{
    "Page_1": "what . '\nwhere| is | isnot\nFacts oe\n\n \n\n \n\nFundamental Problem\nrt\n\n= le\nA\n\n   \n     \n\n  \n\nTechnical\nRoot Cause\n\nQuality Management in the Bosch Group\n\n16. Problem Solving\n\nInvented for life",
    "Page_2": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n \n\n1. Demarcation and Objective.... 3\n2 PHINCIPIOS oes eee eeeeeseeecteeceeeesesseeeseeseeecsecaeeecsecaesaesacsecacsecsecaeessesaeaesesaeaeeesaeeassesaesaseesseeaseasieeaeeeees 4\n3 BaSiC PrOCCCULC 2... ee eeeeeeeseeseecceeseeecsesseeesceacsecsecseeecsecaesaesecseacaecseceesessesaeacsesseeaesecaeeesiesaesaseesseeaeeees 6\n\n3.1 Problem Solving Funnel..\n\n \n\n3.2 Managerial Root Cause ..\n4 Basic Methods\n4.1 Facts Collection .\n4.2 Flow Chart\n\n \n\n \n \n\n4.3 Cause-Effect Diagram (Ishikawa Diagram) ..........ccccsesseeeseseeseeeeseesceecseeeeeecsesaeserseeseeecaesaseesieeaes 14\n4.4 SXWHY? ee eeeeescescecceecseeecseeseeseseeseeaceecaecaesessesaesaeseaesaesecaseassesaesaesasseeacsecaeeaseessesaeeassesseeeeaeeateeseeeae® 15\n5 Problem Areas and Detailed ProceQures ........ccseessseesssesseeceseesceecseeeseecsesseserseesceecaeesseeseesaetaseetaees 17\n5.1 Problems in the Indirect Area .......eescssesceseeeeecseeeeeeceeeseseeseeseeecseeeseessesaesaesesseeacecaeeeseesaetaseensees 18\n5.1.1 Procedure — Problem Solving Sheet for Indirect Areas ........ceseeseeeeesseeseeeeeeseeeeeeeeeeereeseteesees 18\n\n \n\n5.2 Manufacturing Process problems\n5.2.1 Procedure — BPS Problem Solving Sheet ..\n\n \n\n5.2.2 Example — Process Problem ..........ccsscesescessescesceseeeeescescsecseeaeecsecaeeeesesseeacsecseeeseesesaeeetsetaeeesaees 22\n5.3 Product ProbleMs ...... cece cece ce ceeeecececeeecesseeeecesseeeecessesssesessesssecesesseseceneseeeeeeseeeeenees 23\n5.3.1 PrOCECUIC ooo. cece e rene ee cence necenecenecesecseneceseeseeecessesececesesseeecessesseecessesseesesseeseeeeneeasenees 24\n5.3.2 Guideline Product Problems.......... ccc ceseeseesesecseesseseescesscesseesseeescessesesseesseseseeeseeseenses 26\n6 —_ LESSONS LEAN” 0... eee ees ee eee ene eeeeseenececesecececeseceeesesseseceeesseseseeeseeseeesesesseseseseesseseesesseeneetes 40\n7 Further Problem Solving Methodologies ..........:cscsssseseseeseesceeeeeseeeeseeececseeeesecseeaeeeeseeaeeesseeaeeeesees 43\n7.1 Problem Solving and Decision Making in Accordance with Kepner-Tregoe (KT).........:seceeeee 43\n\n7.2 Shainin®...\n7.3 Six Sigma..\n\n \n\n \n\n \n\n \n\n8B BiDIIOGAPHY.... eee ee cess eeseeseeecneceeeeceeceesaeseeseeacsecsecseeecsecaesaeseeseeacsecseeeeeecsesaeseesesseeasaeeaseeseeseesaseetaees 48\nQ ——_ GIOSSALY wo. .eeesesecccsccsscsscescescessessececeeecsscssseseesesesecsecessesscsecssesecssesesseseescseceesesecsessecaeseseaeeaeseaseneseees 49\nAppendix 1 — 8D-Method .........cceccsccsessccsscsscesceseessecseceeccsecaecesecsecseecseseeseeecaeceesesessesesecaeseseaseaeseseeneesees 50\nA1.1 PUPPOSC.... eee ceecceeseneeseeseeseesseceseeecaecsecesesseseaesseceesesscaeesaecsessaeeaesaeseeseaseseseaecsaseaesaesaeseeseatenseeaeeaaee 50\nA1.2 Terms and Definitions oe neice errs ne reese reeenececeseeeeseseeeeseseeeecesseseeeteneeenees 50\nA1.3 8D-Method..\nA1.3.1 Description of the steps D1 to D8 .. .\nA1.3.1.1 D1: Establishing Problem Solving Team / Project........ccccccscsceseeetseseseseeeeeseseeeeeetseaeeeees 53\nA1.3.1.2 D2: Problem DeSCription .........cccccccsecsscsscesceecsscesessecseesaeceesesecsecesessesseeeeeceeseaseaeceeenesseeoes 53\nA1.3.1.3 D3: Containment ACtiONS..........ccccccccescseceseteceeeeceeceeceseessessesesseceseesseseseessessseesseseseesseees 53\n\n \n\nA1.3.1.4 D4: Cause and Effect Analysis\nA1.3.1.5 D5: Defining Corrective Actions and Proving Effectiveness ...\n\n \n\nA1.3.1.6 D6: Implementing Corrective Actions and Tracking Effectiveness..........:ecseeseeeseeeeeeee 55\nA1.3.1.7 D7: Establishing Preventive Actions ..........:ccsscsseeeseseeeceeeseeseecsecaeeeeseeaeeeseesaeeeseeseeneeeee 55\nA1.3.1.8 D8: Final Meeting ....... ccc eeeeeseeseseeseesceeeseeeceecsecaceeeseeaceacsecsesaesecsecseeeseeaseessesaeeesiesseeaseeeee 55\nAppendix 2 — Templates ........cccccsccsscssssssesscsssesecsscesecsecsseeseceecsecsecesecseseecssesseseescseceesssesaeseassaeeeeseaseneeeges 56\n\n© Robert Bosch GmbH | 05.2013 1",
    "Page_3": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\nAppendix 3 — Evaluation Criteria of Product Problems\n\n© Robert Bosch GmbH | 05.2013 2",
    "Page_4": "Q\noO\n°\nOo\na\no\n°\nst\n2\n°\nN\n3°\nN\n\n \n\nProblem Solving\n\n1 Demarcation and Objective\n\nThe term 'problem' is used in a variety of ways; essentially it is understood to mean a ‘difficult task in\nneed of resolution’ or an ‘undecided issue’ [Dude01]. Such tasks may range from mathematical issues\nand decisions to be made through to products and processes to be developed and diagnostics or\ntroubleshooting [Funk06]. In this document, the term 'problem' when used in the context of\ndiagnostics or troubleshooting refers to a ‘deviation from a defined target situation with an\nunknown cause’.\n\nThe aim of this booklet is to describe suitable procedures and methodological resources for an\nanalysis of these causes. The areas of application used for the purpose are both technical and non-\ntechnical products and processes. Moreover, these problems are essentially to be regarded as ‘an\nopportunity for improvement’ — i.e. beyond the remedying of the deviation, improvements for the\nproducts and processes looked at are derivable from an understanding of the causes and functions.\n\nThe complexity of and effort that goes into resolving problems depend, among other things, on the\ntiming of the occurrence of the problems (figure 1.1). In addition, problem solving may be\ndetermined by the chronological and geographical distribution of the underlying causes.\n\n \n\nFigure 1.1: Possibilities of chronological occurrence of problems\n\nThe methodology for problem solving as described here is subdivided into 3 levels (figure 1.2):\n\ne The requirements to behavior, procedure and result are defined in the principles for problem\nsolving at Bosch. In particular, the product engineering approach with regard to well-understood\ncause-effect relationships is formulated here.\n\ne The procedure for problem solving forms the core of the methodology. The steps correspond to\nthe procedure used in the 8D method (see Appendix 1). They are adapted to the different\nproblem areas (product problems, process problems, problems in the indirect area) and the\ncontents detailed with regard to some subtasks. The basic procedure (see figure 3.2 problem\nsolving funnel) can be applied, however, regardless of complexity and the problem area.\n\ne Individual methods (e.g. a matrix for collecting the facts, question models for deriving possible\ncauses, etc.) and documents (e.g. problem solving sheets) support the aforementioned subtasks.\n\nRobert Bosch GmbH | 05.2013 3",
    "Page_5": "Problem Solving\n\n \n\nFigure 1.2: Methodology for problem solving\n\nQ\n°\n°\n5\na\no\n2\nst\n2\nS\nN\n3\nN\n\n2 Principles\n\nThe principles for problem solving describe the requirements with regard to the approach to and\nprocedure for problem solving (mindset) and with regard to the result of a problem solution (figure\n2.1).\n\n| want to understand\nthe problem and its causes\nfundamentally\n\nThe problems we solve do\n\nlam concerned notreoccur\n\n> Problems concernme > lam observing on-site and > Wedevelop a lasting solution by\n\npersonally — solving them\nis my task.\n\n> As amanager | can’t delegate\nmy responsibility for solving\nproblems.\n\n> Solving problems is our\nopportunity for improvement.\n\nanalyze the problem based on\nfacts.\n\nlam describing the problem\ncomprehensible for all involved\npersons.\n\nlunderstand the problem and\nhow it occurs through\ninvestigation of the relevant\ncause and effect relationships.\n\neliminating the real root cause —\ntechnically and systemically.\n\nWe provide evidence of the\nproblem solving effect and\nunderstand their consequences.\n\nWe transfer improvements for\nother products /processes\n/divisions and establish them\nwithin our standards.\n\n \n\nFigure 2.1: Principles for problem solving\n\nLeadership (executives and managers) is required, through their own behavior, to influence the\ncourses of action taken by their associates in accordance with these principles, and to lead by\nexample (\"I am concerned\"). The prerequisite for successful problem solving is the acceptance of a\nproblem as a personal task (\"problems concern me personally — solving them is my task\"). This is a\nprerequisite for a problem being recognized as such and a solution to it addressed in terms of the\nprinciple effects for the company. The attitude of problem acceptance is aimed not only at causes\nand measures with regard to the immediate problem, but also at findings based on them for\n\nRobert Bosch GmbH | 05.2013 4",
    "Page_6": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\ncorrection and further development in comparable areas (\"solving problem is our opportunity for\nimprovement\").\n\nDuring the entire problem solving process, leadership has a special responsibility for both the\nproblem solving and change processes. By demanding defined, methodologically supported subtasks,\nassociates are guided systematically in the problem solving process. By leading by example and\nthrough active participation on the part of the leadership the significance of and opportunities\nafforded by solutions to problems are shown to the associates, thereby promoting ongoing change\n(\"as a manager | cannot delegate my responsibility for solving problems\").\n\nInvolvement, responsibility and the will to improve can be clearly observed in how consequent the\nprocedure is implemented. The second block of principles is written with the procedural problem\nsolving objective: \"| want to understand the problem and its causes fundamentally\". Understanding\nand describing the problem in detail and a grasp of the underlying causes are essential prerequisites\nfor effective and efficient measures to deal with that problem.\n\nThe associated principles characterize the essential steps that constitute the procedure. The principle\nbehind all problem solving involves collection and confirmation of accurate and reliable facts. To\nprocure these facts, inspection at the location where the event occurred is of particular importance\n(\"lam observing on-site and analyze the problem based on facts\"). The exchange of information\nbetween the persons affected and those involved in the problem solving process is facilitated by\nmaintaining a presence at the site of the cause (the 'place of action’) and/or at the place where the\nproblem was discovered (the 'place of finding’).\n\nParticularly where a large number of people are involved - which may involve working at various\nlocations - it is absolutely essential that information is clear, consolidated, and structured (\"I describe\nthe problem in comprehensible form for all parties involved\"). This involves first and foremost an\noverall description of the facts, e.g. in the form of diagrams, process charts and graphical evaluations.\n\nThe crucial step in solving a problem is a logical analysis that substantiates clear description of the\nunderlying causes. In this respect it is important to determine the factors connected with the cause\nof the problem and to describe their function (\"I understand the problem and how it occurs trough\ninvestigation of the relevant cause and effect relationships \").\n\nThe third block of principles addresses the quality, durability and transferability of the solution\ndeveloped (\"The problems we solve do not reoccur\"). The prerequisite for sustainable solutions is a\nfar-reaching cause analysis which also takes into account relationships across specialist area and\norganizational limits (\"We develop a lasting solution by eliminating the real root cause — from both\nthe technical and systemic perspectives\").\n\nThe cause-effect relationships determined are to be proven based on real conditions and, in terms of\neffects, evaluated beyond the problem area (\"We provide evidence of the problem solving effect\nand understand their consequences\"). When transferring findings and measures to other areas,\nparticular importance is attached to the responsibility of leadership. First of all it is important to\nabandon the limits of personal areas of responsibility and thus integrate new people into the\nproblem solving process. Secondly, the findings must be conceptualized and transferred in the sense\nof a new standard (\"We transfer improvements for other products/processes/divisions and\nintegrate them into our standards\").\n\n© Robert Bosch GmbH | 05.2013 5",
    "Page_7": "n\n°\noO\n°\nn\n©\n2\n+\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n3 Basic Procedure\n\nIn line with the objective set out in the preceding section, the procedure for problem solving is at the\nheart of this document. A large number of procedures are known - from both literature and practical\napplications. Some of these procedures are explained briefly in section 6. First of all it is necessary to\ndescribe both the common core and its particular focus in order to derive the basic procedure for\nproblem solving at Bosch.\n\nThe analysis has shown that the tried and tested procedures for problem solving can be presented in\nthe form of a common structure (figure 3.1). A basic, broadly based classification is provided by the\nphases under PDCA (Plan, Do, Check, Act) [Zoll01] or KULT (Klarung (Clarification), Ursache (Cause),\nLosung (Solution), Transfer (Transfer)) [BrenO7]. All of the approaches listed in figure 3.1 can be\nintegrated into this grid. The sequence of basic tasks — or the \"thought patterns\" [Kepn98] — are the\nsame, regardless of the procedure or methodology.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nD3 Containment Actons\nKULT (AE) Clarification (DE: Klarung) (D1, D2, D3) Root Cause (DE: Ursache) (04) Solution (DE: Losung) (D5, D6) Transfer (07, D8)\nDI Establishing Problem Solving Team [Pr amine petneering DT ”\n\n<= -——————— fefining Corrective || Corrective Actions\ng} 8D |__D2ProblemDescrotion i} (D4 Cause and Effect Analysis Actions and Proving } ~ and Tracking Establishing Preventive J inal Meeting\n8 D3 Containment Actions Effectiveness Effectiveness\n\nBPS-PLB sesame anes cone | amaitis Root cause analysis Corrective Actions Effectiveness analysis Standardisation Conpletion )\n\nItal Proben Y —Clafy the Locate the pont | Basic Cause(éffect 5 wh\n\n« arunnel mialProben Clary be Locate on investigation investigation Countermeasure Follow Up and Check )\n2 TBP Clarity te Break Down the Devel see Counter. | MontorBoth Resuits | Standard\n& | cross ce a Root Cause Analysis countemessures ] measures Though } \"\"SnProceses. J successu Processes\n\nacces\n\nA3-Sheet]| || packground ccurent ae Analysis Proposed Countermeasures Plan } Fotomp )\n\nni)\n\n>, | PDCA Plan Do | Check | Act )\n&\n3\n3 AAG Problem Notification & J conser Failure Mode Analysis Root Cause Analysis | Choose & Implement Corrective Actions } Control & Standardize }\nS| 'sevimeoces)\ns Six\n3]. Define Measure Analyse Improve Control\n= Sigma\n\nShainin Focus | Approach } Converge ) Test} Understand Apply | LeegeManagenen)\n= KT Situation appraisal Problem analysis Decision analysis [Potential Problemy\nPs (Clarify issue) (Identity and very the cause of a deviation) (Decision making) opportunity Analysis\nBe\nss\n° AIAG ... Automotive Industry Action Group _KT ... Problem Solving and Decision Making according to Kepner-Tregoe\n\n \n\n \n\n \n\n \n\nFigure 3.1: Tried and tested procedures/methodologies for problem solving\n\nNevertheless, the individual methodologies are aligned differently to individual phases or tasks for\nwhich they provide methodical support. The Toyota descriptions [Toyo06, Toyo08] (Toyota Business\nPractices, Toyota Problem Solving) stress, in particular, clarification of the target situation, the\nlocalizing description of the problem (\"locate the point of cause\", \"break down the problem\", \"grasp\nthe situation\"), a tiered cause analysis and transfer of the solution to standards.\n\n \n\n \n\nSix Sigma is aimed, in addition to clarification of the target situation and a description of the problem\n(define), primarily at the measurability of improvement (measure) from the statistical perspective of\nchange abilities.\n\nThe Kepner-Tregoe procedure [Kepn98] stresses first and foremost the description or clarification of\nthe problem (\"problem analysis\") and offers approaches to cause analysis (hypothesis testing).\n\nThe individual methodologies break down once again the aforementioned 4-phase classification. An\nexample of this is the 8D method [TOPS92]. The 8D method is the most established problem solving\nprocedure in the area of the automotive industry. The 8 steps ('8 disciplines') D1 to D8 are aimed at\nthe resolution of problems, the avoidance of recurrences and the transfer of findings to comparable\nprocesses or products. At the heart of the 8D method is a comprehensible explanation of the\nidentification, understanding and remedying of the root cause.\n\n© Robert Bosch GmbH | 05.2013 6",
    "Page_8": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\nThe 8D logic forms the basis for problem solving at Bosch. All of the steps in the 8D method (D1 to\nD8) are described in detail in Appendix 1.\n\n3.1 Problem Solving Funnel\n\nAs explained in section 2 \"principles for problem solving\", the problem description (D2) and the\ncause-effect analysis (D4) comprise the decisive steps in the procedure. These are summarized and\nrepresented in the Bosch problem solving funnel (figure 3.2). The main tasks are explained below.\nThe associated basic methods are described in section 4. Section 5 describes in detail the\nspecifications of the procedure in different problem areas. The focus is on the description of the\nprocedure for product problems — presented in the form of guidelines (section 5.3).\n\n \n\n  \n \n \n\n \n \n\nProblem\n(Deviation from a defined target state or objective state\nwith unknown cause)\n\n \n   \n  \n    \n\n \n\n- collecting facts\n\n   \n\n \n\n \n\n     \n  \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\ni Numerary fa\nD what .\nrats Photee | Data | where | is | isnot ng scribing\nCollection Fact we guously\n- structuring\nFlow\n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n- analysing\n\nFundamental\nProblem: FP\n\nFundamental Sy A\nConsiderations NG\n\n    \n       \n\nee problem wied>\n\n- put yourself ,,into the object“\n- describing functions\n\n- identifying cause-effect-relations\nand deviations (target/actual state)\n\n \n \n \n\nCause-effect-relationship\nand comparison of\ntarget / actual state\n\n \n\n \n\n \n\n \n\n \n\n \n\nPossible Causes\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n. - deriving possible causes\n8} Cause and Effect Diagram FP - evaluating: prioritising\n2 (Ishikawa) . .\n5 and making plausible\n° Direct Cause\n&\na\n8 pe\n= 5 why? LI - proving causal and\n\nfunctional relations\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n(logic and function)\n\nTechnical\nRoot Cause\nGone) MRC... Managerial Root Cause =\n\n \n\n \n\nSystemic Root Cause and\nCause in the Organization / Personnel\n\nVY Methods\n\nTasks\n\nFigure 3.2: Bosch problem solving funnel\n\nBased on a - in most cases vague - description of the problem\ne \"What problem / what deviation / what defect exists?\",\n\nis initially clarified or defined in step D2\ne \"What is the corresponding target situation (parameters, process sequence, etc.)?\"\n\nIf no target situation is defined:\ne \"What is the target situation?\"\n\n© Robert Bosch GmbH | 05.2013 7",
    "Page_9": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\nBased on this, the following issues arise\ne What is the current situation?\n\ne What facts to describe the current status are known and verifiably confirmed (e.g. incidents from\nthe past, chronicle of events)?\n\ne What facts are missing or are still to be confirmed?\n\nImportant in this respect is, creating a consistent understanding of the problem within the team by\nformulating it as precisely as possible. Visualize problem understanding with sketches, pictures,\nprocess sequences, etc. so that it is comprehensible (\"I describe the problem for all participants in a\ncomprehensible form\"). The task is to describe the problem clearly (only facts are allowed, no\nhypothesis).\n\nSpecific questions are to be asked according to the nature of what happened:\n\ne What exactly is the problem?\n(e.g. the defect in the process step or the process step with the defect),\n\nthe location where the incident occurred\n\ne Where exactly is the problem observed?\n(geographically, markets, customers, in the process sequence, etc.),\n\nthe time of the incident:\ne When exactly is the problem observed? (when at first, when again, etc.),\nthe scale of the incident:\n\ne How often exactly does the problem occur? How much/many is/are affected? (number, size,\ntrend).\n\nIn addition to the question about the “IS”, it is particularly important to ask about the “IS NOT” for\nlocalizing the problem and later resolving the cause:\n\ne What exactly is the problem not?\n\ne Where exactly can the problem not be observed?\ne When exactly can the problem not be observed?\ne How much is, or how many are, affected?\n\nThe analysis of the differences and specifics of the “IS” and “IS NOT” helps within the later cause\nanalysis to detect possible causes as well as evaluating and eliminating them respectively\n\nIt may be that check questions are also helpful, e.g.\n\ne What information is missing or is still to be confirmed?\ne What else can we add?\n\ne Who else could give us information?\n\ne How can we describe the information more precisely / better / more simply / more clearly?\n\nCrucial in terms of the description of the problem is the overall structuring and analysis of the\ninformation. This covers, in particular, the\n\ne portrayal and analysis of the facts (e.g. process charts, allocations, trends, etc.),\ne analysis of differences, specifics and connections between these facts.\n\n© Robert Bosch GmbH | 05.2013 8",
    "Page_10": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\nThe first — problem-oriented — part of the problem solving funnel begins in a precise, textual,\ndescription of the problem (chronologically, geographically, quantitatively, etc.) — the so-called\nfundamental problem. The necessity to formulate the problem as accurately as possible in one or\nmore sentences calls for a reflective discussion within the team. The fundamental problem forms the\nentry into the second, cause-oriented part of the procedure.\n\nExperience shows that several fundamental problems can arise, particularly where the problems are\ndescribed in very vague terms and/or are complex. In such cases, it must be checked to what extent\nthese fundamental problems are really independent of one another, and whether a separate cause\nanalysis is possible. Specifically at the transition from the problem- to the cause-oriented part it has\nto be pointed out that although the procedure is described in a forward direction, in a specific\napplication case recurrences are unavoidable — which may even be helpful in the context of a target-\noriented procedure. The plausibility check of possible causes with the fundamental problem is such\nan example.\n\nAs part of the cause-effect analysis (D4), initially fundamental considerations (section 5.3.1,\nsub-step 6) are carried out, which means detecting the cause-effect-relationships and deviations\n(Is/Is not). Thereby possible causes are derived — based on the fundamental problem — and\ndocumented in a structured form (e.g. cause-effect-/Ishikawa-diagram, section 4.3) (cause\nlocalization).\n\ne What possible causes are derived from the fundamental problem?\n\ne Which of these possible causes most probably create the fundamental problem\n(using the facts situation to prioritize and select)?\n\ne Does the possible cause appear plausible in light of the description of the symptoms and\nsituation?\n\nFurthermore, based on the most probable (direct) causes the root cause(s) is/are determined by\nquerying the logical and functional relationships:\n\ne What has actually caused the fundamental problem?\n\nWith the aid of the 'Sxwhy?' method (see section 4.4), through systematic querying both the\ncombined effect of causative conditions (technical root cause) and the reasons for permitting the\ncombined effect (managerial root cause) are to be determined and verified (section 3.1). Crucial in\nthis respect is an in-depth understanding of the combined effect of the conditions and/or the\nreasons for their being permitted — in the context of a mathematical/physical equation or of\nprocedures and rules of an organization. Here it is possible to speak either of the root cause as a\ncombination of causative (collaborative) parameters or the root causes and their interaction — e.g. an\nincreased stress with, at the same time, reduced strength (see section 5.3.1).\n\nOnce the technical root cause (TRC) is found after proving the connection between the causing\nconditions, the following question has to be raised:\n\ne Why was the problem not detected?\n\nFirst, this questions should be answered technically, e.g. product audits. By observing deeply it is\npossible to identify quickly causes in procedures and regularities of an organization (managerial root\ncause). The 'Sxwhy' method is also suitable for this purpose.\n\nOften there are attempts to ‘abridge’ the procedure, i.e. suspicions are raised as early as the start of\nthe description of the problem regarding possible causes — e.g. as a result of experiences with earlier\ncomparable cases. In individual cases this can be quite promising or, due to obligations (e.g.\n\n© Robert Bosch GmbH | 05.2013 9",
    "Page_11": "n\n°\noO\n°\nn\n©\n2\n+\n2\n°\nqQ\n=)\nnN\n\n \n\n \n\nProblem Solving\n\ncustomer demand), it can be necessary. In any event, it is absolutely imperative to investigate such\nsuspicions (hypotheses or \"initial suspicion\") by corresponding querying in the context of the\nrelationships understood (collaborating and permitting). In these cases, too, the key evidence (why\nand how) must be produced. Essentially there is a danger that the path of gradual localization of the\nproblem (problem solving funnel) is abandoned. Generally speaking it is advisable to document the\nsuspicions that arise during the problem description and then to query again as part of the\nplausibility check of possible causes with the fundamental problem.\n\n3.2 Managerial Root Cause\nWhy is it important to look for reasons that go beyond technical causes?\nThere are generally two reasons:\na) Problems that occur in accordance with similar \"pattern\" should be prevented.\n\nb) Each problem solving case is an opportunity to improve management systems and the\norganization.\n\nThese underlying causes are referred to as \"Managerial Root Causes.\" \"Managerial\" encompasses\nboth systemic aspects and leadership aspects, or a combination of the two.\n\nThe systemic root cause encompasses all causes that can be found in the management system (e.g.\nQM system) and/or the business processes.\n\nThe first step is to analyze which specific requirements/specifications from the direct surrounding of\nthe product/process are causing the problem. Based on this analysis, any missing\nrequirements/specifications must then be drawn up and incorrect requirements/specifications must\nbe revised, e.g. an error analysis that has not been carried out in the FMEA or tolerances that were\nnot specified in the order specification. This is illustrated by the \"management system\" block in\nfigure 3.3.\n\nThis first step in the systemic cause can be identified and remedied by 8D teams. In practice, the\ncauses described below can only be identified and remedied jointly by teams and managers from the\naffected entity.\n\nWc (a\nroot cause\n\nManagement Ue)\n\nEen] eka Etec]\n\n \n\nerial\n\n   \n\n£8\n\nLeadership\n\nPersonnel Organization\nroot cause x 9\n\nFigure 3.3: Managerial Root Cause (MRC)\n\nThe second stage of the systemic cause is to investigate whether a fundamental root cause can be\nfound in a supporting business process. This means that higher-level regulations/requirements must\nbe analyzed. For example, the procedure for creating an FMEA, the procedure for engineering\nchange requests or the product / process release procedure.\n\nIn addition to the systemic causes described above, other leadership causes often play a role. These\ncauses can be divided into those relating to personnel and those relating to the organization.\n\n© Robert Bosch GmbH | 05.2013 10",
    "Page_12": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\nPersonnel causes are all issues that affect associate deployment and qualifications and may include\ncauses in knowledge and competence management, workplace ergonomics and task complexity.\n\nOrganizational causes relate to how parts of the organization work together and how responsibilities\nare defined, e.g. are there regular meetings between two departments? How is communication\nbetween the lead plant and production plants maintained? Who is responsible for providing\napproval? Is knowledge exchanged between sites, including via exchange of associates if applicable?\n\nIn practice, the topic areas are difficult to distinguish and often overlap. However, in the root cause\nanalysis it is not crucial to find a root cause for every block in figure 3.3. It is more important to find\nout which main reasons from the \"managerial\" area are responsible for the fundamental problem so\nas to prevent similar errors from occurring in future. Figure 3.4 show by way of example starting\npoints for these topic areas.\n\nIn order to eliminate the \"Managerial Root Causes,\" it is often possible to implement either a\nsystemic or a leadership measure. For example, introducing a checklist would be a systemic measure,\nwhile pooling teams together in the same space would be a leadership measure.\n\nSystemic measures usually increase complexity in the company, which in turn often makes it difficult\nto adhere to rules and standards. In contrast, it is often difficult, or takes a long time, to prove the\neffectiveness of leadership measures. These aspects must be weighed up against one another and\ndecided upon in specific cases.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nManagerial Root Causes Examples\nManagement system Specifications for the - Not created\na ‘oS i -\nCause relates to the product/process, e.g. work plan Incomplete\n. . FMEA, CP, order specification - Misleading\nwa | immediate .\n9 . - Created but with errors\n| surroundings of the\noC\ng product/process. Higher-level rules, e.g. checklist | - Applied incorrectly\n8 for product or process approval, | - Implemented incorrectly\nL PEP, central directives, - Disregarded\nE ; procedures, work instructions,\ng Business processes standards - Not created\nCause relates to the . pi\nsupporting business ~ Misleading\n- Created but with errors\nprocesses\nPersonnel Associate deployment, use of associate skills, associate induction,\nPersonnel deployment knowledge management, competence management, training\n8 wees systems, associate development, personnel management,\n® | and qualifications . : i\n3 personnel development, working environment, ergonomics,\noC we .\n9 decision making\nz\n<=\n£ Organization Establishing an operating unit (organizational, spatial),\n3 Interfaces responsibilities (RASIC) in product and process approval, interfaces\n& between development and sales, cooperation between lead plant\ncooperation, : \" .\nwp uege and production plant, standard agenda in regular meetings,\nresponsibilities . .\nmanaging capacity and resources\n\n \n\n \n\n \n\n \n\n \n\nFigure 3.4: Topic areas of \"Managerial Root Causes\"\n\n© Robert Bosch GmbH | 05.2013 11",
    "Page_13": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n4 Basic Methods\n\nThe fundamental problem solving methods are listed in the problem solving funnel (figure 3.2)\nallocated to the corresponding tasks. These methods help in the systematic procedure and structure\nthe basic issues and results.\n\n4.1 Facts Collection\n\nThe key questions “what, where, when, who and how many” have proven to be helpful collecting the\nfacts in a structured way. The answers to the basic questions (see section 3)\n\ne What exactly is the problem?\n\ne Where exactly is the problem observed?\n\ne When exactly is the problem observed?\n\ne Who observed the problem for the first time?\n\ne How often exactly does the problem occur? How much/many is/are affected? (‘extent’)\n\nare documented in tabular form under the so called \"Is\"-column. The problem is thus described\n\nclearly and in a structured manner based on facts (no suspicions or opinions) (see tasks in the\nproblem solving funnel, figure 3.2).\n\nSimilar issues under the heading \"The problem is not\" are used for further localization or\ndemarcation\", i.e. the search is for a comparable/similar\n\ne What (situations, processes, sequences, functions, defects, deviations, errors)\n\ne Where (countries, regions, plants, departments, processes, lines, workplaces, work steps,\npositions on the object)\n\ne When (months, weeks, days, times/periods, shifts, chronological rhythms)\n\ne Scale (quantities, quantity-based discrepancies/rhythms, intervals)\n\nthat are not, but could be, affected by the problem. Important here is the stress on the second clause\n\"but could be\", i.e. only relevant areas are included in the demarcation, otherwise one would\n\nbecome lost in the variety of possibilities. The template listed in Appendix 2 (table A2) has been\naugmented by some issues that arise particularly in relation to product problems (section 5.3).\n\nReferences to or indications of possible causes can arise, in particular, from differences, special\nfeatures and changes between \"Is\" and \"Is not\".\n\ne There must be at least one difference / special feature, otherwise the is-not areas would also be\naffected by the problem.\n\ne There must have been at least one change, otherwise the problem would always have been there\nand not occurred only now.\n\nHelpful for recording the changes, for example, is a supplementary representation of all one-off and\nregular events on a timeline (flow chart, see section 4.2). As part of the cause analysis, the collecting\nof facts can be used for checking the plausibility of possible causes (check question):\n\ne How is the respective \"Is\" and \"Is not\" explained for a possible cause of the problem?\n\n© Robert Bosch GmbH | 05.2013 12",
    "Page_14": "Problem Solving\n\n \n\nProblem: No.\n‘Author: Date/Version\n\nIs IS-Not Piference\nbeween's andis-Not | pay\n\n(but could be 2) (wth prot Time Descrpton foray\n\n \n\n \n\n \n\nProceeding\n\n \n\n‘Changes\nTathas Changed regaraing We OMeTENCE pen pore\n\nCollection of facts\n\nwho | unt when\n\n \n\nJobject with defect\n(Supplier, plant, 1\ncustomer, application)\n\n?\n\n \n\nDetect at object,\n(rom analysis)\n\n \n\nJocographicalis the object\nwith defect observed\n\n \n\n.\n8 [in process\nis fallure observed?\n\n \n\nlat the objectiis the observed\n(rom analysis)\n\n \n\noccured first, was observed or|\nclaimed the object with\netect?\n\n \n\n§ Jagain trend, repetition, rythm\nof occurence)\n\n \n\nin life cycle of the object is\nthe defect observed\n\n \n\nhas observed the failure? 9\n\nWho\n\n \n\nhow many objects\nshow the failure\n\n \n\n©\nhow much at the object,\nis affected\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nltendancy, trend B\n\n \n\nn\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\n \n\nFundamental problem\n\n \n\nFigure 4.1: Facts collection table (see appendix 2)\n\nPhrasing the fundamental problem (actual problem) — if possible in one sentence — shall be the result\nof the thorough facts analysis.\n\n4.2 Flow Chart\n\nFlow charts are used either to represent a chronological sequence of events (chronology of events,\nhistory chart) and/or the chronological change of parameters (flow charts for facts analysis\nregarding deviations/influencing factors). Both types of descriptions are used, among other things,\nfor condensed documentation and an analysis of differences, special features and changes over the\ncourse of a problem situation (see section 4.1).\n\nThe representation of event sequences — e.g. in the form of flow charts or flow diagrams\n[EWQ-05] — are aimed at\n\ne clear visualization,\n\ne review of the combined effect (logic),\n\ne review of interrelations and/or relationships,\n\ne completeness check.\n\n© Robert Bosch GmbH | 05.2013 13",
    "Page_15": "n\n°\noO\n°\nn\n©\n2\n+\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\nStress\n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nStrength )\nSupplier D Supplier C\n\\ ~ : Injection —\nPA 6.6 LL > | Drying molding ~ - - ~ | Assembly }—>|\nTransport Storage AP Transport Storage aA\nPlant Customer\nAssembly < i. 7 Assembly in Assembly\n* — * Jin Booster amt *L. es I »|Unpackingy—> vehicle | hose\nTransport Storage Transport Storage\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 4.2: Flow chart — example manufacturing process\n\n4.3 Cause-Effect Diagram (Ishikawa Diagram)\n\nGenerally speaking, cause-effect diagrams (also known as fishbone or Ishikawa diagrams) are used\nfor clear structuring of the possible causes allocated to an effect (problem) [Ishi90, EWQ-05].\nStructuring corresponds to branching and thus a subdivision of the possible influencing factors (tree\nstructure, causal chains).\n\nThe simplest type of diagram is produced by brainstorming with subsequent structuring of the\ninformation [EWQ-05]. A further type of structuring is done in accordance with [Ishi90] according to\nthe specific process steps. Each step represents a branch with the respective influencing factors.\n\nThe other type of structuring is performed according to the influencing factors that are possible in\nprinciple, such as materials, equipment (machines or tools), working methods or processes and/or\nthe persons performing them (men), as well as environment (environmental influences). This gives\nrise to the 5M as a collective term for possible influencing factors — subsequently augmented by the\nterms measurement and management. The 7M are used, beyond structuring, in the sense of a\ncreativity method with regard to possible causes to think in terms of all directions that are possible in\nprinciple.\n\n \n\nMan\nMethod\nC\nnN Fundamental\nProblem\nU (Effect,\nS Deviation,\nDefect’\nE )\nEnvironment Machine Material\n\nFigure 4.3: Cause-effect diagrams — example 5M / 7 M structure\n\n© Robert Bosch GmbH | 05.2013 14",
    "Page_16": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\nWithin problem solving at Bosch, the Ishikawa Diagram is not used as a brainstorming method for\npossible causes, but to structure possible causes, which have been identified through the facts\ncollection and successive fundamental considerations (cause-effect-relationships). The 5M or 7M\nstructure helps to see if it is complete, which means that all fundamental parameters have been\nconsidered.\n\ne Visualizing factors\ne Reviewing all factors and evidence concerning their possible relation with the problem\n\ne Detecting and prioritizing the direct causes using the 5xwhy method\n\n4.4 5xWhy?\n\nThe core question of the problem solving \"Why has the problem occurred\" is the starting point for\nthe \"5xwhy\" (5W) method. As part of the Toyota production system, the method likewise stands for\na disciplined and acribic procedure [Toyo08]. The starting point for its application is a probable cause\n(see figure 3.2) which it is important to explore and confirm with the aid of 5W.\n\nAll further questioning after the why leads further back in the process chain or sequence\n(collaborating) and thus ever deeper into the organization and its behavior (permitting). The number\n5 is merely an empirical value that has given rise to the name of the method. The required number of\nwhy steps depends, among other things, on the starting point, the complexity of the problem, and\nthe discipline and experience of the users.\n\nThe possible measures for resolving the problem vary greatly after each why step — i.e. increasing\ndepth of the cause analysis — in terms of the nature and importance of the problem. The deeper the\nanalysis, the more far-reaching are the measures. Crucial when searching for the cause of the\nproblem is the question of whether the corresponding measure rules out any risk of the problem\nrecurring. Only if the corresponding measure also avoids similar causes - in principle and\nsystematically - in terms of collaborating and permitting has the root cause really been found, and\nthe 5W chain can be ended.\n\n1st 2nd 3rd 4th 5th sees\nWhy? Why? Why? Why? Why? Why?\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nVCIPICD SIO\n\ntherefore therefore therefore therefore therefore\n\n \n\nFigure 4.4: \"Sxwhy?\"\n\nThe application of 5W requires appropriate experience and care:\n\ne The logic chain must be based on facts — assumptions, suspicions or unclear formulations are not\nallowed (see Appendix 2, table A4).\n\n© Robert Bosch GmbH | 05.2013 15",
    "Page_17": "Problem Solving\n\ne For both querying and the answer, short but grammatically complete, comprehensible\nsentences with simple words must be written down.\n\ne In principle, there are several possibilities for the question after the why. Where there are\nmultiple answers at the why level, there is branching into paths that are to be looked at\nseparately. These should be arranged in a tree structure (e.g. visualized in graphical form),\nverified systematically and then ruled out as applicable.\n\ne The effect chain must be closed, i.e. \"remain at the object and its cause-effect relationships\" and\nthus not skip over any logical steps (ensure relationship to the problem).\n\ne The transition to the next why step requires that the answer to the preceding why has really\nbeen found. This is ultimately only possible with a key, doubt-free reversal of the why steps\n(logic check also in reverse: \"therefore\" or \"because\").\n\nStarting\n\npoint 1. why 2. why 3. why 4. why 5. why 6. why\n\nThe\n| came My alarm The battery\nlate into clock battery has not\noffice didn’t ring was dead been\nreplaced\n\nRF QD QT NY\n\ntherefore therefore therefore therefore\n\nn\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n| came There There | tooka\nlate into was a was an different\noffice traffic jam accident way\n\nQRZ\n\ntherefore\n\nIt was\nraining\n\n \n\nFigure 4.5: ,,5xwhy?“ — example\n\nSupplementary references to formulations when carrying out the \"Sxwhy\" method are listed in\nAppendix 2 (table A4).\n\n© Robert Bosch GmbH | 05.2013 16",
    "Page_18": "n\n°\noO\n°\nn\n©\n2\n+\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n5 Problem Areas and Detailed Procedures\n\nGenerally, problems can be subdivided into three problem areas (figure 5.1):\n\ne Product problems (e.g. problems regarding the verification/validation of prototypes, O0-km faults,\nfield problems).\n\ne Manufacturing process problems (e.g. production sequence, assembly, materials provision),\ne Problems in the indirect areas (e.g. controlling, human resources)\n\n \n\n  \n      \n \n\nD1 Setup Team / Project DS D6 D7 D8\n\n8 D Defining Implementing Implementing Final\ncorrective actions\\ corrective actions preventive actions —\\ discussion\nand proving and tracking (Lessons Learned / and\nMethod effectiveness effectiveness standardization and signing\n\n \n\n \n\n \n\n \n\n \n\n \n\ntransfer standard)\n\n1\nD3 Containment Actions\n\n \n\n \n\n   \n \n \n\n \n\n  \n   \n\n     \n \n \n \n \n   \n\nProduction\nProcess +\nApplication)\n\nBosch PS Approach (PS Guideline)\n\n  \n\nProduction\nSequence\n\n   \n\nBPS - Problem Solving Sheet\n\nProblems\n\nin the . —\nindirect areas Problem Solving Sheet for indirect areas\n\nFigure 5.1: Procedure and problem areas\n\nStep D4 has already been subdivided as early as the basic procedure (problem solving funnel,\nfigure 3.2).\n\ne Deriving possible causes,\ne Determining the root cause.\n\nDue to the complexity, and based on eligibility to the solution to be worked out, the subdivision of\nstep D4 for the area of the product problems is carried out in the form of explicit substeps\n(section 5.3):\n\ne D4.1: Cause analysis — fundamental considerations,\ne D 4.2: Cause-effect relationship.\n\n© Robert Bosch GmbH | 05.2013 17",
    "Page_19": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n5.1 Problems in the Indirect Area\n\nIn principle, a distinction is drawn between \"direct personnel capacities\" (activity is dependent on\nthe production volume and thus directly affected by employment fluctuations), and \"indirect\npersonnel capacities\" (activity is not dependent on the production volume and thus not directly\naffected by employment fluctuations) [CAO-11].\n\nOn that basis, a distinction is drawn between direct areas:\ne direct processes/activities on materials (not data media),\n® e.g. processing, assembly, transport\n\nand indirect areas:\n\ne activities related to planning, control, monitoring or information processing in which only\ninformation is exchanged or processed,\n\ne e.g. controlling, human resources, work planning, production control, logistics planning.\n\nFor problems in the indirect area a problem solving sheet for indirect areas was drawn up based on\nthe procedure described in section 3.\n\n5.1.1 Procedure — Problem Solving Sheet for Indirect Areas\n\nThe individual steps in the problem solving sheet for indirect areas (figure 5.2) correspond, with the\nexception of the immediate measures (D3) step, to the 8D method. In addition to the title\n(corresponds to D1), the sheet is subdivided according to the \"CCST phases\" (figure 3.1). The left-\nhand part of the sheet is given over entirely to the problem description with the steps symptom\ndescription, problem localization and description of current state (D2). The upper right-hand part of\nthe sheet is subdivided into cause localization and analysis of the root cause for the cause-effect\nanalysis (D4). Steps D5 to D8 (solution, effectiveness, standardization, completion) are displayed in\nthe upper right-hand part of the screen. This subdivision was deliberately chosen in view of the\nimportance of the problem description and the cause-effect analysis. The description below\ncorresponds to the contents of the references to the problem solving sheet for indirect areas [Kais10].\n\nThe Problem Solving Sheet (PSS) is both guidance for and documentation of problem solving in\nindirect areas.\n\nThe decision whether or not to solve a problem using the PSS should be made on basis of\ndepartment-specific criteria (e.g. recurrence of defects / mistakes, endangered goal achievement,\naffected core process, effects on internal/external customers, etc.)\n\nThe systematic problem solving approach at Bosch is based on 8D logic. In the PSS, the PDCA control\nloop is closed two times: (1) by assuring the achievement of the target state; and (2) by assuring\nimprovement of the standards.\n\nAt Bosch there is an expectation to completely understand the problem and its root causes. Cause\nand effect relationships have to be determined. If the true root cause is understood, we can find\nlasting solutions and avoid reoccurrence; derive improvements for other products, processes or\nareas; and integrate them into standards.\n\n© Robert Bosch GmbH | 05.2013 18",
    "Page_20": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n \n\nExecutive: Setting Owner Pine\nTeam: pate\n\n\\ fandamental prota\n\n \n\n \n\n \n\n \n\nWow ithe actual sialon? How isthe target conditon? Whatls the target? (yout, picture, Which cause ating te fundamental problem mostikely?\n\nMachine Wateral\n\n  \n\n \n\n \n\n \n\nea, ea\nIr-system information\n\n \n\ncause localization\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSymptom description\n\n \n\n \n\n \n\n \n\n \n\n \n\nRoot cause analysis\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDae [Sane\n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nProblem localization\n\n \n\n \n\n \n\n \n\n \n\n \n\npate |staus\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCurent state (description up the situstion)\n\n \n\n \n\nCompletion\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 5.2: Problem solving sheet for indirect areas\n\nManagers are responsible for problem solving in their area. In order to use the PSS correctly, basic\nproblem solving knowledge and experience are necessary. The PSS is not just another form to\nquickly fill out. Practice and experience are necessary to master the PSS and the problem solving\nprocess. Ideally, associates are coached and supported by their managers.\n\nPSS Hints:\n\nTitle\n\nThe title completely and concisely describes the problem from the perspective of those impacted.\nThe responsible executive sponsor nominates a responsible topic owner and installs a team, if\n\nnecessary. The executive actively supports the associates in their problem solving efforts. The focus\nof the approach is the determination of the cause of the problem.\n\nSymptom Description\n\nThe symptom description must provide a clear picture of the current state and the target state to all\ninvolved. To achieve this, it is necessary to collect and to confirm facts, as well as describe them\nunambiguously. Sketches and pictures help create a consistent view for everyone, e.g. by describing\nor visualizing past events. In addition, a target in the form of an ideal future state is to be formulated\nin this step.\n\nProblem Localization\n\nThe narrowing down or localization of the problem via leading questions aims to eliminate non-\nrelevant areas. In the process location, time and frequency of occurrence are scrutinized (what,\nwhere, when, how) and documented in a structured way (is / is not).\n\n© Robert Bosch GmbH | 05.2013 19",
    "Page_21": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\nDescription of Current (Actual) State:\n\nThe description of the current (actual) state, along with the analysis of differences, special aspects\nand relationships from the problem localization, leads to the fundamental problem — the narrowed\ndown problem (in terms of time, location, quantity, etc.) clearly distinguished from unaffected areas.\nThe fundamental problem constitutes the transition from the problem-oriented to the cause-\noriented part of the PSS.\n\nCause localization\n\nIn order to narrow down possible causes, the PSS includes a cause-and-effect diagram, a time-tested\nmethod. Based on the fundamental problem, possible causes are derived in a structured way.\nPossible groupings are given in the diagram as main branches: man, machine, method, material and\nenvironment. These branches can be changed (e.g. into management, organizational structure, etc.)\nor expanded, as appropriate.\n\nRoot Cause Analysis\nThose possible causes which seem most probable can be narrowed down in a first step through a\nlogic check by asking a few key questions:\n\ne Is this probable cause consistent with the results from the problem localization (the problem\nis / is not)?\ne Do the facts and current state description seem plausible assuming this is the cause?\n\nThe resultant most probable causes (typically one to three) are scrutinized (applying the\n“5 x Why” method) yielding the root cause (verified through “why ... therefore ...” forward and\nbackward logic statements).\n\nCountermeasures\n\nOccasionally various countermeasure options or paths are open for selection. It is essential not to\ncreate a new uncontrolled state. It is imperative that countermeasures are chosen based on how well\nthey achieve the target state and sustainably eliminate the root cause.\n\nEffectiveness\n\nA procedure has to be defined that concretely checks the effectiveness of the countermeasures\n(measurement criteria and method, schedule, etc.). It is management’s responsibility to control and\npersonally check the effectiveness of the countermeasures.\n\nStandardization\n\nIn addition to achieving a target state, the executive makes sure that the improved standards (target\nstate) are communicated and used.\n\nCompletion\nAfter signing in the completion cell, the executive sponsor and the topic owner confirm that the\ntarget state is completely achieved.\n\n© Robert Bosch GmbH | 05.2013 20",
    "Page_22": "Problem Solving\n\n5.2 Manufacturing Process problems\n\nProcess problems are deviations in a production or logistics process that are not dependent on the\ncharacteristics of a product being made or transported. The procedure described in section 3 also\napplies for this purpose. The Bosch Production System (BPS) is a system for continuous further\ndevelopment, improvement of and change to production and production-related processes with the\naim of waste-free procedures. \"In point CIP, the management process for identifying priority\nproblems in production and logistics and providing a long-term remedy for them is described within\nthe BPS\" [BPS-06]. One of the key elements of point CIP is \"sustained problem resolution\". \"The\nproblem solving sheet developed specially for the purpose can be used as a tool for structured\nimplementation of the problem solving process\" [BPS-06].\n\n5.2.1 Procedure — BPS Problem Solving Sheet\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nn\n9\n8 The 9 individual steps of the procedure are set out in the BPS problem solving sheet (figure 5.3).\n° These steps correspond largely to the 8D method (figure 3.1). The problem description (D2) is\no noe . . .\ne subdivided into the collection of facts and data analysis. The terms of fundamental problem,\ns technical and managerial root cause and causes for occurrence and non-detection are added to the\n8 problem solving sheet. With these additions the problem solving sheet is inline with the PS approach.\n=n) Problem solving sheet ©\n(presen seserston ‘Man ‘Machine ‘Material\nIranaess =e 1 Y ’\ng poe \\ \\ \\\n3 meson \\ \\ \\\n3 feancomnnt \\ f\nE fume |\nE lowe /\né t |\npers t ‘Method Environment\n|Teamiesder 3s\ni\n@® Desrpion The ptm The ptm nt 2 he\nfat exacy ne proven? i 1 3\ni le ty ete pean coer? aoa ~ ~\namen exacy ane pomiem cur i = =\né 3\n© | cen aaine pen or? ee me =\nO= Cama aise Gio paon ag paeT ae Tee] me =\ni —_ = 2] im = =\n3 Welz ~ ~\nom = Or = eons wrens [om [ie\n[Same ae Ramee oe 7) [amet ae Ram we oe i x\ng Fy aD\ne\\+ WD\n° a WD\n4 i @) sencerdasion resp | oa | Yototn Lessns tare passedon) | Resp. | Date\nt i ~ Rae reer\ng i & foce consis\n2 & [seca\ni fee\nances Fe = as\n0 Eee ee —\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 5.3: BPS problem solving sheet [BPS-06]\n\n© Robert Bosch GmbH | 05.2013 21",
    "Page_23": "Problem Solving\n\n5.2.2 Example — Process Problem\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nProblem solving sheet [ ©\n[© [Pres ests: terveton tres fr srewing valve clamp crew with clamp ody exceeded\n[Panes | HerlW sro meee\ni — atv\n3 feemen | aventigdines/stnone any dy\n££ |Protutcomponen Chios ar 086\na two\nz\n5 ght :\nlero | Mier i\n[Teamieader | Schule i\n[® Dec Tepes Tapani i\n[ana racy sme poten? Serew error valve clamp Body 003 | stew ever vate slime Baty oan and ove 1 [Play sfprim to dy 2 [Play lamp jaw to Badly 3\n3 7\nmere exacy anes ne proce cer? ‘During screwing process HK 033 | During screwing proces HK o43 and oa ; ; ;\n? ng screwing pr ng erewing proces B prim totig F [cimpjevesnngiyromaee |\n[men exacty as ne prem con?  Firzt time 06/2004, tien repeatedty ‘Before . =\n3 ¥ |pricm worm F |etamp jaws worn ?\n© Jon onen ac te problem oosur? |s% of ccrew cases, constant tendency| Other serew cases\nOr aa aaa eae Daal] Sa F [reartinatacrencedid — | F [weartiretotteceeded | F\n2 1 mone nececcary, fault recogniezd 100% by station seiuce | assume | ® | - = -\noO i | F [Prism not replaced on time Fee sore nt rept oe ie i\n° Escalation by Eseaiston Date tne Bo freranccemensragirmenterecsiad |B |e racemes ragrmens paced |B\na 5 5 g g\n. Foot\nea No. ‘esone Recpensibie | Date | Stae|\ng Oke Wikre Miller, OMAg Schneider, TEFs CLaccen © cause\ng “ Z - _ gf amen lone femme | @\n3 == Oe Beene\nS = a . $ [a | [rept camp wire Seale [= REO\n» [estat clamp aw wear ROE\ng = i Eee maces hele raps ses [= nesoot | @B\n= = Totnend 8. 3 a\n.|* 2 /*\nile ile © Senden few | Om | Youn Uasansiaredpascdon) | Foon | Dam\nEle i : Beeertce er 5\n2 = :\ni): il: i\neee i) seers a\noaperences CRY cap Body 205 compared e480: a %\nexter ameter aber ae aa\nBody thenner Higher attachment angle\nBody 10 mm longer Clamp curface\n|- Own prize with top evening al —— — = ao\nRobert Bosch GmbH | 05.2013 22\n\noe\n\nas",
    "Page_24": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n5.3 Product Problems\n\nProduct problems are conformity- or function-related deviations of a target (e.g. specification) in\nthe form of an error (\"non-fulfillment of a requirement\" [DIN-05]), defect (\"non-fulfillment of a\nrequirement in relation to intended or defined use\" [DIN-05]), failure (non-fulfillment of a requested\nfunction) or error status (\"status of a unit in which it is unable to fulfill a requested function ...\"\n[FMEAO6]). These deviations can manifest themselves during the entire lifecycle of a product —\nduring design (e.g. during testing/validation), manufacture (e.g. in the production process) or the\napplication (e.g. application, 0-km problem, field problems).\n\nThe causes underlying the problem can also arise from the overall lifecycle of the product — design\n(e.g. an error when taking into consideration a customer requirement), manufacture (e.g. an error\nwhen securing a production process parameter that is definitive for the product features) or the\napplication (e.g. storage, transport or use in an environment not provided for the product). The\nmore causes that come together from these lifecycle phases, the more these causes act in\ncombination, and the more varied their interactions (figure 5.4), the more complex the problems are.\n\na\nDesign _\\\n\n/\n\n\\\n\\\n\n \n\nFigure 5.4: Interaction of causes of different phases in product problems\n\nThis variety and complexity give rise to the special claim to resolving product problems with the\nnecessity of understanding the collaboration. The procedure is therefore aimed at understanding the\ncauses and their functional relationships and effects on the basis of understood design and\nunderstood production processes according to the principles of product engineering (PE) [PEHB10].\nIn problem solving (PS), areas of cause-effect relationships that have either not been understood or\nlooked at to date (so-called \"white spots\") are identified (steps D2 and D4). As part of the solution\n(steps D5 and D6), the gaps in knowledge with respect to these areas are closed (\"well understood\ncause-effect relationships\") and transferred to other products and / or processes (step D7)\n(figure 5.5).\n\n© Robert Bosch GmbH | 05.2013 23",
    "Page_25": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n \n   \n \n\nPS & PE (D7)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nnot understood cause and effect relation (,white spot’) understood cause and effect relation\n\n \n\n \n\n \n\nFig. 5.5: Improved product understanding through problem solving (PS) and product engineering (PE)\n\n5.3.1 Procedure\n\nIn the case of product problems, intensive dealing with the product itself and/or its components and\nfunctions, as well as with its environment and associated processes is of particular importance. As\nwith presence at the site of the cause (the ‘scene of the crime’) or at the place where the problem\nwas discovered (the 'place of finding’), so too in this case it is crucial to get a picture of the object\n(‘victim’) and its status. In order, for example, to describe the problem in comprehensible terms for\nall those involved it is necessary to have the 'parts on the table’.\n\nA crucial factor in terms of resolving product-related problems is an understanding of the\nrelationships based on the existing active principles [Pahl07, Lind08, PEHB10): \"The physical incident,\nthrough the existence of physical effects and by determining geometric and material features, is\nbrought into a cause-effect relationships which requires that the function is fulfilled in the sense of a\ntask definition\". [Pahl07]\n\nCharacteristic of product problems is the effect of influences from the product generation phases\ndesign, manufacture and application that may have been concealed/disguised (see figure 5.4).\nCrucial for product problems is therefore the targeted use of information from the entire product\nlifecycle: \"What do we know about the design, manufacture and application, including the respective\nboundary conditions?\" (figure 5.6).\n\n \n\n \n\n \n\n \n\n \n\n   \n\ne.g. incorrect e.g. e.g. e.g. e.g.\n\nrequirements incorrect defectiveraw damaged during overload\nengineering construction material assembly during usage Possible\nW W W W W Causes\nDesign Production Application Problem\n\n. Facts\nMany Change Questions for &\n\nquestions requests application Figures\n\nFigure 5.6: Events along the product creation phases — examples\n\nThe complexity of the problem as a consequence of the number and interdependencies of causes\nbecomes greater the more distant chronologically and geographically the causes are from the\ndiscovery of the problem (extreme case: field failure). As the complexity increases, the necessity for\n\n© Robert Bosch GmbH | 05.2013 24",
    "Page_26": "Q\n°\n°\n5\na\no\n2\nst\n2\nS\nN\n3\nN\n\n \n\nProblem Solving\n\n— but also the difficulty of — a clear problem description and structure increases. So it is all the more\nimportant to query the sequence of events along the product generation process in terms of facts,\nindices and possible causes (timeline, figure 5.6).\n\nThe basic procedure for resolving product problems is represented in figure 5.7. In addition to the\nknown steps D2 and D4, the issues in respect of the aforementioned product generation phases that\noccur during the entire procedure are listed. To start D4.1, the cause-effect analysis (D4) oriented to\nthe object, in particular, is based on a very detailed facts analysis of the problem (D2). By doing so,\npossible causes are determined by “putting myself into the object” and using its function and effect.\nA delta examination for comparing target and actual situations leads directly to fact-based possible\ncauses for the problem.\n\n \n\n  \n   \n      \n   \n \n\n \n\n \n\nDescription of problem/situation, | _ +\ngathering of facts (D2) Cause-Effect-Analysis (D4)\nClear description and\nstructuring Target:\n\n      \n  \n  \n \n   \n\nHow must the object function correctly?\nWhat is expected from the object?\n\nWhat is the capability of the object?\n\n> Cause and effect relationship\n\nSymptom /process description:\nTarget state\nInterviews, Tests\n\nData history, Visualization\nSpecific gathering of facts\n\n(Guiding |The Problem |The Problem\nQuestions |is is not,\nWhat?\n\nWhere?\nWhen?\nHow many?\nNo rash narrowing down\nNo assumptions\n\nQuestions-questions-questions\n»Go to Gemba / Go and See“\n\n    \n  \n  \n \n\n \n\n  \n\nTasks\n\n  \n  \n  \n\n  \n\n \n\n  \n   \n    \n    \n    \n\n \n \n   \n \n\nGuiding\nquestions\n\n   \n  \n     \n \n   \n\nDelta examination\n\n \n\nProblem\n\n \n\n \n\n \n\nHints\n\n \n\nActual status:\nWhat is now different?\n> Where are deviations from the specification?\n\n \n\n \n\n \n\n \n\n \n\nFundamental Problem\n\n \n\nFigure 5.7: Basic procedure for resolving product problems\n\nDuring the delta examination the effects on the object are analyzed by searching towards the inside\nand outside direction (figure 5.8). Searching toward the outside direction investigates the interaction\nbetween the system (How/where is the object assembled? How should it operate?) and the\nenvironment (How are the environmental conditions? Consider how these conditions influence the\nobject/system?). Searching toward the inside direction investigates the interaction between the\nconfiguration/design (Of what does the object consist? What does the function depend on?) and the\nproduct’s production (How was the object produced? How was the function realized?) By doing so,\nstrength and stress are compared or functionality and its tolerance.\n\nRobert Bosch GmbH | 05.2013 25",
    "Page_27": "Problem Solving\n\n   \n  \n \n\nSystem @ > Diagram is valid for every\nHow is the object mounted? wy. i\n\n; Oo level of analysis\nWhat should it perform? > ee (System, subsystem, product\nUe component, design element)\n\nWe\n& ge > Understanding of\n& ae chain of effect and\nL&@\n\n. proof of cause effect\nEnvironment Configuration relationship\nHow is the state of . Of what does the (,inside“ regarding production\nthe surroundings? a) Object a) object consist? and configuration, ,outside“\nHow do the A : regarding application,\n\n. What does the ~\nsurroundings affect . environment / system)\nfunction depend on?\nthe system?\n\n \n\n  \n \n   \n \n\n \n\n \n\n \n\n> On every level a decision\nis necessary in what\ndirection to search\n\nwee .\nOo Production\n> “we How was the object produced\ne resp. the function realized?\n\nFigure 5.8: Directions of investigation for resolving product problems\n\nn\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\nExperience has shown that this type of cause analysis requires support by a coach or expert\nexperienced in both product engineering and problem solving — but that even then it is far more\ntargeted and effective. The transition from D2 to D4, above all, is one of the most difficult steps. This\nis linked to the question of whether the fundamental problem was identified with sufficient precision\nto facilitate the nomination of the object necessary for the cause analysis.\n\n5.3.2 Guideline Product Problems\n\nThe procedure for resolving product problems, which was augmented by the approaches of Product\nEngineering, is presented for steps D2 (problem description) and D4 (cause-effect analysis) in the\nform of a structured guideline (figures 5.9 to 5.11), and is described below in its individual steps. This\nguideline is intended, in particular, as an introduction to working on product problems in a team, e.g.\nin the form of a DIN-AO printout and explanation by an experienced problem solving coach.\n\n© Robert Bosch GmbH | 05.2013 26",
    "Page_28": "Problem Solving\n\nSabUByD pue Sanus OF\n\n \n\n‘weg|golg jeuewepuN\n\n \n\nAuew Moy\n\n \n\noum\n\n \n\n \n\n \n\nueym\n\n \n\n \n\naly,\n\n \n\n \n\nsees acnomnd\n\n \n\nyeum\n\n—— ora | ious, | é\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n(pepuewe\n“Ly 0} SnoZojeue) UoHeULOJU! Bupayyey «\n\n \n\n)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nnN\na\n7)\n&\n2\n2\noO\noc\nQa\n»\nOo\n3\n3\nfe)\noc\na nN\noO N\n&\n2\nvans ¢ o\nSa siskyeue 2\nUO|SsselB8y °o\n.\neyo 3d-yooqpueH 2\nuopejauog «| —/vaw4 aes ‘(T-pa as ‘mara [euoNouNy 5\nwoesvedL pue jeanjon.js) saiouapuadapiayut Ss\ny (uosuedwos : o\nléurpedu ieyooog | | JO yesneo ujod Sues &\nnpedun| Kauosey| laps 7 aa peaspoos) ainanys wajsks pur dnjes « 3\niN oc\nae wd Bupyedwog « Qa\n. , fs co 4 quaweoe|das 2\nabo101g stoi ——podsuesy\ns omen qyuauodWog « ar)\nmn a gH oat 1 poh ea] ne Eom\n‘So versking ‘ qepding ojareg « 2 a\nWeIZO]SIH © “wajqoid 3 8\nS101 Jo spa pue zq saBeys 4} UMOp MoleN uopewioyuy 3 z\nysiueup Alpe « vd pue cd -uonenyis 398.12} quenajal 3\nSuunp syadxe Aq papins siskjeue pogo « 1 © €\nsisAjeue eyeg « ay} pur (swojduics) Joyyes pue oO\nwea|qolg ~ (\"sisAyeue eyep ‘sojoud) Wwa|qoid ay) ainjonsys | Wa|qoid/uonenys we s\njequawepuny OUD & SUONEZIENSIA ®)  pue aquosap AjealQ aquosag a 8\nun\nspoyyow o v\najdwexa anjen winnsen ynsey zeyung $]003 Je21poyaW s 3\nbo ie\niL 9\n\nSODOS - 90-70-0207",
    "Page_29": "Problem Solving\n\nLoading o\n\nStrenght\n\nFailures probable\n\nfouanbasy annyejas\n\n(a}3}dWI09)\nsasned ajqissod\n\n \n\nsweiselp\n\nene yy]\n\nul paanjongs\nsasneo alq|ssod\n\n \n\naAsWaPeIeyD\n\najgeqord\nsaunjie\n\n‘Bue a0ue9]01\n\nasn\n\n© Bulpeor\n\naigeqoid sounpey\n\n—\nqwysua.as\n\najdwexe anjen wince,\n\nAsuanbai4 aaejas\n\n“hyoedeo\nUo Joaya Jojpue\n‘goues9]O) pue\nSassaqs JO MaIA\nur ‘wajqord a1seq\naly jo sasnes\naiqissog\n\nAnuanbaag angejas\n\nwnsey\n\n \n\nSODOS - 90-70-0207\n\n \n\ndew puiy|\n“SUILLIO\\S\nureig\nssenbiuyoa},\noneal «\n(w9y eBnes)\nsisAjeue\nwiaishs\njuawainseey| «\n\nVAW4 °\n\nspomow\nseyyng\n\n \n\n \n\n \n\n \n\n“ayajdwios\npue spadxa\n\nJOyLNY YIM 4994O,\n“WS Suisn wajqoid\noseq ay) Sujuojsenb\n\nJayuny Anup]\n\nssauaya(di03\n10} pax9e4o\n\n \n\n \n\nEE\n\n \n\n \n\n \n\naS ‘uo ndOSap aduaNbas jeuoqesado\n\nayy jo sueaw Aq osje) aoueJa|o) pue\n\nsassai]s 10 “8-9 yo1eas au} Jo UOQDaNIP\n@Y} 0} Suipuodsa.iod swesseIp EME HL\n\nSuunjonys\npure Sujuewnsoq\n\nweiseip\nBMeYIYS] UP UL\nsasneo ajqissod\nquawinooq\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\naucrecyaads ai wily SuOREIFED ae aa &\nqUaIOYP MOM SIEM\nemes|em3y\n\ny9aigo ayy uy\n\nLopeuuex ey9q 9q o1)}9s1N0f\n\neuy\n\nS]00} |eD1POyeW,\n\n \n\nuonouny pure yUa]U09\njo Sulpueysiapun jo\nsiseq ayy Uo sasneo\n\naiqissod aaaq\n\nyoaey\n\n \n\n(suoyesapisuos\nJequewe puny)\nsasneo ajqissod\naulUa}aq\n\n \n\n \n\n)\n\nine on the procedure for solving product problems (D4.1\n\nGuidel\n\nFigure 5.10:\n\n28\n\n© Robert Bosch GmbH | 05.2013",
    "Page_30": "Problem Solving\n\nspay au 4h puny see\nzt 204 6 08 oF\n\n6 uw waco amon\n\n(svoyejas yaaye ase jeucouny)\n‘S0USpIA9 AO.\n\nfe) an\nfed\nAyn TZ\n\n \n\n \n\n \n\n \n\nfests ouepes ens\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n‘yaie9s\n\nyeu\"\n\n \n\n \n\n \n\n \n\ni\n\n,\n\n \n\n‘wie9s prem yo ipbveays posnper\" woga\n(emen us| wos) esneo 21\n\n \n\n \n\nbd!\n\n[=s} ae\n\n=\n\n \n\n \n\n \n\nasneg 3004\n\n \n\nuayansiayin nz (pou yeyreqysnudsueag\nun usayauerey uayosinz Suey uodUIeSnZ4IAh\n\nules\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\najduexa anjea winnsey\n\nSODOS - 90-70-0207\n\n \n\n(aouapiae\n‘uope|aap\n‘jenjoe Jesse}\nBuypnyou!)\nsasneo\naiqeqosd\n\nunsey\n\n \n\nysa)\nsisayjod ky\n\nsiskjeuy\nall yneje\n\ndodge\nVWs\n\nspoyyow\nseyung\n\n“Gog 8'a) sjsa} payedie} ysnowy\nJo/pue (jUaUdojaAep ay} WO “S*8)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nIr {| [a |s\nenn uae we\n\n \n\n \n\n(gay 7p Ewnsem) Moy 'y\n\n(diysuonejas\njesneo)\n\nJeuonouny pue\nUJEYD [eI1BO| :JO01g\n\nesneo 001\nay) Suujwuajeg\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n(e2uapiaa ‘uoHeInap\n‘jenjoe ‘joSse}) sasneo ajqeqoid\nay} JO JUSWSSeSse-R}ap paliejaq «\n\n \n\nYanna,\n\n \n\n \n\nan os om\n\n¢(22uapiae 0} anp) papnjaxe\n\n‘a\\qyssod ‘ajqeqoad pue ajqisneid\n\neym, :(anbluyosy Sujuonsenb\naonb) sasned ajqissod ayenjeay «\n\n$[00} |e1pomReW,\n\n \n\nAlessagau asaym\n‘Ayysn{ pue yadsul\nAjasojo pinoys\nTrd\npue 7q woy paules\nsyyBISUl jo siseq ayy\nuo sasneo ajqissod\njo Ayiqisne}\nyoayo pur azn\n\n \n\nOm!\nayow aye YyoryM\nSasned 199/9S\n\n \n\n \n\nine on the procedure for solving product problems (D4.2)\n\nGuidel\n\nFigure 5.11\n\n29\n\n© Robert Bosch GmbH | 05.2013",
    "Page_31": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\nAs part of the problem description (D2), a comprehensive description of the situation and an\nextended collection of facts must be drawn up, taking into consideration the existing and/or\nexpected product and process information. The aim is to localize the fundamental problem being\nprocessed by a clear description which structures the symptoms (chronologically, regionally,\nquantitatively, etc.) and by clear demarcation of the areas not affected by the problem (figure 5.9).\nThe sub-steps 1 to 5 explain the problem description and its methodical aids: visualizations, analysis\nof the object, structure and/or system structure, process description and collection of facts. The\nsequence within the sub-steps of D2 can vary. Methods beyond this which can be applied according\nto the facts situation are mentioned in each case in the \"Further methods\" column.\n\nThe possible causes in relation to the fundamental problem are to be derived during the cause-\neffect analysis (D4). The special feature of the procedure for product problems are the component-\nand/or function-oriented questions — the so-called fundamental considerations — for deriving\npossible causes (D4.1). This way of looking at the situation is based on the approach of Bosch Product\nEngineering. A product-oriented approach is thus upstream of the conventional, hypothesis-\noriented procedure so that on the one hand an understanding of the product is called for and\npromoted, and on the other the number of required hypotheses is kept to a minimum and/or their\nquality improved. The sub-steps 6 and 7 describe the fundamental considerations and their\nmethodical aids: delta examination, question model, Ishikawa diagrams (figure 5.10).\n\nWithin the scope of determining the cause-effect relationship (D4.2), the plausibility of the possible\ncauses and/or their exclusion must first be verified. In accordance with the function-oriented\nprocedure and the claim \"Il want to understand the problem and its causes fundamentally\"\n(figure 2.1) it is important to first determine and evaluate the relevant parameters (prioritize). By\nusing the 5xwhy questioning technique (Sxwhy & how) for a deeply cause analysis, the technical root\ncause (TRC) and the managerial root cause (MRC) are to be determined and verified in reverse. The\nsub-steps 8 and 9 describe the analysis of the cause-effect relationship, consisting of the selection\nof probable causes, determination of the root cause, and the subsequent documentary evidence (see\nFigure 5.11).\n\nIn addition to the basic procedure (section 3) and/or the specifications for the indirect area\n(section 5.1) and process problems (section 5.2), the following aspects are characteristic of the\nsolution of product problems:\n\nD2\n\ne Accompanying analysis of the object (by experts)\n\ne Structure and/or system structure as an aid for the \"entry point\" for the cause analysis\ne Extended facts collection based on Kepner-Tregoe\n\nD4\n\ne Determining possible causes based on fundamental considerations\n- entry point with delta examination\n- search directions similar to an understanding of content/function\n\ne Evaluating possible causes with evidence of target / actual / deviations\n\ne Use/determination of functional relationships (cause-effect relationship)\nby \"Sxwhy and how\"\n\n© Robert Bosch GmbH | 05.2013 30",
    "Page_32": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n \n\nD2 (problem description) — visualizations Product problem — sub-step 1\n\n \n\n \n\n9,60\n\n9,50\n\n9,40\n\n  \n\n \n\n \n\n \n\n \n\n \n\nPhoto Original value sequence [EWQ-05]\nExample: Failure on Manufacturing Equipment Alm] ee\n°%\nFailure Cause No. Failure Cause 0.5 4 ec\ne\n© Machine 12 O41 ee\n8 eo ce\n© Tool 3 al oe\ng -.°\n8 o24 oe\n© Batch Change 4 % Se\n2\nCalibration 2 6 014 4 e\n0.05\n50 100 150 200 250 300 350 400\nFlow Rate Vb]\nPareto analysis [EWQ-05] Correlation diagram [EWQ-05]\nObjective\n\ne Clear, easily understandable (if possible self-explanatory) description of the circumstances\ne Rapid exchange of information between all those affected and those involved\ne Concise representation of symptoms, including data analyses\n\ne Limited room for interpretation by avoiding textual descriptions\n\n \n\nTasks\ne Drawing up pictures (documentation of facts)\ne Transfer of existing information to graphical representations\n\ne Creation of new information by a graphical analysis of existing data\n\n \n\nMethods\ne Photographing, sketching, drawing\n\ne Representation of statistical analyses\n(e.g. original value sequence, histogram, Pareto analysis, correlation diagram, etc. [EWQ-05])\n\ne Representation of events and/or changes along a timeline (history chart)\n\n \n\n \n\nResult\n\ne Consolidated, visualized basis in fact\n\n \n\n© Robert Bosch GmbH | 05.2013 31",
    "Page_33": "n\n°\noO\n°\nn\n©\n2\n+\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n \n\n \n\nD2 (problem description) — analysis of the object Product problem — sub-step 2\n\n \n\n \n\n \n\nuntight tight\n\n \n\nExample: sealing surfaces\n\n \n\nObjective\n\ne Clearly identified picture of damage with the extent of damage (e.g. overload fracture) [Roos08]\n\n \n\nTasks\ne Planning the analysis (sequence and priorities), e.g. in order not to destroy information\ne Analysis of the objects (e.g. faulty products) and their picture of damage by experts\n\ne Comparison of stress (operating conditions, operation, ambient conditions, life cycle of damaged\npart) and strength (material, manufacture) [Roos08]\n\n \n\nMethods [Schm05, Roos08]\n\ne Macroscopic analysis: e.g. run-up colors, corrosion effect, picture of damage (breakage areas and\nmorphology), destruction-free test procedures (e.g. X-ray or ultrasound)\n\ne Where applicable, microscopic analysis (e.g. micrographs, scanning electron microscope,\ncomputer tomography)\n\n \n\n \n\nResult\n\ne Statements on the picture of damage (breakage morphology) and, where applicable, strength\n(e.g. micrograph)\n\ne Decision for accompanying tests during D2 and D4 (e.g. in respect of strength)\n\n \n\n© Robert Bosch GmbH | 05.2013 32",
    "Page_34": "n\n°\noO\n°\nn\n©\n2\n+\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n \n\nD2 (problem description) — system structure Product problem — sub-step 3\n\n \n\nExamples\n\n \n\n \n\nToa [Sealing principle\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFano] [A Separaton\nfist bur\n\nsealing\n\n \n\n \n\n \n\nSealing surfaces\nTe 7\n(green 810) ———FL_iayer\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nore material\n\n \n\n \n\n \n\n \n\n \n\nECE\n\n \n\n \n\nHager]\nareal\nsealina [€\nIx One\n\n(wack 813)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFer\n\n \n\nsealing |D|\nrang\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nStructure and associated functions (e.g. sealing)\n\n \n\n \n\n   \n    \n\n      \n \n   \n\n \n\nFlange Fove-pressure (= 7,5bar)\n\nFuiydrautic\nFere-pressure\n\n \n\n— =n\n\n \n\n \n\n \n\nFitydrauie Fuiydrautic\n\n \n\nO-ring nut\n\n \n\n \n\nFre-pressure\n\n \n\n \n\nFuiydrautic\n\n \n\n \n\n \n\n \n\n \n\nFeressure\n\n \n\n \n\n      \n \n\n \n\n \n\n \n\nFriction\n\n \n\nan\n\nBasic function “sealing”:\n\nFriydraulic Closed contact area, which contents\nmaximum allowed loopholes at pressure\ninfiltration, which are smaller than the\nsmallest molecule of the medium.\n\n \n\nSystem structure [PEHB10]\n\n \n\n \n\n \n\nFunction description \"sealing\"\n\n \n\n \n\nObjective\n\ne Clarified and described design/functional structure, relationships and interfaces of the product\n\n \n\nTasks\ne Determining the design structure\ne Determining the functional structure\n\ne Allocating system elements and functions\n(illustrating tasks of the system elements in the form of functions)\n\n \n\nMethods\ne Analysis of the design documents (drawings, parts lists, FMEA, process descriptions, etc.)\n\ne Analysis of the system structure (hierarchical division starting from the product through to\nproducts, assemblies and design elements), where applicable, analysis of the system structure\nwith function network [PEHB10]\n\ne Mutual illustration of components and functions\n\n \n\n \n\nResult\n\ne Entry point within the product (\"object\") for D4.1\n(object behavior, delta examination, cause-effect relationships)\n\n \n\n© Robert Bosch GmbH | 05.2013 33",
    "Page_35": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nD2 (problem description) — process description Product problem — sub-step 4\nExample\nStress\nStrength »)\nSupplier D Supplier C\nee WN AN AN\nPA 6.6 att ‘| 2 om =| Drying >| molding > 7 | ) Py >| | Assembly\nTransport Storage ZAP Transport Storage AP\nPlant Customer\nie i_,< an [Assembly], sy” | i,< = a wlUnpackingL—»/ Assembly in Assembly |,\n/ al U _ in Booster cs lf P 9 vehicle | hose\nTran port Storage Transport Storage Transport Storage\ntress\nStrength\nObjective\n\ne Clear representation of logical and/or chronological sequences (e.g. processes), events in relation\nto the condition and/or use of the product\n\n \n\nTasks\n\ne Describing the manufacturing processes and the application — also, where applicable, of the\ndesign process\n(consideration of the guiding quesions from figure 5.7)\n\ne Consideration and representation of influencing factors and stresses or influences of the strength\nof the product\n\n \n\nMethod\n\ne Flow chart in accordance with section 4.2 — agreed with those affected and involved\n\n \n\n \n\nResult\n\ne Clear process chart in respect of the possible occurrence or detection of the problem as a basis\nfor collecting facts and subsequent examinations\n\n \n\n© Robert Bosch GmbH | 05.2013 34",
    "Page_36": "Problem Solving\n\n \n\nD2 (Problem description) —facts collection Product problem — sub-step 5\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCollection of facts|~|\n\n \n\n \n\n \n\n? is is not D&C\n\n \n\n \n\nwhat\n\n \n\n \n\n \n\nwhere\n\n \n\n \n\n \n\nwhen\n\n \n\n \n\n \n\nwho\n\n \n\n \n\n \n\n \n\n \n\n \n\nhow many\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFundamental Problem:\n\n \n\n \n\n \n\n \n\n \n\nD&C... Differences and Changes\nTemplate for product problems (Appendix 2, A2)\n\n \n\n \n\n \n\nObjective\n\ne Delimited, localized and consolidated facts\n\n \n\nn\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\nTasks\ne Document facts in structured format (areas affected and those not affected)\n\ne Analyzing and documenting the differences, special features and chronological changes between\nthe areas affected and those not affected\n\ne Formulating the fundamental problem\n(if possible one or several sentences as an overall finding of the facts collected\n\ne Allocation of the fundamental problem to the system structure as an entry point (\"object\") for\nthe subsequent cause analysis (D4.1)\n\n \n\nMethods\n\ne Collection of facts (see section 4.1) with the addition of specific guiding questions regarding\nproduct problems — agreed with those affected and involved\n\ne If necessary, recurrences (collection of facts does not mean a guarantee of the correct\nfundamental problem)\n\n \n\nResult\n\ne Consolidated facts basis in a document, including formulated fundamental problem\n\n \n\n \n\n \n\n© Robert Bosch GmbH | 05.2013 35",
    "Page_37": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n \n\nD4.1 (cause analysis) — fundamental considerations Product problem — sub-step 6\n\n \n\n \n\n \n\n \n\n; System we\n_ How is the object mounted?\nWhat should it perform? >\n\n  \n  \n  \n       \n   \n\n   \n  \n \n\n     \n  \n \n   \n \n\nTarget:\n\nHow must the object function correctly?\nWhatis expected from the object?\n\nWhatis the capability of the object?\n\n> Cause and effect relationship\n\n \n\nEnvironment\n\n \n\nImagine How is the state of Configuration\nyourself to be Delta examination the surroundings? or) Object ~ OF what does the\nHow do the ¥\n\nin the object\n\n \n\n \n\nWhat does the function\n\n \n\n \n\n \n\nsurroundings affect ’ depend on?\nActual status: the system? lepend on?\nWhatis now different? /\n> Where are deviations from the specification?\n\n \n\nProduction\nHow was the object produced’\nresp. the function realized?\n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\nEntry point & delta examination Fundamental considerations\nLs USL\n> Stress Strenght x Tolerance range\n2 2\n$ $\n= =\n2 e\n& =\no o\n2 2\n& ®\no v Failures\nprobable\nFailures probable Loading o Characteristic\nStress and strength Function behavior and function limits\n(overlap area in diagrammatic form) (overlap areas in diagrammatic form)\nObjective\n\ne Possible causes derived on the basis of an understanding of the content/function\n\n \n\nTasks\n\ne Delta examination (target-actual comparison) with querying of the cause-effect relationships\nbased on questions regarding the effects — external and internal\n\n \n\nMethods\n\ne Fundamental considerations: Question model with two integrated search directions (inside and\noutside) and with object- or function-oriented guiding questions. In this respect, both the inner\nobject status (structure and manufacture) and the outer conditions (system structure and\nambient conditions) are taken into account. The further search directions into the inner and/or\nouter object are derived according to the facts situation — for each analysis step (i.e. at each level\nof the system structure) it is important to decide again where the search is heading.\n\ne Delta examination: Examination of the respective object target situation (cause-effect\nrelationships which describe the correct functionality of the object), the actual status and the\nspecific description of the deviations\n\ne Derivation of possible causes by an analysis of the facts from D2 in combination with the results\nof the fundamental considerations and associated delta examination\n\n \n\n \n\nResult\n\ne Possible causes with regard to the changed stress and/or strength or effect on the function\ncharacteristics and/or their tolerances\n\n \n\n© Robert Bosch GmbH | 05.2013 36",
    "Page_38": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n \n\nD4.1 (Cause analysis) Documentation of possible causes /\n\nCompleteness check Product problem — sub-step 7\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMen Machine Material relative Frequency\n\n \n\n \n\nFundamental\nProblem\n(Stress):\n\n   \n  \n\nWhich’\n\n/\n\nMethod Environment\n\nsible root causes result concerning the fundamental problem?——jm|\n\n \n\n \n\n \n\n \n\n \n\nIshikawa diagrams regarding stress and strength\n\najqeqo.d saanie4\n\n \n\n    \n\nMen Machine Material\n\nFundamental\nProblem\n(Strength):\n\nWhich possible root causes result conceming the fundamental problem?\n\naS\n\nMethod Environment\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nqwysua.s\n\n \n\n \n\n \n\n© Bulpeo7\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nObjective\n\ne Structured documentation and determination of further possible causes\n\n \n\nTasks\ne Documenting possible causes\n\ne Completeness check by determining further possible causes by querying the fundamental\nproblem with 5M (creativity)\n\ne Indicating dependencies and interdependencies between the possible causes\n\ne Where applicable, subdividing into several documentations in accordance with the search\ndirections (fundamental considerations) and/or in accordance with the sequence or process\ndescription (see D2).\n\nSubdivision into several diagrams (e.g. separated into strength and stress) facilitates, where\napplicable, separate processing in teams with differing compositions\n\n(e.g. strength with the focus on production, stress with the focus on application/operation) and\nthe decision regarding the integration of experts for checking and completing the possible\ncauses.\n\ne Taking into consideration influences that affect the stress and strength\n\n \n\nMethods\ne Ishikawa diagram(s) (where applicable several, e.g. with regard to stress and strength)\n\ne Where applicable, effect diagram (Ishikawa diagram with representation of interactions)\n\n \n\n \n\nResult\n\ne Possible causes documented in structured form and completed in Ishikawa diagram(s)\n\n \n\n© Robert Bosch GmbH | 05.2013 37",
    "Page_39": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n \n\nD4.2 (Cause-effect relationship)\n\nSelection of probable causes Product problem — sub-step 8\n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\nF,\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTemplate \"Detailed delta examination\" Distance [mm]\nregarding probable causes (Appendix A3) Function behavior — example\n\n \n\nObjective\n\ne Possible causes prioritized and plausibility checked\n\n \n\nTasks\n\ne Substantiated, comprehensible selection of probable causes\n\n \n\nMethods\n\ne Evaluating and plausibility checking (questioning technique) and identifying the possible causes\n(Ishikawa diagram):\nwhich causes are possible? (yellow)\nwhich causes are excluded by evidence? (green)\nwhich causes are plausible and probable (red)?\n\ne Documented, fact-based evidence for exclusion.\n\ne Detailed delta examination of the probable causes (target, actual, deviation, evidence) as a basis\nfor subsequent determination of the root cause:\n1. Query target and substantiate where applicable\n2. Document deviation (observe measuring system)\n3. Objective evidence by existing data or by determining (targeted test, DoE)\n4. Document further steps\n\ne Prioritizing possible causes using the findings obtained D2 and D4.1\n\n \n\n \n\nResults\ne Probable causes\n\ne Decisions regarding further investigations (e.g. substantiated tests)\n\n \n\n© Robert Bosch GmbH | 05.2013 33",
    "Page_40": "a\n°\n°\n5\na\no\n2\nst\n2\nS\nN\n3\nN\n\n \n\nProblem Solving\n\n \n\nD4.2 (Cause-effect relationship)\n\nDetermining the root cause Product problem — sub-step 9\n\n \n\n \n\n \n\n \n\n——— why? why? why?\nProbable >|\nRoot Cause\n\nwhy?\n\nSe ee\n\n \n\n \n\n \n\n \n\n \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n5x \"whys & hows\" 5x \"whys & hows\" — example\n\n \n\n \n\nObjective\n\ne Root cause determined by verifiable — described logically and functionally — relationships (\"cause-\neffect relationship \")\n\n \n\nTasks\n\ne Determining logic and associated functions, starting from the probable cause\n\n \n\nMethods\n\ne Description of the logical sequence of the probable cause as far as the root cause using \"Sxwhy?\"\n(section 4.4): Why has the probable cause occurred, and is therefore the actual cause?\n\ne Prove functional relationships within the logic chain:\n\"How do the (process) parameters interact?\"\n\ne Evidence based on the available facts (e.g. from development) or\nthrough targeted tests (e.g. DoE, Shainin®, etc.)\n\ne Confirmation of the root cause by conclusive \"reverse evidence\"\n\n \n\n \n\nResult\n\ne Technical root cause (TRC) and managerial root cause (MRC)\n\n \n\nThe root cause as the result of the cause-effect analysis (D4) is the basis for the following steps for\ndetermining and introducing corrective actions (D5, D6) and a prerequisite for the introduction of\npreventive actions (D7) within the meaning of the Lessons Learned and/or standardization (see\nAppendix 1).\n\n© Robert Bosch GmbH | 05.2013 39",
    "Page_41": "a\n°\n°\n5\na\no\n2\nst\n2\nS\nN\n3\nN\n\n \n\nProblem Solving\n\n6 Lessons Learned\n\nThe purpose of \"Lessons Learned\" is to avoid duplicating work and ensure failures are not repeated,\nthereby increasing efficiency. This means that any knowledge acquired in the organization must be\nused extensively. This knowledge should be prepared and communicated accordingly. This rule\napplies to both knowledge of product or process development and to knowledge that arises from\nsolving problems. That is why problem solving is specifically interlinked with the knowledge\nmanagement approaches in the Bosch Product Engineering System (BES-KM) [BES-12].\n\nAfter solving a product/process problem, the knowledge is available in the form of descriptions of\nTechnical Root Causes (TRC), Managerial Root Causes (MRC), cause-effect relationships and\nmeasures. In order for the knowledge to be used across the organization, the lessons learned from\nan individual application (single case) must be transferred to general applications (broad base). For\ndoing so, there are five elements necessary (figure 6.1):\n\ne Description\n\ne Distribution (\"push\")\ne Standards\n\ne Access (\"pull\")\n\ne Networks\n\n...to a broad base\n\n \n \n  \n\nfroma\nsingle case\n\nLL distribution\n\nRy eycereCo Minerva)\n\nStandards LL accessibility\n\nfe Saretasiu ce laos} information “pull”\n\nDescription\niota Nee\ncause-effect relationships\nrecommended actions\nwhat to do? / what not do?\n\n(business) process standards filter by categories\norganization standards\ntraining standards\n\na, \\_ (eins\n\ntt ty ty tt\n\nNetworks Distribution, exchange, utilization of knowledge\n\n“gush” with feedback\n\n  \n\n \n\nre\n\né&\n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 6.1: Elements of Lessons Learned\n\nThe requirement when preparing Lessons Learned is an understandable description (product-neutral\nand technical terminology) of cause-effect relationships and the formulation of instructions. The root\ncauses must be abstracted from the individual problem case, with the recipient orientation the main\nconcern. Instructions must be based on the questions\n\n\"What should we do in future?\" and \"What should we not do in future?\"\n\n© Robert Bosch GmbH | 05.2013 40",
    "Page_42": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\nIn order to ensure that Lessons Learned are communicated in a targeted manner (distribution)\nrecipients must be identified who are likely to encounter a similar root cause. The following key\nquestions may be helpful: \"What else can the problem affect?\", \"Where else can the problem\noccur?\", \"When could the problem occur again?\", \"Who else can cause the problem?\", \"How much\nmore damage can the problem cause?\" (figure 6.2).\n\n \n\nthe problem hints / explanations\neediconelly (consider logic \"can not\")\n\nSimilar applications regarding system/ product /\nwhat affect? design elements / technology / production / assembly /\nprocess / method / business process ...\n\nOther production lines, plants, development locations,\nwhere occur? regions, climate, products, platforms, customer\napplications, usage ...\n\nNew production lines, plants, development locations,\n\n \n\n \n\n \n\n \n\n \n\nwhen occur? regions, climate, products, platforms, customer\napplications, usage ...\ncause? Other / new: supplier, associate / manager / process\n(Who else can be Jowner / user, trainer, ...\nwho affected by the\nproblem?)\nhow ma ny damage? Risk assessment, priorities\n\nDistribute to:\n\n \n\n \n\nFigure 6.2: Questions to identify recipients\n\nOnce they have been prepared, Lessons Learned must be actively distributed (\"Push\"). The best way\nof sharing Lessons Learned is personal communication, e.g. regular meetings. Feedback on the\napplicability and, if relevant, implementation of Lessons Learned in the operating unit or in the\nrecipient's working environment is useful. For important cases, tracking of distributed cases has been\nproven to work in practice. To ensure further distribution Lessons Learned cases are typically\nprovided in the form of a database.\n\nStandards that result from implementation provide a basis for avoiding errors across the\norganization (e.g. design of standards, design guidelines, layout guidelines, process and production\nstandards, standard training). Improving an existing standard is just as likely to achieve the goal as\ncreating a new one.\n\nFinally, the cause-effect relationships that have been learned and the organizational standards that\nhave been developed are made available on a permanent basis. In the same way that knowledge is\nsent, databases are used to enable organizational access to the knowledge (\"Pull\").\n\nProvision of (knowledge) networks is essential to exchanging, completing and implementing Lessons\nLearned. These networks include manufacturing networks, working groups (BEO-AK), Centers of\nCompetence (CoC), Lessons Learned networks and PS networks.\n\nAs already mentioned in the principles (chapter 2), executives and managers are required to take an\nactive role. Regarding Lessons Learned this includes leading associates through Lessons Learned,\ncontributing their own personal expertise and making decisions about how to implement standards.\nManagerial participation is fundamental to the success of Lessons Learned.\n\nFor practical implementation purposes, the procedure is summarized in a guideline for step D7 of\nLessons Learned and is divided into four tasks/sub-steps (see figure 6.3).\n\n© Robert Bosch GmbH | 05.2013 41",
    "Page_43": "n\n°\noO\n°\nn\n©\n2\n+\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n \n\nFurther\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nlogic Sub-step Task Target Methodical tools Mention Result\n1. Description Generalize the | A description of the « Abstracting the root causes and « Checklists Description of\nroot causes Lessons Learned in solutions: from specific to general the Lessons\n(with reference | technical language 7 7 Learned case\nto the case) that will be widely « Cause-effect relationships\nunderstood « Recommended procedure\nWhat should we do? What should we not do?\na\no\nVerify comprehensibility in the technical\ncommunity (fresh eye)\n¢ Verify accuracy of the content (peer\nreview)\n« Bosch technology topics (BEO\ntaxonomy)\n« Standardized design of Lessons\nLearned\n2. Targeted Identify, Decide where the * Questions about the potential « Checklists List of\ncommunication | evaluate and knowledge from occurrence for each root cause: Creativi potentially\nprioritize the Lessons Learned will > can EESicrheies ° t a ivity ___| affected entities\npotential be communicated ‘ aaa (considera “san nat) bai ator for distribution\noccurrence of what | aes |esescTeomseg recent poses brainy writes\nproblems with [pes meee Pe eae rain writing,\nsimilar root where | stone ecige mind map\ncauses when | wae fescomrsctpsonasee || « Workshop\naw [Mn aom cae] | With specialist\n‘sho Sai een departments\nTow many] —canoger [Pek aeeserent panier\nDistribute tr\n« Survey experts, BEO working group,\nCoC or active expert participation in\nD7 problem solving\nCommunicate | Inform all potentially | « Networks: + BGN, e.g. Information\nLessons affected entities - Lessons Learned coordinators forums, Wiki, | distributed\nLearned - Bosch Experts Organization (experts, ASK! Bosch\n(exchange working groups, Center of\nexperiences) Competence) . gpecialst '\n- PS and PE networks jepariments | Feedback on\n- Manufacturing and product networks applicability\n- Other networks\n« Databases and knowledge portals:\n- Lessons Learned database\n-1Qis\n- FEBER\n3. Implement Formulate and | Prevent problems Standardization « Checklists Updated\npreventative implement with similar root * Product and process specification * FMEA designs,\nmeasures preventative | causes from d processes and\nmeasures for occurring , Management system ( locuments, « DRBFM standards\ncurrent and directives, work instructions, test plans,\nfuture standards etc.) * Control plan\nprocesses and Design guidelines (BES): * Drawings\nproducts  Product-specific design rules\n(e.g. CP5 high-pressure pump) + Parts lists\n Higher-level design guidelines for ° Order\nproduct groups (e.g. pumps, seals), specifications\ntechnology, methods and processes\n¢ Update and carry out training\n4. Make Developed Knowledge can be « Networks (see above) « BGN, e.g. Knowledge is\nknowledge knowledge to | found and used for Databases and knowledge portals (see forums, Wiki, | available on a\navailable be made the right purpose above) ASK! Bosch | permanent\navailable for ao basis\nother/future « Specialist\napplications departments\n\n \n\nFigure 6.3: Guideline for Lessons Learned of product problems (D7)\n\n© Robert Bosch GmbH | 05.2013\n\n42",
    "Page_44": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n7 Further Problem Solving Methodologies\n\n7.1 Problem Solving and Decision Making in Accordance with Kepner-Tregoe\n(KT)\n\nProblem solving and decision making in accordance with KT are based on the systematic\ndetermination and description of causal relationships. The method is based on four \"thinking\npatterns\" (assessing and clarifying, relating cause and effect, making choices, anticipating the future)\nor the \"four basic rational analysis processes\" derived from them: situation appraisal, problem\nanalysis, decision analysis, potential problem analysis [Kepn98].\n\nThe approach is characterized by structured questions, in particular the so-called W-questions (who,\nwhat, where, when, how much, how / in what way, why) and the exclusion of possible causes (is/is\nnot) and by evaluations weighted subjectively. Also decisive in terms of a successful application of\nthe method is its implementation and/or the responses to the aforementioned issues in the team. KT\noffers the opportunity to localize unclear, variously influenced problems systematically and evaluate\nthem qualitatively.\n\nRequirements Principle\ne Regardless of specific circumstances, e Application of four basic analysis processes\napplicable to any problems (based on\n\n. wae four \"thought patterns\") in teamwork\ne Solutions to problems based on a description ent p )\n\nof a situation using structured W-questions,\nas well as checklists and tables\n\nCourse of action\n\n1. Situation appraisal 3. Decision Analysis\n\ne Identify situation e Definition of decision\n\ne Break situation down e Targets\n\ne Define priorities e Grouping targets (mandatory/optional)\ne Select an analysis/solution process e Weighting optional targets\n\ne Develop alternatives\n\n2. Problem analysis e Compare alternatives\ne Definition of deviation e Provisional choice\ne Description of the deviation using e Risk assessment\n\nW-questions: what, where, when, how much a\ne Make a decision\n\ne Special features/differences (is/is not)\n\ne Changes (e.g. chronological)\n\n»\n\n. Potential problem analysis\ne Formation of hypotheses (possible causes)\n\nAction plan\ne Hypothesis test\n\nIdentify potential problems\ne Documentary evidence (review)\n\nCauses — Measures — Information\n\n© Robert Bosch GmbH | 05.2013 43",
    "Page_45": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n7.2 Shainin®\n\nThe Shainin® method is used to improve product performance, product reliability, and process\nperformance. The corresponding investigative strategies utilize observed extreme good/bad\ndifferences (contrasts between best of best BOB and worst of worst WOW) to identify the major\nsource(s) (Red X®) of these contrasts [Shai07].\n\nThe underlying model describes the variation (Ay) of the target value (y) as a function of the\nvariation ( Ax; ) of input variables ( x; ),\n\nAy = f(Ax,) (7.1)\n\nand assumes that the observed extreme good/bad difference in Ay are caused by only one or a few\nmost influential input variable(s) and its/their variation (Pareto principle). In mathematical terms, the\ntotal variation (variance (Ay)’) depends on the “strength” of this influence (given by the functional\nrelationship between target value and input variables, expressed by C,) and the variation of the\ninput variables (expressed by the variances (Ax; ):\n\n(Ay)* =c?- (Ax,)* +03 - (Ax,)? +....+2+ (Ax,)? +6? (7.2)\n\nAs a consequence, the search for the culprit(s) concentrates on one or only a few critical influences\nthat have the highest impact (figure 7.1). Further information of the statistical background,\nlimitations and statistical tools of Shainin® is provided in booklet 11 (Design of Experiments) of the\nBosch booklet series “Quality Management in the Bosch Group” [DoE-10].\n\n \n\n   \n\nRequired\n\nFrequency\n\nCurrent 6\n\n6 5 4 3 2 1°40 1 2\n% Change in Dynamic Flow from Molding\n\n \n\n \n\n \n\n \n\nGreen Y® Description:\n% change in Dynamic Flow [g/min] after molding measured on EP 217 g/min flow\n\n-——\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\np\nDelta Delta EP 217 passes Isoplot®\n(measdfement (process Dr=6.1\nVariation) variation)\n5 A : 5 Penny B vs. C™ showed no separation in\nChange jp-coil Change in magnetic Dynamic Flows between pre and post coil\nSition properties moved parts.\nClue Generation: Clamping parts in mold\nMolding clamping problem Temperatt roblem Plastic injecti. lem without injection plastic showed separation\n(tooling problem) ss problem) SS problem) between preand post clamp Dynamic Flow\nvalues\np: ; Serial Investigation: Removal of middle insert\nSlideanSert Middle insert Lower O-Ring Upper O-Ring from mold eliminates Dynamic Flow shi.\nSert sert Removal of other inserts still showed flow shift.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n—!\n\nHousing shutoff Confirmation: Per and postinjection values\n: er showed no difference in Dynamic Flow values\nradius too small after shutoff radius enlargement.\n\nRed X® Candidate:\nMiddle insert housing shutoff radius is damaging magnetic circuit during molding\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nIrreversible Corrective Action:\nInsure a no contact condition between insert shutoff radius and part’s outer diameter\n\n \n\n \n\n \n\nFigure 7.1: Example of converging diagnostic journey\n\n© Robert Bosch GmbH | 05.2013 44",
    "Page_46": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\nShainin® distinguishes between 5 different strategies depending on the type of failure (Malfunction\nEvent, Destructive Event, Defect, Feature, and Property). They focus on the diagnostic process. A\nShainin project is structured in seven project phases with the acronym FACTUAL™:\n\nFocus — Leadership converts business problems into technical projects, assigns team resources, and\nestablishes sponsorship.\n\nApproach — The team collects facts, identifies y and dy/dx measurement systems, and selects the\nbest strategy for the observed variation.\n\nConverge — The team conducts a binomial type, converging investigation, which ends in the\nidentifications of a suspect root cause(s) (Red X® candidate).\n\nTest — With proof tests the team statistically confirms the Red X® candidate.\n\nUnderstand — The team and product/process experts establish a detailed technical root cause with\ncause-effect relationship and underlying causes (“mother of the Red X®”).\n\nApply — Leadership, team, and experts select, validate, and implement corrective actions.\nLeverage — Leadership drives lessons learned across the organization.\n\nShainin® certified leaders are known as Rolling Top 5® Executive or Rolling Top 5® Manager and are\nresponsible for converting business problems into technical projects, team resource allocation,\nbarrier removal and leveraging lessons learned.\n\nShainin® certified Red X® Masters are responsible for project coaching, and ongoing development of\nskilled problem solvers.\n\nShainin® certified problem solvers are known as Journeyman, or Apprentice, and are responsible for\nindividual projects. A Journeyman is a proven problem solver and an Apprentice is a problem solver\nin training.\n\n \n\nRequirements e Available products and/or components\n\ne Carrying out tests\n\n \n\nPrinciples e Pareto principle\ne Application of analysis methods\n\ne The most important influencing factors, or combinations thereof, are\ndetermined from a large number of potential influencing factors with as\nfew tests as possible\n\n \n\nCourse of action | ° Definition of a measurable feature\ne Exclusion of possible causes (analysis of spot checks)\ne Targeted localization of the cause(s) by experimental investigations\n\ne Procedural model: FACTUAL™\n(Focus, Approach, Convergence, Test, Understand, Apply, Leverage)\n\n \n\nMethods e = =Multivari chart\n\ne Paired comparisons™\n\ne Component search™\n\ne Concentration chart\n\ne Product/process search\ne Variable search™\n\ne Statistical test planning (test applying all factors)\n\n \n\n \n\n \n\nFigure 7.2: Overview Shainin®\n\n© Robert Bosch GmbH | 05.2013 4S",
    "Page_47": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n7.3 Six Sigma\n\nSix Sigma is used for the measurable improvement of processes and products based on data and\nfacts [Harr97]. The term Six Sigma is used in many different ways. Its importance ranges from\n‘guiding principle’ through to ‘continuous improvement program' and ‘collection of methods'. Sigma\n(Greek letter o) designates standard deviation. A normally distributed process with a spread of 60\ncorresponds (taking into consideration a mean value displacement of 1.50) to a failure rate of 3.4\nfailure per 1 million possible failures = 3.4 ppm (parts per million). Six Sigma could therefore also be\ncharacterized as a 'zero-defect program’.\n\nSix Sigma is aimed not only at technical processes: it can also be used in business processes, e.g. in\nindirect areas. At the heart of the observations is measurable process performance and its\nimprovement: e.g. lead time, costs, quality or yield. Six Sigma employs well known statistical\nmethods and quality and project management. Crucial to the success of Six Sigma is the targeted\nintegration of methods, support through training and introductory programs and their consistent,\nproject-oriented application.\n\nThe focus is on the procedure - oriented to five project phases - for improving existing processes\nwith the acronym DMAIC: Define, Measure, Analyze, Improve and Control. This approach is\ncomparable to known models for continuous improvement (e.g. PDCA) or procedures for problem\nsolving (see Figure 3.1)\n\nDefine\nDetermining or defining the (customer) requirements and formulating the project goals.\n\nMeasure\nMeasuring and evaluating the performance of processes involved.\n\nAnalyze\nAnalyzing the processes for causes of failures.\n\nImprove\nImproving the processes by remedying or mastering the causes of failures.\n\nControl\nChecking and regulating to keep the process at a new, improved level.\n\nAn adapted procedure - Design for Six Sigma (DFSS) - is available for newly developed processes or\nproducts.\n\nWith Six Sigma, a number of possible methods based on one another are allocated to the project\nphases: e.g. affinity diagram, failure mode and effect analysis (FMEA), frequency diagram, hypothesis\ntest, correlation diagram, creativity techniques, Pareto diagram, process yield, process flow chart,\nmachine and process capability test, quality characteristic tree, control chart, regression analysis,\ncause-effect diagram, variance analysis, statistical test planning (design of experiment), progression\nchart.\n\nSimple aids such as process representations help to create transparency regarding sequences and\ninfluencing factors. Systematically applied measuring and analysis tools provide information on the\neffects of control and disruptive factors on the process result (figure 6.1).\n\nIn addition to the project procedure described by the project phases and the methods, Six Sigma also\ndescribes the boundary conditions for the project organization, and thus specifies the structures\nrequired for project management.\n\nTrained Six Sigma project managers known as black belts are responsible for the projects. They are\nsupported by trained project associates and/or sub-project managers (green belts) and other project\nassociates (yellow belts). The projects are commissioned, promoted and monitored by project\nsponsors. Black belts are method specialists. They undergo four weeks of intensive training in the\n\n© Robert Bosch GmbH | 05.2013 46",
    "Page_48": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\naforementioned methods and principles. Green belts are generally process and/or product specialists\nwho are familiar with the most important methods after one to two weeks training.\n\ncontrol variables\nX1 Xz ws Xp\n\nprocess /\n\nprocess process\n\nresult\n\ncharacteristics\n\n \n\nY1 Y2 «+ Ym\ndisturbing variables\n\nFigure 7.3: Six Sigma process model\n\nBy way of summary, Six Sigma can be characterized as follows:\n\nApplicable to all process types\n\nFocusing on customer requirements and business results\n\nUse of tried and tested methods for statistics and causal logic\nAcquisition of information through a statistical analysis of available data\nMeasurable improvements based on figures, data and facts\n\nStructured, project-oriented procedure\n\nConsistent project management and controlling\n\n© Robert Bosch GmbH | 05.2013 47",
    "Page_49": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n8 Bibliography\n\nBPS-06]\nBES-12]\n\nBrenO7]\n\nDIN-05]\n\nDIN-10]\nDoE-10]\n\nDude01]\nEWQ-05]\nFMEAO6]\n\nFunk06]\nHarr97]\n\nIshi90]\nISO-09]\n[Kais10]\n\n \n\n[Kepn98]\n[Lind08]\n\n[Pahl07]\n[PEHB10]\n\n[Roos08]\n\n[Schm05]\n[Shai07]\n[TOPS92]\n\n[Toyo06]\n[Toyo08]\n[Zoll01]\n\nN.N.: Point CIP Problem Solving Guidelines. Leonberg: Robert Bosch GmbH, 2006.\n\nMittwollen, N.: Bosch Product Engineering System — Module Description Knowledge\nManagement. Stuttgart: Robert Bosch GmbH, 2012.\n\nBrendt, B.; Bingel, C.; Bittner, B.: Tools im Problemlésungsprozess.\nBonn: managerSeminare, 2007.\n\nDIN EN ISO 9000: Quality management systems — Fundamentals and vocabulary.\nBerlin: Beuth, 2005.\n\nDIN EN 31010: Risk management — Risk assessment techniques. Berlin: Beuth, 2010.\n\nN.N.: Quality Management in the Bosch Group, Booklet 11 — Design of Experiment (DoE).\nStuttgart: Robert Bosch GmbH, 2010.\n\nN.N.: Duden — Rechtschreibung. Mannheim: Dudenverlag, 2001.\nN.N.: Elementary Quality Assurance Tools. Stuttgart: Robert Bosch GmbH, 1997.\n\nDIN EN 60812: Analysis techniques for system reliability — Procedure for failure mode\nand effects analysis (FMEA). Berlin: Beuth, 2006.\n\nFunke, J.: Denken und Problemlésen. Gottingen: Hogrefe, 2006.\n\nHarry, M. J.: The Vision of Six Sigma — Tools and Methods for Breakthrough. Phoenix AZ:\nTri Star Publishing, 1997.\n\nshikawa, K.: Guide to Quality Control. Tokyo: Asian Productivity Organization, 1990.\nSO 31000: Risk management — Principles and guidelines. Genf: ISO, 2009.\n\naiser, L.: Hints Regarding ‘Problem Solving Sheet for Indirect Areas’ (PSS) — Version 2.7.\nStuttgart: Robert Bosch GmbH, 2010.\n\nepner, C. H.; Tregoe, B. B.: The Rational Manager. Princeton NJ: Kepner-Tregoe, 1998.\n\n \n\nLindemann, U; Ponn, J.-: Konzeptentwicklung und Gestaltung technischer Produkte.\nBerlin: Springer, 2008.\n\nPahl, G.; Beitz, W.; Feldhusen, J.; Grote, K.-H.: Konstruktionslehre. Berlin: Springer, 2007.\n\nMoser, W.: Bosch Product Engineering System — Product Engineering Handbook.\nStuttgart: Robert Bosch GmbH, 2010.\n\nRoos, E.; Maile, K.: ,,Kriterien zur Schadensbewertung“ in Werkstoffkunde fiir Ingenieure\n— Grundlagen, Anwendung, Priifung. Berlin: Springer, 2008.\n\nSchmitt-Thomas, K. G.: Integrierte Schadenanalyse. Berlin: Springer, 2005.\nN.N.: Shainin® Strategies — Pocket Guide. Unterschlei&heim: Shainin, 2007.\n\nN.N.: Team Oriented Problem Solving — TOPS(8D). Essex: Ford Motor Company Ltd.,\n1992.\n\nN.N.: Toyota Business Practices — Toyota Problem Solving (Basic). Toyota Institute, 2006.\nLiker, J.K.: Der Toyota Way. Munchen: FinanzBuch Verlag, 2008.\n\nZollondz, H.-D.: Lexikon Qualitatsmanagement. Munchen: Oldenbourg, 2001.\n\n© Robert Bosch GmbH | 05.2013 48",
    "Page_50": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\n9 Glossary\nFor further terms see also the section \"Definition of terms\" in Appendix 1 (8D method)\n\nActive parameter [Wirkparameter] [PEHB10]\nPhysical parameter with causal effect on a target parameter.\n\nActive principle [Wirkprinzip] [PEHB10]\nBasic physical or chemical law.\n\nCause effect relationship [Wirkzusammenhang] [PEHB10]\nQuantitative dependence of a target parameter on an active parameter.\n\nChain of effects [Wirkkette] [PEHB10]\nSequence of cause effect relationships.\n\nDesign element [Designelement] [PEHB10]\nThe smallest component enclosed for fulfillment on one or more functions, consists of one or more\nparts. Examples: Valve seat, Coil-Spring, Printed Circuit Board (PCB), Bond.\n\nFunctional structure [Funktionsstruktur] [PEHB10]\nHierarchical arrangement of the system in functions and sub-functions.\n\nIndirect area [Indirekter Bereich]\n\nActivities related to planning, control, monitoring or information processing in which only\ninformation is exchanged or processed, e.g. controlling, human resources, work planning, production\ncontrol, logistics planning.\n\nLoad [Belastung] [PEHB10]\nSum of mechanically, chemically, thermally and electromagnetically induced loads applied externally\non the product.\n\nProcess problem [Ablaufproblem]\n\nDeviation (fault, defect, failure, error status) of a production or logistics process from a defined\ntarget situation with an unknown cause, regardless of the characteristics of the product to be\nproduced or transported.\n\nProduct life cycle [Produktlebenszyklus] [PEHB10]\n\nPeriod of time a product passes through from product idea development across operation in field\nincluding diagnosis and maintenance to disposal after reaching its end of life or its decommissioning,\nrespectively.\n\nProduct problems [Produktproblem]\n\nConformity- or function-related deviations of a target in the form of an error (\"non-fulfillment of a\nrequirement\" [DIN-05]), defect (\"non-fulfillment of a requirement related to an incident or specified\nuse\" [DIN-05)), failure (non-fulfillment of a requested function) or error status (\"status of a unit in\nwhich it is unable to fulfill a requested function ...\" [FMEA06]).\n\nStrength [Beanspruchbarkeit] [PEHB10]\nMaximum stress endurable by a design element for a specified amount of stress and for the\ndamage/failure mechanism under consideration.\n\nStress [Beanspruchung] [PEHB10]\n\nLocal effects of the load within the design element with respect to the considered damage-/failure\nmechanism, e.g. mechanical stress, induced voltage, temperature distribution, mass transfer during\nchemical reaction.\n\n© Robert Bosch GmbH | 05.2013 49",
    "Page_51": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\nAppendix 1 — 8D-Method\n\nA1.1 PULPOSC...... ee eeeceeesccsscessceceseecenecnsceceaeesenecesaeceaeecsaeecssecsaeeceaeeesaecesaeceaeesaeeeaeecsaeeeeaecsneseseeseaesenaeseaeees 50\nA1.2 Terms and Definitions .0......ceceeesseeseseesceceseeseeeeseeseeeeseeseeacsecseeaeecsecaeseesesseacsecaeeeseesseeaseessetaeeessees 50\nA1.3 BD-Method 0... eeeeecsecsseesceceseeseecseeeeseescesesacsecaeaesecseeaesesscaesecseeasecsecaeaesesseeaesesseeeseeeaeeaeeessesaeeasaees 52\nA1.3.1 Description of the steps D1 to D8 oo... cecesscscssecsscsscssececssessessesssecseseesesecsecesesseseeesaesesesseneenees 53\nA1.3.1.1 D1: Establishing Problem Solving Team / Project........ccccccscssesseeteeseseseteeeeseseeeeeetseseeeees 53\nA1.3.1.2 D2: Problem DeSCription .........cccsccesessscsscescesecssceseesecseecsecescesecsecesesseseeseeseeseaseaeceeeesesseeees 53\nA1.3.1.3 D3: Containment Actions... ccc ceseeeecsccsecseesseceecseeeeeeeecesecsesssessesseseeeseeseeseaeseeeeaesaeeoes 53\n\nA1.3.1.4 D4: Cause and Effect AnalySis.........cccccccccsscsccsscsseesecssesscescesecsecesessesessseseseescaecesesessesoes\nA1.3.1.5 D5: Defining Corrective Actions and Proving Effectiveness\n\n \n\nA1.3.1.6 D6: Implementing Corrective Actions and Tracking Effectiveness\nA1.3.1.7 D7: Establishing Preventive Actions\nA1.3.1.8 D8: Final Meeting ....... ccc eeeeeseeseseeseesceeeseeeceecsecaceeeseeaceacsecsesaesecsecseeeseeaseessesaeeesiesseeaseeeee 55\n\n  \n\nA1.1 Purpose\nThis chapter describes the procedure for problem solving according to the 8D method.\n\nThe purpose of the 8D method is eliminating problems (problem = deviation from a defined target\nstate) and therefore preventing the recurrence by:\n\ne Lasting and systematic processing of internal and external problems by locating and eliminating\nthe technical root cause as well as the systemic root cause and the leadership root cause\n(managerial root cause).\n\ne Transfer the findings (lessons learned) to comparable business or production processes as well as\nproducts.\n\nThe core content of the 8D method is the identification of the fundamental problem, identifying and\nunderstanding of the root causes as well as sustainably eliminating these root causes. A\ncomprehensible explanation is necessary for all steps.\n\nA1.2 Terms and Definitions\n\nCause [Ursache]\nCircumstances / event which causes an effect\n\nConformity [Konformitat]\nfulfilment of a requirement [EN ISO 9000:2005]\n\nContainment action [SofortmaRnahme]\nTemporary measures, which keep the problem away from the customer / protect the customer from\nfurther incorrect products\n\nCorrective action [KorrekturmaRnahme bzw. AbstellmaRnahme]\naction to eliminate the root cause of a detected nonconformity or other undesirable situation\n\nDefect [Mangel]\nnon-fulfilment of a requirement related to an intended or specified use [EN ISO 9000:2005]\n\n© Robert Bosch GmbH | 05.2013 50",
    "Page_52": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\nDirect Cause [unmittelbare Ursache]\nselected and obviously valued cause for the fundamental problem (incl. target, actual, deviation,\nevidence) by prioritizing the possible causes and checking their plausibility\n\nFailure [Ausfall]\nNon-fulfilment of a demanded function\n\nFundamental (Real) Problem [Grundproblem]\n\nLimiting description of the problem (chronologically, locally, quantitatively, etc) with differentiation\nof the areas not affected by the problem (in literatures and other descriptions the terms ‘Point of\nCause’ and ‘Preliminary Defect Cause / Defect Location / Defect Type’ are also used)\n\nLeadership Root Cause [Ursache in der Fiihrung]\nRoot Cause in personnel (e.g. competence / qualification) and reasons in the organization (e.g.\ninterface between organizational units)\n\nManagerial Root Cause, MRC [Managerial Root Cause]\nReasons for interaction of causing conditions in the management system and the business process\n(systemic root cause) as well as in personnel and in the organization (leadership root cause)\n\nNonconformity [Fehler]\nnon-fulfilment of a requirement [EN ISO 9000:2005]\n\nObjective evidence [Objektiver Nachweis]\ndata supporting the existence or verity of something [EN ISO 9000:2005]\n\nPossible Causes [mégliche Ursachen]\nLikely causes for the fundamental problem derived on the basis of content oriented / functional\nunderstanding\n\nPreventive action [VorbeugungsmaRnahme resp. Vorbeugende Mafnahme]\naction to eliminate the cause of a potential nonconformity or other undesirable potential situation\n[EN ISO 9000:2005]\n\nProblem [Problem]\nDeviation (nonconformity, defect, failure, fault) from a defined target state or objective state\nwith unknown cause\n\nProblem Description [Problembeschreibung]\nLocalizing, unambiguous structuring and description of the problem as well as the associated\nsymptoms and boundary conditions (result: fundamental problem)\n\nRequirement [Anforderung]\nNeed or expectation that is stated, generally implied or obligatory [EN ISO 9000:2005]\n\nRisk evaluation [Risikobewertung]\nProcess of comparing the results of risk analysis with risk criteria to determine whether the risk\nand/or its magnitude is acceptable or tolerable [ISO 31000]\n\nSystemic Root Cause [Systemische Grundursache]\nReasons in the management system (e.g. directives, FMEAs, drawings) and reasons in the business\nprocess (e.g. process of FMEA creation, quotation process)\n\nTechnical Root Cause, TRC [Technische Grundursache]\nReasons for admitting the interaction of causing conditions for the problem/fundamental problem,\nwhich are proven by logical (why?) and functional (how?) relations.\n\n© Robert Bosch GmbH | 05.2013 51",
    "Page_53": "Problem Solving\n\n \n  \n \n\n  \n\nProblem\n(Deviation from a defined target state or objective state\nwith unknown cause)\n\n    \n   \n\n  \n\n \n\n- Numerary\nDrawin|\n\nwing Data where | i\nPhoto Fact oo\n\n   \n\nis not\n\n      \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n   \n\nFlow\n\n \n\n \n\n \n\n \n\n \n\n  \n \n\nFundamental\n(Real) Problem:\n\nSe problem oreed>\n\n  \n      \n \n\nFundamental\nConsiderations\n\n \n\n \n\n \n\n  \n\n \n\nPossible Causes\n\n \n  \n\nDirect Cause\n\nTechnical\nRoot Cause\n\nMRC... Managerial Root Cause =\nSystemic Root Cause and\nCause in the Organization / Personnel\n\n    \n\n \n\nD4: cause oriented\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\nn\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\nFigure A1.1: Funnel model as a basis of problem solving for the steps D2 and D4\n\nFigure A1.1 shows the most important terms and definitions mentioned above concerning the 8D\nmethod described in the following. Starting from the problem first the fundamental problem has to\nbe localized in line with the problem description. Based on that possible causes and direct causes are\nderived. These have to be confirmed by evidence to identify root causes.\n\nA1.3 8D-Method\n\nThe 8D method is a procedure for the problem solving in 8 steps (8 disciplines). All 8 steps are to be\nprocessed within the problem solving. As needed the steps have to be run through recursive, i.e. the\n8D method is set up new at a previous point with known and secured facts. The steps D1 to D3 can\nbe processed in parallel.\n\n \n\n8D |1 2 4 5 6 7 8\n3\n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure A1.2: 8D steps\n\nD1: Establishing Problem Solving Team / Project\n\nD2: Problem Description\n\nD3: Containment Actions\n\nD4: Cause and Effect Analysis\n\nDS: Defining Corrective Actions and Proving Effectiveness\n\nD6: Implementing Corrective Actions and Tracking Effectiveness\nD7: Establishing Preventive Actions\n\nD8: Final Meeting\n\n© Robert Bosch GmbH | 05.2013 52",
    "Page_54": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\nA1.3.1 Description of the steps D1 to D8\n\nA1,3.1.1 D1: Establishing Problem Solving Team / Project\n\nCharacteristic for the 8-D method is the problem solving within a team, consisting of persons who\ncan contribute with their knowledge and abilities to the active problem solving. Also representatives\nof external customers or suppliers can be team members. The team leader puts the problem solving\nteam together in cooperation with the sponsor (minimum “department head”), cares for the\nconsistent application of the method and informs the sponsor (guarantees the team resources) as\nwell as externals about the state of the problem solving. The composition of the team must be\nadapted if necessary during the steps D1 to D7. According to character and complexity of the\nproblem the 8D method can be also executed in form of a project organization.\n\nResult: Problem Solving Team, if necessary project organization\n\nA1,3.1.2 D2: Problem Description\n\nThe problem description is the detailed description of the situation, facts collection, structuring and\nanalysis of the problem (e.g. Situation and Problem Analysis according to Kepner-Tregoe). It limits\nthe problem and separates it from not affected areas (e.g. describes which part of a product is\naffected or which production period). The description must be unambiguous, understandable and\ngenerally comprehensible. Documented evidence (e.g. flow diagrams, progression diagrams, parts,\nfigures, drawings) are to be provided if necessary to the description and simplification of the problem\nanalysis. The problem description must contain information which permits to reproduce the\nnonconformity. Within the problem description the target state is also explained and the interaction\nin the superior system is described.\n\nFor mass-produced products an overall history (Pareto Analysis regarding all customers over time) is\nrecommended to be maintained in order to identify reoccurring problems. Also recommended are\ninformation from product creation (e.g. test results) as well as customer-based analyses. If other\nbusiness or production processes and products are also affected these must also be taken into\naccount.\n\nA risk evaluation (e.g. according to IEC/ISO 31010) also begins with the problem description. This\nestimates the occurrence probability (e.g. number of complained parts covered to production period)\nand the damage magnitude (e.g. number of affected customers, safety, ...). If necessary a\nrecommendation takes place for the further escalation. Effects on end user / vehicle / product have\nto be estimated to be able to initiate adequate containment actions in D3.\n\nResult: Description of the Fundamental Problem (see also figure A1.1)\n\nA1.3.1.3 D3: Containment Actions\n\nDirectly after a problem becomes known containment actions must be implemented in order to\ncontain the effect of the problem with the objective that the customer furthermore gets, applies or\ndelivers no non-conform products.\n\nExamples for containment actions are putting lots on hold and sorting manufactured products,\ninitiation of incoming inspection for delivered products, etc. Furthermore also products which are\nalready on the transport to the customer, in intermediate stores or already at the customer side are\nto be taken into consideration. In addition, it must be ensured that information about the non-\nconformity is forwarded within the affected area (e.g. next shift) as well as to potential affected\nareas (e.g. other lines/plants). Containment actions must be documented together with the\nassociated results. If no containment actions are possible, this has to be justified and to be\ndocumented. Before containment actions are implemented possible unrequested side effects should\nbe assessed.\n\nResult: Implemented Containment Actions incl. documentation and information\n\n© Robert Bosch GmbH | 05.2013 53",
    "Page_55": "n\n°\noO\n°\nn\n©\n2\n+\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\nA1.3.1.4 D4: Cause and Effect Analysis\n\nThe cause and effect analysis determines why the problem could occur (technical reasons, systemic\nreasons and reasons related to leadership for the deviation) and why it has not been detected (non-\ndetection). The root cause is determined if the reason for the deviation can clearly be identified,\nreproduced and proved.\n\nThe root cause includes:\n- the interaction of causing conditions (TRC),\n\n- the reasons why the concurrence of these conditions has been admitted (MRC).\n\nTechnical — Environment x Ability of\nroot cause & Usage product\n\nSS Tiley ETE TTT hy x TTT\nroot cause ii) processes\ncee = *\nroot cause\n\nFigure A1.3: Definition of root causes (TRC and MRC, for examples see ‘Terms and Definitions’)\n\nri\n3\ni\ni\ni\n\nManagerial\n\nThe derivation of the root cause must be described comprehensively. The root cause must be\nverified, preferably by reproducing the non-conformity-occurrence (e.g. simulation or experiment)\nand the non-detection (e.g. with a test setup). If the verification is not possible, the reason why must\nbe documented.\n\nFailure Modes from FMEA must be taken into account. Examples of techniques, which can support\nthe root cause analysis: Cause and Effect Diagram (Ishikawa), 5xwhy question technique, Fault Tree\nAnalysis (FTA), Shainin, Six Sigma, Process Analysis (regarding MRC).\n\nAfter the root cause has been determined and verified it has to be checked if the scope has to be\nextended (e.g. other products, lines, plants, units or customers); containment actions (D3) must be\nrevised and if necessary adjusted regarding their effectivity.\n\nAfter the identification of the root cause the risk evaluation will be closed, i.e. the occurrence\nprobability and the damage size are determined (e.g. with number of produced parts in the\nproduction period, qualitative estimate, safety relevance, number of affected plants/customers,\neffect on other products/processes, ...).\n\nResult: Documented derivation and description of the Root Cause (TRC and MRC) with evidence\n\nA1,3.1.5 D5: Defining Corrective Actions and Proving Effectiveness\n\nDefinition of potential corrective actions to eliminate the root cause. Theoretical (e.g. DRBFM, FMEA,\ndescription of the changed process flow) and/or practical examination of the measures must be\nperformed, in order to prove the effectiveness and prevent with objective evidence unrequested\nsecondary effects. Selecting Corrective Actions to be implemented.\n\nResult: Corrective Actions with effectiveness evidence\n\n© Robert Bosch GmbH | 05.2013 54",
    "Page_56": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\nA1.3.1.6 D6: Implementing Corrective Actions and Tracking Effectiveness\n\nImplementation of the previously selected Corrective Actions, validation of the effectiveness after\nimplementing and ensuring that there are no negative consequences. The results must be\ndocumented. Removal of the containment actions after introduction and verification of the\ncorrective actions. For a later or earlier closing of the containment actions the reasons have to be\ndocumented.\n\nResult: Established and in the effectiveness confirmed Corrective Actions, removal of the\nContainment Actions from D3 (if necessary after the agreement of the customer)\n\nA1,3.1.7 D7: Establishing Preventive Actions\n\nThe occurrence of comparable problems in other business or production processes and products due\nto the identified root cause(es) must be prevented by:\n\ne Review and update of the documentation (e.g. FMEA, Control Plan, drawings etc.)\n\ne definition of appropriate measures in respect to the Quality Management System\n(documentations, procedures, work instructions, development/design policy, control plans,\nconduction of resulting trainings)\n\ne Transfer of acquired expertise via a Lessons Learned Network (Standardization and implementing\nstandard). A Transfer of acquired expertise into the Bosch Expert Organization (BEO) is\nrecommended.\n\nAny omission requires an explanation. It has to be assured, that the defined measures will be\nimplemented.\n\nResult: Updated standards, exchange of experience (Lessons Learned)\n\nA1.3.1.8 D8: Final Meeting\n\nThe problem solving has to be assessed in a meeting with participation of possibly all involved\npersons. Prerequisite for the completion of the problem solving is the completion of the steps D1 to\nD7.\n\nThe steps D1 to D7 are reviewed in the whole flow of the problem solving process (feedback,\nimprovement opportunities). The results must be documented.\n\nFor a complaint which refers to former or running problem solving with known root cause, the step\nD8 does not have to be executed again.\n\nResult: Discussion/Debriefing and evaluation of the steps D1 to D7, conclusion of the problem solving\nwith agreement of the involved persons and if necessary the customer, acknowledgment of the\nteamwork by the sponsor have taken place.\n\n© Robert Bosch GmbH | 05.2013 55",
    "Page_57": "Problem Solving\n\nAppendix 2 — Templates\n\n \n\n \n\n \n\n \n\nDate:\n@ BOSCH Contracting Version:\nProblem Solving “\nDepartment Owner:\n\n \n\n \n\n \n\n \n\n \n\n1. Case description\n\nTitle\n\n \n\nShort description:\n(problem)\n\n \n\n2. Period\n\n   \n \n   \n\nStart date: End date (planed):\n\nReview dates:\n\nn\n°\no\noO\nn\n©\n2\n3 3. Objectives\nSo\nN\no\nN\n\nRoot cause understood, proven and remedied standards derived and implemented\n\nTargets\n\n4, Organisation\n\n \n\nCost center\n(e.g. ext. analysis)\n\nDate /\n\nResponsible signature\n\n \n\n \n\n \n\n \n\nTeam Department Capacity % from until\n\n \n\n \n\nTeam leader\n\n \n\n \n\nProxy\n\n \n\nCoach:\n\n \n\n \n\nSponsor:\n\n \n\nTeam member 1:\n\n \n\nTeam member 2:\n\n \n\nTeam member 3:\n\n \n\nTeam member 4:\n\n \n\nTeam member 5:\n\n \n\nTeam member 6:\n\n \n\n \n\n \n\nSupportive functions:\n\n \n\nSpecific tasks,\nrestrictions\n\n \n\n \n\n6. Signatures\n\n‘Team leader Proxy of TL Coach ‘Sponsor Supervisor | Supervisor ‘Supervisor\nteam leader proxy of TL team members\n[date/signature __date/signature _date’signature_date/signature_|dafe’signature _date/signature date/signature\n\n \n\n \n\n \n\n \n\n \n\n \n\nTable A1: Template Contracting\n\n© Robert Bosch GmbH | 05.2013 56",
    "Page_58": "we|qoid jeyuewepun4\n\n \n\nEt puag ‘Aouepuay\n\n \n\nalgo apye\n\nzt\nsj22yep Auew moy\n\n \n\npapaye st\n\nIt\nqpefqo ep ye yon moy\n\nekuew MOH\n\n \n\naunjiey auy moys\n\not §}20fqo Auew moy\n\n \n\n6 | — caines ata paesgo sey\n\nboum\n\n \n\npaniasqopajep an\n51392/qO ap Jo a]9A9 ayy UL\n\n \n\n(@2u@N290 Jo LAK\n‘uonnedan ‘puay ureBe\n\nzueuM\n\n \n\napasep\n9 | umpealgo ag pauite|> 10\npaniasgo sem 4suy paind20\n\n57\n\n \n\n(sisfjeue Woy)\ns paruesgo\nayy s13230/Go oe\n\n \n\népaniasqo aunjiey si\nsse20ud ut\n\n¢ 70UM\n\n \n\npaniasqo329Jap iM\nspalgo ap s! jestydesBoo6\n\n \n\n(s1sfyeue Woy)\npalo 3e3240a\n\n \n\né7e4UM\n\n(uogesydde sewuqsnd| f\n1 quejd uayddns)\nq2@J8p MasefGO\n\nExtended collection of facts for product problems (template)\n\n \n\n \n\npayuep\nau J 2 8q pinos:\nlusym gun | oun aqq, oe ea eer Good ym) (2 2q pino>3nq) sey\n\njsutod uedo 2: Surpue6as pabuey> se AA—A————“ ™\nZanuarayIp ap BurpseBad pabuey> Sey ey sl jo UODdZ//0D\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n‘Burpeescid ‘SobueyD SouaIOIG JON-SI\n\n \n\nProblem Solving\n\nuolsep/Qed uouRny\n\"ON AUE1qO1d\n\n \n\n \n\n \n\n© Robert Bosch GmbH | 05.2013\n\nTable A2:\n\n \n\n \n\nSOOOS - 90-70-0202",
    "Page_59": "Problem Solving\n\n \n\n \n\n \n\n \n\n \n\n \n\ndays }xdu JOJ UOISIDap\nyinsey\n\n(a@.uapNs)\nuogenap ayj40j sesned\n\n \n\n(¥) uoqeineq\n\naqeys jemoy\n\n \n\nmes jobue |\n\n \n\n \n\nuoReUILUeXe &9p Palejeq\n\n \n\nsasned ajqeqoid\n\nDetailed delta examination regarding probable causes (Template)\n\n \n\n \n\n \n\n:(Wua|qaid j|uaUepUNY Oo} ENnp YBuADs *dsaJ ssaqs) UORIAIIP Yeas\n\n \n\n \n\nSOOOS - 90-70-0202\n\nTable A3:\n\n58\n\n© Robert Bosch GmbH | 05.2013",
    "Page_60": "n\n°\noO\n°\nn\n©\n2\nst\n2\n°\nqQ\n=)\nnN\n\n \n\nProblem Solving\n\nAvoid terms like\nAssessing words\n\nAlternatives for better description\nDescribe facts / add figures\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\ninsufficient What was insufficient? (quantify with Engineering units)\n\ngood What exactly does “good” mean?\n\nbad What exactly does “bad”?\n\nIt doesn’t work What does not work?\n\ndefect What exactly does “defect” mean?\n\nbetter What exactly does “better”?\n\nclean What exactly does “clean” mean? (e.g. particle density, distribution)?\ndirty What exactly does “dirty” mean? (e.g. particle density, distribution)?\nmoistly Specification of humidity in %\n\ntight What exactly means ,,tight“? Which pressure is specified?\n\nTight against what?\n\n \n\nassociate’s error\n\nHow was he trained?\n\n \n\n \n\n \n\n \n\n \n\n \n\nprobably Hypothesis in % occurrence probability\n\ntemporary Period from..... till ....\n\nfortuitous Specify statistical evidence\n\ndamaged Caused by what? Mechanical force, electrical force?\nNumber of version of documents\n\ncurrent Which status at what time?\nWhich process description at what time?\n\nright What is right?\n\n \n\nAdjectives without specification\n\nGive facts in physical unit\n\n \n\n \n\n \n\n \n\n \n\ngreater Greater than what (in meter)\n\nsmaller Smaller than what (in meter)\n\ncolder Colder than what (in °K)\n\nToo big Too big related to dimension (in meter)\nToo small To small related to dimension (in meter)\n\n \n\nProve of effectiveness\n\nMethods / verification of capability\n\n \n\nImplemented and tested\n\nHow was it tested?\n\n \n\n»Effectiveness proved by\ncustomer statistics!“\n\nUse/formulation is not allowed, because it is not in the sense of\nsustainable problem solving (see 8D method)\n\n \n\n100% visual inspection\n\nWhat was the result of the visual inspection? (Tests, capability)\n\n \n\nManufacturing process\nimproved, failure rate\ndecreasing\n\nProcess capability (C,,), yield rate (First Pass Yield), ...\n\n \n\nPassive sentences/subjunctive\n\nUse active sentences\n\n \n\nIt has been proven\n\nHow? Who? Describe method, test, simulation, ...\n\n \n\nIt was applied\n\nHow? Who? Describe method, test, simulation, ...\n\n \n\nIt should / could / will do\n\n \n\n \n\nProcess specifies, machine/associate does it in another way\n\n \n\nTable A4:\n\n© Robert Bosch GmbH | 05.2013\n\nHints for formulations using the method ,,5xWhy?”\n\n59",
    "Page_61": "o\n°\no\n°\na\n©\n°\nst\n2\n°\nN\n3°\nN\n\n \n\nProblem Solving\n\nAppendix 3 — Evaluation Criteria of Product Problems\n\nAre visualizations\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n- available yes | no\n- described yes | no\n- comprehensible (self-explanatory) yes | no\nAre analysis of the object\n\n- available yes | no\n- assessed (regarding the symptom) yes | no\n- comprehensible (self-explanatory) yes | no\nAre descriptions of the system structure / design\n\n- available yes | no\n- analyzed (regarding design structure and functions) yes | no\n- comprehensible (self-explanatory) yes | no\nIs the process flow\n\n- available (alternatively History Chart) yes | no\n- complete (all process steps described, e.g. from the supplier to the vehicle’s end-user) | yes | no\n- comprehensible (self-explanatory) yes | no\nIs the facts collection\n\n- available yes | no\n- complete (all questions with differences and changes) yes | no\n- comprehensible (self-explanatory and the fundamental problem derived) yes | no\nIs the object (entry point) described regarding\n\n- should be state (target state) yes | no\n- actual state yes | no\n- delta examination yes | no\nAre possible causes documented regarding\n\n- stress yes | no\n- strength or yes | no\n- function yes | no\nAre possible causes\n\n- in an Ishikawa diagram documented (alternatively e.g. Failure Tree Analysis (FTA)) yes | no\n- checked with 5M regarding completeness yes | no\n- completed and described regarding interactions yes | no\nAre possible causes\n\n- plausible yes | no\n- prioritized (evidence, experience, clues from facts collection) yes | no\n- marked (probable, possible, excluded) yes | no\nAre the probable causes\n\n- documented (target / is / delta) yes | no\n- with causes for the deviation yes | no\n- with conclusion and next steps yes | no\nAre the root causes proven by\n\n- , 5xwhy?” (logic chain) yes | no\n- including ,,how“ (functional relationship) yes | no\n- and by ,,backward prove“ (therefore) completed. yes | no\n\n \n\n \n\n \n\nTable AS: Evaluation criteria of product problems\n\n© Robert Bosch GmbH | 05.2013 60",
    "Page_62": "oO\noO\nOo\n°\nno\n©\n°\nst\n2\n°\nq\n3°\na\n\n \n\n \n\nRobert Bosch GmbH\nC/PJ-PS\n\nPostfach 30 02 20\nD-70442 Stuttgart\nGermany\n\nPhone +49 711 811-0\nwww.bosch.com"
}