{
    "Page_1": "City of Mesquite\n\nMESQUITE\nReal. Texas, Flavor Housing and Community Services\n1616 North Galloway Final Draft Report Prepared by:\nMesquite, Texas 75149 J QUAD Planning Group, LLC\n\nAugust 14, 2020",
    "Page_2": "TABLE OF CONTENTS\n\nAcknowledgementts..............2:0c::ceceeeeeeeeeeeeeemeeeeeeaeseeae eee eeaeeeeeeenenees 3\nSection 1: Executive SUMMAar)...............:::cceee cece cece e ene enecenneeeeeemineees 4\nSection 2: Community Proffile..................0.cccceee eee eee eee e ee eee eee e enna eaae 9\nSection 3: Fair Housing Law, Policy and Regulatory Analysis............. 40\nSection 4: Community Engagement.............2....::::eeeeeeeeee eee reese 64\n\nSection 5: Home Mortgage Disclosure Act Analysis................02:0.71\n\nSection 6: Impediments, Recommendations and Strategies.............. 86",
    "Page_3": "ACKNOWLEDGEMENTS\n\nThe City of Mesquite would like to thank all participants contributing to the City of\n\nMesquite Analysis of Impediments to Fair Housing (Al). A very special thanks to the\n\nfollowing organizations and individuals contributing to the community engagement, data\n\nand analysis process.\n\nRRR RR EEE EE\n\nCity of Mesquite Mayor and City Council\nMesquite Housing and Community Services\nMesquite Industry and Business Owners\nMesquite Independent School District\nNextDoor Mesquite and Dallas County\nBanking and Construction Industry, Apartment Owners, Developers\nResidents of Mesquite\n\nNon-Profit Housing Providers\n\nCity of Mesquite Departments and Agencies\nMesquite Chamber of Commerce\n\nMetro Dallas Homeless Alliance",
    "Page_4": "I. Executive Summary\n\nThe preparation of the Analysis of Impediments (Al) serves as a component of the City\nof Mesquite’s fulfillment of the requirements of the Housing and Community\nDevelopment Act of 1974. The 1974 Act requires that any community receiving U.S.\nDepartment of Housing and Urban Development F ederal Entitlement funding under the\nCommunity Development Block Grant (CDBG), Home Investment Partnership (HOME),\nEmergency Solutions Grant (ESG) and funding provided under the Public Housing\nAuthorities’ public and assisted housing programs must certify that the jurisdiction is\n\n“affirmatively furthering fair housing choice.”\n\nThe 1974 requirement is based on the Federal Fair Housing Act adopted by the U.S.\nCongress and signed into law by President Lyndon B. J ohnson in 1968. The F ederal Fair\nHousing Act prohibits discrimination in housing based on a person’s race, color, religion,\ngender, disability, familial status, or national origin. Persons protected from\ndiscrimination by fair housing laws are referred to as “members of the protected classes”.\nProtected class members under the Federal F air Housing Act are protected “on the basis\nof race/ethnicity, color, religion, sex, disability, familial status, and national origin”. In\naddition, the U.S. Department of Housing and Urban Development (HUD) issued a F inal\nRule on February 3, 2012 that prohibits entitlement communities, public housing\nauthorities, and other recipients of federal housing resources from discriminating on the\nbasis of actual or perceived sexual orientation, gender identity, or marital status.\n\nThis Analysis of Impediments (Al) is a review of demographic data, metrics of\ndiscrimination and disparity, local regulations and administrative policies, procedures,\nand practices that affect the location, availability, and accessibility of housing. The Al\nalso assesses the conditions where housing is located, both public and private, along\nwith public policies and regulations that affect fair housing choice.\n\nA city-wide analysis and discussion on the trends and issues relating to housing\nsupported the development of the Al. The community engagement process solicited",
    "Page_5": "multiple perspectives including those of government agencies and departments, City of\nMesquite elected and appointed boards and commissions, fair housing advocates, social\nservice agencies, housing developers, apartment owners, non-profit organizations,\nbusiness, industry, civic and neighborhood associations, educational institutions, public\nand assisted housing residents, and the general public.\n\nStrategic planning sessions were held with appointed representatives of the City of\nMesquite Housing and Community Services and other city department representatives\nwith policy, regulatory, and program responsibilities that potentially impact housing, fair\nhousing and neighborhood sustainability. The strategic planning sessions helped refine\nthe Al work plan and to identify key issues and data for the analysis. Citizens, individuals,\nagencies, and groups were invited to attend one of 2 virtual public meetings on Tuesday,\nJ uly 28, 2020. Supplemental input was encouraged from city departments, public officials,\nnonprofit and for-profit developers, continuum of care organizations, community,\nprofessionals and industry representatives to obtain information from those unable to\nattend the community engagement and focus group sessions.\n\nThe combination of quantitative data analysis and qualitative research identified a\nseries of factors that significantly contribute to fair housing issues in Mesquite. These\ncontributing factors were assigned one of three priority levels: high, medium, or low\nbased on the strength of supporting evidence that initially identified the factor:\n\n° High — factors that limit or deny fair housing choice or access to opportunity, as\nwell as, other factors that are urgent or establish a foundation for future actions\ne Medium — moderately urgent or building on prior actions\n\ne Low — limited impact on fair housing issues\n\nThe contributing factors are organized into groups that align with the issues discussed\nin the Fair Housing Analysis section of the Al: (B) (i) Segregation/Integration; (B) (ii)\nRacially or Ethnically Concentrated Areas of Poverty (R/ECAPs); (B) (iii) Disparities in\nAccess to Opportunity; (B)(iv) Disproportionate Housing Needs; (C) Publicly S upported",
    "Page_6": "Housing; (D) Disability and Access; and (E) Fair Housing Enforcement, Outreach\nCapacity, and Resources. The City of Mesquite programs, policies, procedures, waiting\nlist, and regional influences have been reviewed and impediments identified are\noutlined in Section VI of this report. Section VI also includes recommendations and best\npractices to address identified impediments.\n\nCity of Mesquite Al Conclusions\n\nAssessment of characteristics affecting housing production, availability, and affordability\nwere conducted, including the adequacy and effectiveness of housing programs\ndesigned, implemented, and operated by City of Mesquite Housing and Community\nServices (HCS). The assessments evaluated the Housing Division operated Section 8\nHousing Choice Voucher Programs’ ability to reach their target markets and how effective\nthey are in identifying and serving those who have the greatest need. The Al assessed\nthe extent to which the HCS is currently utilizing programs and funding to address\nimpediments identified in the FY 2019 - 2020 Al and previous Analysis of Impediments.\nThe analysis also included a review of HCS programs, operating procedures, waiting list,\ntenant composition, and any regional impacts to fair housing. HCS programs policies and\nprocedures were deemed consistent and in compliance with HUD requirements. There\nwere no impediments identified in the review of HCS programs, policies and procedures.\nConclusions of the review of these areas and recommendations of remedial actions are\npresented in Section VI of this report.\n\nThe analysis of impediments in Mesquite revealed that the cost of new housing\ndevelopment and replacement housing is resulting in higher rental rates for Low-\nModerate Income (LMI) persons. HUD approved Fair Market Rents (FMR) for HCS’s\nSection 8 Housing Choice Voucher Program, in some instances, do not support\naccess to market rate housing throughout the City because the costs of available\nmarket rate properties are higher and participation by private owners of rental\nproperties is voluntary. Other impediments include high cost of land, appraisal value\nafter development that does not support financing, and de-concentration of\nrace/ethnicity, poverty and lower income persons. Currently, some privately owned —",
    "Page_7": "federally subsidized housing developments need repair and replacement of marginal\nand obsolete units. Current market values for existing developments versus the land\nand development cost to build new replacement units makes the sale of existing units\nand development of comparable replacement units infeasible. The cost to modernize\nand update existing units are difficult due to limited federal funding and the cost for\nrenovation being equivalent to the cost of new construction on current and alternative\nsites.\n\nAn important impediment for the City of Mesquite’s consideration enacting a local Fair\nHousing Ordinance that is substantially equivalent to the Federal Fair Housing Act. The\nCity of Mesquite has not enacted substantially equivalent legislation to the Federal Fair\nHousing Act and does not provide substantially equivalent local enforcement, judicial or\ncity review, and adjudication or penalties for those who violate Fair Housing Law. The\nCity of Mesquite provides for a designated Fair Housing Officer who receives complaints\nrefers fair housing complaints to the HUD FHEO Regional Office in Fort Worth, Texas for\ninvestigation and enforcement. The City Fair Housing Officer is responsible for providing\npublic education, training, and outreach of fair housing rights and remedies in Mesquite.\nA federal “substantially equivalent’ fair housing ordinance is required to qualify for federal\nfunding to support local enforcement, outreach, and education. During the five-year\nperiod preceding the 2019 Al, complaints received by the City were referred to the HUD\nFHEO Regional Office in Fort Worth, Texas for investigation and enforcement.\n\nAlso reviewed was private sector and industry support for fair housing law and compliance\nin real estate-related publications advertising the sale or rental of housing and advertising\nhome improvements and remodeling opportunities directed toward persons in the greater\nMesquite area. Some publications made blanket statements at the front of the publication\nstating that the magazines as well as their advertisers are subject to the Federal Fair\nHousing Act. Some advertiser included FHEO statements and/or logos. Including these\nstatements and logos can be a means of educating the home seeking public that the\npurchase of property and financing for housing is available to all persons.\n\nAnalysis of the City of Mesquite’s Consolidated Plan, Annual Action Plan, Consolidated\nAnnual Performance Evaluation Report, and other documentation submitted by the City\n\n7",
    "Page_8": "of Mesquite to HUD were reviewed. The City of Mesquite Zoning Ordinance and public\npolicies were examined to reveal any current ordinances or policies that impede fair\nhousing. No concerns were noted. There were no impediments identified in the review of\nthe City of Mesquite programs, policies and procedures.\n\nRemedial Actions for Identified Impediments - The major focus of the recommended\nremedial actions and goals are centered on creating partnerships, identifying new federal\nresources and leveraging private funding needed to enhance the City of Mesquite’s\nability to increase the supply of affordable housing and its ability to better meet the needs\nof low-income and moderate-income households in the City. Other remedial actions are\nrecommended as a means of reversing the negative and sometimes disparate impacts\nof market conditions and mortgage lending that adversely and disproportionately impact\nminorities and members of the protected classes under the Fair Housing Act. These\ninclude sub-prime lending, credit and collateral deficiencies impacting loan origination\nrates, poverty, unemployment, living wages and limited income.\n\nRecommended remedial actions and goals were identified and prioritized with input from\nthe public. The details of the identified goals and remedial actions are presented in\nSection VI of the report. Best practice examples are presented to demonstrate alternative\nways other jurisdictions have successfully responded to similar impediments identified\nin their communities. However, the City of Mesquite will need to evaluate the fiscal impact\nof implementing recommendations and the best practice program examples’ potential\nfor addressing impediments in Mesquite. Some programs and approaches will need to\nbe customized for use in Mesquite.",
    "Page_9": "Il. Community Profile\n\n \n\nIntroduction\n\nThe Community Profile is a review of demographic, income, employment, and\n\nhousing data of Mesquite, Texas gathered from the 2010 Census estimates, 2014 -\n\n2018 American Community Survey (ACS) 5 - Year estimates, 2018 ACS 1 - Year\n\nestimate, 2010 U.S. Census, City of Mesquite, and other sources. The following\n\nsections provide data and analysis summarizing the status of Mesquite:\n\ne Demographics - details the basic structure of the community in terms of racial\ndiversity, population growth, and family structure.\n\ne Income - analyzes income sources, the distribution of income across income\nclass, and poverty.\n\ne Employment - examines unemployment rates, occupation trends, and major\nemployers.\n\ne Public Transportation - analyzes access and availability of public transit systems.\n\ne Housing - examines data on housing stock, with attention to the age of housing,\ncondition, vacancy rates, tenure, and cost burdens.\n\nDetailed analyses concentrate on the three major ethnic groups in Mesquite: White,\nAfrican American, and Hispanics. All other ethnic groups are smaller in number and\npercentage and, therefore, are not presented in as much detail in this report. The\nprofiles include tables and maps as reference materials. Most of the data presented\nin the tables and maps are in the text. There may be some cases where additional\ninformation was included for the reader’s benefit, though not explicitly noted in the\n\ntext.\n\n2.1. Demographics\n\nThe demographic analysis of Mesquite concentrates on the magnitude and\ncomposition of the population and changes that occurred between 2010 and 2018.\nMap 2.1, on the following page, provides a visual representation of Mesquite.",
    "Page_10": "Map 2.1: Mesquite, TX\n\n    \n   \n\n \n\nLegend\n\n[J] mesaute 1x\n[| census Tees\n\n \n\n \n\n \n\n“yz\n\n \n\n \n\nMap 2.1: Source: ESRI, USA Minor Highways\n\n10",
    "Page_11": "According to the 2018 Census estimates, the total population of Mesquite was\n144,250. Table 2.1, below, shows that the total population of Mesquite increased\nbetween 2010 and 2018. Mesquite experienced an increase in the Black or African\nAmerican population, increasing by 24 percent between 2010 and 2018. The White\npopulation increased by 5 percent, and The Hispanic population increased 54 percent\nbetween 2010 and 2018. The Census Bureau does not recognize Hispanic as a race,\nbut rather as an ethnicity. It is a common misidentification for ethnic Hispanics to\nchoose the ‘other’ category on the Census for a race rather than White or African\nAmerican. The Asian population decreased by 16 percent between 2010 and 2018.\nOn the following pages are a series of Maps 2.2 through 2.5 illustrating spatial\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nconcentrations of the various racial and ethnic groups within Mesquite.\nTable 2.1\nTotal population by race and ethnicity for Mesquite, 2010 and 2018\n2010 . %\nPopulation 2018 Population Change\nTotal population 135,921 144,250 6%\nWhite alone 87,009 91,595 5%\nBlack or African American alone 30,273 37,489 24%\nAmerican Indian and Alaska Native alone 384 1,116 191%\nAsian alone 5,053 4,231 -16%\nNative Hawaiian and Other Pacific Islander 31\nalone 81 161%\nSome other race alone 10,329 4,801 -54%\nTwo or more races 2,842 4,937 74%\nHispanic or Latino (of any race) 37,747 58,256 54%\n\n \n\n \n\n \n\n \n\n \n\nTable 2.1 Source: 2010 - 2018 American Community Survey (ACS) — U.S. Census\n\n11",
    "Page_12": "Map 2.2: Percent African American\n\n  \n \n    \n  \n \n \n   \n\n \n\n \n\n \n\nLegend\n\nJ msaute 7\n(aJcenrra\n\nPercent African Americans\n\n0% = 7.9%\n\n7.91% - 17.1%\nBe vw.2\n[I 22.11% - 33.2%\n(I e321 251%\n\n \n\n \n\nMap 2.2: Source: 2014 - 2018 American Community Survey (ACS) — U.S. Census\n\n12",
    "Page_13": "Map 2.3: Percent Hispanic\n\n  \n \n  \n   \n \n \n \n   \n\n0 4.25 25 5 Miles\n\n \n\n \n\n \n\nLegend\n\nJ mesa\n(aJcenrra\n\nPercent Hispanic\n10.7% -21%\n21.01% - 31.8%\n| 31.81% -43%\n[7 43.01% - 56.5%\n(I) vest% «72.2%\n\n \n\n \n\nMap 2.3: Source: 2014 - 2018 American Community Survey (ACS) — U.S. Census\n\n13",
    "Page_14": "Map 2.4: Percent American Indian and Alaska Native\n\n \n\n \n\n  \n \n   \n   \n   \n \n\nLegend\n\n[esate\n[ie coon ree\n\nPercent American Indian and Alaska Native\n0% - 0.2%\n0.21% - 0.6%\n0.61% - 1.2%\n\n1.21% - 2.7%\n\n(| 2.71% - 3.0%\n\n \n\n \n\n \n\n \n\n \n\n0 4.25 25 5 Miles\n\n \n\n \n\n \n\nMap 2.4: Source: 2014 - 2018 American Community Survey (ACS) — U.S. Census\n\n14",
    "Page_15": "Map 2.5: Percent Asian\n\n  \n \n \n \n  \n \n\n \n\nLegend\n\n[7] mresaute rx\n\nPercent Asian\n\n \n\n[ 0% - 0.6%\n\n[9] ost% -1.3%\n(I 14% - 3.3%\nGH 34% - 6.7%\nGE 6.8% - 16%\n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\nMap 2.5: Source: 2014 - 2018 American Community Survey (ACS) — U.S. Census\n\n15",
    "Page_16": "Mesquite’s population significantly increased between 2010 and 2018 and the City’s\npopulation has increasing become more racially and ethnically diverse. However,\n\nthere are areas of the city with concentrations of minority populations and\n\nconcentrated poverty.\n\n \n\nFemale-headed households - In Mesquite, like many other communities, female-\nheaded households and female-headed households with children face a high rate of\nhousing discrimination. Higher percentages of female-headed households with\nchildren under the age of 18, sometimes correlate to increased incidents of reported\nrental property owners’ refusal to rent to tenants with children. This factor is evidenced\nwhen comparing the demographics to fair housing complaint data. There are also\nhigher incidents of female-headed households among African American households\nin Mesquite. As shown in Table 2.2, on the following page, the percentage of female-\nheaded households among White households in Mesquite was 12 percent, compared\nto 34 percent among African American households, and 17 percent among Hispanic\nhouseholds. Only 32 percent of African American households were husband/wife\nfamily households, compared to 46 percent of White households and 58 percent of\nHispanic households. The absence of two wage earners in a family can significantly\nimpact housing choice and housing affordability.\n\nNon-family households as a percentage of total households for all three of the major\nraces/ethnicities were comparable, with African American households lowest of the\nthree. White non-family households made up 37 percent of all White households in\nMesquite. Non-Family households among African Americans accounted for 30\npercent of all African American households. Hispanics accounted for 15 percent of all\nHispanic households. Table 2.2, on the following page, shows the family structure of\nWhite, African American, and Hispanic households in 2018.\n\n16",
    "Page_17": "Table 2.2\nHousehold Structure by Race for Mesquite, 2014-2018 (5-Y ear Average)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nWhite Non-Hispanic African-American Hispanic\n# of % of # of % of #of % of\nHousehold Type Households [Households |Households| Households Households |Households\nFamily households: 11,620 63% 8,979 712% 11,820 88%\nMarried-couple family 8,442 46% 3,942 32% 7,860 58%\nOther family: 3,178 17% 5,037 40% 3,960 29%\nMale householder, no wife present 965, 5% 836 7% 1,624 12%\nFemale householder, no husband 2,213 12% 4,201 34% 2,336 17%\nNonfamily households: 6,853 37% 3,465 28% 1,648 12%\nHouseholder living alone 5,802 31% 3,092 25% 1,205 9%\nHouseholder not living alone 1,051 6% 373 3% 443 3%\nTotal Households 18,473 100% 12,444 100% 13,468 100%\nTable 2.2: Source: 20104 - 2018 American Community Survey (ACS) — U.S. Census\n\n \n\n \n\nThe spatial distribution of female-headed households with children is shown in Map\n2.6, on the following page.\n\n17",
    "Page_18": "Map 2.6: Percent Female Headed Household\n\n  \n \n  \n   \n \n \n \n   \n\n0 4.25 25 5 Miles\n\n \n\n \n\n \n\n \n\nLegend\n[EJ Mesauite\n{J census Tracts\n\nPercent Female Headed Household\n6.1% - 12.4%\n12.41% - 16.9%\n16.91% - 20.19%\n| 20.11% - 24.6%\n[7 24.01% -30.5%\n\n \n\n \n\n \n\nMap 2.6: Source: 20104 - 2018 American Community Survey (ACS) — U.S. Census\n\n18",
    "Page_19": "2.2. Income\n\nLow-income households are statistically more likely to be housed in less desirable\nhousing stock and less desirable areas of Mesquite. Income plays an essential partin\nsecuring and maintaining housing. Lack of income for housing often prevents those\nLMI households from moving to areas where local amenities raise the value of the\nhousing.\n\nThe data in Table 2.3 on the following page show the distribution of income by income\nclasses among Whites, African American, and Hispanics. Overall, the income\ndistribution data show a higher proportion of low-income households within the African\nAmerican and Hispanic communities. In general, limitations on fair housing choices\nare more commonly found to affect housing decisions among low-income persons.\n\nThe date in Table 2.3 shows that the modal income classes (the income classes with\nthe highest number of households) for Whites were the $60,000 to $124,999 modal\nincome class, with 35 percent of Whites in this income range. The most frequently\nreported income for African American households was the less than $50,000 to\n$99,999 range, with 32 percent of African Americans in this range. The most\nfrequently reported income for Hispanic households in the 2018 ACS data was the\n$50,000 to $99,999 range, with 39 percent of Hispanics in this range.\n\nAccording to the 2018 ACS estimates, the median household income was reported to\nbe $60,566 for White households, $50,806 for African American households, and\n$56,183 for Hispanic households, compared to $56,074 for Mesquite overall. Map 2.7,\non page 21, shows the median household income by census tract in 2018. Again,\nthere were disparities in median income among African Americans and Hispanics\ncompared to the reported White Non-Hispanic household income.\n\n19",
    "Page_20": "Table 2.3\n\nHouseholds by race by income for Mesqui\n\ne, 2014-2018 (5-Y ear Average)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nWhite Non-Hispanic African-American Hispanic Total\n#of % of #of % of #of % of #of % of\nHousehold Type Households |Households |Households | Households |Households |Households | Households |Households\nLess than $10,000 952 5% 756 6% 391 3% 2,233 5%\n$10,000 to $14,999 676 4% 673 5% 555 4% 1,943 4%\n$15,000 to $19,999 820 4% 522 4% 377 3% 1,729 4%\n$20,000 to $24,999 792 4% 594 5% 531 4% 2,137 5%\n$25,000 to $29,999 903 5% 714 6% 984 71% 2,692 6%\n$30,000 to $34,999 795 4% 713 6% 721 5% 2,292 5%\n$35,000 to $39,999 859 5% 977 8% 871 6% 2,807 6%\n$40,000 to $44,999 840 5% 646 5% 752 6% 2,324 5%\n$45,000 to $49,999 963 5% 518 4% 665 5% 2,266 5%\n$50,000 to $59,999 1,548 8% 1,348 11% 1,403 10% 4,506 10%\n$60,000 to $74,999 2,681 15% 1,224 10% 1,914 14% 6,098 13%\n$75,000 to $99,999 2,170 12% 1,446 12% 1,929 14% 5,775 12%\n$100,000 to $124,999 1,629 9% 900 71% 1,182 9% 3,962 9%\n$125,000 to $149,999 1,279 7% 713 6% 457 3% 2,615 6%\n$150,000 to $199,999 998 5% 574 5% 611 5% 2,293 5%\n$200,000 or more 568 3% 126 1% 125 1% 831 2%\nTotal 18,473 100% 12,444 100% 13,468 100% 46,503 100%\nMedian Household\nIncome $60,556 $50,806 $56,183 $56,074\n\n \n\n \n\n \n\n \n\nTable 2.3: Source: 20104 - 2018 American Community Survey (ACS) — U.S. Census\n\nHousehold income levels among African Americans were\ndis proportionately lower compared to Whites and citywide income levels.\n\nThe median household income for Whites was $60,556 compared to $50,806\nfor African American households and $56,183 for Hispanic households.\n\n \n\n20",
    "Page_21": "Map 2.7: Median Household Income\n\n \n\n \n\n \n\n \n\n \n\n \n\nMap 2.7: Source: 2014 - 2018 American Community Survey (ACS) — U.S. Census\n\n21",
    "Page_22": "The poverty data in Table 2.4, below, shows significant effects on the African\nAmerican and Hispanic communities. The incidence of poverty among African\nAmericans was 13 percent of the population in 2018, and Hispanics were reported to\nbe 16.4 percent for that same period. Among White persons, the data reported that\n9.3 percent lived in poverty. In comparison, the poverty rate for the city was 13.4\npercent during the period.\n\nTable 2.4\n\nPoverty Status by Race Mesquite, 2014-2018 (5-Year Average)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nWhite Non-Hispanic African American Hispanic\n#in % in #in % in #in % in\n\nAge Group Poverty Poverty Poverty Poverty Poverty Poverty\nUnder 6 years 357 0.9% 634 1.7% 1,396 2.4%\n6 to 11 years 354 0.9% 764 2.0% 1,708 2.9%\n12 to 17 years 270 0.7% 640 1.7% 1,299 2.2%\n18 to 59 years 2,010 4.9% 2,409 6.5% 4,812 8.3%\n60 to 74 years 476 1.2% 365 1.0% 196 0.3%\n75 to 84 years 276 0.7% 35 0.1% 77 0.1%\n85 years and over 33 0.1% 0 0.0% 21 0.0%\nTotal in Poverty 3,776 9.3% 4,847 13.0% 9,509 16.4%\nPopulation 40,751 37,284 58,038\nMSA Poverty % 13.4%\n\n \n\nTable 2.4: Source: 2014 - 2018 American Community Survey (ACS) — U.S. Census\n\nHigher percentages of African Americans and Hispanics lived in poverty,\ncompared to Whites.\n\nThe poverty rate among African Americans was 13 percent and 16.4\n\npercent for Hispanics, compared to 9.3 percent for Whites in 2018.\n\n \n\n22",
    "Page_23": "Areas of Concentrated Poverty and Racial / Ethnic Concentration and\nSegregation (RCAP/ECAP)\n\nThe U. S. Department of HUD has defined “Areas of Poverty, Racial and Ethnic\nConcentration and Segregation (R/ECAP) — as areas or census tracts within a\njurisdiction comprised of 50% or higher minority population, three times or more the\npoverty level of the MSA, concentrated public and assisted housing, and areas\ngenerally lacking the necessary amenities and failing to provide a quality of life\nexpected and desired for any area within the MSA. The goal of de-concentration would\nbe to achieve minority concentrations and poverty levels less than defined above by\nR/ECAP and to transform these areas of concentration into “Opportunity Areas.”\nOpportunity Areas — areas offering access to quality goods and services, exemplary\nschools, health care, range of housing, transportation to employment and service\ncenters, adequate public infrastructure, utilities, and recreation. Map 2.8 on the\nfollowing page depicts the census tracts with high concentrations of poverty and\nminorities.\n\nThe MSA poverty rate was 12.6 percent. Three times the poverty is 37.8 percent, thus\nmaking it the poverty threshold for the RCAP/ECAP criteria for Mesquite. The census\ntracts within the City of Mesquite that are comprised of 50 percent or higher minority\npopulation 37.8 percent and greater poverty rate are in the northwestern part of\nMesquite within census tract 123.02.\n\nIn addition to poverty, racial and ethnic concentrations, and segregation, these areas\ncontain concentrations of housing units in deplorable condition and neighborhood\nconditions and infrastructure that needs improvement in order for conditions to be\nreversed and for census tracts to become areas of opportunity.\n\n23",
    "Page_24": "Map 2.8: Areas of Concentrated Poverty and Racial/Ethnic Concentration\n\n \n\n  \n \n \n   \n  \n \n \n\nLegend\n\nHE vecar tract\nLL] Mesquite TX\n\nPercent Minority\n\n| 92% - 38%\n| 30% -57%\n(2% - 70%\nHi.\n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n° 1.25 25 5Wiles\n\n \n\n \n\n \n\n \n\nMap 2.8 Source: American Community Survey (ACS), 2018; Decennial Census (2010); Brown\nLongitudinal Tract Database (LTDB) based on decennial census data, 1990, 2000 & 2010.\n\n24",
    "Page_25": "2.3. Employment\n\nEmployment opportunities in the area and educational levels of employees in the\nworkforce significantly impact a resident’s housing choices based on affordability and\nlocation. Limited educational attainment and job skills have severe impacts on a wage\nearner’s ability to qualify for jobs paying living wages that are comparable to the\ngrowing costof suitable and affordable housing. Table 2.5, below, provides occupation\ndata, which indicates that there has been some shift in the distribution of occupations\nin 2010 and 2018. Arts, entertainment, and recreation, and accommodation and food\nservices had the most significant increase during the period, up 28 percent.\nConstruction had an increase of 26 percentage points. Transportation and\nwarehousing, and utilities had an increase of 23 percentage points. Professional,\nscientific, and management, and administrative and waste management services had\nan increase of 19 percentage points. Educational services, and health care and social\nassistance increased by 10 percentage points. Agriculture, forestry, fishing and\nhunting, and mining experienced the largest decrease in occupations with 72 percent.\nWhile the occupation growth in the occupations mentioned above is trending upward,\nmany are occupations that fail to pay wages that keep pace with the cost of housing\n\nTable 2.5\nOccupation of employed persons for Mesquite, 2010 and 2018\n\nIndustry\n\nAgriculture, forestry, fishing and hunting, and mining 686\nConstruction 6,391\nManufacturing 6,154\n\nWholesale trade 2,653\n\nRetail trade 8,859\nTransportation and warehousing, and utilities 4,168\n\nInformation 2,072\n\nFinance and insurance, and real estate and rental and\n\nleasing 5,193\nProfessional, scientific, and management, and administrative\n\nand waste management services 6,225\nEducational services, and health care and social assistance 13,708 15,138\nArts, entertainment, and recreation, and accommodation and\n\nfood services 5,139 6,578\nOther services, except public administration 3,422 3,601\nPublic administration 2,604 1,766\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTable 2.5: Source: 2018 American Community Survey (ACS) — U.S. Census\n\n25",
    "Page_26": "in the marketplace. More and more wage earners are cost-burdened or restricted to\nhousing choices in less desirable areas of Mesquite. The data presented in Table 2.6\nprovide a portrait of the distribution of the unemployed. A closer look at the make-up\nof this total indicates that higher levels of unemployment are centered in the African\nAmerican community. In 2018, 5.2 percentof White persons age 16 and over reported\nbeing unemployed. African Americans persons in the same age group reported an 8.0\npercent unemployment rate, and Hispanics reported a 4.3 percent rate. As a\ncomparison, the citywide unemployment rate was 5.2 percent during the period.\n\nTable 2.6\n\nEmployment Status by race for Mesquite, 2014-2018 (5-Y ear Average)\n\n \n\nEmployment White Non-Hispanic | African-American Hispanic Total Employment\nStatus\nIn Labor Force:\nIn Armed Forces\nCivilian\nEmployed\nUnemployed\nNot in Labor Force\nTotal\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTable 2.6: Source: 2014 - 2018 American Community Survey (ACS) — U.S. Census\n\n26",
    "Page_27": "Map 2.9: Unemployment Rate\n\n  \n \n  \n \n \n \n \n   \n\n \n\nLegend\n\n[J] Mesauite r\n{-) census tracts\n\nUnemployment Rate.\n\nZz 1.6% - 2.8%\n281% - 4.4%\nAAI 5.9%\nos\n\ni 7.01% - 8.8%\n\n \n\n \n\n \n\n0 4.25 25 5 Miles\n\n \n\n \n\n \n\n \n\nMap 2.9: Source: 2014 - 2018 American Community Survey (ACS) — U.S. Census\n\n27",
    "Page_28": "According to the major employer data provided by the city of Mesquite, the major\nemployers in the city include PepsiCo, Ashley Furniture Industries, FedEx Ground,\nWalmart Corporation, and UPS.\n\nIn Mesquite, income and unemployment rates may be attributable in part to\nlimitations in educational attainment. According to the 2018 ACS estimates, 9.1\npercent of African Americans age 25 and above reported less than a high school\neducation compared to 9.6 percent of Whites and 32 percent of Hispanics in the\nsame age group. As a comparison, the percentage of the population with less than\na high school education in Mesquite was 18.6 percent during the period. Despite\nthis trend of high school education among African Americans being higher\ncompared to the Citywide, Whites, and Hispanics populations, African Americans\nstill have the highest unemployment rate among the three major groups. Itis also\nprobable that percent of African Americans with a high school diploma compared\nto that of the total population and the other two groups reflect a lower percentage\nof African Americans as a percent of the total population.\n\nTo further examine the impact of employment proximity relative to housing choice\nfor low- and moderate-income persons, we analyzed the use and availability of\npublic transportation. The availability of jobs to low-income persons is mostly\ndependenton the geographic location of the jobs. If jobs are concentrated in mostly\nupper-income areas, far removed from lower-income persons, their ability to get to\nand from work may be difficult, sometimes causing hardships on employees or\npotential employees.\n\nAfrican Americans had significantly higher unemployment rates, compared\nto unemployment rates citywide and compared to Whites and Hispanics.\n\nThe unemployment rate among African Americans was 8.0 percent,\n\n \n\ncompared to Hispanics at 4.3 percent and Whites at 5.2 percent in 2018.\n\n28",
    "Page_29": "2.4. Public Transportation\n\nMesquite is not a member of Dallas Area Rapid Transit (DART) however, the\nfollowing transportation options are available:\n\n201 Mesquite COMPASS\n\nSTAR Transit connects to the DART Rail Green Line via COMPASS, City of\nMesquite Passenger Shuttle. Mesquite COMPASS is a weekday express bus\nservice between Mesquite’s Hanby Stadium and Lawnview Station and a great\nway to travel to Dallas & Fort Worth, TX. The first bus leaves Hanby Stadium at\n5:02 a.m. and the last bus departs Lawnview Station at 7:38 p.m. Peak period\nservice operates every hour.\n\nThe Mesquite Park & Ride is located at Hanby Stadium, 410 East Davis Street in\nMesquite, and has free parking for 197 cars, plus 10 additional spaces for persons\nwith disabilities.\n\nThis service is made possible by an agreement between STAR Transit and the\nCity of Mesquite.\n\nMap 2.10 Public Transportation Provider Service Areas\n\n \n\nMap 2.10: Star Transit\n\n29",
    "Page_30": "2.5. Housing\n\n \n\nTable 2.7\n. . Tenure for housing in Mesquite, 2010 and 2018\nAccording to the 2018 American [ Tenure 2010 2018\n\n \n\nNumber Percent | Number | Percent\n\n \n\nCommunity Survey, the totalnumber [Owner-occupied | 29,784 58% 26,732 54%\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n. . . . Renter-occupied 16,958 33% 19,771 40%\nof housing units in Mesquite was (ject 4,836 9% 3,329 1%\nTotal: 51,578 [| 100% | 49,832 | 100%\n\n \n\n \n\n49,832 with 7 percent vacant units. Table 2.7: Source: 2010 - 2018 American Community Survey (ACS) —U.S.\nAs shown in Table 2.7, to the right, Census\n\nthere were 51,578 housing units in Mesquite in 2010. The total number of housing\nunits increased between 2010 and 2018. Comparing tenure, homeowners\noccupied 54 percent of housing units, and renters occupied 40 percent. The\nremaining 7 percent or 3,329 housing units were vacant. The median housing\nvalue in Mesquite was $56,074, and the median contract rent was $881 in 2018.\n\nTable 2.8\n\nTable 2.8, to the right, shows that of all Housing type for Mesquite, 2014-2018 (5-Y ear\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nhousing units, 70 percent were Average)\nt ized ingle-family detached Units in Structure Number Percent\ncategorized as single-family detacned, | cingle-Family Detached 34,902 70.0%\n. . Single-Family Attached 1,097 2.2%\n2.2 percent as single-family attached, [3-1 nits 1587 32%\ni i Multifamily 12,124 24.3%\n3.2 percent contained two to four units, Mobile Home or Other 5 03%\n‘ ify Total 49,832 100%\n24.3 percent Classified as multifamily, Table 2.8: Source: 2014 - 2018 American Community Survey\nand less than 1 percent as a mobile (ACS) — U.S. Census\n\nhome or other.\n\nMost of the housing stock in Mesquite was single-family housing and more\nthan half of housing stock in the city was owner-occupied in 2018.\n\nSeventy-two percent of housing units in the city were single-family, and 54\n\npercent were owner-occupied during that same period.\n\n \n\n30",
    "Page_31": "A large amount of the housing stock in Mesquite was more than 40 years old,\n\nand these units may contain lead-based paint or likely need repairs and\n\nieee\n\n \n\nAs shown on Table 2.9, over 36 percent of\nall housing units were built prior to 1980.\nThese units may contain lead-based paint\nor likely need repairs and maintenance.\nAbout 28 percent were built between 1980\nand 1989, and over 30 percent were built\nafter 1990. The housing stock in Mesquite\nis not as old as compared to other\nsurrounding cities in the area.\n\nAccording to the 2018 ACS data shown in\nTable 2.10, the homeownership rate\namong Whites was 68 percent,\ncompared to 34 percent among\n\nTable 2.9\n\nAge of Housing Stock in Mesquite, 2018\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTotal housing units 49,832 49,832\nBuilt 2014 or later 328 1%\nBuilt 2010 to 2013 377 1%\nBuilt 2000 to 2009 5,357 11%\nBuilt 1990 to 1999 8,646 17%\nBuilt 1980 to 1989 13,766 28%\nBuilt 1970 to 1979 8,355 17%\nBuilt 1960 to 1969 6,774 14%\nBuilt 1950 to 1959 5,353 11%\nBuilt 1940 to 1949 585 1%\nBuilt 1939 or earlier 291 1%\n\n \n\n \n\n \n\n \n\nTable 2.9: Source: 2014 - 2018 American Community Survey\n(ACS) —U.S. Census\n\nTable 2.10\n\nTenure by Race in Mesquite, 2014-2018 (5-Y ear Average)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n. . Owner- Renter-\nAfrican Americans, and 64 percent Tenure by Race Occupied Occupied Total\n\namong Hispanics # % * %\ng mispanics. White 12,648 | 68% | 5,825 | 32% |18,473\nAfrican American 4,220 | 34% 8,224 | 66% | 12,444\nMaps 2.11, and Map 2.12, indicate Hispanic 8,564 | 64% | 4,904 | 36% | 13,468\nTable 2.10: Source: 2014 - 2018 American Community Survey (ACS) —\n\nU.S. Census\n\nthe distribution of single-family and\nmultifamily housing across the city. Map 2.13 provides a geographic representation\nof the distribution of the oldest housing stock in the city. Maps 2.14 and 2.15,\nprovide a geographic depiction of the distribution of housing values and rents\nacross the city.\n\nHomeownership rates were disproportionately lower among African\nAmericans, compared to Whites and Hispanics.\n\nThe homeownership rate among Whites was 68 percent, African Americans\n\nwere 34 percent, and Hispanics was 64 percent in 2018.\n\n \n\n31",
    "Page_32": "Map 2.11: Percent Single Family Units\n\n  \n \n   \n  \n \n \n \n\n \n\nLegend\n\n[mesa\nCensus Tracts\n\nPercent Single Family Units\n\n0.18% - 0.36%\n\n[I oa7% - 0.86%\n(or - 0.09%\nHE 0% - com\noo: %\n\n \n\n \n\n  \n\n \n\n0 1.28 25 5 Mies\n\n \n\n \n\n \n\nMap 2.11: Source: 2018 American Community Survey (ACS) — U.S. Census\n\n32",
    "Page_33": "Map 2.12: Percent Multifamily Units\n\n \n\n  \n  \n    \n\nLegend\n\nMesquite TX\n\nCensus Tracts\n\nPercent Multifamily Units\n\n \n\n \n\n0%\n\n \n\n \n\nLa 0.01% - 0.21%\nFa 0.22% - 0.44%\n|| 0.45% - 0.58%\nBS\n\n0.59% - 0.8%\n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\nMap 2.12: Source: 2018 American Community Survey (ACS) — U.S. Census\n\n33",
    "Page_34": "Map 2.13: Percent Housing Built Prior to 1980\n\n \n\n \n\n \n\n \n\n \n\n° 4.25 25 5 Miles\n\n \n\n \n\nMap 2.13: Source: 2018 American Community Survey (ACS) — U.S. Census\n\n34",
    "Page_35": "Map 2.14: Median Home Value\n\n \n\n \n\n \n\n \n\n \n\n \n\nMap 2.14: Source: 2018 American Community Survey (ACS) — U.S. Census\n\n35",
    "Page_36": "Map 2.15: Median Contract Rent\n\n  \n \n  \n  \n \n \n \n \n \n\n \n\nLegend\nCy Mesquite TX\nCensus Tracts\n\nMedian Contract Rent\n| 652-756\n[7 257-823\n(I 824 - 267\nHE 26-1162\nHE 170-1363\n\n \n\n \n\n \n\n  \n\n \n\n0 4.25 25 5 Miles\n\n \n\n \n\n \n\nMap 2.15: Source: 2018 American Community Survey (ACS) — U.S. Census\n\n36",
    "Page_37": "Data contained in the Comprehensive Housing Affordability Strategy (CHAS) data\ncompiled from American Communities Survey results from 2012 through 2016,\nduplicated in Table 2.11, indicates that the impact of housing costs on household\nincomes is very severe for low- and very low-income households in Mesquite. The\ntable shows that 73 percent of all very low-income renters (those earning between 0\npercent and 30 percent of the median family income) and 49 percent of very low-\nincome homeowner households pay more than 50 percent of their income on housing\nexpenses. Paying more than 30 percent on housing expenses is considered “Cost\nBurdened,” and paying more than 50 percent on housing expenses is considered\n“Severely Cost Burdened.” Looking at households earning between 31 percent and\n50 percent of the median family income, 17 percent of low-income renters and 31\npercent of low-income homeowners pay more than 50 percent on housing expenses.\n\n  \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nComprehensive Housing Affordability Strategy (CHAS) 2012 - 2016\nIncome by Cost Burden (Renters only) |Cost burden > 30%Cost burden > 509 Total\nHousehold Income <= 30% HAMFI 3,595 40%\nHousehold Income >30% to <=50% 3,035 34%\nHAMFI\nHousehold Income >50% to <=80% 1,910 21% 365 9% 5,060\nHAMFI\nHousehold Income >80% to <=100% 240 3% 0 0% 2,230\nHousehold Income >100% HAMF| 210 2% 45 1% 6,290\nTotal 8,990} 100% 3,965} 100%] 22,105\nIncome by Cost Burden (Owners only) |Cost burden Cost burden Total\n\n>30% >50%\n\nHousehold Income <= 30% HAMFI 2,055 24% 1,585 49% 2,765\nHousehold Income >30% to <=50% 2,220 26% 1,005 31% 3,515\nHAMFI\nHousehold Income >50% to <=80% 2,250 26% 420 13% 6,190\nHAMFI\nHousehold Income >80% to <=100% 1,015 12% 80 2% 4,440\nHousehold Income >100% HAMFI 1,125 13% 160 5%| 20,160\nTotal 8,665} 100% 3,250} 100%] 37,070\nTable 2.11 Source: HUD Comprehensive Housing Affordability Strategy (CHAS) Tables, 2012 - 2016\n\n37",
    "Page_38": "According to the 2018 ACS estimates, shown\nin Table 2.12 to the right, 81 percent of renter\nhouseholds with household incomes less\nthan $20,000 paid more than 50 percent of\ntheir household income towards rent, 55\npercent of the renter households that earned\nbetween $20,000 to $34,999, and 54 percent\nof the renter households that earned between\n$35,000 to $49,999, spent more than 30\npercent of their households income towards\nrent during 2018.\n\nAs shown in Table 2.13, to the right, 59\npercent of owner households earning less\nthan $20,000 were 50 percent cost burden,\nand 29 percent of owner households earning\nbetween $20,000 to $34,999 were 30 percent\ncost burden during the same period. Owner\nhouseholds earning between $35,000 to\n$49,999, the household group earning\naround 80 percent of the area median income\nindicates 39 percent of homeowners paying\nmore than 30 percent on owner cost.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTable 2.12\nGross Rentas a Percent of Household Income\nof Household Income. 2018\nLess than $20,000 3,777\n30.0 percent or more 6%\n50.0 Percent or more 81%\n$20,000 to $34,999 4,020\n30.0 percent or more 55%\n50.0 Percent or more 30%\n$35,000 to $49,999 3,955\n30.0 percent or more 54%\n50.0 Percent or more 6%\n$50,000 to $74,999 4,506\n30.0 percent or more 21%\n50.0 Percent or more 1%\n\n \n\n \n\n \n\n \n\nTable 2.12: Source: 2018 American Community\nSurvey (ACS) — U.S. Census\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTable 2.13\nOwner Costs as a Percent of Household Income\n\nof Household Income 2018\nLess than $20,000 2,128\n30.0 percent or more 13%\n50.0 Percent or more 59%\n$20,000 to $34,999 3,101\n30.0 percent or more 29%\n50.0 Percent or more 30%\n$35,000 to $49,999 3,442\n30.0 percent or more 36%\n\n50.0 Percent or more 6%\n$50,000 to $74,999 6,098\n30.0 percent or more 17%\n\n50.0 Percent or more 1%\n\n \n\n \n\n \n\nTable 2.13: Source: 2018 American Community\nSurvey (ACS) — U.S. Census\n\nRenters were most cost burdened in the $20,000 to $34,999 household\nincome range with 29 percent paying more than 30% on rent and 30 percent\n\nhouseholds paying more than 50% on rent.",
    "Page_39": "One of the most revealing indicators that minorities are more likely to require rental\nhousing and lag far behind Whites in obtaining housing of their choice is in the\ncategory of homeownership; the homeownership rate among Whites was 68 percent\nand 34 percent for African Americans and 64 percent for Hispanics.\n\nOther limitations for minorities include lower incomes and a disproportionate number\nof minority households living in poverty. The incidence of poverty among African\nAmericans was 13 percent of the population in 2018, and Hispanics were reported to\nbe 16.4 percent. Among White persons, the data reported that 9.3 percent lived in\npoverty. In comparison, the poverty rate for the city was 13.4 percent during the period.\nThe median household income was reported to be $60,556 for White households,\n$50,806 for African American households, and $56,183 for Hispanic households,\ncompared to $56,074 for the Mesquite overall. All these factors combine the limited\nhousing choice of Mesquite’s minority populations.\n\n39",
    "Page_40": "Ill. Fair Housing Law, Court Cases, Policy,\n\n \n\nRegulatory and Complaint Analysis\n\nIntroduction\n\nThe Al examine how the City of Mesquite’s laws, regulations, policies and procedures will\nultimately affect fair housing choice. Fair housing choice is defined, generally, as the\nability of people with similar incomes to have similar access to location, availability and\nquality of housing. Therefore, impediments to fair housing choice may be linked to acts\nthat violate a law or acts or conditions that do not violate a law but preclude people with\nvarying incomes from having equal access to decent, safe, and affordable housing.\n\nThe first part of this section, Section 3.1, will address existing statutory and case law that\nresulted in removal of impediments and served to promote fair housing choice. Statutory\nand case law pertaining to interpretation and enforcement of the Federal Fair Housing\nAct can be effective in mitigating barriers to fair housing choice, depending upon\nenforcement efforts, judicial and administrative court rulings. Relevant landmark judicial\ncourt case decisions pertaining to fair housing were reviewed and are incorporated in the\nanalysis. Other related regulations and case law that provide interpretation,\nunderstanding, and support to the Federal Act were also considered.\n\nCity regulations were examined to determine if they included substantially equivalent fair\nhousing legislation to the Federal Act. To make this determination, the City of Mesquite\nstatues were compared to the Federal Fair Housing Act to determine whether they offered\nsimilar rights, remedies, and enforcement to the federal law and based on that evaluation,\nwhether the Mesquite Ordinance has enacted local legislation that can be construed as\nsubstantially equivalent. The determination based on that review was the City has not\nenacted substantially equivalent Fair Housing Law to the Federal Fair Housing Act.\nPertinent related laws, such as the Community Reinvestment Act and Home Mortgage\nDisclosure Act, were reviewed with respect to how they facilitate fair lending. Section 3.2\n\nsummarizes the level of federal fair housing enforcement activity in the City of Mesquite.\n40",
    "Page_41": "A more difficult, but intertwined, aspect of evaluating impediments and barriers to fair\nhousing choice involves an analysis of public policy, programs and regulations that impact\nthe availability of affordable housing. Our analysis centered on how governmental actions\nimpact fair housing choice and the availability of adequate, decent, safe, and affordable\nhousing for protected class members and people of all incomes. We examined\ngovernment subsidies and public funding appropriations used to provide housing\nassistance for low- and moderate and very low-income households. This included an\nanalysis of city operated housing programs provided in Section 3.3. Numerous\ndocuments were collected and analyzed to complete this section. The key documents are\nthe City of Mesquite Consolidated Plans, current and previous Annual Action Plans, and\nConsolidated Annual Performance Evaluation Reports (CAPER) and documentation on\nvarious housing programs including the Section 8 Housing Choice Voucher program. City\nstaff also provided information on current and future initiatives to develop affordable\nhousing and acquire additional funds.\n\nOur analysis of development regulations, City advisory board actions and public policy\ndocuments are presented in Section 3.4. This section focuses on building codes, zoning\nordinances, land use plans, local initiatives and governmental actions relative to\ndevelopment and incentives that stimulate development. The analysis of public policy\nincludes decisions by elected and appointed advisory boards and commissions including\nCity of Mesquite City Council, City Planning and Zoning Commission, Zoning Board of\nAdjustment, and other appointed boards and agencies responsible for housing and\ndevelopment policy and enforcement of codes.\n\nSection 3.5 provides an analysis of fair housing complaints filed with HUD. Section 2.6\ncontains conclusions about fair housing barriers based on the existing law, enforcement\nefforts, complaint analysis, and the availability of affordable housing. The HUD Fort\nWorth, Texas Regional Fair Housing and Equal Opportunity (FHEO) Office has\nresponsibility for enforcement of the Federal Fair Housing Act in Mesquite. Official\ncompliant date was requested from the HUD Fort Worth Regional Office, Fair Housing\n\nEqual Opportunity Division.\n41",
    "Page_42": "3.1. Fair Housing Law\n\nThe Federal Fair Housing Act (the Act) was enacted in 1968 and amended in 1974 and\n1988 to add protected classes, provide additional remedies, and strengthen enforcement.\n\nThe Act, as amended, makes it unlawful for a person to discriminate on the basis of race,\n\ncolor, sex, religion, national origin, handicap, or familial status. Generally, the Act\n\nprohibits discrimination based on one of the previously mentioned protected classes in all\n\nresidential housing, residential sales, advertising, and residential lending and insurance.\n\nProhibited activities under the Act, as well as examples, are listed below.\n\nItis illegal to do the following based ona person's membership in a protected class:\n\nMisrepresent that a house or apartment is unavailable by:\n\nv\n\nv\n\nProviding false or misleading information about a housing opportunity,\nDiscouraging a protected class member from applying for a rental unit or making\nan offer of sale, or\n\nDiscouraging or refusing to allow a protected class member to inspect available\nunits;\n\nRefuse to rent or sell or to negotiate for the rental or sale of a house or apartment or\n\notherwise make unavailable by:\n\nv\n\nFailing to effectively communicate or process an offer for the sale or rental of a\nhome,\n\nUtilizing all non-minority persons to represent a tenant association in reviewing\napplications from protected class members, or\n\nAdvising prospective renters or buyers that they would not meld with the existing\nresidents;\n\nDiscriminate in the terms, conditions, or facilities for the rental or sale of housing by:\n\nv Using different provisions in leases or contracts for sale,\n\nvy Imposing slower or inferior quality maintenance and repair services,\n\nvy Requiring a security deposit (or higher security deposit) of protected class\nmembers, but not for non-class members,\n\n42",
    "Page_43": "vy Assigning persons to a specific floor or section of a building, development, or\nneighborhood, or\nvy Evicting minorities, but not whites, for late payments or poor credit;\n\ne Make, print, publish, or post (direct or implied) statements or advertisements that\n\nindicate that housing is not available to members of a protected class;\n\ne Persuade or attempt to persuade people, for profit owners or nonprofit organization,\n\nto rent or sell their housing due to minority groups moving into the neighborhood by:\n\nv\n\nReal estate agents mailing notices to homeowners in changing area with a listing\nof the homes recently sold along with a picture of a minority real estate agent as\nthe successful seller, or\n\nMailed or telephonic notices that the \"neighborhood is changing\" and now is a good\ntime to sell, or noting the effect of the changing demographics on property values;\n\ne Deny or make different loan terms for residential loans due to membership in a\n\nprotected class by:\n\nv\n\nv\n\nv\n\nv\n\nUsing different procedures or criteria to evaluate credit worthiness,\n\nPurchasing or pooling loans so that loans in minority areas are excluded,\nImplementing a policy that has the effect of excluding a minority area, or\nApplying different procedures (negative impact) for foreclosures on protected class\nmembers;\n\ne Deny persons the use of real estate services;\n\ne |ntimidate, coerce or interfere; or\n\ne Retaliation againsta person for filing a fair housing complaint.\n\nThe Federal Fair Housing Act requires housing providers to make reasonable\n\naccommodations in rules, policies, practices, and paperwork for persons with disabilities.\n\nThey must allow reasonable modifications in the property so people with disabilities can\n\nlive successfully. Due to the volume of questions and complaints surrounding this aspect\nof the federal act, in March 2008, the Department of J ustice (DOJ ) and the Department\n\n43",
    "Page_44": "of Housing and Urban Development (HUD) released a joint statement to technically define\nthe rights and obligation of persons with disabilities and housing providers.\n\nIn addition to prohibiting certain discriminatory acts, the Act places no limit on the amount\nof recovery and imposes substantial fines. Based on previous actions, the fine for the\nfirst offense is generally up to $11,000; the second offense within a five year period, up\nto $27,500; and for a third violation within seven years up to $55,000.\n\nThe prohibition in the Fair Housing Act against advertising that indicates any “preference,\nlimitation or discrimination\" has been interpreted to apply not just to the wording in an\nadvertisement but to the images and human models shown. Ad campaigns may not limit\nimages to include only or mostly models of a particular race, gender, or family type.\n\nAs a test to determine if advertising relative to housing and real estate in the local housing\nmarket have impediments to fair housing, a review of local advertisements in real estate\npublications was conducted. These types of advertisements cover an area larger than\njust the City of Mesquite, and the time-period is insufficient to conclusively establish a\npattern of discrimination. The data does however provide an accurate snapshot of the\nadvertising available, and a general overview of the state of compliance with fair housing\nlaw by advertisers. The advertising, especially those with images of prospective or\ncurrent residents was reviewed, with a sensitivity toward whether or not ads included:\n\n¢ Advertising included all or predominately models of a single race, gender, or ethnic\ngroup;\n\n* Families or children in ad campaigns depicting images of prospective residents;\n\n¢ Particular racial groups in service roles (maid, doorman, servant, etc.);\n\n* Particular racial groups in the background or obscured locations;\n\n« Any symbol or photo with strong racial, religious, or ethnic associations;\n\n¢ Advertising campaigns depicting predominately one racial group;\n\n* Campaigns run over a period, including several different ads, none or few of which\ninclude models of other races;",
    "Page_45": "* Ads failing to contain Equal Housing Opportunity (EHO) statements or logos, or\ncontains the statement or logo, but itis not readily visible; and\n\n* Ad campaigns involving group shots or drawings depicting many people, all or\nalmost all of whom are from one racial group.\n\nPublications advertising the sale or rental of housing directed toward persons in the\ngreater Mesquite area were reviewed including Apartment Finder, The Real Estate Book,\nand various local real estate sales publications. There were no major concerns revealed.\nSome publications made blanket statements at the front of the publication stating that the\nmagazines as well as their advertisers are subject to the Federal Fair Housing Act. Most\nof the advertisers advertise with the equal housing opportunity logo or slogan. Including\nthe logo helps educate the home seeking public that the property is available to all\npersons. A failure to display the symbol or slogan may become evidence of discrimination\nif a complaint is filed. Additionally, most of the images included in the selected materials\neither represented racial, ethnic or gender diversity among the models selected.\n\nFair Housing Assistance Program (FHAP) Agencies\n\nThe U. S. Department of Housing and Urban Development (HUD) provides funding to\nstate and local governmental agencies to enforce local fair housing laws that are\nsubstantially equivalent to the Fair Housing Act. Once a state, city or county enacts a\nsubstantially equivalent fair housing law, they can apply to become certified as a Fair\nHousing Assistance Program (FHAP) Agency and receive funds for investigating and\nconciliating fair housing complaints or a Fair Housing Initiatives Program (FHIP) Agency\nand receive funds for education, promoting fair housing, and investigating allegations. It\nshould be noted that a county or city must be in a state with a fair housing law that has\nbeen determined by HUD to be substantially equivalent. Then, the local jurisdiction must\nalso adopta law that HUD concludes is substantially equivalent to participate in the FHAP\nProgram. The local law must at minimum contain the seven protected classes - race,\ncolor, national origin, sex, religion, handicap, and familial status - and must have",
    "Page_46": "substantially equivalent fines for violations, remedies, investigative processes, and\nenforcement powers.\n\nIn addition, the process for investigating and conciliating complaints must mirror HUD’s\nprocess outlined in federal regulations. HUD’s process begins when an aggrieved person\nfiles a complaint within one year of the date of the alleged discriminatory housing or\nlending practice. The complaint must be submitted to HUD in writing. However, this\nprocess Can be initiated by a phone call. HUD will complete a complaint form, also known\nas a 903, and mail it to the complainant to sign. The complaint must contain the name\nand address of the complainant and respondent, address and description of the housing\ninvolved, and a concise statement of the facts, including the date of the occurrence, and\nthe complainant's affirmed signature. Upon filing, HUD is obligated to investigate, attempt\nconciliation, and resolve the case within 100 days. Resolution can be a dismissal,\nwithdrawal, settlement or conciliation, or a determination as to cause.\n\nThe FHAP certification process includes a two-year interim period when HUD closely\nmonitors the intake and investigative process of the governmental entity applying for\nsubstantial equivalency certification. Also, the local law must provide enforcement for\naggrieved citizens where cause is found. It can be through an administrative hearing\nprocess or filing suit on behalf of the aggrieved complainant in court. The FHIP\ncertification process is contingent on the type of funding for which the agency is applying.\nThere are four programs to which an agency can apply; Fair Housing Organizations\nInitiative (FHO!), Private Enforcement Initiative (PEI), Education Outreach Initiative (EO1),\nand Administrative Enforcement Initiative (AEI). Currently, there is no funding under the\nAEI status.\n\nCourt Decisions\n\nThe impact of Landmark Cases and other significant Court Cases were reviewed to\nexamine how court litigation and settlements might be impacting interpretation of Fair\n\n46",
    "Page_47": "Housing Law. The following summarizes some of the key cases that provide responses\nto Fair Housing issues and solutions and remedial actions for resolving those issues.\n\nTexas Department of Housing and Community Affairs v. Inclusive Communities\nProject Inc. is the first case to affirm disparate impact must be considered in determining\nviolations to the 1968 Federal Fair Housing Act. On J une 25, 2015, the U.S. Supreme\nCourt, in a 5-4 decision written by J ustice Kennedy, upheld the disparate impact doctrine\nunder the Fair Housing Act. This precedent-setting opinion affirmed both 40 years of\nlegal jurisprudence and the decisions of 11 U.S. appellate courts in holding that disparate\nimpact is cognizable under the Fair Housing Act.\n\nThe Court acknowledges the Fair Housing Act's continuing role in moving the Nation\ntoward a more integrated society. The Court affirmed that disparate impactis an important\nprotection for all of us. This also affirms that those protected under the 1968 Fair Housing\nAct, individuals and families, and their right to housing, cannot be restricted because they\nhave children, women who experience domestic violence cannot suffer eviction just\nbecause they suffered abuse, or their previous address is a shelter. It also affirmed that\ncommunities of color can live with the security of knowing that predatory lending practices\nthat dumped millions of subprime loans into their neighborhoods will not be allowed.\nNeighborhoods still trying to recover from the financial crisis, or neighborhood decline\ncaused by concentrated poverty, race and ethnicity can have hope because disparate\nimpact is an important tool in addressing unfair practices that contribute to economic and\nwealth disparities. The courts affirmed that where we live makes a difference in housing\naffordability and quality of life, but our zip code should not define us. The case centered\non low income tax credit selection criteria in Texas and unintended impacts on residents.\n\nWalker v. HUD represents a landmark case, settled by consent decree, and establishing\nprecedent as to HUD, PHA and City responsibilities and culpability for insuring the\nelimination of segregation in public and assisted housing. The Walker Public\nHousing/Section 8 desegregation litigation began in 1985 when one plaintiff, Debra\n\n47",
    "Page_48": "Walker, sued one Dallas, Texas area suburb, Mesquite. The lawsuit contended that\nMesquite’s refusal to give its consent for DHA to administer Section 8 certificates within\nMesquite violated the 14th Amendment and the other civil rights law prohibiting racial\ndiscrimination in housing. The early stage of Walker resulted in the entry of the 1987\nconsent decree involving DHA and HUD without any liability findings. The suit was\nsubsequently amended to bring in DHA, HUD, and the City of Dallas and to provide fora\nclass of Black or African American public housing and Section 8 participants who\ncontended that the Dallas Housing Authority segregated person in public housing by race\nleading to racial concentrations of African Americans in minority concentrated areas. The\nsuburbs, except for Garland, gave their consent to the operation of DHA’s Section 8\nprogram within their jurisdiction and were dismissed from the case. The City of Dallas\nwas subsequently found liable for its role in the segregation of DHA’s programs in the\nCourt’s 1989 decision, Walker Ill, 734 F. Supp. 1289 (N.D. Tex. 1989).\n\nHUD and DHA were subsequently found liable for knowingly and willingly perpetuating\nand maintaining racial segregation in DHA’s low income housing programs. HUD was\nfound liable not just for its failure to affirmatively further fair housing under the Fair\nHousing Act but also for purposeful violations of the Fifth Amendment to the U.S.\nConstitution, Title VI of the 1964 Civil Rights Act, 42 U.S.C. §§ 1981, 1982, and 1983.\nThe district court found that the defendants had the remedial obligation to not only cease\nany present discrimination but to also eliminate the lingering effects of past segregation\nto the extent practical.\n\nCourt orders entered in this case have provided the following desegregation resources:\n\n(a) approximately 9,900 new assisted units have been made available to Walker class\nmembers.\n\n(b) Approximately $22 million was made available for the creation of housing\nopportunities in predominantly White areas of the Dallas metroplex.\n\n(c) $2 million dollars were provided for the operation of a fair housing organization that\nfocused on the problems of low-income minority families.\n\n48",
    "Page_49": "(d) Hope VI funding for 950 units was provided by HUD in the West Dallas project.\n\n(e) $94 million was provided by the City of Dallas for neighborhood equalization and\neconomic development in the public housing project neighborhoods.\n\n(f) $10 million was provided for mobility counseling to be used in connection with the\nSettlement Voucher program.\n\nLike the Walker case, Young v. HUD represents a landmark case, settled by consent\ndecree, and establishing precedent as to HUD, PHA and City responsibilities and\nculpability for insuring the elimination of segregation in public and assisted housing. The\nYoung case involved 70 plus housing authorities in 36 counties in East Texas, HUD, and\nthe State of Texas. The litigation did not end until 2004. The remedy involved the\nequalization of conditions including the provision of air conditioning in the segregated\nblack developments, desegregation of the tenant population in previously racial\nsegregated black and white projects, use of the public housing and Section 8 programs\nand funding for a private fair housing organization to provide over 5,000 desegregated\nhousing opportunities in predominantly white areas, equalization of neighborhood\nconditions around the predominantly black projects, injunctions against local cities\nblocking the development of public housing in white neighborhoods, sale of the Vidor\npublic housing and the use of the proceeds for housing opportunities in white areas that\nwere accessible by black public housing tenants, and $13 million in State funding for\nneighborhood equalization. Most of the relief was obtained only after the record of HUD’s\n\nviolations of previous remedial orders was compiled and presented to the Court.\nSome of the orders, agreements, and reports from this case that are attached are:\nA. The final judgment that was entered by the Courtin 1995,\n\nB. The order modifying final judgment entered in 2004. This order includes a HUD\nmanual on creating desegregated housing opportunities as exhibit 3 to the order,\n\n49",
    "Page_50": "C. The agreement between the plaintiffs and the State of Texas for the last $4.4 million\nof the total $13 million that the State contributed to the neighborhood equalization\nactivities required by the Final J udgment.\n\nAt the inception of the Fair Housing Act, insurance companies took the position that they\nwere not covered by the Act. However, in 1992 a Wisconsin Appeals Court determined\nthat the Act “applies to discriminatory denials of insurance and discriminatory pricing that\neffectively preclude ownership of housing because of the race of an applicant.” The case\nwas a class action lawsuit brought by eight African American property owners, the\nNAACP, and the American Civil Liberties Union against the American F amily Insurance\nCompany. The plaintiffs claimed they were either denied insurance, underinsured, or their\nclaims were more closely scrutinized than Whites. American Family’s contention was that\nthe Act was never intended to prohibit insurance redlining. The appeals Court stated,\n“Lenders require their borrowers to secure property insurance. No insurance, no loan; no\nloan, no house; lack of insurance thus makes housing unavailable.” A 1998 court verdict\nagainst Nationwide Insurance further reinforced previous court action with a $100 million\njudgment due to illegally discriminating against African American homeowners and\npredominantly African American neighborhoods.\n\nAnother case was settled for $250,000 in Maryland when Baltimore Neighbors, Inc., a\nnon-profit organization, alleged that real estate agents were steering. Fine Homes’ real\nestate agents were accused of steering prospective African American buyers away from\npredominantly White neighborhoods and Whites were almost never shown homes in\npredominantly African American zip codes.\n\nIn 2009, a landmark housing discrimination case was settled between the Connecticut\n\nFair Housing Center and the New Horizons Village Apartments. In this case, the State of\n\nConnecticut Office of Protection and Advocacy for Person with Disabilities sued New\n\nHorizons Village, an apartment complex which provides independent housing for people\n\nwith severe physical disabilities. Under the consent decree, New Horizons will no longer\n50",
    "Page_51": "be allowed to require tenants to open their private medical records for review and require\nthem to prove they can “live independently”. CT Fair Housing Center stated “The Fair\nHousing Act is clear that it is impermissible to limit the housing choices of people with\ndisabilities based on stereotypes about their ability to care for themselves; people with\ndisabilities are entitled to the same freedom to choose how and where they want to live\n\nas people without disabilities.”\n\nIn County of Edmonds v. Oxford House, the United States Supreme Court ruled that the\nFair Housing Amendments Act of 1988 prevents communities from excluding group\nhomes for the handicapped from single-family residential zones. The Oxford House is a\nnonprofit umbrella organization with hundreds of privately operated group homes\nthroughout the country that house recovering alcoholics and drug addicts. Recovering\nalcoholics and drug addicts, in the absence of current drug use or alcohol consumption,\nare included under the protected class of handicapped in the Fair Housing Act as\namended in 1988. In Oxford House v. Township of Cherry Hill, 799 F. Supp. 450 (D.N.J.\n1991), the federal court rejected a state court ruling that recovering alcoholic and drug\naddicted residents in a group home do not constitute a single-family under the Township’s\nzoning ordinance. In Oxford House-Evergreen v. County of Plainfield, 769 F. Supp. 1329\n(D. N.J. 1991) the court ruled that the county’s conduct, first announcing that the Oxford\nHouse was a permitted use only to deny it as a permitted use after neighborhood\nopposition, was intentionally discriminatory.\n\n“Unjustified institutionalization of persons with mental disabilities...qualifies as\ndiscrimination.\"- was stated as the majority opinion of the U.S. Supreme Court. Ina\nlandmark decision by a 6-3 vote, the U.S. Supreme Court ruled in J une 1999, that a state\nmay not discriminate against psychiatric patients by keeping them in hospitals instead of\ncommunity homes. The court said that the Americans with Disabilities Act (ADA) may\nrequire that states provide treatment in community-based programs rather than in a\nsegregated setting. This case, known as the Olmstead case, ruled that community\nplacement is a must when deemed appropriate by state professionals, agreed to by the\n\n51",
    "Page_52": "individual with the disability, and resources available are sufficient. The courts agreed\n\nwith “the most integrated setting” provision of the ADA.\n\nIn a historic federal settlement order to resolve a lawsuit brought by the Anti-\nDiscrimination Center (ADC) against Westchester County, NY. Westchester County\nconducted its own Analysis of Impediment to Fair Housing and did not examine race and\nits effects on housing choice. Only income was studied from a demographic perspective.\nWestchester did not believe that racial segregation and discrimination were the most\nchallenging impediments in the County. ADC filed lawsuit against Westchester stating\nthat the entitlementis not taking appropriate steps to identify and overcome impediments\nof fair housing. The Court stated that grant recipients must consider impediments erected\nby race discrimination, and if such impediments exist, it must take appropriate action to\novercome the effects of the impediments. The settlement order issued in August 2009\nfound that Westchester had “utterly failed” to meet its affirmatively furthering fair housing\nobligations throughout a six-year period. All entitlements receiving federal funds must\ncertify that they have and will “affirmatively further fair housing.” Because of the\nconnection to federal funds, a false certification be fraudulent intent. Westchester was\nordered to submit an implementation plan of how it planned to achieve the order’s\ndesegregation goals. One major outcome from the landmark agreement is the\nconstruction of 750 units of affordable housing in neighborhoods with small minority\npopulations.\n\nIn 2003, a settlement was ordered by the District Court in New J ersey for the owner of\nthe internet website, www.sublet.com, who was found guilty of publishing discriminatory\nrental advertisements which is prohibited by the Fair Housing Act. It was the first of its\nkind to be brought by the J ustice Department. It was thought to be imperative that the\nfederal laws that prohibit discriminatory advertising should be enforced with the same\nvigor about internet advertising as it would for print and broadcast media. The court\nordered the site to establish a $10,000 victim fund to compensate individuals injured by\nthe discrimination. They were also ordered to pay a civil penalty of $5,000, adopt a non-\n\n52",
    "Page_53": "discrimination policy to be published on the website, and require all employees to undergo\ntraining on the new practices.\n\nUnder the Fair Housing Act, apartment complexes and condominiums with four or more\nunits and no elevator, built for first occupancy after March 13, 1991, must include\naccessible common and public use areas in all ground-floor units. An apartment complex\nnear Rochester, New York was ordered to pay $300,000 to persons with disabilities for\nnot making its housing facility fully accessible, with $75,000 set aside for the plaintiffs.\nThey were required to publish a public notice of the settlement fund for possible victims\nand pay a $3,000 civil penalty.\n\nIn 2005, the Connecticut Commission on Human Rights and Opportunities (CHRO)\nissued a charge of discrimination on the basis of disability when an apartment manager\nrefused to rent to a person with a disability on the first floor of the complex due to the\nabsence of access ramp. The apartment manager was unwilling to make a modification\nto add a ramp. The court recognized that the renter has a disability and the defendant\nknew the fact and refused to make accommodations. The court concluded that the renter\nwas entitled to compensatory and emotional distress damages of $10,000 and imposed\na civil penalty of $1,000.\n\nIn 2007, the 9th Circuit Court of Appeals gave a decision in support of Fair Housing\nCouncil of San Fernando Valley that Roommates.com has violated the fair housing laws\nby matching roommates by gender, sexual orientation, and parenthood. By asking\nprospective roommates to put in their status on these criteria and allowing prospective\nroommates to judge them on that basis is a violation of Fair Housing Act.\n\nIn 2005, the National Association for the Advancement of Colored People (NAACP), The\nNational Association of Home Builders (NAHB), and the Home Builders Association\n(HBA) of Greater Austin, filed a federal lawsuit against the County of Kyle, Texas. The\nplaintiffs contended that ordinances passed by the Kyle County Council, imposing\nrequirements such as all-masonry construction, expanded home size, and expanded\n\ngarage size, drive up the cost of starter homes by over $38,000 per new unit. The\n53",
    "Page_54": "allegation is that this increase has a disproportionate impact on minorities and this effect\nviolates the Fair Housing Act. The County of Kyle filed a motion to dismiss, asserting that\nboth NAACP and NAHB lack standing. The federal district court recognized the plaintiff's\nstanding in 2006. Thereafter, the cities of Manor, Round Rock, Pflugerville, and\nJ onestown, all moved to join the litigation on the grounds that they each have ordinances\nsimilar to the one being challenged in Kyle and that any positive decision in this case\nwould allow NAHB and NAACP to sue them at some later date. In May the court decided\nthat the cities could participate as friends of the court but may not join in the litigation\notherwise. This case was not resolved until 2011.\n\nHomelessness and the Fair Housing Act\n\nHomelessness is defined as lacking a fixed, regular, and adequate night-time residence;\nor where the primary night-time residence is:\n\no A supervised publicly or privately operated shelter designed to provide\ntemporary living accommodations;\n\no An institution that provides temporary residence for individuals intended to\nbe institutionalized; or,\n\no A public or private place not designed for, or ordinarily used as, a regular\nsleeping accommodation for human beings.\n\nThe Fair Housing Act’s definition of “dwelling” does not include overnight or temporary\nresidence, so mistreatment of the homeless is not generally covered by Fair Housing\nLaw. The ability of persons to find affordable housing is a protected right of Fair Housing;\ntherefore, the inability of people to find affordable housing which may lead to\nhomelessness, conflicts with the Fair Housing Law.",
    "Page_55": "Unfair Lending Practices\n\nUnfair lending practices are more difficult to detect and to prove. However, there are\nlaws, other than the fair housing law, to assist communities in aggressively scrutinizing\nfair lending activity. One such law is the Home Mortgage Disclosure Act (HMDA), which\nrequires banks to publish a record of their lending activities annually. Frequently, fair\nhousing enforcement agencies and nonprofits use this data to help substantiate a\ndiscrimination claim or to determine a bank's racial diversification in lending. Another law\nfrequently utilized by community organizations is the Community Reinvestment Act\n(CRA). When a bank wants to merge with or buy another bank or establish a new branch,\nthe community has an opportunity to comment. Usually, the CRA commitments made by\nthe bank are analyzed, utilizing other data such as HMDA, to determine adherence. The\ncommunity can challenge the action if the bank has a poor record. Sometimes\nagreements can be reached with the bank promising a certain level of commitment to the\ncommunity. Additionally, the Equal Credit Opportunity Act (ECOA) prohibits\ndiscrimination in lending generally and can be quite significant when it comes to securing\ninformation about unfair lending practices and imposing remedies, which may include up\nto one percent of the gross assets of the lending institution.\n\nThe U.S. Supreme Court ruled in J une 2009 that states may investigate national banks\nto determine if they have discriminated against minorities seeking home loans.\nFurthermore, states may charge accused violators if found guilty. The new legislation\nstemmed from a discrimination investigation of national banks by the New Y ork attorney\ngeneral. The federal Office of the Comptroller of the Currency (OCC) sought legal action\nthrough the courts to stop the attorney general’s investigation because legal principals\nsuggested that only federal regulators can require national banks to conform to\nregulations and practices that discourages unfair lending. The Supreme Court overturned\nthis ruling giving state government power to enforce consumer-protection and lending\npolicies.\n\n55",
    "Page_56": "3.2. Enforcement\n\nIt has long been settled that fair housing testing is legal and that non-profit enforcement\nagencies have standing to sue so long as certain criteria are met. These decisions make\nit feasible for non-profits to engage in fair housing enforcement activities.\n\nThe Department of Housing and Urban Development (HUD) enforce provisions under a\nlocal, state and federal fair housing laws which prohibit discrimination in the buying,\nselling, rental or enjoyment of housing because of race, color, national origin, religion,\nsex, disability or familial status.\n\nThe Regional HUD Office in Fort Worth conducts investigations of fair housing complaints\nthat are reported directly to their office. Texas is part of HUD’s Region IV that includes\nArkansas, Louisiana, Oklahoma, New Mexico, and Texas. When HUD Regional Office\ninvestigates complaints of discrimination, an investigator generally spends time in the city,\non-site, interviewing the complainant, respondents, and witnesses, reviewing records and\ndocumentation, while observing the environment. A detailed discussion of the complaints\nfilled with HUD follows in Section 2.5.\n\nWhen a complaint is filed with any of the jurisdictions, HUD is notified of the complaint.\nHUD will notify the violator of the complaint and permit all parties involved an opportunity\nto submit an answer. HUD will conduct investigations of the complaint to determine\nwhether there is reasonable cause to believe the Federal Fair Housing Act has been\nviolated. The complainant is then notified. A detailed discussion of the complaints filed\nwith HUD follows in Section 2.5. A case is typically heard in an Administrative Hearing\nunless one party wants the case to be heard in the Federal District Court.\n\nEducation and Outreach\n\nThe City of Mesquite receives fair housing complaints and makes referrals to HUD for\nenforcement. HUD is responsible for fair housing enforcement of provisions under the\n\nFederal Fair Housing Act in Mesquite. The City of Mesquite provide outreach and\n56",
    "Page_57": "education to the public, landlords and tenants, housing and financial providers, as well as\ncitizens, concerning fair housing. It is important that potential victims and violators of\nhousing and/or lending discrimination law be aware of fair housing issues generally, know\nwhat may constitute a violation, and what they can do in the event they believe they have\nbeen discriminated against. Likewise, it is important for lenders, housing providers, and\ntheir agents to know their responsibilities and when they may be violating fair housing\n\nlaw.\n\nOften, people may be unaware of their fair housing rights. Present day housing\ndiscrimination tends to be subtle. Instead of saying that no children are allowed, they\nmay impose unreasonable occupancy standards thathave the effect of excluding families\nwith children. Rather than saying, “We do not rent to Hispanics,” they may say, “Sorry\nwe do not have any vacancies right now, try again in a few months,” when, in fact, they\ndo have one or more vacancies. Printed advertisements do not have to state, “no families\nwith children or minorities allowed” to be discriminatory. A series of ads run over an\nextended period that always or consistently exclude children or minorities may very well\nbe discriminatory. In addition, a person who believes he/she may have been\ndiscriminated against will likely do nothing if he/she does not realize that a simple\ntelephone call can initiate intervention and a resolution on his/her behalf, without the\nexpenditure of funds or excessive time. Thus, knowledge of available resources and\nassistance is a critical component.\n\n3.3. Production and Availability of Affordable Units\n\nAn assessment of characteristics affecting housing production, availability, and\naffordability in Mesquite was conducted, including the adequacy and effectiveness of\nhousing and housing related programs designed, implemented, and operated by the City\nof Mesquite. The assessment included assessment of the City Section 8 Housing Choice\nVoucher Programs and CDBG formula entitlement funding from HUD. The assessment\nevaluated the programs’ ability to reach their target markets and how effective they are in\n\nidentifying and serving those who have the greatest need. We also assessed the extent\n57",
    "Page_58": "to which the programs administered by the City of Mesquite are currently utilized to\naddress impediments identified in this FY 2020 Al. Our analysis for this section is also\nbased on the City’s Section 8 Management and Assistance Plans and a review of the City\nof Mesquite’s Consolidated Plan, Annual Action Plan, Consolidated Annual Performance\nEvaluation Report, and other documentation provided by the city.\n\n3.4. Regulatory and Public Policy Review\n\nThe City of Mesquite has not enacted substantially equivalent fair housing law. Having a\nfair ordinance that is substantially equivalent to the federal Fair Housing Act, exemplifies\na jurisdiction’s local commitment to enforcing fair housing regulations and it provides\npublic awareness of individuals’ rights under the Fair Housing Act. A substantially\nequivalent law also qualifies the local jurisdiction to apply for federal funding for\nenforcement. However, this is not a legal requirement under federal fair housing law.\n\nThe City zoning ordinance, development code and public policies were examined to\nreveal policies that impede fair housing choice. Land development codes and zoning\nregulations address affordable housing and makes allowances through the code to allow\nthe construction of a variety of types of housing including single family and multifamily\nhousing. The regulations provide for the consideration of variances to development\nbarriers that affect the feasibility of producing housing within the jurisdictions.\n\n3.5. Analysis of Fair Housing Complaints\n\nFair housing complaint information was received from the Fort Worth FHEO Division of\nthe Regional Office of the U.S. Department of HUD. We requested data providing a\nbreakdown of complaints filed for Mesquite from December 1, 2015 through December\n31, 2019. HUD identified during this period, 17 complaints filed according to one or more\nof seven bases, including National Origin, Religion, Familial Status, Handicap, Sex,\nDisability, and Race-Color in Mesquite. Table 3.1 depicts complaint filed, divided on a\nprotected class basis.",
    "Page_59": "Table 3.1: Number of Complaints by Protected Class by Year (2015 - 2019) Mesquite\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nProtected Race/ National Familial Disability | Sex Religion | Totals\nClass Color Origin Status\n\n2015 0 1 0 0 0 0 1\n2016 1 0 0 2 0 0 3\n2017 1 0 0 2 0 0 3\n2018 2 2 0 0 0 0 4\n2019 1 0 1 3 1 0 6\nTotals 5 3 1 7 1 0 17\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSource: HUD Fort Worth, Texas Regional Office, FHEO\n\nTable 3.2: Number of Complaints by Protected Class by Year (2015 - 2019)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nType of Closure 2015 | 2016 | 2017 | 2018 | 2019 Total\n\nCase Conciliated 1 0 0 0 1 2\nNo Probable Cause 0 2 3 3 3 ll\nWithdrawn 0 0 0 0 0 0\nLack of J urisdiction 0 0 0 0 0 0\nComplainant failed to cooperate 0 1 0 0 0 1\nUnable to Locate the complainant 0 0 0 0 0 °\nFHAP judicial dismissal 0 0 0 0 0 0\nFHAP judicial consent order 0 0 0 0 0 0\nPending 0 0 0 0 0 3\nTotals 1 3 3 3 4 l7\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSource: HUD Fort Worth, Texas Regional Office, FHEO\n\nSummary of Cases Files\n\nTable 3.1 reveals 17 cases were filed with the F ort Worth Regional Office of HUD between\nDecember 1, 2015 through December 31, 2019. Cases filed on the basis of Disability\nrepresented 7 cases, 41 percent of the total 17 cases filed, followed by 5 cases\nrepresenting 30 percent of total cases that were filed on the basis of Race or Color. A\ntotal of seventeen cases over a five-year period is a relatively small number of cases, an\naverage of 3.5 cases per year. While the number of cases filed per year does not provide\nconclusive evidence alone as to the status or knowledge of fair housing in a community,\n\n59",
    "Page_60": "it does support the need for additional outreach and education on fair housing law and\nhow persons can file a complaint.\n\n3.6. Conclusions and Implications for Fair Housing Barriers and Impediments\n\nMesquite Al related conclusions: An assessment of characteristics affecting housing\nproduction, availability, and affordability was conducted, including the adequacy and\neffectiveness of housing designed, implemented, and operated HCS. The assessment\nevaluated the Section 8 Voucher Housing Choice programs’ ability to reach their target\nmarkets and how effective they are in identifying and serving those who have the greatest\nneed.\n\nThe Al also assessed the extent to which the City is currently utilizing programs and\nfunding to address impediments identified in this FY 2020 Al. The analysis included\nreview of City programs, operating procedures, waiting list, tenant composition, and any\nregional impacts to fair housing. Formal review of these areas and recommendations are\npresented in Section 06 of this report. Analysis including review of the following:\n\n= Housing Programs, Policies, and Procedures Analysis\n\n= Section 8 Application, Admission and Continued Occupancy Policies\n= Section 8 Waiting List Policies and Procedures\n\n= Section 8 Tenant Composition and Waiting List Requirements\n\n= Regional Impediments Impacting the City\n\nCity programs policies and procedures were reviewed and deemed consistent and in\ncompliance with HUD requirements. There were no impediments identified in the\nreview of HCS operated programs, policies and procedures. However, the cost of new\nhousing and replacement housing, including higher rental rates, fair market rents that\nare less than market rates, cost of land, existing development value verses property\n\nvalues, and development cost for replacement sites and housing are major\n60",
    "Page_61": "impediments to developing more efficient affordable housing and de-concentration of\nrace/ethnicity and poverty and lower income persons.\n\nCurrently, privately owned — federally subsidized housing developments need repair\nand replacement of marginal and obsolete units. However, current market values for\nexisting developments versus the land and development cost to build comparable new\nand substantially renovated replacement units is not feasible.\n\nThe cost to modernize and update the existing units are also difficult due to limited\nfederal funding to subsidize cost for renovation being similar to the cost for building\nnew replacement units on other sites. Rental subsidies for LMI tenants are also limited\nrendering new units and renovated units unaffordable.\n\nThe City of Mesquite provides referral of fair housing complaints to HUD for investigation\nand enforcement and is responsible for conducting public education, training and\noutreach of fair housing rights and remedies in Mesquite. The City of Mesquite has not\nenacted fair housing law that is substantially equivalent to the Federal Fair Housing Act.\nThe lack of a federal substantially equivalent fair housing ordinance limits enforcement\nactions by the local jurisdiction and federal government. Impediments are also impacted\nby limited funding for fair housing education. The community engagement process\nreveals limited knowledge of the city and federal fair housing acts, the public’s\nunderstanding of the reporting process for complaints, or how and where to file a\ncomplaint. Substantiation of complaints and investigated by the HUD FHEO Regional\nOffice in Fort Worth, Texas is often difficult.\n\nReal estate related publications advertising the sale or rental of housing and advertising\nhome improvements and remodeling, directed toward persons in the greater Mesquite\narea were reviewed. Some publications made blanket statements at the front of the\npublication stating that the magazines as well as their advertisers are subject to the\nFederal Fair Housing Act. Some advertiser included EHO statements and/or logos.\n\n61",
    "Page_62": "Including these logos can be a means of educating the home seeking public that the\nproperty is available to all persons.\n\nAnalysis of the City of Mesquite’s Consolidated Plan, Annual Action Plan, Consolidated\nAnnual Performance Evaluation Report, and other documentation submitted by the City\nof Mesquite to HUD were also included. The City of Mesquite should enhance their ability\nto address impediments relative to limited fair housing education and outreach.\n\nThe city zoning ordinance and public policies were examined to reveal any current\nordinances or policies that impede fair housing. No concerns were noted as a result.\n\nThere were no impediments identified in the review of City of Mesquite Entitlement\nGrant programs, policies and procedures. However, the cost of new housing and\nreplacement housing, including higher rental rates, fair market rents that are less than\nmarket rates, cost of land, existing development value verses property values, and\ndevelopment cost for replacement sites and housing are major impediments to\ndeveloping more efficient affordable housing.\n\nDe-concentration of race/ethnicity and poverty and lower income persons in the city\nare also difficult to overcome. In this instance, “concentration” is not simply defined as\nthe number and proximity of units, race and ethnicity, poverty, and LMI populations in\na specified geographical area such as the census tract. The basis for R-ECAP\ndesignation also includes the extent to which these factors eliminate housing choice\nand restrict protected class members and LMI populations to areas disproportionately\nlacking the neighborhood quality enjoyed by others due to these factors.\n\nCurrently, there are designated areas in the northwestern part of Mesquite within census\ntract 123.02 where based on HUD definition R-ECAP concentrations exist. Privately\nowned — federally subsidized housing developments may also be contributing to\nneighborhood decline with housing in need of repair and replacement of marginal and\nobsolete units in designated R-ECAP areas. Private real estate is also exhibiting this\n\n62",
    "Page_63": "same decline. Based on limited reinvestment and current market values for existing\ndevelopments versus the land and development cost to build new replacement units, the\nsale of existing units and development of comparable replacement units is not feasible in\nsome cases without increased subsidies to support development and renovation cost and\naffordability. The cost to modernize and update existing units are difficult due to limited\nfederal funding and the cost for renovation being similar to the cost for building new\nreplacement units on other sites.",
    "Page_64": "IV. Community Engagement\n\n \n\n4.1. Introduction\n\nThe Community Engagement process included virtual focus group sessions on\nJuly 28, 2020. The aim was a collaborative effort involving strategic planning\nsessions with city staff, elected and appointed city officials; and interviews with\nstakeholders, and focus groups to determine from the community’s perspective,\nwhat are the housing needs and impediments to fair housing choice faced by\nMesquite.\n\nThe community engagement process included interviews and focus group\nsessions designed to receive input from the community. Attendees for the focus\ngroups were solicited through public notice and invitations sent to residents and\ncommunity leaders, organizations, industry professionals and public officials.\nDuring the focus group session general issues related to the housing market,\nneighborhoods and concerns pertaining to fair housing choice in Mesquite were\ndiscussed. Supplemental interviews were conducted with various community,\nprofessional and industry representatives to obtain information from those\nunable to attend the sessions. The Focus Group sessions were hosted by the\nCity of Mesquite HCS Department. It should be noted that the comments\nsummarized in this section represent the comments and views of focus group\nparticipants and those participating in supplemental interviews and providing\ndata for the analysis. J} QUAD has made every effort to document all comments\nas a matter of record, and to ensure that the comments, as presented on the\nfollowing pages, have not been altered to reflect our analysis, investigation or\nsubstantiation of information obtained during these sessions. Focus Group\ncomments and information obtained during interviews were later analyzed and\nto the extent substantiated or collaborated by the data and analysis, included in\nSection VI: Impediments and Remedial Actions. Comments from Focus Group\nparticipants included the following.",
    "Page_65": "4.2. Focus Group Concerns and Comments\n\nSocial-Economic Conditions - Among the social-economic issues discussed in\nthe focus group session and interviews was the perception that the supply of\naffordable housing is inadequate and the cost to purchase homes or to rent\nhousing continues to soar beyond the range affordable to many local area\nresidents. Others believed that poverty and the number of persons lacking\nsufficient income for housing was on the rise, severely impacting housing choice\nfor the lowest income households. Participants indicated that poverty and limited\nincomes are also having an adverse impact on the condition and quality of\nneighborhoods and single-family owner-occupied housing in some areas. The\nimpacts of unemployment, lack of job opportunities and insufficient incomes to\nafford decent and affordable housing were cited as contributing factors to\nhousing and neighborhood decline.\n\nParticipants cited a need for greater emphasis on financial assistance to acquire\nhousing suitable to meet the needs of the changing demographics in the city\nand to address specific problems faced by residents and the working poor.\nParticipants also felt that increased housing counseling-both pre-purchase and\npost purchase support is needed to help applicants qualify for mortgage\nfinancing and rental units and to remain current with mortgage payments and\nhome maintenance needs. Increased funding should be identified to provide\nrental assistance to those needing assistance with rent and utilities and security\ndeposits necessary to initiate a lease. Participants cited the increasing need for\nutility assistance and other essential housing related support to remain in the\nhousing they currently reside and avoid homelessness. These has become\nurgent needs due to COVID — 19 and loss of income by LMI wage earners.\n\nParticipants emphasized the need for increased funding for project based rental\nassistance due to funding limitations for the Section 8 Vouchers Program. Fair\nmarket rents lag far below many of the rents charged by multifamily and single-\nfamily rental housing providers, and demand for rental assistance, and\n\n65",
    "Page_66": "additional development funding for new assisted housing units is also\nincreasing. The participants indicated that Section 8 program guidelines and\nFair Market Rents (FMR) do not include incentives for landlords to participate in\nthe program, restricting program participants’ ability to access quality housing,\nespecially housing in non-racially concentrated and lower income census tracts.\n\nHousing programs such as City funded CDBG programs, while successful, are\nexperiencing problems with affordability due to housing related cost such as\ntaxes and insurance. Solutions are needed to insure that as values increase\namong houses benefiting from grants and loans, that homeowners can keep\npace with housing cost and housing related cost including taxes, insurance,\nutilities and maintenance. Nonprofit developers voiced a need for development\nand permit fee exemptions and reduced cost of tax liens on adjudicated\nproperties.\n\nHousing Supply, Neighborhood Conditions, and Infrastructure and\nRegulatory Controls - Participants’ desired greater emphasis be placed on\nbuilding codes and regulatory controls being utilized to improve housing\nconditions, cost and accessibility. participants recommended incorporating\nenergy efficiency and green building standards in construction of affordable\nhousing; the need for infrastructure to support new housing development and\nrepair funding for owner occupied housing; and assurance that zoning\nregulations provide variances, when necessary, to induce vacant lot infill\nhousing in developed neighborhoods. Acquisition and utilization of vacant lots,\nhomebuyer subsidies for repairs, drainage, sidewalks, and increased emphasis\non code enforcement were also cited as needs.\n\nPublic Policy and Public Awareness of Fair Housing - Participants cited\npublic awareness of fair housing rights as a concern. They felt that some\nresidents appear to be unaware of their rights under fair housing law and that\nthe number of violations reported, and cases substantiated may be much lower\nthan the number of violations occurring. Others felt that residents often fear\n\n66",
    "Page_67": "retaliation by those who violate the laws. For example, attendees and persons\ninterviewed cited instances of people not reporting fair housing complaints for\nfear of retaliation by their landlords, or if they report violations such as housing\ncode, enforcement will result in higher rents or evictions actions by their\nlandlords.\n\nParticipants also felt that residents needed increased access to homebuyer\neducation and counseling when considering purchase of a home and rental\nhousing and tenant’s rights counseling and advocacy for renters. They were\nconcerned that first-time home buyers often do not know where to go for help or\nhow to start the process of purchasing a home. Anecdotal accounts by\nattendees and those interviewed included obstacles faced by renters such as\ndenial of rental applications based on having no prior address, and/or frequent\ngaps in their rental histories. Others cited housing barriers faced by the\n“untouchables”, persons such as ex-offenders, convicted sex offenders and\n\nothers recently discharged from the criminal justice system.\n\nAccess to Banking and Financial Institutions Products, and Basic Goods\nand Services - Predatory lending practices were identified as a major issue.\nPerception were that predatory lenders are absorbing much of the market\nformerly controlled by FDIC insured banks and other reputable financial\ninstitutions and fast becoming lenders of choice in some low income and\nminority concentrated areas. In other instances, persons facing economic\nhardships are being preyed upon due to their inability to qualify for traditional\nlending and banking services. For example, predatory businesses provide\nindividuals with loans backed by the title to their car or house at relatively high\ninterest rates. Lenders are quick to foreclose in the event the borrower misses a\npayment. Attendees were concerned that a growing number of people have\nfallen prey to sub prime loans because they have a poor credit rating or limited\nto no credit history.\n\n67",
    "Page_68": "Lending, Foreclosures and the Mortgage Industry - Limited success in\nobtaining home mortgages was a major barrier to fair housing choice. Criminal\nbackground histories and immigration status are relatively new factors\ncontributing to the inability to qualify for home purchases and rental housing\nleases. Credit issues appeared to be the major barrier, based on focus group\nparticipants’ comments. Both a lack of qualified applicants and an adequate pool\nof applicants for mortgages, coupled with the inability of some housing units to\nqualify based on lending program guidelines were cited as barriers. Participants\nfelt that greater emphasis should be placed on credit counseling and financial\nliteracy being accessible to a broader population including youth and young\nadults age eighteen to thirty.\n\nPersons with a criminal felony record and those convicted of sex crimes are\nhaving problems finding housing to rent as well as qualifying for mortgages.\nOther participants cited instances in which elderly and other owners of\naffordable housing are no longer able to afford routine maintenance on their\nhome. Any major systems failure such as roof replacement, foundation\nproblems or even heating and air conditioning replacement can render homes a\nhealth and safety risk or place the homeowner in violation of local property\nstandards codes.\n\nSpecial Needs Housing - Participants were concerned that greater funding be\nprovided for the elderly to age in place, and to provide housing for others in\nneed of special needs housing. Participants cited the growth expected in the\nelderly population over the next decade which will elevate this problem. Without\nsuch funding elderly and disabled persons are sometimes placed in nursing\nhomes prematurely, even though they could otherwise continue to live on their\nown with some limited assistance or ADA accessibility modifications where they\ncurrently reside. Participants were also concerned that limited options exist for\npersons in need of transitional housing whether they be recently paroled, victims\nof domestic violence, mentally ill, physically handicapped, and homeless or at\n\n68",
    "Page_69": "risk of becoming homeless. Others cited a need for more permanent supportive\nhousing. Participants felt that more public resources should also be identified\nand dedicated to homeless programs, shelters and supportive services to the\nhomeless and elderly. Participants were also concerned with limitations in\navailable rental housing for the disabled and a lack of emphasis on building\ncode standards that require new home construction to meet “visitable housing”\nstandards. Some were concerned that information as to availability of ADA\ncompliant housing is not readily available to those in need. These standards\ninclude insuring that at least one main entry into the dwelling and at least one-\nbathroom, downstairs bedroom and hallway are handicapped accessible.\n\nHousing for the homeless and those persons at risk of becoming homeless was\ncited as an important issue that needs to be addressed. Housing for the\nhomeless, victims of domestic violence and others were particularly needed due\nto the limited supply of shelter, transitional and permanent housing and housing\nservices in Mesquite. Others were concerned with limitations in funding for\nexisting agencies providing services to the homeless.\n\nPublic Transportation and Mobility - Participants cited limited mobility and\npublic transportation as impediments to housing choice. Concerns including\nidentifying alternatives to public transportation due to Mesquite’s non-\nparticipation in DART rail services. These limitations also included a concern for\nelderly and disabled persons in need of public transportation to access\nsupportive services. Public transportation was deemed inadequate, for persons\ncommuting to major employment centers in Mesquite and in neighboring cities.\n\n69",
    "Page_70": "4.3. Other Issues and Solutions\n\nAttendees indicated a need for increased emphasis on mitigating the impacts of\nincreased incidents of discrimination or impediments to housing for persons with\ndisabilities, renters with past criminal records or prior convictions for sexual\nabuse related crimes, those in need of special needs housing or facing\nevictions, foreclosures and homelessness. Participants also voiced support for a\ngreater emphasis on credit education and housing consumer counseling.\nIncreased financial literacy courses taught in high schools was a best practice\nidentified by the facilitator for the focus group session and well received by\nparticipants. Participants cited the need for additional funding for fair housing\noutreach, education and enforcement, fair housing training for landlords and\nhomeowner associations and other at risk of violating fair housing law.\n\n70",
    "Page_71": "V. Home Mortgage Disclosure Act\n\n \n\nAnalysis\n\nIntroduction\n\nThe Consumer Financial Protection Bureau (CFPB) gathers data on home\nmortgage activity from the federal agencies that regulate the home mortgage\nindustry. This data is made publicly available by the Federal Financial Institutions\nExamination Council (FFIEC). The data contain variables that facilitate analysis of\nmortgage lending activity, such as race, income, census tract, loan type, and loan\npurpose. The FFIEC provides the Home Mortgage Disclosure Act (HMDA)\ndatabases through their website for download and analysis. Data were input into\na spreadsheet for analysis. As of 2018, the CFPB has modified, expanded, and\nremoved specific data points under the revised HMDA rule adopted in October\n2015.\n\nThe data reported in this section are summarized by a variety of methods. Tables\n5.1 and Tables 5.2 provide information for Mesquite Tables 5.3, and the charts\npresent the data by census tract income groups. The maps, provided at the end of\nthis section, present data according to census tracts for Mesquite.\n\n5.1. Analysis\n\nTable 5.1 examines home loan activities in Mesquite. The data are presented by\nloan type, ethnicity, income, and loan purpose. In Mesquite, White applicants\nrepresented the most significant number of loan applicants at 6,615. Origination\nrates, the percentage of applications that result in loans being made, for Whites\nwere 54 percent. The next largest applicant group, persons stated their race was\nnot available, submitted 3,859 applications with an origination rate of 28 percent.\nBlacks submitted 2,248 applications with an origination rate of 49 percent, followed\nHispanics with 3,346 applications submitted with an origination rate of 52 percent.\n\n71",
    "Page_72": "Asian origination rates were about 55 percent, and there were 550 applications\nreported. High-income applicants showed 3,030 with an origination rate of 54\npercent. The origination rates decrease for all other income groups, with 3,448\napplications from low-income applicants and an origination rate of 51 percent.\nConventional loans account for the largest number of applications for loan type at\n8,404 and an origination rate of over 47 percent. Home Purchase loans show the\nhighest number of applications for loan purposes, at 8,132 and the origination rate\nof over 51 percent. Home improvement loans had an origination rate of about 26\npercent with 544 loan applications. Refinance loans had a 44 percent origination\nrate with 2,428 applications. The newly added loan purpose categories \"Cash-out\nRefinance\" and \"Other Purpose\" had about a 42 percent origination rate with 1,783\napplications submitted and a 23% origination rate with 440 submitted applications.\n\nTable 5.2 displays the HMDA data for the same data categories (Loan Type,\nEthnicity, Income, and Loan Purpose). On this table, however, percentages are\ntaken within the category, rather than demonstrating the percentage of applications\nthat result in loan originations. For example, the percentage in the \"% of\nOriginations\" column indicates that 64 percent of originations in were for\nconventional loans compared to 41 percent origination rate from Table 5.1. For\ncomparison, race and ethnic percentages were included under the \"% Pop.\"\ncolumn to compare the percentage of originations by ethnic group to their\npercentage in the population.\n\nWithin the \"Loan Type\" category, \"Conventional\" shows the highest percentage,\nabout 64 percent of all originations in that category. FHA loans, which are\ngovernment-insured and have more stringent lending criteria, were about 27\npercent of all originations. Referring to Table 5.1, the origination rates were about\n42 percent for FHA versus approximately 47 percent for conventional.\n\nFor Race and Ethnicity, \"Whites\" shows the highest percentage of origination at\n57 percent of the total originations in the metro area. The percentage of Whites in\n\n72",
    "Page_73": "the population was over 28.6 percent. Hispanic applicants represented over 54\npercent of originations, with slightly more than 59.6 percent of the total population.\nBlack applicants accounted for 17.8 percent of all originations, with about 25\npercent of the total population. Asian applicants accounted for about 4.8 percent\nof all originations while comprising less than 2.9 percent of the total population.\n\nThe low-income group (51-81% median) with 28 percent and high-income group\n(>120% median) with 26 percent displays the highest percentage of all\noriginations. In contrast, the very low-income group accounts for less than 11\npercent of all originations.\n\nTable 5.3 examines the HMDA data more closely with respect to the possibility of\nredlining within census tracts in Mesquite. Redlining relates to the avoidance of\ncertain locations by mortgage lenders in response to undesirable characteristics\nof the area. The table also compares origination rates between minorities and\nWhite applicants for the various loan purposes and income groups. Denials are\nhigher for minorities, especially very low income compared to Whites. For all loan\npurposes shown, White origination rates are higher than minorities.\n\nLooking at the income group comparison, minorities origination rates are around\n14 percentage points lower than Whites in the very low-income group and 15\npercentage points lower in the low-income group. With Moderate Income\napplicants (81-95% MFI), White origination rates are higher than minorities by 11\npercentage points. In the High-Income group (>120% MF), White origination rates\nare 9 percentage points higher. Within each income group, Whites and minorities\nare not entering the loan markets with equal incomes.\n\nChart 5.1 provides data on origination rates by census tract income for the loan\n\ntypes: Conventional, FHA, and VA. All types of loans had higher origination rates\nwithin the higher income group of tracts. Conventional and Government loans\n\n73",
    "Page_74": "alternate between the first and second highest origination rates in all income\ngroups of tracts. VA loan origination rates are the highest in moderate group tract.\n\nChart 5.2 shows origination rates by ethnicity and income of the census tract.\nWhites and Hispanics are among the higher origination rates of all races in all\nincome groups of tracts.\n\nMap 5.1 and 5.3 through 5.6 detail loan activity by census tract. The ratio of denials\nto originations was calculated for each loan purpose and loan type. Tracts shown\nin the darkest blue indicate those areas where at least 44 applications are denied\nfor every 100 applications that are originated. The next category indicates those\nareas where between 35 and 44 applications are denied for every 100 applications\noriginated. The teal areas show 28 to 35 applications denied for every 100\napplications originated. The marine blue areas show 24 to 26 applications denied\nfor every 100 applications originated.\n\nMap 1.7 in the Community Profiles section shows the median household income\nfor Mesquite by census tract. When comparing Map 5.1 and Map 1.7, in the HMDA\nanalysis to median household income, the areas that had higher denial to\norigination ratio for all types of home loans generally coincide with areas with lower\nincomes. This indicates that lower-income census tracts had lower home loan\norigination rates.\n\nMap 5.2 shows the percentages of total loan applications by census tract. Most\nactive areas are shown in the darker colors and the least active areas in lighter\ncolors. The lighter areas are meant to indicate areas of concern, either for lack of\nloan activity or for their low rate of application originations in relation to denials.\n\n74",
    "Page_75": "5.2. Conclusions\n\nIn Mesquite, the highest success in loan originations was in the Home Purchase\nloans, and the least success was in home improvement and other purpose loans.\nOverall, the origination rates among Whites were higher than minorities in a home\npurchase, home improvement, and refinance loans.\n\nHome Purchase loans were the most frequent loan type in the city. Loan\napplications and originations were even when compared to their percentage in\npopulation for African Americans in the city. The analysis reveals two issues, lower\norigination rates from minorities and the disproportionate loan denials rates\nbetween Whites and some minority populations. One possible explanation for\nlower loan originations among minorities could be a lack of credit history, poor\ncredit history, or higher debt-to-income ratio. During 2019, the majority of loan\ndenials for all applicants were related to the applicants' credit history.\n\nWhile our analysis does not provide conclusive evidence of redlining, the data tend\nto suggest that some characteristics of redlining may exist and therefore impacting\nlending decisions and higher denial rates in some of the very low-income census\ntracts in Mesquite. While itis expected that very-low-income applicants would not\nhave a very high success rate in their loan applications, within the very low-income\ncensus tracts, even high-income applicants showed a poor success rate. Due to\na very low number of applications in the lower-income census tracts, any\nconclusive determination of redlining is impossible for the city.\n\nThe higher denial rates for lower-income groups, coupled with the possibility that\ncharacteristics of redlining may be adversely impacting originations in lower-\nincome concentrated census tracts, are indicative of impediments to fair housing.\nOverall, lending activity has decreased in recent months due to economic\nslowdown and issues relative to the COVID —19 Pandemic. However, the outlook\nfor lending in this community remains positive since lower interest rates still exist\nfor borrowers to buy housing or refinance existing higher-interest loans.\n\n73",
    "Page_76": "Table 5.1\nHome Mortgage Disclosure Act (HMDA) Analysis\nComparison of Originations Within Categories\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMes quite 2019\nLoan Type: Number of Apps Loans Originated Origination %\nConventional 8,404\nFHA 4,048\nVA 1,059\nUSDA 119\nTotal 13,630\nLoan Purpose\nHome purchase 8,132\nHome improvement 544\nOther purpose 440\nNot Applicable 303\nRefinancing 2,428\nCash-Out Refinancing 1,783\nTotal 13,630\nRace\n2 or more minority races 25\nAmerican Indian or Alaska Native 86\nAsian 550\nBlack or African American 2,248\nJoint 199\nNative Hawaiian or Other Pacific Islander 47\nRace Not Available 3,859\nWhite 6,615\nEthnicity\nEthnicity Not Available 3,500\nHispanic or Latino 3,346\nJoint 349\nNot Hispanic or Latino 6,428\nIncome\n<51% median (very low) 1,714 668 39%\n51-80% median (low) 3,448 1,759 51%\n81-95% median (moderate) 1,450 756 52%\n96-120% median (middle) 1,770 958 54%\n>120% median (high) 3,030 1,632 54%\nN/A 2,218 451 20%\n\n \n\nTable 5.1: Source: Home Mortgage Disclosure Act (HMDA)",
    "Page_77": "TABLE 5.2\nHome Mortgage Disclosure Act (HMDA) Analysis\nComparison of Originations Within Categories\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMesquite 2019\nLoan Type: Number Loans Origination . % of\n. of Apps_| Originated % Originations\nConventional 7 3955 47% 64%\nFHA 4,048 1706 42% 27%\nVA 1059 512 48% 8%\nUSDA 119 51 43% 1%\nTotal 13,630 6,224 46% 100%\nLoan Purpose\nHome purchase 8,132 4,160 51% 67%\nHome improvement 544 141 26% 2%\nOther purpose 440 99 23% 2%\nNot Applicable 303 2 1% 0%\nRefinancing 2,428 1,065 44% 17%\nCash-Out Refinancing 1,783 757 42% 12%\nTotal 13,630 6,224 46% 100%\nRace % of\nPopulation\n2 or more minority races 25 5 20% 0.1% 2.00%\nAmerican Indian or Alaska Native 86 32 37% 0.5% 0.40%\nAsian 550 300 55% 4.8% 2.90%\nBlack or African American 2248 1109 49% 17.8% 25.60%\nJoint i) 108 54% 1.7% -\nNative Hawaiian or Other Pacific 47 16 34% 0.3% -\nIslander\nRace Not Available 3,859 1,068 28% 17.2% -\nWhite 6,615 3,586 54% 57.6% 28.60%\nEthnicity\nEthnicity Not Available 3,500 938 27% 15%\nHispanic or Latino 3,346 1750 52% 28% 40.40%\nJ oint 349 189 54% 3%\nNot Hispanic or Latino 6,428 3,347 52% 54% 59.60%\nIncome\n<51% median (very low) 1,714 668 39% 11%\n51-80% median (low) 3,448 1,759 51% 28%\n81-95% median (moderate) 1,450 756 52% 12%\n96-120% median (middle) 1,770 958 54% 15%\n>120% median (high) 3,030 1,632 54% 26%\nN/A 2,218 451 20% 7%\n\n \n\nTable 5.2: Source: Home Mortgage Disclosure Act (HMDA)",
    "Page_78": "Table 5.3\nAnalysis of Home Mortgage Disclosure Act Data\nHMDA Activity for — Mesquite\nMinority Origination Compared to White\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMinority\nIncome Loans Origination % | Loans Loan Denial %\nOriginated Denied\n\n<1% median (very low) 224 31% 253 35%\n\n51-80% median (low) 673 43% 291 19%\n\n81-95% median (moderate) 344 48% 120 17%\n\n96-120% median (middle) 418 48% 132 15%\n\n>120% median (high) 668 49% 150 11%\n\nWhite\n\nIncome\n\n<1% median (very low) 444 45% 238 24%\n\n51-80% median (low) 1,086 58% 249 13%\n\n81-95% median (moderate) 412 57% 100 14%\n\n96-120% median (middle) 540 60% 100 11%\n\n>120% median (high) 964 58% 168 10%\n\nN/A 444 45% 238 24%\nTable 5.3: Source: Home Mortgage Disclosure Act (HMDA)\n\n \n\n \n\n78",
    "Page_79": "Chart 5.1: Origination Rates by Loan Types by Income of Census Tracts\n\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\n<51% median (very 51-80% median (low) 81-95% median 96-120% median >120% median (high)\nlow) (moderate) (middle)\n\nmConventional BFHA VA\n\nChart 5.1: Source: Home Mortgage Disclosure Act (HMDA)\n\nChart 5.2: Origination Rates by Ethnicity by Income of Census Tracts\n\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10% |\n0%\n2ormore American Asian Black or Joint Native Race Not White — Hispanic or\nminority — Indian or African Hawaiian or Available Latino\nraces Alaska American Other\nNative Pacific\nIslander\nm<51% median (very low) 51-80% median (low) ™ 81-95% median (moderate)\n\n™ 96-120% median (middle) ™>120% median (high)\n\nChart 5.2: Source: Home Mortgage Disclosure Act (HMDA)\n\n79",
    "Page_80": "Map 5.1: Total Denials to Originations Ratio\n\n \n\nLegend\n\n| Mesquite TX\n\nTotal Denials to Originations Ratio\n\n \n\n0.140 - 0.239\n\n[I 0.240 - 0.287\n(UO 0288 - 0.352\ni 0.353 - 0.445\nHE 020-0712\n\n \n\n \n\n \n\n \n\n \n\n \n\n5 Miles\n\n \n\n \n\nMap 5.1: Source: Home Mortgage Disclosure Act (HMDA)",
    "Page_81": "Map 5.2: Total Applications by Percentage\n\n  \n \n  \n \n \n \n \n \n\nQ 1.25 25 5 Miles\n\n \n\n \n\n \n\nLegend\n\nCL] Mesquite TX\n\nTotal Applications by Percentage\n\n[| 0.54% - 0.94%\n| 0.95% - 1.5%\nGE 1c - 22%\nGO 24%-5.0%\nEE &: - 14%\n\n \n\n \n\n \n\n \n\n \n\nMap 5.2: Source: Home Mortgage Disclosure Act (HMDA)\n\n81",
    "Page_82": "Map 5.3: Conventional Loan Denials to Originations Loan\n\n \n\n \n\nLegend\n\nLC] Mesquite TX\n\nConventional Loan Denials to Originations Loan\n\n[_] 0.143 -0.275\n|) 0276 -0.377\n(0 0.278 - 0.487\n0408 - 0.638\nGN 0.239 - 0.854\n\n \n\n \n\n \n\n \n\n5 Miles\n\n \n\n \n\nMap 5.3: Source: Home Mortgage Disclosure Act (HMDA)",
    "Page_83": "Map 5.4: Government Loan Denials to Originations Ratio\n\n \n\n \n\nLegend\n\n| Mesquite TX\n\nGovernment Loan Denials to Originations Ratio\n\n0.00\n\n0.00100 - 0.133\n[9 0.134- 0.230\n\nGE 0.25: - 0.303\nBE 0334 - 0.482\n\n \n \n    \n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n4.25 28 5 Miles\n\n \n\n \n\n \n\nMap 5.4: Source: Home Mortgage Disclosure Act (HMDA)",
    "Page_84": "Map 5.5: Purchase Loan Denials to Originations Ratio\n\n \n\n \n\nLegend\n\n| Mesquite TX\n(coms rt\n\nPurchase Loan Denials to Originations Ratio\n\n|_| 0.034 - 0.039\n| 0.040 - 0.094\n(0.095 - 0.143\nGE 0.144 - 0.208\nHE 0207-0381\n\n \n \n  \n \n \n \n \n   \n\n \n\n \n\n \n\n \n\n1.28 25 5 Miles\n\n \n\n \n\n \n\nMap 5.5: Source: Home Mortgage Disclosure Act (HMDA)",
    "Page_85": "Map 5.6: Refinance Loan Denials to Originations Ratio\n\n  \n \n    \n \n \n \n \n\n \n\nLegend\n\n| Mesquite TX\n[_] census Tees\n\nRefinance Loan Denials to Originations Ratio\n\n \n\n \n\n0.000\n\nEs 0.001 - 0.352\n{7 0.383 - 0.500\nGN 0.501 -0.875\nWE 0.876 - 1.250\n\n \n\n \n\n  \n\n \n\n0 1.25 25 5 Miles\n\n \n\n \n\nMap 5.6: Source: Home Mortgage Disclosure Act (HMDA)\n\n85",
    "Page_86": "VI. Fair Housing Impediments for 2020\n\nAnalysis of Impediments\n\n \n\n2020 Analysis of Impediments to Fair Housing Choice\n\nImpediments to fair housing choice are detailed in Section VI of the Analysis of\nImpediments report. The impediments identified draw on information collected and\nanalyzed in other sections that provide a context for remedial actions intended to address\nthose impediments. Divided into five major categories, Impediments to Fair Housing\ninclude: Real Estate Impediments; Public P olicy Impediments; Neighborhood Conditions\nas Impediments; Banking, Finance, and Insurance Related Impediments; and\nSocioeconomic Impediments. For each impediment identified, issues and impacts are\ndetailed. Remedial actions are recommended, when appropriate, to address each\nimpediment. Some of the remedial actions and recommended goals are conceptual\nframeworks for addressing the impediments. Conceptual actions and goals may require\nfurther research, analysis, and program design by the City prior to implementation.\n\nGoals and Remedial Activities designed to address impediments\n\nThe major focus of the recommended remedial actions and goals are intended to create\npublic - private partnerships, identify new federal resources and leverage private funding\nneeded to enhance the City of Mesquite’s ability to increase the supply of affordable\nhousing. Additional focus is needed on policies and programs that assist in meeting the\nneeds of low- and moderate-income households and protected class members under\nthe Fair Housing Act. Remedial actions are recommended as a means of reversing the\nnegative and sometimes disparate impacts of the market conditions and mortgage\nlending trends that adversely and disproportionately impact minorities and members of\nthe protected classes under the federal Fair Housing Act. These include sub-prime\nlending, credit and collateral deficiencies that impact loan origination rates, poverty,\nunemployment and income. The goals were prioritized with input from the public.\nRemedial actions are presented in this section of the report.\n\n86",
    "Page_87": "The following component of Section VI describes the identified impediments, analysis\n\nof data relative to identified impediments, remedial actions needed, and goals for\n\naddressing identified impediments to fair housing. The Housing Needs Assessment\n\ndetails the following impediments and impacts relative to Impediment.\n\nImpediments\n\n™& Concentrated Poverty, Income, Race, Ethnicity, Public and Assisted Housing (R-\nECAP) Areas — High Priority\n\n%& Limited Development Subsidies, Increasing Cost of Development — High P riority\n\n% Housing Affordability, Insufficient Income, Cost Burden — High Priority\n\n% Limited Housing Resources to assist lower income, elderly, and disabled\nhomeowners maintain homes and enhance neighborhood stability — High Priority\n\n™& Expand the supply of Affordable Housing, Housing Choices and Access to\nFinancing — High Priority\n\n%& Limited Special Needs housing and services — High Priority\n\n™& Increase Homeownership among protected Class Members, Increase\nRehabilitation of existing housing, and sustainability — High Priority\n\n™& Regulatory and Policy Changes — High Priority\n\n™& Local Substantially Equivalent F air Housing Regulations — High P riority\n\n™& Increase Outreach to Developers, Real Estate Professionals, Landlords, and\nCitizens on Fair Housing and Development Opportunities — High Priority\n\n%& Increase Economic Development, J ob Creation, Small Business Entrepreneurial\nOpportunities and Commercial Corridor Revitalization — High Priority\n\n%& Improve Transportation and Mobility for LMI Populations, Seniors, and Disabled\n\nPersons — High Priority\n\n87",
    "Page_88": "Impediment No. 1: De-concentration of Poverty, Race/Ethnicity, Public and\nAssisted Housing (R-ECAP) - Neighborhood Conditions Impediment\n\nHigh Priority - The U. S. Department of HUD has defined “Areas of Poverty, Racial and\nEthnic Concentration and Segregation” as areas or census tracts within a jurisdiction\ncomprised of 50% or greater minority population, and three (3) times or more the poverty\nlevel of the Metropolitan Statistical Area (MSA). These areas are negatively impacted by\nconcentrated public and assisted housing and are generally lacking basic amenities and a\nquality of life expected and desired for any area within the MSA. It is important to note\nthat concentrated assisted housing units are not simply related to the number of housing\nunits in a census tract and their proximity to other assisted units. The analysis also\nconsiders how assisted units have contributed to concentrated racial/ethnic populations,\npoverty / LMI population, disinvestment / decline in neighborhood conditions, their\nproportion of affordable housing compared to privately owned affordable housing and\nmarket rate housing in the census tract. The MSA poverty rate was 12.6 percent. Three times\nthe poverty is 37.8 percent, thus making it the poverty threshold for the RCAP/ECAP criteria for\nMesquite. The census tracts within the City of Mesquite that are comprised of 50 percent or higher\nminority population and 37.8 percent and greater poverty rate are in the northwestern part of\nMesquite within census tract 123.02. Map 2.8 in Section 2: Community Profile depicts the\ncensus tracts with high concentrations of poverty and minorities, indicating early signs of\nconcentrations.\n\nR-ECAP areas generally have suffered decline over the past decades due to limited\nreinvestment. Some designated areas have limited housing choice in rental and\nownership housing. In some R-ECAP areas, there are limited resources to assist LMI\nrenters and to assist LMI, elderly, and disabled homeowners maintain their homes and\nstability in neighborhoods. In some R-ECAP areas, conditions are relatively stable, and\nthe housing stock is in fair to good condition. Other areas are currently in the early stages\nof decline. In addition to the early decline in R-ECAP areas, other neighborhoods are also\nin transition, showing advanced characteristic of declining conditions and likely will\ncontinue to decline if reinvestment, routine and preventive maintenance does not occur\nin a timely manner.\n\n88",
    "Page_89": "A component of affordable multifamily - assisted housing in Mesquite is comprised of\nprivately-owned multifamily housing funded with various forms of federal and state\nassistance, built prior to 1975. In addition, approximately 80 percent of the housing stock\nin Mesquite, was built prior to 1990. With a higher number of homes built prior to 1990, it is\nreasonable to assume housing stock is more likely in need of repairs and updates given its\nage. Housing stock 30 years and older have a longer period for the effects of deferred\nroutine maintenance and disinvestment to negatively impact housing condition. While age\ndoes not always indicate diminished housing condition, correlations exist. Higher income\nareas with older but higher priced housing tend to have less correlation between age of\nhousing and condition of housing than lower income areas. Neighborhood covenants and\nhomeowner associations, which are generally associated with higher cost housing, also\ncontribute to stability. Some housing, neighborhoods, and commercial corridors conditions\ndemonstrate the impact of disinvestment in areas more than others. There is also a\ncorrelation between concentrated poverty, race, ethnicity, and assisted housing and areas\nof decline.\n\nThe goal of de-concentration is to achieve minority concentrations and poverty level less\nthan defined above by R-ECAP and to transform areas of concentration into “opportunity\nareas”. Opportunity areas are characterized as areas offering access to quality goods and\nservices, exemplary schools, health care, range of housing, transportation to employment\nand service centers, adequate public infrastructure, utilities, and recreation.\n\nAlternative Solutions and Best Practices\n\nInclusionary / Incentivized zoning regulation (example) Charleston SC\n(example) Charleston, SC MU - 2 District\n\nHousing Choice Neighborhoods Grant - U.S. Department of HUD\n(example) Shreveport and Baton Rouge, Louisiana; Huntsville, Alabama.\n\nLIHTC Regulation - changes supporting de-concentration including Section 8\nVoucher increased FMR’s and Landlord Incentives\n\n89",
    "Page_90": "Remedial Actions:\n\nThe City of Mesquite should consider the implementation of Inclusionary Zoning —\nIncentivized Zoning as a source of funding for affordable housing and to reduce\nconcentrations in R-ECAP impacted areas. Inclusionary Zoning (IZ) refers to a set of\nstrategies that aim to create balanced housing development and mixed-income\ncommunities by ensuring that some portion of new housing development is affordable.\nThis strategy may be appropriate to encourage a mix of incomes in the City of Mesquite\nwhere development may create neighborhoods of homogenous home prices and\nresidents of similar incomes. Mixed-income communities broaden access to services and\njobs, as well as provide openings through which lower-wage earning families can buy\nhomes in appreciating housing markets and accumulate wealth. Inclusionary Zoning\npolicies can be voluntary or mandatory.\n\nHUD Choice Neighborhood Program Grants - The City of Mesquite, should evaluate\napplying for a HUD Choice Neighborhood Planning Grant. The U.S. Department of\nHousing and Urban Development awarded five Choice Neighborhoods Planning Grants\nin 2019 including $450,000 to the City of Huntsville, Alabama. Implementation Grants\nincluding $24.2 million to the City of Shreveport for fiscal year 2018 and $29.5 million to\nthe City of Baton Rouge in 2019 were awarded to assist in the transformation,\nrehabilitation and preservation of public housing and privately-owned HUD-assisted\nhousing, and surrounding distressed neighborhoods. The Choice Neighborhood initiative\nexpands on the success of the HOPE VI Program by recognizing that communities must\nlink affordable housing with quality education, public transportation, good jobs and safe\nstreets. As part of HUD’s overall plan to revitalize areas of concentrated poverty, the\nChoice Neighborhoods Grants are intended to help transform distressed and at risk public\nor assisted housing, and their surrounding neighborhoods into sustainable, mixed-income\nhousing that connects to key services, such as education and transportation, and\nsupports positive outcomes for the neighborhood’s families. Eligible applicants are public\nhousing authorities, local governments, non-profit organizations, and for-profit developers\nthat apply jointly with a public entity. Applicants must demonstrate their plan to revitalize\nthe neighborhood through public-private partnerships that seek to develop high-quality\n\n90",
    "Page_91": "public schools and early learning programs, public transportation, and improved access\nto jobs and well-functioning services.\n\nLow Income Tax Credit Policies and Regulations (LIHTC) — Currently federally\nassisted housing and LIHTC assisted developments are predominately located in\nareas/census tracts where minority populations are concentrated and in areas of\nconcentrated poverty, lower incomes, and areas of poor housing conditions as defined by\nHUD’s definition of concentrated Racial and Ethnic, Poverty and Low Income (R-ECAP).\nThe fair market rents approved for the Section 8 Housing Choice Voucher Program while\nin theory was intended to support housing choice are resulting in voucher holders being\nlargely concentration in these same areas. The areas surrounding the federally assisted\nhousing developments are largely concentrated by with minority persons based on race-\nethnicity and lower income persons and exhibit advanced signs of disinvestment and poor\nhousing and living conditions. The need for de-concentration makes revitalization, which\nis aimed at reversing these conditions, a high priority. Recommendations include the City\nof Mesquite taking the following actions:\n\n* Lobby the Texas Legislature to amend LIHTC Funding Criteria to include a\nLocation Criteria Policy that incentivizes developers’ applications that do not\nchoose poverty and racial/ethnic concentrated census tracts to help reduce\nconcentrated poverty, race and ethnicity\n\nRequest HUD adjustments to the Section 8 Housing Choice Voucher Program to\nassist in deconcentrating - The City of Mesquite should evaluate a voucher\ndisbursement strategy which results in a 30 percent reduction of Section 8 Voucher\nutilization in R/ECAP poverty and minority impacted census tracts, and no more than 30\npercent utilization in any census tract not currently designated as R-ECAP. This strategy\nwill require HUD approval and supplemental funding. Alternatives could include:\n\n1. Voucher Program: Increase the payment standard in all bedroom sizes to\nencourage voucher holders to avoid concentrated census tracts and to select\nhousing in non-concentrated census tracts. Targeted units in non-concentrated\ncensus tracts are those in which 70 % or fewer units are currently accessible to\n\n91",
    "Page_92": "voucher holders at the current FMR or 30% orless of total vouchers are currently\nutilized.\n\n2. Voucher Program: Offer landlords a one-time bonus fee, dependent upon\nbedroom size, for leasing rental property to voucher holders, provided property\nis located in a non-concentrated census tract to recruit more landlords to\nparticipate in the Section 8 Housing Choice Voucher Program.\n\n3. Voucher Program: Offer landlords of property in non-concentrated areas, a\nguarantee of rent subsidy for the initial or one full term of the lease, in the event\nof a tenant default on their initial lease agreement, as an incentive for landlords\nto stay in the Section 8 Program.\n\n4. Voucher Program: Add a waiting list preference for voucher applicants who\nare willing to select a unit in a non-impacted concentrated census tractin the city,\nor county, for their housing choice voucher.\n\n5. Voucher Program: Implement a survey tracking system that will map/chart\nlocations of units under contract and track how family patterns changes in\n\nconnection with a voucher holder’s move by annually surveying family members.\n\nImpediment No. 2: Limited development subsidies, increasing cost of development,\nexpanded housing types and locations - Neighborhood Condition, Banking and\nFinance, and Public Policy Impediment\n\nHigh Priority - Resources are needed to expand housing development and housing types\nin areas where they are limited. Resources are also needed to reduce cost of development\nand address impediment which constrain new housing production and housing choice. In\nthe central city, land available for affordable housing is further complicated by the number\nof vacant private and adjudicated properties that cannot be utilized for development due\nto various legal constraints and tax encumbrances. As a result, new residential production\non infill lots are challenging and costly.\n\n92",
    "Page_93": "Renovations are not cost effective in some instances when developing and renovating\naffordable housing. Construction cost, which includes materials and labor, have increased\ndue to market demand and natural disasters. Renovation constraints for existing\nmultifamily development include cost benefit of renovation as opposed to replacement\ncost. Location of central city multifamily housing is also included in Impediment No. 1\nbecause multifamily units in R-ECAP are in poor condition, surrounded by concentrated\ndistressed conditions, and needing to de-concentrate lower income person in need of\nhousing.\n\nThe Housing Needs Assessment details the following impediments and impacts relative\nto Impediment No. 2.\n\nImpediments\n™& Expanded resources for housing development\n™& Expanded resources for housing assistance — rental and ownership\n% Nonprofit housing developer assistance and incentives\n™& Recapture of vacant lots and obsolete building\n% Infrastructure improvements to support housing development\n\n™ Developer incentives to build the type of housing needed\n\nAlternative Solutions and Best Practices\n\nGeneral Obligation Bonds to finance housing and infrastructure\n\n(example) Charleston, SC\n\nNew Market Tax Credits to generate subsidies for housing\n\n(example) Houston, TX BBVA Compass Stadium\n\n93",
    "Page_94": "Impediment No. 3: Housing affordability and insufficient income, and cost burden\n- Neighborhood Condition, Banking and Finance, and Public Policy Impediment\n\nHigh Priority - Households having inadequate income to acquire housing available in the\nmarket may be the most critical impediment faced by households in Mesquite. Cost burden\nis a major concern as the 2014 - 2018 ACS estimates revealed a significant percentage of\nthe population at all income levels are paying more that 30 percent of their income for rent\nand home ownership. HUD defines affordability and housing cost burden as housing cost\n\nnot exceeding 30 percent of household monthly income.\nThe report details the following impediments and impacts relative to Impediment No. 3.\nImpediments\n\n%& Limited resources for housing assistance — rental and ownership\n\n%& Limited assistance and incentives for nonprofit housing developer\n\n™& Expanded funding for infrastructure improvements to support housing development\nand rehabilitation\n\n™& Need for expanded self-help, community and faith based and institution initiatives\n\n™& Housing assistance for cost burden persons for all populations, and disparate impact\non protected class members\n\n™& Continue to expand job opportunities through the recruitment of corporations and\n\nindustries paying living wages\n\nAlternative Solutions and Best Practices\n\n* Increased self-help initiatives - fix-up,\" \"paint-up,\" or \"clean-up\" campaigns,\ncorporate and volunteer repair projects, youth build, compliance store\n(example) Mesquite, TX\n\n* High school and community college financial literacy courses\n(example) Prince Williams County, Virginia\n\n94",
    "Page_95": "* Lease purchase subdivisions — Lease purchase housing finance\n(example) Shreveport, LA Shepard Place and Stoner Hill\n\n* Opportunity Zones to create reinvestment for affordable housing\n(example) Houston, TX Prospectus\n\nRemedial Actions:\n\nFinancial Literacy - The first considerations when attempting to increase\nhomeownership rates should include improving the financial literacy and home buying\npreparedness of potential buyers. Banks and credit agencies work with buyers to educate\nthem on home ownership responsibilities. Homebuyer education classes are a pre-\nrequisite for homebuyer assistance programs providing down payment assistance.\nHowever, the 18 to 35-year-old demographic is impacted by financial literacy as well. An\nearly start in managing personal finances can prepare individuals for those major\npurchases. The City should consider working with local school districts to increase\ncourses that provide financial literacy education for high school juniors and seniors.\nLocal lending institutions and real estate professionals should be recruited to assist in\ncurriculum development and to provide instructors for the classes. The City may consider\nworking with school districts to identify funding for pilot programs.\n\nOpportunity Zones - The Federal Opportunity Zone Program is a community and\neconomic development tool that aims to drive long-term private investment into low-\nincome communities throughout the country. The program was established by Congress\nin the Tax Cuts and J obs Act of 2017. It encourages investors with recently realized\ncapital gains to invest in local businesses, real estate, or development projects in\nexchange for a reduction in their tax obligations. Zones were designated by the Governor\nof each state. The program incentivizes investors to make equity investments in\nOpportunity Zone-based businesses and development projects by providing:\n\n= A temporary tax deferral for any realized, but not recognized, capital gains\nreinvested through the program\n\n95",
    "Page_96": "« The potential for a 10% to 15% reduction in the amount of tax otherwise\npayable on the Original Gain\n\n= Ifthe investment in the Opportunity Zone is held for ten years or more, a\npermanent exclusion of any capital gains derived from the eventual sale or\nexchange of the Opportunity Zone investment\n\nWhile the regulations are not yet finalized, it appears that the Opportunity Zones could\nprovide a source of equity for housing and economic development initiatives similar to tax\ncredit equity generated by LIHTC. This is important because Mesquite’s older residential\nand commercial, and a shift toward diversification of mixed income and mixed housing\ntypes, will require unrestricted equity that does not require the concentration of person of\nlow-moderated income in current R-ECAP Areas. It is essential that Mesquite develop\nalternative approaches for utilizing the Opportunity Zone designation to generate\nreinvestment dollars for neighborhoods suffering decline and areas such as downtown\nthat appear most marketable to younger demographics and those seeking more\naffordable housing.\n\nImpediment No. 4: Limited Housing Resources to assist lower income, elderly, and\ndisabled homeowners maintain homes and enhance neighborhood stability -\nNeighborhood Condition, Socio-Economic Conditions, Public Policy Impediments.\n\nHigh Priority — In general, limitations relative to fair housing choice are more commonly\nfound to affect housing decisions among low-income persons and special needs\npopulations. Lower income, poverty and limited resources to make housing affordable for\nLMI, minority, and senior populations are impacting fair housing choice. Overall, the income\ndistribution data show a higher proportion of low-income households within the African\nAmerican and Hispanic communities. The analysis details the following impediments and\nimpacts relative to Impediment No. 4.\n\nImpediments\n™% Senior housing needs\n™& Younger demographics housing needs\n\n96",
    "Page_97": "%& Affordable housing needs\n\n™& Employer and faith-based housing development assistance\n™%& Green building and energy efficiency\n\n%& Nonprofit development\n&\n\nSpecial needs housing, homelessness, homeless prevention, and transitional\nhousing\n\n™& Mixed market rate and subsidized housing\n\nAlternative Solutions and Best Practices\n\n* 55+and Active Seniors Housing\n(example) Dallas-Fort Worth, TX Robson Ranch Development\n(example) Flower Mound, TX Orchard Flower Development\n* Cottage — Cluster Housing for Seniors\n(example) Tigard, OR Cottage Housing Zoning District\n(example) Old West Austin Cottage Housing\n* Grand Parent Housing\n(example) Kansas City, MO Pemberton Park\n« Employer Assisted Housing\n(example) Columbus, GA Aflac EAH\n* Tiny Homes Subdivisions\n\n(example) Austin, TX Village Farms\n\nRemedial Actions:\n\nModular Housing as an alternative lower cost housing product — Cities now face\na crisis of affordability in the housing industry with difficulty delivering high-performance\nand durable buildings at an affordable cost. Modular housing is fast becoming a cost-\neffective alternative to traditional on-site construction. The components of the building are\nconstructed in a factory, transported and assembled on the lot. These industrialized\n\n97",
    "Page_98": "building offers two primary advantages: predictability and time required for construction.\nUnlike mobile homes, each modular housing building is required to meet local and\nnational building codes. In Shreveport, Louisiana non-profit development organizations\nhave utilized modular housing as a means of lowering the purchase price of new housing,\nwhile replicating the architectural style of the existing neighborhood and meeting local\nbuilding code requirements as well. These units feature siding as opposed to traditional\nbrick construction and offer the residents porches similar to those found on the units\ncurrently in the neighborhood. These units could provide alternatives for affordable\nhousing in areas throughout Mesquite. Modular housing is currently permitted by right in\nMesquite’s building codes if the construction meets building codes. Unlike mobile homes,\nmodular housing is designed the same as a traditional single-family housing situated on\na permanent foundation. The walls and other components are typically constructed off\nsite and then transported to the site for assembly. Local building officials are responsible\nfor building permits and evaluating construction to ensure compliance with local codes.\n\nEmployer Assisted Housing - The City should work with local employers to market\nEmployer Assisted Housing (EAH) as a means of creating homeownership opportunities\nfor the workforce. It is vital that major employers and financial institutions promote wage\nlevels adequate for people to enter into homeownership, without down-payment and other\nassistance. City governments and school districts should also consider initiating\nprograms to assisted qualified employees with becoming homeowners. The City should\ncoordinate with major employers and lenders to design and aid firms in the implementation\nof Employer- Assisted Housing (EAH) programs, encouraging employers to work with\nemployees in their efforts to purchase housing in the Plan area.\n\nEmployer-Assisted housing programs benefit employers, employees, and the community.\nEmployers benefit through greater employee retention. Employees receive aid to move\ninto homeownership. Ultimately, communities benefit though investment in the\nneighborhoods where the employers and employees are located. The most common\nbenefits provided by employers are grants, forgivable loans, deferred or repayable loans,\nmatched savings, interestrate buy downs, shared appreciation, and home-buyer\neducation provided by an employer-funded counseling agency. Successful EAH\n\n98",
    "Page_99": "programs use a combination of some of the benefits listed above. One program that has\nbeen successful was developed by Fannie Mae, which not only initiated their own EAH\nprogram, butalso helps employers implement EAH programs. Fannie Mae's EAH program\nhas made it possible for 2,200 of its employees to become homeowners. Seventy-six\n(76%) percent of all Fannie Mae employees own their own homes, compared to the\nnational average of sixty-eight (68%) percent.\n\n55+ and Active Seniors’ Housing Development — The Dallas Fort Worth MSA have\nbeen successful in attracting 55+ Active Senior Housing Developments. This housing\ntype is primarily a private sector development product requiring very little or no\ngovernment subsidy at all. Seniors / active adults with household incomes and financial\nmeans are choosing 55+ active adult communities as an option to meet their housing\nneeds. This housing product recognizes that senior owners are exchanging their larger\nand older existing homes where they raised children for housing in communities that\ncombine world-class resort amenities with new luxury homes that meet their changing\nneeds and preferences. Community amenities include golf courses, club house facilities,\nactivities, health clubs, classes and social opportunities allowing them to enjoy an\nexceptional way of life. Beyond that, senior who can afford housing in these developments\nwant a home they can personalize to suit their preferences and lifestyle with the flexibility\nto create not only the living space of their dreams, but also the life of their dreams.\n\nCottage Housing - An option for addressing the needs of elderly homeowners may include\nfinding them more appropriate housing rental or owner housing. Many elderly homeowners\nare over-housed once their children have left home. While this is not always a problem, ifa\nhomeowner can no longer care for their larger home, something smaller and more easily\ncared for may be more appropriate. The major objection that many in these circumstances\nhave is losing their familiar surroundings and social networks. Small neighborhood cottage\nhousing developments can address these housing needs. Instead of providing expensive\nrepairs to a housing unit that may be occupied by only one or two persons, other buyers\ncan purchase their home allowing them to transition to a smaller unit, while relieving them\nof the burden of the larger home. The program would them rehabilitate their home and\nsale it to a larger family through a new homebuyer program. Cottage housing, or cluster\n\n99",
    "Page_100": "housing as itis sometimes called, provides a smaller unit forthe elderly as a homeownership\noption or as an alternative to continuing ownership of a larger unit that essentially over-\nhouses them or has become too costly to maintain. It should also be considered a viable\nalternative to a grant-funded major rehabilitation when an elderly applicant is living in unsafe\nconditions and the rehabilitation costs exceed the projected value of the completed\nstructure. There may also be applicants who, as a result of limited funding, will have to wait\nyears for assistance because their application is on a long rehabilitation program waiting list.\n\nJob Expansion - The City and local Chamber of Commerce will continue to work on\nexpanding job opportunities through the recruitment of corporations, incentives for local\ncorporations seeking expansion opportunities, and other activities aimed at reducing\nunemployment and expanding the base of higher income jobs. The City in conjunction with\nthe Chambers will actively support recruiting industries that match the demographics of the\npopulations experiencing high unemployment, as a means of decreasing poverty rates, and\nincreasing incomes and home ownership rates.\n\n5. Impediment: Expand Supply of Affordable Housing, Housing Choice, and\nAccess to Financing\nNeighborhood Condition, Banking, Finance, Regulatory — High Priority\n\nHigh Priority - The housing market analysis revealed significant affordability gaps in both\nownership and rental units. The housing supply and demand analysis for owner units in\nthe City shows significant gaps in the supply within the price range of all household\nincome categories with the exception of moderate-income households. Affordability\nwithin the extremely low and very-low household income categories are fairly limited, as\nownership opportunities within these lower income levels is cost prohibitive. However, the\nHome Mortgage disclosure Act shows large gap in the purchaser’s ability to qualify for\nexisting supply ofowner units, especially minority loan approval rates compared to\nWhites in LMI and Median income ranges applying for purchase of homes in the $75,000\nto $150,000 and below range.\n\n100",
    "Page_101": "Impediments\n\n™& Low number of loan applications for minorities and low origination rates for minority\napplicants.\n\n% After rehabilitation or new construction infill appraisal does not support mortgage\nloan.\n\n& Recapture of adjudicated and abandoned properties for affordable housing.\n\n%& Predatory lending practices.\n\nThe millennial generation is expected to grow at a slower pace, resulting not only in\nfewer of them, but also fewer children. The housing needs ofseniors and millennials,\nthe two largest growth groups, will be similar in that both the baby boomers and\nmillennials will likely seek smaller housing units, throughout the community, near\namenities, families, and friends. Thus, there is the potential forhigher density and mixed\nincome housing development, including rental units for the millennials and seniors.\n\nPredatory lending practices are aggressively absorbing the market formerly controlled by\nFDIC insured banks and other reputable financial institutions and fast becoming lenders\nof choice in some low income and minority concentrated areas. In other instances, persons\nfacing economic hardships are being preyed upon due to their inability to qualify for\ntraditional lending and banking services. Consumers face underwriting criteria used by\nlenders that fail to adjust ratios or provide funding with more favorable terms.\n\nAlternative Solutions and Best Practices\n\n* CHDO Incentives, Financing, City Development Fee abatement\n(example) Port Arthur, Texas\n\n* Lease Purchase Subdivisions — Lease Purchase Housing Finance\n(example) Shreveport, LA Shepard Place and Stoner Hill\n\n¢ Modular Housing Infill Housing\n\n(example) Shreveport, LA Queensborough Neighborhood\n\n101",
    "Page_102": "6. Special Needs Housing and Services\n\nSocio-Economic, Banking, Finance, Regulatory, Policy — High Priority\n\nHigh Priority - According the 2014 - 2018 ACS, the population of seniors over 65 has\nsignificantly increased.\n\nImpediments\n™& Homeless prevention, rapid rehousing, coordinated intake\n% “Visitable” housing standards\n% Transportation and mobility\n™& Temporary housing and shelters\n™ Housing and services for people with aids or at risk\n\n% Accessibility for persons with disabilities\n\nAlternative Solutions and Best Practices\n* Homeless Prevention, Rapid Rehousing, coordinated intake\n(example) TX 500 San Antonio — Bexar County, TX\n* Visitable Housing\n(example) Atlanta, GA Habitat for Humanities\n* Transportation Assistance Program\n\n(example) Desoto, TX\n\n102",
    "Page_103": "7.\n\nIncrease homeownership among protected class members, increase\nrehabilitation of existing housing and sustainable neighborhoods\n\nNeighborhood Condition, Banking, Finance, Regulatory — High Priority\n\nHigh Priority — Lack of housing affordability, which are households having inadequate\n\nincome to acquire housing currently available in the market, may be the most critical\n\nimpediment in the study area. The correlation between median home values and\n\nhousehold income underscores this issue.\n\nImpediments\n\n&\n\nom\nom\nom\noa\noa\nom\nom\n\nRestoring basic attributes to LMI Areas\n\nReclamation of vacant property\n\nHousing and neighborhood conditions\n\nLack of Affordable and Infill Housing\n\nLand use compatibility\n\nLimited streetscape, branding and neighborhood marketability\nHousing demand, cost, affordability, and access to financing\n\nLow number of loan applications for minorities and low origination rates\n\nAlternative Solutions and Best Practices\n\n¢ Modular Housing\n(example) Queensborough Infill Housing, Shreveport, LA\n\n« Lease Purchase Subdivisions — Lease Purchase Housing Finance\n(example) Shreveport, LA Shepard Place and Stoner Hill\n\n« Employer Assisted Housing\n\n(example) Columbus, GA Aflac EAH\n\n103",
    "Page_104": "8. Regulatory and Policy Changes — High Priority\nNeighborhood Condition, Public Policy, Regulatory — High Priority\n\nHigh Priority - Success in meeting future housing needs, developing housing that is\naffordable to a wide range of consumers, and stimulating revitalization and\nreinvestment in existing areas must include addressing needed improvements to the\ncommunity’s basic attributes. These attributes include public safety, street\nmaintenance, clean streets, timely infrastructure improvements, trash collection,\nbrush collection, well maintained buildings, and vacant lots regularly mowed and\nfree of debris, regular yard maintenance, and a general neighborhood appearance\nand level of community involvement that suggests that people care about their\ncommunity. Public schools must continue to demonstrate academic programming\nand student achievement are comparable to that of surrounding school districts,\nand the public’s perception of the quality of their schools must validate that\ncomparability. Resident must feel safe in their homes and confident that they can\nconduct their daily routines in the neighborhood without being victimized by crime.\nThese basic attributes tend to shape both the way a community sees itself and how\nnon-residents entering the community view it as well. To achieve this goal of\nimproved basic attributes, the following are proposed strategies and\nrecommendations identified for Mesquite and prototypical examples of their\napplication to specific areas that may also be applied throughout the City, as\nappropriate.\n\no Enhance communities’ image, identity and physical attributes\n\no Deconcentrate poverty, race-ethnicity, and public and assisted housing\no Define area destination and purpose\n\no Reclaim vacant lots for residential development\n\no Improve neighborhood identity, marketing and branding\n\no Improve neighborhood image and physical attributes\n\no Create new mixed-use development, mixed housing types\n\n104",
    "Page_105": "o Improve access to recreation, retail, and desired destinations\no Enhance gateway and corridor improvements\n\no Introduce new residential types and financing for housing development that\nincrease affordability\n\nImpediments\n™& CPTED —Crime Prevention Through Environmental Design Regulations\n™& Pro-Active Code Enforcement\n™%& Incentivized Zoning Regulations\n%& Predatory Lending\n\n% Fair Housing Ordinance\n\nAlternative Solutions and Best Practices\n* CPTED-—Crime Prevention Through Environmental Design Regulations\n\n(example) Houston, TX\n\n9. Local “Substantially Equivalent” Fair Housing Regulations\n\nPublic Policy, Regulatory — High Priority\n\nHigh Priority - The City of Mesquite has not enacted substantially equivalent Fair Housing\nLaw to the Federal Fair Housing Act. To make this determination, the City of Mesquite\nstatues were compared to the Federal Fair Housing Act to determine whether local\nlegislation offered similar rights, remedies, and enforcement to the federal law. The City\nof Mesquite does not have substantially equivalent fair housing laws when comparing\nthem to the F ederal Fair Housing Act because it does not provide substantially equivalent\n\n105",
    "Page_106": "local enforcement, judicial or city administrative review, and adjudication or penalties for\nthose who violate Fair Housing Law.\n\nTherefore, substantially equivalent local enforcement, judicial or city review, adjudication\nand penalties would be required for a City of Mesquite Fair Housing Act.\n\nImpediment\n\nThe City of Mesquite has not enacted a Fair Housing Ordinance considered\n“Substantially Equivalent” Local Fair Housing Legislation to the Federal Fair\nHousing Act. Mesquite’s local ordinance would have to provide similar rights,\nremedies, and enforcement to the federal law.\n\n> City of Mesquite has not enacted local fair housing policy that is substantially\nequivalent to the Federal Act because it does not provide local enforcement, hearings,\npenalties, or remedies for complaints as provided by federal law.\n\n> HUD currently provides duties of investigation, enforcement, adjudication, remedies if\nfound in violation. However, HUD limits its enforcement of the local ordinance to\ncomplaints / violations filed by the seven protected classes under the Federal Fair\nHousing Act. (federal ordinance identifies seven protected classes as having standing:\nRace, Color, Disability, Familial Status, Religion, National Origin, and Sex.\n\nSubstantially equivalent fair housing legislation is not required by HUD or under\nfederal law. However, local fair housing laws are considered part of the evidence that\na City is Affirmatively Furthering Fair Housing, substantially equivalent or not to the\nFederal Act. While HUD regulations do not require a substantially equivalent law,\nfunding for local enforcement by HUD does require having a substantially equivalent\nlocal ordinance. Jurisdictions can include additional protected classes at their\ndiscretion. However, HUD will not enforce actions against additional protected class\nmembers not covered under the Federal Act. These complaints would have to be\nenforced by the local jurisdiction. Since the Federal Act was adopted in 1968,\namended in 1988, local jurisdictions are adding protected classes to address local\n\n106",
    "Page_107": "discrimination that may not have been contemplated in 1968 such as same sex\nmarriages.\n\nExamples of additional protected classes other jurisdictions have included in local\nordinances: Age, Source of Income, Sexual Orientation, Marriage Equality, same sex\nmarriages, gender equality, student status.\n\nAdvantages to local substantially equivalent ordinances include eligibility to apply for\nfederal enforcement funding.\n\nSubstantially Equivalent local enforcement is not a legal requirement and we are not\naware of any City being litigated on this issue.\n\nFair Housing Assistance Program (FHAP) Agencies - The U. S. Department of\nHousing and Urban Development (HUD) provides funding to state and local\ngovernmental agencies to enforce local fair housing laws that are substantially\nequivalent to the Fair Housing Act. Once a state, city or county enacts a substantially\nequivalent fair housing law, they can apply to become certified as a Fair Housing\nAssistance Program (FHAP) Agency and receive funds for investigating and\nconciliating fair housing complaints or a Fair Housing Initiatives Program (FHIP)\nAgency and receive funds for education, promoting fair housing, and investigating\nallegations. It should be noted that Mesquite meets the HUD criteria that a county or\ncity must be in a state with a fair housing law that has been determined by HUD to be\nsubstantially equivalent. Then, the local jurisdiction must also adopt a law that HUD\nconcludes is substantially equivalent in order to participate in the FHAP Program. The\nlocal law must at minimum contain the seven protected classes - race, color, national\norigin, sex, religion, handicap, and familial status - and must have fines for violations,\nremedies, investigative processes, and enforcement powers.\n\nIn addition, the process for investigating and conciliating complaints must mirror\nHUD’s process outlined in federal regulations. LHUD’s process begins when an\naggrieved person files a complaint within one year of the date of the alleged\ndiscriminatory housing or lending practice. The complaint must be submitted to HUD\nin writing. However, this process can be initiated by a phone call. HUD will complete\n\n107",
    "Page_108": "a complaint form, also known as a “903”, and mail it to the complainant to sign. The\ncomplaint must contain the name and address of the complainant and respondent,\naddress and description of the housing involved, and a concise statement of the facts,\nincluding the date of the occurrence, and the complainant’s affirmed signature. Upon\nfiling, HUD is obligated to investigate, attempt conciliation, and resolve the case within\n100 days. Resolution can be a dismissal, withdrawal, settlement or conciliation, or a\ndetermination as to cause.\n\nThe FHAP certification process includes a two-year interim period when HUD closely\nmonitors the intake and investigative process of the governmental entity applying for\nsubstantial equivalency certification. The local law must provide enforcement for\naggrieved citizens where cause is found. Itcan be through an administrative hearing\nprocess or filing suit on behalf of the aggrieved complainant in court. The FHIP\ncertification process is contingent on the type of funding for which the agency is\napplying. There are four programs to which an agency can apply: Fair Housing\nOrganizations Initiative (FHOI), Private Enforcement Initiative (PEI), Education\nOutreach Initiative (EOI), and Administrative Enforcement Initiative (AEI). Currently,\nthere is no funding under the AE| status.\n\nAlternative Solutions and Best Practices\n\n(example) Austin, Texas Fair Housing Act — provides for local enforcement and\nadditional protected classes beyond Federal Act including sexual orientation, gender\nidentification, marital status, student status, age\n\nRemedial Action: The City of Mesquite should evaluate enacting a substantially\nequivalent local Fair Housing Ordinance that includes enforcement, remedies for\nviolations, and additional protected classes.\n\nRemedial Action: Continue to maintain and update the Affirmative Fair Housing\nMarketing Plan (AFHMP} to support fair and open access to affordable housing. The\nAFHMP should ensure that individuals of similar economic levels in the same housing\nmarket areas have equal access to a range of housing choices regardless of race, color,\n\n108",
    "Page_109": "religion, sexual orientation, gender, familial status, disability, or national origin. The City\nshould provide outreach to private landlords not receiving entitlement funding and\nencouraging landlords to embrace fair education for the staff and management and\nparticipate in entitlement funded affordable housing and fair housing programs education\nand outreach.\n\n10. Increased Outreach Needed to Developers, Real Estate, Landlord,\nIndustry and Citizens on Fair Housing, and Housing Development Needs\n\nNeighborhood Condition, Banking, Finance, Regulatory — High Priority\n\nHigh Priority - Greater emphasis is needed on developer partnership to assist with the\nrehabilitation of existing residential structures in marginal or poor condition, and to build\nreplacement units on vacant lot. Existing residential is an essential component of the\nsupply of single-family affordable housing for both home ownership and rental. The need\nfor infill housing on vacant lots and rehabilitation of existing multi-family housing needed is\nevident in Mesquite neighborhood. Mesquite currently operates several programs\ndesigned to assist existing low-moderate income households improve their properties and\nlow-moderate income households become homeowners. Other programs are designed to\nassist rental housing provider maintain existing rental units. Programs are working but\nhave limited funding. The City should explore coupling funding to CHDO and non-profit\norganizations for development, with tax abatement, building and permitting abatement,\nwith PID and TIFS to pay for infrastructure.\n\nImpediments\n™& Developer incentives to build the type of housing needed\n\n%& After rehabilitation or new construction infill appraisals do not support mortgage\nloan\n\n™& Recapture of Adjudicated and abandoned properties for affordable housing.\n\n109",
    "Page_110": "%& Regulatory Changes\n\n™& Limited Fair Housing Outreach and Education for Rental Housing\nManagement and Owners\n\n™& Expanded Fair Housing Outreach and Education for Citizens\n\nZoning Regulations and Development Incentives - Regulatory options include revisions to\nregulations ensuring land uses compatibility and development options; zoning code and\nsubdivision regulations that codify changes to support sustainability and resiliency. The\nCity of Mesquite has adopted building and code enforcement regulations, and local\nofficials must continue to aggressively address substandard housing conditions,\nabandoned or obsolete commercial structures, and adverse land use that are contributing\nto the decay of the area. Developer incentives may be needed to encourage the\ndevelopment of a mix of housing types, affordable to persons with diverse incomes and\nneeds. Recommendations include consideration of enacting regulations for incentivized\nzoning, and city incentives for tax abatement, development subsidies and a variety of\nprograms funding with federal entitlement funds to encourage housing development.\n\nCrime Prevention Through Environmental Design (CP TED) — one of the issues identified\nwas the need to address crime and the perception of crime in older neighborhoods and\nalong commercial corridors. The CPTED concept could be explored as one means of\nimplementing this recommendation. CPTED is based on the premise that \"The proper\ndesign and effective use of the built environment can lead to a reduction in the fear of\ncrime and incidence of crime, and to an improvement in quality of life.\n\nAlternative Solutions and Best Practices\n* CPTED-—Crime Prevention Through Environmental Design Regulations\n\n* Continue City and Housing Authority Program Initiative Briefings for\nDevelopers and Industry\n\n* Incentivized Zoning Regulations Development Incentives\n\n110",
    "Page_111": "* Request HUD consideration for FMR Increases and Incentives for\nSection 8 Voucher Program participation by Landlords\n\n* Increased Fair Housing Outreach and Education\n\n* Seek Industry Assistance in developing New Standards for Appraisal\ncomparability in low-moderate income neighborhoods\n\n11. Increased Economic Development, J ob Creation, Small Business\nEntrepreneurial Opportunities, and Commercial Corridor Revitalization\n\nNeighborhood Condition, Banking, Finance, Regulatory — High Priority\n\nHigh Priority — Impediments include success in meeting future housing needs, developing\nhousing that is affordable to a wide range of consumers, stimulating revitalization and\nreinvestment in existing areas must include addressing needed improvements to existing\nconditions and restoring the community’s basic attributes. While maintaining and\nenhancing neighborhood stability is the immediate vision and goal, achieving sustainability\nis an essential recommendation for all areas where future growth in housing is expected\nto occur. At the core of this vision is enhancing “image and identity” of areas as a means\nof attracting new residents and retaining existing residents. Components of this\nrecommendation include the areas becoming healthier, sustainable neighborhoods, able\nto meet the housing and essential quality of life needs of its residents. This means improving\nhousing and the physical character of the areas, which in some instances, are viewed both\ninternally by its residents and externally by the broader community as uninviting. Some\nareas are considered unsafe and havens for criminal activities. Whether this is reality or\nperception, it can have a detrimental effect on the image of the area.\n\nBeyond a lack of quality development, entry points and gateways into neighborhoods fail\nto create a positive impression of the area or provide curb appeal in terms of\nneighborhood an appearance. Residential areas must be protected and improved or\nstrategically removed if found to no longer contribute to the wellbeing of the community.\nVacant land and deteriorating buildings should be evaluated for development as new\nresidential. Commercial corridor improvements are needed in some areas to cultivate\n\n111",
    "Page_112": "reinvestment and promote activities and events that attract interest in existing\nneighborhoods. The planning process identified a need for streetscape improvements and\nlandscaping in area medians, sidewalks, street lighting, benches, and public art,\nplantings/murals that could make a significant impact on the image of R-ECAP areas.\nRepurposed use of existing buildings and new development on vacant lots would\nsignificantly improve the corridors and neighborhoods. Equally important to urban design\nand streetscape amenities, is the physical improvement of building and land use along\nthe corridors. Economic development along commercial corridors are needed both to\nstimulate quality retail and commercial development, but also to increase economic\nviability of the areas and job creation for residents.\n\nImpediments\n%& Living Wages for Workforce\n™% Housing Affordability\n™& Small Business Employment Opportunities\n™& Access to Business Development and Expansion\n\n™& Housing and J ob Opportunities for Ex-Offenders\n\nAlternative Solutions and Best Practices\n* Economic Development incentives to Small Businesses\n* Increased Recruitment of J ob paying Living Wages\n* Recruitment of J obs that provide opportunities for LMI Skill Levels\n* Increased J ob Training and Basic Skills Programs\n\n* Increased Employment Opportunities, Job Training and Basic Skills\nPrograms for E x-Offenders\n\n(example) Edwin’s Restaurant and Culinary Education Program for\n\nEx-Offenders — Cleveland, Ohio\n\n112",
    "Page_113": "12. Improved Transportation and Mobility for LMI and Senior Populations,\nEntrepreneurial Opportunities, and Commercial Corridor Revitalization\n\nNeighborhood Condition, Socio-Economic — High Priority\n\nHigh Priority - Housing needs and transportation and mobility are connected needs.\nThe City must be conscious of the need for public transportation and new housing\ndevelopment be designed and situated to accommodate advantage of public\ntransportation in the future. Most often, planning for future growth and meeting\nhousing needs are guided by transportation availability. In Mesquite the reverse\nappears to be the case, as transportation will be developed to meet the needs of\nexisting residential, employment, and shopping/amenity development.\n\nImpediments\n™& Limited Demand Responsive Transportation\n\n% Transportation Affordability for seniors and LMI populations\n\nAlternative Solutions and Best Practices\n\n* (example) Transportation Assistance Program\nDesoto, TX\n\n113"
}