{
    "Page_1": "1)\n\npps es\n\nInternational Max Planck Research School\non Earth System Modelling\n\n \n\nMiddle Miocene Climate Evolution:\nThe Role of Large-Scale Ocean Circulation\nand Ocean Gateways\n\n \n\nMario Krapp\n\n \n\n \n\nBerichte zur Erdsystemforschung oui?",
    "Page_2": "Die Berichte zur Erdsystemforschung werden\nvom Max-Planck-Institut fiir Meteorologie in\nHamburg in unregelma&iger Abfolge heraus-\ngegeben.\n\nSie enthalten wissenschaftliche und\n\ntechnische Beitrage, inklusive Dissertationen.\n\nDie Beitrage geben nicht notwendigerweise\ndie Auffassung des Instituts wieder.\n\nDie \"Berichte zur Erdsystemforschung\" filhren\ndie vorherigen Reihen \"Reports\" und\n\"Examensarbeiten” weiter.\n\nThe Reports on Earth System Science are published\nby the Max Planck Institute for Meteorology in\nHamburg. They appear in irregular intervals.\n\nThey contain scientific and technical contributions,\nincluding Ph. D. theses.\n\nThe Reports do not necessarily reflect the\nopinion of the Institute.\n\nThe “Reports on Earth System Science\" continue\nthe former \"Reports\" and \"Examensarbeiten\"\nof the Max Planck Institute.\n\n \n\nMax-Planck-Institut fiir Meteorologie\nBundesstrasse 53\n\n20146 Hamburg\n\nDeutschland\n\nTel.: +49-(0)40-4 11 73-0\nFax: +49-(0)40-4 11 73-298\nWeb: www.mpimet.mpg.de\n\nBettina Diallo, PR & Grafik\n\nTitelfotos:\n\nvorne:\n\nChristian Klepp - Jochem Marotzke - Christian Klepp\nhinten:\n\nClotilde Dubois - Christian Klepp - Katsumasa Tanaka",
    "Page_3": "Middle Miocene Climate Evolution:\nThe Role of Large-Scale Ocean Circulation\nand Ocean Gateways\n\nMario Krapp\n\naus Magdeburg\n\nHamburg 2012\n\nISSN 1614-1199",
    "Page_4": "Mario Krapp\n\nMax-Planck-Institut fiir Meteorologie\nBundesstrasse 53\n\n20146 Hamburg\n\nAls Dissertation angenommen\nvom Department Geowissenschaften der Universitat Hamburg\n\nauf Grund der Gutachten von\nProf. Dr. Hartmut Gra&l\n\nund\n\nDr. Johann H. Jungclaus\n\nHamburg, den 13. Januar 2012\nProf. Dr. Jiirgen ORenbriigge\nLeiter des Departments ftir Geowissenschaften\n\nISSN 1614-1199",
    "Page_5": "Middle Miocene Climate Evolution:\nThe Role of Large-Scale Ocean Circulation\nand Ocean Gateways\n\nCTRL (in Sv)\n\n   \n\n(in Sv)\n1000\n\n2000\n\ndepth\n\n4000 >\">\n\n5000\n\n \n\n30S 0 30N 60N\n\n(in Sv)\n\n1000\n\n2000\n\ndepth\n\n3000\n\n4000\n\n \n\n5000\n\n  \n\nMario Krapp\n\nHamburg 2012",
    "Page_6": "",
    "Page_7": "Jt Bis zum Ende der Welt.",
    "Page_8": "",
    "Page_9": "Abstract\n\nWe present simulations with a coupled atmosphere-ocean- biosphere model for\nthe Middle Miocene 15 million years ago. The model is more consistent than\nprevious models because it captures the essential interactions between ocean and\natmosphere and between atmosphere and vegetation. In a first set of experiments,\nwe investigate processes that lead to a warmer Middle Miocene climate. Under\npresent-day COz2 levels the simulated warming is too small. Applying higher\nthan present-day CO leads to warming comparable to the Middle Miocene cli-\nmate. A denser vegetation cover that is in line with fossil records provides fur-\nther evidence that higher than present-day COz levels are necessary to drive the\nwarm Middle Miocene climate. However, we do not find a flatter than present-\nday equator-to-pole temperature gradient that has been suggested by marine and\nterrestrial proxies. Instead, a compensation between atmospheric and ocean heat\ntransport makes high-latitude warming difficult. Including full ocean dynamics,\ntherefore, does not solve the problem of the flat temperature gradient during the\nMiddle Miocene.\n\nUsing the same set of experiments, we investigate the El Nifio- Southern Os-\ncillation (ENSO) in the tropical Pacific, where geographic changes apply to a\nwider Indonesian Throughflow at the western and an open Panama Seaway in\nthe eastern Pacific. Under low and moderate atmospheric COz levels, ENSO is\nrather irregular, because the feedback between equatorial thermocline and sea\nsurface temperature is disrupted, whereas in a CO2 doubling scenario, a more\nregular ENSO reappears.\n\nWe investigate the formation of Northern Component Water (NCW) during\nthe Middle Miocene in another set of experiments where we change ocean to-\npography (1) to amodern Greenland-Scotland Ridge and (2) to a shallow eastern\nTethys ocean gateway. Even though deep-water formation and location change,\nNCW remains a core water mass of the deep North Atlantic. However, the merid-\nional overturning circulation in the Atlantic is sensitive to altered NCW sources\nand slows down by one quarter in (1) and by one third in (2). Interactions be-\ntween subtropical and subpolar gyre in the form of an intergyre occur only for\na modern Greenland-Scotland Ridge, suggesting a control mechanism by ridge\noverflows.",
    "Page_10": "",
    "Page_11": "Contents\n\nContents\n\n1 Introduction\n\n1.1\n\nThesisoutline . 2... ee\n\n2 The Middle Miocene climate as modelled in an atmosphere-\nocean- biosphere model\n\n3\n\n2.1\n2.2\n2.3\n24\n2.5\n2.6\n2.7\n2.8\n\nIntroduction... 2... ee\nModel setup and experimental design... .........00..\nThe mean Middle Mioceneclimate................\nAtmospheric and ocean heat transport ..............\nLarge-scale ocean circulation. ........... 0000004\nComparison to proxy data... 1... . ee ee\nDiscussion. . 2...\nConclusions»... . ee\n\nThe El Nino- Southern Oscillation in the Middle Miocene climate\n\n3.1\n3.2\n3.3\n3.4\n3.5\n3.6\n\nIntroduction... 2... ee\nExperimental design... 2. 1... ee ee\nENSO asasimpleoscillator..... 20... 0... .0 00 eae\nModelled ENSO events and the equatorial Pacific Ocean\n\nTeleconnection pattems... 1... ee ee ee\nDiscussionand conclusions. .............-.0000%\n\nNorthern Component Water formation and its effect on the At-\nlantic meridional overturning circulation\n\nVv\n\n11\n21\n25\n31\n35\n38\n\n39\n40\n42\n43\n49\n53\n59\n\n63",
    "Page_12": "Contents\n\nvi\n\n4.1\n4.2\n4.3\n4.4\n\n4.5\n4.6\n4.7\n\nIntroduction... 2... ee\nExperimental design... 2. 1... ee ee\nFormation of Northern Component Water ............\nRole of ocean gateways for meridional overturning and horizon-\n\ntalgyrecirculation ©... 0... 0... cee eee eee\nDiscussion. . 2...\nOutlook ©... ee ee\nConclusions»... . ee\n\n5 Conclusions\n\nBibliography\n\nAcknowledgements\n\n85\n\n87\n\n101",
    "Page_13": "Introduction\n\nMost of man’s stay on earth has occurred\nduring this anomalously cool period.\n\n \n\nPhysical Climatology\nW.D. SELLER\n\nPast climates have ever since been a challenge for Earth System Sciences\nas they provide a testbed for the description of the global climate system un-\nder boundary conditions that are different from today. Throughout Earth’s his-\ntory the climate has undergone significant changes ranging from warm a “green-\nhouse” state to the current “icehouse” state [Frakes et al. 1992]. If we trust in\nfuture climate projections, we have to understand the underlying driving mech-\nanisms for climate change. To this end, validation of climate models against\nobservations and geological climate reconstructions is essential.\n\nSimulating the climate of the past considerably depends on the choice of\nboundary conditions. For example, incorporating time scales of Earth-orbital\nchanges, natural variations in atmospheric COz, or tectonic activity that are of\norder 10‘ to 10” years is beyond feasibility for general circulation models whose\ntime scales range from hours to millenia. Any process acting on longer time\nscales, therefore, needs to be prescribed as boundary condition for the time slice\nof interest [e.g., Saltzman 2002].\n\nThe long-term cooling trend throughout the Cenozoic era, that is the last 65\nmillion years (Ma), is driven by tectonic events and a large decline in atmo-\nspheric CO2 [Zachos et al. 2001]. However, the long-term cooling trend was\ninterrupted by periods of gradual warming, for example during the Early Eocene\nat ~50 Ma, the Late Oligocene at ~25 Ma, and the Middle Miocene at ~15 Ma.\n\n1",
    "Page_14": "1. Introduction\n\nDuring the Middle Miocene, midlatitude temperatures were 6-7 K warmer than\ntoday [Flower and Kennett 1994, Mosbrugger et al. 2005], the climate was more\nhumid [Bohme et al. 2011], and the equator-to-pole temperature gradient was re-\nduced both over land and ocean [Nikolaev 2006, Bruch et al. 2007]. At the same\ntime, atmospheric CO. was relatively low compared to previous warm periods\n[Pearson and Palmer 2000]. Because of the warm climate under relatively low\nCOz, the Middle Miocene has been described as a period in which CO? and tem-\nperature were decoupled [Kurschner et al. 2008]. However, estimates of atmo-\nspheric COz are highly uncertain for the Middle Miocene and range from lower\nthan pre-industrial values [Pagani et al. 1999] to up to twice the pre-industrial\nvalues [Kurschner et al. 2008].\n\nDuring the last two years, the Middle Miocene warm climate achieved more\nattention in the palaeoclimate modelling community either due to uncertainties\nin atmospheric COz [Tong et al. 2009, You et al. 2009], ocean gateway config-\nurations, continental elevation, or vegetation [Henrot et al. 2010]. Until now,\nno climate model was able to reproduce the flatter equator-to-pole temperature\ngradient, and the lack of a dynamic ocean model led researchers to conclude that\noceanic control has to be important in regulating the redistribution of heat from\nlow to high latitudes [e.g., Pagani et al. 1999, Henrot et al. 2010]. This leads us\nnaturally to the first research question of the thesis:\n\n(1) Can a dynamic ocean contribute to a warm Middle Miocene\nclimate and reduce the equator-to-pole temperature gradient?\n\nFor the first time, we shed light on the role of the ocean for the Middle\nMiocene climate in a set of experiments with the coupled atmosphere-ocean-\nbiosphere model MPI-ESM (Max Planck Institute Earth System Model). In our\nbasic experimental setup, we apply a realistic Middle Miocene topography that\naccounts for several ocean gateways that were open during the Middle Miocene,\nfor example, Panama Seaway and Tethys Ocean [Herold et al. 2008]. As is\ntraditional, we simulate the climate mean state, but we also want to constrain\nuncertainties of atmospheric CO2 reconstructions, which leads us to our second\nresearch question:",
    "Page_15": "(2) Can we model the warm Middle Miocene climate under mod-\nem atmospheric CO2 and what is the effect of higher CO2?\n\nIt is not necessarily true that the spatial and temporal structure of cou-\npled ocean- atmosphere modes is independent of the climatological mean state\n[Roberts and Battisti 2011], and few studies exist that thoroughly describe the\nnatural variability of the ocean- atmosphere system for palaeoclimates. Because\nour model provides more than just information about the mean climate state,\nnamely also about climate variability, we investigate the most prominent mode\nof climate variability, the El Nifio-Southern Oscillation (ENSO) phenomenon,\nin a case study for the Middle Miocene. Our next research question, therefore,\n1S:\n\n(3) What is the effect of Middle Miocene boundary conditions\non the El Nino-Southem Oscillation, in particular open ocean\ngateways and higher CO> levels?\n\nPalaeoclimate modelling for deep times requires appropriate tectonic bound-\nary conditions due to the long time scales of tectonic events (10-107 years),\nwhich cannot be resolved by current coupled climate models. To overcome un-\ncertainties of underlying topographic boundary conditions, sensitivity experi-\nments test the effect on the climate system [e.g., Ruddiman and Kutzbach 1989].\nThe Middle Miocene, as the time slice of interest, involves two geological fea-\ntures whose appearance may alter the ocean circulation in the Atlantic: (1)\nthe Greenland-Scotland Ridge that separates the Nordic Seas from the A tlantic\nOcean and (2) the shallow eastern Tethys Ocean gateway that connects the At-\nlantic and Indian Ocean. In particular, the stability of the Atlantic Ocean circula-\ntion under different climate conditions has been widely disputed [e.g., Broecker\net al. 1985], leading us to our final research question:\n\n(4) What is the effect of ocean gateways and ridges on deep water\nformation and on large-scale ocean circulation in the A tlantic?\n\nWith our last study, we address the sensitivity of Atlantic Ocean circulation to\ntopographic boundary conditions with a reintegration of the Greenland- Scotland",
    "Page_16": "1. Introduction\n\nRidge into the Nordic Seas, as well as with a shallowing of the eastern Tethys\nOcean gateway.\n\nUnderstanding the climate of the past may help us to understand the mech-\nanisms that drive future global warming. Although warmer climates surely ex-\nisted, time scales of CO2 variations were much longer back then, and that makes\nthe small but profound difference: There is no analogue in Earth’s history that\ncan be compared to the warming we are facing.\n\n1.1 Thesis outline\n\nWe address the posed research questions in three individual chapters written in\nthe style of journal publications. Each of the chapters can be read self-contained\nand includes an introduction, experimental design, results, and discussion sec-\ntion.\n\nIn Chapter 2, we investigate the Middle Miocene mean climate under dif-\nferent atmospheric CO, levels, referring to research question (1) and (2). Here,\nwe also describe the basic setup with Middle Miocene boundary conditions for\ntopography and atmospheric CO2, which the other chapters are partly based on.\nExperiments from Chapter 2 are further analysed in Chapter 3, focussing on\nthe variability of the coupled ocean- atmosphere system in the tropical Pacific,\nin particular the El Nifio- Southern Oscillation addressing research question (3).\nChapter 4 addresses research question (4) and presents implications of differ-\nent topographic boundary conditions on Atlantic Ocean circulation. Finally, we\nconclude the thesis in Chapter 5 with our major findings.\n\nWhile Chapter 2 has been published in Climate of the Past! and is reproduced\nhere with editorial modifications, Chapter 3 and Chapter 4 are in preparation for\nsubmission?’3,\n\nlKrapp, M. and Jungclaus, J. H.: The Middle Miocene climate as modelled in an\natmosphere-ocean-biosphere model, Clim. Past, 7, 1169-1188, 2011.\n\n2Krapp, M. and Jungclaus, J. H.: The El Nifio-Southern Oscillation in the Middle\nMiocene climate, Paleoceanography, in preparation.\n\n3Krapp, M. and Jungclaus, J. H.: Northem Component Water formation during the\n\nMiddle Miocene and its effect on the Atlantic Meridional Overturning Circulation, Pa-\nleoceanography, in preparation.",
    "Page_17": "2 The Middle Miocene climate as\nmodelled in an\natmosphere- ocean- biosphere\nmodel\n\nI may not have gone where | intended to\ngo, but I think I have ended up where I\nneeded to be.\n\n \n\nThe Long Dark Tea-Time of the Soul\nDOUGLAS ADAMS\n\nAbstract\n\nWe present simulations with a coupled atmosphere-ocean- biosphere\nmodel for the Middle Miocene 15 million years ago. The model is insofar\nmore consistent than previous models as it captures the essential interac-\ntions between ocean and atmosphere and between atmosphere and vegeta-\ntion. The Middle Miocene topography, which alters both large-scale ocean\nand atmospheric circulation, causes a global warming of 0.7K compared\nto present day. Higher than present-day CO2 levels of 480 and 720 ppm\ncause a global warming of 2.8 and 4.9K. The associated water vapour\nfeedback enhances the greenhouse effect which leads to a polar amplifi-\ncation of the warming. These results suggest that higher than present-day\nCOz levels are necessary to drive the warm Middle Miocene climate, also\n\n5",
    "Page_18": "2. The modelled Middle Miocene climate\n\nbecause the dynamic vegetation model simulates a denser vegetation which\nis in line with fossil records. However, we do not find a flatter than present-\nday equator-to-pole temperature gradient, as has been suggested by marine\nand terrestrial proxies. Instead, a compensation between atmospheric and\nocean heat transport counteracts the flattening of the temperature gradient.\nThe acclaimed role of the large-scale ocean circulation in redistributing\nheat cannot be supported by our results. Including full ocean dynamics,\ntherefore, does not solve the problem of the flat temperature gradient dur-\ning the Middle Miocene.\n\n2.1 Introduction\n\nThe climate of the Middle Miocene was the warmest period of the last 25 million\nyears, contrasting the Cenozoic long term cooling [Zachos et al. 2001]. Ac-\ncording to reconstructions based on terrestrial and marine proxies, the equator-\nto-pole temperature gradient was reduced both over land and ocean [Nikolaev\n2006, Bruch et al. 2007]. The climate in Europe was warmer and more humid\n[Bohme et al. 2011, Bruch et al. 2010]. Even in the Sahara region, conditions\nwere humid, and desert regions were far less extended than today [Senut et al.\n2009]. The continents were densely wooded; evergreen forests expanded to at\nleast 45° N, and boreal forest expanded northward as far as the Arctic circle\n[Wolfe 1985, Williams et al. 2008].\n\nReconstructions for atmospheric CO, levels estimate values between\n180 ppm and 550 ppm [Pagani et al. 1999, Royer et al. 2001, Kurschner et al.\n2008]. Translated into radiative forcing, the uncertainty accounts for about\n2.6W m~ for the direct effect of CO2 only [Myhre et al. 1998]. Inare\ncent model study, the possible range of atmospheric CO> levels for the Middle\nMiocene was suggested to be between 460 and 580 ppm [You et al. 2009].\n\nPrevious modelling studies for the Middle Miocene used atmosphere gen-\neral circulation models (GCMs) with either prescribed sea surface temperatures\n(SSTs) or a mixed-layer ocean [You et al. 2009, Tong et al. 2009, Herold et al.\n2010]. Except for Herold et al. [2010] who prescribed SSTs based on proxy\ndata, none of these models was able to reproduce the flatter equator-to-pole tem-",
    "Page_19": "Model setup and experimental design\n\nperature gradient. What these studies have in common is that they lack the dy-\nnamics of an ocean GCM. Atmospheric GCMs can take into account tectonic\nchanges such as mountain uplift, but they cannot account for oceanic gateway re-\nconfigurations and associated changes in circulation, heat, and freshwater trans-\nport. For the last 25 million years, when atmospheric CO2 was relatively low,\nboth mountain uplift and oceanic gateway re-configurations may have triggered\nlarge-scale shifts in climate [Zachos et al. 2001]. In a more advanced setup,\nHenrot et al. [2010] forced their model with sea surface temperatures obtained\nfrom Middle Miocene ocean GCM experiments [Butzin et al. 2011]. However,\ninteractions between atmosphere and ocean could not be investigated.\n\nOur study presents an additional step forward by using a fully coupled\natmosphere-ocean- biosphere GCM. We test if the results with the full ocean\ndynamics are consistent with previous modelling studies, and if we can improve\nthe meridional temperature gradient mismatch. Therefore, we do a series of\nexperiments and investigate how topography and ocean gateways contribute to\na warm Middle Miocene climate, and how higher than present-day CO levels\ncontribute to a warm Middle Miocene climate.\n\nThe paper is organised as follows. Section 2.2 describes the setup of our\nGCM and the experimental design. The results for the Middle Miocene mean\nclimates appear in Section 2.3. The dynamics behind the ocean and atmospheric\nheat transports are discussed in Section 2.4, and changes of the large-scale ocean\ncirculation are the matter of interest in Section 2.5. In Section 2.6, we compare\nour results to marine and terrestrial temperature reconstructions. Section 2.7\ngives a summary and a discussion on our main findings. We conclude in Sec-\ntion 2.8.\n\n2.2 Model setup and experimental design\n\nWe use the atmosphere-ocean-biosphere general circulation model MPI-ESM.\nIt is a comprehensive Earth-System Model that has been developed at the Max-\nPlanck Institute for Meteorology in Hamburg. The dynamical core of the atmo-\nsphere model ECHAMS is formulated in spherical harmonics [Roeckner et al.",
    "Page_20": "2. The modelled Middle Miocene climate\n\n2003]. We use ECHAMS in a T42 truncation, which corresponds to a hori-\nzontal grid spacing of 2.8°. ECHAM5 has 19 levels in the vertical, the upper-\nmost being at 10hPa. ECHAM5S incorporates the land surface model JSBACH\nthat includes a dynamic vegetation module [Raddatz et al. 2007, Brovkin et al.\n2009]. In JSBACH, each grid cell is divided into tiles, which are covered with\neight plant functional types (PFTs). These PFTs are tropical broad-leaf ever-\ngreen, tropical broad-leaf deciduous, extra-tropical evergreen, extra-tropical de-\nciduous, rain-green shrubs, deciduous shrubs, C3 grass, and C4 grass. The veg-\netation dynamics in JSBACH are based on the assumption that different PFTs\ncompete in terms of their annual net primary production, their natural, and their\ndisturbance- driven mortality [for details, see Brovkin et al. 2009]. JSBACH can,\ntherefore, account for temporal and spatial changes of the land-surface albedo\ndetermined by the modelled PFTs. The ocean model MPI-OM [Marsland et al.\n2003] uses a tripolar curvilinear grid with a quasi-homogeneous horizontal grid\nspacing of about 1°. MPI-OM has 40 levels in the vertical, which are unequally\nspaced. The upper 150 m are resolved within ten levels. MPI-OM incorporates\na dynamic-thermodynamic sea-ice model that follows the descriptions of Hibler\nand Semtner [Hibler 1979, Semtner 1976]. MPI-OM and ECHAM5 exchange\nmomentum flux, heat flux, and freshwater flux, as well as sea surface temper-\natures, sea-ice thickness, sea-ice area fraction, and snow cover on sea ice once\nper day via OASIS [Valcke 2006].\n\nThe first two experiments differ in their applied topography (Figure 2.1).\nThe palaeotopography is based on a global plate rotation model, and the palaeo-\nbathymetry is reconstructed using an age- depth relationship for the oceanic crust\nwith overlaid sediment thicknesses [Herold et al. 2008]. Uncertainties for this\nreconstructed topography are largest in the mountain regions of the Andes, the\nRocky Mountains, and the Tibetan Plateau. Furthermore, the seafloor is rela-\ntively smooth compared to present day due to the lack of geological data [for\ndetails, see Herold et al. 2008]. In contrast to present day, several ocean gate-\nways connect the major ocean basins, for example, the open Panama Seaway,\nthe Tethys, and a wider Indonesian Through-flow. The atmospheric circulation\nis also affected by the topography because large mountain regions like the An-\ndes, the Himalayas, the Rocky Mountains, and the Alps are lower compared to",
    "Page_21": "Model setup and experimental design\n\nPresent-Day\n\n     \n \n\na) 90N =\n\n \n\n180 150W 120W 90W 60W 30W 0 30E 60E 90E 120E 150E 180\n\nMiddle Miocene\n\nb) om\n\n \n\n908 = T T T T T T T T T T t\n180 150W 120W 90W 60W SOW 0 S0E 60E 90E 120E 150E 180\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n-5000-4000-3000-2000-1000 -500 -250 -100 0 250 500 1000 2000 4000\n\nFigure 2.1: (a) The present-day topography we use in CTRL, and (b) the Middle\nMiocene topography we use in MIOC360, MIOC480, and MIOC720 (in m).\n\npresent day. We remove the Greenland Ice Sheet in all Middle Miocene ex-\nperiments, because glaciation of Greenland had started later during the Pliocene\n[Raymo 1994]. We refer to the experiment with the Middle Miocene topography\nas MIOC360 and to the experiment with present-day topography as CTRL. In\nboth CTRL and MIOC360 we prescribe present-day COz levels of 360 ppm.\nEven though present-day climate is in a transient state under increasing\ngreenhouse gas concentration, we choose to do a control integration with\n360 ppm for two reasons. First, we compare the model performance with a\nstand-alone version of ECHAM5 validated against re-analysis data [Roeckner\net al. 2006]. The root mean square errors (RMSE) for temperature, geopoten-\ntial height, and sea level pressure with respect to ERA-40 re-analysis data [Up-\npala et al. 2005] are shown in Table 2.1. Compared to a stand-alone version of",
    "Page_22": "2. The modelled Middle Miocene climate\n\n10\n\nTable 2.1: Root mean square errors (RMSE) with respect to ERA-40 (1979-\n1993) for temperature T (in °C), geopotential height Z (in dam), zonal wind U\n(in ms~!) at pressure levels 200, 500, and 850 hPa, and sea level pressure SLP\n(in hPa). RMSEs from Roeckner et al. [2006] are for ECHAMS in T42L19\n(same resolution as used here) with respect to ERA-15. The RMSE differences\nbetween ERA-15 and ERA-40 are taken from Table 2 in Roeckner et al. [2006].\n\nvariable T200 T500 T850 Z200 Z500 Z850 SLP U200 U500 U850\n\n \n\nCTRL 647 113 246 7.98 441 2.08 3.99 471 261 2.10\nRoeckner 5.12 1.00 2.02 7.04 3.25 1.93 2.55 448 2.37 1.92\nERA-40 0.68 040 1.08 0.83 0.67 0.56 1.25 0.73 0.85 0.61\n\nECHAMS that is forced with sea surface temperatures, the RMSEs in CTRL are\nlarger. CTRL is based on the fully coupled MPI-ESM that includes an ocean\nand a vegetation model. Because of this increased complexity, the sources for\nerrors might increase. Second, previous modelling studies have already hinted at\nhigher than pre-industrial atmospheric CO levels for the Middle Miocene [You\net al. 2009, Tong et al. 2009].\n\nIn the last two experiments we assess the uncertainties of atmospheric\nCOp and prescribe higher than modern atmospheric COz levels for the Middle\nMiocene. The experiment where we prescribe a COz level of 480 ppm will be\ncalled MIOC480. The experiment where we prescribe a CO> level of 720 ppm\nwill be called MIOC720. All experiments share the same present-day concen-\ntration of methane (650 ppb) and nitrous oxide (270 ppb). Orbital parameters are\nalso kept at their present-day values.\n\nCTRL is integrated for 2100 years to reach quasi-equilibrium, MIOC360 for\n2300 years. Based on MIOC360, MIOC720 is then integrated for 2000 years.\nAfter this integration we decrease the COz level to 480 ppm and run the sim-\nulation for another 1000years to reach equilibrium in MIOC480. We cal-\nculate the maximum drift of deep ocean temperatures to estimate how well\neach experiment is equilibrated. For temperatures below 2000 m, the drift is\n0.2mK yr! in CTRL, —0.1 mK yr“! in MIOC360, —1.5 mK yr“! in MIOC480,",
    "Page_23": "The mean Middle Miocene climate\n\nand 0.9mK yr-! in MIOC720. For the following analysis we use the last\n100 years of each experiment.\n\n2.3 The mean Middle Miocene climate\n\nThe Middle Miocene topography allows for a large-scale reorganisation of both\natmosphere and ocean circulation. Mountain regions affect the atmosphere,\nocean gateways and bottom topography affect the ocean. Higher than present-\nday CO> alters the radiation balance, which determines the top of atmosphere\nheat flux and therefore the poleward heat transport. COz also alters surface tem-\nperatures as well as the hydrological cycle, both being factors that determine the\nvegetation.\n\nIn the following, we compare our results to previous model studies for the\nMiddle Miocene according to their model sensitivity to a doubling of CO.\nTherefore, we briefly describe the setups of these previous experiments keep-\ning the experiment names as in the respective study. You et al. [2009] performed\natmospheric GCM experiments in which they prescribed a medium (SM) and\na high (SH) meridional sea surface temperature gradient. In each of these SM\nand SH experiments, atmospheric CO was prescribed with 350 ppm (SM_ 350\nand SH_350) and 700 ppm (SM_700 and SH_700). Tong et al. [2009] per-\nformed atmospheric GCM experiments coupled to a slab ocean with prescribed\natmospheric CO» of 355 ppm (MidCO2) and 700 ppm (HighCO2). Henrot et al.\n[2010] performed atmospheric GCM experiments forced by Middle Miocene\nSSTs from an ocean model [Butzin et al. 2011] in which CO2 was prescribed to\n200, 280, and 500 ppm (MM3, MM2, MM4), and in which a modelled Middle\nMiocene vegetation was taken into account (MM4-veg).\n\nGlobal changes\n\nThe global annual mean temperature changes only slightly when applying the\nMiddle Miocene topographic boundary conditions (Table 2.2). In MIOC360, the\nannual mean temperature is 15.0°C, 0.7K higher compared to 14.3°C in CTRL.\nAlthough the zonal mean temperatures differences hardly show up (Figure 2.2a),\n\n11",
    "Page_24": "2. The modelled Middle Miocene climate\n\n12\n\nTable 2.2: Global mean climate parameters for all experiments. Sea ice pa-\nrameters are calculated for the Northern Hemisphere. Global desert cover just\naccounts regions between 55°S-55°N.\n\n \n\nclimate parameter CTRL MIOC360 MIOC480 MIOC720\n2m air temperature in °C 14.3 15.0 17.1 19.2\nglobal surface temperaturein°C 15.1 15.8 17.7 19.8\nland surface temperature in °C 9.3 10.5 12.9 15.7\nsea surface temperature in °C 18.0 18.3 19.8 21.4\ntotal precipitation in mma™! 1082 1080 1103 1131\ntotal cloud cover 0.617 0.616 0.604 0.591\nsea level pressure in hPa 1011 1004 1004 1004\nwater vapour in kgm~? 26.3 26.8 30.5 35.8\nlongwave emissivity 0.582 0.580 0.569 0.557\nplanetary albedo 0.320 0.317 0.312 0.306\nsea ice area (Mar) in 10° km2 14.9 14.3 11.7 9.9\nsea ice area (Sep) in 10° km2 6.7 4.6 1.2 0.17\nsea ice volume (Mar) in10°km? 35.9 21.7 13.3 8.4\nsea ice volume (Sep) in102km? 16.1 46 0.4 0.07\nglobal forest cover in 106 km? 57.9 59.5 63.4 63.7\nglobal desert cover in 106 km? 17.0 15.3 14.5 16.4\n\nthey can be very large on the regional scale (Figure 2.3a). Many of the warming\npatterns can be attributed to the Middle Miocene land elevation that is on average\n150 m lower than today. Because of the lower elevation, the continental warming\nis much larger than the warming over the ocean, 1.2K over land compared to\n0.3K over ocean (Table 2.2). The mean temperatures over these lower regions\nin MIOC360 are larger than today, for example up to 15 K over Greenland, 2 to\n4K over Antarctica, or up to 7K over the South A frican plateau. Assuming the\nglobal lapse rate to vary between the environmental lapse rate of 6.5K km~! and\nthe dry adiabatic lapse rate of 9.8K km~!, the lower elevation of 150m would\naccount for a warming between 1.0 and 1.5 K, which agrees with the continental\nwarming of 1.2 K. The warming in MIOC360 can, therefore, be explained by the\ngenerally lower continents.",
    "Page_25": "The mean Middle Miocene climate\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n) b) mma\n3000 L L\nc convective\ns\n2 8\n2 a\noo So\ng 8\nE CTRL <\n2 7 miocssoF = -B\n& MlOc480 8\n407 mioc72oF =\n3\n60 1 1 ——>—\n90S 45S 30S 15S 0 15N 30N 45N 90N 90S 45S 30S 15S 0 15N 30N 45N 90N\n1 kg/m?\n) 1.0 d) 70 + L\n60 bE\n3 5 5 E\n3 s\n8 $\noS = 40 EF\n3S 2\n8 Eso F\n3 3\n2 B E\n10 -\n03 T T T T T T T oF T T T T T T T\n90S 45S 30S 15S 0 15N 30N 45N 90N 90S 45S 30S 15S 0 15N 30N 45N 90N\n\nFigure 2.2: (a) Zonally averaged 2m air temperature (in °C). (b) Zonally aver-\naged convective precipitation, large-scale precipitation, snow fall, and evapora-\ntion (in mmaz!). (c) Zonally averaged cloud cover. (d) Zonally averaged total\nwater vapour content of the atmosphere (in kgm~?).\n\nThe warming in MIOC360 is presumably too small, especially in the ocean.\nTherefore, and due to the uncertainty in the reconstructed atmospheric CO2, we\napply higher than present-day COz levels of 480 and 720 ppm in MIOC480 and\nMIOC720. The CO2-induced warming in MIOC480 and MIOC720 is more ho-\nmogeneous than the localised topographic effects (Figure 2.3b and c). Global an-\nnual mean temperatures in MIOC480 and MIOC720 are 17.1°C and 19.2°C, cor-\nresponding to a warming of 2.8K and 4.9K compared to CTRL (Table 2.2). Ex-\ncept for the high latitudes, warming is more pronounced over land than over the\nocean in all experiments. Polar amplification is already advanced in MIOC360\nbut intensifies under stronger greenhouse-gas forcing. Sea-ice cover is reduced\nin all Miocene experiments and the reduction is strongest during boreal sum-\nmer (Table 2.2). Ice-albedo feedback amplifies the warming at high latitudes\nbecause more shortwave radiation is absorbed that can warm the surface ocean.\nFurthermore, less summer sea ice amplifies the warming during the following\n\n13",
    "Page_26": "2. The modelled Middle Miocene climate\n\n14\n\n2m temperature MIOC360 minus CTRL K\na) oon ee \\\n180 150 120W 90W GOW soW 0 SOE GE OE 120E 150 100\n2m temperature MlOC480 minus MIOC360\nb) coy peed habit re\ncon\n30N,\n°\n30S:\n60S:\na\n180 150 120W 90W GOW SOW 0 SOE GE OE 120E 150E 180\n2m temperature MIOC720 minus MIOC480\nc) on ee ¥lOC720 minus MlOGHag\ncon\n30N,\n30S\n60S:\n908 T T T T T T T T T T t\n180 150W 120W 90W GOW SOW 0 SOE GE OE 120E 150 180\n3 2 4+ ¢ 2 8 4 6 8B 10\n\n \n\n \n\n \n\n \n\n \n\n     \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 2.3: Differences in 2 m air temperature between (a) MIOC360 and CTRL,\n(b) MIOC480 and MIOC360, and (c) between MIOC720 and MIOC480 (in K).\n\ncold season, because the missing sea ice cannot act as an insulator for the ocean\nthat loses its heat to the atmosphere.\n\nAccording to the Clausius-Clapeyron relation, a warmer atmosphere can hold\nmore water vapour. The atmospheric water vapour content is significantly larger\nin MIOC480 and MIOC720 compared to MIOC360 and CTRL (Figure 2.2d,\nTable 2.2). The hydrological cycle enhances; the annual mean precipitation in",
    "Page_27": "b)\n\n90N\n\nThe mean Middle Miocene climate\n\ntotal precipitation MIOC360 minus CTRL mma\nL L L L i L L L L\n\n \n\n \n\n \n\n180 150W 120W SOW GOW 30W 0 30E G0E 0E 120E 150E 180\n\ntotal precipitation MIOC480 minus MIOC360 mova\nL L L L L L L L\n\n \n\n \n\n \n\n \n\n \n\n180 150W 120W SOW 60OW SOW 0 S0E 60E 90E 120E 150E 180\n\ntotal precipitation MIOC720 minus MIOC480 mma\nL L 1 L 1 L i L\n\n \n\nc) SON\n\n \n\n908\n\n \n\n \n\n \n\n \n\nT T T T T T\n180 150W 120W SOW 60W 30W 0\n\n \n\n \n\n \n\n \n\n-1000 -500 -250 -100 100\n\nT T\n30E  60E\n\n250\n\n500\n\nT T T\n90E 120E 150E 180\n\n1000 1500\n\nFigure 2.4: Differences in total precipitation between (a) MIOC360 and CTRL,\n(b) MIOC480 and MIOC360, and (c) between MIOC720 and MIOC480 (in\n\nmma).\n\nMIOC480 and MIOC720 increases by 21 and 49mma™! compared to CTRL,\nwhereas in MIOC360 the annual mean precipitation of 1080 mma~! is compa-\nrable to 1082mma! in CTRL. In MIOC360, however, the precipitation pattern\nchanges are more diverse than due to the CO2 as in MIOC480 (Figure 2.4). Over\nEurasia, rainfall increases in MIOC360, while it decreases over A frica and over\nthe Americas. The increase over Europe is in agreement with reconstructions\n\n15",
    "Page_28": "2. The modelled Middle Miocene climate\n\n16\n\nof the mean annual precipitation [Bruch et al. 2010]. Over the equatorial Pa-\ncific, precipitation decreases between 10°S and 10°N, but increases poleward\nof 10°S/N. The overall decrease over the Southern Hemisphere is mainly due to\na reduction in convective precipitation (Figure 2.2b). In MIOC480, precipita-\ntion increases over large parts of the Southern Ocean; the largest increase occurs\nover the western Pacific warm pool. Precipitation decreases over the Panama\nSeaway region, over the Indian Ocean, and over Australia. The same patterns\nof precipitation change evolve in MIOC720, although further amplified. Precip-\nitation decreases over the tropics in both MIOC480 and MIOC720 due to less\ncloud cover (Figure 2.2c), whereupon an overall reduction is in line with a future\nglobal warming [Trenberth and Fasullo 2009].\n\nLand cover changes\n\nThe important factors that determine the vegetation cover are radiation, precip-\nitation, and atmospheric CO2. Changes in these climate parameters lead to re-\nsponses of the vegetation cover that affect the climate system in terms of surface\nalbedo, roughness length, moisture and heat fluxes, or runoff. In our experi-\nmental setups, we intentionally change the topography and prescribe higher than\npresent atmospheric CO>2 levels. While the topography changes the local radi-\nation balance and shifts precipitation patterns, an enhanced hydrological cycle\nand a stronger greenhouse effect can be attributed to higher CO2.\n\nVegetation starts to occupy regions where the land ice has been removed,\nfor example over Greenland (Figure 2.5). High-latitude warming and higher\nCOz levels support a northward expansion of boreal forests. In MIOC480 and\nMIOC720, global forest cover is largest (Table 2.2, Figure 2.5c and d). The large\nforest cover and the northward extension of forest is in line with vegetation re-\nconstructions [Wolfe 1985]. Unfortunately, the vegetation module in JSBACH\ncannot account for changes in soil properties, like field capacity or background\nalbedo. They have to be prescribed with present-day values. Especially in to-\nday’s extreme regions like the Sahara, vegetation growth is, therefore, restricted\nor inhibited. Desertification of the Sahara is assumed to have started later during\nthe late Miocene 8-7 Ma ago [Senut et al. 2009]. Although the high latitudes",
    "Page_29": "The mean Middle Miocene climate\n\na) )\nforest cover CTRL forest cover MIOC360.\n\n \n\n \n\n  \n\n \n\n \n\nTo Ey To Ey\n180 150W 120W 90W GOW SOW 0 30E 60E SE 120E 150E 180 180 150W 120W 90W GOW SOW 0  30E 60E SE 120E 150E 180\n\n90s\n\nc) d)\nforest cover Mioc4go\n\nan oN\n\nforest cover Mloc720\nan Rn PP\n\n \n\n \n\n30s 30s\n\n \n\n60s + 60s +\n\n \n\n \n\n \n\n \n\n \n\n \n\n90s,\n\n \n\n90s,\n\n \n\nPeper peepee ptt per ptt tpt tpt tT Peper peepee ptt per ptt tp tt pt tT\n180 150W 120N 9OW GOW 20W 0 30E 60E 90E 120E 150E 180 180 150W 120N 9OW GOW 30W 0 30E 60E 90E 120E 150E 180\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 2.5: Forest cover fraction for (a) CTRL, (b) MIOC360, (c) MIOC480,\nand (d) MIOC720. Cross-hatched areas represent desert regions, including land\nice, that cover more than 75% of a grid cell.\n\nare more densely wooded in MIOC720 than in MIOC480, average low latitude\ntemperatures of more than 30°C lead to a retreat of tropical rainforest. At its\nexpense, deserts expand. The global desert cover has, therefore, a minimum in\nMIOC480 (Table 2.2).\n\nComparison to previous modelling studies\n\nThe warming due to increased COz is stronger than in previous Middle Miocene\nmodel studies. Because the experimental setup differs in all previous studies,\nwe compare the model sensitivity to a doubling of CO2 in terms of tempere-\nture increase or, if possible, in terms of precipitation (Table 2.3). Our model\nsensitivity (MIOC720 minus MIOC360) in terms of the global mean surface\ntemperature is 4.0K. It is larger compared to 2.0K obtained from You et al.\n[2009] and 2.2 K obtained from Tong et al. [2009]. However, it is comparable to\nthe model sensitivity of 2.6-4.9K obtained from Henrot et al. [2010]. In terms\n\n17",
    "Page_30": "2. The modelled Middle Miocene climate\n\n18\n\nTable 2.3: Model sensitivity to a doubling of atmospheric CO. for global mean\ntemperature T (in °C) and precipitation P (in mm a™'). The equilibrium climate\nsensitivity and transient climate response according to the IPCC AR4 report is\n3.4K and 2.2K for ECHAM5/MPI-OM, and 2.7K and 1.5K for CCSM3. The\naverage climate sensitivity of all IPCC models is 3.2K + 0.7K [IPCC 2007].\n\n \n\nTom) Tsurt P\n\nMIOC720-MIOC360, this study 42 40 51\nSM_700-SM_ 350, You et al. [2009] 2.0\n\nSH_700-SH_ 350, You et al. [2009] 2.0\n\nHighCO2-MidCOz, Tong et al. [2009] 2.2 17\nMM4-MM2, Henrot et al. [2010] 2.6 53\nMM4-MM3, Henrot et al. [2010] 44 87\nMM4-veg-MM2, Henrotetal. [2010] 3.1 72\nMM4-veg-MM3, Henrotetal. [2010] 4.9 106\n\nof precipitation, our model is less sensitive than the model from Henrot et al.\n[2010] but more sensitive than the model from Tong et al. [2009]. The equilib-\nrium climate sensitivity and transient climate response according to the IPCC\nAR4 report is 3.4K and 2.2K for ECHAM5/MPI-OM, and 2.7K and 1.5K for\nCCSM3 [IPCC 2007]. ECHAM5/MPI-OM is the IPCC-model preceding the\nMPI-ESM; the model used in Tong et al. [2009] and You et al. [2009] is the land\nand atmosphere model of CCSM3. The average climate sensitivity of all IPCC\nmodels is 3.2K + 0.7K.\n\nClimate sensitivity in the Miocene setup appears to be somewhat larger than\nfor present-day conditions, although we acknowledge that the IPCC require-\nments for sensitivity calculations are a slab ocean setup and a stepwise increase\nof CO2. However, as shown by Heinemann [2009], ECHAM5/MPI-OM applied\nto the Paleocene/Eocene has an even higher climate sensitivity of 6.5K. A higher\nsensitivity may, therefore, also apply to other past warm climates.\n\n \n\nA simple one-dimensional energy balance model\n\nWe now apply a simple one-dimensional energy balance model (EBM) to quan-\ntitatively analyse the causes for the temperature differences, following the ap-",
    "Page_31": "The mean Middle Miocene climate\n\nproach of Heinemann et al. [2009]. In radiative equilibrium, Earth’s surface tem-\nperature Tsy¢ is determined by the longwave emissivity ¢, the planetary albedo\na, and the meridional heat flux divergence H via the energy balance\n\nI(g) (1 — a(g)] — H(g) = €(9) OTJ (9), (2.1)\n\nwhere 9 is the latitude, I is the latitudinally varying incoming solar radiation,\nand o is the Stefan-Boltzmann constant. For reasons of readability, we omit\nthe latitude coordinate @ in the following. We diagnose the EBM parameters\na, H, or € from our GCM results to obtain the surface temperature according\nto Eq. (2.1). The zonally averaged temperature changes can then be attributed\nto one of a, H, or €, while keeping the other two fixed (Figure 2.6). For ex-\nample, to estimate the warming caused by the MIOC360 planetary albedo a,\nwe leave H and € as they are in CTRL. The surface temperature difference can\nthen be attributed to differences of the planetary albedo a. Individual curves in\neach plot of Figure 2.6 correspond to the individual contribution of a, H, and €\nto surface temperature changes; their sum corresponds to the total temperature\nchange. The difference between the surface temperature calculated by Eq. (2.1)\nand the surface temperature obtained from the GCM is only marginal and mean\ndeviations are smaller than 0.25K.\n\nThe high latitude warming in MIOC360 is caused by a smaller longwave\nemissivity, meaning that less longwave radiation is emitted at the top of the at-\nmosphere. In the northern high latitudes, this warming is also accomplished by\na reduced planetary albedo. In the southern midlatitudes, the warming is mainly\ncaused by a reduced planetary albedo that corresponds to less cloud-cover over\nthis region (Figure 2.2c). The reduced cloud cover over the tropics, especially\nin MIOC480 and MIOC720, leads to enhanced warming, as the peak of a near\nthe equator also reveals. The increased export of heat effectively cools the trop-\nics. The temperature change induced by the heat flux divergence H is therefore\nnegative.\n\nLongwave emissivity € largely contributes to the CO2-induced warming in\nMIOC480 and MIOC720. The reduction of € is in line with the increased water\nvapour content of the atmosphere (Table 2.2). The atmosphere in MIOC480\nand MIOC720 contains 15% and 30% more water vapour than in MIOC360.\n\n19",
    "Page_32": "2. The modelled Middle Miocene climate\n\n20\n\nsurface temperature\n\n \n\n \n\n90S 45S 30S 15S 0 15N 30N 45N 90N\n\nb) Miocaso, \\\n\n \n\n \n\n \n\n90S 45S 30S 15S 0 15N 30N 45N 90N\n\nc) Mioc729,\n\n \n\n \n\nsurface temperature\n\n \n\n \n\n \n\nT\n90S 45S 30S 15S 0 15N 30N 45N 90N\n\n \n\n \n\nFigure 2.6: Contribution of a, €, and H to changes in the zonally aver-\naged surface temperature T5,,¢ according to Eq. (2.1). Temperature increase in\n(a) MIOC360 compared to CTRL, (b) MIOC480 compared to MIOC360, and\n(c) MIOC720 compared to MIOC480.\n\nA decreased longwave emissivity € in MIOC480 and MIOC720 means that the\ngreenhouse effect is stronger.\n\nIn all experiments, the changes due to albedo changes are nearly com-\npensated by the meridional heat flux divergence. This is specially evident in\nMIOC720, where @ and H are of opposite sign at all latitudes.",
    "Page_33": "Atmospheric and ocean heat transport\n\nWe will now focus on the dynamics of the poleward heat transport that is\ndetermined by the heat flux divergence term H and on the partitioning between\nocean and atmospheric heat transport.\n\n2.4 Atmospheric and ocean heat transport\n\nChanges in the orography alter the large-scale circulation of the atmosphere.\nLower and displaced mountain regions deflect low level winds, for example\nover Greenland, Asia, or western North A merica (Figure 2.7). Low level winds\nin MIOC480 remain generally unaltered compared to MIOC360 (Figure 2.7b).\nOnly in MIOC720, the circulation changes, mainly over the ocean (Figure 2.7c).\nOver the Western Pacific, the trades are stronger, while they are weaker over the\nEaster Pacific. Over the North Pacific, the low level winds increase.\n\nOrographic differences also influence the circulation in the upper tropo-\nsphere, for example midlatitude winter storms (Figure 2.8). Winter storms are\ndefined as deviations from the 2.5-6 days bandpass- filtered 500 hPa geopotential\nheight during the winter season [Blackmon 1976]. In MIOC360, they intensify\nover the Pacific, penetrate inland into the North American continent, and nearly\nconnect with the centre over the Atlantic. Here, they are slightly less intense\ncompared to CTRL. In MIOC480, winter storm activity decreases over the Pa-\ncific, while it slightly increases over the Atlantic. In MIOC720, the midlatitude\nstorm activity generally increases.\n\nMidlatitude storm tracks are an efficient way to transport moisture and heat\nfrom low to high latitudes, and they largely contribute to the poleward heat trans-\nport. The total atmospheric poleward heat transport (ahtr) is the zonal and verti-\ncal integral of latent heat (Lq) and dry static energy (cpT +z).\n\nahtr = : // (cpT + gz + Lq) vdx dp (2.2)\n\nEach term in Eq. (2.2) can be further decomposed into mean meridional, station-\nary eddy, and transient eddy heat transport (Figure 2.9g-m). The heat transport\nby midlatitude storms can then be identified with the transient eddy terms.\n\nThe heat transport of moist transient eddies increases in the Northern Hemi-\nsphere especially in MIOC720. It also increases in the Southern Hemisphere.\n\n21",
    "Page_34": "2. The modelled Middle Miocene climate\n\n22\n\n1.5 850hPa wind CTRL.\na) : Hs\n\n \n\n \n\n \n\n \n\n \n\n180 150W 120W 90W 60W 30W 0 30E 60E 90E 120E 150E 180\n\nb) i \\ ca\n\n \n\n  \n \n   \n\nof\n\n30S 4\n\neos 4\n\n \n\n908\n180 150W 120W 90W 60W 30W 0 30E 60E 90E 120E 150E 180\n\n \n\n1.5 850hPa wind MIOC480\nL\n\n     \n\n \n\n308 4+ -\n\n00S AP eee peepee eet gett ene\nee fe\nsee fenn-St\\t V4 / NS 2 Lee _. |] —|\n90s SSS ; 1\n180 150W 120W SOW 60W 30W 0 30E 60E 90E 120E 150E 180\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 2.7: Low level wind field in (a) CTRL (black arrows) and the difference\nto MIOC360 (red arrows), (b) MIOC360 and the difference to MIOC480, and\n(c) MIOC480 and the difference to MIOC720. The lower right reference arrows\ncorrespond to a velocity of 6ms!,\n\nA closer look reveals that the Southern Hemisphere transport maximum shifts\npoleward, while the northward maximum shifts equatorward. Storm tracks are\nexpected to shift poleward in a warming climate. As it has been shown consis-\ntently for all IPCC AR4 models, midlatitude circulation is largely driven by a\nrise of the tropopause that causes a poleward shift of the storm tracks in both",
    "Page_35": "Atmospheric and ocean heat transport\n\nmioc360\n__90E\n\n \n\nFigure 2.8: Winter storm tracks defined as deviations of the 2-6 days bandpass-\nfiltered 500 hPa geopotential height from December to March for (a) CTRL,\n(b) MIOC360, (c) MIOC480, and (d) MIOC720 (in gpm). Contour interval is\nevery 10gpm. Stippled regions indicate mean deviations that are larger than\n50 gpm.\n\nhemispheres [Yin 2005]. The equatorward shift of the Northern Hemisphere\nstorm tracks is, therefore, in contrast to what one would expect. Because the\nonly difference between MIOC360 and a modern climate lies in the applied to-\npography, we account this asymmetric response to the warming to the Middle\nMiocene topography.\n\n23",
    "Page_36": "2. The modelled Middle Miocene climate\n\n24\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nimplied ocean total atmosphere total atmospheret+ocean\n6 6 ) 6 )\nt4 a) 4 b aC\nG2 2 2|\n2\n£ tp 0 0\n4 72 -2 -2\n2-4 -4 -4|\n-6 -6 -6\n905 455 15S 0 15N  45N 90N 90S 45S 15S 0 15N  45N 90N 905 455 15S 0 15N  45N 90N\ne global (total) global (moc) global (gyre)\n5\n8 4\n: f)\n£ 2\n3 0\n2\n2 -2\ng -4 -4\n3\n® 90S 455 155 0 15N  45N 90N 905 45S 15S 0 15N  45N 90N 905 455 15S 0 15N  45N 90N\nmean meridional transient eddy stationary eddy\n4 4 4\ns |& h) i)\n22 2 2|\nEo ° Of\n£ -2 -2 -2\n=\n34 -4 -4\n90S 45S 15S 0 15N  45N 90N 90S 45S 15S 0 15N  45N 90N 90S 455 15S 0 15N  45N 90N\n“rk) “lh “tm)\n2| 2 2|\n° 0 op\n2| -2 -2\n2-4 -4 -4\n90S 45S 15S 0 15N  45N 90N 90S 45S 15S 0 15N  45N 90N 90S 455 15S 0 15N  45N 90N\n— CTRL == MIOC360 — MIOC480 =——= MIOC720\n\n \n\n \n\n \n\nFigure 2.9: Northward heat transport by (a) the global ocean, (b) atmosphere,\nand (c) ocean+atmosphere (in PW). The (implied) ocean heat transport in (a)\nis based on net surface energy budgets. (d) Total advective ocean heat transport\naccording to Eq. (2.3) and the transports by (e) the MOC and (£) horizontal gyres.\nHere, dashed lines show the heat transport in the Atlantic Ocean. Atmospheric\nheat transport in (b) is calculated according to Eq. (2.2) and decomposed into\n(g,k) mean meridional, (h,l) transient eddy, and (j,m) stationary eddy transport.\n\nIn MIOC360 and MIOC480, differences of poleward heat transport are small\ncompared to MIOC720. Thus, poleward heat transport does not bring more heat\nto the higher latitudes to flatten the equator-to-pole temperature gradient. At\nmid- and high latitudes atmospheric eddies are the dominant drivers of poleward\nheat transport. However, if eddy heat transport increases, the results show that",
    "Page_37": "Large-scale ocean circulation\n\nthe payoff is a decreased ocean heat transport. The advective ocean heat trans-\nport (ohtr) of the potential temperature 0 is\n\nohtr = cp // p Ov dx dz (2.3)\n\nand can be decomposed into contributions by the meridional overturning and the\nhorizontal gyre circulation (Figure 2.9d-f).\n\nBjerknes compensation\n\nThis compensation between ocean and atmosphere heat transport reflects the so-\ncalled Bjerknes compensation. It states that if the heat fluxes at the top of the\natmosphere and the ocean heat storage do not vary much, then the total heat\ntransport will not vary much [Bjerknes 1964]. Anomalies of atmospheric and\nocean heat transport thus compensate and are of opposite sign. Our results show\nthat Bjerknes compensation does not only apply to temporal differences. To\nsome extent, it applies to the different mean climates, because the total heat\ntransport differences are relatively small. For example, the increase of the total\nheat transport in MIOC720 compared to CTRL has a maximum of only about\n0.6 PW in the southern midlatitudes (Figure 2.9c). The ocean heat transport in\nMIOC360 induces a warming of the Southern Ocean between 30 and 60°S (Fig-\nure 2.3a) that is mainly caused by a reduced MOC heat transport (Figure 2.9e).\nIn contrast to today, the Atlantic meridional overturning circulation (AMOC)\nmoves heat southward south of the equator.\n\nThe ocean heat transport in MIOC720 is significantly altered because of the\nsevere slow down of the AMOC (Figure 2.10). The immediate effect of the\nreduced northward transport of heat is a drop in the surface temperature (Fig-\nure 2.3c). However, this decrease is compensated for by an increase in atmo-\nspheric heat transport.\n\n2.9 Large-scale ocean circulation\n\nThe large-scale ocean circulation in the Middle Miocene is affected by open\nocean gateways like the Panama Seaway and the Tethys. Furthermore, the ocean\n\n25",
    "Page_38": "2. The modelled Middle Miocene climate\n\n26\n\nb)\n\n2000\n\ndepth\ndepth\n\n3000 4\n\n4000 >\n\n \n\n5000\n\n  \n\nc) Le : Miog-480 d)\n\n1000\n\n2000\n\ndepth\ndepth\n\n3000\n\n4000\n\n5000\n\n  \n\nFigure 2.10: Meridional overturning circulation in the Atlantic Ocean for\n(a) CTRL, (b) MIOC360, (c) MIOC480, and (d) MIOC720 (in Sv). Contour\ninterval is 2 Sv. Red corresponds to clockwise circulation; blue corresponds to\nanti-clockwise circulation. The rectangular boxes indicate the Middle Miocene\nocean gateways: Panama Seaway at ~10°N and Tethys Throughflow at ~35°N.\nNote the subsided Greenland-Scotland Ridge for the Middle Miocene experi-\nments.\n\nbathymetry is altered in regions where deepwater is formed, for example the\nsubsidence of the Greenland-Scotland Ridge.\n\nHorizontal circulation\n\nThe horizontal circulation is affected by open ocean gateways and changes of the\nsurface wind. In the eastern A tlantic, large water masses from the Indian Ocean\nenter the A tlantic through the Tethys. This strong westward flow affects the sub-\ntropical gyre, reducing its meridional extent (Figure 2.11). However, the strength\nof the subtropical gyre is comparable in CTRL, MIOC360, and MIOC480. The\nsubpolar gyre is also of comparable strength to CTRL, but has a larger extent\ndue to the subsided Greenland- Scotland Ridge, which acts as a natural boundary",
    "Page_39": "Large-scale ocean circulation\n\n \n\n \n\n \n\n \n\n \n\nTI TI Pp\n180 150W 120W 90W GOW 30W 0  30E G0E SE 120 150E 180 180 150W 120W 90W GoW SOW 0 30E G0E SE 120E 150E 180\n\nMIoc4go sv) Mloc720\n\n \n\n \n\n \n\n \n\n90s Tp 90s TI\n\nT T\n180 150W 120W SOW GOW SOW 0 0E 60E SE 120E 150E 180 180 150W 120W 90W GOW S0W 0 0E 60E SE 120E 150E 180\n\n \n\n \n\n \n\n \n\n \n\n \n\n-100-50 -25-15 -5 -1 1 5 15 25 50 100 150 200 250\n\nFigure 2.11: Horizontal ocean circulation in the Atlantic Ocean in terms of\nthe barotropic stream function for (a) CTRL, (b) MIOC360, (c) MIOC480, and\n(d) MIOC720 (in Sv).\n\nfor the water masses in CTRL. In the equatorial current system of the Atlantic,\nTethys inflow supports a stronger northern cell that dominates and suppresses\nthe southern cell. Its remains are restricted to a weak western boundary current.\n\nThe southward shift of Australia (~8°) has no effect on the Southern Ocean.\nThe Antarctic Circumpolar Current has a similar structure and is of similar\nstrength in all experiments.\n\nOpen ocean gateways\n\nLateral flow through open ocean gateways changes the water mass properties of\nthe adjacent oceans. Besides the eastward inflow of Indian Ocean water through\nthe Tethys, water from the Pacific enters the Atlantic through the Panama Sea-\nway. These connections allow for a large-scale mixing between the oceans\nand, therefore, affect their water mass composition (Figure 2.12). Through the\n\n27",
    "Page_40": "2. The modelled Middle Miocene climate\n\n28\n\nPanama , (CTRL c) Mediterranean/Tethys CTRL e)\ni\n\nt\nfF “at Oe\n“ / Ze “oO a\n\n    \n    \n\n \n\n \n\n  \n  \n   \n\nfreshwater tx nto =r \\ gTRL\n\n \n\n \n\n/\n\n \n\n \n\nT T T T T T T ToT ToT T\n33.0 34.0 35.0 36.0 37.0 380 390 33.0 34.0 35.0 36.0 37.0 380 390\nsalinity [psu] salinity [psu]\n\n \n\n \n\nb) rena ta MgC880 tosh txt Atantip Mlocs60\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nT T T T T T 0 oot T T T T\n93.0 34.0 35.0 36.0 370 38.0 39.0 33.0 34.0 35.0 360 370 380 390\nsalinity [psu] salinity [psu]\n\nFigure 2.12: TS-diagram for the water masses below 150m in the vicinity of\n(a)-(b) the Panama Seaway and (c)-(d) the Mediterranean/Tethys for CTRL and\nMIOC360. Black crosses represent Atlantic Ocean water masses, blue crosses\nPacific and Indian Ocean water, and red crosses Mediterranean/Tethys water.\nThe in-line plots show the region for which the TS-pairs are obtained. (e)-(f) The\nfreshwater flux through the Panama Seaway (blue), Gibraltar Strait (red), and at\n30°S into the Atlantic Ocean relative to a salinity of 35.5 psu. Freshwater flux\nat each depth is weighted with the corresponding level thickness; the vertical\nsum equals the total freshwater flux. Note the different tickmarks for the upper\n500m.\n\nPanama Seaway, Atlantic deepwater enters the Pacific; Pacific deepwater be-\ncomes saltier and denser (Figure 2.12b). Near the surface, on the other hand,\nrelatively fresh water is moved from the Pacific into the Atlantic, freshening the\nAtlantic at the surface (Figure 2.12f).\n\nThe mixing due to the eastern inflow of Indian Ocean water through the\nStrait of Gibraltar is well reflected in the composition of Tethys water, it is lo-\ncated between the water masses of Atlantic and Indian Ocean in the TS-diagram\n(Figure 2.12d). Tethys water originates from the Indian Ocean. Along the way",
    "Page_41": "Large-scale ocean circulation\n\ninto the Atlantic, surface water evaporates and becomes saltier and denser than\nits original Indian Ocean source. Because the Tethys is not an enclosed basin\nlike the Mediterranean, the deep outflow water is not as dense as in CTRL\n(Figure 2.12e and f). Upper Tethys inflow water through the Gibraltar Strait\nincreases the surface salinity of the Atlantic Ocean, while subsurface water is\nslightly fresher than the A tlantic.\n\nWater from the Southern Ocean that enters the upper Atlantic Ocean in\nMIOC360 is relatively salty compared to CTRL and balances the freshening\nthrough the Panama Seaway (Figure 2.12e and f). As a result the salinity con-\ntrast between Pacific and Atlantic increases (contours in Figure 2.13). This is\ncontrary to other studies with an open Panama Seaway, where the salinity con-\ntrast is reduced and, therefore, leads to a weaker AMOC [Maier Reimer et al.\n1990, Lunt et al. 2007]. Instead, the AMOC in MIOC360 is as strong as in\nCTRL (Figure 2.10). Supportive for the AMOC is the sill depth of the Caribbean\nplateau that is shallower than the deep western boundary current. The deepwater\nthus returns into the South Atlantic (not shown). That North Atlantic deepwa-\nter formation occurred before the closure of the Panama Seaway has also been\nshown in a sensitivity study for different sill depths of the gateway [Nisancioglu\net al. 2003].\n\nAtlantic meridional overturning circulation\n\nA necessary condition for deepwater formation in the Atlantic Ocean is the en-\nhanced surface salinity compared to the Pacific Ocean. The salinity contrast\nbetween Pacific and Atlantic is determined by the freshwater transport from the\nAtlantic into the Pacific [Zaucker and Broecker 1992]. Moisture transport across\nCentral A merica acts as a positive feedback on deepwater formation in the North\nAtlantic [Leduc et al. 2007]. We diagnose the moisture transport from the hor-\nizontal velocity field v and the relative humidity q as vertical integral over all\npressure levels\n\n1\n=< ; 2.4\nTy g / qv dp (2.4)\n\nBecause of the lower Andes in the Miocene setup, moisture transport from\nthe Atlantic into the Pacific increases, further enhances the surface salinity con-\n\n29",
    "Page_42": "2. The modelled Middle Miocene climate\n\n30\n\n \n\n  \n\n \n\n \n\nT i ee\n180 150W 120W 90W GOW OW 0 0E 60E 9E 120E 150E 180 180 150W 120W 90W GOW OW 0 0E 60E SE 120E 150E 180\n\n28 30 32 33 335 34 345 35 35.5 36 36.5 37 38\n\nFigure 2.13: Surface salinity for all experiments as contours (in psu). Overlaid\nas arrows is the vertically integrated moisture transport according to Eq. (2.4) (in\nkg/(ms)).\n\ntrast between the basins, and strengthens the freshwater- overturning feedback\n(Figure 2.13).\n\nIn that sense, the Middle Miocene ocean gateway configuration supports\ndeepwater formation that drives the AMOC. Because of the subsided Greenland-\nScotland Ridge, the AMOC in MIOC360 extends more northward than in CTRL\n(Figure 2.10a and b). Even at 80°N, more than 4 Sv of Atlantic Ocean water is\nconverted into deep water.\n\nThe warming under high CO2 in MIOC720 leads to a collapse of the AMOC.\nLarge parts of the North Atlantic become relatively fresh (Figure 2.13) although\nprecipitation decreases (Figure 2.4). Larger runoff at the North American East\nCoast as well as at the North Sea spreads into the North Atlantic, where the\nsurface ocean freshens (not shown) and the ocean stratification increases. Deep-\nwater formation— an important mechanism that drives the AMOC-— is inhibited,\nand the circulation slows down to about 4 Sv. This slow down explains the de-",
    "Page_43": "Comparison to proxy data\n\ncrease of the poleward heat transport in the Northern Hemisphere mentioned\nearlier (Figure 2.9).\n\nIn a follow-up study, we will assess the uncertainty of ocean bathymetry\nand investigate how a moder Greenland-Scotland Ridge or a shallow eastern\nTethys alter the meridional overturning circulation of the Middle Miocene At-\nlantic Ocean.\n\n2.6 Comparison to proxy data\n\nWe compare the modelled palaeo temperatures to proxy-based reconstructions\nfor the Middle Miocene. We use terrestrial reconstructions to evaluate land sur-\nface temperatures, and marine reconstructions to evaluate sea surface tempera-\ntures. The sites of the marine proxies are spread all over the oceans, while ter-\nrestrial proxies are mainly recovered from the Northern Hemisphere, especially\nover Europe, East Asia and the coasts of North A merica (Figure 2.14h).\n\nTerrestrial proxies\n\nTerrestrial climate reconstructions based on the coexistence approach estimate\nthe lower and the upper mean annual temperature from plant fossils [M osbrug-\nger and Utescher 1997]. We use terrestrial temperature data from the 2010\nNECLIME data set [Utescher et al. 2011]. The data span the period ranging\nfrom 16.4 to 11.2 million years ago (Torsten Utescher, personal communication).\nThe data set is also available from PANGABA, http://www.pangaea.de. We\ncompare reconstructed land surface temperatures obtained from the coexistence\napproach to our modelled land surface temperatures (Figure 2.14d-f).\n\nMost of the proxy data cover the midlatitudes between 30 and 55°N/S. For\nlow latitude proxies, MIOC360 matches better than MIOC480 or MIOC720.\nMidlatitude proxies compare well with all experiments. The proxy data con-\nfirm that land temperatures were much warmer than today. Warmer high latitude\ntemperatures as in MIOC720 are in better agreement with these proxy recon-\nstructions. The midlatitudes are captured by all palaeo simulations, but cooler\nthan present-day low latitudes and warmer than present-day high latitudes cannot\nbe captured together within one single experiment.\n\n31",
    "Page_44": "2. The modelled Middle Miocene climate\n\n32\n\nTable 2.4: References of marine proxy SST reconstructions.\n\nsource reference\n\nDSDP 55 Douglas and Savin [1971]\n\nDSDP 167 Savin et al. [1975]\n\nDSDP 279A and 281 Shackleton and Kennett [1975]\n\nODP 903 and 905 van der Smissen and Rullkotter [1996]\n\nDSDP 588, 608, and ODP 730 Pagani et al. [1999]\nDSDP 588, 608, and ODP 883) Ennyu [2003]\n\nODP 1170 and 1172 Ennyu and Arthur [2004]\nODP 1170 and 1171 Shevenell et al. [2004]\nODP 1092 Kuhnert et al. [2009]\nODP 747 Majewski [2010]\nbivalvia shells Oleinik et al. [2008]\nbivalvia shells Ennyu [2003]\n\nMarine proxies\n\nThe isotopic composition of seawater, obtained by either 6!8O or Mg/Ca ratios,\nfacilitates a proxy for ocean temperatures [F miliani and Edwards 1953, Hastings\net al. 1998]. Using the calcite shells of fossil planktonic foraminifera deposited\nin the ocean sediments, sea surface temperatures (SSTs) for past times can be\nobtained.\n\nWe take Middle Miocene SST reconstructions from several Ocean Drilling\nProject (ODP) and Deep Sea Drilling Project (DSDP) sites (Table 2.4). Mid-\nlatitude SSTs agree well in all three simulations (Figure 2.14b). MIOC360\nand MIOC480 match (at least one) proxy-SST for low and high latitudes. The\nwarmer-than-present high latitude SSTs are better captured in MIOC720, but\nlow latitude SSTs are largely overestimated.\n\nModel- data agreement\n\nTo evaluate the model-data agreement, we compare the distribution of model-\nto-data temperature ratios for each grid box (Figure 2.14g). Both terrestrial and\nmarine data sets are compared individually for low, mid-, and high latitudes.",
    "Page_45": "Comparison to proxy data\n\nWhile for terrestrial proxies MIOC480 and MIOC720 reveal a better agreement,\nMIOC360 and MIOC480 reveal a better agreement for marine proxies. However,\nin neither of the experiments do we achieve the desired flatter equator-to-pole\ntemperature gradient. High latitude temperatures are generally too cold and low\nlatitude temperatures are generally too warm.\n\n33",
    "Page_46": "2. The modelled Middle Miocene climate\n\n34\n\n8)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nsea surface temperature MIOC360 sea surface temperature MIOC480 ‘sea surface temperature MIOC720\n‘ow lates ‘owt wowiaiwscb |\n»{a) Hl L 1b) 5. L 4c) L\naan 4\nen 4) bk wad Lg 04 | o£\n8g mid lattes 8g mid attuaee | 8g mi atts |\noy cy cy 7 .«\n3 3 3 +\n2 2 ca 2 10 ‘\n10 4 ‘A L 10 4 L 4 a L\n=\nAt i\no4 - L o4 L o4 L\nhi audes ni etuces nin etuces\noo oo oo\nproxy data proxy data proxy data\nsurtac temperature ___ Mloo360 surface temperature Miocaso surface temperature 1 ._, Mlogreo\n204d) cviaiusss Lo d@) —owiaiasos 20 fF) cwieussee [ll E\noo | Lan oo | EL\n© L © © Z\n¢ mstettses = 4 wisianuses | 4 msletses j\n8g é 8g 8g i\n2 tL 3 2 4 EL\n3 3 3\n8 3 8\n— — —\nof L 9 of EL\nbh etude bh etudes na\n0 4 L 40 0 4 L\nOOO 7 0 OC 7” OC\nproxy data proxy data proxy data\nvioc60 voceso micerz0 Locations of Proxies\n[rave [rae [rave\n60N 4 . . we\n1 1 1 So\nf i f B i p p i f an Be A ey\"\n4 4 4 OE\n2 2 2 oF C\n1 k i 1 a a 1 ' a os | [\nbe\n0] 0 0] 608 4 “ Fr\ntenet terest cergsc] agg fp SSRI ee\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTow mid high\n\nFigure 2.14: Comparison of model output with\n\nTow mid high\n\nTow mid high\n\n \n\n180 150W 120W SOW GOW OW 0\n\nQ0E 60E © 90E 120 150E 180\n\n(a)-(c) terrestrial and (d)-(f) ma-\n\nrine temperature reconstructions. The low latitudes are defined to be between\nthe equator and 30°N/S, midlatitudes are between 30 and 55°N/S, and high lati-\ntudes are poleward of 55°N/S. (g) Box plot of model-to-data temperature ratios\nfor each grid box, separated for marine and terrestrial proxies as well as for low,\nmid-, and high latitudes. Values near 1 correspond to a good agreement, while\nvalues greater (smaller) than 1 show that the model is too warm (cold). The red\nline corresponds to the mean of the distribution. (h) The location of the proxies.",
    "Page_47": "Discussion\n\n2.7 Discussion\n\nWe present the first fully coupled simulations of the warm Middle Miocene cli-\nmate using the general circulation model MPI-ESM. The Middle Miocene to-\npography induces a global warming of 0.7 K compared to today. The continental\nwarming is larger because topography affects the continents, but does not affect\nthe ocean surface. Uncertainties in the applied topography can, therefore, signif-\nicantly alter surface temperatures. Especially mountain regions like the Andes,\nRocky Mountains, and Himalayas are subject to errors in elevation [see Herold\net al. 2008, Tables 1 and 2 for details].\n\nIf we increase atmospheric CO, to 480 and 720 ppm as in MIOC480 and\nMIOC720, we obtain a global warming of 2.8 and 4.9K. A stronger greenhouse\neffect and the associated water vapour feedback lead to a more humid climate\nwith an enhanced hydrological cycle. The warming obtained by a doubling of\nCO2 is 4.0K and much larger than in previous studies, which is 2.0K in You\net al. [2009] and 2.3K in Tong et al. [2009]. The larger value may be explained\nby a higher climate sensitivity of MPI-ESM compared to the model used by You\net al. and Tong et al.. However, our sensitivity is within the range of the model\nsensitivities obtained from Henrot et al. [2010], although their hydrological cycle\nis more sensitive.\n\nOur experiments could not reproduce the flatter equator-to-pole temperature\ngradient that has been reconstructed for sea surface and land surface tempera-\ntures [Nikolaev 2006, Bruch et al. 2007]. A comparison to proxy data shows\nthat the low-latitude temperatures are too high and that the high-latitude tem-\nperatures are too low. Although sparser, marine proxies are more widely spread\nthan terrestrial proxies, which are hardly available in the Southern Hemisphere,\nfor example in Africa or in Australia. To improve model- data validation, we\nneed more low and high-latitude terrestrial proxies.\n\nAs Stewart et al. [2004] have shown, well-preserved foraminifera reveal\nlower tropical temperatures than previously stated. Thus, estimates from older\nreconstructions could underestimate tropical sea surface temperatures. It is also\nknown that sea surface temperature reconstructions for the Eocene are biased\ntoward colder temperature [Pearson et al. 2007]. A revision of the low-latitude\n\n35",
    "Page_48": "2. The modelled Middle Miocene climate\n\n36\n\nmarine proxies, especially those from older reconstructions, would be appropri-\nate.\n\nAlthough open ocean gateways support large-scale mixing between the ad-\njacent ocean basins, against expectations, the AMOC in our model is insensi-\ntive to these water mass composition changes. In MIOC360 and MIOC480, the\nAMOC is as strong as today. It extends to high latitudes, because the absent\nGreenland- Scotland Ridge cannot act as a barrier. The flow through the Panama\nSeaway is directed from the Pacific into the Atlantic, confirming the results of\nan idealised study for the early Miocene [von der Heydt and Dijkstra 2006].\nInstead of a reduced salinity contrast between Pacific and Atlantic Ocean, we\nfind a stronger salinity contrast. The inflow of relatively fresh Pacific surface\nwater is overcompensated by an increased moisture transport from the A tlantic\ninto the Pacific. This enhanced salinity contrast supports a meridional overturn-\ning circulation that is as strong as today. Previous model studies for an open\nPanama Seaway, reflecting the Pliocene period, report a collapse of the AMOC\n[Maier-Reimer et al. 1990], ora very weak overturning circulation [Lunt et al.\n2007]. In a recent review paper, Molnar [2008] discussed evidence from recon-\nstructions and from model studies and concluded that the closing of the Panama\nSeaway “seems no more than a bit player in global climate change.” Of course,\nthe situation in our simulations is different, because of the open Tethys. We find\nthat Tethys water is somewhat “neutral” regarding the freshwater transport and\ndoes not significantly contribute to the enhanced salinity contrast between At-\nlantic and Pacific Ocean. However, i olnar is right in the sense that open ocean\ngateways alone do not explain the Middle Miocene warming.\n\nIn our warmest climate MIOC720, the AMOC severely slows down to about\n4Sv. The surface ocean of the North Atlantic is fed by runoff into the North\nSea and from the North American East Coast. Ocean stratification increases and\ninhibits North Atlantic deepwater formation. In comparison to global warming\nscenarios where the ECHAM5/MPI-OM model shows a reduction of only 30%\nin the A1B scenario, the Miocene setup is apparently more sensitive [| ungclaus\net al. 2006].\n\nBecause the AMOC also transports heat from low to high latitudes, any\nchanges alter global poleward heat transport. However, as storm tracks intensify",
    "Page_49": "Discussion\n\nin a warmer climate, the associated moist transient eddy transport compensates\nfor the decreased ocean heat transport. We claim that this compensation can\nbe compared to the Bjerknes compensation, though not for deviations from the\nmean state but for different mean states of the climate system. A similar com-\npensating effect has also been found for the Late Miocene climate [Micheels\net al. 2011]. They show that ocean heat transport decreases because of the open\nPanama Seaway. On the contrary, we show that ocean heat transport only de-\ncreases if the AMOC collapses as in MIOC720.\n\nJust like the ocean circulation, the atmospheric circulation reorganises.\nOcean and atmospheric heat transport change, but the total heat transport re-\nmains nearly unchanged because oceanic and atmospheric heat transport com-\npensate. A reduction of the equator-to-pole temperature gradient is, therefore,\nunlikely caused by a reorganised ocean circulation, as it has been claimed earlier\n[Pagani et al. 1999]. Instead, we find that changes in the local energy balance,\nfor example due to a smaller surface albedo, a lower topography, or higher CO2,\nexplain the warmer high latitudes.\n\nLarger high-latitude temperatures and higher atmospheric COz levels pro-\nvide good conditions for plant growth. Because our model includes a dynamic\nvegetation module, we can simulate the interactions and feedbacks between the\nvegetation and the climate system. We find that boreal forests expand northward\ninto high latitudes, which is in line with vegetation reconstructions [Wolfe 1985,\nWilliams et al. 2008]. In contrast, the desert cover of the Saharan region dis-\nagrees with reconstructions [Senut et al. 2009]. The problem is that we have to\nprescribe soil properties, as the vegetation model in JSBACH does not include\na dynamic soil model. To overcome this, globally or zonally averaged values\nwould be a more appropriate choice and allow a “level playing field.” A recent\nmodel study shows that a dynamic background albedo scheme for JSBACH im-\nproves rainfall over the Sahel/Sahara region, which, applied to the mid Holocene\n(6000 years ago), leads to higher vegetation variability [Vamborg et al. 2011]. In\na sensitivity study for the Late Miocene, Micheels et al. [2009] showed that\na modem Sahara leads to a cooling in northern high latitudes. We, therefore,\nexpect a further high-latitude warming if North A frica is covered by vegetation.\nBecause the dense vegetation in our simulations requests warmer temperatures\n\n37",
    "Page_50": "2. The modelled Middle Miocene climate\n\n38\n\nand higher CO> levels, we assume that the warm Middle Miocene climate de-\npends on higher than present-day CO» levels. However, the warming due to\nhigh-latitude vegetation feedbacks is restricted by the maximum of possible veg-\netation cover. A recent study showed that boreal afforestation in a pre-industrial\nsetup leads to a global warming of only 0.25 K [Bathiany et al. 2010]. High lati-\ntude feedbacks, namely the ice-albedo and the vegetation feedback are too weak\nto decrease the equator-to-pole temperature gradient.\n\n2.8 Conclusions\n\nTo conclude, we propose that full ocean dynamics cannot be held responsible for\na global redistribution of heat to higher latitudes because of the complex ocean-\natmosphere interactions. The total poleward heat transport changes only a little\nbecause of a Bjerknes-compensation-like mechanism that makes high latitude\nwarming difficult. Furthermore, high-latitude feedbacks are too weak and cannot\nsignificantly contribute to a flatter equator-to-pole temperature gradient. The\nmismatch between model and proxy data leads to the conclusion that we do not\nfully understand how feedback mechanisms may work in a warmer climate. For\nthe Middle Miocene, we conclude that the topographic boundary conditions are\nnot sufficient to explain at least the global warming and that a warmer Middle\nMiocene climate without an enhanced greenhouse effect cannot be reproduced\nwith our model.",
    "Page_51": "3 The El Nino- Southern Oscillation\nin the Middle Miocene climate\n\nCorrect simulation does not guarantee\ncorrect understanding.\n\n \n\nThe El-Nino Southern Oscillation\nPhenomenon\nE.S. SARACHIK and M.A. CANE\n\nAbstract\n\nWe investigate the El Nino-Southem Oscillation (ENSO) for differ-\nent models of the Middle Miocene climate. The setup considers Mid-\ndle Miocene boundary conditions that affect the tropical Pacific, namely\nthe wider Indonesian Throughflow at the western and the open Panama\nSeaway in the eastern Pacific. Under low and moderate atmospheric\nCOz levels, ENSO is rather irregular and more random, but teleconnec-\ntions strengthen to high latitudes because of a more effective “atmospheric\nbridge.” A simple ENSO oscillator model reveals that the Bjerknes feed-\nback is disrupted between tropical Pacific thermocline and sea surface tem-\nperature. A tmospheric deep convection over the western Pacific warm pool\nenhances variability of zonal currents in the Pacific and thus disturbs air-\nsea interaction that are essential for ENSO dynamics. In a CO doubling\nscenario the Bjerknes feedback is strong enough to overcome these pertur-\nbations and to restore a more regular ENSO.\n\n39",
    "Page_52": "3. The El Nifo- Southern Oscillation in the Middle Miocene climate\n\n40\n\n3.1 Introduction\n\nThe El Nifo-Southern Oscillation (ENSO) is the largest and most prominent\ninterannual climate mode. ENSO is a complex interaction between ocean and\natmosphere in the tropical Pacific. The key feature of ENSO is a positive feed-\nback between trade winds and the zonal sea surface temperature (SST) gradient,\nwhich is known as Bjerknes feedback [3 jerknes 1969]. Westward blowing trade\nwinds pile up warm surface water toward the west, tilting the thermocline down-\nward from east to west. The deep thermocline at the west is known as western\nPacific “warm pool.” Coastal upwelling and equatorial upwelling due to Ekman\ndrift produce the “cold tongue” at the eastern Pacific. The circulation that is\ndriven by the zonal temperature gradient between the warm pool and the cold\ntongue is called Walker circulation. Warm and moist air rises over the western\nPacific warm pool and leads to low surface pressure. The rising air reaches the\ntropopause and returns eastward, where it subsides. The eastern Pacific high\npressure reinforces the trade winds and completes the Walker circulation.\n\nAlthough the term ENSO includes the word oscillator, the phenomenon\nneeds not necessarily be understood as oscillating between positive and nega-\ntive phases. Analysis of real climate ENSO showed that ENSO behaves more\nlike a series of single events rather than a cycle [Kessler 2002].\n\nThere is evidence for persisting ENSO variability during past warm climates.\n3-5 million years old corals from the tropical Pacific resemble interannual vari-\nability on ENSO time scales [Watanabe et al. 2011]. This proxy record seems to\nend the long-lasting debate about the “permanent El Nifo” during the Pliocene\n[e.g., Molnar and Cane 2002, Fedorov et al. 2006]. For the Late Miocene (~5.6\nmillion years ago) an evaporite varve record has been recently found to re-\nsemble the modern spectrum of ENSO [Galeotti et al. 2010]. Located in the\nMediterranean, the authors assigned the variability to the tropical Pacific be-\ncause of ENSO teleconnections, which might have been stronger during the Late\nMiocene due to a reduced meridional temperature gradient. A Late Miocene\nrecord from giant clams, 10-13 million years ago, also shows ENSO-like inter-\nannual variability [B atenburg et al. 2011]. Another recent study for the Eocene\n“hothouse” climate shows that shells from long-living bivalves as well as drift-\nwood from Antarctica reflect interannual variability on ENSO time scales [Ivany",
    "Page_53": "Introduction\n\net al. 2011]. Evidence of palaeo ENSO activity cannot only be drawn from proxy\nrecords, but is also supported by several palaeo modelling studies, for example\nof the Pliocene [Haywood et al. 2007], the early Miocene [Von Der Heydt and\nDijkstra 2011], or the Eocene [Huber and Caballero 2003).\n\nWe present results from Middle Miocene experiments that also show ENSO\nvariability in concert with previous studies. The aim of the study is twofold:\nBecause of different continental boundary conditions compared to present day\nand the uncertainties in atmospheric CO2 for the Middle Miocene, we ask:\n\n(1) What is the effect of the Middle Miocene boundary conditions\non ENSO strength and periodicity?\n\nTo answer this question, we compare modelled ENSO events for present-day and\nMiddle Miocene climate. We further investigate the interplay between thermo-\ncline recharge/discharge and sea surface temperature anomalies using a simple\noscillator model approach.\n\nToday, ENSO influences large parts of the global climate system via telecon-\nnections, causing droughts and enhanced precipitation that affect ecosystems\nfar-off the tropical Pacific. Because of the different Middle Miocene climate we\nexpect a different response to tropical variability and ask:\n\n(2) What are the characteristics of ENSO teleconnection patterns for\nthe modelled Middle Miocene climate?\n\nTo answer this question, we investigate the effect of ENSO on the global cli-\nmate using linear regression techniques. Global teleconnections associated with\nENSO may also guide us to potential locations from where temporally high-\nresolved proxies can be obtained as has been done for the Late Miocene and the\nEocene [Galeotti et al. 2010, Ivany et al. 2011].\n\nThe study is organised as follows. In the next section, we briefly describe\nour experimental design. In Section 3.3 we do an ENSO time-series analysis\nand use a simple recharge/discharge oscillator to describe ENSO in the different\nmodel setups. We focus on ENSO events and their evolution within the equato-\nrial Pacific in Section 3.4. The effect of ENSO on the Middle Miocene climate\nis investigated in Section 3.5 where we show how ENSO teleconnections change\nfor different CO2 forcings. We discuss our results and conclude in Section 3.6.\n\n41",
    "Page_54": "3. The El Nifo- Southern Oscillation in the Middle Miocene climate\n\n42\n\n \n\n30N 4\n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n308 +\n\n \n\n \n\nnone a\n\nT\now\n\n \n\nFigure 3.1: Regions where the different ENSO indices are defined. Present-day\ncontinent positions are shown as contour lines, the Middle Miocene continents\nare shaded in grey. In this study, we use Nino3.4 as ENSO index (solid box).\n\n3.2 Experimental design\n\nWe analyse the set of Middle Miocene experiments previously presented [K rapp\nand Jungclaus 2011]. The model is Max Planck Institute Earth System Model\n(MPI-ESM), consisting of the atmosphere model ECHAM5 (T42L19) with\na horizontal resolution of ~2.8° and 19 levels in the vertical [Roeckner et al.\n2003]. ECHAMS includes the land-surface model JSBACH that incorporates\na dynamic vegetation module [Raddatz et al. 2007, Brovkin et al. 2009]. The\nocean model MPI-OM (TP10L40) has a horizontal resolution of ~1° and 40\nlayers in the vertical. ECHAM5/JSBACH and MPI-OM are coupled once per\nday via OASIS [Valcke 2006].\n\nThe setup consists of four experiments: one present-day experiment (CTRL)\nwith a prescribed COz level of 360 ppm, and three Middle Miocene experiments\nwith prescribed COz2 level of 360, 480, and 720 ppm (MIOC360, MIOC480,\nMIOC720). For MIOC360, MIOC480, and MIOC720, a reconstructed Middle\nMiocene topography has been applied to ocean, atmosphere, and land surface\n[Herold et al. 2008]. Figure 3.1 shows the continental outline of the Middle\nMiocene tropical Pacific region where an open Panama Seaway and a wider In-\ndonesian Throughflow region are the main characteristics. Further west, an open\nTethys Seaway connects the Indian Ocean and the Atlantic. All experiments are\nrun into quasi-equilibrium, and for the analysis we use the output of the last 100\nyears.",
    "Page_55": "ENSO asa simple oscillator\n\n3.3 ENSO asa simple oscillator\n\nIn this section, we analyse ENSO variability in two independent ways. First, we\ninvestigate the characteristics of ENSO as a time series analysis of the Nino3.4\nindex. Afterwards, we describe ENSO with a simple oscillator model and diag-\nnose the feedback mechanisms driving ENSO.\n\nENSO time series analysis\n\nWe define the ENSO time series as monthly SST anomalies over the Nino3.4\nregion in the tropical Pacific (Figure 3.1). Nino3.4 time series for the control\nexperiment and for the three Middle Miocene experiments are shown in Fig-\nure 3.2. The variability of the time series in MIOC360 and MIOC480 is smaller\ncompared to CTRL, and is largest in MIOC720. In MIOC360 and MIOC480,\nNino3.4 time series are also more skewed towards positive anomalies in contrast\nto CTRL and MIOC720 (Table 3.1).\n\nNino3.4 variability is more random in MIOC360 and MIOC480. To measure\nthe randomness, we compare the autocorrelation function of each time series to\nthe estimates from a fitted first-order stationary autoregressive process AR(1).\nThe AR(1) process is an archetypal random process that is widely used in geo-\nphysical research [e.g., von Storch and Zwiers 1999] and is\n\nXt = MXi_-1+ &\n\nwhere 9 is the autoregressive coefficient (|@| < 1) and & is (temporally uncor-\nrelated) white noise. In a certain way @ represents the “memory” of the process\nthat can be expressed via the autocorrelation function p. For an AR(1) process\nthe autocorrelation function at lag k is ¢, = o* and decreases exponentially for\npositive @.\n\nThe autocorrelation function of the Nino3.4 time series with the fitted A R(1)\nprocess are shown in Figure 3.2b. Nino3.4 behaves almost as an A R(1) process;\nconsecutive ENSO events are uncorrelated and the system has less memory. In\ncontrast, CTRL and MIOC720 reveal the periodic behaviour of ENSO as can be\nseen from the time series.\n\n43",
    "Page_56": "3. The El Nifo- Southern Oscillation in the Middle Miocene climate\n\n44\n\n) Mloc369\n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n0 20 0 20 40 60 80\ntime (years) time (years)\nb c CTRL MIOC360\n) CTRL 1 MIOC360 5 doe 10°\n5g t° ° 5 10° 10° | =\nS05 bosseechecsoneh 0.5 7 2 10° 10' Zp\n5 £ 10° 10° i\n5 g\n8 0.0 0.0 3 10! 10! i\n@ -05 { i 0.5 foot ee ° 10 10°\n0 1 2\n0 20 40 60 80 100 0 20 40 60 80 100 io 10 10\nmlocaso mloc720 MIOC480 MIOC720\ns 10 1.0 Bp 10° 10° oo\ng 2 10° a 10° F\nS 05 05 & 49! ad 40!\n5 a i\n8 00 0.0 § 10° | 10°\ng g 10 1 10\n0.5 feet “0.5 fot @ 1492 102\n0 20 40 60 80 100 0 20 40 60 80 100 10°10\" 107 10° 10' 10°\nlag (months) lag (months) period (years) period (years)\n\nFigure 3.2: (a) Time series of Nino3.4 for CTRL, MIOC360, MIOC480, and\nMIOC720 (11-point Trenberth-filtered) and corresponding (b) autocorrelation\nfunction, and (c) spectral density. Dashed red lines in (a) mark one standard\ndeviation of Nino3.4. Thick red lines in (b) and (c) represent a fitted AR(1)\nprocess, and thin red lines in (c) shows the confidence interval at the 95% level.\nThe estimator of the spectral density has been Daniell-smoothed with 5 data\npoints.\n\nThe spectral power density S(f) which is the Fourier transform of the auto-\ncorrelation function shows how the variance is distributed among all frequencies\nor periods (Figure 3.2c). For an AR(1) process S(f) only depends on the AR\n\ncoefficient @,\n\nC2\n\nS(f) = 1+o+cos2nf\n\nwith variance o” of the time series X. The spectrum of the fitted AR(1) process\nis highlighted in Figure 3.2c as red line. CTRL has a distinct peak between 2.5",
    "Page_57": "ENSO asa simple oscillator\n\nTable 3.1: Statistics of the Nino3.4 index in CTRL, MIOC360, MIOC480, and\nMIOC720.\n\nstandard deviation skewness\n\n \n\nCTRL 1.11 0.09\nMIOC360 0.85 0.47\nMIOC480 0.87 0.23\n\nMIOC720 1.82 0.10\n\nand 3.6 years, while MIOC720 shows a relatively broad band between 2.5 and 7\nyears with two maxima at 3.6 and 6.5 years. MIOC360 has a small peak at ~4\nyears, and MIOC480 does not show any variance at interannual time scales.\n\nFrom the time series analysis we can distinguish two types of ENSO. ENSO\nis periodic under present-day conditions and under very warm Middle Miocene\nconditions, although strong CO2 forcing in the Middle Miocene setup causes\nstronger and longer ENSO events. On the other hand, for moderate COz levels\nin the Middle Miocene, there is no sign of regular ENSO events. Also, El Nifo is\nusually stronger than La Nifa.\n\nSimple recharge/discharge oscillator diagnostics\n\nTo answer the question why two different types of ENSO occur— random events\nas in MIOC360 and MIOC480 and periodic events as in CTRL and MIOC720—\nwe use a simple oscillator model [Clarke et al. 2007]. It consists of two variables:\nthe 20°C thermocline-depth anomaly (Z20) and the SST anomaly (SST). Both\nvariables can be obtained from our model results. Unlike previous models, this\napproach takes into account the effect of wind stress curl on discharge processes\nin the western central Pacific. Hence, anomalies are averaged over the region\nof strong ENSO air-sea interactions, that is the western central Pacific, while\nprevious models incorporate the eastern Pacific region where ENSO variability\nis largest.\n\nTo obtain the anomalies Z20 and SST, we define the region of large air-sea\ninteraction as the region where the linear regression coefficients of wind stress\n\n45",
    "Page_58": "3. The El Nifo- Southern Oscillation in the Middle Miocene climate\n\n46\n\nTable 3.2: Diagnostics from the simple recharge/discharge oscillator Eq. (3.1), v\nin K/(yrm), Win in m/(yrK), and T, lag, and phase shift in months. Theoretical\nphase lags (lagiheor) from the linear oscillator are one quarter of the period T.\nActual lags (lag¢cp) are calculated from the cross-correlation between Z20 and\nSST with leading Z20. The phase shifts then correspond to the nearest root of\nthe cross-correlation function at lag zero.\n\nlon-lat box v HT lagtheor lagcce phase shift\n\n \n\nCTRL 175°W-135°W) 0.16 23.9 38 10 11 0\nMIOC360 180°E-125°W) 0.13 22.1 44 = 11 9 -3\nMIOC480 180°E-135°W 0.14 «(17.6 47 12 14 0\nMIOC720 135°E-150°W 0.095 17.3 59 15 26 +11\n\nonto Nino3.4 exceeds 0.005 Pa/K. Regions over which we average SST and Z20\nare given in Table 3.2. Equations of the ENSO oscillator model for Z20 and SST\nare similar to a linear harmonic oscillator,\n\nd\n5220 = —uSsT, (3.1a)\nd\n\nSST = vZ20 (3.1b)\n\nwith positive constants pz and v.\n\nAn example for Eq. (3.1a): Positive sea surface temperature anomalies\n(SST > 0) over the western Pacific warm pool enhance atmospheric deep con-\nvection, which generates westerly wind stress anomalies. Because they decrease\npoleward, wind stress curl anomalies discharge water from the western Pacific\nwarm pool (4220 <0). The meaning of Eq. (3.1a) is that sea surface tem-\nperature anomalies drive changes in the thermocline depth. For Eq. (3.1b), we\nassume a constant mixed layer in which the thermocline is displaced upward\n(Z20 < 0). We also assume mass conservation, and therefore, non-mixing re-\ngions beneath and above the thermocline must diverge horizontally. Water be-\nlow the mixed layer is thus colder and causes anomalous heat flux down through\nthe bottom of the mixed layer which will slowly decrease surface temperatures\n(4SsT <0). The meaning of Eq. (3.1b) is that thermocline depth anomalies\nlead to sea surface temperature changes. For details, see Clarke et al. [2007].",
    "Page_59": "ENSO asa simple oscillator\n\nWe estimate p and v according to Clarke et al. as the ratio of the standard\ndeviations of Trenberth-filtered 4220 and SST, and 4SST and Z20. The Tren-\nberth filter increases the signal-to-noise ratio using a weighted moving average\nlow-pass filter that removes fluctuations with periods of less than 8 months but\nincludes all others [Trenberth 1984]. The period T of the interannual oscilla-\ntions from Eq. (3.1) is then 2r/,/fV. Linear oscillator theory also states that\nZ20 and SST have a phase lag of 90°, meaning that for a fouryear ENSO pe-\nriod, sea surface temperature anomalies maximise one year after a thermocline\ndischarge.\n\nThe diagnosed values for y1, v, and T from our experiments are also shown in\nTable 3.2. A larger v can be interpreted as a stronger coupling between thermo-\ncline heat content and sea surface temperature response, whereas py represents\nthe effectiveness of heat transfer from the ocean surface into the thermocline.\nPeriods calculated from the ENSO oscillator are between 3 and 5 years, and are\nin good agreement with the dominant period of the Nino3.4 spectrum. We add\nthe ENSO periods obtained from the simple oscillator as grey vertical lines to\nthe spectral power density in Figure 3.2c.\n\nWe now evaluate how good the simple oscillator represents the relationship\nof thermocline depth and sea surface temperature anomalies in the different ex-\nperiments. We calculate the cross-correlation between the left hand side and the\nright hand side of Eq. (3.1a) and Eq. (3.1b) using pu and v as diagnosed from\nthe model output and compare the two cases “SST drives Z20” and “Z20 drives\nSST” (Figure 3.3). Alternatively, we can think of how well the time derivative\nof SST (Z20) predicts Z20 (SST). Black curves in Figure 3.3 are data obtained\nfrom MPI-ESM, and red curves show the predictions according to Eq. (3.1).\n\nThe linear oscillator is a good assumption for CTRL and correlations co-\nefficients for both relationships of Eq. (3.1) are almost equal, about 0.66. The\nroot of the cross-correlation function is near lag 0 (not shown), which means\nthat there is no additional phase shift between SST and Z20. For MIOC360 and\nMIOC480 the correlation coefficient is large for the case that Z20 drives SST\n(0.54 and 0.60), but small for the reverse case, SST driving Z20 (0.35 and 0.37).\nWe thus conclude that the simple oscillator is not appropriate for MIOC360 and\nMIOC480, and that the intercation: positive (negative) SST anomalies — en-\n\n47",
    "Page_60": "3. The El Nifo- Southern Oscillation in the Middle Miocene climate\nb)\n\n48\n\na)\n\n40\n2.0\n\nSST anomaly\n\n220 anomaly\n\nSST anomaly\n\n220 anomaly\n\nSST drives 720\n\nSST drives 720\n\n| MIOC360 |\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSST anomaly\n\n40\n\n2.0\n\n \n\nSs\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nalaSSTA)\n\n \n\n \n\n \n\n220 anomaly\n\n \n\n \n\n \n\n \n\n \n\n \n\nalaSSTA)\n\n \n\n \n\n \n\n \n\nSST drives 720\n\n| MIOC480 |\n\nr= 0.37\n\na\n\nSST drives 720\n\n| MIOC720 |\n\nr= 0.48\n\n \n\nee\n\n \n\n \n\nSst\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSST anomaly\n\nLA aa\n\n \n\n \n\n \n\n \n\nverre MN Ay hy A\n\n \n\nVv \\/\n\n \n\n~aiat(Z20TH)\n\n \n\n \n\n \n\n \n\n0 10\n\nZ20 drives §sT\n\nT\n20 30\n\nyey yy E\n\n40\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nalatiSSTA)\n\n \n\n \n\n \n\n \n\n220 anomaly\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nalatiSSTA)\n\n \n\n \n\n \n\n \n\n \n\nT T\n20 30\n\nT T\n20 30\n\nFigure 3.3: Simple recharge/discharge oscillator diagnostics from 20°C thermo-\ncline and SST anomalies.\n\nhanced (reduced) atmospheric deep convection — stronger (weaker) wind stress\ncurl anomalies — thermocline discharge (recharge) is disrupted.\n\nAs we just showed for the Nino3.4 time series, periodicity in MIOC720 re-\nturns, and the feedback between Z20 and SST is re-established. MIOC720 is,\nhowever, special because the correlation coefficient is relatively low compared\nto CTRL, but one can guess by eye that the oscillator has an additional phase\nshift. In fact, Z20 leads by about 8-10 months, and the lagged correlation coef-\nficient of now about 0.75 is larger than for CTRL. We may speculate about the\nphysical implication of this addition phase shift. It could be related to a prema-\nture discharge (recharge) of the thermocline, for example, due to strong random\nforcing or due to more inertia of the system (by larger amounts of heat stored in\nthe thermocline).",
    "Page_61": "Modelled ENSO events and the equatorial Pacific Ocean\n\nThe simple oscillator model provides additional insight into ENSO dynam-\nics. The periodic behaviour of ENSO is reproduced for CTRL and MIOC720,\nbut both setups show a slightly different dynamic response, namely an addi-\ntional phase shift between thermocline discharge and SST increase. The oscil-\nlator model also reveals that feedback processes between SST and thermocline\ndepth anomalies are disrupted in MIOC360 and MIOC480. Causes for the dis-\nruption are analysed in the following.\n\n3.4 Modelled ENSO events and the equatorial\nPacific Ocean\n\nWe focus on the driving mechanisms for ENSO events according to the Bjerk-\nnes feedback. The major ingredients are zonal wind stress, thermocline depth,\nor, equivalently, sea surface height, and SST and outgoing longwave radiation\nas indicator of deep convection over the westem Pacific warm pool. The time\nevolution of these variables along the equator resembles a series of ENSO events\n(Figure 3.4).\n\nIn CTRL almost every positive (negative) wind stress anomaly causes an El\nNino (La Nifia) in the eastern Pacific. For example, consider the wind stress\nanomaly between 180 and 120°W in year 56 (subsequent numbering in Fig-\nure 3.4a). The weaker trade winds cause a thermocline discharge that propagates\neastward and is reflected by a positive sea surface height anomaly. An El Nifo is\ninitiated, and westward propagating positive SST anomalies further weaken the\nWalker Circulation due to the Bjerknes feedback. As a result, the region of deep\nconvection in the western Pacific shifts toward the east, while the surface ocean\nto the west takes up more heat, recharging the thermocline.\n\nAll Middle Miocene experiments show a larger variability over the west-\nem Pacific warm pool compared to CTRL, for example, outgoing longwave\nradiation— indicating atmospheric deep convection—as well as zonal wind\nstress (Figure 3.4b-d). Zonal wind stress anomalies exert momentum anoma-\nlies on the upper ocean, thereby enhancing variability of the equatorial current\nsystem. Zonal velocity variability in the upper western equatorial Pacific is\n\n49",
    "Page_62": "3. The El Nifo- Southern Oscillation in the Middle Miocene climate\n\n50\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\na) CTRL\nZonal wind stress sea surface height sea surface temperature outgoing LW\n5 1 1 L ! ! L 1 1 1\n_\n. — =\n40 |. = 16 a 4 80\n*0 - 30 - 12 —_ 3 60\n~ 7 20 — 8 - — 2 fe a 40\n15 6 1.5 30\neS 10 4 ]° 1 20\n85] ml —_ - a, 7\n—_ 5 — 2 , ~~ 0.5 10\n- 5 — 2 — 05 | 4 +10\nols -10 “4 32a 1 oO 20\n©. 15 a 6 “Sa 1.5 ® -30\n|. . —_ a a .\n55] 1X4 20 _— 8 1S ae 2 | ~ 40\n. -30 42 | > 3 f -60\na -40 —— 16 | Te 4 1 e -80\n50-5 T T t T T ot T oo T T T t\n120E 180 120W -404 120E 180 120W -404 120E 180 120W -404 120E 180 120W -404\nlongitude longitude longitude longitude\nb) MIOC360\nZonal wind stress sea surface height sea surface temperature outgoing LW\n75 1 1 L L ! ! 1 1 1\n= SS\n} 40 |] |fite ~ 4 . 80\n70 de 30 7. 12 4 - 3 60\n. 20 | a 8 |. ales 2 40\nt 15 6 1.5 30\n65 4 = 10 J —-= 4 = — 1 Ph)\n<= 5 a 2 g* 0.5 10\n5 i. 2 4) -0.5 H10\n60-1?) @& == -10 7 a 4 7 = 1 20\n715 6 -1.5 -30\n= -! a -f =° - |.\n55 |) 20 | —_ 8 ie 2, 2 1 40\nJ . -30 | -12 3 -60\n-40 | = = -16 — 4 -80\nee —_—— om\n50-5 T T t T T T t T T T 4 T T T t\n120E 180 120W -404 120E 180 120W -404 120E 180 120W -404 120E 180 120W -404\nlongitude longitude longitude longitude\n\nFigure 3.4: 25 years of zonal wind stress, sea surface height, sea surface temper-\nature, and outgoing longwave radiation anomalies along the equatorial Pacific.\nThe data are Trenberth (1984) filtered and the units are Wm~2, mPa, cm, and K.\nTo highlight ENSO events, Nino3.4 time series are attached to each plot. Subse-\nquent numbers in CTRL exemplify a typical ENSO event. To be continued.\n\nlarger for the Middle Miocene experiments, despite a similar structure of the\nmean zonal velocity field (Figure 3.5). A reason for the larger variability in the\nwestern Pacific could be the wider Indonesian through-flow (Figure 3.1). Proto-\nNew Guinea is located further to the south, and more open water is exposed to\nevaporation and, hence, more atmospheric deep convection occurs (not shown).\nAssuming that enhanced deep convection is in line with larger variability, atmo-",
    "Page_63": "Modelled ENSO events and the equatorial Pacific Ocean\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nc) MIOC480\nZonal wind stress sea surface height sea surface temperature outgoing LW\n75 L L L L L L L L L\n= 40 | ite T= a 4 | 80\n70 Je J _ 12 i% 3 Jo 60\n=. —- 8 2 40\n\\o- 15 6 —_— 15 Jo 30\nf- I\n65 Je 10 J 2 4 Jo. 1 te 20\nI 5 218 05 Je 10\nee 5 Se 2 18 -0.5 -10\n60 = 104 440 = 14° 59\nad pis | — 6 foe H1.5 { -30\n55 = nD —— 8 - ~ 2 | -40\n4 4 —_ 4 “it 4\n-30 | -12 | © 3 f- -60\na 4 . -— a Z\n‘ 0 16 — 4d. 80\n50-5 T T t T T T t T T T t T T T t\n120E 180 120W -404 120E 180 120W -404 120E 180 120W -404 120E 180 120W -404\nlongitude longitude longitude longitude\nd) MIOC720\nZonal wind stress sea surface height sea surface temperature outgoing LW\n75 1 1 L ! 1 L ! 1 1\n—_, —_—\n= 16 — 4 - 80\n—:\noi = ° ) ee |. °°\n- _— ‘-\na . 6 < 1.5 = 30\n657 @ 4 4 1 te 20\n—. 2 <a 05 pe 10\n-~> 2 > ed -0.5 > 10\n60 4 4 4 =. ay 20\n_ 6 ‘ 1.5 | oe 30\n55 . 8 | 2) * 40\nja -12 3 -60\n= -16 4 80\n59 _ =>\nT T T t + T T T + T T T +\n120E 180 120W -404 120E 180 120W -404 120E 180 120W -404 120E 180 120W -404\nlongitude longitude longitude longitude\n\nFigure 3.4: Continued.\n\nspheric forcing over the western Pacific is generally stronger. On interannual\ntime scales this additional atmospheric “noise” influences ENSO dynamics.\nAtmospheric noise due to enhanced deep convection events may explain the\nmore random ENSO in MIOC360 and MIOC480. A lagged cross-correlation be-\ntween Nino3.4 and SST, and between Nino3.4 and thermocline depth, shows that\nan ENSO event in MIOC480 is related to a long-persisting temperature anomaly\nin the western Pacific (Figure 3.6c). The bulge between 120 and 150°E starting\nat lag month —18 can be distinguished from the eastern Pacific anomaly that\npropagates westward. We assume that the long-persisting anomaly is the sum of\n\n51",
    "Page_64": "3. The El Nifo- Southern Oscillation in the Middle Miocene climate\n\n52\n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\na) b)\nE\n© 1004 100 4\na\no\n> 200 4 200 4\n300 4 300 4\n400 4 400 4\n500 T T T T T T 500 T T T T T T\n120E 150E 180 150W 120W 90W 120E 150E 180 150W 120W 90W\nEQ MIOC480 ms d) EQ MIOC720\n100 4\n200 4\n300 4\n400 4\n500 T T T T T 500 T T T T T T\n120E 150E 180 150W 120W 90W 120E 150E 180 150W 120W 90W\nlongitude longitude\n\n \n\n \n\n \n\n \n\n \n\n-0.8 -0.6 -0.4 -0.2 0 0.2 0.4 06 0.8\n\n \n\nFigure 3.5: Mean zonal ocean velocity along the equatorial Pacific. Negative\n(positive) values indicate eastward (westward) motion. Contour lines correspond\nto standard deviations of the zonal velocity with intervals of 0.05 m/s.\n\na westward propagating SST anomaly and a local western Pacific SST anomaly.\nAs aside note, the 150°E longitude is also the eastern boundary of the western\nPacific deep convection and wind stress anomalies (compare Figure 3.4).\n\nIn summary, we find that anomalous deep convection events and the associ-\nated wind stress anomalies in the western Pacific affect the upper ocean and in-\nhibit a basin-wide ENSO mode. Western Pacific wind stress anomalies add to the\nmore central Pacific wind stress anomalies and, thus, end up ina more random at-\nmospheric forcing that influences the thermocline recharge/discharge processes\non interannual time scales. Westward propagating ENSO events are exposed\nto the atmospheric “noise” that interupts the Bjerknes feedback in MIOC360\nand MIOC480. In contrast, the ENSO mode in MIOC720 is strong enough\nto overcome the perturbations at the western Pacific, so that periodicity is re-\nestablished.",
    "Page_65": "Teleconnection patterns\n\n  \n \n \n \n \n \n \n \n \n \n \n \n  \n\no\n~~\n\n \n\n  \n\nSST vs Nino3.4 CTRL Z20 vs Nino3.4\nj E 20 4\n\n \n\n= =\n\n5 5\n\n£ E — °4\n\n2 >\n\n8 - E # 104\n\n120E © 150E.-«S 180 150W = 120W SOW 120 © 150E.—«S«180=Ss SOW = 120W SOW\nlongitude longitude\nb SST vs Nino3.4\n\n \n\n20 4\n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n= 10 E04\nS S\nBoo EB of\nB 0 B -0 4\n20 4 E 20\nT T T T T T\n120E 150E 180 150W 120W 90W 120E 150E 180 150W 120W 90W\nlongitude longitude\nc) _SspvsNnop migc4so 220 vs Nino3.4 migc4so\n20 4 E 20 4 E\ne 04 E E04 E\nS S\n2 oo E 2 of E\nB 404 E 2-0 4 E.\n20 4 E 20 E\nT T T\n120E 150E 180 150W 120W 90W 120E 150E 180 150W 120W 90W\nlongitude longitude\n\n  \n \n \n \n \n \n \n \n \n \n\nQa\n~\n\nSST vs Nino3.4 MIQC720 Z20 vs Nino3.4\n\nae x0 4 E\nE wd E\nE od E\n\n10 4 Eb\n\nlag (month)\n\n \n\n \n\n \n\n \n\nlag (month)\n1 1 1 1 1\n\n120E 150E 180 150W 120W 90W 120E 150E 180 150W 120W 90W\nlongitude longitude\n\n \n\n08 06 04 -0.2 0 0.2 0.4 0.6 0.8\n\nFigure 3.6: Lagged cross-correlation along the equator of (left) sea surface tem-\nperature (SST) and (right) 20°C-thermocline (Z20) anomalies onto the Nino3.4\nindex. Nino3.4 leads when lags are positive, SST and Z20 lead for negative lags.\n\n3.5 Teleconnection patterns\n\nIn this section, we focus on the effect of ENSO on global climate for the Middle\nMiocene experiments. We use linear regression analysis to determine telecon-\nnection patterns, and describe how they shift and strengthen under different CO,\n\n53",
    "Page_66": "3. The El Nifo- Southern Oscillation in the Middle Miocene climate\n\n54\n\n) Nino3.4 onto SST\noon ote\n\nMioc360\npoe\n\n \n\n \n\n90s To 80S ooo ni\n0 —-80E «OE OE 120F 150E 180 150W 120W GOW GOW SOW 0 © 30E GE BE 120E © 150E © 180 150W 120W 90W GoW SOW 0\n\n \n\n:\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTo\n0 90E GUE QE 120E 150E 180 150W 120W OW GoW aoW 0\n\nTO\n0 WE GUE OE 120E 150E 180 150W 120W OW GOW OW 0\n\n \n\n2 16 -12 08 04 0 04 08 12 16 2\n\n \n\n \n\n \n\n \n\nFigure 3.7: Linear regression of the Nino3.4 index onto the monthly sea surface\ntemperature anomalies. Regression coefficients exceeding the 95% significance\nlevel are coloured. Contour lines show the explained variance at intervals of 10,\n30, 50, and 70%.\n\nforcings. We then investigate the strength of the “atmospheric bridge” that con-\nnects the tropics and the extratropics [Liu and Alexander 2007], and also how\nENSO influences the large-scale atmospheric circulation in the extratropics.\n\nLinear regression analysis\n\nSST anomalies regressed onto Nino3.4 reveal that the teleconnection pattern in\nMIOC360 and MIOC480 is slightly shifted westward and its meridional extent\nis larger compared to CTRL (Figure 3.7). The correlation to the Indian Ocean is\nlarger and ENSO explains more variance for all Miocene experiments due to the\nwider Indonesian through-flow connecting Indian and Pacific Ocean. At higher\nCOz levels, teleconnections become stronger and teleconnection patterns grow\nlarger. In MIOC720, the pattern shifts westward and resembles a more central-",
    "Page_67": "Teleconnection patterns\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 3.8: Linear regression of the Nino3.4 index onto (a) monthly 2 m air tem-\nperature, (b) sea level pressure, and (c) zonal wind stress anomalies. Regression\ncoefficients exceeding the 95% significance level are coloured. Contour lines\nshow the explained variance at intervals of 10, 30, 50, and 70%.\n\nPacific ENSO, a type of ENSO that is also expected to occur more frequently in\nprojections of future global warming [Y eh et al. 2009].\n\nThe linear regression of 2m air temperature shows an increased response to\nENSO phases in mid- and high latitudes while the structure of the teleconnec-\ntion patterns remains the same (Figure 3.8a). In MIOC720, ENSO explains on\naverage 25-40% of the tropical variability between 10°S and 10°N.\n\nSea level pressure regression resembles the tropical Pacific pressure system\nof the Walker circulation, with low pressure over the eastern and high pressure\nover the western Pacific during the positive phase of ENSO (Figure 3.8b). ENSO\n\n55",
    "Page_68": "3. The El Nifo- Southern Oscillation in the Middle Miocene climate\n\n56\n\nalso effects the low pressure system over the North Pacific. Although, the tele-\nconnection is weak, it has consequences for midlatitude storm tracks. Again, in\nthe Middle Miocene experiments the teleconnections intensify, and the response\nto ENSO is largest in MIOC720. ENSO also dominates the sea level pressure\nover the Indian Ocean which, in turn, largely determines the Asian monsoon\nsystem. In all Middle Miocene experiments, we find a larger impact on the Arc-\ntic pressure system, and, for MIOC480 and MIOC720, also on the Antarctic\npressure system.\n\nIn CTRL, the centre of action for the zonal wind stress anomaly is located\nover the central Pacific at 150°W (Figure 3.8c). In MIOC360 and MIOC480\nthe pattern remains at this position, but in MIOC720 it shifts westward to about\n180°E. Also in MIOC720, zonal wind stress increases during El Nino in the\nwesterly regions.\n\nAll teleconnection patterns intensify under Middle Miocene boundary con-\nditions, although the global distribution of teleconnections remains similar to\npresent day. Of course, we have to consider that ENSO variability is smaller in\nMIOC360 and MIOC480. However, despite the nature of ENSO itself we find\na stronger response in the mid- and high latitudes, where ENSO explains more\nvariance. We, therefore, propose that the “atmospheric bridge” is stronger for the\nMiddle Miocene. In the following, we evaluate the effect of ENSO variability\non the atmospheric bridge.\n\nAtmospheric bridge\n\nWarming of the tropical Pacific during El Nifio enhances deep convection and\ncauses warm air to rise. The thermally induced circulation that converts incom-\ning solar radiation into vertical motion of air can be described by the meridional\nHadley circulation. Positive (negative) equatorial Pacific SST anomalies during\nEl Nino (La Nina) intensify (weaken) the equatorial upward branch of the Hadley\ncirculation (Figure 3.9). Anomalous heating is balanced by vertical motion and\ndivergence in the upper troposphere, generating atmospheric Rossby waves that\npropagate to the extratropics. This mechanism is termed “atmospheric bridge”\n[Liu and Alexander 2007].",
    "Page_69": "Teleconnection patterns\n\n \n\n   \n\n \n\n     \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\na) mass stream function CTRL \\ __10°%kg/s b) mass stream function | MIOC360_ _10°%kg/s\n200 4 E 200 4 7 _ E\n2 s04 E 8 aod A\\\\ { E\n8 600 4 E 8 600 4 E\na s00 4 E a 00 4 E\n1000 T 1000 T 7 . 7 T\n60s 308 ° 30N oN 60s 308 ° 30N oN\n: 1 EINino composite : : _EINino composite :\n200 4 E 200 4 E\n2 2\n£ 400 4 E $§ 4004 E\nB B\n8 0004 E  § 60 4 E\n2 800 4 E 2 800 4 E\n1000 T T T T 1000 T T T T T\n60s 30s. ° 30N 60N 60s 30s. ° 30N 60N\n: , LaNina composite : : , LaNina composite :\n200 J E 200 J E\n2 4004 E & a0 4 E\n8 600 4 E 8 600 4 * E\n2 B00 4 E 2 B00 4 3 E\n1000 T T T 1000 T T — T T\n60s 308 ON 60s 308 ° 30N oN\nc) mass stream function | MIOC480 _10°%ka/s d) mass stream function | MIOG720_ 10°kg/s\n200 4 E 200 4 E\n2 s04 E 8 a4 E\n8 600 4 E 8 600 4 E\n& g00 4 E & g00 4 . E\n1000 1000 1 7 1\n60s 308 ° 30N oN 60s 308 ° 30N oN\n: 1 EINino composite : : _EINino composite :\n200 4 E 200 4 E\n2 2\n£ 400 4 E $§ 4004 E\nB B\n8 o00 4 E  § 60 4 E\n& 00 4 E & g00 4 E\n1000 1 1 r 1 1000 1 1\n60s 30s. ° 30N 60N 60s 30s. ° 30N 60N\n: , LaNina composite : : , LaNina composite :\n200 J E 200 J E\n2 4004 E & a0 4 E\n8 500 4 E 8 500 4 E\n& 800 4 E & 800 4 E\n\n1000 T T\n\n \n\n \n\n \n\n \n\n \n\n \n\n1000\n\n \n\n \n\nFigure 3.9: Time mean of zonal mean meridional stream function and\nits El Nifio-/La Nifia-composite for all experiments. Contour intervals are\n20x 10°kg/s for the time mean and 4x 10%kg/s for the composite differences.\n\nRossby waves propagate to preferred regions where quasi-stationary anoma-\nlies develop, for example over the North Pacific. If Rossby waves from the\ntropics penetrate into the midlatitudes, they can alter heat and momentum flux\nof midlatitude eddies, thereby changing the structure and amplitude of the wave\ntrains that correspond to midlatitude storms. As the midlatitude storms prop-\nagate eastward, so does information about ENSO events in the tropical Pacific\nOcean.\n\n57",
    "Page_70": "3. The El Nifo- Southern Oscillation in the Middle Miocene climate\n\n58\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 3.10: Time mean of storm tracks (defined as deviations of the 2-6 days\nbandpass-filtered 500 hPa geopotential height) and their El Nifio-/La Nina-\ncomposites for all experiments. Contour interval is 10 gpm for climatology and\n2gpm for composites. Regions where the deviations exceed 40 gpm are cross-\nhatched.\n\nTo visualise the strength of the atmospheric bridge, we compute El Nino-\nand La Nifla-composites of the mean meridional circulation as well as of the\nmidlatitude storm tracks which we compare to the mean state (Figures 3.10 and\n3.9).\n\nIn CTRL, changes of the mean meridional circulation during ENSO events\nare confined to the tropics (Figure 3.9). The circulation is enhanced during El\nNifo and weaker during La Nila. In MIOC360 and MIOC480 the tropical re-\nsponse is stronger in the southem- and weaker in the northern-hemispheric cell",
    "Page_71": "Discussion and conclusions\n\nduring both phases of ENSO, in contrast to CTRL. ENSO events are stronger in\nMIOC720 and, thus, have a larger impact on the meridional circulation reaching\nas far north as the Ferrel cell, a thermally indirect circulation that is a by-product\nof midlatitude eddies. In MIOC720 the tropical and extratropical response to\nENSO is strongest both for storm track shifts and for the mean meridional cir-\nculation. The response is enhanced over the Northern Hemisphere for warmer\nclimates (MIOC480 and MIOC720) because of a stronger land-sea contrast in\na warming climate due to larger Northern Hemisphere land masses.\n\nTo summarise, we find that ENSO teleconnections under Middle Miocene\nboundary conditions are stronger than today. Teleconnection patterns in the Mid-\ndle Miocene experiments have an almost similar structure as today, but ENSO\nteleconnections reach further into the high latitudes. We attribute this merid-\nional extension to a strengthening of the atmospheric bridge, which means that\ninformation about ENSO events is more easily transported to the extratropics.\n\n3.6 Discussion and conclusions\n\nIn this study, we analyse ENSO variability for Middle Miocene simulations\nforced with different atmospheric CO2 levels. Under relatively low and mod-\nerate CO2 forcing (MIOC360, MIOC480), ENSO variability decreases, but in-\ncreases again under stronger CO forcing (MIOC720). Our findings of stronger,\nlonger-lasting, but less frequent ENSO events are confirmed by a recent model\nstudy where idealised ocean geometries representing the Early Miocene, 20 mil-\nlion years ago, and COz levels of 710 ppm have been applied [Von Der Heydt\nand Dijkstra 2011].\n\nDespite the smaller variability in the moderate forcing scenarios MIOC360\nand MIOC480, teleconnections become stronger and more widespread. A more\neffective atmospheric bridge facilitates a stronger connection between the trop-\nics and the extratropics, although we do not know why the atmospheric bridge\nis stronger. ENSO alters midlatitude storm tracks that, in turn, influence mid-\nlatitude climate. The effect of ENSO is larger under Middle Miocene boundary\nconditions than today. However, in a similar model (ECHAM5/MPI-OM) under\n\n59",
    "Page_72": "3. The El Nifo- Southern Oscillation in the Middle Miocene climate\n\n60\n\nwarming conditions like the IPCC SRES A1B scenario, stronger ENSO telecon-\nnection are more likely conditioned by changes of the tropical Pacific mean state\n(Miller et al. 2008].\n\nUsing a simple oscillator model, we show that the Bjerknes feedback is dis-\nrupted under moderate COz levels and re-established as ENSO gets stronger.\nThe stronger ENSO amplitude with a reduced period has also been found in\na study that investigated the delayed oscillator model [Eccles and Tziperman\n2004]. However, whether real-climate ENSO is a cycle or a series of single\nevents is still under debate [Kessler 2002].\n\nAlthough simulating ENSO has improved over the last years, comparison\nto real-climate indicates limitations in our ability to model ENSO events [e.g.,\nGuilyardi et al. 2009]. ENSO variability is too strong in our present-day control\nsimulation compared to observations. For example, for the HadISST1 data set\n[Rayner et al. 2003] o = 0.8K, compared to the relatively large o = 1.1K in\nCTRL. Furthermore, current coupled comprehensive GCMs show a bias that\nputs the cold tongue too far west [Guilyardi et al. 2009]. ENSO events occur\ntoo regular compared to HadISST1 for the 20th century (not shown), but this has\nalready been an issue for a previous version of the MPI-ESM [J ungclaus et al.\n2006].\n\nSeveral aspects of ENSO might be related to the altered Middle Miocene\ntopography. For example, weaker trade winds in the Middle Miocene are a re-\nsult of lower topography (see Figure 2.7, Chapter 2), and it has been shown that\nlower topography shifts the western Pacific warm pool further to the East [itoh\n2007]. In our study, ENSO becomes stronger, more regular, and has a longer pe-\nriod with lower mountains, which is contrasting our results for MIOC360 where\nwe find a more irregular and weaker ENSO. While Kitoh applied present-day\nboundary conditions, we apply Middle Miocene boundary conditions that affect\nlarge-scale ocean circulation [Kapp and Jungclaus 2011]. Another example is\nthe wider Indonesian through-flow (ITF) that influences the tropical ocean cir-\nculation in the Pacific. As has been shown, a more open ITF weakens ENSO,\nwhich also becomes more irregular [J ochum et al. 2009]. While this is true for\nour moderate Middle Miocene experiments MIOC360 and MIOC480, it does not\nexplain the stronger ENSO in MIOC720. Whether a transition between these",
    "Page_73": "Discussion and conclusions\n\ntwo different states exists would be worthwile to answer in a sensitivity study\nexploring the CO2 range between 480-720 ppm.\n\nReferring to the questions we raise in the introduction, we conclude that (1)\nMiddle Miocene boundary conditions make ENSO more random, though (2)\nteleconnections strengthen due to a more effective atmospheric bridge. ENSO\nevents are recognised even at higher latitude, and ENSO variability has a larger\neffect on the extratropical climate than today.\n\n61",
    "Page_74": "",
    "Page_75": "4 Northern Component Water\nformation and its effect on the\nAtlantic meridional overturning\ncirculation\n\nIt’s always easier to come up with a theory\nwhen you know what the answer has to be.\n\n \n\nW. KESSLER\n\nAbstract\n\nWe investigate the formation of Northern Component Water during the\nMiddle Miocene in a set of experiments where we change ocean topogra-\nphy (1) to amodern Greenland-Scotland Ridge and (2) to a shallow eastern\nTethys ocean gateway. Atlantic meridional overturning circulation is sen-\nsitive to altered sources of Northem Component Water and slows down by\none quarter in (1) and by one third in (2). Interactions between subtropi-\ncal and subpolar gyre in the form of an intergyre only occur for a modern\nGreenland-Scotland Ridge suggesting a control mechanism by ridge over-\nflows.\n\n63",
    "Page_76": "4, Northem Component Water formation and its effect on the AMOC\n\n64\n\n4.1 Introduction\n\nThe oceans transport large amounts of heat and moisture from low to high lati-\ntudes, thereby regulating the global climate system [e.g., Ganachaud and Wun-\nsch 2000]. An important feature of the global large-scale ocean circulation is\nsinking of cold and dense water at high latitudes. For example, Antarctic Bottom\nWater, which forms in the Wedell and Ross Sea around A ntarctica, is the densest\nwater mass in the deep ocean. Its northern-hemisphere counterpart, the North\nAtlantic Deep Water (NADW), consists of relatively warm and saline subtropi-\ncal water that, while being transported northward, loses heat to the atmosphere,\nbut not its salt. This makes it dense enough to become convectively unstable and\nto overturn. High latitude ventilation, accompanied by low latitude vertical mix-\ning that heats the deep ocean and reduces its density, drives the Atlantic Ocean\nbranch of the global thermohaline circulation, the Atlantic meridional overturn-\ning circulation [AMOC; Hansen et al. 2004].\n\nPresent-day NA DW has two sources of dense and cold deep water: (1) over-\nflow from the Greenland and Norwegian Seas across the Greenland-Scotland\nRidge (GSR) and (2) convective overturning in the Labrador Sea. Formation of\nNorthern Component Water (NCW), the predecessor of today’s NA DW, is an an-\ncient feature of the North A tlantic that can be dated back to the Middle Miocene,\nabout 15 million years ago [Wright and Miller 1996], although for times before\n12 million years, these reconstructions are not robust [Poore et al. 2006]. On the\nother hand, early Oligocene (~35 million years ago) deposits in the Southeast\nFaroer Drift suggest a southerly flow regime of deep water even earlier [D avies\net al. 2001]. Our study from Chapter 2 showed that AMOC strength in the Mid-\ndle Miocene climate is insensitive to open lateral gateways such as the Panama\nSeaway and the Tethys and is nearly as strong as today [Krapp and J ungclaus\n2011]. Now the question that arises is:\n\n(1) Why is the AMOC in the Middle Miocene as strong as today?\n\nWe expect that NCW forms in a similar way as NADW, which controls the\nthermohaline circulation in the Atlantic. Furthermore, overflows from the\nGreenland-Norwegian Sea cannot contribute to NCW formation in the Middle",
    "Page_77": "Introduction\n\nMiocene North A tlantic as the Greenland-Scotland Ridge is absent in the applied\ntopography, which leads us to the question:\n\n(2a) What is the effect of a modern Greenland-Scotland Ridge for\nNCW formation during the Middle Miocene?\n\nTopographic reconstructions become more difficult the further we go back\nin time [Crowley and Burke 1998]. The Tethys Ocean closure was initiated by\nthe northward drift of India during the Late Eocene and is considered to have\nended between 14 and 15 million years ago [Rog! 1998]. Such plate tectonic\nevents may even have triggered the Middle Miocene climatic transition between\n17 and 11 million years [Husing et al. 2009]. Another example concerns Tethys\noutflow water (TOW), a warm and saline Tethys Ocean water mass, that has\nbeen hypothesised to penetrate into the A tlantic between 20 and 13 million years\nago [Ramsay et al. 1998]. In Chapter 2, we showed that a westward flow of\nwater originating in the Indian Ocean enters the A tlantic Ocean through the open\nTethys, but the modelled TOW is relatively fresh. We address the uncertainty of\nthe eastern Tethys closure associated with water masses that enter the A tlantic\nOcean and ask:\n\n(2b) What is the effect of a shallow eastern Tethys for NCW forma-\ntion during the Middle Miocene?\n\nIn the second part of this study, we analyse the dynamic response of large-\nscale ocean circulation to altered topographic boundary conditions. A question\nthat arises from uncertainties regarding the two described tectonic events is:\n\n(3) What is the effect of a shallow eastem Tethys or a modem\nGreenland-Scotland Ridge on the meridional overturning and hor\nizontal gyre circulation?\n\nThe proposed Middle Miocene scenarios may, thereby, also serve as a testbed for\nthe sensitivity of large-scale ocean circulation to underlying topographic bound-\nary conditions. The Greenland-Scotland Ridge experiment, for example, adds\nto our understanding of NCW/NA DW formation and its effect on ocean circula-\ntion. To the best of our our knowledge, so far, no study relates the dynamics of\nthe subpolar gyre to the Greenland-Scotland Ridge.\n\n65",
    "Page_78": "4, Northem Component Water formation and its effect on the AMOC\n\n66\n\nThe study is organised as follows. In the Section 4.2 we describe our ex-\nperimental design with the changed ocean topography. Section 4.3 describes\nthe formation of Northern Component Water and its distribution in the Atlantic\nOcean for the two sensitivity experiments: modern Greenland-Scotland Ridge\nand shallow eastern Tethys. Afterwards, we analyse the effect of the topography\non the meridional overturning circulation as well as the horizontal gyre circula-\ntion in Section 4.4. We discuss our results in Section 4.5, give an outlook into\npotential future studies in Section 4.6, and conclude in Section 4.7.\n\n4.2 Experimental design\n\nWe use the comprehensive Earth-System Model MPI-ESM that consists of\nthe atmosphere-land surface model ECHAM5/JSBACH [Roeckner et al. 2003,\nRaddatz et al. 2007] and the ocean model MPI-OM [Marsland et al. 2003].\nECHAM5 is used with T42 truncation, which corresponds to a horizontal grid\nspacing of 2.8° and has 19 levels in the vertical, the uppermost being at 10 hPa.\nMPI-OM uses a tripolar curvilinear grid with a quasi- homogeneous horizontal\ngrid spacing of about 1° and has 40 levels in the vertical, which are unequally\nspaced. MPI-OM incorporates a dynamic-thermodynamic sea-ice model that\nfollows the descriptions of Hibler and Semtner [Hibler 1979, Semtner 1976].\nMPI-OM and ECHAM5 exchange momentum flux, heat flux, and freshwater\nflux, as well as sea surface temperatures, sea-ice thickness, sea-ice area fraction,\nand snow cover on sea ice once per day via OASIS [Valcke 2006].\n\nWe define the Middle Miocene climate scenarios with prescribed CO of\n480 ppm from Chapter 2 as the baseline experiment for the subsequent sensitivity\nstudies and call it MCTL. In MCTL, we apply a reconstructed Middle Miocene\ntopography based on a rotated global plate tectonics model [Herold et al. 2008).\nFor the first sensitivity experiment, we change the bathymetry in the Nordic\nSeas to a modern Greenland-Scotland Ridge, but without Iceland (Figure 4.1);\nthis experiment will be called MGSR. For the second sensitivity experiment, we\napply a shallow eastern Tethys gateway; this experiment will be called MTET.\nAlthough the turnover time of the ocean is much longer, both experiments are\nrun for 500 years to quasi-equilibrium, because the applied topographic changes",
    "Page_79": "Formation of Northern Component Water\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n100 250 500 750 1000 1500 2000 2500 3000 3500 4000 4500 5000\n\nFigure 4.1: Ocean bathymetry of the North Atlantic as applied in PCTL, MCTL,\nMGSR, and MTET (in m).\n\nonly restrict the ocean circulation rather shutting it off, which would require a\nlonger integration. Whenever helpful, we compare the three Middle Miocene\nexperiments to the same present-day control simulation as in Chapter 2, because\nhere, a Greenland-Scotland Ridge is also included. The present-day control ex-\nperiment is called PCTL. We use the last 100 years of each experiment for our\nanalysis.\n\n4.3 Formation of Northern Component Water\n\nNorthern Component Water (NCW) forms due to deep convection and overflows\nin the Nordic Seas and is distributed within the Atlantic Ocean. We distinguish\nbetween (1) the effect of the Greenland-Scotland Ridge (GSR) in the Nordic\nSeas and (2) the effect of the eastern Tethys closure at midlatitudes on NCW\n\n67",
    "Page_80": "4, Northen Component Water formation and its effect on the AMOC\n\n68\n\nformation and its distribution across the Atlantic Ocean. For (1) we compare\nMCTL and MGSR, whereas for (2) we compare MCTL and MTET.\n\nThe role of a modern Greenland-Scotland Ridge\n\nRegions of deep water formation in the northern hemisphere can be diagnosed\nfrom the winter mixed layer depth, representing the reduced stable stratification\nof the ocean surface due to overtuming of dense and convectively unstable sur-\nface water (Figure 4.2). The Labrador Sea is the major deep water formation\nregion in MCTL. The Norwegian Current brings warm and relatively saline wa-\nter onto the Barents Shelf. Due to strong cooling, dense water forms that spills\nover into the North Atlantic between 70 and 75°N (Figure 4.2b). In MGSR,\nmost deep convection occurs in the now isolated Greenland Sea (Figure 4.2c),\nand Barents Shelf water is no longer dense enough to compete with Greenland\nSea Deep Water (GSDW). The GSR shields the Greenland Sea from warm inter-\nmediate water that otherwise would penetrate into the high latitudes.\n\nIf dense and cold surface water becomes convectively unstable, it sinks and\nmixes with surrounding water to form NCW. Figure 4.3 shows different North\nAtlantic water masses that form NCW in a TS-diagram. Labrador Sea water\n(LSW) is relatively fresh (34.2-34.5 psu) but colder than NCW by about 3K;\nsubtropical A tlantic water is warmer (15-20°C) but more saline (>35.5 psu) than\nNCW. In MGSR, Greenland Sea Deep water (GSDW) is the densest water that\ncontributes to NCW (Figure 4.3c). Overflows entrain surrounding water as they\nrush downward after crossing the GSR. Although deep water formation shifts\nfrom the Labrador Sea to the Greenland Sea— both characterised by different\ndeep water masses— the resulting NCW is almost identical.\n\nAfter sinking, NCW returns southward and overlays the colder and denser\nAntarctic Bottom Water. A vertical cross section along ~30°W (Figure 4.4)\nstarting at the coast of Antarctica across the Southern Ocean, Atlantic Ocean,\nending in the Nordic Seas shows the distribution of different water masses and\ntheir potential temperature, salinity, and potential density (Figure 4.5). GSDW\nreplaces large parts of NCW north of the GSR and fills the Greenland Sea in\nMGSR. Downward sloping isopycnals at about 60°N show overflows that mix",
    "Page_81": "Formation of Northern Component Water\n\n \n\nF 50°N\nx\n50°N\n\n+ 40°N\n40°N\n\nj- 30°N\n30°N\n\n20°N F 20°N\n\n \n\n \n\n \n\n \n\n \n\nf SO°N\n50°N\n\nF 40°N\n40°N\n\nEf 30°N\n30°N\n\nfF 20°N\n20°N\n\n \n\n \n\n \n\n \n\n \n\n30°W 15°W\n\n \n\n \n\n500 1000 1500 2000 2500 3000\n\nFigure 4.2: March mixed layer depth in the North Atlantic as indicator of deep\nwater formation in (a) PCTL, (b) MCTL, (c) MGSR, and (d) in MTET (in m).\n\nwith LSW to form NCW. However, the distribution of NCW within the At-\nlantic basin is similar in MCTL and MGSR. Interestingly, NCW is deeper at\nabout 30°N to circumvent Tethys outlow but ascends again south of the western\nTethys.\n\nClosing of the eastern Tethys gateway: a modern\nMediterranean\nThe strong westward flow from the Indian Ocean into the Atlantic found for\n\nMCTL is suppressed in the shallow eastern Tethys scenario MTET (Table 4.1).\n69",
    "Page_82": "4, Northen Component Water formation and its effect on the AMOC\n\n70\n\n \n\n \n\n    \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\na) b) , MGT 420-5170m\nWoe\n18 + eo\n15 4\n2 @\n2 2 12-\n© ®\noO oO\nQa a\nE E94\n2 Zz\n6\n3\n340 345 35.0 35.5 360 365 370 340 345 35.0 355 360 365 37.0\nsalinity salinity\nc) , ___M@SR 420-5170m d) , _MTET._ 420-5170m\n2 2\n5 2\n© ©\noO oOo\nQa a\n£ €\n2 £\n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n34.0 345 35.0 355 36.0 365 37.0 34.0 345 35.0 355 36.0 365 37.0\nsalinity salinity\n\nFigure 4.3: TS-diagram for water masses that form Northern Component Water\n(NCW) in the North Atlantic during winter (March) between 420 and 5170m\n(temperature in °C and salinity in psu). Abbreviations are: AABW: Antarc-\ntic Bottom Water— ABW: Arctic Bottom Water— AW: Atlantic Water— GSDW:\nGreenland Sea Deep Water— LSW: Labrador Sea Water— NADW: North At-\nlantic Deep Water— MOW: Mediterranean Outflow Water— TOW: Tethys Out-\nflow Water.",
    "Page_83": "Formation of Northen Component Water\nSPG\noon | i. E\naon ee L\n™ STG\n30S 4 L\n90S T T T T T T T T\n\n \n\n \n\n \n\nFigure 4.4: Pathway of vertical cross section as black line. Blue (black) stars\ndenote approximate coordinates for suptropical- and subpolar-gyre index for the\nMiddle Miocene (present day).\n\nBecause the shallow eastern Tethys does not completely shut off the Indian from\nthe Atlantic Ocean, a net westward flow of about 1.9Sv remains (Table 4.1).\nHowever, a considerable amount of upper ocean A tlantic water enters the Tethys\n(not shown). Here, surface water is exposed to enhanced evaporation and hence\nbecomes saltier. Warm and saline water sinks and returns into the A tlantic Ocean\nat intermediate depth of about 1500m. This Tethys Outflow Water (TOW) has\na salinity larger than 35.4 psu and is thus dense enough to cause deep convec-\ntion during winter (Figure 4.2d). TOW can be easily distinguished in the verti-\ncal cross section of the Atlantic (Figure 4.5). While being advected northward,\nTOW entrains suptropical water which is warmer and denser as it enters the\nNordic Seas, compared to MCTL or MGSR (Figure 4.3). Due to the shallow\neastern ocean gateway, the Tethys turns into an evaporative basin comparable to\nthe present-day Mediterranean.\n\nNCW Formation and strength of Atlantic meridional\noverturning circulation\n\nThe Labrador Sea is the major source region of NCW formation in MCTL, but\nBarents shelf overflows are also an important source of NCW. The Greenland\nSea in MGSR dominates deep water formation due to the modern GSR on the\nexpense of convection in the Labrador Sea. In MTET, NCW forms from Barents\nshelf overflows and also partly in the Labrador Sea and in the Tethys, but deep\n\n71",
    "Page_84": "4, Northern Component Water formation and its effect on the AMOC\n\n1000 4\n\n2000 4\n\ndepth\n\n4000 4\n\n5000 4\n\n1000 4\n\n2000 4\n\ndepth\n\n4000 4\n\n5000 4\n\n1000 4\n\n2000 4\n\ndepth\n\n4000 4\n\n5000 4\n\n72\n\n3000 4\n\n3000 4\n\n3000 4\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nT T T T T T T T T T T T T T T\n60S 30S 0 S0N GON 60S 308 0 30N GON 60S 30S, 0 30N-60N\n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\nT T T T 1 T T T T T\n30S 0, 30N_ GON 60S 30S 0, 30N_ GON 60S 30S 0 30N GON\nlatitude latitude latitude\n\nFigure 4.5: Vertical cross section across the Southern and A tlantic Ocean for (a)\ntemperature (in °C), (b) salinity (in psu), and (c) potential density (in kgm~°).\nHashed regions indicate NCW and AABW, and cross-hatched regions indicate\nGSDW (TOW) in MGSR (MTET). The vertical bar at ~35°N marks the location\nand depth of the Gibraltar Strait.",
    "Page_85": "Role of ocean gateways for meridional overturning and horizontal gyre circulation\n\nTable 4.1: Net volume transport into the Atlantic Ocean through the Panama\nSeaway and through the Strait of Gibraltar as well as transport of subtropical\ngyre (STG), subpolar gyre (SPG), and Atlantic meridional overturning circula-\ntion (AMOC) at 40°N/1000 m. All values +/- one standard deviation (in Sv).\n\n \n\n \n\nnet volume transport PCTL MCTL MGSR MTET\n\nPanama Seaway _ 1543.1 -0143.0 9543.6\nStrait of Gibraltar -0.0740.06 11.042.0 108419 1940.5\nSTG 97.7+5.3 398474 38547.5 440+7.6\nSPG 348448 506455 33.243.7 48.0+4.7\nAMOC 20.3424 19.941.7 146418 12.741.\n\n \n\n \n\n \n\n \n\nwater formation generally decreases compared to MCTL. Although NCW in all\nMiddle Miocene experiments comprises of deep water that has different sources,\nwater mass properties of NCW are almost identical as shown in the TS-diagram.\nHowever, deep water formation in PCTL and MCTL is more enhanced than in\nMTET and MGSR (Figure 4.2). Because the rate of NCW formation determines\nthe strength of the Atlantic meridional overturning circulation (AMOC), it is\nof comparable strength in PCTL (20.3 Sv) and MCTL (19.9 Sv), but weaker by\nabout one quarter in MGSR (14.6 Sv) and by about one third in MTET (12.7 Sv)\n(Table 4.1 and Figure 4.6).\n\n4.4 Role of ocean gateways for meridional\noverturning and horizontal gyre circulation\n\nWe now focus on the dynamics of the meridional overturning circulation and\nthe horizontal gyre circulation. We show how both interact with each other and\ninfluence heat transport in the Atlantic Ocean.\n\nAMOC variability\n\nThe structure of the A tlantic overturning cell is similar in all experiments despite\nthe different sources of NCW, although it is extended northward in the MCTL\n\n73",
    "Page_86": "4, Northem Component Water formation and its effect on the AMOC\n\n74\n\n \n\n \n\n1000\n\n2000 +\n\ndepth\n\n3000 4\n\n4000 |\n\n \n\n \n\n \n\n5000 5\n\n \n\n \n\n \n\n \n\nT T T T\n30S 0 30N 60N 30S 0 30N 60N\n\nFigure 4.6: Atlantic Meridional Overturning Circulation (in Sv).\n\nand MTET (Figure 4.6). Because deep water formation in the different source\nregions depends on different processes, for example excessive evaporation in the\nTethys or overflows across the GSR, different time scales may determine the\nvariability of the meridional overturning. We show monthly AMOC anomalies\nalong the Atlantic Ocean at ~1000 m depth— that is, where the stream function\nhas its maximum— in Figure 4.7. AMOC variations in PCTL are limited to lati-\ntudes south of the GSR, whereas the AMOC also shows high latitude variations\nin MCTL and MTET. Variations between 70 and 80°N are even larger than\nat midlatitudes. Low-latitude AMOC variations are also larger in the Middle\nMiocene experiments compared to present-day.\n\nIn all Miocene experiments, AMOC anomalies propagate northward and\nsouthward starting at ~45°N, while in PCTL, anomalies propagate only south-\nward. The 45°N-latitude corresponds to the front between subtropical and sub-\npolar gyre. Newly formed deep water entrains northward-moving water masses\nand feed back on AMOC anomalies on their way northward. Further south\nat about 45°N, variations propagate southward along ocean-interior pathways\non advection time scales as has been shown for the present-day North Atlantic",
    "Page_87": "Role of ocean gateways for meridional overturning and horizontal gyre circulation\n\n \n\nPcTL : MCTL : : MGsR : : : MTET :\n\nLs\n| coin) 0G) 5 eee\n: bd ct bw J ek\n: | bl & ‘\nvt b «4 : ay ve FE 40 Q: b\nFoo eel Fw —! F\n\n- +\n\n   \n  \n\n \n\net\n\n \n\nyears\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 4.7: Latitude-time plot of normalised AMOC anomalies along the At-\nlantic Ocean. The AMOC index at each latitude is the 1020 m-depth value. Data\nare detrended and smoothed with a 18-month running average filter. Dashed\nlines show the latitude of Panama Seaway (Pan), Strait of Gibraltar (Gib), and\nGreenland- Scotland Ridge (GSR). The lower panels show the standard deviation\n(s.d.) of the monthly mean AMOC anomalies at each latitude (in Sv).\n\n[Zhang 2010]. As soon as AMOC anomalies attach to the deep western bound-\nary current, they propagate southward with coastal Kelvin wave speed.\n\nWe estimate the time scales of AMOC variability by calculating the variance\nspectrum of AMOC anomalies at each latitude (Figure 4.8). The variance spec-\ntrum reveals frequencies or periods for which variations are largest, expressed\nby the power of variance.\n\nDecadal variability on time scales of ~20 years and more is smaller in all\nMiddle Miocene experiments compared to PCTL, but we have to acknowledge\nthat results may not be robust for the short interval under consideration. Vari-\nability of Barents-shelf overflows, an important source of deep water in MCTL\nand MTET, dominates on interannual time scales of 4-10 years between 75 and\n80°N, but is less pronounced in MTET. In MGSR, no such variability occurs at\nhigh latitudes, because GSDW formation outweighs Barents shelf overflows. At\nlatitudes of LSW formation between 50 and 60°N, AMOC varies on time scales\n\n75",
    "Page_88": "4, Northem Component Water formation and its effect on the AMOC\n\n76\n\nPCTL MCTL.\n\nperiod (years)\nperiod (years)\n\n  \n\nMGSR MTET\n\nperiod (years)\n\n \n\n308 0 30N 60N 30S ° 30N 60N\nlatitude latitude\n\n0.0316228 0.1 0.316228 1 3.16228 10 31.6228 100 316.228\n\nFigure 4.8: Variance spectrum of the AMOC anomalies (taken from Figure 4.7)\nalong the Atlantic Ocean. The spectral estimator has been Daniell-smoothed\nwith 5 data points. Note the logarithmic scale of the contours. Hashed regions\nindicate values that are statistically significant at the 5% level compared to a red\nnoise spectrum.\n\nof about 10 years in MCTL and MGSR, but not in MTET. While for today, the\nvariance is smaller north of the GSR at about 60°N, it is largest beyond 60°N in\nMCTL and MTET, where the GSR is absent (Figure 4.8). Due to the advection\nof heat, high latitude AMOC variability also induces heat transport anomalies\nthat, in turn, affect high latitude climate, as we show below.\n\nSubtropical and subpolar gyre variability\n\nThe subpolar gyre (SPG) and the subtropical gyre (STG) are the dominant\nlarge-scale circulation patterns in the North Atlantic (Figure 4.9). To estimate\ntheir variability, we define a gyre-strength index as monthly anomalies of the\nbarotropic stream function at its STG/SPG local extremum (Figure 4.10). Ap-\nproximate coordinates of the gyre centres are shown in Figure 4.4. STG strength",
    "Page_89": "Role of ocean gateways for meridional overturning and horizontal gyre circulation\n\nPCTL 21.5%\nL L\n\n \n\n60N +\n\n30N\n\n   \n\n \n\n60N +\n\n \n\n \n\n \n\n \n\n \n\n \n\n60N\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 4.9: Correlations between barotropic stream function anomalies and its\nfirst principal components (explained variance gives the upper right percentage).\nColoured regions indicate correlation coefficients that are statistically significant\nat the 5% level. Contours show the mean barotropic gyre circulation with solid\n(dashed) lines for anti-cyclonic (cyclonic) circulation in intervals of 5 Sv (zero\nline is omitted).\n\nvariations are larger in the Middle Miocene experiments than in PCTL because\nof lateral throughflow via open ocean gateways. Transport through the Panama\nSeaway, for example, is highly variable and can also reverse sign (Table 4.1).\n\nIn all Middle Miocene experiments, STG is weaker due to large westward\n\nflow through Tethys into Atlantic, but it moderately recovers in MTET, where\nthe shallow eastern Tethys suppresses strong westward flow (Table 4.1). SPG\nis of equal strength in PCTL and MGSR (~33-35 Sv) and also in MCTL and\nMTET (~48-51 Sv), indicating that the GSR limits the strength of high-latitude\ngyre circulation as we will show in the following.\n\n77",
    "Page_90": "4, Northem Component Water formation and its effect on the AMOC\n\na)\n\nb)\n\n78\n\n_PCTL , _MCTL ,\n\n \n\n \n\n  \n  \n\n     \n\nSTG index\nSTG index\n\n \n\n \n\n \n\n \n\n \n\n \n\ncad cad\n\nOo oO\n\nTZ TS\n\n& &\n\noO. oO -\n\nEe - Ee\n\na T T T T a T T T T\n\n0 20 40 60 80 0 20 40 60 80\n\ntime (years) time (years)\n_PCTL _MCTL\n\n \n\n \n\n \n\nSPG index\n\n \n\n \n\nSPG index\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPd Pd\n\noO oO\n\nTC TC\n\n& &\n\noO. oO.\n\na. a,\n\na T T T T a T T T T\n0 20 40 60 80 0 20 40 60 80\n\ntime (years) time (years)\n\nFigure 4.10: 100-years time series of (a) STG index and (b) SPG index (in\nSv). Gray curves show unfiltered anomalies and black curves show anomalies\nsmoothed data with a 18-month running mean.\n\nLateral water mass transport through open ocean gateways influences the\nstructure of the STG, and induces STG variability on intraseasonal time scales.\nA modern Greenland-Scotland Ridge controls the strength of the subpolar gyre\nbecause it acts as a natural boundary for horizontal transport. The ridge also adds\nmore persistence to the subpolar gyre and suppresses small scale fluctuations.\nWe hypothesise a control mechanism of the Greenland-Scotland Ridge on the\nNorth Atlantic gyre circulation which we describe below.",
    "Page_91": "Role of ocean gateways for meridional overturning and horizontal gyre circulation\n\nInteractions between subpolar gyre, subtropical gyre, and\nAMOC\n\nThe meridional overturning circulation (MOC) is linked to poleward heat trans-\nport, because warm tropical surface water moves poleward while colder deep\nwater moves equatorward. MOC associated heat transport is also the largest\ncontributor to global poleward heat transport in the tropics [e.g., Trenberth and\nSolomon 1994]. The total advective ocean heat transport is determined by the\nmeridional velocity v of sea water having potential temperature 0, density o and\nheat capacity Cp\n\nhtro = [[oww @)dxdz,\nContributions to the total heat transport can be decomposed into MOC and gyre\nheat transport\n\n[06v] = [06] [v] + [(09)\"v)]\nwee\nwhere square brackets denote zonal averages and stars denote deviations from\nzonal average.\n\nThe temporal evolution of heat transport anomalies is associated with MOC\nand horizontal gyre transport (Figure 4.11). In PCTL and MGSR— both exper-\niments include a modern GSR— large gyre heat transport variability occurs at\nabout 45°N. We estimate the dominant temporal variability pattern of the hor-\nizontal gyre circulation from the first principal component of the barotropic\nstream function anomalies. The time series is then regressed onto barotropic\nstream function anomalies to estimate the spatial variability pattern of the hori-\nzontal circulation which resembles the “intergyre” (Marshall et al. [2001]; Fig-\nure 4.9). We see that the intergyre is a circulation feature in PCTL and MGSR,\nbut notin MCTL and MTET.\n\nAs Marshall et al. [2001] showed, intergyre dynamics are linked to the North-\nerm Atlantic Oscillation (NAO), one of the most prominent patterns of atmo-\nspheric circulation variability, where a simultaneous strengthening (weakening)\nof the Icelandic low and Azores high leads to stronger (weaker) westerlies [e.g.,\nHurrell et al. 2003]. NAO, thereby, also drives an anomalous heat transport\nacross the intergyre [Marshall et al. 2001]. Therefore, we assume that larger gyre\n\n79",
    "Page_92": "4, Northern Component Water formation and its effect on the AMOC\n\nPCTL MCTL\n\n \n\n \n\n \n\n \n\n \n\now oo = 010 ° oe 010\nosy 4 E 00s ¥ 4 Eooy 4 E 00s ¥\n000 = 000 T 7 000 . 7 200\n\n \n\n \n\n \n\n \n\n \n\n \n\nMGSR\n\n \n\n \n\n \n\n \n\n \n\n10\n4 E 00s ¥\n7 F .00\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigure 4.11: Anomalies of the advective northward heat transport (MOC and\ngyre) in the Atlantic (in PW). Data are detrended and smoothed with a 18-month\nrunning average filter. Overlaid contours show AMOC anomalies as in Fig-\nure 4.7,\n\n80",
    "Page_93": "Discussion\n\nheat transport variability at midlatitudes, as for PCTL and MGSR (Figure 4.11),\nreflects the ocean- atmosphere interactions related to the wind-driven circulation\nanomalies and NAO, and the coupling between atmosphere and ocean.\n\nTo summarise, we find that the GSR determines (1) the strength of the subpo-\nlar gyre and its variability (Figure 4.10) and (2) the intergyre as dominant pattern\nof variability in the North Atlantic (Figure 4.9).\n\n4.5 Discussion\n\nWe analyse the formation of Northern Component Water (NCW), the prede-\ncessor of modem North Atlantic Deep Water in a set of experiments where\nwe changed the bathymetry of the North Atlantic (MGSR) and of the east-\nem Tethys Ocean gateway (MTET). Although deep water formation changes\nfrom convective-overturning dominance to overflow dominance if we introduce\na moder GSR, the distribution of Northern Component Water (NCW) in the\nAtlantic Ocean hardly changes. NCW retains its water mass properties, despite\ndifferent NCW source regions and pathways, for example Tethys outflow water\nor Greenland Sea deep water (GSDW). Barents shelf overflows dominate high\nlatitude variability of the Atlantic meridional overturning circulation (AMOC)\nif the GSR is absent; otherwise, GSDW substitutes Barents shelf overflows. We\nconclude from the set of Middle Miocene experiments that NCW formation is a\nrobust feature of the Middle Miocene North A tlantic.\n\nDeep water formation decreases due to the applied topographic changes and\nhence the AMOC slows down by one quarter (MGSR) to one third (MTET)\ncompared to the Middle Miocene control experiment MCTL. A shallow eastern\nTethys also limits the strong inflow into the Atlantic and the contracted subtrop-\nical gyre recovers in its zonal extent, but becomes only slightly stronger than\nin MCTL. For the GSR, we find that overflows control the dynamics and time\nscales of the horizontal gyre circulation and their associated heat transport. For\nexample, a weaker (stronger) subpolar gyre develops if a Greenland-Scotland\nRidge is present (absent) (Table 4.1). Furthermore, an intergyre, as proposed by\nMarshall et al. [2001], exists in the experiments where overflows can form due\nto the GSR.\n\n81",
    "Page_94": "4, Northem Component Water formation and its effect on the AMOC\n\n82\n\nConcerning the role of the GSR and associated overflows in controlling the\n\nsubpolar gyre, we propose the following: The direct effect of wind stress on\noverflows is less important than thermohaline forcing [e.g., Hansen and ster\nhus 2000]. Assuming that wind stress anomalies refer to short-time variations\nand thermohaline forcing to longer oceanic time scales, we hypothesise that\noverflows introduce more low frequency variability in the sense of Hasselmann\n[1976] due to their integral response to small-scale fluctuations. A box-model\napproach for Denmark Strait overflows by Kase [2006] also showed that the\noverflow response to stochastic forcing is red noise.\nA recent study with a coarse-resolution model showed that the subpolar gyre\nis sensitive to overflows through baroclinic adjustments [Born et al. 2009]. That\noverflows affect subpolar gyre strength has also been shown in a high-resolution\nmodel study, where stronger Nordic Sea overflow leads to a contracted subpolar\ngyre [Zhang et al. 2011].\n\nTo summarise, the Greenland-Scotland Ridge and its associated overflows\ncontrol the horizontal gyre circulation and the air-sea coupling strength.\n\nWe examine the role of overflows and deep convection in the North A tlantic\nlarge-scale ocean circulation. Although topography can alter the strength of the\nAMOC, we do not find a severe slow-down of the AMOC as has been shown\nfor the Pliocene period, where the Panama Seaway was still open [Lunt et al.\n2007]. We propose the following: If we assume that the Antarctic Circumpo-\nlar Current (ACC) and the associated wind-driven upwelling is the first-order\ndriving mechanism for the global thermohaline circulation and the northward\ntransport of Atlantic water is a nearly passive consequence [Wunsch 2002], a\nstable Middle Miocene A MOC is simply an implication of the ACC, which is as\nstrong as today in the Middle Miocene experiments (not shown). A recent proxy\nstudy also provides evidence that the modern ocean structure is a consequence of\nACC development during early Oligocene [Katz et al. 2011]. This supports our\nfindings that NCW formation resembles present-day conditions and that the dis-\ntribution of NCW is similar to the moder distribution of NADW. Because water\nmass formation is robust for different topographic boundary conditions, we pro-\npose that deep water formation not necessarily coincide with to the development\nof the Greenland-Scotland Ridge separating the Greenland-Norwegian Sea from\nthe North Atlantic as has been stated earlier [e.g, Via and Thomas 2006].",
    "Page_95": "Outlook\n\n4.6 Outlook\n\nWe propose three possible directions for future studies.\n\n1. We show that the topography of the Nordic Seas has implications for heat\ntransport at high latitudes. Anomalous heat transport, especially at high\nlatitudes, may alter conditions for sea-ice growth on intraseasonal and in-\nterannual time scales. An open question is how Nordic Seas topography\ninfluences the susceptibility of seasonal or perennial sea-ice cover to vari-\nations in poleward heat transport anomalies. Researchers have already\nfound evidence for Arctic sea-ice and icebergs at ~14 Ma based on in-\ncreased abundance of dropstones and sand [Moran et al. 2006].\n\n2. We showed in Chapter 2 that the AMOC slows down under strong\nCOz forcing (experiment MIOC720). A question that naturally arises\nis whether changed topographic boundary conditions can stabilise the\nAMOC and prevent its slow-down. In a follow-up study, we will inves-\ntigate the AMOC response to increased atmospheric CO2 for both MGSR\nand MTET and analyse the dependence on the choice of boundary condi-\ntions.\n\n3. Finally, to the best of our knowledge, no study relates the “intergyre” cir-\nculation we discussed in Section 4.4 to the Greenland-Scotland Ridge.\nTherefore, we propose a present-day study with a flattened Greenland-\nScotland Ridge, to test if the intergyre is a consequence of Nordic Seas\noverflows.\n\n4.7 Conclusions\n\nTo conclude this study, we answer the research questions stated in the intro-\nduction. (1) The Atlantic meridional overturning circulation is by no means as\nstrong as today, because the associated deep water formation is sensitive to the\napplied topography. (2) Northern Component Water— the predecessor of mod-\nem North Atlantic Deep Water— forms either due to convective overturning in\n\n83",
    "Page_96": "4, Northen Component Water formation and its effect on the AMOC\n\n84\n\nthe Labrador Sea and Barents shelf overflows if the Greenland-Scotland Ridge\nis absent, or alternatively due to overflows across the Greenland-Scotland Ridge.\nDespite its different source, Northern Component Water is similarly distributed\nacross the A tlantic Ocean. (3) Horizontal and meridional circulation is generally\nsensitive to changes in Atlantic bathymetry both in strength and variability. In\nparticular, a modern Greenland- Scotland Ridge controls horizontal gyre circula-\ntion and the strength of air-sea coupling via the intergyre.",
    "Page_97": "Conclusions\n\nWe simulate the climate under Middle Miocene boundary conditions using the\ncomprehensive Earth System Model MPI-ESM. In a set of sensitivity exper-\niments, where we address uncertainties in atmospheric CO and topographic\nboundary conditions, we analyse the variability of atmosphere- ocean interac-\ntions and large-scale ocean circulation. We conclude the thesis by revisiting the\nresearch questions posed in the introduction.\n\n(1) Can a dynamic ocean contribute to a warm Middle Miocene\nclimate and reduce the equator-to-pole temperature gradient?\n\nThe dynamic ocean cannot be held responsible for a global redistribution of\nheat to higher latitudes. Although the large-scale ocean circulation changes due\nto Middle Miocene ocean gateway reconfigurations, the overall warming is too\nsmall. The reduction of the equator-to-pole temperature gradient, as suggested\nby marine and terrestrial proxies, is marginal because high-latitude feedbacks\nare too weak. We learn that the agreement with proxy data does not necessar-\nily improve in our comprehensive model, because of its sensitivity to boundary\nconditions that need to be prescribed with present-day values. For future palaeo\nstudies we thus propose that all present-day boundary conditions have to be con-\nsidered.\n\n(2) Can we model the warm Middle Miocene climate under mod-\nem atmospheric CO2 and what is the effect of higher CO2?\n\nThe warming under modem atmospheric CO> forcing is too small and we thus\nconclude that higher than modern atmospheric COz levels are required to drive\n\n85",
    "Page_98": "5. Conclusions\n\n86\n\nthe warmer Middle Miocene climate. Polar amplification slightly reduces the\nequator-to-pole temperature gradient but high-latitude feedbacks are still too\nweak. In fact, complex atmosphere-ocean interactions counteract high lati-\ntude warming and compensation between atmospheric and ocean heat transport\nmakes high-latitude warming difficult.\n\n(3) What is the effect of Middle Miocene boundary conditions\non the El Nino-Southem Oscillation, in particular open ocean\ngateways and higher CO> levels?\n\nThe Western Pacific Warm Pool region in the Middle Miocene is more sensi-\ntive to atmospheric fluctuations than today, generating more irregular responses\nof the El Nifo-Southern Oscillation (ENSO). However, why a more regular\nENSO returns under stronger CO2 forcing remains unanswered. Teleconnec-\ntions strengthen under Middle Miocene boundary conditions due to a more ef-\nfective atmospheric bridge. We conclude that the extratropics are more sensitive\nto tropical variability in the Middle Miocene than today.\n\n(4) What is the effect of ocean gateways and ridges on deep water\nformation and on large-scale ocean circulation in the Atlantic?\n\nDeep water formation is a robust feature for the Middle Miocene North A tlantic,\nbut large-scale ocean circulation is generally sensitive to changes in the North\nAtlantic and eastern Tethys bathymetry. However, we conclude that the A tlantic\nmeridional overturning circulation is likely a feature of the Middle Miocene\nocean, despite the different topographic boundary conditions, and we find evi-\ndence that the Greenland- Scotland Ridge controls the horizontal gyre circulation\ndue to Nordic Sea overflows.",
    "Page_99": "Bibliography\n\nBatenbury, S., Reichart, G., Jilbert, T., Janse, M., Wesselingh, F., and Renema,\nW.: Interannual climate variability in the Miocene: High resolution trace ele-\nment and stable isotope ratios in giant clams, Palaeogeography, Palaeoclima-\ntology, Palaeoecology, 306, 75-81, doi:10.1016/j.palaeo.2011.03.031, 2011.\n\nBathiany, S., Claussen, M., Brovkin, V., Raddatz, T., and Gayler, V.: Com-\nbined biogeophysical and biogeochemical effects of large-scale forest cover\nchanges in the MPI earth system model, Biogeosciences, 7, 1383-1399, doi:\n10.5194/bg- 7- 1383-2010, 2010.\n\nBjerknes, J.: Atlantic air-sea interaction, Advances in Geophysics, 10, 1-82,\n1964.\n\nBjerknes, J.: Atmospheric teleconnections from the equatorial Pacific, Monthly\nWeather Review, 97, 163-172, doi:10.1175/1520-0493(1969)097<0163:\nATFTEP>2.3.C0;2, 1969.\n\nBlackmon, M.: A climatological spectral study of the 500 mb geopotential\nheight of the Northern Hemisphere, Journal of the Atmospheric Sciences,\n33, 1607-1623, doi:10.1175/1520-0469(1976)033<1607:ACSSOT >2.0.CO;\n2, 1976.\n\nBohme, M., Winklhofer, M., and Ilg, A.: Miocene precipitation in Europe:\nTemporal trends and spatial gradients, Palaeogeography, Palaeoclimatology,\nPalaeoecology, 304, 212-218, doi:10.1016/j.palaeo.2010.09.028, 2011.\n\nBor, A., Levermann, A., and Mignot, J.: Sensitivity of the Atlantic Ocean\ncirculation to a hydraulic overflow parameterisation in a coarse resolution\n\n87",
    "Page_100": "Bibliography\n\n88\n\nmodel: Response of the subpolar gyre, Ocean Modelling, 27, 130-142, doi:\n10.1016/j.ocemod.2008.11.006, 2009.\n\nBroecker, W. S., Peteet, D. M., and Rind, D.: Does the ocean- atmosphere system\nhave more than one stable mode of operation?, Nature, 315, 21-26, doi:10.\n1038/315021a0, 1985.\n\nBrovkin, V., Raddatz, T., Reick, C., Claussen, M., and Gayler, V.: Global bio-\ngeophysical interactions between forest and climate, Geophysical Research\nLetters, 36, L07 405, doi:10.1029/2009GL037543, 2009.\n\nBruch, A., Uhl, D., and Mosbrugger, V.: Miocene climate in Europe- Patterns\nand evolution:: A first synthesis of NECLIME, Palaeogeography, Palaeocli-\nmatology, Palaeoecology, 253, 1-7, doi:10.1016/j.palaeo.2007.03.030, 2007.\n\nBruch, A., Utescher, T., and Mosbrugger, V.: Precipitation patterns in the\nMiocene of Central Europe and the development of continentality, Palaeo-\ngeography, Palaeoclimatology, Palaeoecology, 304, 202-211, doi:10.1016/j.\npalaeo.2010.10.002, 2010.\n\nButzin, M., Lohmann, G., and Bickert, T.: Miocene ocean circulation inferred\nfrom marine carbon cycle modeling combined with benthic isotope records,\nPaleoceanography, 26, PA 1203, doi:10.1029/2009PA 001901, 2011.\n\nClarke, A., Van Gorder, S., and Colantuono, G.: Wind Stress Curl and ENSO\nDischarge/Recharge in the Equatorial Pacific, Journal of Physical Oceanog-\nraphy, 37, 1077-1091, doi:10.1175/JPO3035.1, 2007.\n\nCrowley, T. and Burke, K.: Tectonic Boundary Conditions for Climate Recon-\nstructions, Oxford University Press, New York (USA), 1998.\n\nDavies, R., Cartwright, J., Pike, J., and Line, C.: Early Oligocene initiation of\nNorth Atlantic Deep Water formation, Nature, 410, 917-920, doi:10.1038/\n35073551, 2001.\n\nDouglas, R. and Savin, S.: Isotopic Analysis of Planktonic Foraminifera from\nthe Cenozoic of the Northwest Pacific, Leg 6, Initial Reports of the Deep Sea\nDrilling Project, 6, 1123-1127, doi:10.2973/dsdp.proc.6.1971, 1971.",
    "Page_101": "Eccles, F. and Tziperman, E.: Nonlinear effects on ENSO’s period, Journal\nof the Atmospheric Sciences, 61, 474-482, doi:10.1175/1520-0469(2004)\n061<0474:NEOEP>2.0.CO;2, 2004.\n\nEmiliani, C. and Edwards, G.: Tertiary Ocean Bottom Temperatures, Nature,\n171, 887-888, doi:10.1038/171887c0, 1953.\n\nEnnyu, A.: Middle miocene climate evolution in the pacific realm, Ph.D. thesis,\nThe Pennsylvania State University, 2003.\n\nEnnyu, A. and Arthur, M.: The Cenozoic Southern Ocean: tectonics, sedimen-\ntation, and climate change between Australia and Antarctica, chap. Early to\nMiddle Miocene Paleoceanography in the Southern High Latitudes Off Tas-\nmania, p. 215, American Geophysical Union, 2004.\n\nFedorov, A., Dekens, P., McCarthy, M., Ravelo, A., DeMenocal, P., Barreiro,\nM., Pacanowski, R., and Philander, S.: The Pliocene paradox (mechanisms\nfor a permanent El Nino), Science, 312, 1485-1489, doi:10.1126/science.\n1122666, 2006.\n\nFlower, B. P. and Kennett, J. P: The middle Miocene climatic transition: East\nAntarctic ice sheet development, deep ocean circulation and global carbon\ncycling, Palaeogeography, Palaeoclimatology, Palaeoecology, 108, 537-555,\ndoi:10.1016/0031-0182(94)90251-8, 1994.\n\nFrakes, L., Francis, J., and Syktus, J.: Climate modes of the Phanerozoic: the\nhistory of the Earth’s climate over the past 600 million years, Cambridge\nUniversity Press, 1992.\n\nGaleotti, S., von der Heydt, A., Huber, M., Bice, D., Dijkstra, H., Jilbert, T.,\nLanci, L., and Reichart, G.: Evidence for active El Niflo Southern Oscillation\nvariability in the Late Miocene greenhouse climate, Geology, 38, 419-422,\ndoi:10.1130/G30629.1, 2010.\n\nGanachaud, A. and Wunsch, C.: Improved estimates of global ocean circulation,\nheat transport and mixing from hydrographic data, Nature, 408, 453-457,\ndoi:10.1038/35044048, 2000.\n\n89",
    "Page_102": "Bibliography\n\n90\n\nGuilyardi, E., Wittenberg, A., Fedorov, A., Collins, M., Wang, C., Capotondi,\nA., and van Oldenborgh, J.: Understanding El Niiio in OceanaA SA tmosphere\nGeneral Circulation Models: Progress and Challenges, Bull. Am. Meteorol.\nSoc, 90, 325-340, doi:10.1175/2008BA MS2387.1, 2009.\n\nHansen, B. and @sterhus, S.: North A tlantic- Nordic Seas exchanges, Progress\nin Oceanography, 45, 109-208, doi:10.1016/S0079-6611(99)00052-X , 2000.\n\nHansen, B., Osterhus, S., Quadfasel, D., and Turrell, W.: Already the day after\ntomorrow?, Science, 305, 953-954, doi:10.1126/science.1100085, 2004.\n\nHasselmann, K.: Stochastic climate models part I. Theory, Tellus, 28, 473-485,\ndoi:10.1111/).2153-3490.1976.tb00696.x, 1976.\n\nHastings, D., Russell, A., and Emerson, S.: Foraminiferal magnesium in Globe-\nriginoides sacculifer as a paleotemperature proxy, Paleoceanography, 13,\n161-169, doi:10.1029/97PA 03147, 1998.\n\nHaywood, A., Valdes, P., and Peck, V.: A permanent El Nifio-like state during\nthe Pliocene, Paleoceanography, 22, PA1213, doi:10.1029/2006PA 001323,\n2007.\n\nHeinemann, M.: Warm and sensitive Paleocene-Eocene climate, Ph.D. thesis,\nMax-Planck- Institut fur Meteorologie, 2009.\n\nHeinemann, M., Jungclaus, J. H., and Marotzke, J.: Warm Paleocene/Eocene\nclimate as simulated in ECHAM5/MPI-OM, Climate of the Past, 5, 785-802,\ndoi:10.5194/cp-5- 785-2009, 2009.\n\nHenrot, A.-J., Francois, L., Favre, E., Butzin, M., Ouberdous, M., and\nMunhoven, G.: Effects of CO2, continental distribution, topography and veg-\netation changes on the climate at the Middle Miocene: a model study, Climate\nof the Past, 6, 675-694, doi:10.5194/cp-6-675-2010, 2010.\n\nHerold, N., Seton, M., Muller, R., You, Y., and Huber, M.: Middle Miocene\ntectonic boundary conditions for use in climate models, Geochemistry Geo-\nphysics Geosystems, 9, Q10 009, doi:10.1029/2008G.C002046, 2008.",
    "Page_103": "Herold, N., Muller, R., and Seton, M.: Comparing early to middle Miocene\nterrestrial climate simulations with geological data, Geosphere, 6, 952-961,\ndoi:10.1130/GES00544.1, 2010.\n\nHibler, W.: A Dynamic Thermodynamic Sea Ice Model, Journal of Phys-\nical Oceanography, 9, 815-846, doi:10.1175/1520-0485(1979)009<0815:\nADTSIM>2.0.CO;2, 1979.\n\nHuber, M. and Caballero, R.: Eocene El Nino: Evidence for Robust Tropical\nDynamics in the \"Hothouse\", Science, 299, 877-881, doi:10.1126/science.\n1078766, 2003.\n\nHurrell, J., Kushnir, Y., Ottersen, G., and Visbeck, M.: The North Atlantic Os-\ncillation: Climate Significance and Environmental Impact, 2003., Eds. Geo-\nphysical Monograph Series, 134, 279pp., vol. 134 of Geophysical Monograph\nSeries, American Geophysical Union, Washington, DC, 2003.\n\nHusing, S. K., Zachariasse, W.-J., van Hinsbergen, D. J. J., Krijgsman, W., In-\nceoz, M., Harzhauser, M., Mandic, O., and Kroh, A.: Oligocene- Miocene\nbasin evolution in SE Anatolia, Turkey: constraints on the closure of the east-\nem Tethys gateway, Geological Society, London, Special Publications, 311,\n107-132, doi:10.1144/SP311.4, 2009.\n\nIPCC: Contribution of Working Group I to the Fourth Assessment Report of the\nIntergovernmental Panel on Climate Change, 2007, Cambridge University\nPress, Cambridge, United Kingdom and New York, NY, USA, 2007.\n\nIvany, L., Brey, T., Huber, M., Buick, D., and Schone, B.: El Nifo in the Eocene\ngreenhouse recorded by fossil bivalves and wood from Antarctica, Geophys-\nical Research Letters, 38, L16 709, doi:10.1029/2011GL048635, 2011.\n\nJochum, M., Fox-Kemper, B., Molnar, P., and Shields, C.: Differences in\nthe Indonesian seaway in a coupled climate model and their relevance to\nPliocene climate and El Nifo, Paleoceanography, 24, PA1212, doi:10.1029/\n2008PA 001678, 2009.\n\n91",
    "Page_104": "Bibliography\n\n92\n\nJungclaus, J., Botzet, M., Haak, H., Marotzke, J., Mikolajewicz, U., Roeckner,\nE., Keenlyside, N., Latif, M., and Luo, J.: Ocean Circulation and Tropical\nVariability in the Coupled Model ECHAM5/MPI-OM, Journal of Climate,\n19, 3952-3972, doi:10.1175/JCLI3827.1, 2006.\n\nKase, R.: A Riccati model for Denmark Strait overflow variability, Geophysical\nResearch Letters, 33, L21S09, doi:10.1029/2006GL026915, 2006.\n\nKatz, M., Cramer, B., Toggweiler, J., Esmay, G., Liu, C., Miller, K., Rosen-\nthal, Y., Wade, B., and Wright, J.: Impact of Antarctic Circumpolar Current\nDevelopment on Late Paleogene Ocean Structure, Science, 332, 1076-1079,\ndoi:10.1126/science.1202122, 2011.\n\nKessler, W.: Is ENSO a cycle or a series of events?, Geophysical Research Let-\nters, 29, 40-1-40-4, doi:10.1029/2002GL015924, 2002.\n\nKitoh, A.: ENSO modulation by mountain uplift, Climate Dynamics, 28, 781-\n796, doi:10.1007/s00382-006-0209-6, 2007.\n\nKrapp, M. and Jungclaus, J. H.: The Middle Miocene climate as modelled in\nan atmosphere-ocean-biosphere model, Climate of the Past, 7, 1169-1188,\ndoi:10.5194/cp-7- 1169-2011, 2011.\n\nKuhnert, H., Bickert, T., and Paulsen, H.: Southern Ocean frontal system\nchanges precede A ntarctic ice sheet growth during the middle Miocene, Earth\nand Planetary Science Letters, 284, 630-638, doi:10.1016/j.epsl.2009.05.\n030, 2009.\n\nKirschner, W., Kvacek, Z., and Dilcher, D.: The impact of Miocene atmo-\nspheric carbon dioxide fluctuations on climate and the evolution of terrestrial\necosystems, Proceedings of the National Academy of Sciences, 105, 449,\ndoi:10.1073/pnas.0708588105, 2008.\n\nLeduc, G., Vidal, L., Tachikawa, K., Rostek, F., Sonzogni, C., Beaufort, L., and\nBard, E.: Moisture transport across Central America as a positive feedback\non abrupt climatic changes, Nature, 445, 908-911, doi:10.1038/nature05578,\n2007.",
    "Page_105": "Liu, Z. and Alexander, M.: Atmospheric bridge, oceanic tunnel, and\nglobal climatic teleconnections, Rev. Geophys, 45, RG2005, doi:10.1029/\n2005RG000172, 2007.\n\nLunt, D., Valdes, P., Haywood, A., and Rutt, I.: Closure of the Panama Sea-\nway during the Pliocene: implications for climate and Northern Hemisphere\nglaciation, Climate Dynamics, 30, 1-18, doi:10.1007/s00382-007- 0265-6,\n2007.\n\nMaier-Reimer, E., Mikolajewicz, U., and Crowley, T.: Ocean General Circula-\ntion Model Sensitivity Experiment with an open Central American Isthmus,\nPaleoceanography, 5, 349-366, doi:10.1029/PA 005i003p00349, 1990.\n\nMajewski, W.: Planktonic Foraminiferal Response to Middle Miocene Cooling\nin the Southem Ocean (ODP Site 747, Kerguelen Plateau), Acta Palaeonto-\nlogica Polonica, 55, 541-560, doi:10.4202/app.2009.0088, 2010.\n\nMarshall, J., Johnson, H., and Goodman, J.: A study of the interaction of\nthe North Atlantic Oscillation with ocean circulation, Journal of Climate,\n14, 1399-1421, doi:10.1175/1520-0442(2001)014<1399:A SOTIO>2.0.CO;\n2, 2001.\n\nMarsland, S. J., Haak, H., Jungclaus, J. H., Latif, M., and Roske, F.: The Max-\nPlanck- Institute global ocean/sea ice model with orthogonal curvilinear coor-\ndinates, Ocean Modelling, 5, 91-127, doi:10.1016/S1463-5003(02)00015-X,\n2003.\n\nMicheels, A., Eronen, J., and Mosbrugger, V.: The Late Miocene climate re-\nsponse to a modern Sahara desert, Global and Planetary Change, 67, 193-\n204, doi:10.1016/j.gloplacha.2009.02.005, 2009.\n\nMicheels, A., Bruch, A., Eronen, J., Fortelius, M., Harzhauser, M., Utescher,\nT., and Mosbrugger, V.: Analysis of heat transport mechanisms from a Late\nMiocene model experiment with a fully-coupled atmosphereaA Socean gen-\neral circulation model, Palaeogeography, Palaeoclimatology, Palaeoecology,\n304, 337-350, doi:10.1016/j.palaeo.2010.09.021, 2011.\n\n93",
    "Page_106": "Bibliography\n\n94\n\nMolnar, P.: Closing of the Central American Seaway and the Ice Age: A critical\nreview, Paleoceanography, 23, PA 2201, doi:10.1029/2007PA 001574, 2008.\n\nMolnar, P. and Cane, M.: El Nifo’s tropical climate and teleconnections as a\nblueprint for pre-Ice A ge climates, Paleoceanography, 17, 1021, doi:10.1029/\n2001PA 000663, 2002.\n\nMoran, K., Backman, J., Brinkhuis, H., Clemens, S., Cronin, T., Dickens, G.,\nEynaud, F., Gattacceca, J., Jakobsson, M., Jordan, R., et al.: The Cenozoic\npalaeoenvironment of the Arctic Ocean, Nature, 441, 601-605, doi:10.1038/\nnature04800, 2006.\n\nMosbrugger, V. and Utescher, T.: The coexistence approach - a method for\nquantitative reconstructions of Tertiary terrestrial palaeoclimate data using\nplant fossils, Palaeogeography, Palaeoclimatology, Palaeoecology, 134, 61-\n86, doi:10.1016/S0031-0182(96)00154-X, 1997.\n\nMosbrugger, V., Utescher, T., and Dilcher, D.: Cenozoic Continental Climatic\nEvolution of Central Europe, Proceedings of the National Academy of Sci-\nences, 102, 14964-14969, doi:10.1073/pnas.0505267102, 2005.\n\nMiller, R. D., Sdrolias, M., Gaina, C., Steinberger, B., and Heine, C.: Long-\nterm sea-level fluctuations driven by ocean basin dynamics., Science, 319,\n1357-1362, doi:10.1126/science.1151540, 2008.\n\nMyhre, G., Highwood, E., Shine, K., and Stordal, F.: New estimates of radiative\nforcing due to well mixed greenhouse gases, Geophysical Research Letters,\n25, 2715-2718, doi:10.1029/98GL01908, 1998.\n\nNikolaev, S.: Principal features of the World Ocean climate change in the\nCenozoic and their possible causes, Oceanology, 46, 513-525, doi:10.1134/\n$0001437006040084, 2006.\n\nNisancioglu, K., Raymo, M., and Stone, P.: Reorganization of Miocene deep\nwater circulation in response to the shoaling of the Central American Seaway,\nPaleoceanography, 18, 1006, doi:10.1029/2002PA 000767, 2003.",
    "Page_107": "Oleinik, A., Marincovich, Jr. L., K., and Swart, P: Magnitude of Middle\nMiocene warming in North Pacific high latitudes: stable isotope evidence\nfrom Kaneharaia (Bivalvia, Dosiniinae), Bulletin of the Geological Survey of\nJapan, 59, 339-353, 2008.\n\nPagani, M., Arthur, M., and Freeman, K.: Miocene evolution of atmospheric car-\nbon dioxide, Paleoceanography, 14, 273-292, doi:10.1029/1999PA 900006,\n1999.\n\nPearson, P. and Palmer, M.: Atmospheric carbon dioxide concentrations over the\npast 60 million years, Nature, 406, 695-699, doi:10.1038/35021000, 2000.\n\nPearson, P., Van Dongen, B., Nicholas, C., Pancost, R., Schouten, S., Singano,\nJ., and Wade, B.: Stable warm tropical climate through the Eocene Epoch,\nGeology, 35, 211-214, doi:10.1130/G23175A .1, 2007.\n\nPoore, H. R., Samworth, R., White, N. J., Jones, S. M., and McCave,\nI. N.: Neogene overflow of Northern Component Water at the Greenland-\nScotland Ridge, Geochem. Geophys. Geosyst., 7, Q06010, doi:10.1029/\n2005GC001085, 2006.\n\nRaddatz, T., Reick, C., Knorr, W., Kattge, J., Roeckner, E., Schnur, R., Schnit-\nzler, K., Wetzel, P., and Jungclaus, J.: Will the tropical land biosphere domi-\nnate the climate- carbon cycle feedback during the twenty-first century?, Cli-\nmate Dynamics, 29, 565-574, doi:10.1007/s00382-007- 0247-8, 2007.\n\nRamsay, A. T. S., Smart, C. W., and Zachos, J. C.: A Model of early to middle\nMiocene Deep Ocean circulation for the Atlantic and Indian Oceans, Geolog-\nical Society, London, Special Publications, 131, 55-70, doi:10.1144/GSL.SP.\n1998.131.01.04, 1998.\n\nRaymo, M.: The Himalayas, organic carbon burial, and climate in the Miocene,\nPaleoceanography, 9, 399-404, doi:10.1029/94PA 00289, 1994.\n\nRayner, N., Parker, D., Horton, E., Folland, C., Alexander, L., Rowell, D., Kent,\nE., and Kaplan, A.: Global analyses of sea surface temperature, sea ice, and\nnight marine air temperature since the late nineteenth century, J. Geophys.\nRes, 108, 4407, doi:10.1029/2002JD 002670, 2003.\n\n95",
    "Page_108": "Bibliography\n\n96\n\nRoberts, W. and Battisti, D.: A new tool for evaluating the physics of coupled\natmosphere- ocean variability in nature and in general circulation models, Cli-\nmate Dynamics, 36, 907-923, doi:10.1007/s00382-010-0762-x, 2011.\n\nRoeckner, E., Bauml, G., Bonaventura, L., Brokopf, R., and Esch, M.: The\nAtmospheric General Circulation Model Echam5. Part I: Model Description,\nTech. rep., Max-Planck Institute for Meteorology, 2003.\n\nRoeckner, E., Brokopf, R., Esch, M., Giorgetta, M., Hagemann, S., Komblueh,\nL., Manzini, E., Schlese, U., and Schulzweida, U.: Sensitivity of Simulated\nClimate to Horizontal and Vertical Resolution in the ECHAM5 Atmosphere\nModel, Journal of Climate, 19, 3771-3791, doi:10.1175/JCLI3824.1, 2006.\n\nRogl, F.: Palaeogeographic considerations for the Mediterranean and Paratethys\nSeaways (Oligocene to Miocene), Ann. Naturhist. Mus. Wien, Ser. A, 99,\n279-310, 1998.\n\nRoyer, D., Wing, S., Beerling, D., Jolley, D., Koch, P, Hickey, L., and\nBerner, R.: Paleobotanical Evidence for Near Present-Day Levels of At-\nmospheric CO» During Part of the Tertiary, Science, 292, 2310-2313, doi:\n10.1126/science.292.5525.2310, 2001.\n\nRuddiman, W. and Kutzbach, J.: Forcing of late Cenozoic Northern Hemisphere\nclimate by plateau uplift in southern Asia and the American west, Journal of\nGeophysical Research-A tmospheres, 94, 409-418, 1989.\n\nSaltzman, B.: Dynamical Paleoclimatology: Generalized Theory of Global Cli-\nmate Change, vol. 80 of International Geophysics Series, Academic Press,\nSan Diego (USA), 2002.\n\nSavin, S., Douglas, R., and Stehli, F.: Tertiary marine paleotemperatures, Bul-\nletin of the Geological Society of America, 86, 1499-1510, doi:10.1130/\n0016-7606(1975)86<1499:TMP>2.0.CO;2, 1975.\n\nSemtner, A.J.: A Model for the Thermodynamic Growth of Sea Ice in Numerical\nInvestigations of Climate, Journal of Physical Oceanography, 6, 379-389,\ndoi:10.1175/1520-0485(1976)006<0379:A MFTTG >2.0.CO;2, 1976.",
    "Page_109": "Senut, B., Pickford, M., and Ségalen, L.: Neogene desertification of A frica,\nComptes Rendus Geosciences, 341, 591-602, doi:10.1016/j.crte.2009.03.\n008, 2009.\n\nShackleton, N. and Kennett, J.: Paleotemperature History of the Cenozoic and\nthe Initiation of Antarctic Glaciation: Oxygen and Carbon Isotope Analyses\nin DSDP Sites 277, 279 and 281, Initial Reports of the Deep Sea Drilling\nProject, 29, 743-755, doi:10.2973/dsdp.proc.29.1975, 1975.\n\nShevenell, A., Kennett, J., and Lea, D.: Middle Miocene Southern Ocean Cool-\ning and Antarctic Cryosphere Expansion, Science, 305, 1766-1770, doi:\n10.1126/science.1100061, 2004.\n\nStewart, D., Pearson, P., Ditchfield, P, and Singano, J.: Miocene tropical\nIndian Ocean temperatures: evidence from three exceptionally preserved\nforaminiferal assemblages from Tanzania, Journal of African Earth Sciences,\n40, 173-189, doi:10.1016/j jafrearsci.2004.09.001, 2004.\n\nTong, J., You, Y., Muller, R., and Seton, M.: Climate model sensitivity to at-\nmospheric CO2 concentrations for the middle Miocene, Global and Planetary\nChange, 67, 129-140, doi:10.1016/j.gloplacha.2009.02.001, 2009.\n\nTrenberth, K.: Signal Versus Noise in the Southern Oscillation, Monthly\nWeather Review, 112, 326-332, doi:10.1175/1520-0493(1984)112<0326:\nSVNITS>2.0.C0;2, 1984.\n\nTrenberth, K. and Fasullo, J.: Global warming due to increasing absorbed\nsolar radiation, Geophysical Research Letters, 36, L07 706, doi:10.1029/\n2009GL037527, 2009.\n\nTrenberth, K. and Solomon, A.: The global heat balance: Heat transports in\nthe atmosphere and ocean, Climate Dynamics, 10, 107-134, doi:10.1007/\nBF00210625, 1994.\n\nUppala, S. M., KAllberg, P. W., Simmons, A.J., Andrae, U., Bechtold, V. D.C.,\nFiorino, M., Gibson, J. K., Haseler, J., Hernandez, A., Kelly, G. A., Li, X.,\nOnogi, K., Saarinen, S., Sokka, N., Allan, R. P., Andersson, E., Arpe, K.,\n\n97",
    "Page_110": "Bibliography\n\n98\n\nBalmaseda, M. A., Beljaars, A. C. M., Berg, L. V. D., Bidlot, J., Bormann,\nN., Caires, S., Chevallier, F., Dethof, A., Dragosavac, M., Fisher, M., Fuentes,\nM., Hagemann, S., Hélm, E., Hoskins, B.J., Isaksen, L., Janssen, P. A. E. M.,\nJenne, R., Mcnally, A. P, Mahfouf, J.-F., Morcrette, J.-J., Rayner N. A.,\nSaunders, R. W., Simon, P., Sterl, A., Trenberth, K. E., Untch, A., Vasiljevic,\nD., Viterbo, P., and Woollen, J.: The ERA-40 re-analysis, Quarterly Journal\nof the Royal Meteorological Society, 131, 2961-3012, doi:10.1256/qj.04.176,\n2005.\n\nUtescher, T., Bohme, M., and Mosbrugger, V.: The Neogene of Eurasia: Spatial\ngradients and temporal trends-The second synthesis of NECLIME, Palaeo-\ngeography, Palaeoclimatology, Palaeoecology, 304, 196-201, doi:10.1016/j.\npalaeo.2011.03.012, 2011.\n\nValcke, S.: OASIS3 User Guide (prism 2-5), Tech. Rep. 3, PRISM,\nURL http://www.prism.enes.org/Publications/Reports/all_\neditions/index.php#report02, last access (July 2010), 2006.\n\nVamborg, F. S. E., Brovkin, V., and Claussen, M.: The effect of a dynamic\nbackground albedo scheme on Sahel/Sahara precipitation during the mid-\nHolocene, Climate of the Past, 7, 117-131, doi:10.5194/cp-7-117-2011,\n2011.\n\nvan der Smissen, J. and Rullkotter, J.: Organofacies variations in sediments from\nthe continental slope and rise of the New Jersey continental margin (Sites 903\nand 905), in: Proceedings of the Ocean Drilling Program. Scientific results,\ndoi:10.2973/odp.proc.sr.150.040.1996, 1996.\n\nVia, R. and Thomas, D.: Evolution of Atlantic thermohaline circulation: Early\nOligocene onset of deep-water production in the North Atlantic , Geology,\n34, 441-444, doi:10.1130/G22545.1, 2006.\n\nvon der Heydt, A. and Dijkstra, H.: Effect of ocean gateways on the global ocean\ncirculation in the late Oligocene and early Miocene, Paleoceanography, 21,\nPA 1011, doi:10.1029/2005PA 001149, 2006.",
    "Page_111": "Von Der Heydt, A. S. and Dijkstra, H. A.: The impact of ocean gateways on\nENSO variability in the Miocene, Geological Society, London, Special Pub-\nlications, 355, 305-318, doi:10.1144/SP355.15, 2011.\n\nvon Storch, H. and Zwiers, F. W.: Statistical Analysis in Climate Research, Cam-\nbridge University Press, 1999.\n\nWatanabe, T., Suzuki, A., Minobe, S., Kawashima, T., Kameo, K., Minoshima,\nK., Aguilar, Y., Wani, R., Kawahata, H., Sowa, K., et al.: Permanent El Nino\nduring the Pliocene warm period not supported by coral evidence, Nature,\n471, 209-211, doi:10.1038/nature09777, 2011.\n\nWilliams, C.J., Mendell, E. K., Murphy, J., Court, W. M., Johnson, A. H., and\nRichter, S. L.: Paleoenvironmental reconstruction of a Middle Miocene for-\nest from the western Canadian Arctic, Palaeogeography, Palaeoclimatology,\nPalaeoecology, 261, 160-176, doi:10.1016/j.palaeo.2008.01.014, 2008.\n\nWolfe, J.: The Carbon Cycle and Atmospheric CO: Natural Variations Archean\nto Present, chap. Distribution of major vegetational types during the Tertiary.,\npp. 357-375, American Geophysical Union, Washington, DC, 1985.\n\nWright, J. and Miller, K.: Control of North Atlantic Deep Water circulation by\nthe Greenland-Scotland Ridge, Paleoceanography, 11, 157-170, doi:10.1029/\n95PA 03696, 1996.\n\nWunsch, C.: What is the thermohaline circulation?, Science, 298, 1179-1181,\ndoi:10.1126/science.1079329, 2002.\n\nYeh, S., Kug, J., Dewitte, B., Kwon, M., Kirtman, B., and Jin, F: El Nifo ina\nchanging climate, Nature, 461, 511-514, doi:10.1038/nature08316, 2009.\n\nYin, J.: A consistent poleward shift of the storm tracks in simulations of 21st\ncentury climate, Geophysical Research Letters, 32, L18 701, doi:10.1029/\n2005GL023684, 2005.\n\nYou, Y., Huber, M., Miller, D., Poulsen, C., and Ribbe, J.: Simulation of\nthe Middle Miocene Climate Optimum, Geophysical Research Letters, 36,\nL04 702, doi:10.1029/2008G L036571, 2009.\n\n99",
    "Page_112": "Bibliography\n\nZachos, J., Pagani, M., Sloan, L., Thomas, E., and Billups, K.: Trends, Rhythms,\nand Aberrations in Global Climate 65 Ma to Present, Science, 292, 686-693,\ndoi:10.1126/science.1059412, 2001.\n\nZaucker, F. and Broecker, W.: The Influence of Atmospheric Moisture Transport\non the Fresh Water Balance of the Atlantic Drainage Basin: General Circula-\ntion Model Simulations and Observations, Journal of Geophysical Research,\n97, 2765-2773, doi:10.1029/91JD 01699, 1992.\n\nZhang, R.: Latitudinal dependence of Atlantic meridional overturning circula-\n\ntion (AMOC) variations, Geophysical Research Letters, 37, L16 703, doi:\n10.1029/2010GL044474, 2010.\n\nZhang, R., Delworth, T. L., Rosati, A., Anderson, W. G., Dixon, K. W., Lee,\nH.-C., and Zhang, F.: Sensitivity of the North Atlantic Ocean Circulation to\nan Abrupt Change in the Nordic Sea Overflow in a High Resolution Global\n\nCoupled Climate Model, Journal of Geophysical Research, in press, doi:10.\n1029/2011JC 007240, 2011.\n\n100",
    "Page_113": "Acknowledgements\n\nI am grateful to my adviser Dr. Johann Jungclaus for his guidance throughout\nthe last three years and for his ever open door, which I could enter as often as I\nwished. I also would like to thank my panel members Prof. Dr. Hartmut Grafil\nand Dr. Uwe Mikolajewicz for their advise during the always worthwile panel\nmeetings.\n\nI thank Antje (Weitz) and Connie (Kampmann) for their support within the\nIMPRS, for organising the nicest IMPRS-Retreats, and most importantly for\npushing me always one step closer to the final goal.\n\nThanks to Prof. Dr. Jochem Marotzke and to all colleagues of the ocean\ndepartment for their scientific advice during the weekly group meetings, for their\nsupport, and for sharing their knowledge. I am also grateful to Jochem for giving\nme the opportunity to appreciate the value of scientific writing.\n\nWithout Nils Fischer, Aiko Voigt, Rosina Grimm, and Steffen Tietsche, this\nthesis would not have achieved the clarity that it (hopefully) has today: Thank\nyou for proofreading.\n\nJaison (Ambadan) and Steffen (Tietsche) know, how I appreciated the third-\nfloor office for its pleasant residents and for the agreement to keep it quiet and\npeaceful. Great office, great work, great guys!\n\nI thank the CIS support team for their enduring effort and their help, when-\never there was an IT-problem. I also acknowledge the work of the CDO develop-\ners, and I especially thank Uwe Schulzweida for his open door whenever there\nwas a function missing. Furthermore, I thank Helmuth Haak for his help to setup\nthe coupled model because without him, I would have been lost.\n\nThanks especially to my colleagues and friends (in order of appearance):\nNils, Malte, Rosi, Aiko, Jaison, Florian, Juliane, Fanny, Freja, Steffen, Julia,\n\n101",
    "Page_114": "Bibliography\n\n102\n\nWerner, Laura, Peter, Philipp and many, many more.\n\nWithout the support and love of my family this all would never have been\npossible. I thank my parents Elke and Ralph (Krapp) and my sister Janina and\nher family Benni, Lucia, Jamil, and since lately, Juri. Also thanks to Kermit,\nGabi, and Herbert for their support.\n\nThank you, dearest Romy, for being with me, for your belief in me, and for\nyour love. I hope I can return even a bit of what you give to me but you can be\nsure: The last box is on its way home. Cry baby (Trane).",
    "Page_115": ""
}