{
    "Page_1": "Democratic Socialist Republic of Sri Lanka\n\nState Ministry of Canal and Common Infrastructure Development in\nSettlements in Mahaweli Zones.\n\nMAHAWELI AUTHORITY OF SRI LANKA\n\nIntegrated Watershed and Water Resources Management Project (WWRMP)\nPROCUREMENT OF WORKS UNDER OPEN COMPETITIVE BIDDING - NATIONALLY\n\nBIDDING DOCUMENT\n\nFor\n\nHydro Mechanical works of Walawa RB main canal\n\nContract No: LK-MO MDE-125832-C W-RFB\n\nJUNE 2021\n\n \n\nBidder Name\n& Address\n\n \n\nEmail Address\nWhatsapp No.",
    "Page_2": "Contents of Bidding Documents\n\n \n\n \n\n \n\n \n\nPage Nos.\nVolume Section Description\n1 Instructions to Bidders 05\n1 3 Condition of Contract 45\n5 Standard Forms( Contract) 43 -47\nInvitation for Bid 03 - 04\n2 Bidding Data 06-14\n4 Contract Data 16-42\n6 Specification 48 — 67\n2\n7 Form of Bid 68-69\n8 Bills of Quantities 70-91\n9 Schedule 92-108\n10 Drawings 109 - 110\n11 Standard Forms (Bid) 111",
    "Page_3": "Section 1 — Instructions to Bidders\n\n \n\n \n\nInvitation for Bids (IFB)\n\nSTATE MINISTRY OF CANAL AND COMMON\n\nINFRASTRUCTURE DEVELOPMENT IN\nSETTLEMENTS IN MAHAWELI ZONES.\n\nMAHAWELI AUTHORITY OF SRI LANKA\n\nIntegrated Watershed and Water Resources Management Project (IWW RMP)\n\nBID NOTICE\n\nProject No : P166865 , Loan No : IDA-66210\n\n \n\n1. The Government of the Democratic Socialist Republic of Sri Lanka has applied for financing from\nthe International Development Association towards the cost of Integrated Watershed and Water\nResources Management Project and it intends to apply part of the proceeds of this credit to\n\npayment under the contracts mentioned in the schedule below.\n\n2. On behalf of the Chairman, Department Procurement Committee of Mahaweli Authority of Sri\nLanka, sealed Bids will be received by the Director General ,Mahaweli Authority of Sri Lanka,\n9thFloor, No. 500, T.B. Jayah Mawatha, Colombo 10, up to 11:00 hrs on 10.08.2021 for the under\n\nmentioned improvement works.\n\n \n\n \n\n \n\nExperience / Bid Security / Non- Pre bid meeting\nContract No. Description of Work CIDA Refundable Tender\nRegistration Fee\nLK-MOMDE- : . . Date:26th J uly 2021\n125832-CW-RFB Hydro weanical iB Grade :EM2 or _| Bid security value: Time:9.00 A.M to\nMain canal. above Rs. 500,000.00 10.00A.M\n(WWRMP- (Estimated value: Rs. Specialty : Validity: .\n2/W ORKS/ + Electrical & Up to 2022.01.04 Meeting ID:927 0649\n51 M without VAT, a p UL\nMASL/ Contract period: 560 Mechanical Tender Fee: 4078\nOCBN/100-3) ‘ Services Rs 15,000.00\n\n \n\ndays)\n\n \n\n \n\n \n\nPasscode: 288321\n\n \n\n3. To be eligible for contract award, the successful bidder shall not have been blacklisted and shall\n\nmeet the requirements in Bidding Data.\n\n4, Bidders, who have the Grade and field of registration under the CIDA scheme of registration\n\nmentioned in the above table against the work and in the case of the contract value is above Rs.5Mn.",
    "Page_4": "Section 1 — Instructions to Bidders\n\n \n\n10.\n\nregistered in Department of the Registrar of companies under the provision of public contract Act\nNo.3 of 1987 only will be eligible for bidding.\n\nProspective Bidders can obtain the Bidding Documents by a written request on a company/firm letter\nhead, addressed to the Deputy Director General (Technical Services), Mahaweli A uthority of Sri Lanka,\n3rd Floor, No. 500, T.B. Jayah Mawatha, Colombo 10 from 28.06.2021 up to 09.08.2021 from 9.30 hrs\nto 15.00 hrs on working days, on payment of a non-refundable tender fee as given above per set of\nBidding Documents or sending the written request by email to ddgts.masl@gmail.com with the Bank\nPayment Slip paid the respective non refundable tender fee to the Mahaweli Authority of Sri Lanka Bank\nAccount no. of 2327542 at Bank of Ceylon, Hyde Park Branch. The bidding documents are issue by\ncourier service to those who applied through email. Bidders are free to bid for more than one tender but\nselections will be made according to the capacity limits in the CIDA registration.\n\nThe Bidding documents may be available for inspection in the http//mahaweli.gov.lk website for\n\nreferences.\nThe pre-bid meeting is conducted through the zoom technology.\n\nSealed Bids in duplicate clearly marked the contract name and the number on the top left corner of the\nenvelope may be dispatched either by Registered Post or hand delivered or courier to the Director\nGeneral, Mahaweli Authority of Sri Lanka, 9th Floor, No. 500, T.B. Jayah Mawatha, Colombo 10\nbefore 11.00 hrs on 10.08.2021. Bids will be opened immediately thereafter. Bidders or their authorised\nrepresentatives, not exceeding two (2) in numbers are permitted to be present at the opening of bids. The\nbid opening meeting is conducted through the zoom technology on 10.08.2021 at 11.00hrs. for those\nwho are unable to participate physically to the bid opening meeting. The Meeting ID: 954 2186 3962 ,\nThe Pass Code: 094555\n\nThe bidders are encouraged to use electronic media to as far as possible overcome the current C ovid\n\n19 pandemic situation.\n\nFor further details, please contact Technical Services Division of Mahaweli Authority of Sri Lanka on\nTel: 011-2689651, 011-2687475 email: ddgts.masl|@gmail.com.\n\nDirector General,\n\nMahaweli Authority of Sri Lanka.",
    "Page_5": "Section 1 — Instructions to Bidders\n\n \n\nSection - 1\n\nINSTRUCTIONS TO BIDDERS\n\n \n\n \n\nNote: Bidders are advised to refer Section 1 — Instructions to Bidders of Standard Bidding\nDocument ICTAD Publication No. - ICTAD/SBD/02- Second Edition-J anuary 2007",
    "Page_6": "Section 2 — Bidding Data\n\n \n\nSection II - Bidding Data\n\n \n\n \n\n \n\n \n\n \n\nInstructions\nto Bidders\nClause Entry\nReference\n11 Employer’s Name and Address\nName _ :Director General\nAddress :9thFloor, No. 500, T.B. Jayah Mawatha, Colombo 10\n11 Scope of Works\nThe works consists of Hydro Mechanical works of Walawa RB Main Canal\nLocated at Walawa\n12 Time for Completion\nThe Time for C ompletion for the whole of works shall be 560 days\n2.1 Source of funds\n\nThe source of funds is International Development Association (IDA)\n\n \n\n3 Substitute by the following:\n\n3.1. The Bank requires compliance with its policy in regard to corrupt and\nfraudulent practices as set forth below.\n\nGuidelines for Procurement of Goods, Works, and Non-Consulting Services under\n\nIBRD Loans and IDA Credits & Grants by World Bank Borrowers, dated January\n\n2011.\n\n“Fraud and Corruption:\n\nIt is the Bank’s policy to require that Borrowers (including beneficiaries\nof Bank loans), bidders, suppliers, contractors and their agents (whether\ndeclared or not), sub-contractors, sub-consultants, service providers or\nsuppliers, and any personnel thereof, observe the highest standard of ethics\nduring the procurement and execution of Bank-financed contracts.! In\npursuance of this policy, the Bank:\n\n(a) defines, for the purposes of this provision, the terms set forth below\nas follows:\n\n(i) “corrupt practice” is the offering, giving, receiving, or soliciting,\ndirectly or indirectly, of anything of value to influence\nimproperly the actions of another party;?;\n\n(ii) “fraudulent practice” is any act or omission, including a\nmisrepresentation, that knowingly or recklessly misleads, or\n\n \n\n \n\n \n\n \n\nMn this context, any action to influence the procurement process or contract execution for undue advantage is\nimproper.\n\n2 For the purpose of this sub-paragraph, “another party” refers to a public official acting in relation to the\n\nprocurement process or contract execution. In this context, “public official” includes World Bank staff and\nemployees of other organizations taking or reviewing procurement decisions.",
    "Page_7": "Section 2 — Bidding Data\n\n \n\n \n\n \n\nattempts to mislead, a party to obtain a financial or other\nbenefit or to avoid an obligation;?\n\n(iii) “collusive practice” is an arrangement between two or more\nparties designed to achieve an improper purpose, including\nto influence improperly the actions of another party;*\n\n(iv) “coercive practice” is impairing or harming, or threatening to\nimpair or harm, directly or indirectly, any party or the property\nof the party to influence improperly the actions of a party;°\n\n(v) “obstructive practice\" is\n\n(aa) deliberately destroying, falsifying, altering, or\nconcealing of evidence material to the investigation or\nmaking false statements to investigators in order to\nmaterially impede a Bank investigation into allegations\nof a corrupt, fraudulent, coercive or collusive practice;\nand/or threatening, harassing or intimidating any party to\nprevent it from disclosing its knowledge of matters\nrelevant to the investigation or from pursuing the\ninvestigation, or\n\n(bb) acts intended to materially impede the exercise of the\nBank’s inspection and audit rights provided for under\n\nparagraph (e) below.\n\nwill reject a proposal for award if it determines that the bidder\nrecommended for award, or any of its personnel, or its agents, or its\nsub-consultants, sub-contractors, service providers, suppliers and/or\ntheir employees, has, directly or indirectly, engaged in corrupt,\nfraudulent, collusive, coercive, or obstructive practices in competing\nfor the contract in question;\n\nwill declare mis-procurement and cancel the portion of the loan\nallocated to a contract if it determines at any time that representatives\nof the Borrower or of a recipient of any part of the proceeds of the loan\nengaged in corrupt, fraudulent, collusive, coercive, or obstructive\npractices during the procurement or the implementation of the contract\nin question, without the Borrower having taken timely and appropriate\naction satisfactory to the Bank to address such practices when they\noccur, including by failing to inform the Bank in a timely manner at the\ntime they knew of the practices;\n\n \n\n3 For the purpose of this sub-paragraph, “party” refers to a public official; the terms “benefit” and “obligation”\nrelate to the procurement process or contract execution; and the “act or omission” is intended to influence the\nprocurement process or contract execution.\n\n4 For the purpose of this sub-paragraph, “parties” refers to participants in the procurement process (including\npublic officials) attempting either themselves, or through another person or entity not participating in the\nprocurement or selection process, to simulate competition or to establish bid prices at artificial, non-competitive\nlevels, or are privy to each other’s bid prices or other conditions.\n\n5 For the purpose of this sub-paragraph, “party” refers to a participant in the procurement process or contract\n\nexecution.",
    "Page_8": "Section 2 — Bidding Data\n\n \n\n \n\n3.2\n\nwill sanction a firm or individual, at any time, in accordance with the\nprevailing Bank’s sanctions procedures,® including by publicly\ndeclaring such firm or individual ineligible, either indefinitely or for a\nstated period of time: (i) to be awarded a Bank-financed contract; and\n(ii) to be a nominated’;\n\nwill require that a clause be included in bidding documents and in\ncontracts financed by a Bank loan, requiring bidders, suppliers and\ncontractors, and their sub-contractors, agents, personnel, consultants,\nservice providers, or suppliers, to permit the Bank to inspect all\naccounts, records, and other documents relating to the submission of\nbids and contract performance, and to have them audited by auditors\nappointed by the Bank.”\n\nIn further pursuance of this policy, Bidders shall permit and shall cause its\nagents (whether declared or not), sub-contractors, sub-consultants, service\nproviders, or suppliers and any personnel thereof, to permit the Bank to\ninspect all accounts, records and other documents relating to any\nprequalification process, bid submission, and contract performance (in the\ncase of award), and to have them audited by auditors appointed by the Bank.\n\n \n\n \n\n41 Qualification Information\nThe following information shall be provided in Section 9 - Schedules:\n\nICTAD/CIDA registration\n\nVAT registration number\nAI\nAttach legal status (Sole proprietor, Partnership, Company etc.)\n\nAt\n\nRegistration number ....................006+\nGrade\nSpecialty\nExpiry date\n\n \n\nttach construction program\n\n \n\nttach authentication for signatory\n\nTotal monetary value of construction work performed for each of the last\nfive years\n\nExperience in works of a similar nature and size for each of the last five\nyears\n\nConstruction equipment\n\nStaffing\n\nAttach Work plan and methods;\n\n \n\n® A firm or individual may be declared ineligible to be awarded a Bank financed contract upon: (i) completion of the Bank’s\nsanctions proceedings as per its sanctions procedures, including, inter alia, cross-debarment as agreed with other\nIntemational Financial Institutions, including Multilateral Development Banks, and through the application the World\nBank Group corporate administrative procurement sanctions procedures for fraud and corruption; and (ii) as a result of\ntemporary suspension or early temporary suspension in connection with an ongoing sanctions proceeding. See footnote\n14 and paragraph 8 of Appendix 1 of these Guidelines.\n\n \n\n7 A nominated sub-contractor, consultant, manufacturer or supplier, or service provider (different names are used depending\non the particular bidding document) is one which has either been: (i) included by the bidder in its pre-qualification\napplication or bid because it brings specific and critical experience and know-how that allow the bidder to meet the\nqualification requirements for the particular bid; or (ii) appointed by the B orrower.",
    "Page_9": "Section 2 — Bidding Data\n\n \n\n \n\n4.2 (a)\n\nICTAD/CIDA registration required\n\nThe registration required;\nSpecialty Electrical & Mechanical Services\nGrade EM 2 or above\n\n \n\n4.2 (b)\n\nAverage annual volume of construction work performed in last 5 years\n\nAverage annual volume of construction work performed in last five years shall be\nat least Rs. 45 Million\n\n \n\n4.2 (c)\n\nExperience as a prime contractor in the construction of at least one work of a\nnature and complexity similar to work over the last 05 years\n\nHYDRO-MECHANICAL works of the value of at least Rs. 37 Million\n\n \n\n4.2 (d)\n\nEssential equipment\n\nProposals for the timely acquisition (own, lease, hire, etc.) of the following\nessential equipment shall be;\n\n1. Air compresser\n2. Sand Blast Machine\n3. Welding Plant\n\n \n\n4.2 (e)\n\n \n\n \n\nQualifications and experience of the C ontract Manager and other Key\nersonnel\nNo.\n\n \n\nQualifications & Experience\n\n \n\n1, Contract manager BSc.(Engineering) or Equivalent plus at least 10\nyears experience in similar projects after obtaining\nFull Membership of the Institution of Engineers\nSriLanka (Chartered Engineer) or equivalent\n\n1 Site Engineer B.Sc. Mechanical Engineering degree or\n(Mechanical) equivalent with 10years total experience and\nyears similar work experience\n\n1 Engineering NCT or equivalent with 8years total experience\nAssistant and 5years similar work experience\n(Mechanical)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nThe Bidder must demonstrate that it will have a suitably qualified Contract\nManager and suitably qualified other key personnel in adequate numbers,\nas described in the table above.",
    "Page_10": "Section 2 — Bidding Data\n\n \n\n \n\n4.2\n\nLiquid assets and/or credit facilities required\n\nThe minimum amount of liquid assets and/or credit facilities, net of other\ncontractual commitments and exclusive of any advance payments which may be\nmade under the Contract, shall be not less than Rs. 7.5 Million\n\n \n\n10.1\n\nClarification of Bidding Documents\nEmployer’s address for clarification of bidding documents is:\n\nName of Officer: Deputy Director General (Technical Services)\nAddress: Mahaweli Authority of Sri Lanka\n\n3\" Floor\n\nNo. 500, T. B. Jayah Mawatha\n\nColombo 10\n\nPhone: 011 269 6436\n\nTelefax: 011 268 9651\n\n \n\n13.1(A) (j)\n13.1(B) (d)\n\n \n\n \n\nThe Bidder shall submit the following additional documents in its Bid:\n\n[Note: list any additional document not already listed in ITB 13.1 that must be\nsubmitted with the Bid. The list of additional documents should include the\nfollowing: ]\n\nCode of Conduct (ESHS)\n\nThe Bidder shall submit its Code of Conduct that will apply to Contractor’s\nPersonnel (as defined in Sub-clause 1.1.2.7 of the GC), to ensure compliance with\nits Environmental, Social, Health and Safety (ESHS) obligations under the contract.\n[Note: Complete and include the risks to be addressed by the Code in accordance\nwith Schedule 10, e.g. risks associated with: labor influx, spread of communicable\ndiseases, sexual harassment, gender-based violence, sexual exploitation and\nabuse, illicit behavior and crime, and maintaining a safe environment etc.]\n\nIn addition, the Bidder shall detail how this Code of Conduct will be implemented.\nThis will include: how it will be introduced into conditions of\nemployment/engagement, what training will be provided, how it will be monitored\nand how the Contractor proposes to deal with any breaches.\n\nThe Contractor shall be required to implement the agreed Code of Conduct.\n\nManagement Strategies and Implementation Plans (MSIP) to manage the\n(ESHS) risks\n\nThe Bidder shall submit Management Strategies and Implementation Plans (MSIP)\nto manage the following key Environmental, Social, Health and Safety (ESHS)\nrisks.\n\n[Note: insert name of plan and specific risk/s] ;\n\ne [e.g. Traffic Management Plan to ensure safety of local communities from\nconstruction traffic];\n\n \n\n \n\n10",
    "Page_11": "Section 2 — Bidding Data\n\n \n\n \n\ne[e.g. Water Resource Protection Plan to prevent contamination of drinking\nwater];\n\nef[eg. Boundary Marking and Protection Strategy for mobilization and\nconstruction to prevent offsite adverse impacts];\n\ne [e.g. Strategy for obtaining Consents/Permits prior to the start of relevant works\nsuch as opening a quarry or borrow pit];\n\ne[eg. Gender based violence and sexual exploitation and abuse (GBV/SEA)\nprevention and response action plan].\n\nThe Contractor shall be required to submit for approval, and subsequently\nimplement, the Contractor’s Environment and Social Management Plan (C-ESMP),\nin accordance with the Particular Conditions of Contract Sub-Clause 4.1, that\nincludes the agreed Management Strategies and Implementation Plans described\nhere.\n\n[Note: The extent and scope of these requirements should reflect the significant\nESHS risks or requirements set out in Schedule 10 as advised by\nEnvironmental/Social specialist/s. The key risks to be addressed by the Bidder\nshould be identified by Environmental/Social specialist/s, for example, from the\nEnvironmental and Social Impact Assessment (ESIA), Environmental and Social\nManagement Plan (ESMP), Resettlement Action Plan (RAP), and/or Consent\nConditions (regulatory authority conditions attached to any permits or approvals\nfor the project), up to a maximum of four. The risks may arise during mobilization\nor construction phases, and may include construction traffic impacts on the\ncommunity, pollution of drinking water, depositing on private land and impacts on\nrare species etc. The management strategies and/or implementation plans to\naddress these could include, as appropriate: mobilization strategy, strategy for\nobtaining consents/permits, traffic management plan, water resource protection\nplan, bio-diversity protection plan and a strategy for marking and respecting work\nsite boundaries etc.]\n\n \n\n \n\n \n\n \n\n \n\n14.4 Adjustments for change in cost\n\nThe Contract is not subjected to price adjustment\n16.1 Period of Bid validity: (119 days)\n\nThe Bid shall be valid up to 07.12.2021 (date).\n71 Amount of Bid security:\n\nThe amount of Bid Security is Sri Lanka Rupees: Five Hundred Thousands\n(LKR 500,000.00)\n\nBid security shall only be an unconditional guarantee issued by a bank recognized\nby the Central Bank of Sri Lanka in accordance with the format given\n\n \n\n \n\n11",
    "Page_12": "Section 2 — Bidding Data\n\n \n\n \n\n17.2\n\nValidity of Bid Security (147 days)\n\nThe Bid Security shall be valid up to 04.01.2021 (date)\n\n \n\n17.5\n\nAdd “and if required in the BDS, the Environmental, Social, Health and Safety (ESHS)\nPerformance Security pursuant to ITB 35.1.”\n\n \n\n17.6 (c) (ii)\n\nAdd “and if required in the BDS, the Environmental, Social, Health and Safety (ESHS)\nPerformance Security pursuant to ITB 35.1.”\n\n \n\n19.1\n\nPre-Bid meeting\n\nPre-Bid meeting will be held through the zoom technology.\nVenue, time, and date of the pre-bid meeting.\n\nDate: 26.07.2021\n\nTime: 9.00 AM — 10.00 AM\n\nZoom: Meeting ID:927 0649 4078 , Passcode: 288321\n\n \n\n21.2 (a)\n\nEmployer’s Address for Bid submission\n\nEmployer’s address for the purpose of bid submission is:\nMahaweli Authority of Sri Lanka\n\n9\" floor, No. 500, T. B. Jayah Mawatha\n\nColombo 10\n\n \n\n21.2 (b)\n\nIdentification number of Contract\n\nIdentification Number of the Contract is:\nLK-MOMDE-125832-C W-RFB\n\n \n\n22.1\n\nDeadline for submission of Bids\n\nDeadline for submission of Bids: 10.08.2021\n\n \n\n25.1\n\n \n\n \n\nBid opening\n\nVenue, time, and date of bid opening\n\nMahaweli Authority of Sri Lanka\n\n9\" floor, No. 500, T. B. JayahMawatha\nColombo 10\n\nTime: 11.00 AM\nDate :10.08.2021\nZoom : Conducted through the zoom technology\n\nThe Meeting ID: 954 2186 3962 , The Pass Code: 094555\n\n \n\n \n\n12",
    "Page_13": "Section 2 — Bidding Data\n\n \n\n \n\n31.1\n\n \n\n \n\nPreference for Domestic Bidders\n\nDomestic Contractors are eligible for a 10% margin of preference in the comparison\nof their Bids with those of bidders who do not qualify for the preference. To eligible\nfor domestic preference the bidder shall:\n\n(a) be registered in Sri Lanka\n(b) have more than 50% ownership by nationals of Sri Lanka;\n\nThe following procedure will be used to apply the margin of preference:\nResponsive bids will be classified into the following groups:\n\n(i) Group A: Bids offered by domestic bidders; and\n\n(ii) Group B: all other Bids.\n\nFor the purpose of evaluation and comparison of Bids only, an amount equal _to\n10 percent of the evaluated bid prices determined in accordance with Sub- Clause\n30.2 will be added to all Bids classified in Group B.\n\n \n\n \n\n13",
    "Page_14": "Section 2 — Bidding Data\n\n \n\n \n\n32\n\nIf the Procurement is within the authority limit of a CAPC:\n\nAfter evaluation of Bids in accordance with the procedures described under Clauses\n28, 29, 30 and 31, the Employer will inform to all the bidders in writing the selection\nof the successful bidder and the intention of contract award to such bidder. The\nunsuccessful bidders if they so wish, within one week of such notice may make\nrepresentation to the Procurement A ppeal Board at the address given below. Such\nrepresentation shall be self-contained to enable the Appeal Board to arrive at a\nconclusion and a cash deposit to amount given below shall be made. The Appeal\nBoard may request the bidder who had made representation to submit further\nevidence during the investigations. The cash deposit will be forfeited unless the\nEmployer has changed the original contract award decision in favour of the bidder\nwho has made such representation.\n\nAddress: The Secretary\nAppeal Board\nPresidential Secretariat\nColombo\n\nCash Deposit: Rupees 50,000/=\n\nIf the Procurement is within the authority limit of a MPC:\n\nAfter evaluation of Bids in accordance with the procedures described under Clauses\n28, 29, 30 and 31, the Employer will inform to all the bidders in writing the selection\nof the successful bidder and the intention of contract award to such bidder. The\nunsuccessful bidders if they so wish, within one week of such notice may make\nrepresentation to the Secretary to the Line Ministry at the address given below. Such\nrepresentation shall be self-contained to enable the Secretary to arrive at a\nconclusion and a cash deposit to amount given below shall be made. The Employer\nmay request the bidder who had made representation to submit further evidence\nduring the investigation of such representation. The cash deposit will be forfeited\nunless the Employer has changed the original contract award decision in favor of\nthe bidder who has made such representation.\n\nAAIESS : .......cccecescecececcececseceeeeceecesesees\n\nCash Deposit : Rupees 25,000/=\n\n \n\n35.1\n\n \n\n \n\nAmount of Performance Security\n\nThe Standard Form of Performance Security acceptable to the Employer\nshall be a Guarantee from an A gency accepted and stated in the Procurement\nGuidelines.\n\nThe amount of the Performance Security is 7% of the Initial Contract Price.\n\nThe Performance Security shall be valid until ........0...0...e (date).\n\n \n\n \n\n14",
    "Page_15": "Section 2 — Bidding Data\n\n \n\nThe successful Bidder shall be required to submit an Environmental, Social, Health\nand Safety (ESHS) Performance Security within 14 Days of receipt of the Letter of\nAcceptance.\n\nThe amount of the Environmental, Social, Health and Safety (ESHS)\nPerformance Security is 3% of the Initial Contract Price.\n\nThe Environmental, Social, Health and Safety (ESHS) Performance Security shall\nbe valid until ...............eee (date).\n\nBid security shall only be an unconditional guarantee issued by a bank recognized\nby the Central Bank of Sri Lanka in accordance with the format given\n\n \n\n37\n\n \n\n \n\nFees and types of reimbursable expenses to be paid to the A djudicator shall be on a\ncase to case basis and shall be shared equally by the Contractor and the Employer.\n\nFor contracts with estimated cost equal or exceeding Rs. 500mn delete\nClause 37 Adjudicator and insert following;\n\n37 Dispute Adjudication Board (DAB)\n\n37.1 Within 28 Days from the Commencement Date each of the Parties shall\nappoint one member to serve on the Dispute A djudication Board (DAB). The\nParties shall consult both these members and shall agree upon the third\nmember, who shall be appointed to act as the chairman.\n\nIf either Party fails to nominate a member to the DAB or the Parties fail to\nagree upon the third member or the Parties fail to agree on the appointment of\na replacement person to the DAB, then upon the request of either or both\nParties the Institute for Construction Training and Development (ICTAD)\nshall appoint the relevant member to the DAB.\n\n \n\n \n\n \n\n15",
    "Page_16": "Section Ill — Conditions of Contract\n\n \n\nSection - 3\n\nCONDITIONS OF CONTRACT\n\n \n\n \n\nNote:\nBidders are advised to refer Section 3 — Condition of Contract of Standard\nBidding Document ICTAD Publication No. - ICTAD/SBD/02 —-second",
    "Page_17": "Section 4 — Contract Data\n\nSection 4 — Contract Data\n\nNote: The clause numbers referred are the clause numbers of Conditions of Contract. The\nEmployer should insert relevant data for all the items marked with an asterisk (*) prior to\nthe issue of the bidding documents. Where a number of Days are to be inserted, it is\ndesirable for the number to be a multiple of seven, for consistency with the Conditions of\n\nContract.\n\n \n\nConditions of\nContract Clause\nNumber/s\n\n \n\n(*) 1.1.2.2 & 1.3\n\nEmployer’s name\nand address\n\nName: Director General,\nMahaweli Authority of Sri Lanka\nAddress: Mahaweli Authority of Sri Lanka\n9\" floor, No. 500, T. B. Jayah Mawatha\nColombo 10\n\n \n\n1.3\n\nContractor’s name\nand address\n\nName:\n\nAddress:\n\n \n\n(*) 1.1.2.4 & 1.3\n\nEngineer’s name\nand address\n\n \n\nENGINEER - Director (EM)\n\n \n\n \n\n \n\nAddress: | Mahaweli Authority of Sri Lanka\n\nENGINEERING REPRESENTATIVE -\nDeputy Resident Project Manager (TS)\nAddress: Resident Project Manager’s Office\nEmbilipitiya\n\n1.1.2.5 Key Personnel\n\nContractor’s\n\nPersonnel\n\nThe following is added at the end of the sub-clause:\n\n“Contractor’s Personnel includes Key Personnel as named in the\n\nContract.”\n\n \n\n \n\n17",
    "Page_18": "Section 4 — Contract Data\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n1.1.2.9 Replace existing Clause 1.1.2.9 with following:\n“Dispute Adjudication Board” (DAB) means three persons appointed under\nSub-Clause 19.2 [Appointment of the Dispute Adjudication Board] or Sub-\nClause 19.3 [Failure to A gree on the Composition of the Dispute A djudication\nBoard] of the Conditions of Contract.\n(*) 1.1. 3.3 Time for Time for Completion is 560 Days\nCompletion of the\nWorks\n(*) 1.1.3.7 Defects Notification | Defects Notification Period is 365 Days\nPeriod\n1.1.6.8 The following is added after Sub-Clause 1.1.6.7\n“ESHS” means environmental, social (including sexual exploitation and\nabuse (SEA) and gender based violence (GBV)), health and safety.\n(*) 2.1 Right to access to 14 Days after Letter of Acceptance\nthe Site\nEngineer’s Duties . . a.\n(*) 3.1 and Authority The Engineer shall obtain the specific approval of the\nEmployer before taking action under the following\nSub-Clauses of these Conditions:\nClause 13, where the final effect of\nthe variations increase the Contract Price\n(b) Sub-Clause ...........0cceceeeeeee\n\n \n\n \n\n16",
    "Page_19": "Section 4 — Contract Data\n\n \n\n41\nContractor’s\nGeneral\nObligations\n\nInsert in the fifth paragraph after the words “The Contractor shall, whenever\nrequired by the Engineer, submit details of the arrangements and methods\nwhich the Contractor proposes to adopt for the execution of the Works.”\n\n“Notwithstanding Sub-Clause 8.1, the Contractor shall not carry out any\nWorks, including mobilization and/or pre-construction activities (e.g. limited\nclearance for haul roads, site accesses and work site establishment,\ngeotechnical investigations or investigations to select ancillary features such\nas quarries and borrow pits), unless the Engineer is satisfied that appropriate\nmeasures are in place to address environmental, social, health and safety risks\nand impacts. At a minimum, the Contractor shall apply the Management\nStrategies and Implementation Plans and Code of Conduct, submitted as part\nof the Bid and agreed as part of the Contract. The Contractor shall submit, on\na continuing basis, for the Engineer’s prior approval, such supplementary\nManagement Strategies and Implementation Plans as are necessary to manage\nthe ESHS risks and impacts of ongoing works. These Management Strategies\nand Implementation Plans collectively comprise the Contractor’s\nEnvironmental and Social Management Plan (C-ESMP). The C-ESMP shall\nbe approved prior to the commencement of construction activities (e.g.\nexcavation, earth works, bridge and structure works, stream and road\ndiversions, quarrying or extraction of materials, concrete batching and asphalt\nmanufacture). The approved C-ESMP shall be reviewed, periodically (but not\nless than every six (6) months), and updated in a timely manner, as required,\nby the Contractor to ensure that it contains measures appropriate to the Works\nactivities to be undertaken. The updated C-ESMP shall be subject to prior\napproval by the Engineer.\n\n \n\n(*) 4.2\n\n \n\n \n\n \n\nAmount of 7% of the Initial Contract Price, in the currencies and\nPerformance proportions in which the Contract Price is payable. The\nSecurity acceptable form is..............\n\nPerformance Security shall only be an\nunconditional guarantee issued by a_ bank\nrecognized by the Central Bank of Sri Lanka in\naccordance with the format given\n\n3 % of the Initial Contract Price...\n\nThe ESHS Performance Security will be in the form of\na “demand guarantee” in the amount(s) of 3% percent\nof the Accepted Contract Amount and in the same\ncurrency(ies) of the Accepted Contract Amount.\n\n \n\n \n\n \n\n17",
    "Page_20": "Section 4 — Contract Data\n\n \n\n4.2\nPerformance\nSecurity\n\n \n\n \n\nAdd the following\n\nThe Contractor shall obtain (at his cost) an Environmental, Social, Safety and\nHealth (ESHS) Performance Security for compliance with the Contractor’s ESHS\nobligations, for LKR .........\n\nThe Contractor shall deliver ESHS Performance Security to the Employer\nwithin 14 days after receiving the Letter of Acceptance, and shall send a\ncopy to the Engineer. The ESHS Performance Security shall be issued by a\nreputable bank selected by the Contractor, and shall be in the form annexed\nto the Particular Conditions, as stipulated by the Employer in the Contract\nData, or in another form approved by the Employer.\n\nThe Contractor shall ensure that the ESHS Performance Security is valid and\nenforceable until the Contractor has executed and completed the Works and\nremedied any defects. If the terms of the ESHS Performance Security\nspecify its expiry date, and the Contractor has not become entitled to receive\nthe Performance Certificate (which, if applicable, includes satisfactory\nperformance of the ESHS obligations), by the date 28 days prior to the expiry\ndate, the Contractor shall extend the validity of the ESHS Performance\nSecurity until the Works have been completed and any defects have been\nremedied.\n\nThe Employer shall return the ESHS Performance Security to the Contractor\nwithin 21 days after receiving a copy of the Performance Certificate.\n\n \n\n \n\n18",
    "Page_21": "Section 4 — Contract Data\n\n \n\n4.14\nProgress Reports\n\n \n\n \n\nSub-Clause 4.21 (g) is replaced by the following:\n\n“4.14 (g) the Environmental, Social, Health and Safety\n(ESHS) metrics set out in Appendix B”\n\nAt the end of, and as part of Sub-Clause 4.14 add a new\nparagraph as follows:\n\n“The Contractor shall provide immediate notification to the\nEngineer of incidents in the following categories. Full details of\nsuch incidents shall be provided to the Engineer within the\ntimeframe agreed with the Engineer.\n\n(a)\n\n(b)\n(c)\n\nconfirmed or likely violation of any law or international\nagreement;\n\nany fatality or serious (lost time) injury;\n\nsignificant adverse effects or damage to private property (e.g.\nvehicle accident, damage from fly rock, working beyond the\nboundary)\n\nmajor pollution of drinking water aquifer or damage or\ndestruction of rare or endangered habitat (including protected\nareas) or species; or\n\nany allegation of gender based violence (GBV), sexual\nexploitation or abuse, sexual harassment or sexual\nmisbehavior, rape, sexual assault, child abuse, or defilement,\nor other violations involving children.\n\n \n\n \n\n19",
    "Page_22": "Section 4 — Contract Data\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n6.8 Key Personnel\nContractor’s\nPersonnel Sub-Clauses 6.8 (d) is amended by inserting “or” at the end:\n“6.9 (d)...... 5 or”\nSub-Clauses 6.8 (e) is inserted as follows:\n“6.9 (e) undertakes behavior which breaches the Code of Conduct\n(ESHS) (eg. spreading communicable diseases, sexual\nharassment, gender based violence, (GBV), sexual exploitation\nor abuse, illicit activity or crime).”\nAfter the sentence: “If appropriate, the Contractor shall then appoint (or\ncause to be appointed) a suitable replacement person.” The following is added\nas a new paragraph:\n“The Contractor’s Personnel includes Key Personnel. If the Contractor intends\nto replace a Key Personnel, the Contractor shall, not less than 30 days before\nthe intended date of replacement, give notice to the Engineer, the name,\naddress, academic qualifications and relevant experience of the intended\nreplacement Key Personnel. The Contractor shall not, without the prior\nconsent of the Engineer, revoke the appointment of the Key Personnel or\nappoint a replacement.”\n(*) 8.7 Liquidated damages | 0.05 % of the Initial Contract Price per Day\nfor the Works\nx Maximum amount > -_ .\n(*) 8.7 of liquidated 10% of the Initial Contract Price\ndamages\n12.2 (b) Method of The Method of Measurement shall be SLS 573\nMeasurement\n13.3 . : .\nVariation Sub-Clause 13.3. (a) is replaced with the following:\nd a\nProcedure “(a) a description of the proposed work to be performed, a\nprogramme for its execution and sufficient ESHS information to\nenable an evaluation of ESHS risks and impacts;”\n(*) 13.4(b) Percentage for 10%\nadjustment of\nProvisional Sums\n\n \n\n \n\n \n\n20",
    "Page_23": "Section 4 — Contract Data\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n13.7 Last paragraph “The weightings for each of the inputs of cost\nAdjustment for | <1 ” shall be substituted by the following:\nchanges in Cost\n“The weightings for each of the inputs of cost given in this Clause shall be\nadjusted only if they have been rendered unreasonable, unbalanced or\ninapplicable, as a result of Variations.”\n13.7 Weightings of Not Applicable\nInputs\n(*) 14.2 Total Advance 20% of the Initial Contract Price excluding\nPayment provisional sums and contingencies\n(*) 14.2 Number and timing | Insert number of installments and any requirements\nof installments\n(*) 14.3(c) Percentage of\ntenti\nretention 10%\n(*) 14.3(c) Limit of Retention | 5 % of the Initial Contract Price\nMoney\n(*) 14.5 Minimum amount 2,000,000.00 Rupees\nof Interim Payment\nCertificates\n(*)14.8 Alternative method | On reaching the limit of retention, stated in the\nfor Payment of Contract Data under Sub-Clause 14.3, the Contractor\nRetention may substitute full retention money with an\nunconditional guarantee acceptable to the Employer\nto a value equal to the full retention money, and valid\nup to 28 Days beyond the end of Defect Notification\nPeriod. On receipt of such guarantee the Employer\nshall repay the full retention money. The guarantee\nwill be released to the Contractor upon the certification\nof the Engineer that all Defects notified by the\nEngineer to the Contractor before the end of this period\nhave been corrected.\n(*) 18.2 Third Party This Amount of insurance per occurrence is:\nInsurance\n\n \n\n \n\nRupees 500,000.00\n\n \n\n \n\n21",
    "Page_24": "Section 4 — Contract Data\n\n \n\n \n\nClause 19.0 Claims, Disputes and Arbitration\nDelete existing sub-clause 19.2 (Dispute Resolution),\n\nDelete existing sub-clause 19.3 (Procedure for Adjudication),\n\nDelete existing sub-clause 19.4 (Replacement of Adjudicator),\n\nDelete existing sub-clause 19.5 (Arbitration), and insert the following new\nsub-clauses;\n\n19.2 Appointment of the Dispute Adjudication Board\n\n19.3 Failure to Agree on the Composition of the Dispute Adjudication Board\n19.4 Obtaining Dispute Adjudication Board’s Decision\n\n19.5 Failure to Comply with Dispute Adjudication Board’s Decision\n\n19.6 Expiry of Dispute Adjudication Board’s Appointment\n19.7 Arbitration\n\n \n\n19.2\n\n \n\n \n\nAppointment of the | Any dispute of whatever nature arising out of or in\nDispute relation to this agreement shall in the first instance be\nAdjudication Board | referred to a Dispute Adjudication Board (DAB) for\ndecision in accordance with Sub-Clause 19.4\n[Obtaining Dispute Adjudication Board’s Decision].\nThe Parties shall appoint a DAB within 28 Days from\nthe Commencement Date.\n\nThe DAB shall comprise, three suitably qualified\npersons (“the members’), who shall be professionals\nexperienced in the type of construction involved in the\nWorks and with the interpretation of contractual\ndocuments, one of whom shall serve as chairman.\n\nWithin 28 Days from the Commencement Date each of\nthe Parties shall appoint one member to serve on the\nDispute Adjudication Board (DAB). The Parties shall\nconsult both these members and shall agree upon the\nthird member, who shall be appointed to act as the\nchairman.\n\nThe agreement between the Parties and each of the\nthree members shall incorporate by reference the\nGeneral Conditions of Dispute Adjudication\nAgreement contained in the Appendix to these\nContract Data, with such amendments as are agreed\nbetween them.\n\nThe terms of the remuneration of the three members,\nincluding the remuneration of any expert whom the\nDAB consults, shall be mutually agreed upon by the\nParties when agreeing the terms of appointment of the\nmember or such expert (as the case may be). Each Party\nshall be responsible for paying one-half of this\nremuneration.\n\n \n\n \n\n \n\n22",
    "Page_25": "Section 4 — Contract Data\n\n \n\n19.3\n\nFailure to Agree\n\non the Composition\nof the Dispute\nAdjudication Board\n\nIf amember declines to act oris unable to act as a result\nof death, disability, resignation or termination of\nappointment, a replacement shall be appointed in the\nsame manner as the replaced person was required to\nhave been nominated or agreed upon, as described in\nthis Sub-Clause.\n\nThe appointment of any member may be terminated by\nmutual agreement of both Parties, but not by the\nEmployer or the Contractor acting alone. Unless\notherwise agreed by both Parties, the appointment of\nthe DAB (including each member) shall expire when\nthe discharge referred to in Sub-Clause 14.11\n[Discharge] shall have become effective.\n\nIf any of the following conditions apply, namely:\n\n(a) either Party fails to nominate a member of a\nDAB by such date,\n\n(b) _ the Parties fail to agree upon the appointment of\nthe third member (to act as chairman) of the\nDAB by such date, or\n\n(c) the Parties fail to agree upon the appointment of\na replacement person within 42 Days after the\ndate on which the one of the three members\ndeclines to act or is unable to act as a result of\ndeath, disability, resignation or termination of\nappointment,\n\nThen Institute for Construction Training and\nDevelopment (ICTAD) shall, upon the request of either\nor both of the Parties and after due consultation with\nboth Parties, appoint this member of the DAB. This\nappointment shall be final and conclusive. Each Party\nshall be responsible for paying one-half of the expenses\n/ disbursements incurred by ICTAD.\n\n \n\n19.4\n\n \n\n \n\nObtaining Dispute\nAdjudication\nBoard’s Decision\n\n \n\n \n\nIf a dispute (of any kind whatsoever) arises between the\nParties in connection with,or arising out of, the\nContract or the execution of the Works, including any\ndispute as to any certificate, determination, instruction,\nopinion or valuation of the Engineer, either Party may\nrefer the dispute in writing to the DAB for its decision,\nwith copies to the other Party and the Engineer. Such\nreference shall state that it is given under this Sub-\nClause.\n\n \n\n \n\n23",
    "Page_26": "Section 4 — Contract Data\n\n \n\n \n\n \n\n \n\n \n\nThe DAB shall be deemed to have received such\nreference on the date when it is received by the\nchairman of the DAB.\n\nBoth Parties shall promptly make available to the DAB\nall such additional information, further access to the\nSite, and appropriate facilities, as the DAB may require\nfor the purposes of making a decision on such dispute.\nThe DAB shall be deemed to be not acting as\narbitrator(s).\n\nWithin 84 Days after receiving such reference, or\nwithin such other period as may be proposed by the\nDAB and approved by both Parties, the DAB shall give\nits decision, which shall be reasoned and shall state that\nitis given under this Sub-Clause. The decision shall be\nbinding on both Parties, who shall promptly give effect\nto it unless and until it shall be revised in an amicable\nsettlement or an arbitral award as described below.\nUnless the Contract has already been abandoned,\nrepudiated or terminated, the Contractor shall continue\nto proceed with the Works in accordance with the\nContract.\n\nIf either Party is dissatisfied with the DAB’s decision,\nthen either Party may, within 28 Days after receiving\nthe decision, give notice to the other Party of its\ndissatisfaction and intention to commence arbitration.\nIf the DAB fails to give its decision within the period\nof 84 Days (or as otherwise approved) after receiving\nsuch reference, then either Party may, within 28 Days\nafter this period has expired, give notice to the other\nParty of its dissatisfaction and intention to commence\narbitration.\n\nIn either event, this notice of dissatisfaction shall state\nthat it is given under this Sub-Clause, and shall set out\nthe matter in dispute and the reason(s) for\ndissatisfaction. Except as stated in Sub-Clause 19.5\n[Failure to Comply with Dispute Adjudication Board’s\nDecision] and Sub-Clause 19.6 [Expiry of Dispute\nAdjudication Board’s Appointment], neither Party\nshall be entitled to commence arbitration of a dispute\nunless a notice of dissatisfaction has been given in\naccordance with this Sub-Clause.\n\nIf the DAB has given its decision as to a matter in\ndispute to both Parties, and no notice of dissatisfaction\nhas been given by either Party within 28 Days after it\nreceived the DAB’s decision, then the decision shall\nbecome final and binding upon both Parties.\n\n \n\n \n\n24",
    "Page_27": "Section 4 — Contract Data\n\n \n\n \n\n \n\nBoard’s Decision\n\n \n\n19.5 Failure to Comply _| In the event that a Party fails to comply with a DAB\nwith Dispute decision which has become final and binding, then the\nAdjudication other Party may, without prejudice to any other rights\n\nit may have, refer the failure itself to arbitration under\nSub-Clause 19.7 [Arbitration]. Sub-Clause 19.4\n[Obtaining Dispute Adjudication Board’s Decision]\nshall not apply to this reference.\n\n \n\n \n\n25",
    "Page_28": "Section 4 — Contract Data\n\n \n\n19.6\n\n \n\n \n\nExpiry of Dispute\nAdjudication\nBoard’s\nAppointment\n\nArbitration\n\n \n\nIf a dispute arises between the Parties in connection\nwith, or arising out of, theContract or the execution of\nthe Works and there is no DAB in place, whether\nbyreason of the expiry of the DAB’s appointment or\notherwise:\n\n(a)\n\nSub-Clause 19.4 [Obtaining Dispute\nAdjudication Board’s Decision] shall not apply,\nand\n\nthe dispute may be referred directly to\narbitration under Sub-Clause 19.7 [Arbitration].\n\nAny dispute of whatever nature arising\nfrom, out of or in connection with this\nagreement, on the interpretation thereof, or the\nrights, duties, obligations or liabilities of any\nParty, or the operation, breach, termination,\nabandonment, foreclosure or _ invalidity\nthereof, shall be referred to by either Party to\narbitration for final settlement, in accordance\nwith the Arbitration Act No. 11 of 1995, or any\namendment thereof,\n\n(b) Pending the award in any arbitration proceedings\n\nYS\n\nhereunder,\n\n(i) this Contract and the rights and obligations of\n\nthe Parties shall remain in full force and effect\nand\n\n(ii) each of the Parties shall continue to perform\n\ntheir respective obligations under this\nContract. The termination of this Contract\nshall not result in the termination of any\narbitration proceedings pending at the time of\nsuch termination nor otherwise affect the\nrights and obligations of the Parties under or\nwith respect to such pending arbitration.\n\nAny award rendered by the arbitral tribunal shall\ndetermine the extent to which the cost of\narbitration is to be borne by each Party. The\narbitration centre charges and the compensation to\nthe arbitrator shall be equally shared by the Parties\ninitially.\n\n \n\n \n\n26",
    "Page_29": "Section 4 — Contract Data\n\n \n\n \n\nComposition of the Arbitral Tribunal :\n\nThe arbitral tribunal shall consist of a sole arbitrator\nwho shall be appointed in the manner provided in the\nSelection Procedure as given below.\n\nSelection Procedure :\n\nThe Party desiring arbitration shall nominate three\narbitrators out of which one to be selected by the other\nParty within 21 Days of the receipt of such\nnomination. If the other Party does not select one to\nserve as Arbitrator within the stipulated period then\ntheA rbitrator shall be appointed in accordance with the\nArbitration Act No. 11 of 1995, or any amendments\nthereof.\n\nVenue & Language :\n\nThe venue of arbitration shall be in Sri Lanka.\n\nUnless otherwise agreed to by the Parties the\nproceedings shall be conducted and the award shall be\nrendered in the English language.\n\n \n\n \n\n \n\n \n\nIn the following sub-clauses the term “Performance Security” is replaced\nwith: “Performance Security and, if applicable, an Environmental, Social,\nHealth and Safety (ESHS) Performance Security”:\n\n2.1- Right of Access to the Site\n\n14.2- Advance Payment\n\n14.5- Issue of Interim Payment Certificate\n\n14.11- Discharge\n\n15.5- Employer’s Entitlement to Termination for Convenience\n\n16.4(a)- Payment on termination”\n\n \n\n \n\n27",
    "Page_30": "Section 4 — Contract Data\n\nAPPENDIX TO CONTRACT DATA\n\nAPPENDIX A\n\nA General C onditions of Dispute Adjudication Agreement\n\n1. Definitions\n\n2. General Provisions\n\n3. Warranties\n\nEach “Dispute Adjudication Agreement” is a tripartite agreement by and\nbetween:\n\n(a) the “Employer”;\n(b) the “Contractor”; and\n\n(c) the “Member” who is defined in the Dispute Adjudication\nAgreement as being __ one of the three persons who are jointly called\nthe “DAB” (or “Dispute Adjudication Board’’) and, where this is the case,\nthe other two persons are called the “Other Members.\n\nThe Employer and the Contractor have entered (or intend to enter) into a\ncontract, which is called the “Contract” and is defined in the Dispute\nAdjudication Agreement, which incorporates this Appendix. In the\nDispute Adjudication Agreement, words and expressions which are not\notherwise defined shall have the meanings assigned to them in the\nContract.\n\nUnless otherwise stated in the Dispute Adjudication Agreement, it shall\ntake effect on the latest of the following dates:\n\n(a) the Commencement Date defined in the Contract,\n\n(b) when the Employer, the Contractor and the Member have each\nsigned the Dispute A djudication Agreement, or\n\n(c) when the Employer, the Contractor and each of the Other Members\nhave respectively each signed a Dispute A djudication A greement.\n\nThis employment of the Member is a personal appointment. At any time,\nthe Member may give not less than 70 Days notice of resignation to the\nEmployer and to the Contractor, and the Dispute Agreement shall\nterminate upon the expiry of this period.\n\nThe Member warrants and agrees that he/she is and shall be impartial and\nindependent of the Employer, the Contractor and the Engineer. The\nMember shall promptly disclose, to each of them and to the Other\nMembers, any fact or circumstance which might appear inconsistent with\nhis/her warranty and agreement of impartiality and independence.\n\nWhen appointing the Member, the Employer and the Contractor relied\nupon the Member’s representations that he/she is:\n\n(a) experienced in the work which the Contractor is to carry out under\nthe Contract,\n\n(b) experienced in the interpretation of contract documentation, and\n\n \n\n28",
    "Page_31": "Section 4 — Contract Data\n\n4. General\nObligations of the\nMember\n\n5. General\nObligations of the\nEmployer and the\nContractor\n\n(c)\n\nfluent in the language for communications defined in the Contract.\n\nThe Member shall:\n\n(a)\n\n(b)\n\n(k)\n\nhave no interest financial or otherwise in the Employer, the\nContractor or Engineer, nor any financial interest in the Contract\nexcept for payment under the Dispute A djudication Agreement;\n\nnot previously have been employed as a consultant or otherwise by\nthe Employer, the Contractor or the Engineer, except in such\ncircumstances as were disclosed in writing to the Employer and the\nContractor before they signed the Dispute A djudication A greement;\n\nhave disclosed in writing to the Employer, the Contractor and the\nOther Members, before entering into the Dispute Adjudication\nAgreement and to his/her best knowledge and recollection, any\nprofessional or personal relationships with any director, officer or\nemployee of the Employer, the Contractor or the Engineer, and any\nprevious involvement in the overall project of which the Contract\nforms part;\n\nnot, for the duration of the Dispute Adjudication Agreement, be\nemployed as a consultant or otherwise by the Employer, the\nContractor or the Engineer, except as may be agreed in writing by\nthe Employer, the Contractor and the Other Members;\n\ncomply with the annexed procedural rules and with Sub-Clause 19.4\n(Obtaining Dispute Adjudication Board’s Decision) of the\nConditions of Contract;\n\nnot give advice to the Employer, the Contractor, the Employer’s\nPersonnel or the Contractor’s Personnel concerning the conduct of\nthe Contract, other than in accordance with the annexed procedural\nrules;\n\nnot while a Member enter into discussions or make any agreement\nwith the Employer, the Contractor or the Engineer regarding\nemployment by any of them, whether as a consultant or otherwise,\nafter ceasing to act under the Dispute A djudication A greement;\n\nensure his/her availability for all site visits and hearings as are\nnecessary;\n\nbecome conversant with the Contract and with the progress of the\nWorks (and of any other parts of the project of which the Contract\nforms part) by studying all documents received which shall be\nmaintained in a current working file;\n\ntreat the details of the Contract and all the DAB’s activities and\nhearings as private and confidential, and not publish or disclose\nthem without the prior written consent of the Employer, the\nContractor and the Other Members; and\n\nbe available to give advice and opinions, on any matter relevant to\nthe Contract when requested by both the Employer and the\nContractor, subject to the agreement of the Other Members.\n\nThe Employer, the Contractor, the Employer’s Personnel and the\nContractor’s Personnel shall not request advice from or consultation with\nthe Member regarding the Contract, otherwise than in the normal course\nof the DAB’s activities under the Contract and the Dispute A djudication\nAgreement. The Employer and the Contractor shall be responsible for\n\n \n\n29",
    "Page_32": "Section 4 — Contract Data\n\n6. Payment\n\ncompliance with this provision, by the Employer’s Personnel and the\nContractor’s Personnel respectively.\n\nThe Employer and the Contractor undertake to each other and to the\nMember that the Member shall not, except as otherwise agreed in writing\nby the Employer, the Contractor, the Member and the Other Members:\n\n(a) be appointed as an arbitrator in any arbitration under the Contract;\n\n(b) be called as a witness to give evidence conceming any dispute\nbefore arbitrator(s) appointed for any arbitration under the Contract;\nor\n\n(c) be liable for any claims for anything done or omitted in the discharge\nor purported discharge of the Member’s functions, unless the act or\nomission is shown to have been in bad faith.\n\nThe Employer and the Contractor hereby jointly and severally indemnify\nand hold the Member harmless against and from claims from which he is\nrelieved from liability under the preceding paragraph.\n\nWhenever the Employer or the Contractor refers a dispute to the DAB\nunder Sub-Clause 19.4 (Obtaining Dispute Adjudication Board’s\nDecision) of the Conditions of Contract, which will require the Member\nto make a site visit and attend a hearing, the Employer or the Contractor\nshall provide appropriate security for a sum equivalent to the reasonable\nexpenses to be incurred by the Member. No account shall be taken of any\nother payments due or paid to the Member.\n\nThe Member shall be paid as follows:\n\n(a) a retainer fee per calendar month, which shall be considered as\npayment in full for:\n\n(i) being available on 28 Days notice for all site visits and\nhearings;\n\n(ii) becoming and remaining conversant with all project\ndevelopments and maintaining relevant files;\n\n(iii) all office and overhead expenses including secretarial services,\nphotocopying and office supplies incurred in connection with\nhis duties; and\n\n(iv) all services performed hereunder except those referred to in\nsub-paragraphs (b) and (c) of this Clause.\n\nThe retainer fee shall be paid with effect from the last day of the calendar\nmonth in which the Dispute A djudication A greement becomes effective;\nuntil the last day of the calendar month in which the Taking-Over\nCertificate is issued for the whole of the Works.\n\nWith effect from the first day of the calendar month following the month\nin which the Taking-Over Certificate is issued for the whole of the\nWorks, the retainer fee shall be reduced by 50%. This reduced fee shall\n\n \n\n30",
    "Page_33": "Section 4 — Contract Data\n\nbe paid until the first day of the calendar month in which the Member\nresigns or the Dispute Adjudication A greement is otherwise terminated.\n\n(b) a daily fee which shall be considered as payment in full for:\n\n(i) each day or part of a day up to a maximum of two Days travel\ntime in each direction for the journey between the Member’s\nhome and the site, or another location of a meeting with the\nOther Members;\n\n(ii) each working day on Site visits, hearings or preparing\ndecisions; and\n\n(iii) each day spent reading submissions in preparation for a\nhearing.\n\n(c) all reasonable expenses including necessary travel expenses (hotel\nand subsistence and other direct travel expenses) incurred in\nconnection with the Member’s duties, as well as the cost of\ntelephone calls, courier charges, and faxes: a receipt shall be\nrequired for each item in excess of five percent of the daily fee\nreferred to in sub-paragraph (b) of this Clause.\n\nThe retainer and daily fees shall be as specified in the Dispute\nAdjudication Agreement. Unless it specifies otherwise, these fees shall\nremain fixed for the entire duration of the Contract.\n\nThe Member shall submit invoices for payment of the monthly retainer\nquarterly in advance. Invoices for other expenses and for daily fees shall\nbe submitted following the conclusion of a site visit or hearing. All\ninvoices shall be accompanied by a brief description of activities\nperformed during the relevant period and shall be addressed to the\nContractor.\n\nThe Contractor shall pay each of the Member’s invoices in full within 56\ncalendar days after receiving each invoice and shall apply to the\nEmployer (in the Statements under the Contract) for reimbursement of\none-half of the amounts of these invoices. The Employer shall then pay\nthe Contractor in accordance with the Contract.\n\nIf the Contractor fails to pay to the Member the amount to which he/she\nis entitled under the Dispute A djudication A greement, the Employer shall\npay the amount due to the Member and any other amount which may be\nrequired to maintain the operation of the DAB; and without prejudice to\nthe Employer’s rights or remedies. In addition to all other rights arising\nfrom this default, the Employer shall be entitled to reimbursement of all\nsums paid in excess of one-half of these payments, plus all costs of\nrecovering these sums and financing charges calculated at the rate\nspecified in Sub-Clause 14.7 of the Conditions of Contract.\n\nIf the Member does not receive payment of the amount due within 70\ndays after submitting a valid invoice, the Member may (i) suspend his/her\n\n \n\n31",
    "Page_34": "Section 4 — Contract Data\n\n7. Termination\n\n8. Default of the\nMember\n\n9. Disputes\n\nservices (without notice) until the payment is received, and/or (ii) resign\nhis/her appointment by giving notice under Clause 7.\n\nAt any time: (i) the Employer and the Contractor may jointly terminate\nthe Dispute Adjudication Agreement by giving 42 Days notice to the\nMember; or (ii) the Member may resign as provided for in Clause 2.\n\nIf the Member fails to comply with the Dispute A djudication A greement,\nthe Employer and the Contractor may, without prejudice to their other\nrights, terminate it by notice to the Member. The notice shall take effect\nwhen received by the Member.\n\nIf the Employer or the Contractor fails to comply with the Dispute\nAdjudication A greement, the Member may, without prejudice to his other\nrights, terminate it by notice to the Employer and the Contractor. The\nnotice shall take effect when received by them both.\n\nAny such notice, resignation and termination shall be final and binding\non the Employer, the Contractor and the Member. However, a notice by\nthe Employer or the Contractor, but not by both, shall be of no effect.\n\nIf the Member fails to comply with any of his obligations under Clause 4\n(a) — (d) above, he shall not be entitled to any fees or expenses hereunder\nand shall, without prejudice to their other rights, reimburse each of the\nEmployer and the Contractor for any fees and expenses received by the\nMember and the Other Members, for proceedings or decisions of the\nDAB which are rendered void or ineffective by the said failure to comply.\n\nIf the Member fails to comply with any of his obligations under Clause 4\n(e) — (k) above, he shall not be entitled to any fees or expenses hereunder\nfrom the date and to the extent of the non-compliance and shall, without\nprejudice to their other rights, reimburse each of the Employer and the\nContractor for any fees and expenses already received by the Member,\nfor proceedings or decisions of the DAB which are rendered void or\nineffective by the said failure to comply.\n\nAny dispute or claim arising out of or in connection with this Dispute\nAdjudication A greement, or the breach, termination or invalidity thereof,\nshall be finally settled in accordance with Arbitration Act No 11, 1995 of\nSri Lanka with a sole A rbitrator..\n\n \n\n32",
    "Page_35": "Section 4 — Contract Data\n\n \n\nPROCEDURAL RULES\n\n1. Unless otherwise agreed by the Employer and the Contractor, the DAB shall visit the site at\nintervals of not more than 70 days, including times of critical construction events, at the request of\neither the Employer or the Contractor. Unless otherwise agreed by the Employer, the Contractor\nand the DAB, the period between consecutive visits shall not be less than 35 days, except as\nrequired to convene a hearing as described below.\n\n2. The timing of and agenda for each site visit shall be as agreed jointly by the DAB, the Employer\nand the Contractor, or in the absence of agreement, shall be decided by the DAB. The purpose of\nsite visits is to enable the DAB to become and remain acquainted with the progress of the Works\nand of any actual or potential problems or claims, and, as far as reasonable, to 33ecogniz to prevent\npotential problems or claims from becoming disputes.\n\n3. Site visits shall be attended by the Employer, the Contractor and the Engineer and shall be co-\nordinated by the Employer in co-operation with the Contractor. The Employer shall ensure the\nprovision of appropriate conference facilities and secretarial and copying services. At the\nconclusion of each site visit and before leaving the site, the DAB shall prepare a report on its\nactivities during the visit and shall send copies to the Employer and the Contractor.\n\n4. The Employer and the Contractor shall furnish copy each to the members of the DAB all documents\nwhich the DAB may request, including Contract documents, progress reports, variation\ninstructions, certificates and other documents pertinent to the performance of the Contract. All\ncommunications between the DAB and the Employer or the Contractor shall be copied to the other\n\nParty.\n\n5. If any dispute is referred to the DAB in accordance with Sub-Clause 19.4 (Obtaining Dispute\nAdjudication Board’s Decision) of the Conditions of Contract, the DAB shall proceed in\naccordance with Sub-Clause 19.4 (Obtaining Dispute Adjudication Board’s Decision) and these\nRules. Subject to the time allowed to give notice of a decision and other relevant factors, the DAB\nshall:\n\n(a) act fairly and impartially as between the Employer and the Contractor, giving each of them\na reasonable opportunity of putting his case and responding to the other’s case, and\n\n(b) adopt procedures suitable to the dispute, avoiding unnecessary delay or expense.\n\n6. The DAB may conduct a hearing on the dispute, in which event it will decide on the date and place\nfor the hearing and may request that written documentation and arguments from the Employer and\nthe Contractor be presented to it prior to or at the hearing.\n\n7. Except as otherwise agreed in writing by the Employer and the Contractor, the DAB shall have\npower to adopt an inquisitorial procedure, to refuse admission to hearings or audience at hearings\nto any persons other than representatives of the Employer, the Contractor and the Engineer, and to\nproceed in the absence of any party who the DAB is satisfied received notice of the hearing; but\nshall have discretion to decide whether and to what extent this power may be exercised.\n\n8. The Employer and the Contractor empower the DAB, among other things, to:\n(a) _ establish the procedure to be applied in deciding a dispute,\n\n(b) decide upon the DAB’s own jurisdiction, and as to the scope of any dispute referred to it,\n\n \n\n33",
    "Page_36": "Section 4 — Contract Data\n\n(c)\n\nconduct any hearing as it thinks fit, not being bound by any rules or procedures other than\nthose contained in the Contract and these Guidelines,\n\ntake the initiative in ascertaining the facts and matters required for a decision,\nmake use of its own specialist knowledge, if any,\n\ndecide upon the payment of financing charges in accordance with the Contract,\ndecide upon any provisional relief such as interim or conservatory measures, and\n\nopen up, review and revise any certificate, decision, determination, instruction, opinion or\nvaluation of the Engineer, relevant to the dispute.\n\n9. TheDAB shall not express any opinions during any hearing concerning the merits of any arguments\nadvanced by the Parties. Thereafter, the DAB shall make and give its decision in accordance with\nSub-Clause 19.4 (Obtaining Dispute Adjudication Board’s Decision), or as otherwise agreed by the\nEmployer and the Contractor in writing. The DAB:\n\n(a)\n(b)\n\nshall convene in private after a hearing, in order to have discussions and prepare its decision;\n\nshall 34 recognize to reach a unanimous decision: if this proves impossible the applicable\ndecision shall be made by a majority of the Members, who may require the minority Member\nto prepare a written report for submission to the Employer and the Contractor; and\n\nMember fails to attend a meeting or hearing, or to fulfill any required function, the other two\nMembers may nevertheless proceed to make a decision, unless:\n\n(i) either the Employer or the Contractor does not agree that they do so, or\n\n(ii) the absent Member is the chairman and he/she instructs the other Members to not make\na decision.\n\n \n\n34",
    "Page_37": "Section 4 — Contract Data\n\n \n\nDISPUTE ADJ UDICATION AGREEMENT\n\n[for each member of a three - person DAB]\n\nName and details of Contract\n\nName and address of Employer\n\nName and address of Contractor\n\nName and address of Member\n\nWhereas the Employer and the Contractor have entered into the Contract and desire jointly to appoint the\nMember to act as one of the three persons who are jointly called the Dispute Adjudication Board (DAB)\n[and desirethe Member to act as chairman of the DAB]\n\nThe Employer, C ontractor and Member jointly agree as follows:\n\n1.\n\nThe conditions of this Dispute Adjudication Agreement comprise the “General Conditions of\nDispute Adjudication Agreement” which is appended to the General Conditions of the “Standard\nBidding Document, Procurement of Works, Major Contracts — Second Edition, January 2007” and\nthe following provisons. In these provisions, which include amendments and additions to the\nGeneral Conditions of Dispute A djudication A greement, words and expressions shall have the same\nmeanings as are assigned to them in the General Conditions of Dispute Adjudication A greement.\n\n[Details of amendments to the General Conditions of Dispute Adjudication Agreement, if any\nFor example:\n\nIn the procedural rules annexed to the General Conditions of Dispute Adjudication Agreement,\nRule is deleted and replaced by: “.............. »)\n\nIn accordance with Clause 6 of the General Conditions of Dispute Adjudication Agreement the\nMember shall be paid as follows:\nA retainer fee of per calendar month,\n\nper day.\n\nIn consideration of these fees and other payments to be made by the Employer and the Contractor\nin accordance with Clause 6 of the General Conditions of Dispute Adjudication Agreement, the\nMember undertakes to serve, as described in this Dispute Adjudication Agreement, as one of the\nthree persons who are jointly to act as the DAB.\n\nThe Employer and the Contractor jointly and severally undertake to pay the Member, in\nconsideration of the carrying out of these services, in accordance with Clause 6 of the General\nConditions of Dispute A djudication A greement.\n\n \n\n35",
    "Page_38": "Section 4 — Contract Data\n\n6 This Dispute Adjudication Agreement shall be governed by the law of\n\nSIGNED by: SIGNED by: SIGNED by:\n\nfor and on behalf of the employer for and on behalf of the Contractor the Member\n\nin the presence of in the presence of in the presence of\nWitness, Witness: Witness:\nName; Name; Name:\nAddress; Address; Address:\nDate Date: Date:\n\n \n\n36",
    "Page_39": "Section 4 — Contract Data\n\nAPPENDIX B\nEnvironmental, Social, Health and Safety (ESHS)\n\nMetrics for Progress Reports\n\n[Note to Employer: the following metrics may be amended to reflect the Employer’s environmental,\nsocial, health and safety policies and/or the ESHS requirements of the project. The metrics that are\nrequired should be determined by the ESHS risks of the Works and not necessarily by the scale of\n\nthe Works]\n\nMetrics for regular reporting:\n\na. environmental incidents or non-compliances with contract requirements, including\ncontamination, pollution or damage to ground or water supplies;\n\nb. health and safety incidents, accidents, injuries and all fatalities that require treatment;\n\nc. interactions with regulators: identify agency, dates, subjects, outcomes (report the\nnegative if none);\n\nd. status of all permits and agreements:\n\ni.\n\nii.\n\nwork permits: number required, number received, actions taken for those not\nreceived;\n\nstatus of permits and consents:\n\nList areas/facilities with permits required (quarries, asphalt & batch plants),\ndates of application, dates issued (actions to follow up if not issued), dates\nsubmitted to resident engineer (or equivalent), status of area (waiting for\npermits, working, abandoned without reclamation, decommissioning plan being\nimplemented, etc.);\n\nlist areas with landowner agreements required (borrow and spoil areas, camp\nsites), dates of agreements, dates submitted to resident engineer (or equivalent);\nidentify major activities undertaken in each area in the reporting period and\nhighlights of environmental and social protection (land clearing, boundary\nmarking, topsoil salvage, traffic management, decommissioning planning,\ndecommissioning implementation);\n\nfor quarries: status of relocation and compensation (completed, or details of\nactivities and current status in the reporting period).\n\ne. health and safety supervision:\n\ni.\n\nii.\n\nsafety officer: number days worked, number of full inspections & partial\ninspections, reports to construction/project management;\n\nnumber of workers, work hours, metric of PPE use (percentage of workers with full\npersonal protection equipment (PPE), partial, etc.), worker violations observed (by\ntype of violation, PPE or otherwise), warnings given, repeat warmings given, follow-\nup actions taken (if any);\n\n \n\n37",
    "Page_40": "Section 4 — Contract Data\n\nf. worker accommodations:\ni. number of expats housed in accommodations, number of locals;\n\nii. date of last inspection, and highlights of inspection including status of\naccommodations’ compliance with national and local law and good practice,\nincluding sanitation, space, etc.;\n\niii. actions taken to recommend/require improved conditions, or to improve conditions.\n\ng. HIV/AIDS: provider of health services, information and/or training, location of clinic,\nnumber of non-safety disease or illness treatments and diagnoses (no names to be\nprovided);\n\nh. gender (for expats and locals separately): number of female workers, percentage of\nworkforce, gender issues raised and dealt with (cross-reference grievances or other\nsections as needed);\n\ni. training:\ni. number of new workers, number receiving induction training, dates of induction\ntraining;\nii. number and dates of toolbox talks, number of workers receiving Occupational\nHealth and Safety (OHS), environmental and social training;\n\niii. number and dates of HIV/AIDS sensitization and/or training, no. workers receiving\ntraining (in the reporting period and in the past); same questions for gender\nsensitization, flag person training.\n\niv. number and date of GBV /SEA sensitization and/or training, number of workers\nreceiving training on code of conduct (in the reporting period and in the past), etc.\n\nj. environmental and social supervision:\n\ni. environmentalist: days worked, areas inspected and numbers of inspections of each\n(road section, work camp, accommodations, quarries, borrow areas, spoil areas,\nswamps, forest crossings, etc.), highlights of activities/findings (including\nviolations of environmental and/or social best practices, actions taken), reports to\nenvironmental and/or social specialist/construction/site management;\n\nii. sociologist: days worked, number of partial and full site inspections (by area: road\nsection, work camp, accommodations, quarries, borrow areas, spoil areas, clinic,\nHIV/AIDS center, community centers, etc.), highlights of activities (including\nviolations of environmental and/or social requirements observed, actions taken),\nreports to environmental and/or social specialist/construction/site management;\nand\n\niii. Community liaison person(s): days worked (hours community center open),\nnumber of people met, highlights of activities (issues raised, etc.), reports to\nenvironmental and/or social specialist /construction/site management.\n\nk. Grievances: list new grievances (e.g. allegations of GBV / SEA) received in the\nreporting period and unresolved past grievances by date received, complainant, how\nreceived, to whom referred to for action, resolution and date (if completed), data\nresolution reported to complainant, any required follow-up (Cross-reference other\nsections as needed):\n\n \n\n38",
    "Page_41": "Section 4 — Contract Data\n\ni.\n\nii.\n\nWorker grievances;\n\nCommunity grievances\n\n1. Traffic and vehicles/equipment:\n\ni.\n\nii.\n\nili.\n\ntraffic accidents involving project vehicles & equipment: provide date, location,\ndamage, cause, follow-up;\n\naccidents involving non-project vehicles or property (also reported under\nimmediate metrics): provide date, location, damage, cause, follow-up;\n\noverall condition of vehicles/equipment (subjective judgment by\nenvironmentalist); non-routine repairs and maintenance needed to improve safety\nand/or environmental performance (to control smoke, etc.).\n\nm. Environmental mitigations and issues (what has been done):\n\ni.\n\nii.\n\nili.\n\niv.\n\nvi.\n\nvii.\n\ne\n\ndust: number of working bowsers, number of waterings/day, number of complaints,\nwarnings given by environmentalist, actions taken to resolve; highlights of quarry\ndust control (covers, sprays, operational status); % of rock/spoil lorries with covers,\nactions taken for uncovered vehicles;\n\nerosion control: controls implemented by location, status of water crossings,\nenvironmentalist inspections and results, actions taken to resolve issues,\nemergency repairs needed to control erosion/sedimentation;\n\nquarries, borrow areas, spoil areas, asphalt plants, batch plants: identify major\nactivities undertaken in the reporting period at each, and highlights of\nenvironmental and social protection: land clearing, boundary marking, topsoil\nsalvage, traffic management, decommissioning planning, decommissioning\nimplementation;\n\nblasting: number of blasts (and locations), status of implementation of blasting plan\n(including notices, evacuations, etc.), incidents of off-site damage or complaints\n(cross-reference other sections as needed);\n\nspill cleanups, if any: material spilled, location, amount, actions taken, material\ndisposal (report all spills that result in water or soil contamination;\n\nwaste management: types and quantities generated and managed, including amount\ntaken offsite (and by whom) or reused/recycled/disposed on-site;\n\ndetails of tree plantings and other mitigations required undertaken in the reporting\nperiod;\n\nviii. details of water and swamp protection mitigations required undertaken in the\n\nreporting period.\n\nn. compliance:\n\ni.\n\nii.\n\ncompliance status for conditions of all relevant consents/permits, for the Work,\nincluding quarries, etc.): statement of compliance or listing of issues and actions\ntaken (or to be taken) to reach compliance;\n\ncompliance status of C-ESMP/ESIP requirements: statement of compliance or\nlisting of issues and actions taken (or to be taken) to reach compliance\n\n \n\n39",
    "Page_42": "Section 4 — Contract Data\n\niii. compliance status of GBV/SEA prevention and response action plan: statement of\n\niv.\n\ncompliance or listing of issues and actions taken (or to be taken) to reach\ncompliance\n\ncompliance status of Health and Safety Management Plan re: statement of\ncompliance or listing of issues and actions taken (or to be taken) to reach\ncompliance\n\nother unresolved issues from previous reporting periods related to environmental\nand social: continued violations, continued failure of equipment, continued lack of\nvehicle covers, spills not dealt with, continued compensation or blasting issues, etc.\nCross-reference other sections as needed.\n\n \n\n40",
    "Page_43": "Section 5 — Standard Forms (Contract)\n\n \n\n \n\nNotes on Form of Letter of Acceptance\n\nThe Letter of Acceptance will be the basis for formation of the Contract as described in Clause\n34 of the Instructions to Bidders. This Form of Letter of Acceptance should be filled in and\nsent to the successful bidder only after evaluation of Bids and after obtaining approval from\nthe relevant authority.\n\n \n\n \n\n \n\nFORM OF LETTER OF ACCEPTANCE\n[Letter heading paper of the procuring entity]\n\nThis is to notify you that your bid dated ----------- [insert date] for the construction and remedying\ndefects of the Hydro Mechanical works of Walawa RB Main canal , LK-MOMDE-125832-CW-RFB\nfor the Contract price of -------------- [name of currency] --------------------+----2---220--22e-e ence eeeee rene\n[amount in figures and words] as corrected in accordance with Instructions to Bidders and/ or\nmodified by a Memorandum of Understanding, is hereby accepted.\n\nYou are hereby instructed to proceed with the execution of the said Works in accordance with the\nContract documents.\n\nThe Commencement Date shall be: .................4 (fill the date as per Clause 8.1 of Conditions of\nContract).\n\nThe amount of Performance Security is:............... (fill the amount as per Clause 4.2 of Conditions\nof Contract).\n\nThe Performance Security shall be submitted on or before ..............6.::0eeeeeees (fill the date as per\n\nClause 4.2 of Conditions of Contract).\n\nAuthorized Signature 200 oe. eee ceeeeeeeeeeeee eee\n\nName and title of Signatory : ........ 0. cece cece cence eee eee cee estes eeet etn eee eet eee eee eea eee\n\n \n\n41",
    "Page_44": "Section 5 — Standard Forms (Contract)\n\n \n\nFORM OF AGREEMENT\nThis Agreement made the .......... [day] of wo... [month] 200.....[year], between\nveceeusueuseeesuecueuceueueacueueeeueass [name and address of Employer] (hereinafter called and referred\ntoas “the Employer”), of the one part, and ....... 00... .cccceececeeeeeeeeeeeeeeneeeaeeeees [name and address\n\nof Contractor] (hereinafter called and referred to as “the Contractor”), of the other part:\n\nWhereas the Employer desires that the Contractor execute Hydro Mechanical works of Walawa\nRB Main canal, LK-MOMDE-125832-CW-RFB\n\n[name and identification no of Contract] ( hereinafter called and referred to as “the Works”) and the\nEmployer has accepted the Bid by the Contractor for the execution and completion of such Works and\nremedying of any defects therein.\n\nThe Employer and the Contractor agree as follows: :\n\n1. In this Agreement words and expressions shall have the same meanings as are respectively\nassigned to them in the Contract.\n\n2. In consideration of the payments to be made by the Employer to the Contractor as indicated in\nthis Agreement, the Contractor hereby covenants with the Employer to execute and complete\nthe Works and remedy any defects therein in conformity in all respects with the provisions of\nthe Contract.\n\n3. The Employer hereby covenants to pay the Contractor in consideration of the execute and\ncomplete the Works and remedy any defects therein, the Contract Price or such other sum as\nmay become payable under the provisions of the Contract at the times and in the manner\nprescribed by the Contract.\n\nIn Witness whereof the parties hereto have caused this Agreement to be executed the day and year\naforementioned in accordance with laws of Sri Lanka.\n\nAuthorised signature of C ontractor Authorised signature of Employer\n\nCOMMON SEAL COMMON SEAL\nIn the presence of\nWitnesses :\n\n1. Name and NIC NO. ..........cccccecceeceeeeeee eee eeeeeeeeeneeee ees\nSignature\n\nAddress\n\n2. Name and NIC NO. .........cccceceecceeeeeeeeeeeeeeeeeeeneeeeeen ees\nSignature .. we\nAddreSS ... eee ce ce cece cece eee ne ee ne ne ee teen een en sees ee eaeeneneneneeee\n\n \n\n \n\n42",
    "Page_45": "Section 5 — Standard Forms (Contract)\n\n \n\nFORM OF PERFORMANCE SECURITY\n\n(Unconditional)\n\nWe have been informed that ----------------- [name of Contractor] (hereinafter called “the Contractor’)\nhas entered into Contract No LK-MOMDE-125832-CW-RFB dated ------------- with you, for the\nHydro Mechanical works of Walawa RB Main canal [name of Contract and brief description of\nWorks] (hereinafter called “the Contract”).\n\nFurthermore, we understand that, according to the Conditions of the Contract, a performance guarantee\nis required.\n\nAt the request of the Contractor, we ---------------- [name of Agency] hereby irrevocably undertake to\npay you any sum or sums not exceeding in total an amount of ------------------------ [amount in figures]\n(canna ne nn nnn e nnn n cen n nen e nnn n nen n nnn nen e nnn n nnn enna nnn mene ne ne nn nnnnnnennnenennnes ) [amount in words],\nupon receipt by us of your first demand in writing accompanied by a written statement stating that the\nContractor is in breach of its obligation(s) under the Contract, without your needing to prove or to show\ngrounds for your demand or the sum specified therein.\n\n \n\nThis guarantee shall expire, no later than the .... Day of ...... , 20..[insert date, 28 days beyond the Time\nfor Completion] and any demand for payment under it must be received by us at this office on or before\nthat date.\n\n[signature(s)]\n\n \n\n43",
    "Page_46": "Section 5 — Standard Forms (Contract)\n\n \n\nFORM OF ADVANCE PAYMENT SECURITY\n\nADVANCE PAYMENT GUARANTEE No.: ------------------------=--\n\nWe have been informed that --------------- [name of Contractor] (hereinafter called “the Contractor’)\nhas entered into Contract No. LK-MOMDE-125832-CW-RF B dated ---------------- with you, for the\nHydro Mechanical works of Walawa RB Main canal (hereinafter called “the Contract”).\n\nFurthermore, we understand that, according to the conditions of the Contract, an advance payment in\nthe sum ---------------- [amount in figures] ( ---------------- ) [amount in words] is to be made against an\nadvance payment guarantee.\n\nAt the request of the Contractor, we --------------- [name of issuing agency] hereby irrevocably\nundertake to pay you any sum or sums not exceeding in total an amount of ----------- {amount in figures]\n(---2-22-- eee e= ) [amount in words] upon receipt by us of your first demand in writing accompanied by a\nwritten statement stating that the Contractor is in breach of its obligation in repayment of the Advance\nPayment under the Contract.\n\nThe maximum amount of this guarantee shall be progressively reduced by the amount of the advance\npayment repaid by the Contractor.\n\nThis guarantee shall expire on .......... [ Insert the date, 28 days beyond the Time of Completion]\n\nConsequently, any demand for payment under this guarantee must be received by us at this office on or\nbefore that date.\n\n[signature(s)]\n\n \n\n44",
    "Page_47": "Section 5 — Standard Forms (Contract)\n\n \n\nFORM OF RETENTION MONEY GUARANTEE\n\nweseeece esse eens [Issuing Agency’s Name, and Address of Issuing Branch or Office] ----------------------\n\nBeneficiary: — -------------------- [Name and Address of Employer] —--------------------\n\nRETENTION MONEY GUARANTEE No.:_ --------------------------\n\nWe have been informed that ----------------- [name of Contractor] (hereinafter called ‘the\nContractor’) has entered into Contract No. LK-MOMDE-125832-CW-RE B dated --------------- with\nyou, for the execution of Hydro Mechanical works of Walawa RB Main canal (hereinafter called\n“the Contract”).\n\nFurthermore, we understand that, according to the conditions of the Contract, when the works have\nbeing taken over and the first half of the Retention Money has been certified for payment, payment of\nthe second half of the Retention Money may be made against a Retention Money guarantee.\n\nAt the request of the Contractor, we -------------- [name of agency] hereby irrevocably undertake to pay\nyou any sum or sums not exceeding in total an amount of ------------------------ [amount in figures] ( ---\nweet ence ence nnn n ene n enn n nen n nnn en nnn nn nen n nen nne nn nn nnn ennnnnnnnnnnnanannnnnananens ) [amount in words] upon\nreceipt by us of your first demand in writing accompanied by a written statement stating that the\nContractor is in breach of its obligation under the Contract because the Contractor has not attended to\nthe defects in accordance with the Contract..\n\nThis guarantee shall expire, at the latest, --------------- [insert 28 Days after the end of the Defects\nLiability Period]. Consequently, any demand for payment under this guarantee must be received by us\nat this office on or before that date.\n\n[signature(s)]\n\n \n\n45",
    "Page_48": "Section 6 — Specifications\n\n \n\nSection 6\n\nSpecification\n\n \n\n46",
    "Page_49": "Section 6 — Specifications\n\n \n\nGENERAL TECHNICAL SPECIFICATIONS\n\nICTAD/CIDA Publication No. SCA/8 — ‘Specifications for Electrical &\nMechanical Works - [2nd Edition (Revised) — August 2000]’ is applicable as\nthe general specifications for the Electrical & Mechanical W orks of this Contract.\n\nICTAD/CIDA Publication No. SCA/3/1 — ‘Specifications for Irrigation and\nDrainage Canals’ is applicable as the general specifications for the Civil Works\nof this Contract.\n\nThese publications are not issued with the Bidding Document package and the\nBidder/C ontractor should obtain them from a suitable source.\n\nReferences to ‘The Engineer’ in the ICTAD/CIDA Publications have the same\nmeaning as ‘Project Manager’ in the General Conditions of Contract (GCC), and\nnamed in the Particular Conditions of Contract in GCC Clause 1.1(y).\n\nICTAD/CIDA guideline of health and immunity enhancement for covid -19 and\ndengue is applicable for this contract.\n\n \n\n47",
    "Page_50": "Section 6 — Specifications\n\n \n\nPARTICULAR TECHNICAL SPECIFICATIONS\n\n1 INTRODUCTION\n\nThe following Particular Specifications are part of the requirements for the work\nrelated to the Civil Works which are to be provided according to the stipulations\nof the Contract. Hence, the instructions given herein form an integral part of, and\nare applicable to, all technical and Contract Documents issued for the Works.\nAddenda to these Specifications may be issued as required during the\nconstruction phase.\n\nThese Particular Technical Specifications shall be read in conjunction with\nGeneral Technical Specifications (ICTAD/CIDA), the Conditions of Contract\nand the Bidding Drawings. The Contractor shall comply with all provisions\ncontained within the Contract Documents.\n\nThe General Technical Specifications and the Particular Technical Specifications\nin conjunction with the Bidding Drawings define the technical standard and\nquality to be achieved during construction.\n\nThe Particular Technical Specifications include the following subsections:\n\nParagraph\nContractor’s submittals and Project Manager’s approval 2\nSite installation, services and environmental obligations 3\nSafety and health precautions 4\n\nIt is the intent of these Specifications, together with other relevant documents\nissued as part of the Contract Documents or to follow later on, to provide the\nContractor with complete and detailed information and subsequent instructions\nnecessary to enable him to carry out the design, where and when required, and to\nexecute properly the work prescribed.\n\nIt is the intent of these Particular Specifications to establish acceptable standards\nof quality. On the other hand they shall also allow the construction of the Works\nin an efficient and economical way. Minor deviations in details due to selected\nwork procedures and due to manufacturer’s standard shop process will be\nconsidered for acceptance provided that, in the opinion of the Project Manager,\nthe proposed substitutions are equal in quality to those specified.\n\nThe Drawings available shall serve as a basis for detail design drawings to be\nproduced by the Contractor.\n\nAll work shall be executed according to the Drawings and requirements released\nfor construction, in a professional and diligent manner, and all supplies and work\n\n \n\n48",
    "Page_51": "Section 6 — Specifications\n\n \n\n3.1\n3.1.1\n\nshall comply with the quality requirements defined in the relevant Sections of\nthese Specifications and other Contract Documents. The Contractor shall provide\nall necessary efforts to comply with the intent of the General and Particular\nSpecifications to the satisfaction of the Project Manager.\n\nCONTRACTOR’S SUBMITTALS AND PROJECT MANAGER’S\nAPPROVAL\n\nThe Contractor shall provide the Project Manager with all submittals as requested\nin these Specifications and other Contract Documents. Although their extent shall\nbe to the discretion of the Contractor, they shall be complete enough to illustrate\nadequately their intent and facilitate full for the understanding of the Project\nManager.\n\nAtany time the Project Manager may call for additional information, completion\nof the submittals.\n\nThe Contractor shall submit these documents to the Project Manager so that, even\nif not specifically expressed, reasonable time will be given to the Project Manager\nto comment or approve the submittals.\n\nThe approval of the Project Manager shall always be given in written form prior\nto the commencement of any work under this Contract and the Contractor shall\nnot be paid for any work that is performed without the express written approval\nor instruction by the Project Manager.\n\nSITE INSTALLATION, SERVICES AND ENVIRONMENTAL\nOBLIGATIONS\n\nGeneral\nScope of work\n\nThe Contractor shall be responsible for providing plant, equipment, materials and\nlabour for the provision of all necessary site installations, temporary works and\nservices adequate for the realisation of the Works under this Contract.\n\nThe Contractor shall design, furnish, install, maintain and operate all site\ninstallations, temporary works and Contractor’s equipment for his own use and\nfor the use of the Project Manager and Subcontractors, and as required for third\nparties, including workshops, warehouses, storage and assembly areas, all\nmachinery, vehicles, scaffolding, equipment, water and power supply, etc.\n\nSite installations, temporary works and services provided by the Contractor for\nhis own use as well as for that of the Project Manager or for third parties shall\nconform to the applicable standards, codes and sanitary requirements set down\nby the Sri Lankan authorities for such purpose.\n\nThe construction, operation and maintenance of the Contractor’s site\ninstallations, temporary works and services shall be subject to inspection and\nwritten consent by the Project Manager.\n\nAll plants, facilities, installations and services for the Contractor’s and Project\nManager’s use shall at all times remain the Contractor’s property, except as\nspecified hereinafter. Should the Contractor wish to sell his plant after the\nCompletion of the Contract facilities and equipment in the country of the Works,\n\n \n\n49",
    "Page_52": "Section 6 — Specifications\n\n \n\n3.1.2\n\n3.2\n\nhe shall pay any and all taxes and duties required by law as stipulated in the\nConditions of Contract.\n\nThe scope of the Works includes but is not limited to following site installation\nparts:\n\na) All temporary structures required for the performance of the works such as\naccess roads, temporary construction roads or temporary working platforms\n\nb) Stores, Warehouses, Materials Y ards\n\nc) Materials testing laboratory\n\nd) Construction equipment\n\ne) Power supply and illumination\n\nf) Water supply\n\ng) Sanitation, sewerage and waste disposal\nh) Communication System\n\ne\n=\n\nSite security\nAll installations of any Subcontractors shall comply with these Specifications.\n\nSubmittals\n\nWithin 30 days from the date of contract award the Contractor shall submit to the\nProject Manager updated layout plans showing, at adequate scale, the locations\nand arrangement of all site installations. These plans shall be consistent with the\nplan submitted by the Contractor with his Bid as well as with any amendments\nand additions.\n\nWithin 14 days from the date of contract award the Contractor shall submit to the\nProject Manager an updated project schedule on paper and as soft copy in\nMicrosoft MS Project form showing all the activities he intends to perform to\nmeet his obligations in is contract and to complete the works within its stipulated\ntime for completion. This baseline schedule will be used for monitoring progress\neach month and for evaluating the impacts of any departures from the baseline\nschedule.\n\nPrior to construction works\n\nThe Contractor shall carry out all necessary surveying work required for the\napproved performance of the works and shall ensure that the position and\nelevation of all works thus constructed are correct. The measuring methods and\ndevices used must meet the standard of accuracy required for this purpose.\n\n \n\n50",
    "Page_53": "Section 6 — Specifications\n\n \n\nD\n\nSPECIFICATION OF HY DRO-MECHANICAL WORK\nGENERAL TECHNICAL SPECIFICATION\n\nINTRODUCTION\n\nThe Contractor shall strictly observe these General Technical Specifications in conjunction\nwith any separate Particular Technical Specifications, the Reference Drawings and Documents\nand all other Tender Documents as far as they are applicable to the works.\n\nIf the Contractor finds the Tender Documents to contain any error, mistakes or other\nindistinctness, he shall promptly notify the Project Manager.\n\nIf the Contractor, based on his knowledge and experience finds any part of the specifications\nnot to contain the most appropriate or “State of the Art” solution for the purpose, or if he finds\nany possibilities for improvements, he shall clearly specify such deviations in his Tender and\ngive the reason.\n\nHe shall carry out all works in a skilled and workmanlike manner in compliance with modern\nindustry practice. All design, calculations, materials, works and facilities, manufacture and\ntesting shall conform to the latest applicable standards.\n\nIn addition, the Contractor shall conform to all applicable regulations regarding the execution\nof construction and installation work, and shall follow all instructions issued by the competent\nAuthorities, and the Project Manager. Whenever a Tender deviates from these specifications\nand drawings, he shall furnish the data called for in the Technical Data Sheets in addition to a\nsummary of, and the reasons for all deviations.\n\nSome data in the Tender Documentation may be slightly modified by the Employer if necessary\naccording to the detailed design progress. Those modifications will be updated as soon as they\nare available.\n\nSCOPE OF WORK\n\nThis General Technical Specification refers to all Electro-Mechanical and Hydro-Mechanical\nequipment and shall hereafter be referred to as E&M Equipment for the CRIP.\n\nDetailed description of the Scope of Work, together with the applicable Reference Drawings,\nis given in the main Contract Specifications.\n\nThe scope of work in this Contract shall comprise the complete design, manufacture,\ntransportation, storage, erection, testing, commissioning, training and documentation for the\nElectromechanical Equipment according to the details in the main Contract Specifications.\n\nThe supply shall furthermore include spare parts and tools for the equipment, as specified in\nthis document and as recommended by the Contractor.\n\n \n\n51",
    "Page_54": "Section 6 — Specifications\n\n \n\n3.1\n\n3.2\n\nAny additional equipment, not specifically listed in the specifications but which is required for\nthe functionality and the safe and reliable operation of the specified equipment, shall be\nincluded in the scope of supply.\n\nSTANDARDS AND MATERIALS\n\nGeneral\n\nThe design, materials, manufacture, testing and performances of the Works shall comply with\nthe latest current ISO/IEC BS/EN Standards and Codes where applicable, or equivalent JIS/IS\nStandards or Codes approved by the Project Manager, even if no reference to any Standard is\nmade in the Specifications.\n\nWhen the Contract Documents contain more restrictive requirements than those of the\nStandards or Codes, the Contract Documents shall prevail.\n\nAny reference in the Contract to Standards and Codes or to materials and equipment of a\nparticular manufacturer shall be regarded as followed by the words “or equivalent”. The\nContractor may propose for approval by the Project Manager alternative 52ecognized Standards\nor Codes, materials or equipment, provided that they are substantially equivalent or better, in\nevery significant respect, to those specified.\n\nIf the Contractor proposes deviations from the specified or approved Standards and Codes or\ndesires to use materials or equipment not covered by these Standards and Codes, the Contractor\nshall state the exact nature of the change, the reason for making the change and proof that these\nequipment or materials are equivalent or better, in every significant respect, to those specified.\n\nFor all Standards and Codes referred to, the latest Revision/Edition in effect at the date of\nsigning of the Contract shall apply, together with any Amendments issued to that date.\n\nThe Contractor shall keep on Site during the period of the site works the applicable Standards\nand Codes of Practice concerning the site works in general, and the field tests of materials and\nequipment in particular. One set of these documents shall be provided by the Contractor to the\nProject Manager. The list of these documents established by the Contractor shall be submitted\nto the Project Manager prior to starting the site works.\n\nThe standard chosen shall be made available to the Project Manager in the English language.\n\nStandards for general application\n\nStandard publications issued by the following organizations of standardization are considered\nas already approved standards for the works:\n\nANSI American National Standards Institute\nASME American Society of Mechanical Engineers\n\n \n\n52",
    "Page_55": "Section 6 — Specifications\n\n \n\n3.3\n\nASTM American Society for Testing and Materials\nAWS American Welding Society\n\nBS * British Standards\n\nDIN DeutschesInstitutfirN ormung\n\nFEM Fédération Européenne de la Manutention\nEN EURONORM\n\nIEC International Electro technical Commission\nIW International Institute of Welding\n\nISO International Standards Organisation\nNEMA National Electrical Manufacturers A ssociation\nVDE Verein DeutscherElektroingenieure\n\nVDI Verein DeutscherIngenieure\n\nSIS Swedish Standards Institute\n\n* The British Standards in recent times have undergone a general revision in order to satisfy\nEuropean Union (EU) Regulations, to which Britain is a member, and the standard code number\ncan now be seen to include additional lettering denoting EURONORM (EN) “Euro Norm”\nwithin the code number, i.e. BS 7671 is now also written as BS EN 7671. The change does not\nin any way dilute the standard, but serves to reinforce its recognition. There may be instances\nwithin this General Technical Specification that both forms of the code number can be seen.\n\nBasic design, manufacturing and testing standards\n\nISO System for Limits and Fits, Part I, General Tolerances and\nDeviations\n\nPermissible Machining Variations in Dimensions Without Tolerance\nIndication\n\nGeneral Principles for the V erification of the Safety of Structures\nMethods and Definitions for Mechanical Testing of Steel Products\nTension Testing of Metallic Materials\n\nBend Test for Steel\n\nLiquid Penetrant Inspection\n\nUltrasonic Examination of Heavy Steel Forgings\n\nGuided Bend Test for Ductility of Welds\n\nWelders’ Qualification Tests\n\nPreparation of steel substrates before application of paints and related\nproducts — Visual assessment of surface cleanliness\n\nDesignation of Degree of Rusting of Painted Surfaces\n\nPreparation of steel substrates before application of paints and related\nproducts\n\nISO/R286-\n1963\nISO/R1829-\n1975\n\nISO/2786-1973\n\nISO 2394-1973\nASTM-A370\nISO/R82-1959\nISO/R85-1959\nASTM-E165\nASTM-A388\nASTM-E190\nDIN EN 287\nISO 8501\n\nDIN 5321\nISO 11126\n\n \n\n53",
    "Page_56": "Section 6 — Specifications\n\n \n\n3.4\n\n4.1\n\nCertificates of Material Testing En 10204\n\nMaterial standards and certifications\n\nStructural steel will comply with EN 10025, EN 10026, EN 10029, EN 10113, EN 10088, or\nequivalent.\n\nEN, ISO, ASTM (American Society for Testing Materials), AISI (American Iron and Steel\nInstitute), DIN (German Industrial Standards) and BS (British Standards) are approved\nstandards for the supply of materials.\n\nMaterial tests according to EN 10204-3.1 shall be provided for all important parts of the\nequipment such as steel plates for parts under hydraulic pressure, all major castings and\nforgings, highly stressed large bolts, etc.\n\nFor less important parts, certificates according to EN 10204-2.2 or to the locally available\nstandard are acceptable.\n\nAdditional material tests may be specified in the Particular Specifications.\n\nMaterials shall be new and of adequate quality, suitable for the purpose, free from defects and\nimperfections, and the classifications and grades shall be in conformance with the latest issue\nof the respective EN, ISO, ASTM, AISI, DIN orBS standard. Material specifications, including\ngrade or class data, shall be shown on the appropriate detail drawings submitted for review.\n\nIf using stock material not specifically prepared for the works under this Contract, the\nContractor shall submit mill certification confirming that the material complies with approved\nstandards and that the material is adequate for the intended use.\n\nThe Contractor shall indicate in the Data Sheets the materials and applicable standards for all\nmajor parts of the supply.\n\nThe materials shall be carefully selected for the intended purpose and due consideration shall\nbe given to the site conditions.\n\nHY DRO —- MECHANICAL EQUIPMENT\n\nGeneral standards and design criteria\n\nAll hydro-mechanical equipment, such as gates, embedded parts etc., and their\nappurtenant hoisting equipment, shall be designed according to latest edition of DIN\n19704 “Hydraulic Steel Structures” and DIN 18800 “Structural Steelwork” or standards\nlocally available in Sri Lanka approved by the Project Manager or equivalent standards\nin British, American, Japan with specific DIN code may be proposed,\n\nAll structural components shall provide reliable service for a period of 50 years. The\nmechanical equipment shall have a minimum calculated lifecycle of 25 years\n\n \n\n54",
    "Page_57": "Section 6 — Specifications\n\n \n\n4.2\n\n4.3\n\nFor dimensioning of driven equipment the lifting forces shall be calculated as per DIN\n19704 as available Sri Lankan standard for hydraulic structures and those nominal\nforces shall be increased by a safety factor 25%. The opening and closing forces along\nthe gate course shall be graphically represented in relation to the gate position and\nattached to the calculation as an annex.\n\nTo assure the tightness of the gate a minimum force on the weir sill shall be 5000 N/m.\n\nGate leaves shall be carefully designed to satisfy the standards stated above, and\nconsidering the possible hydraulic influences. The shape of the bottom edges shall be\nconstructed in such a way to assure no resonance may occur with the gate in any\nintermediate position.\n\nFor all those parts acting under load against the concrete structures, the permissible\nstresses shall be assumed based on the concrete type or properties indicated on the\ndrawings.\n\nEmbedded parts shall be designed to guarantee strength and resistance against\ncorrosion. The minimum thickness shall be 8 mm. All parts shall be furnished with\nfastening bolts to be used as regulating devices (fasteners) to facilitate alignment during\nerection.\n\nRegulating fasteners shall have a minimum diameter of 16 mm. They shall be secured\nfirmly to prevent movement during concreting. All embedded steel parts shall have a\nfinal concrete cover of not less than 5 cm.\n\nMaterials\n\nThe following parts shall be made of corrosion resistant stainless steel or another\napproved corrosion resistant material:\n\nSealing surfaces.\n\nFasteners for rubber seals or removable parts.\n\nAll pins for lifting devices.\n\nWhere stainless steel cladding consists of plates welded to mild steel sections, the welds\nshall be adequate to ensure that the stainless steel is securely fixed for all conditions of\nload and wear. Generally, all stainless steel parts shall be welded with stainless\nelectrodes. The thickness of the stainless steel cladding shall not be less than 6 mm.\n\nRubber seals\n\nSeals shall be designed and mounted in such a manner that they are adjustable, water\ntight and shall be readily removed and replaced.\n\nAll adjusting screws and bolts for securing the seals and seal assembly in place shall\nbe of stainless steel and Nylon washers shall be used for taking care of the corrosion\nprotection.\n\nSeals shall be moulded. Where seals are installed curved, they shall be clamped in a jig\nwhich shall form them to the proper radius before the holes are laid out and drilled, and\nthe ends trimmed. Holes in related parts of the seal assemblies shall be carefully drilled,\nusing a template, and assure proper matching when the seal units are assembled.\nForming holes with a heated tool is not allowed. Arrangements shall be made to provide\neffective continuity of sealing at the comers of the Plant.\n\nSeals shall be made of natural or synthetic rubber suitable for the temperature ranges\nand conditions at the Site and shall be of a material that has proven successful in similar\n\n \n\n55",
    "Page_58": "Section 6 — Specifications\n\n \n\napplications. Joints shall be water tight and seal materials shall have following physical\nproperties as determined by tests made in accordance with the relevant Standards.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nProperty Limits\nTensile strength (DIN 53504) >17 N/mm?\nDurometer hardness (Shore, Type A) 65 +5\nSpecific gravity 1.1 to 1.3\nWater absorption (70°C for 48 hours) <5% by weight\nCompression set (DIN 53517) <25%\nTensile strength after oxygen bomb ageing | <25%\n(24 hours at 70°C)\nOil durability (TL 91843) GII\n\n \n\n4.3.1 Coefficient of friction\nFor the purpose of design, the coefficient of friction shall not be less than the\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nfollowing:\nRelationship if static\nfriction coefficient to Maximum | Minimum\nsliding friction coefficient\nstatic friction sliding friction, wetted\n\nSteel/Steel 1.1 0.35 0.20\nSteel/C opper (alloys) 1.1 0.30 0.18\nStainless steel/Polyethylene | 1.2 0.20 0.10\n(PR-UHMW)\nSteel/Elastomer 1.0 1.00 0.80\n(50-70 Shore A)\nSteel/Elastomer 1.0 0.10 0.10\n(with PTFE coating)\n\n \n\n \n\n \n\n \n\n \n\n \n\n44 Leakage of gates\n\nWater leakage under any head and without the use of any additional sealing\nmaterials shall be as follows:\n\nFor gates 0.5 1/s per m length of seal\n\n4.5 Temporary and non-structural attachments and cut-outs\n\nTemporary and non-structural attachments shall be fitted to the shape of the surface to\nwhich they are attached, and welding shall be to an approved procedure by qualified\nwelders. Temporary or non-structural attachments shall not be welded within 75 mm of\nany other structural weld measured from weld toe to weld toe.\n\nLocations and fixing details of all temporary attachments are subject to the prior\napproval of the Project Manager.\n\n \n\n56",
    "Page_59": "Section 6 — Specifications\n\n \n\n4.6\n\n4.7\n\nTemporary attachments and cut-outs are not permitted against steel liners and steel with\na yield strength exceeding 500 N/mm2.\n\nThe removal of temporary attachments shall be either by thermal cutting or by grinding.\nIf thermal cutting is employed, the attachments shall be cut off at a minimum distance\nof 5 mm from the surface of the material and then ground flush. Following removal, the\narea of the attachment weld shall be subjected to 100 % magnetic particle inspection.\n\nTemporary attachments shall not be removed by hammering, or by any other technique\nwhich may cause mechanical damage to the surface of the steel forming the main\nstructure.\n\nFollowing removal, any damage area shall be ground to merge smoothly with the\noriginal surface, and the surface is to be magnetic particle inspected. Where gouges up\nto 20 % of the steel member thickness have been made, they shall be repair welded to\nan approved procedure after grinding and testing. The repair procedure or alternative\nsolution shall be proposed by the Contractor and be subject to the approval of the\nProject Manager.\n\nThe need for temporary cut-outs shall be subject to the approval of the Project Manager.\n\nWhen temporary cut-out are necessary, they shall be prepared with the same degree of\ncare as permanent cut-outs and shall be cut-out prior to erection of the member(s).\n\nSpecial care shall be taken to ensure that the weld preparation applied to cut-outs is\nappropriate for execution of the re-welding after final erection. The cut out shall be trial\nfitted prior to erection of the member. An approved welding sequence developed such\nthat welding will be minimised shall be followed. All cut-outs shall be prepared with\nrounded corners with a radius of not less than 50 mm\n\nFinishing and repair of surfaces\n\nPrior to completion, the Contractor shall remove all burrs, tack welds and other marks\nmade by welding, scaffolding or temporary bracing used in the fabrication procedures.\n\nAny plate defects resulting from handling or fabrication works shall be repaired\nmechanically or to an approved welding procedure.\n\nSurface defects revealed during fabrication or blast cleaning shall be treated in\naccordance with the requirements of DIN 18800 or BS 4360. Repair by welding of any\nsurface defect or exposed edge lamination shall only be carried out with the approval\nof the Project Manager and using a procedure complying with BS 5135 or equivalent\napproved Standard.\n\nTemporary bracing and supports\n\nScaffolding supports and facilities for supervision and inspection of the work shall be\nprovided as necessary. They shall be sufficiently robust to prevent deformation. Any\nanticipated deformation shall require an immediate stiffening of the structure.\n\nAdequate temporary bracing shall be provided and shall be left in position until such\ntime as the structure is sufficiently far advanced for the bracing to be no longer required.\n\n \n\n57",
    "Page_60": "Section 6 — Specifications\n\n \n\n5\n\n5.1\n\n5.2\n\n5.3\n\nCORROSION PROTECTION\n\nScope of Work\n\nThe Contractor’s services shall cover the procurement of all materials, and the\npreparation and application of the painting and other protective coats as specified. The\nContractor shall provide a complete, reliable coating system.\n\nPainting materials\n\nCoating materials shall be standard products from a paint manufacturer with proven\nexperience in the field of corrosion protection to the types of materials to be supplied.\n\nThe Contractor shall submit for the Project Manager’s approval full details of the\npreparation, type of materials, methods and sequences he proposes to use to comply\nwith the requirements for material protection.\n\nThe entire paint material for a particular specified paint system shall be supplied by one\nmanufacturer only, who shall guarantee consistent compatibility and quality of the paint\nmaterial. For multicoated painting systems each coat shall have a different colour.\n\nPaint material shall be delivered in unopened original containers bearing the\nmanufacturer’s brand name, colour designation, storage directions and handling\ninstructions. A complete list of the proposed paint material shall be submitted to the\nProject Manager.\n\nWith regard to materials, the Contractor shall submit full details including the source\nof the basic raw materials, volatile matter content, nature of solvent, number of\ncomponents, type of coat, coverage, time interval between coats, number of coats,\ncompatibility of each coat with the previous coat, toxic properties, physical properties,\nshelf life, resistance against chemical attack, resistance against ozone and UV -radiation,\ncompatibility with drinking water standards, etc.\n\nThe Contractor shall describe in detail the treatment he proposes to apply in order to\ngive adequate protection during transport, site storage, building, concreting and\nsubsequent erection.\n\nThe different coats of primer and subsequent coats shall be of different shades of colour\nwhere practicable.\n\nThe Contractor shall submit to the Project Manager for approval an overall colour\nscheme in accordance with these Specifications and the Particular Technical\nSpecifications. All final coats shall be in the colours approved by the Employer. On\nrequest of the Project Manager, painting samples for the different coats and colours\nshall be provided.\n\nAll pigment, paints and primers shall be delivered to Site in sealed containers packed\nby the manufacturer. The manufacturer’s instructions for preparation and application\nof all painting and protective coats shall be strictly observed.\n\nPaint materials shall be stored and mixed by the Contractor in strict accordance with\nthe manufacturer’s instructions. Paint material shall be used before the expiration of the\nshelf life. All safety regulations shall be observed, especially with regard to fire.\n\nWorkmanship\nContractor’s equipment\n\n \n\n58",
    "Page_61": "Section 6 — Specifications\n\n \n\n5.4\n\n5.5\n\nThe Contractor shall observe all safety and health precautions to protect his workers\nand others during painting works. The necessary equipment, such as fans, air-\nconditioning units, safety masks, nets, etc. shall be provided by the Contractor. All\nequipment shall be in strict accordance with the respective safety codes and regulations\nassuring efficient work of high quality.\n\nThe Contractor shall be responsible for the collection and disposal of empty containers,\ndirty rags and other waste. It shall also be the Contractor’s entire responsibility to\nprotect equipment and structures not being painted such as nameplates, instruments,\npanels, floors, walls, etc. and he shall provide and install all necessary drop cloths and\nscreens.\n\nPreparation of paint material\n\nPaint shall be delivered ready mixed wherever possible. Adding of diluting agents and\nmixing of two or multi-component systems shall be done in the field in accordance with\nthe directions of the manufacturer. Mixing and homogenising of the paint material shall\nbe done by a mechanically driven paddle or agitator in the original container. After\nmixing, the paint shall be poured into a clean container to ensure that no settled\npigments are at the bottom.\n\nThe Contractor’s equipment shall be of perfect quality and servicing and maintenance\nmust be guaranteed. Cleaning of equipment shall be consistently carried out at each\nworking interval.\n\nSurface preparation\n\nThe term “preparation”, as used below, includes any cleaning, smoothening or similar\noperations that shall be required to ensure that the material to be painted attains a\nsuitable condition.\n\nTo be ready for painting, a surface should be clean, dry and sound. The surface to be\ncoated shall be free from any deleterious material liable to impair good paint adhesion\nor attack the coat.\n\nFor removing rust and mill scale on structural steel, piping and other steel surfaces,\nthose parts suitable for power-brushing. This applies particularly to parts which will be\nin contact with water, exposed to heavy condensation and humidity or subjected to high\ntemperature.\n\nAll parts of the works shall be power-brushed specified or approved by the Project\nManager.\n\nThe Contractor shall proceed with blast cleaning only when the following time and\nrelative humidity schedule for application of the first coat can be achieved and\nmaintained:\n\nRelative humidity Time\n85% orabove Do Not Blast\n\n80 — 84% 2 hours\n70 — 79% 4 hours\n60 — 69% 10 hours\n\n50 — 59% 12 hours\n\n \n\n59",
    "Page_62": "Section 6 — Specifications\n\n \n\n5.6\n\n30 — 49% 24 hours\nUnder 30% 1 week\n\nParts which cannot be sandblasted shall be cleaned of rust by power tool cleaning to the\nhighest degree possible.\n\nHand or power tool cleaned parts of minor importance and not exposed to water or\nhumidity may be coated with a quick-drying rust-proof primer formulated on a\ncombination of synthetic resins (ready-mixed paint).\n\nWhere remedial and repainting work is being carried out on existing metallic surfaces,\nadditional preparation works will be required to deal with any corrosion pitting and\nsimilar defects. This will include filling welding on isolated pitting and/or filling\ncompound applied as part of the corrosion protection system (normally after the primer\ncoat has been applied). The table in this document details the requirements for this\nwork,\n\nApplication\n\nThe most commonly used methods of application are painting by brush, roller, pressure\nand airless spraying equipment. Selection of the application method depends on the\nsurface to be painted. The quality of the paint shall in no way be negatively influenced.\nThe manufacturer’s directions shall govern the choice of application method.\nInaccessible surfaces shall be painted prior to erection with prime and finish coats\naccording to the specification. Areas inaccessible to spraying equipment shall be\npainted by brush. Corners and edges shall be pre-coated. Bolts, screws, studs, rivets,\netc. shall be painted as a whole with the complete paint system after erection.\n\nThe primer shall be applied to an absolutely clean and dry surface only. Temperature\nand dry-out time shall be in accordance with the manufacturer’s directions. Whenever\npossible the prime coat as well as one intermediate coat shall be applied in-doors at the\nContractor’s shop.\n\nDuring painting the air temperature shall be at least +5°C and the temperature of the\nitems being painted must be at least 3°C above the dew point. During drying of the\npaint, the temperature shall not be below 0°C. For all paints the surface temperature of\nthe metal shall not be higher than +50°C during painting. Concerning special paints,\nthe requirements set by the paint manufacturer shall be followed.\n\nCleaning and painting work shall be interrupted if performed outdoors or in non-\nconditioned rooms under the following conditions: rain, fog, dew, polluting winds, sand\nand other dusts. Surface preparation and application of the first paint layer are parallel\noperations to be carried out within a maximum delay of 4 hours.\n\nAll painting shall be free of cracks and blisters and all runs shall be brushed out\nimmediately. After application of the last coat the paint system shall be free of pores.\nAfter erection of the equipment all damage to painted surfaces shall be repaired. Welds,\nrusty spots, beads, flux deposits, etc. shall be repaired and repainted. For touching up,\nthe same materials used for the main painting work shall be used. Repaired finish coats\nshall be of the same appearance as the original coating.\n\nElectrical plates, surface hardware, fittings and fastenings shall be removed before\nstarting painting operations. They shall be carefully stored, cleaned and reinstalled after\ncompletion of painting work.\n\n \n\n60",
    "Page_63": "Section 6 — Specifications\n\n \n\n5.7\n\n5.8\n\n5.9\n\nEquipment requiring special knowledge, skills and tools shall be prepared to receive\nfield coating and painting to meet the requirements of the painting schedule.\n\nParts which are embedded in concrete must not be protected against corrosion;\nhowever, transition zones of large steel pipes and of steel linings shall be painted over\na length of 1 m within the concrete. All other steel surfaces embedded in concrete shall\nbe painted over a length of 200 mm within the concrete.\n\nIn linings surrounded by concrete, surface preparation and painting works shall be\ncarried out after all work such as concreting, welding, grouting and cleaning have been\ncompleted. The Contractor shall take into account the local climatic conditions and use\nadequate installations for sandblasting, dust control and sand extraction.\n\nA properly equipped paint shop shall be set up at the Site with a crew of specialists\nexperienced and skilled in the preparation and application of protective coatings.\n\nQuality control\n\nThe minimum dry-film thickness prescribed in these Specifications shall be observed.\nNo measured thickness shall be less than the specified thickness. Where the minimum\nthickness is not achieved, the coat shall be repaired to reach the specified minimum\ndry-film thickness.\n\nThe dry-film thickness shall be measured by approved gauges.\n\nFor checks on porosity, the Contractor shall furnish a DC variable high tension test\ninstrument with built-in pore counter. The test voltage shall not exceed 2,000 V. The\ntests shall not be performed within 0.5 m distance from uncovered, corrosion resistance\nsurfaces.\n\nUpon completion of each coat, the painter shall make a detailed inspection of the\npainting finish and shall remove from adjoining work all spattering of paint material.\nHe shall make good all damage that can be caused by such cleaning operations.\n\nA detailed inspection of all painting work shall likewise be made, and all abraded,\nstained, or otherwise disfigured portions shall be touched up satisfactorily or refinished\nas required to produce a first-class job throughout and to leave the entire work in a clean\nand acceptable condition.\n\nAdherence tests shall be performed and the acceptance criteria shall be in accordance\nwith ASTM D3359, Method A, and a Scale of 5B for ASTM B3359, Method B.\n\nGuarantee\n\nThe guarantee period for all painting shall be 5 years, starting from the issue of the\n“Certificate of Completion”. This painting guarantee period shall be effective\nregardless of any other guarantee periods for the project or parts of the project.\n\nAt the end of the painting guarantee period the anti-corrosive protection of the painted\nor galvanized surfaces shall not have a degree of rusting higher than Ri 1 (one)\naccording to DIN 53210.\n\nColour code\n\nFor colour of equipment the Contractor shall refer to the Particular Technical\nSpecifications (if part of the Contract Documentation). If colour code for equipment is\n\n \n\n61",
    "Page_64": "Section 6 — Specifications\n\n \n\n5.10\n\n5.11\n\nnot listed in the Particular Technical Specifications, it shall be agreed upon after award\nof the contract.\n\nThe colouring of piping, moving parts, etc., shall be according to internationally\nrecognised standards. The standard to be applied for this project will be specified by\nthe Project Manager.\n\nRepair of primer and finish coats\nGeneral\n\nFor touching up, the same paint shall be used as for the original painting work. Repaired\nfinish coats shall be of identical appearance with the original and no difference in the\ncolour shall occur. The Project Manager may require any damaged paint work to be\nremoved and repainted.\n\nPainted structures\nRepairs on galvanized and painted structures shall be carried out as follows:\nDamages to painting and galvanization:\nSurface Preparation: Scraping, wire-brushing or grinding to Grade ST 3 according to\nSIS 055 900-1967.\n\nRepair of Coatings: One coat of 2-component epoxy resin zinc-chromate primer. Dry\nfilm thickness minimum 0.050 mm.\n\nTwo coats of 2-component epoxy-resin micaceous iron oxide (mio) paint. Total film\nthickness minimum 0.200 mm. The colour of the paint shall be the same as originally\napplied. Coal-tar epoxy may be proposed as an alternative to mio paint.\n\nDamage to painting only:\n\nSurface Preparation: Thorough cleaning of the damaged surface i.e. removal of oil,\ngrease, dust, etc.\n\nRepair of Coatings: Two coats of 2-component epoxy-resin micaceous iron oxide (mio)\npaint. Total film thickness min. 0.200 mm. Coal-tar epoxy may be proposed as an\nalternative to mio paint.\n\nThe colour of the paint shall be the same as originally applied.\nPainted structures\nRepairs on painted structures shall be carried out as follows:\n\nSurface Preparation: Scraping, wire-brushing or grinding to Grade ST 3 according to\nSIS 055 900-1967.\n\nPrime Coat: One coat of 2-component epoxy resin zinc-chromate primer. Dry film\nthickness minimum 0.050 mm.\n\nFinished surfaces\n\nWhere the finish is not indicated or specified, the type of finish shall be that type which\nis most suitable for the surface to which it applies.\n\nSurfaces to be machine-finished shall be indicated on the shop drawings by symbols.\nCompliance with the specified surface shall be determined by touch and by visual\ninspection of the work compared to applicable “Standard Roughness Specimens”, or\nwith roughness feeler gauge instruments. Both “Standard Roughness Specimens” and\n\n \n\n62",
    "Page_65": "Section 6 — Specifications\n\n \n\n5.12\n\n5.13\n\n5.14\n\n5.15\n\n5.15.1\n\nfeeler gauge instrument shall be procured by the Contractor at the request of the Project\nManager.\n\nUnfinished surfaces\n\nAs far as practicable, all work shall be laid out to secure proper matching of adjoining\nunfinished surfaces. Where there is a large discrepancy between adjoining unfinished\nsurfaces, they shall be chipped and ground smooth, or machined to secure proper\nalignment.\n\nUnfinished surfaces shall be true to the lines and dimensions shown on the drawings\nand shall be chipped or ground free of all projections and rough spots. Depressions or\nholes not affecting the strength or usefulness of the parts shall be filled in a manner\napproved by the Project Manager.\n\nProtection of machined surfaces\n\nMachine-finished surfaces shall be thoroughly cleaned of foreign matter. Finished\nsurfaces of large parts and other surfaces shall be protected with wooden pads or other\nsuitable means. Unassembled pins or bolts shall be oiled or greased and wrapped with\nmoisture-resistant paper or protected by other approved means.\n\nRounding, chamfers, edges\n\nThe edges of surfaces to be painted shall be rounded (minimum radius 2 mm) or\nchamfered accordingly. This requirement must be stated in all shop drawings for the\nrelevant parts.\n\nPainting systems\n\nPainting Systems and painting materials considered suitable for the various parts of the\nwork are given in the tables below. The Contractor shall state in his tender the\nmanufacturer and identification of the product which he proposes as an equivalent.\n\nThe manufacturer’s painting system shall be generally used to the maximum possible\nextent, final coats (of boards and panels) shall match the adjacent installations (e.g.\nwhen combined together in one continuous row).\n\nBolts, studs, nuts, screws, washers\n\nAll bolts, studs, nuts, etc., shall have a standard metric threading and conform to the\nrelevant standards as regards shape and tolerance. They shall be marked by the\nmanufacturer’s symbol and class of strength.\n\nAll bolts, studs, nuts, washers, screws, etc., used in steel structures, above size M 10,\nshall, if not in stainless steel or other corrosion resistant material, be hot dip galvanised,\nexcept for bolts above Strength Class 8.8, for which corrosion resistant materials or\nelectrolytic zinc-coating will be preferred.\n\nBolts, etc., smaller than size M 10 shall be electrolytic zinc coated if not provided in\nstainless steel or other corrosion resistant material.\n\nBolts, nuts, studs and screws which require frequent tightening and unbolting during\ninspection or maintenance procedures shall be of stainless steel.\n\n \n\n63",
    "Page_66": "Section 6 — Specifications\n\n \n\nFor equipment within closed cabinets, in oil sumps and similar locations the Project\nManager may approve other types of corrosion protection.\n\nAll bolts, nuts and screws shall be secured in an approved manner to prevent loosening\nduring operation.\n\nThe Contractor shall supply the net quantities plus 10% spare of all permanent bolts,\nscrews and other similar items and materials required for installation of the works at\nthe site. Any such bolts, screws, etc., which are surplus after the installation of the\nequipment has been completed, shall become spare parts and shall be wrapped, marked\nand handed over to the Project Manager.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n   \n \n \n\n \n \n  \n   \n   \n \n   \n\n \n\n \n\n \n   \n   \n \n \n\n \n\n \n\nSurf Main Dry Film\nType Description P urlace Paint System Thickness in Remarks\nreparation um\nBrachin Prime Coat: -The pure metallic zinc\nA. -Gates, Embedded Parts g : x zinc dust primer, 2- P :\ni shall be as high as\n: component x 100 ossible\n: Base : epoxy resin Pl\nsansa Gogh Dopp\n: 2 x micaceous iron oxide -This paint system is for\n: 2-com onent x 200 temperatures up to\ni P 120°C\nneem BRS COLMS OF\n: x topcoat, 2- - < 200 intermediate and finish\n: component i coats shall be black —\n: Base : epoxy resin i brown — black\nTotal 500 min\nPPpr .\n-External surfaces of, , Power : coat st timer, 2- -The pure metallic zinc\nB. Fixed Hoist supports and Brushin : component p , 1x 100 shall be as high as\nother Drive Supports 9 : P possible\n2 x micaceous iron oxide : -This paint system is for\n: 2-component : 1x 100 temperatures up to 60°C\n| Base : epoxy resin\n: Finish Coat :\n: X micaceous iron :\n: oxide paint, : x 100\n: coloured, 2-component :\n: Base : epoxy resin i\nTotal 300 minimum\n\n \n\n \n\n \n\n \n\nNote 1: Where existing surfaces are being repainted, corrosion pitting and\nsimilar defects will be dealt with as follows:\n\nFor isolated pitting: filler welding then grinding smooth.\n\nFor extensive pitting: primer coat then putty knife applied 2-part solvent free\nepoxy filler.\n\n5.16 Coasting System Specification for Underwater/ above-water/ intermittent sub-\nmerged Structures\n\nBelow is the most ideal system which can be specified/ recommended as an anti-\nabrasion coating system with maximum anti-abrasion properties and characteristics\n\n \n\n64",
    "Page_67": "Section 6 — Specifications\n\n \n\nwith FDA approval which doesn’t tent dry and or liquid cargos/ water for human\nconsumption.\n\nSurface Cleaning: Removal of contaminants prior to commencement of dry-abrasive\nblasting to ensure that soluble and insoluble both including other foreign matters which\ncan lead for dry or wet blistering via the profile embedment in the long run.\n\nThen dry abrasive blasting to ISO SA 2.5 surface standard with (Rz-Average Blast\nProfile) of 30-75 mic.\n\n \n\n65",
    "Page_68": "Section 7 — Form of Bid\n\n \n\nSection 7— FORM OF BID\n\nName of Contract: Hydro Mechanical works of Walawa RB Main canal\nTo: The Director General, Mahaweli Authority of Sri Lanka\n\nGentlemen:\n\n1.Having examined the Standard Bidding Document — Procurement of Works — Major Contracts\n[ICTAD/SBD/02 — Second Edition, January 2007], Specifications, Drawings and Bills of\nQuantities and A ddenda for the execution of the above-named Works, we the undersigned, offer\nto execute and complete such Works and remedy any defect therein in conformity with the\naforesaid Conditions of Contract, Specifications, Drawings, Bills of Quantities and addenda for\nthe sum of Sri Lankan Rupees ou... ccccseccssssssesesssessssessescesesesesesesesesceeensseseseseseeseeseenseeesereees\n(LKR oo cciccccccsccscssssensees ) or such other sums as may be ascertained in accordance with the said\nConditions.\n\n2. | Weacknowledge that the Contract Data forms part of our Bid.\n\n3. | We undertake, if our Bid is accepted, to commence the Works as soon as is reasonably possible\nafter the receipt of the Engineer’s notice to commence, and to complete the whole of the Works\ncomprised in the Contract within the time stated in the Contract Data.\n\n4. We agree to abide by this Bid until the date specified in ITB Clause 16 ............ [insert date],\nand it shall remain binding upon us and may be accepted at any time before that date.\n\n5. Unless and until a formal Agreement is prepared and executed this Bid, together with your written\nacceptance thereof, shall constitute a binding Contract between us.\n\n6. We understand that you are not bound to accept the lowest or any bid you may receive.\n\nWe declare that civil work contracts have/ have not been suspended or terminated and/or\nperformance security called by an employer for reasons related to the non-compliance of any\nenvironmental, or social, (including sexual exploitation and abuse (SEA) and gender based\nviolence (GBV)), or health or safety requirements or safeguard in the past five years.\n\n(Note: If suspended, terminated or Performance Security is called give details)\n\n \n\n \n\nTotal Contract\nSuspended or Contract Identification Amount (current\nYear terminated portion of value, currency,\ncontract exchange rate and\nUS$ equivalent)\n[insert [insert amount and | Contract Identification: [indicate complete [insert amount]\nyear] percentage] contract name/ number, and any other\nidentification]\n\nName of Employer: [insert full name]\nAddress of Employer: [insert street/city/country]\n\nReason(s) for suspension or termination:\n[indicate main reason(s) e.g. for GBV/ SEA\nbreaches]\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n66",
    "Page_69": "Section 7 — Form of Bid\n\n \n\n \n\n[list all applicable contracts]\n\n \n\n \n\nPerformance Security called by an employer(s) for reasons related to ESHS performance\n\n \n\nContract Identification\n\nTotal Contract\nAmount (current\nvalue, currency,\nexchange rate\nand US$\nequivalent)\n\n \n\ninsert\near]\n\n \n\n \n\n \n\nContract Identification: [indicate complete contract name/ number, and any\n\nother identification]\n\nName of Employer: [insert full name]\nAddress of Employer: [ insert street/city/country]\n\nReason(s) for calling of performance security: [indicate main reason(s) e.g.\n\nfor GBV/ SEA breaches]\n\n \n\n[insert amount]\n\n \n\nWe certify/confirm that we comply with the eligibility requirements as per ITB Clause 3 of the\n\nbidding documents.\n\nDated this .............seceeeeeeeeeeeeeeeen ees day\n\nOf, eee cece eee ce neee ne ee ene ees 20... cece eee\n\nSignature 2.0.0... cece ee eee ee nee ees in the capacity of\n\nduly authorized to sign bids for and on behalf of\n\n[in block capitals or typed]\n\nAAYOSS: oo. o cece ccc ccc eee ene nee nen EE EEE EEE EEE LEELA LEH EET LESH SEH EEG EEE E EEG Sead EEE EEE EGE G a EEEEE\n\nWitness:\n\n \n\n67",
    "Page_70": "Section 8 - Bills of Quantities\n\n \n\nSection - 8\n\nBILLS OF QUANTITIES\n\n \n\nNotes: In preparation of the bidding document the users are advised to:\n\n(1) Include the VAT Component separately and shall not carry the VAT component to\nthe Form of Bid.\n(3) Any discount offered will not be considered for Provisional Sum Items.\n\n \n\n \n\n \n\n \n\n68",
    "Page_71": "Section 8 - Bill of Quantities\n\n \n\nA GENERAL INFORMATION\n\nLocation of the Site\n\nWalawa\n\nSalient Features\nHydro Mechanical works of Walawa RB Main canal\n\nB Scope of Work\n\nCivil Engineering Work\nHydro Mechanical works of Walawa RB Main canal\nMiscellaneous Requirements\n\nWhere in the course of the execution of the Works and existing foundations, walls, sewers, drains, pipes,\nwires, cables and other structures, places and things are exposed or are otherwise affected by the\nexecution of the works, they shall be properly maintained and adequately supported and protected. And\nexpedients adopted as will prevent inconvenience and ensure the safety and continuity in use of all\nservices, all to the approval of the Engineer.\n\nThe contractor shall provide, erect and maintain suitable and sufficient warning lights, danger signals,\nsigns and barricades, and shall take necessary precautions for the protection of the Works and the safety\nof the public. Roads closed to traffic shall be protected by effective barricades and suitable diversions\nprovided where necessary. Obstructions shall be illuminated at night form sunset until sunrise.\n\nThe contractor shall minimize the pollution of and disturbance to the river, lands and other places on\nand around the Site. No trees or other vegetation shall be damaged or stripped except to the extent\nnecessary for the works.\n\nExcavated material and other things shall not be tipped or stockpiled near rivers or in places from which\nthey could become dislodge, whether by reason of climatic condition of otherwise. The contractor shall\nprovide, maintain and remove on completion of the Works, setting lagoon and other facilities to\nminimize pollution due to his operations such as, inter alia, quarrying, aggregate washing, concrete\nmixing and grouting.\n\nThe contactor shall as required by the Engineer, deliver to the Engineer or the Engineer’s Representative\na return in such detail and at such intervals as the Engineer may prescribe showing the delivery,\nconsumption and stock of materials, operating hours and fuel consumption of plant, concrete returns,\nlabor returns and similar information.\n\n \n\n69",
    "Page_72": "Section 8 - Bill of Quantities\n\n \n\nC_ Preamble to the Bill of Quantities\n\n11\n\n1.2\n\n1.3\n\n14\n\n1.5\n\nThe Bill of Quantities shall be read in conjunction with all parts of this entire Bidding\nDocument; the Instructions to Bidders, General and Particular Conditions of Contract,\nTechnical Specifications, Drawings, and supplementary information.\n\nThe Bill of Quantities includes lump sum items, unit price items and provisional sum items.\nThe lump sum price quoted will be deemed to be full compensation for completion of work\nitems and paid in full when the work is completed. The quantities given in the Bill of\nQuantities for the unit price items are estimated and provisional, and are given to provide a\ncommon basis for bidding. They are not intended to be the maximum or minimum quantities\nfor payment. The unit prices will be considered full compensation for those work items. The\nbasis of payment will be the actual quantities of work carried out under the provisions of the\nContract, measured and valued at the applicable rates and prices in the priced Bill of\nQuantities.\n\nThe rates and prices bid in the priced Bill of Quantities shall, except as otherwise provided\nunder the Contract, include all construction plant, equipment, labour, supervision, materials,\ntransport, erection, maintenance, testing, insurance, overheads, profit, taxes, and duties,\ntogether with all general risks, liabilities, and obligations set out or implied in the Contract.\n\nA rate or price shall be entered against each item in the priced Bill of Quantities, whether\nquantities are stated or not. The cost of items against which the Contractor has failed to enter\na rate or price shall be deemed to be covered by other rates and prices entered in the Bill of\nQuantities.\n\nThe rates and prices entered in the Bill of Quantities shall be full compensation for completed\nwork and shall have taken full account of all requirements and obligations, covered by all\nparts of the contract, including but not limited to, the following, unless expressly stated\notherwise:\n\na. All setting out and survey works including Pre and Post Construction Surveys.\n\nb. — All additional site surveys and investigations, preparation of field amendment drawings,\n\nshop drawings and As-Built drawings.\n\nMobilization and Demobilization of labour, all construction plant and equipment.\n\nEstablishment, Maintenance and Removal of all temporary facilities (Contractor’s and\n\nEngineer’s) including offices, workshops, houses, labour camps construction and storage\n\nyards, Laboratory facilities and Equipment, Transport for staff and labour etc.\n\ne. Labour and all costs in connection therewith, including but not limited to social charges\nor fringe benefits.\n\nf. The supply of material and goods, storage and costs in connection therewith including\ndelivery to site and handling material within the site/sites.\n\ng. Taking delivery of materials and goods supplied by others, unloading, storage, handling\nmaterials within site, and costs in connection therewith.\n\nh. — Construction Plant & Equipment and all costs in connection therewith.\n\ni. Fixing, erecting and installing or placing of materials and goods in position, including\nusual auxiliary material etc.\n\na9\n\nj. Temporary Works.\n\n \n\n70",
    "Page_73": "Section 8 - Bill of Quantities\n\n \n\n1.6\n\n17\n\n1.8\n\n1.9\n\nk. | Complying with any limitations and constraints on the use of the site/sites including\ncoordinating with other Contractor’s, with regard to site access, security etc.,\nmaintenance of access to households and other users, maintenance of existing roads,\nwaterways etc.\n\nlL. Dealing with the existing flow of water from any source including irrigation flow\nrequirement, rainfall and surface runoff, groundwater, wave action and the like. This\nincludes all and any dewatering operations necessary for the execution of the Works as\nwell as coffer damming if required.\n\nm. General obligations, liabilities and risks involved in the execution of the Works set forth\nor reasonably implied in the documents on which the tender is based.\n\n. Overheads and profit.\n\no. Waste of material.\n\nAttendance and transport for surveys including provision of boats and survey\ninstruments, sampling and testing carried out by the Engineer.\n\nq. Performing all sampling and testing which are required to be carried out by the\n\nContractor, and supplying results of such tests.\n\nProviding required material delivery certificates.\n\nCoordination with Regulatory Institutes & all stake holders.\n\nDisposal of all waste material.\n\nComplying with all requirements in Specifications and Conditions of Contract where\n\nseparate items have not been provided.\n\nestan\n\nWhere Bill of Quantities items describe the replacement of existing equipment or\ncomponents, including mechanical and electrical equipment, the equipment removed remains\nthe property of the Employer, unless stated otherwise in the contract documents. The rates\nentered shall include for delivery of such equipment to the Employer or for disposal if so\ndirected by the Employer.\n\nThe whole cost of complying with the provisions of the C ontract (excluding VAT) shall\nbe included in the Items provided in the priced Bill of Quantities, and where no Items\nare provided, the cost shall be deemed to be distributed among the rates and prices\nentered for the related Items of Work.\n\nGeneral directions and descriptions of work and materials are not necessarily repeated nor\nsummarized in the Bill of Quantities. References to the relevant sections of the Contract\ndocumentation shall be made before entering prices against each item in the priced Bill of\nQuantities.\n\nProvisional Sums included and so designated in the Bill of Quantities shall be expended in\nwhole or in part or not at all at the direction and discretion of the Engineer and in accordance\nwith the Conditions of Contract. Where the expenditure against a Provisional Sum is made in\nthe form of a Variation, the payment for the work will be made in accordance with Clause 37\nof the Conditions of Contract.\n\n \n\n71",
    "Page_74": "Section 8 - Bill of Quantities\n\n1.10\n\nThe method and unit of measurement of completed work for payment shall be in accordance\nwith the method described in the specifications for each item or in the Bill of Quantities. For\nLump Sum items, measurements for Interim Payment Certificates shall be based on\npercentage completion of such item of work or milestone as per the Contractor’s proposed\nschedule of monthly payments, as approved by the Engineer.\n\n \n\n72",
    "Page_75": "Section 8 - Bill of Quantities\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nBills of Quantities\nSUMMARY\nBill No. Description Amount (LKR)\nBill No.1. | PRELIMINARY AND GENERAL\nBill No.2. | HYDRO-MECHANICAL WORKS\nA Sub Total 1—-Sum of Bill No. 1 & 2\nB Dat: Provisional Sums 480,000.00\nCc Sub Total 2 (A-B)\nD Discountifany( %)\nE Sub Total 3 (C-D+B)\nF Provisional Sum — 10% for Physical Contingencies (0.1X e)\n\n \n\nTOTAL BID PRICE, CARRIED TO LETTER OF BID (E+F)\n\n \n\nProvisional Sum — Day Works\n\n \n\nSub Total 4 (Bid price with Day Works)\n\n[Will be consider only for evaluation purpose]\n\n \n\nTotal Bid Price (A mount in words)\n\n \n\nVAT- 08 % of Bid Price\n\n \n\n \n\nGRAND TOTAL INCLUDING VAT\n\n \n\n \n\nSignature of Bidder :-..............cceeeeeeeeeeeeeeeee eee\n\n \n\n73",
    "Page_76": "Section 8 — Bill of Quantities\n\nBill No.1 : PRELIMINARY AND GENERAL\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nItem Description Unit Quantity c KR) Amount Amount in words\n11 Securities, insurance etc.\n1.1.1 | Performance security sum\n1.1.2 | Security bonds and guarantees etc. sum\n1.1.3 | Insurance of property materials and works at site sum\n1.1.4 | Third party insurance sum\n1.1.5 | Insurance against accidents and injury to workmen sum\n1.2 Project Manager’s facilities\nProvide and maintain Project Manager’s offices and provide Provisional\n\n1.2.1 assistance to the Project Manager on instruction. sum 180,000.00 180,000.00\n1.3 Contractor’s facilities\n131 Establishment and removal on completion of all contactor’s site sum\n\n“ facilities including offices, stores, workshops, housing, etc.\n132 Maintenance of all Contractors’ facilities including services (water th 18\n\na supply, electricity, communications etc.) and security moni\n1.3.3 sum\n\n \n\n \n\nContract Management Service\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n74",
    "Page_77": "Section 8 — Bill of Quantities\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nae : . Rate\n\nItem Description Unit Quantity (LKR) Amount Amount in words\n14 Other requirements\n1.4.1 | Supply and erection of notice board sum\n1.4.2 | Removal of all rubbish and debris and clearing up site on completion sum\n143 eowision of monthly progress photographs and reports, schedules, sum\n1.4.4 | Provide As-built drawings, Quality Assurance reports etc. Provisional 100,000.00} 100,000.00\n\nCompliance with Environmental, Social, Health and Safety\n1.4.5 | regulations and project environment management plan sum\n1.4.6 | Employers share of A djudicator’s fees and expenses Provisional 200,000.00 200,000.00\n\n \n\n \n\n \n\nTOTAL OF BILL NO 1 (CARRIED TO SUMMARY OF BILLS)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n75",
    "Page_78": "Section 8 — Bill of Quantities\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nBill 02 -HY DRO-MECHANICAL WORKS Total Price (LKR)\nCOLLECTION\nSub- Section\n\n2.1 REGULATER AT WATER BOARD INTAKE\n\n2.2 INLET OF SIPHON ACROSS RAKWANA GANGA\n\n2.3 SUB-SECTION 2.3: RADIAL GATED REGULATER NO 1\n\n2.4 RADIAL GATED REGULATER NO 2\n\n2.5 OUTLET FROM KACHCHIGALA TANK\n\n2.6 GATED REGULATER NO 1\n\n2.7 GATED REGULATER NO 2\n\n2.8 OUTLET TO GURUGODELLA BC\n\n2.9 GATED REGULATER NO 3 CUM FOOT BRIDGE\n\n2.10 GATED REGULATER NO 4CUM FOOT BRIDGE\n\n2.11 GATED REGULATER NO 5 CUM FOOT BRIDGE\n\n2.12 BIFURCATION TO BATAATHA AND GAJAMANGAMA\nBCC\nTOTAL SECTION 2 CARRIED TO GRAND SUMMARY\n\n \n\n \n\n \n\n76",
    "Page_79": "Section 8 — Bill of Quantities\n\n \n\nItem\n\nDescription\n\nUnit\n\nQuantity\n\nRate\n\nTotal Price\n\nRate in words\n\n \n\nSUB-SECTION 2.1: REGULATER AT WATER BOARD\nINTAKE\n\n \n\nDesign, fabrication, blast cleaning to standard SA 2.5, apply Zn rich\nprimer one coat and epoxy paint two coats according to the\nspecification, installation, fixing new rubber seals (including necessary\nstainless steel fixing bolts, nuts, washers & fixing plate), testing &\ncommissioning etc... of sluice gate (size approximately W x H-4.3m\nx 1.6 m) -Gate material Steel\n\nNos\n\n \n\nBlast cleaning to standard SA 2.5, apply Zn rich primer one coat and\nepoxy paint two coats according to the specification, of set of guides\n\nNos\n\n \n\nDesign, fabrication, installation, testing & commissioning etc... of new\ncable drum arrangements (for both sides) for existing hoisting\nmechanism with new cables, bull dog clips etc.\n\nNos\n\n \n\nService gear box and related parts of Hoist mechanism by replacing all\nbearings and grease seals, fix new grease nipples, apply appropriate\ncable compound and grease for exterior gear wheels\n\nNos\n\n \n\nRepair gear box and related parts of Hoist mechanism by supplying all\nmissing parts, replace existing bearings and grease seals, fix new\ngrease nipples, apply appropriate cable compound and grease for\nexterior gear wheels\n\nNo\n\n \n\nBlast cleaning to standard SA 2.5, apply Zn rich primer one coat and\nepoxy paint two coats according to the specification for structure\n(Approximately 50 sq.mt )\n\nItem\n\n \n\n \n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint\ntwo coats according to the specification for complete hand rail\n(Approximate total length 15 m, height 1.1 m)\n\nItem\n\n \n\n \n\n \n\nSub Total 2.1 carried to Section 2 Collection\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n77",
    "Page_80": "Section 8 — Bill of Quantities\n\n \n\nItem\n\nDescription\n\nUnit\n\nQuantity\n\nRate\n\nTotal Price\n\nRate in words\n\n \n\nSUB-SECTION 2.2: INLET OF SIPHON ACROSS RAKWANA\nSUB-SECTION 2.2: INLET OF SIPHON ACROSS RAKWANA\nGANGA\n\n \n\nReplace heavily corroded sections of skin plate, blast cleaning to\nstandard SA 2.5, apply Zn rich primer one coat and epoxy paint two\ncoats according to the specification, fixing new rubber seals (including\nstainless steel fixing bolts, nuts, washers & fixing plates), testing &\ncommissioning etc... of sluice gate (size approximately W x H— 3.3m\n\nx 2.7 m) (Refer figure No 01)\n\nNo\n\n \n\n2.2.2\n\nReplace heavily corroded sections and blast cleaning to standard SA\n2.5, apply Zn rich primer one coat and epoxy paint two coats according\nto the specification for gate structure including guide grooves\n\nItem\n\n \n\nService gear box, bevel gear mechanism and guide rollers by replacing\nall necessary bearings and grease seals, fix new grease nipples and\ngrease cups\n\nItem\n\n \n\n2.2.4\n\nFabrication, blast/power brush cleaning, apply Zn rich primer one coat\nand epoxy paint two coats according to the specification and\ninstallation of all steel platform instead of up stream side existing\nplatform. (size shall be W x L— 1m x 3 mand standard hand rail)\nDeck plate shall be galvanized checkered and shall be bolted. (Refer\ndrawing No 07)\n\nNo\n\n \n\n \n\n \n\nSurface cleaning and application of weather shield paint by two coats\nof concrete structure above full supply level\n\n \n\nSq.mt\n\n \n\n80\n\n \n\n \n\n \n\n \n\n \n\n78",
    "Page_81": "Section 8 — Bill of Quantities\n\n \n\nItem\n\nDescription\n\nUnit\n\nQuantity\n\nRate\n\nTotal Price\n\nRate in words\n\n \n\nSub Total 2.2 carried to Section 2 Collection\n\n \n\nSUB-SECTION 2.3: RADIAL GATED REGULATER NO 1\n\n \n\nRepair corroded areas and arrange drain holes in radial gate arms\n\nNos\n\n \n\nBlast cleaning to standard SA 2.5, apply Zn rich primer one coat and\nepoxy paint two coats according to the specification, fixing new rubber\nseals (including stainless steel fixing bolts, nuts, washers & fixing\nplate), testing & commissioning etc... of radial gate (size\napproximately W x H — 3.9 mx 2.9 m) (Refer figure No 02)\n\nNos\n\n \n\nBlast cleaning to standard SA 2.5, apply Zn rich primer one coat and\nepoxy paint two coats according to the specification, fixing new rubber\nseals (including stainless steel fixing bolts, nuts, washers & fixing\nplate), testing & commissioning etc... of bulkhead gate (size\napproximately W x H — 4.17 mx 1.0 m) (Refer figure No 03)\n\nNos\n\n \n\n2.3.4\n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint\ntwo coats according to the specification for complete hand rail in both\nsides (A pproximate total length 13.7 m, height 1.1 m) (Refer figure No\n04)\n\nNos\n\n \n\nBlast cleaning to standard SA 2.5, apply Zn rich primer one coat and\nepoxy paint two coats according to the specification for deck beams\nand deck plates (A pproximate total deck area 18 sq.mt, length of H\nbeam (200 mm x130 mm) 9 m, (130 mm x 80 mm) 16m\n\nItem\n\n \n\n2.3.6\n\n \n\n \n\nBlast cleaning to standard SA 2.5, apply Zn rich primer one coat and\nepoxy paint two coats according to the specification for bulkhead gate\nlifting structure (size approximately L x H — 14.9 m x 3.9 m) (Refer\nfigure No 05)\n\n \n\nNos\n\n \n\n \n\n \n\n \n\n \n\n \n\n79",
    "Page_82": "Section 8 — Bill of Quantities\n\n \n\nItem\n\nDescription\n\nUnit\n\nQuantity\n\nRate\n\nTotal Price\n\nRate in words\n\n \n\nService hoist including gear box, cable drums, cables, etc.. by replacing\nall bearings and grease seals, fix new grease nipples and grease cups,\nreplace corroded cable clips (Bulldog clips), apply appropriate cable\ncompound and grease for exterior gear wheels (Refer figure No 06)\n\nNos\n\n \n\n2.3.8\n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint\ntwo coats according to the specification for gear box housing and\nrelated parts (Refer figure No 06)\n\nNos\n\n \n\nSub Total 2.3 carried to Section 2 Collection\n\n \n\nSUB-SECTION 2.4: RADIAL GATED REGULATER NO 2\n\n \n\n2.4.1\n\nfabrication, blast cleaning to standard SA 2.5, apply Zn rich primer one\ncoat and epoxy paint two coats according to the specification,\ninstallation, fixing new rubber seals (including necessary stainless steel\nfixing bolts, nuts, washers & fixing plate), testing & commissioning\netc... of radial gate (size approximately W x H— 3.9 m x 2.9 m) -Gate\nmaterial Steel\n\nNos\n\n01\n\n \n\n2.4.2\n\nBlast cleaning to standard SA 2.5, apply Zn rich primer one coat and\nepoxy paint two coats according to the specification, fixing new rubber\nseals (including necessary fixing bolts, nuts, washers & fixing plate),\ntesting & commissioning etc... of radial gate (size approximately W x\nH—3.9 mx 2.9 m) (Refer figure No 07)\n\nNos\n\n \n\n2.4.3\n\nBlast cleaning to standard SA 2.5, apply Zn rich primer one coat and\nepoxy paint two coats according to the specification, fixing new rubber\nseals (including stainless steel fixing bolts, nuts, washers & fixing\nplate), testing & commissioning etc... of bulkhead gate (size\napproximately W x H — 4.17 mx 1.0 m) (Refer figure No 08)\n\nNos\n\n \n\n2.4.4\n\n \n\n \n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint\ntwo coats according to the specification for complete hand rail in both\n\n \n\nNos\n\n \n\n \n\n \n\n \n\n \n\n \n\n80",
    "Page_83": "Section 8 — Bill of Quantities\n\n \n\nItem\n\nDescription\n\nUnit\n\nQuantity\n\nRate\n\nTotal Price\n\nRate in words\n\n \n\nsides (A pproximate total length 13.7 m, height 1.1 m) (Refer figure No\n09)\n\n \n\n2.4.5\n\nBlast cleaning to standard SA 2.5, apply Zn rich primer one coat and\nepoxy paint two coats according to the specification for deck beams\nand deck plates (A pproximate total deck area 17 sq.mt, length of H\nbeam (200 mm x130 mm) 9 m, (130 mm x 80 mm) 16m\n\nItem\n\n \n\n2.4.6\n\nBlast cleaning to standard SA 2.5, apply Zn rich primer one coat and\nepoxy paint two coats according to the specification for bulkhead gate\nlifting structure (size approximately L x H — 14.9 m x 3.9 m) (Refer\nfigure No 10)\n\nNos\n\n \n\n2.4.7\n\nService gear box, cable drums, cables, etc.. by replacing all bearings\nand grease seals, fix new grease nipples and grease cups, replace\ncorroded cable clips (Bulldog clips), apply appropriate cable compound\nand grease for exterior gear wheels (Refer figure No 11)\n\nNos\n\n \n\n2.4.8\n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint\ntwo coats according to the specification for gear box housing and\nrelated parts (Refer figure No 11)\n\nNos\n\n \n\n2.4.9\n\nSupply cable drums, bearings, cables and cable clips (Bulldog clips)\netc.. and service gear box by replacing all bearings and grease seals, fix\nnew grease nipples and grease cups, apply appropriate cable compound\nand grease for exterior gear wheels (Refer figure No 12)\n\nNo\n\n \n\n2.4.10\n\nSupply and fix appropriate checkered plate (size 1000 mm x 300 mm)\nfor the space on deck (Refer figure No 13)\n\nNos\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n81",
    "Page_84": "Section 8 — Bill of Quantities\n\n \n\nItem\n\nDescription\n\nUnit\n\nQuantity\n\nRate\n\nTotal Price\n\nRate in words\n\n \n\nSub Total 2.4 carried to Section 2 Collection\n\n \n\nSUB-SECTION 2.5: OUTLET FROM KACHCHIGALA TANK\n\n \n\nFabrication, blast cleaning to standard SA 2.5, apply Zn rich primer\none coat and epoxy paint two coats according to the specification,\ninstallation, fixing new rubber seals (including stainless steel fixing\nbolts, nuts, washers & fixing plate), testing & commissioning etc... of\nsluice gate (size approximately W x H — 1.34 mx 1.4 m) (Refer\ndrawing No 01)\n\nGate\n\n \n\nRepair existing guide groove by removing corroded parts up to 1.5m\nheight from sill level\n\nNos\n\n \n\nBlast cleaning to standard SA 2.5, apply Zn rich primer one coat and\nepoxy paint two coats according to the specification, of set of guides\n\nNos\n\n \n\nRepair and service (including supplying necessary spare parts with\nspindle) damaged gear box\n\nNo\n\n \n\nSupplying, leveling and fixing of stainless steel plate including second\nstage concreting etc...for proper contact with bottom seal of gate\n\n(Refer drawing No 03)\n\nNos\n\n \n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint\ntwo coats according to the specification for structure and gear box\nhousings\n\nItem\n\n \n\n \n\n \n\nService gear box by supplying necessary spare parts, bolts and nuts\netc...and re-grease\n\n \n\nNos\n\n \n\n \n\n \n\n \n\n \n\n \n\n82",
    "Page_85": "Section 8 — Bill of Quantities\n\n \n\nItem\n\nDescription\n\nUnit\n\nQuantity\n\nRate\n\nTotal Price\n\nRate in words\n\n \n\n2.5.8\n\nConstruct lockable gate control room for security requirements.\n\nItem\n\n \n\nSub Total 2.5 carried to Section 2 Collection\n\n \n\nSUB-SECTION 2.6: GATED REGULATER NO 1\n\n \n\nReplace lower part of all handrails of columns up to 300 mm height by\nangle iron with existing size and thickness of the hand rail\n\nNos\n\n \n\n2.6.2\n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint\ntwo coats according to the specification for complete hand rail in both\nsides (A pproximate total length 13.5 m, height 1.1 m) (Refer figure No\n14)\n\nNos\n\n \n\nDesign, fabrication, blast cleaning to standard SA 2.5, apply Zn rich\nprimer one coat and epoxy paint two coats according to the\nspecification, installation, fixing new rubber seals (including necessary\nstainless steel fixing bolts, nuts, washers & fixing plate), testing &\ncommissioning etc... of gate (size approximately W x H - 1.3mx 1.2\nm) (Refer figure no 15)-Gate material Steel\n\nNos\n\n \n\n2.6.4\n\nBlast/power brush cleaning, apply Zn rich primer one coat and epoxy\npaint two coats according to the specification for set of guide grooves\n\nNos\n\n \n\nSupplying, fixing the hoist (including modifications for structure\nsupport frame if necessary) etc... of appropriate new worm wheel gear\nbox with new spindle and supports if required. (approximate gear ratio\n5:1, spindle diameter not less than 50 mm)\n\nNos\n\n \n\n2.6.6\n\n \n\n \n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint\ntwo coats according to the specification for structure support frame.\n\n \n\nItem\n\n \n\n \n\n \n\n \n\n \n\n \n\n83",
    "Page_86": "Section 8 — Bill of Quantities\n\n \n\nItem\n\nDescription\n\nUnit\n\nQuantity\n\nRate\n\nTotal Price\n\nRate in words\n\n \n\nSurface cleaning and application of weather shield paint by two coats\nof concrete structure above full supply level\n\nsq.mt\n\n160\n\n \n\nSub Total 2.6 carried to Section 2 Collection\n\n \n\nSUB-SECTION 2.7; GATED REGULATER NO 2\n\n \n\nDesign, fabrication, blast cleaning to standard SA 2.5, apply Zn rich primer\none coat and epoxy paint two coats according to the specification,\ninstallation, fixing new rubber seals (including necessary stainless steel fixing\nbolts, nuts, washers & fixing plate), testing & commissioning etc... of\nregulator gate (size approximately W x H - 1.3 m x 1.2 m) (Refer figure no\n15)-Gate material Steel\n\nGate\n\n \n\nReplace lower part of hand rails of all columns up to 300 mm height by angle\niron with existing size and thickness of the hand rail\n\nNo\n\n \n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint two\ncoats according to the specification for complete hand rail in down stream\nside (Approximate total length 13.5 m, height 1.1 m) (Refer Figurer No 14)\n\nNos\n\n \n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint two\ncoats according to the specification for steel parts of gate (size\napproximately W x H - 1.3 mx 1.2 m) (Refer Figurer No 15)\n\nNos\n\n \n\nBlast/power brush cleaning, apply Zn rich primer one coat and epoxy paint\ntwo coats according to the specification for set of guide grooves\n\nNos\n\n \n\nSupplying, fixing the hoist (including modifications for structure support\nframe if necessary) etc... of appropriate new worm wheel gear box with new\nspindle and supports if required. (approximate gear ratio 5:1, spindle\ndiameter not less than 50 mm)\n\nNos\n\n \n\n \n\n \n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint two\ncoats according to the specification for structure support frame.\n\n \n\nItem\n\n \n\n \n\n \n\n \n\n \n\n \n\n84",
    "Page_87": "Section 8 — Bill of Quantities\n\n \n\nItem\n\nDescription\n\nUnit\n\nQuantity\n\nRate\n\nTotal Price\n\nRate in words\n\n \n\n2.7.8\n\nSurface cleaning and application of weather shield paint by two coats of\nconcrete structure above full supply level\n\nsq.mt\n\n160\n\n \n\nSub Total 2.7 carried to Section 2 Collection\n\n \n\nSUB-SECTION 2.8: OUTLET TO GURUGODELLA BC\n\n \n\nSupplying, fixing (including modifications for structure support frame\nif necessary) etc... of appropriate new pedestal type gear box, new\nspindle and supports if required. (approximate gear ratio, spindle\ndiameter not less than 50 mm), (Refer drawing No 05)\n\nNos\n\n \n\nRepair gate sliding groove by replacing corroded parts up to 1200 mm\nat both sides from sill level\n\nNos\n\n \n\nBlast/power brush cleaning, apply Zn rich primer one coat and epoxy\npaint two coats according to the specification for set of guide grooves\n\nNos\n\n \n\n2.8.4\n\nDesign and manufacturing new spindle hook with easy maintenance\n(Material shall be stainless steel or Galvanized Iron)\n\nNos\n\n \n\n2.8.5\n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint\ntwo coats according to the specification for structure support frame\n\nItem\n\n \n\n2.8.6\n\nConstruct lockable gate control room for security requirements.\n\nItem\n\n \n\nSub Total 2.8 carried to Section 2 Collection\n\n \n\nSUB-SECTION 2.9: GATED REGULATER NO 3CUM FOOT\nBRIDGE\n\n \n\nReplace lower part of all columns up to 300 mm height by angle iron\nwith existing size and thickness of the hand rail\n\nNos\n\n \n\n2.9.2\n\n \n\n \n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint\ntwo coats according to the specification for complete hand rail in both\nsides (A pproximate total length 11.6 m, height 1.1 m)\n\n \n\nNos\n\n \n\n \n\n \n\n \n\n \n\n \n\n85",
    "Page_88": "Section 8 — Bill of Quantities\n\n \n\nItem\n\nDescription\n\nUnit\n\nQuantity\n\nRate\n\nTotal Price\n\nRate in words\n\n \n\nDesign, fabrication, blast cleaning to standard SA 2.5, apply Zn rich\nprimer one coat and epoxy paint two coats according to the\nspecification, installation, fixing new rubber seals (including necessary\nstainless steel fixing bolts, nuts, washers & fixing plate), testing &\ncommissioning etc... of sluice gate (size approximately W x H- 1.3m\nx 1.2 m) (Refer drawing No 01)-Gate material Steel\n\nGate\n\n \n\nBlast/power brush cleaning, apply Zn rich primer one coat and epoxy\npaint two coats according to the specification for set of guide grooves\n\nNos\n\n \n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint\ntwo coats according to the specification for structure support frame.\n\nItem\n\n \n\nSupplying, fixing (including modifications for structure support frame\nif necessary) etc... of appropriate new worm wheel gear box with new\nspindle and supports if required. (approximate gear ratio 5:1, spindle\ndiameter not less than 50 mm)\n\nNos\n\n \n\nSurface cleaning and application of weather shield paint by two coats\nof concrete structure above full supply level\n\nsq.mt\n\n140\n\n \n\n \n\n \n\nSub Total 2.9 carried to Section 2 Collection\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n86",
    "Page_89": "Section 8 — Bill of Quantities\n\n \n\n \n\nSUB-SECTION 2.10: GATED REGULATER NO 4CUM FOOT BRIDGE\n\n \n\n2.10.1\n\nReplace lower part hand railsof all columns up to 300 mm height by angle iron with\nexisting size and thickness of the hand rail\n\nNos\n\n \n\n2.10.2\n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint two coats on\nhandrails according to the specification for complete hand rail in both sides\n(Approximate total length 9.5 m, height 1.0 m)\n\nNos\n\n \n\n2.10.3\n\nDesign, fabrication, blast cleaning to standard SA 2.5, apply Zn rich primer one coat and\nepoxy paint two coats according to the specification, installation, fixing new rubber seals\n(including necessary stainless steel fixing bolts, nuts, washers & fixing plate), testing &\ncommissioning etc... of sluice gate (size approximately W x H - 1.4mx 1.5 m) (Refer\ndrawing No 01)-Gate material Steel\n\nGate\n\n \n\n2.10.4\n\nFabrication with embedded parts, blast cleaning to standard SA 2.5, apply Zn rich primer\none coat and epoxy paint two coats according to the specification, expanding the existing\nconcrete groove to suit new steel door with power tool, installation, aligning, second\nstage concreting etc...of set of guides (Refer drawing No 02)\n\nNos\n\n \n\n2.10.5\n\nSupplying, fixing the hoist (including modifications for structure support frame if\nnecessary) etc... of appropriate new worm wheel gear box with new spindle and supports\nif required. (approximate gear ratio 5:1, spindle diameter not less than 50 mm)\n\nNos\n\n \n\n2.10.6\n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint two coats\naccording to the specification for structure support frame.\n\nItem\n\n \n\n2.10.7\n\nSurface cleaning and application of weather shield paint by two coats of concrete\nstructure above full supply level\n\nsq.mt\n\n110\n\n \n\nSub Total 2.10 carried to Section 2 Collection\n\n \n\nSUB-SECTION 2.11: GATED REGULATER NO 5 CUM FOOT BRIDGE\n\n \n\n2.11.1\n\nReplace lower part of all handrails of columns of up to 300 mm height by angle iron with\nexisting size and thickness of the hand rail\n\nNos\n\n \n\n2.11.2\n\n \n\n \n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint two coats\naccording to the specification for complete hand rail in both sides (A pproximate total\nlength 13.0 m, height 1.0 m)\n\n \n\nNos\n\n \n\n \n\n \n\n \n\n \n\n \n\n87",
    "Page_90": "Section 8 — Bill of Quantities\n\n \n\n2.11.3\n\nDesign, fabrication, blast cleaning to standard SA 2.5, apply Zn rich primer one coat and\nepoxy paint two coats according to the specification, installation, fixing new rubber seals\n(including necessary stainless steel fixing bolts, nuts, washers & fixing plate), testing &\ncommissioning etc... of sluice gate (size approximately W x H - 1.8 mx 1.8 m) (Refer\ndrawing No 01)-Gate material steel\n\nGate\n\n \n\n2.11.4\n\nFabrication with embedded parts, blast cleaning to standard SA 2.5, apply Zn rich primer\none coat and epoxy paint two coats according to the specification, expanding the existing\nconcrete groove to suit new steel door with power tool, installation, aligning, second\nstage concreting etc...of set of guides (Refer drawing No 02)\n\nNos\n\n \n\n2.11.5\n\nSupplying, fixing the hoist (including modifications for structure support frame if\nnecessary) etc... of appropriate new worm wheel gear box with new spindle and supports\nif required. (approximate gear ratio 5:1, spindle diameter not less than 50 mm)\n\nNos\n\n \n\n2.11.6\n\nPower brush cleaning, apply Zn rich primer one coat and epoxy paint two coats\naccording to the specification for structure support frame.\n\nItem\n\n \n\n2.11.7\n\nSurface cleaning and application of weather shield paint by two coats of concrete\nstructure above full supply level\n\nsq.mt\n\n140\n\n \n\nSub Total 2.11 carried to Section 2 Collection\n\n \n\nSUB-SECTION 2.12: BIFURCATION TO BATAATHA AND GAJAMANGAMA\nBCC\n\n \n\n2.12.1\n\nDesign, fabrication, blast cleaning to standard SA 2.5, apply Zn rich primer one coat and\nepoxy paint two coats according to the specification, installation, fixing new rubber seals\n(including necessary stainless steel fixing bolts, nuts, washers & fixing plate), testing &\ncommissioning etc... of sluice gate (size approximately W x H - 1.4 mx 1.2 m) (Refer\ndrawing No 01)-Gate material Steel\n\nGate\n\n \n\n2.12.2\n\n \n\n \n\nSupplying, fixingthe hoist (including modifications for structure support frame if\nnecessary) etc... of appropriate new worm wheel gear box with new spindle and supports\nif required. (approximate gear ratio 5:1, spindle diameter not less than 50 mm)\n\n \n\nSet\n\n \n\n \n\n \n\n \n\n \n\n \n\n88",
    "Page_91": "Section 8 — Bill of Quantities\n\n \n\n \n\n2.12.3\n\nFabrication with embedded parts, blast cleaning to standard SA 2.5, apply Zn rich primer\none coat and epoxy paint two coats according to the specification, expanding the existing\nconcrete groove to suit new steel door with power tool, installation, aligning, second\nstage concreting etc...of set of guides(Refer drawing No 02)\n\nNos\n\n \n\n2.12.4\n\nSupplying, leveling and fixing of stainless steel plate including second stage concreting\netc...for proper contact with bottom seal of gate (Refer drawing No 03)\n\nNos\n\n \n\n2.12.5\n\nSurface cleaning and application of weather shield paint by two coats of concrete\nstructure above full supply level\n\nsq.mt\n\n130\n\n \n\n \n\n \n\nSub Total 2.12 carried to Section 2 Collection\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n89",
    "Page_92": "Section 8 — Bill of Quantities\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDAY WORKS\nIt Descripti Unit Quantity Rate Total Price Ratt 4\nem escription nil uan ate in words\nP LKR LKR mw\n1.0 | Labour\n1.1 | Skilled Labour day 5\n1.2 | Unskilled Labour day 10\n1.3 | Steel fixer day 5\n1.4 | Mechanic day 5\n1.5 | Welder, Fitter day 5\n1.9 | Driver(Heavy Vehicle) day 5\n2.0 | Materials\n2.1 | Aggregate 20mm m? 10\n2.2 | Aggregate 25 mm m? 20\n2.3 | Aggregate 40 mm m? 10\n2.4 | Sand m? 30\n2.5 | Cement 50kg bags 50\n2.6 | Formwork m? 20\n2.7 | High Carbon Steel Plate tonne 0.2\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n90",
    "Page_93": "Section 8 — Bill of Quantities\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nvo . . Rate Total Price\nItem Description Unit Quantity Rate in words\nLKR LKR\n\n2.8 | Stainless Steel Plate tonne 0.1\n2.9 | Fabricated Steelwork tonne 0.2\n3.0 | Construction Plant\n\n3.1 | Mobile Crane 10T hr 10\n3.2 | Dump Truck (8.5 m3) hr 10\n3.3 | Tractor/Trailer 100HP hr 40\n3.4 | Air Compressor 3-Tool hr 80\n3.5 | Welding Set 10OKVA hr 80\n3.6 | Back hoe excavator (140Hp) 25\n3.7 | Water pump 2” hr 30\n3.8 | Water pump 3” hr 20\n\n \n\n \n\n \n\nTotal Day Works Carried to Summary\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n91",
    "Page_94": "Section 9 — Schedules\n\n \n\nSECTION 9\n\nSCHEDULES",
    "Page_95": "Section 9 — Schedules\n\n \n\n \n\n(ii)\n\nSchedule 1 — General Information\n\n(i) If pre-qualification is done the bidders are required to include information subsequent to\nthat submitted with the pre- qualification application.\nFor joint ventures, each joint venture partner shall furnish information separately.\n\n \n\n \n\n \n\n \n\n \n\n \n\nITB Description Information Remarks\nClause (to be filled by the Bidder)\nreference\n4.1 (a) Legal Status Provide certified copies of\nRegistration\nWritten power of Provide original or certified copy of the power of\nattorney of the Attorney attested by a Notary and label as attachment to\nsignatory to the Bid Clause 4.1(a)\nIf aJoint Venture, Loo eceeececeeeeeeeeen es\nnames and addresses of\nJoint Venture Partners | 2. .......ccccec cece cece ee ee eeees Provide a draft copy of the\nJoint Venture Agreement or\nBole ceeeceeeeeeeeeeteeeneeeaees alternatively the\nmemorandum of\nunderstanding\nIf aJoint Venture,\nname of Lead Partner\n\n \n\nFor joint ventures, each j\n\noint venture partner shall furni\n\nsh Legal Status separately\n\n \n\nName (Lead partner)\n\n \n\n \n\n \n\n \n\nProvide certified copies and\n\n \n\nLegal status label as attachment to\nClause 4.1(a)\n\nPlace of registration\n\nPrinciple place of\n\nbusiness\n\nWritten power of Provide original or certified copy of the power of attorney\n\nattorney of the attested by a Notary and label as attachment to Clause 5.1\n\nsignatory to the Bid\n\n \n\nVAT Registration\nNumber\n\n \n\nName (Partner 2 )\n\n \n\nLegal status\n\n \n\nPlace of registration\n\n \n\n \n\n \n\nPrinciple place of\nbusiness\n\n \n\n \n\nProvide certified copies and\nlabel as attachment to\nClause 4.1 (a)\n\n \n\n \n\n93",
    "Page_96": "Section 9 — Schedules\n\n \n\n \n\nWritten power of\nattorney of the\nsignatory to the Bid\n\nProvide original or certified copy of the power of\n\nattorney attested by a Notary and label as attachment to\n\nClause 4.1 (a)\n\n \n\nVAT Registration\nNumber\n\n \n\nName (Partner 3 )\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nLegal status Provide certified copies and\nlabel as attachment to\n\nPlace of registration Clause 4.1 (a)\n\nPrinciple place of\n\nbusiness\n\nWritten power of Provide original or certified copy of the power of\n\nattorney of the attorney attested by a Notary and label as attachment to\n\nsignatory to the Bid Clause 4.1 (a)\n\nVAT Registration\n\nNumber\n\n4.2 (a) ICTAD/CIDA Registration\n\nRegistration number\n\nGrade Provide certified copies and\nlabel as attachment to\n\nSpecially Clause 4.2(a)\n\nExpiry Date\n\n \n\n \n\n \n\n \n\n \n\n \n\n94",
    "Page_97": "Section 9 — Schedules\n\n \n\n \n\nSchedule 2 — Annual Turn-over Information\n(Construction only — Last five years)\n\n(i) If pre-qualification is done the bidders are required to include information subsequent to\nthat submitted with the pre-qualification application.\n\n(ii) For joint ventures, each joint venture partner shall furnish information separately.\n\n \n\n \n\n \n\n \n\n \n\n \n\nYear Turn-over Remarks\n1\n2\nAttach audited reports and label as\n3 attachment to Clause 4.2\n4\n5\n\n \n\n \n\n \n\n \n\nSchedule 3 — Adequacy of Working Capital\n\nIf pre- qualification is done the bidders are required to include information subsequent to that\nsubmitted with the pre-qualification application\n\n \n\nSource of credit line Amount Remarks\n\n \n\n \n\n \n\n \n\nProvide documentary evidence\nand label as attachment to\n\n \n\nClause 4.2\n\n \n\n \n\nTotal\n\n \n\n \n\n \n\n \n\nSchedule 4 A — Construction Experience in last five years\n\n(i) If pre-qualification is done the bidders are required to include information subsequent to\nthat submitted with the pre-qualification application.\n\n(ii) For joint ventures, each joint venture partner shall furnish information separately.\n\n \n\n \n\n \n\n95",
    "Page_98": "Section 9 — Schedules\n\n \n\n \n\n \n\nYear\n\nEmployer\n\nDescription of Works\n\nAmount\n\nContractor’s\n\nResponsibility (% )\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTotal\n\n \n\n \n\n \n\n \n\n \n\nProvide documen\n\ntary evidence and\n\n \n\nabel as attachment to Clause 4.2\n\n \n\n96",
    "Page_99": "Section 9 — Schedules\n\n \n\nSchedule 4 B — Similar Experience in last five years\n\n \n\nBidder’s Legal Name: eee Date\nJV ParmerLegal Name; esses BiddingNo:\nPage of pages\n\nSimilar C ontract Number: of Information\n\n(total number of contracts) required.\n\n \n\nContract Identification\n\n \n\nAward date\nCompletion date\n\n \n\n \n\nRole in Contract\n\nContractor Management\nContractor\n\n \n\nTotal contract amount\n\n \n\nIf partner in aJV or subcontractor, specify\nparticipation of total contract amount\n\n \n\n \n\n \n\nEmployer’s Name:\n\n \n\nAddress:\n\nTelephone/fax number:\n\nE-mail:\n\n \n\n \n\n \n\n \n\n97",
    "Page_100": "Section 9 — Schedules\n\n \n\nSchedule 4 B — Similar Experience in last five years (cont.)\n\n \n\nBidder’s Legal Name: Page of pages\nJV ParmerLegal Name: eee\nSimilar C ontract Number: of Information\n\n(total number of contracts) required.\n\n \n\nDescription of the similarity contracts given\nin the Form of General Experience\n\n \n\nAmount\n\n \n\nPhysical size\n\n \n\nComplexity\n\n \n\nMethods/T echnology\n\n \n\nPhysical Production Rate\n\n \n\n \n\n \n\n \n\n98",
    "Page_101": "Section 9 — Schedules\n\n \n\n \n\nSchedule 5 — Major Items of C onstruction Equipment Proposed\n\n \n\nType\n\nCapacity\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n99",
    "Page_102": "Section 9 — Schedules\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSchedule 6 — C onstruction Management Staff\nA. Key Professionals\nName Position Task\nB. Support Staff\nName Position Task\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n100",
    "Page_103": "Section 9 — Schedules\n\n \n\n \n\nSchedule 7 — Time Schedule for Key Staff\n\n \n\nMonths (in the form of a Bar Chart)\n\n \n\nName Position Activities 1}2/3/]4/5]6{7/] 8] 9 | 10] 11) 12] 13] 14] 15) Number of\nMonths\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n101",
    "Page_104": "Section 9 — Schedules\n\n \n\n \n\nSchedule 8 — Work Programme\n\nSheet 1 of\n\n \n\n[1st, 2nd, etc. are months from the Start Date.]\n\n \n\nConstruction Activity\n\n1st\n\n2nd\n\n3rd\n\n4th\n\noth\n\n6th\n\n7th\n\n8th\n\n9th\n\n10th\n\n11th\n\n12th\n\n13th\n\n14th\n\n15th\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n102",
    "Page_105": "Section 9 — Schedules\n\n \n\nSchedule 9: ESHS Management Strategies and Implementation Plans\n(ESHS-MSIP)\n\nThe Bidder shall submit comprehensive and concise Environmental, Social, Health and Safety Management\nStrategies and Implementation Plans (ESHS-MSIP) as required by ITB 13.1 A (j) and 13.1 B (d). These strategies\nand plans shall describe in detail the actions, materials, equipment, management processes etc. that will be\nimplemented by the Contractor, and its subcontractors.\n\nCode of Conduct: Environmental, Social, Health and Safety (ESHS)\n\nThe Bidder shall submit the Code of Conduct that will apply to the Contract Manger and other key\npersonnel as required by ITB 13.1 A (j) and 13.1 B (d)and subcontractors. The Code of Conduct shall\nensure compliance with the ESHS provisions of the Contract.\n\nIn addition, the Bidder shall submit an outline of how this Code of Conduct will be implemented.\nThis will include: how it will be introduced into conditions of employment/engagement, what\ntraining will be provided, how it will be monitored and how the Contractor proposes to deal with\nany breaches.\n\nEnvironmental, social, health and safety requirements\n\nThe Employer should use the services of a suitably qualified environmental, social, health and safety\nspecialist/s to prepare the specifications for ESHS working with a procurement specialist/s.\n\nThe Employer should attach or refer to the Employer’s environmental, social, health and safety\npolicies that will apply to the project. If these are not available, the Employer should use the following\nguidance in drafting an appropriate policy for the Works.\n\nSUGGESTED CONTENT FOR AN ENVIRONMENTAL AND SOCIAL POLICY (STATEMENT)\n\nThe Works’ policy goal, as a minimum, should be stated to integrate environmental protection,\noccupational and community health and safety, gender, equality, child protection, vulnerable people\n(including those with disabilities), sexual harassment, gender-based violence (GBV), sexual\nexploitation and abuse (SEA), HIV/AIDS awareness and prevention and wide stakeholder engagement\nin the planning processes, programs, and activities of the parties involved in the execution of the\nWorks. The Employer is advised to consult with the World Bank to agree the issues to be included\nwhich may also address: climate adaptation, land acquisition and resettlement, indigenous people,\netc. The policy should set the frame for monitoring, continuously improving processes and activities\nand for reporting on the compliance with the policy.\n\nThe policy shall include a statement that, for the purpose of the policy and/or code of conduct, the term\n“child” / “children” means any person(s) under the age of 18 years.\n\nThe policy should, as far as possible, be brief but specific and explicit, and measurable, to enable\nreporting of compliance with the policy in accordance with the Particular Conditions of the Contract\nSub-Clause 4.21 and Appendix C to the General Conditions of Contract.\n\nAs a minimum, the policy is set out to the commitments to:\n\n \n\n103",
    "Page_106": "Section 9 — Schedules\n\n \n\n1.\n\napply good international industry practice to protect and conserve the natural environment\nand to minimize unavoidable impacts;\n\nprovide and maintain a healthy and safe work environment and safe systems of work;\n\nprotect the health and safety of local communities and users, with particular concern for\nthose who are disabled, elderly, or otherwise vulnerable;\n\nensure that terms of employment and working conditions of all workers engaged in the Works\nmeet the requirements of the ILO labour conventions to which the host country is a signatory;\n\nbe intolerant of, and enforce disciplinary measures for illegal activities. To be intolerant of,\nand enforce disciplinary measures for GBV, inhumane treatment, sexual activity with\nchildren, and sexual harassment;\n\nincorporate a gender perspective and provide an enabling environment where women and\nmen have equal opportunity to participate in, and benefit from, planning and development of\nthe Works;\n\nwork co-operatively, including with end users of the Works, relevant authorities, contractors\nand local communities;\n\nengage with and listen to affected persons and organizations and be responsive to their\nconcerns, with special regard for vulnerable, disabled, and elderly people;\n\nprovide an environment that fosters the exchange of information, views, and ideas that is free\nof any fear of retaliation, and protects whistleblowers;\n\n10. minimize the risk of HIV transmission and to mitigate the effects of HIV/AIDS associated\n\nwith the execution of the Works;\n\nThe policy should be signed by the senior manager of the Employer. This is to signal the intent that it\nwill be applied rigorously.\n\nMINIMUM CONTENT OF ESHS REQUIREMENTS\n\nIn preparing detailed specifications for ESHS requirements, the specialists should refer to and\nconsider:\n\nproject reports e.g. ESIA/ESMP\nconsent/permit conditions\nrequired standards including World Bank Group EHS Guidelines\n\nrelevant international conventions or treaties etc., national legal and/or regulatory\nrequirements and standards (where these represent higher standards than the WBG EHS\nGuidelines)\n\nrelevant international standards e.g. WHO Guidelines for Safe Use of Pesticides\n\nrelevant sector standards e.g. EU Council Directive 91/271/EEC Concerning Urban Waste\nWater Treatment\n\nGrievance redress mechanism including types of grievances to be recorded and how to protect\nconfidentiality e.g. of those reporting allegations of GBV/SEA.\n\nGBV/SEA prevention and management.\n\n \n\n104",
    "Page_107": "Section 9 — Schedules\n\n \n\ne The detail specification for ESHS should, to the extent possible, describe the intended outcome\nrather than the method of working\n\ne Relevant Covid 19 Safety Manual (Refer Annex 2)\n\nThe ESHS requirements should be prepared in manner that does not conflict with the relevant\nGeneral Conditions of Contract and Particular Conditions of Contract, and in particular:\n\nGeneral Conditions of Contract\n\nSub-clause 1.13\nSub-clause 2.2\nSub-clause 4.1\nSub-clause 4.4\nSub-clause 4.8\nSub-clause 4.14\nSub-clause 4.18\nSub-clause 4.23\nSub-clause 4.24\nSection 6\nSub-clause 7.1\nSub-clause 11.11\nSub-clause 12.3\n\nCompliance with Laws\n\nPermits, Licenses and Approvals\nContractor’s General Obligations\nSubcontractors\n\nSafety Procedures\n\nAvoidance of Interference\nProtection of the Environment\nContractor’s Operations on the Site\nFossils\n\nStaff and Labour (includes health and safety)\nManner of Execution\n\nClearance of Site\n\nEvaluation (reference ITB 14.2 “Items against which no rate or price\nis entered by the Bidder shall be deemed to be covered by the rates for\nother items in the Bill of Quantities and will not be paid separately by\nthe Employer.”’)\n\nMINIMUM REQUIREMENTS FOR THE BIDDER’S CODE OF CONDUCT\n\n[A minimum requirement for the Code of Conduct should be set out by the Employer, taking into\nconsideration the issues, impacts, and mitigation measures identified, for example, in:\n\ne project reports e.g. ESIA/ESMP\ne any particular GBV/SEA requirements\n\ne consent/permit conditions (regulatory authority conditions attached to any permits or\napprovals for the project)\n\ne required standards including World Bank Group EHS Guidelines\n\ne relevant international conventions, standards or treaties, etc., national legal and/or regulatory\nrequirements and standards (where these represent higher standards than the WBG EHS\n\nGuidelines)\n\ne relevant standards e.g. Workers’ Accommodation: Process and Standards (IFC and EBRD)\n\ne relevant sector standards e.g. workers’ accommodation\n\n \n\n105",
    "Page_108": "Section 9 — Schedules\n\n \n\nGrievance redress mechanisms.\n\nThe types of issues identified could include. Risks associated with: labor influx, spread of\ncommunicable diseases, sexual harassment, gender based violence, illicit behavior and crime, and\nmaintaining a safe environment etc.\n\n[Amend the following instructions to the Bidder taking into account the above considerations. ]\n\nA satisfactory code of conduct will contain obligations on all Contractor’s Personnel project staff\n(including sub-contractors and day workers) that are suitable to address the following issues, as a\nminimum. Additional obligations may be added to respond to particular concems of the region, the\nlocation and the project sector or to specific project requirements. The code of conduct shall contain\na statement that the term “child” / “children” means any person(s) under the age of 18 years.\n\nThe issues to be addressed include:\n\n1,\n2.\n\n10.\n\n11.\n\nCompliance with applicable laws, rules, and regulations\n\nCompliance with applicable health and safety requirements to protect the local community\n(including vulnerable and disadvantaged groups), the Employer’s Personnel, and the\nContractor’s Personnel (including wearing prescribed personal protective equipment,\npreventing avoidable accidents and a duty to report conditions or practices that pose a safety\nhazard or threaten the environment)\n\n. The use of illegal substances\n. Non-Discrimination in dealing with the local community (including vulnerable and\n\ndisadvantaged groups), the Employer’s Personnel, and the Contractor’s Personnel (for\nexample on the basis of family status, ethnicity, race, gender, religion, language, marital\nstatus, age, disability (physical and mental), sexual orientation, gender identity, political\nconviction or social, civic, or health status)\n\n. Interactions with the local community(ies), members of the local community (ies), and any\n\naffected person(s) (for example to convey an attitude of respect, including to their culture and\ntraditions)\n\n. Sexual harassment (for example to prohibit use of language or behavior, in particular towards\n\nwomen and/or children, that is inappropriate, harassing, abusive, sexually provocative,\ndemeaning or culturally inappropriate)\n\n. Violence, including sexual and/or gender based violence (for example acts that inflict\n\nphysical, mental or sexual harm or suffering, threats of such acts, coercion, and deprivation\nof liberty\n\n. Exploitation including sexual exploitation and abuse (for example the prohibition of the\n\nexchange of money, employment, goods, or services for sex, including sexual favors or other\nforms of humiliating, degrading behavior, exploitative behavior or abuse of power)\n\n. Protection of children (including prohibitions against sexual activity or abuse, or otherwise\n\nunacceptable behavior towards children, limiting interactions with children, and ensuring\ntheir safety in project areas)\n\nSanitation requirements (for example, to ensure workers use specified sanitary facilities\nprovided by their employer and not open areas)\n\nAvoidance of conflicts of interest (such that benefits, contracts, or employment, or any sort\nof preferential treatment or favors, are not provided to any person with whom there is a\nfinancial, family, or personal connection)\n\n \n\n106",
    "Page_109": "Section 9 — Schedules\n\n \n\n12. Respecting reasonable work instructions (including regarding environmental and social norms)\n13. Protection and proper use of property (for example, to prohibit theft, carelessness or waste)\n14. Duty to report violations of this Code\n\n15. Non retaliation against workers who report violations of the Code, if that report is made in\ngood faith.\n\nThe Code of Conduct should be written in plain language and signed by each worker to indicate that\nthey have:\ne received a copy of the code;\ne had the code explained to them;\ne acknowledged that adherence to this Code of Conduct is a condition of employment; and\ne Understood that violations of the Code can result in serious consequences, up to and including\ndismissal, or referral to legal authorities.\n\nA copy of the code shall be displayed in a location easily accessible to the community and project\naffected people. It shall be provided in languages comprehensible to the local community, Contractor’s\nPersonnel, Employer’s Personnel, and affected persons.\n\nPAYMENT FOR ESHS REQUIREMENTS\n\nThe Employer’s ESHS and procurement specialists should consider how the Contractor will cost the\ndelivery of the ESHS requirements. In the majority of cases, the payment for the delivery of ESHS\nrequirements shall be a subsidiary obligation of the Contractor covered under the prices quoted for\nother Bill of Quantity items. For example, normally the cost of implementing work place safe systems\nof work, including the majors necessary for ensuring traffic safety, shall be covered by the Bidder’s\nrates for the relevant works. Alternatively, provisional sums could be set aside for discrete activities\nfor example for HIV counselling service, and, GBV/SEA awareness and sensitization or to encourage\nthe contractor to deliver additional ESHS outcomes beyond the requirement of the Contract.\n\n \n\n107",
    "Page_110": "Section 9 — Schedules\n\n \n\nSchedule 10: AFFIDAVIT\n\n..(addressed of the bidder), being a\nBuddhist/Christian/ Muslin/..................002008 (religion) do hereby sy solemnly, sincerely and truly declare and\naffirm as follows;\n\n1, I am the A ffirmant/swom above named.\n2 My National Identity Card No. is...............eceeeeeeee cece ences\n3 I hereby declare and affirm that all information furnished in our tender including details submitted\n\nin Annex-2a as Work in Hand are true and correct.\n\nSignature\n\nThe above contents were read by the Before me\n\naffirmant who having understood the\n\nsame, affirmed/swore to and placed his\n\nJustice of the Peace\n\n \n\n108",
    "Page_111": "Section 10 - DRAWINGS\n\n \n\nSection - 10\n\nDRAWINGS\n\n \n\n109",
    "Page_112": "Section 10 - DRAWINGS\n\n \n\nThe drawings included in the Bidding Document are listed below:\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nNo. | Title Drawing No.\n\nHYDRO MECHANICAL DRAWINGS\n| Gated Regulator W/RB/MC/HM-01\n2 Radial Gated Regulator at ch.7+350 and ch.10+520\n\n- Hand Rail Details W/RB/MC/HM-02\n3 Hand Rail - Typical Details W/RB/MC/HM-03\n4 Typical Hoist for Regulator Gates W/RB/MC/HM-04\n5 Type Cast Iron Turnout Gates for Dia.225mm &\n\n300mm W/RB/MC/HM-05\n6 Type Cast Iron Turnout Gates for Dia.375,450 &\n\n600mm W/RB/MC/HM-06\n\n \n\n \n\n \n\n \n\n \n\n110",
    "Page_113": "Section 11 — STANDARD FORMS (BID)\n\n \n\nFORM OF BID SECURITY\n[this Guarantee form shall be filled in accordance with the instructions indicated in brackets]\nwo netnorcnc nso na snc ncnnctcsnc sconces [insert issuing agency’s name, and address of issuing branch or office]\n\nBeneficiary: Director General, Mahaweli Authority of Sri Lanka, 500, T.B. Jaya\nMawatha, Colombo 10\n\nDate: ----------- [insert (by issuing agency) date]\n\nBID GUARANTEE No:: --- [insert (by issuing agency) number]\nWe have been informed that -------------------------------+----+--------- [insert (by issuing agency) name\nof the Bidder] (hereinafter called \"the Bidder\") has submitted to you its bid dated ------------------------\noe [insert (by issuing agency) date] (hereinafter called \"the Bid\") for the execution of Hydro\nMechanical works of W alawa RB Main canal under Invitation for Bids No. LK-MOMDE-125832-\nCW-REB (‘the IFB”).\n\n \n\nFurther more, we understand that, according to your conditions, Bids must be supported by a Bid\nGuarantee.\n\nAt the request of the Bidder, we ----------------------------------+----------- [insert name of issuing agency]\nhereby irrevocably undertake to pay you any sum or sums not exceeding in total an amount of ---------\nweceeee [insert amount in figures] -----------------------------------------2----------------- [insert amount in\n\nwords]) upon receipt by us of your first demand in writing accompanied by a written statement stating\nthat the Bidder is in breach of its obligation(s) under the bid conditions, because the Bidder:\n\n(a) has withdrawn its Bid during the period of bid validity specified; or\n\n(b) does not accept the correction of errors in accordance with the Instructions to Bidders\n(hereinafter “the ITB”) of the IFB; or\n\n(c) having been notified of the acceptance of its Bid by the Employer/Purchaser during the period\nof bid validity, (i) fails or refuses to execute the Contract Form, if required, or (ii) fails or refuses\nto furnish the Performance Security, in accordance with the ITB.\n\nThis Guarantee shall expire: (a) if the Bidder is the successful bidder, upon our receipt of copies of the\nContract signed by the Bidder and of the Performance Security issued to you by the Bidder, or (b) if the\nBidder is not the successful bidder, upon the earlier of (i) the successful bidder furnishing the\nperformance security, otherwise it will remain in force up to --------------- (insert date)\n\nConsequently, any demand for payment under this Guarantee must be received by us at the office on\nor before that date --------------------\n\n \n\n111",
    "Page_114": "Section 11 — STANDARD FORMS (BID)\n\n \n\nAnnex — 01\nCheck List for Bidders\nBidders are advised to fill the following table:\n\n \n\nITEM\n\nYES (tick)\n\nREFERENCE\n\n \n\nForm of Bid\n\n \n\nAddressed to the Employer?\n\n \n\nCompleted?\n\n \n\nSigned?\n\n \n\nBid Security\n\n \n\nSubmitted in the given format?\n\n \n\nQualification Information\n\n \n\nAll relevant information completed?\n\n \n\nSigned?\n\n \n\nAddendum\n\n \n\nContents of the addendum (if any) taken into account?\n\n \n\nOther\n\n \n\nAffidavit completed as Schedule 11?\n\n \n\nLiquid Assets and/or credit facilities\n\n \n\nConstruction programme\n\n \n\nCV of personnel to be engaged in construction management\nservices and key personals to be engaged in this contract.\n\n \n\nList of Resources intended to be deployed for this tender\n\n \n\nBID package\n\n \n\n \n\n \n\n \n\n \n\n112",
    "Page_115": "Section 11 — STANDARD FORMS (BID)\n\n \n\n \n\nAll the documents given in ITB Clause 12 enclosed in the\noriginal and copy?\n\n \n\n \n\n \n\n \n\n \n\n113"
}