{
    "Page_1": "Contact Us:\n\nEmergency Medical Assistance:\n+44 203 829 6684\n\nfers\n+44 (0) 203 829 6683 or\nclaims @policyholderclaims.co.uk\n\n \n\nContact OK To Travel:\n01223 446 920 or\n\nPremier Plu S Cover operations @oktotravelinsurance.co.uk\n\nSingle and Annual Multi Trip Policies\n\nSingle Trip Master policy number — RTBOK40148 - 01 B\nMulti Trip Master policy number — RTBOK40148 — 02 B\n\nThis policy is for residents of the United Kingdom,\nthe Channel Islands and British Forces Posted Overseas only\nFor policies issued from 07/07/2021 to 30/11/2021\n\n \n\nOK To Travel Ltd is an Appointed Representative of Freedom Insurance Services Ltd, authorised and regulated by the Financial Conduct Authority: FRN 306536.",
    "Page_2": "Summary Table\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n3 About this policy\n4 Important - Please read carefully\n5 Out-patient treatment or treatment for a minor injury or illness\n6 What to do if you have a medical emergency while you are away\n7 Your Important contact numbers\nTo make a claim\n8 Your health - When buying the policy and for the duration of the policy\nCancellation of the policy\n9 Cover Table\n10 YOUR PRE-TRAVEL POLICY\n11-14 Detailed sections of cover\n15 YOUR TRAVEL POLICY\n16 Ready to go?\n17-62 Detailed sections of cover\n63-64 Are you thinking of taking part in any sports or activities?\n65 Data protection - Personal Information\n66 Make yourself heard\n67-69 Meet your Insurers\n\n \n\n \n\n \n\nPage | 2",
    "Page_3": "About this policy\n\nPLEASE NOTE: This is a travel insurance policy and not private medical insurance; so, there is no cover for any medical expenses\nA incurred in private facilities if medically capable public facilities are available.\n\n \n\ne — The policy is a legal contract between you and us, and is subject to the exclusive jurisdiction of the courts of your home country. We will settle all claims\nunder the home country’s law and all our correspondence with you will be in English.\n\ne No alterations and/or additions to the printed terms and conditions of your policy are valid unless made in writing by us.\n\ne — The policy document comprises of separate sections that state what events you are covered for and any applicable limits, conditions and exclusions. If\nyour circumstances do not fit those described, then there is no cover in place. Only events that happen during the period of insurance and for which the\nappropriate premium has been paid will be considered.\n\ne — The policy is based on indemnity, and will only respond to unexpected and unforeseeable events.\n\ne You are expected to take reasonable care of yourself and your possessions, and act as if uninsured at all times. We will not consider claims that have\narisen due to reckless behaviour or feature inflated costs.\n\ne — You must supply us with all the documents and information we may reasonably need, and not pay or agree to pay costs that another party is seeking to\nclaim from you that we have not authorised.\n\ne We may take over and deal with, in your name, the defence/settlement of any claim made under the policy; and take proceedings in your name, but at\nour expense, against the responsible party to recover, for our benefit, the amount of any payment made under the policy.\n\ne We will only pay a proportionate amount of the claim where there is other insurance in force covering the same risk and you will provide details of such\nother insurance.\n\ne We will not pay medical costs in excess of customary and reasonable levels of charging.\n\ne You are covered for a stopover of no more than 72 hours in total outside of your selected geographical area, or 20% of the total trip duration, whichever is\nthe lesser.\n\ne USA Medical Costs: Medical providers in the USA routinely charge international patients many times higher than it costs them to provide service. As this\npolicy covers customary and reasonable medical expenses, we will not pay excessive or inflated charges for your treatment so it is important that you do\nnot pay any medical providers up front, either at the time of your treatment or on your return to your home country. They may engage the services of\ncollection agencies but any correspondence should simply be sent on to us, unanswered: there is no lawful action that can be taken which we cannot\nstep in and take over on your behalf.\n\n \n\n \n\n \n\nTHC SR emer\nMU ee Re) MOC M OMIM USM SU eevee Ue CMU TOR al MUrlae ecm ole oceclte RUT RSL TnI\n\nUT LL a em CM UTC Ane OO RUTTER CRO m UE\nPen MOSM SOT TM ICCTA Le\n\n \n\nPage | 3",
    "Page_4": "This insurance will only be valid if, at the time you bought the policy, everyone named on the insurance schedule:\n\n1.\n\nOa PFwny\n\n8.\n9.\n\n10.\n11.\n12.\n\niS a resident of the United Kingdom, Channel Islands, Isle of Man or BFPO and has not spent more than 6 months abroad in the 12 months prior to buying\nthis policy.\n\niS not already abroad when the trip starts.\n\nis taking a trip which starts and ends in the United Kingdom, the Channel Islands, Isle of Man or BFPO.\n\nwill be travelling within the period of insurance unless we have been asked, and agreed, to extend the policy and confirmed this in writing.\n\nhas told us about any existing medical conditions and/or prescribed medications and received confirmation that we will provide cover for them.\n\nare not waiting to have a medical investigation or the results of any tests unless these relate to an existing medical condition you have already told us\nabout.\n\nwill tell us about any changes to their health that occur between the date the policy is purchased and the date the trip starts and will not travel if they may\nneed to seek medical treatment during the trip.\n\nis not travelling for less than 2 days on any one trip within your home country.\n\nare aware that there is no cover under this policy if you travel to a country or specific area that the Foreign, Commonwealth & Development Office (FCDO)\nadvice against all or all but essential travel to.\n\nare aware that there is no cover under this policy if you purchased this insurance with the reasonable intention or likelihood of claiming.\n\nwho is aged 17 years or under, must always be travelling with one of the named insured adults on the insurance schedule.\n\nunderstands that any trip abroad must be for a minimum of 2 days.\n\nOther important points to note if you have purchased a multi-trip policy:\n\nThe maximum time you can be abroad on a trip is 31 days, unless you have paid an additional premium to cover longer trips, and we have confirmed this\nto you in writing.\n\n \n\nTU eee MeL =r (0H\nabroad - anywhere outside of your home country. Re Th ell United Kingdom, the Channel Islands or Isle of\n\nBFPO - British Forces Posted Overseas.\n\nexisting medical condition — any serious or recurring medical condition which has\nbeen previously diagnosed or been investigated or treated in any way, at any time prior\nto travel, even if this condition is currently considered to be stable and under control.\n\nMan.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\ntrip - travel during the period of insurance.\n\nPTET eV Hee MANIC CODEC TUT eco Cae Lo\n\n \n\nPage | 4",
    "Page_5": "ECC M COMM UMM CML MMLC mr MUTA mm Se\nA PLEASE NOTE: This is a travel insurance policy and not private medical insurance; so there is no cover for any medical expenses\n\nincurred in private facilities if medically capable public facilities are available.\n\n \n\nFOR A NON-URGENT MEDICAL SITUATION\nThat is something you would normally see your GP or minor injuries unit for, so you don’t need to attend hospital but you do need some medication to treat a non-\nemergency situation. Like what? Poorly child with tonsillitis? Infected cut on your foot? We have teamed up with Medical Solutions UK Ltd, who offer UK Registered\nDoctors who give medical support and assessment over the phone and are able to prescribe in many countries across the globe. This means you can quickly access\nsupport with minor aliments without disrupting your trip too much. You can access this facility free of charge by calling +44 161 468 3793\n\n \n\nYOU CAN ALSO CALL 112 OR THE LOCAL EQUIVILANT OF 999\nCustomer should receive emergency medical treatment or management regardless of their ability to pay or any other consideration, a failure or refusal by a treating\nhospital or treating doctor to provide emergency treatment, management or care is a clear breach of an established duty of care.\n\n \n\nOPTIMAL CARE\nIn our experience the access to the best doctors, diagnostics and optimal care in many areas of the world (particularly in Europe but also across many destinations\nworldwide) are limited to state facilities. They don't always look as nice, but we have experience of good clinical outcomes within a regulated environment without the\nrisk of a patients’ health being compromised over commercial interest, immoral and dangerous practices such as extortion, detainment and withdrawal of treatment\nyou are unlikely to find occurring in state facilities. If you would like to know more about our approach to receiving the best medical care overseas and repatriation\n\nplanning, please visit our websitewww.ourphilosophies.co.uk\n\n \n\nIN THE EVENT THAT YOU DO RECEIVE OUT-PATIENT TREATMENT WHEN YOU ARE TRAVELLING\nIn European Union Countries — if you present yourself at a public facility you are strongly advised to show your EHIC.\nIn Australia — you are strongly advised to enrol for Medicare, and have it accepted.\nUsing these agreements in public facilities will mean that medical treatment will be free, or at a reduced cost, and your standard policy excess will be waived from any\nclaim you may make. If you are unable to use the EHIC, you will have to pay the medical facility and submit a claim when you get home, the policy excess will then\nbe applied.\nIn Turkey, Cyprus, Egypt and Bulgaria - we utilise the services of Global Excel who can arrange for the bill to be paid directly. You simply fill in a Global Excel form\nin the medical facility to confirm the nature of the treatment received and pay your policy excess to the facility. They will then send the remaining bill directly to Global Excel\nfor payment. More information can be found here www.globalexcel.com\nEverywhere else in the World — if there is not suitable public facility that will treat you free of charge, you can pay the medical facility and retain all receipts so that\nyou can make a claim when you get home.\n\n \n\n \n\nPLEASE NOTE: If the costs are likely to exceed £500 or you are admitted to hospital, you should call us on +44 (0) 203 829 6684\n\n \n\nPage | 5",
    "Page_6": "A\n\n \n\n[AT TO DO IF YOU HAVE A MEDICAL\n\na Cc] ae Re OU aN\n\n \n\nPLEASE NOTE: This is a travel insurance policy and not private medical insurance; so, there is no cover for any medical expenses\nincurred in private facilities if medically capable public facilities are available.\n\n \n\n \n\nfit\n\nIF YOU NEED MEDICAL ASSISTANCE WHEN YOU ARE AWAY YOU SHOULD CALL 112 OR THE LOCAL EQUIVALENT OF 999\nCustomers should receive emergency medical treatment or management regardless of their ability to pay or any other consideration. A failure or refusal by a treating hospital\n\nor treating doctor to provide emergency treatment, management or care is a clear breach of an established duty of care.\n\nYOU SHOULD THEN CALL US ON +44 (0) 203 829 6684\n\nWhilst the actual medical care you receive is in the hands of the local doctors treating you, we can obtain the medical information we need from them to establish what is\nwrong, as well as their treatment and discharge plans. We can support you in the event you are admitted to a facility that may not be suitable for your clinical needs or where\nthere are concerns over practice.\nWe will then advise on, and can put in place, suitable repatriation plans to get you home as soon as it is medically safe to do so. We will liaise with the treating doctor to get a\n\n0 fly certificate when needed, and with aero-medical experts who will advise on both\n\nhe timing and method of repatriation that is best suited to your individual needs and\n\nyour recovery.\n\n \n\nIT IS IMPORTANT THAT YOU ARE\n\nAWARE OF THE FOLLOWING:\n\n \n\n \n\nMedical Treatment\n\nhere is not cover for:\n\nco routine, non-emergency or elective treatment\n\nco or treatment that can wait until you return home.\nOur doctors are not treating you; they are not responsible or in control of the clinical\ncare you are receiving in a medical facility.\nNn some instances, you may need to be moved from one local facility to another\narger/more specialised facility, for treatment.\nHaving travel insurance does not ensure a ‘fast track’ medical service from the\nreating facility, much like the NHS — emergency service rooms can be busy at\ncertain times and so it is possible you may have to wait as you would in your local\nNHS hospital unless you require critical care.\nOnce you are discharged from hospital this does not always mean you are fit to fly\nhome — For example, if you were in the UK and suffered the same injury/illness,\nhen you would not consider flying out on holiday so soon after\nsurgery/treatment/incident.\nSome medical facilities will raise charges that are far in excess of customary and\nreasonable; we will deal with such bills directly and there is no need for you to pay\nhem. You simply need to pass any correspondence about such bills to us to\nensure we can provide full financial protection.\n\n \n\nRepatriation (bringing you home)\n\ne Coming home straight away is not always an option even if you are considered\n‘fit to fly’ by the treating doctor.\nWe have a medical team with experience in aviation medicine who will advise\non both the timing and method of repatriation which is best suited to your\nindividual needs and your recovery.\nMost airlines require specific criteria to be met in order to accept a ‘medical\npassenger’.\nThings change — if your health, stability or vitals change — then so do the plans.\nAvailability of air ambulances, stretchers and appropriate medical escorts can\nbe limited in specific areas and at different times of the year.\nAir Ambulances are ‘flying intensive care units’ and are only used to transport\ncritical patients to a hospital in the UK, if treatment is not possible where they\nare.\n\n \n\n \n\nPage | 6",
    "Page_7": "SOT decimal MLL ley\nIF YOU NEED EMERGENCY MEDICAL ASSISTANCE ABROAD\nYou should first call an ambulance using the local equivalent of a 999 number\nIf you are travelling within the EU you should dial 112\nYou should then when possible, contact the assistance team\nwhich is available 24 hours a day, all year round on:\n+44 (0) 203 829 6684\nOr email: operations @ emergencyassistance.co.uk\n\n \n\n \n\nTO MAKE A CLAIM\nplease contact us as soon as possible — please keep copies of all information you send us\n\n \n\n \n\nTravel Claims Gadget Claims End Supplier Failure Claims\nSections Al, B1-B3, B5-16, B18-B23 Section B17 Sections A2 and B4\nPlease visit For all gadget claims please contact: Any occurrence which may give rise to a claim\nwww.policyholderclaims.co.uk You can also Taurus Insurance Services Ltd should be advised\nemail claims@ policyholderclaims.co.uk Suite 2209-2217, Eurotowers, Europort Road, Gibraltar, as soon as reasonably practicable to:\nor call: +44 (0) 203 829 6683 GX111AA IPP Claims, set axeah House 14-15\nOpen 8am - 8pm Weekdays, Or visit: https://tiga.taurus.claims/#home . arkriace\ncam Ipm Saturdays” ool 0330 081 2864 Cardiff CF10 300, United Kingdom\nYou can also email: Insolvency-\nOpen 9am-5pm Weekdays only claims@ipplondon.co.uk\nor call: +44 (0)345 266 1872\nOpen 9am-5pm Weekdays only\n\n \n\n \n\n \n\nFOR LEGAL ADVICE\nplease contact Penningtons Manches LLP on 0345 241 1875. Open 8.30am - 7.00pm Weekdays\n\n \n\n \n\nTO ASK A QUESTION OR AMEND YOUR POLICY\nTo amend or cancel your policy please visit: www.oktotravelinsurance.co.uk\nOr please call us on: 01223 446 920\nOpen 8.30am - 5.30pm Monday - Friday, 9am - 5pm Saturday\nFor all other queries please email: operations @ oktotravelins urance.co.uk\n\n \n\n \n\nPage | 7",
    "Page_8": "STE em UM NT mC OA MCL MLM TCL Mm UM xe) CA\n\nWithin the last 2 years, have you or anyone named on the policy:\n\ne been prescribed medication, or received treatment or attended a medical practitioner's surgery?\n\ne attended a hospital or clinic as an out-patient or in-patient?\nHave you or anyone named on the policy:\n\ne been currently put on a waiting list for treatment or investigation?\n\ne been given a terminal prognosis?\nIf the answer is YES to any of the above you must declare them to us; you cannot choose what you declare and what you don’t.\nWe need to understand your health as a whole to be able to assess the risk you present in the lead up to your trip and while you are travelling. If any of the above apply to\nyou and you do not declare them, any claim you make whether itis related or not, may only be paid in part or declined altogether.\nSimilarly, if there is a CHANGE IN YOUR HEALTH BEFORE YOUR TRAVEL, such as new or increased medication, any referral for tests or a specialist appointment, or\na new diagnosis/course of treatment, you must tell us or again any claim you make whether it is related or not, may only be paid in part or declined altogether.\nIf we feel that anything you tell us might increase the risk and chance of a claim, we may ask you to pay an additional premium, apply an increased excess, change the\npolicy terms or withdraw cover altogether.\nTo declare an existing condition(s) or a change in health please call us on: 01223 446 920 Mon-Fri 8:30am-5:30pm, Sat 9:00am-5:30pm, Closed Bank Holidays\nShould your medical situation change before you travel, and we are unable to provide cover, we will either allow you to make a claim for cancellation or, for single trip\npolicies we will refund 50% of the total policy premium you have paid, and for multi-trip policies we will refund 1/12 of the total policy premium you have paid for each\nfull calendar month remaining on the policy.\n\n \n\n \n\n \n\n \n\n \n\n \n\nETC MUM CICA\n\n \n\n \n\nIf the policy does not meet your needs If you ask us to cancel the policy after 14 days When we might cancel your policy\nIf you find that the terms and conditions of the We will consider a partial refund should you wish to cancel your We reserve the right to give 7 days’ notice of\npolicy do not meet your needs and you no policy outside of the 14-day cooling off period provided you have not | cancellation of this policy, without a refund, by\nlonger wish to be covered by the policy, you travelled or claimed, or intend to claim, on the policy. recorded delivery to you at your last known\nmust tell us within 14 days of purchasing the Single Trip Policies - If we agree to a refund, then we will refund address in the event of the following\npolicy. 50% of the total policy premium you have paid. circumstances:\n* we will refund your premium in full provided | Multi-Trip Policies — If we agree to a refund, we will refund 1/12! ¢ fraud or suspected fraud;\n\nyou have not travelled or claimed, or intend | of the total policy premium you have paid for each full calendar misleading information or deliberate\n\nto claim, on the policy. month remaining on the policy. misrepresentation;\n\nabusive behaviour to our staff.\n\n \n\n \n\n \n\n \n\n \n\nPage | 8",
    "Page_9": "Cover Table\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nhis table shows you what cover may be available under this insurance policy and is subject to the terms, conditions and exclusions already mentioned and detailed in the\nindividual policy sections. Please be aware that if your circumstances do not fit those described, then there is no cover in place.\nhe amounts shown under ‘We will pay up to’ are the maximum amounts payable under each policy section for each insured person.\nPlease note: Some sections have individual item limits, or limits to the amount paid per period; please refer to the individual policy sections for these limits.\n\nhe ‘Deductible amount’ (sometimes called an excess) is the amount that will be deducted from your claim for each insured person.\n\nSummary of Cover aya a) Da s\n\nCe Your pre-travel policy - Cancellation |\n11-12 Cancellation - If you are unable to go on your trip £5,000 Ni\n13-14 your end supplier fails financially before you leave home £5,000 Ni\n\nrae Your travel policy - Trip Disruption\n17-18 your departure is delayed 12 hours or more £100 Ni\n19-20 you miss your departure B2 £500 Ni\n21-22 Abandonment - If you decide to abandon your travel plans B3 £5,000 Ni\n23-24 your end supplier fails financially when you are away B4 £5,000 Ni\n25-26 a natural disaster occurs during your trip B5 £1,000 Ni\n27-28 you need additional pet care due to a delay on your return journey °° £500 m\n29-30 you are denied boarding on your inbound flight £560\n\nEre Your travel policy - Medical & Curtailment om\n31-32 you need emergency medical treatment abroad £10,000,000\n33-34 you need to brought home £200,000 ti\n35-36 you incur additional medical expenses B10 £750 Ni\n37-38 you are buried or cremated abroad BI £1,500 NI\n39-40 you are admitted to a public hospital B12 £1,000 r\n41-42 Curtailment - If you have to cut short your trip BI3 £5,000\n\nree Your travel policy - Possessions te\n43-44 your mobility equipment is lost, stolen or accidently damaged B14 £2,500\n45-46 your checked-in baggage is delayed B15 £300 a\n47-48 your valuables are lost, stolen or accidentally damaged B16 £300 Ni\n49-50 your gadgets are lost, stolen or accidently damaged B17 £1,500 Ni\n51-52 your other possessions are lost, stolen or accidentally damaged B18 £3,000 Ni\n53-54 your cash is lost or stolen B19 £400 Ni\n55-56 you need emergency travel documents B20 £300 Ni\n\nEre Your travel policy - Legal & Personal Accident no\n57-58 you need legal advice B21 £20,000 Ni\n59-60 you are killed, injured or disabled following an accident B22 £15,000 Ni\n61-62 you are held legally liable for injury or damage B23 £2,000,000 Ni\n\n \n\n \n\n \n\nPage | 9",
    "Page_10": "Your pre-travel policy starts from the date of cover shown on your insurance schedule, and ends when you leave home in the United Kingdom, Channel\nIslands, Isle of Man or BFPO to start your trip.\n\nOn multi-trip policies, cover starts on the chosen starting date and cancellation cover is not in force until that date. Cover for future trips within the period\nof insurance start from the date of booking.\n\nPlease Note: If your circumstances do not fit those described, then there is no cover in place.\n\n \n\n \n\n \n\ne — Co-operate with us to provide any information or documentation we may reasonably require to enable us to verify and process your claim;\ne Have declared all your existing medical conditions to us. If you need to declare, please call 01223 446 920\n\n \n\n \n\nImportant notice regarding the health of someone not insured on this policy, but whose health may affect your decision whether to take or continue with\nyour trip\nYou will not be covered for any directly or indirectly related claims arising from the health of a travel companion, a family member, a close business colleague, or\nthe person you were going to stay with if at the time your policy was issued you were aware they had health problems that were likely to significantly worsen during the\nperiod of insurance.\n\n \n\n \n\n \n\nTO eee eet Lae\n\nclose business colleague - someone you work with, who due to the nature of their job means their absence from work requires you to cancel or alter your trip. A senior\nmanager or director of the business must confirm this in the event of a claim.\n\nco-operate — provide us with any information or documentation we may reasonably require to enable us to verify and process your claim.\n\ndirectly or indirectly related claims - a medical problem that is more likely to happen because of another medical problem they already have.\n\nexisting medical condition — any serious or recurring medical condition which has been previously diagnosed or been investigated or treated in any way, at any time prior to\n\ntravel, even if this condition is currently considered to be stable and under control.\n\nfamily member — any person who is related to you by blood, marriage, adoption, fostering or co-habitation.\n\nperiod of insurance — the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit.\n\ntravel companion — a person(s) with whom you have booked to travel on the same travel itinerary and without whom your travel plans would be impossible.\ntrip - travel during the period of insurance.\n\nPCIe LUM CDS SIOTCCATeCM CCIE MLC\n\n \n\nPage | 10",
    "Page_11": "TCC em EMC) MMe ML mel mT CC WW\n\n \n\n \n\nIf this happened: This is what we will do:\nYou were forced to cancel your trip because the following unexpectedly We will pay up to\nhappened before you left home which you would not have been expected to\nforesee or avoid: £5,000\n\ne you, or anyone insured on this policy, became ill with an infectious disease\nwithin 14 days of your trip starting (including contracting Covid-19);\n\ne you, a travel companion, a family member, a close business\ncolleague, or the person you were going to stay with became ill\n(excluding contracting Covid-19), was injured or died;\n\ne your home was burgled, or seriously damaged by fire, storm or flood;\n\ne you, or a travel companion were called for jury service or required as a\nwitness in a court of law;\nyou, or a travel companion were made redundant,\nyou, or a travel companion had leave withdrawn and are in the armed\nforces (including reserves and territorial), emergency services, medical or\nnursing professions (in the public sector) or senior employees of the\ngovernment;\n\ne asa result of fire, earthquake, storm, flood, riot or civil unrest; the Foreign,\nCommonwealth & Development Office (FCDO) or comparable prohibitive\nregulations by the government of the country you were due to visit and\nwithin 50 miles of your chosen destination, change the travel advice to\nagainst all or all but essential travel for these reasons only.\n\nfor your proportional share of any pre-paid costs that are directly related to\nyour trip for:\n\ntransport charges\n\naccommodation costs\n\nforeign car hire\n\npre-paid excursions booked before you go on your trip\n\nwhich you have paid and cannot get back from anyone else in the first\ninstance, or which cannot be transferred or used for another purpose and\nresults in a financial loss.\n\n \n\n \n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\n \n\nPage | 11",
    "Page_12": "A But we won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou have not paid your deductible or accepted it will be deducted from any\nsettlement;\nyou are claiming due to a known event;\nyou are unable to provide evidence from a medical professional confirming\nyour illness or infectious disease;\nyou cancelled your trip because:\nyou chose or were recommended to quarantine or isolate as a result of\nexposure to an infectious disease including Covid-19;\nyou simply did not want to travel or had a fear of travelling;\nyou could no longer afford to pay for the trip;\nof an existing medical condition which you have not told us about and\nthat we have not agreed to cover in writing;\nof any epidemic, or pandemic as declared by the World Health\nOrganisation (WHO);\nof FCDO, government or local authority advice relating to any infectious\ndisease including Covid-19;\nyou, or a travel companion did not obtain the required travel documents,\ninoculations or vaccinations for the area you are travelling to;\nyou, or a travel companion are the defendant in a court of law;\nyou did not obtain prior authority to take leave or your leave was cancelled\non disciplinary grounds;\nyou ask us to pay for a loss that is insured or guaranteed by any other\nexisting protection, specifically Package Travel Regulations, ATOL\n(including Civil Aviation Authority requirements), or ABTA protection, or from\nyour credit card provider under s75 Consumer Credit Act, or any other\nspecific legislation for transport or travel providers;\nyou ask us to pay for any costs already accepted or offered by your\ntransport and/or accommodation provider, even if this is a credit note or\naltemative travel arrangements;\nyou purchased insurance with the reasonable intention or likelihood of\nclaiming;\nyour claim relates to course charges or tuition fees unless agreed in writing\nby us;\nyou are unable to prove your financial loss;\nyou do not co-operate with us\n\n \n\n \n\nBFPO - British Forces Posted Overseas.\n\nclose business colleague - someone you work with, who due to the nature of\ntheir job means their absence from work requires you to cancel or alter your trip. A\nsenior manager or director of the business must confirm this in the event of a claim.\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim’s settlement in respect of\neach person making a claim.\n\nexisting medical condition — any serious or recurring medical condition which has\nbeen previously diagnosed or been investigated or treated in any way, at any time\nprior to travel, even if this condition is currently considered to be stable and under\ncontrol.\n\nfamily member - any person who is related to you by blood, marriage, adoption,\nfostering or co-habitation.\n\nhome - one of your normal places of residence in the United Kingdom, the Channel\nIslands, Isle of Man or BFPO.\n\nill/illness - a condition, disease, set or symptoms or sickness leading to a\nsignificant change in your health, as diagnosed and confirmed by a doctor during\nthe period of insurance.\n\nknown event - an existing, publicly announced or publicly broadcasted occurrence\nsuch as government directives, unusual weather conditions, road traffic accidents,\npassport or customs delays ora strike.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\nredundant - being an employee where you qualify under the provision of the\nEmployment Rights Acts.\n\ntravel companion - a person(s) with whom you have booked to travel on the same\ntravel itinerary and without whom your travel plans would be impossible.\n\ntravel documents - Current passports, ESTAs, Valid Visa's, travel tickets,\nEuropean Health Insurance Cards (EHIC).\n\ntrip - travel during the period of insurance.\n\ntrip destination- the final destination shown on your travel itinerary.\n\nunexpectedly — at the time of purchase of this insurance policy there was no\nreasonable chance or knowledge of a circumstance that would lead to a claim,\nincluding information publicised in mainstream medical outlets.\n\nwe/our/us — White Horse Insurance Ireland dac.\n\n \n\nPage | 12",
    "Page_13": "If your end supplier fails financially before you leave home - Section A2\n\n \n\nIf this happened:\n\nThis is what we will do:\n\n \n\nDuring the period of insurance, you had to cancel your trip because of the\nfinancial failure of the end supplier of the travel arrangements which do not form\npart of a package holiday.\n\nPLEASE NOTE: This section of your policy is administered by International\nPassenger Protection Limited and is underwritten by Liberty Mutual Insurance\nEurope SE.\n\nAny occurrence which may give rise to a claim should be advised as soon as\nreasonably practicable to:\n\nIPP Claims at Sedgwick, Oakleigh House, 14-15 Park Place, Cardiff, CF10 3DQ.\nUnited Kingdom.\n\nYou can also email: insolvency-claims@ ipplondon.co.uk\nor visit the website: www.ipplondon.co.uk/claims.asp\n\nOr you can call: +44 (0) 345 266 1872\n\nPlease quote your policy number, travel insurance policy name and reference\nEFSI V2-20.\n\nOpen 9am-5pm Weekdays Only.\n\n \n\n \n\nWe will pay up to\n\n£5,000\n\nfor your share of any irrecoverable loss that is directly related to your trip,\n\nwhich you cannot get back from anyone else.\n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\n \n\nPage | 13",
    "Page_14": "A But we won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou ask us to pay for travel or accommodation that was not booked within the\nUnited Kingdom, Channel Islands, Isle of Man or Northern Ireland prior to\ndeparture;\n\nyou ask us to pay for the financial failure of any end supplier which was, or\nwhich any prospect of financial failure was, known by you or widely known\npublicly at the date you purchased this policy;\n\nyou ask us to pay for any loss or part of a loss which at the time the loss\nhappened was insured or guaranteed by any other existing policy, policies,\nbond, or was capable of recovery under Section 75 of the Consumer Credit\nAct or from any bank or card issuers or any other legal means;\n\nyou ask us to pay for the financial failure of any travel agent, tour\norganiser, booking agent or consolidator with whom you had booked travel\nor accommodation;\n\nyou ask us to pay for any losses which are not directly associated with the\nincident that caused you to claim. For example, loss due to being unable to\nreach your pre-booked hotel following the financial failure of an airline.\n\nyou do not co-operate with us.\n\n \n\n \n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim’s settlement in respect of\neach person making a claim.\n\nend supplier — the company that owns or operates the following services:\nscheduled airline, hotel, train operator including Eurostar, car ferries; villas abroad\n& cottages in the UK; coach operator, car or camper hire company, caravan sites,\ncampsites, mobile home, safaris; excursions; Eurotunnel; theme parks or\nattractions.\n\nfinancial failure - means the end supplier becoming Insolvent or has an\nadministrator appointed and being unable to provide agreed services.\nirrecoverable loss — deposits and charges paid by you for your trip which are not\nrecoverable from any other source such as, but not limited to, insurance policies or\nfinancial bonds and guarantees provided by the end supplier or another insurance\ncompany or a government agency or a travel agent or credit card company.\npackage holiday — any holiday where two or more components (i.e. transport and\naccommodation) have been booked with a tour organiser and therefore falls within\nthe Package Travel Regulations.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is a mult-trip, a trip that does not fall outside of the period of cover or exceed\nthe stated limit.\n\nscheduled airline - an airline upon whom your trip depends operating a regular\nsystematic service to a published timetable whose flights are available to paying\nmembers of the general public on a seat only basis and which is not part of a\npackage holiday arranged by a tour organiser.\n\ntour organiser(s) - any individual or company which sells a package holiday.\ntrip - travel during the period of insurance.\n\nwe/our/us — Liberty Mutual Insurance Europe SE.\n\n \n\n \n\nPage | 14",
    "Page_15": "Your travel policy starts when you leave home to start your trip and ends when you return home, or you are taken to a hospital, nursing home or funeral\ndirector in the United Kingdom, Isle of Man or the Channel Islands.\n\nFor single trip policies, no further trips are covered.\nFor multi-trip policies further trips within the period of insurance are covered.\nPlease Note: If your circumstances do not fit those described, then there is no cover in place.\n\n \n\n \n\n \n\ne take reasonable care of yourself and your possessions, and act as if uninsured at all times. We will not consider claims that have arisen due to reckless\nbehaviour or feature inflated costs;\n\nco-operate with us to provide any information or documentation we may reasonably require to enable us to verify and process your claim;\n\nnot accept liability for any injury or damage you might cause to a third party or their property;\n\nhave declared all your existing medical conditions or any change in health to us. If you need to declare, please call 01223 446 920;\n\nto contact the assistance team before attending a private medical facility or if you require emergency medical treatment.\n\n \n\n \n\n \n\nImportant notice regarding the health of someone not insured on this policy, but whose health may affect your decision whether to take or continue with\nyour trip\nYou will not be covered for any directly or indirectly related claims arising from the health of a travel companion, a family member, a close business colleague, or\nthe person you were going to stay with if at the time your policy was issued you were aware they had health problems that were likely to significantly worsen during the\nperiod of insurance.\n\n \n\n \n\nImportant meanings in this section:\n\nclose business colleague - someone you work with, who due to the nature of their job means their absence from work requires you to cancel or alter your trip. A senior\nmanager or director of the business must confirm this in the event of a claim.\n\nco-operate — provide us with any information or documentation we may reasonably require to enable us to verify and process your claim.\n\ndirectly or indirectly related claims - a medical problem that is more likely to happen because of another medical problem they already have.\n\nexisting medical condition — any serious or recurring medical condition which has been previously diagnosed or been investigated or treated in any way, at any time prior to\n\ntravel, even if this condition is currently considered to be stable and under control.\n\nfamily member — any person who is related to you by blood, marriage, adoption, fostering or co-habitation.\n\nperiod of insurance — the trip dates shown on the insurance schedule or if the policy is multi-trip, a trip that does not exceed the stated limit.\n\ntravel companion — a person(s) with whom you have booked to travel on the same travel itinerary and without whom your travel plans would be impossible.\ntrip - travel during the period of insurance.\n\nPCIe LUM CDS SIOTCCATeCM CCIE MLC\n\n \n\nPage | 15",
    "Page_16": "CU NR OM ey\nSo, you’re all packed and just about ready to go. We have included a check list to help ensure that you haven’t\nforgotten anything!\ne Check that your travel insurance covers the whole duration of your trip and any activities that you plan on trying.\ne Check your travel documents:\no Is your passport up to date, and is it valid for a least 6 months after the date you are due to come home?\nco Make two photocopies of your passport, tickets and travel insurance documents and leave one set at home (maybe let\nfamily/friends know where they are kept in case of an emergency). Take the other set with you but keep them separate\nfrom the originals.\nco Make sure you have important contact numbers in your phone just in case.\ne Check with your GP to ensure that you have had any necessary vaccinations and/or medications.\ne Know your destination:\notis always worth checking out any local laws and customs before you get there.\no Pack a guide book.\no Check the Foreign, Commonwealth & Development Office (FCDO) website www.gov.uk/fcdo\ne Tell family/friends about your trip and make sure they know where you are going and how to get hold of you in an\nemergency.\ne When you are abroad:\nco Make sure your travel documents, passport, money and insurance documents are kept in a safe place.\no Stick to safe filtered water and keep yourself well hydrated when you are out in the sun.\nco Always wear protective sunscreen when you are out and about, even if you are on the ski slopes! (but make sure the one\nyou buy doesn’t contain the chemical Oxybenzone as it bleaches the sea coral).\nco Check out local information in your guidebook or online so that you are aware of any local holidays and nearby public\nmedical facilities.\notis always a good idea to keep all your receipts just in case you need them for future reference.\n\n \n\n \n\n \n\nPage | 16",
    "Page_17": "If you are delayed — Section B1\n\n \n\n \n\nIf this happened: This is what we will do:\nYour departure from your international departure point was delayed by more We will pay you\nthan 12 hours after your scheduled departure time because of a disruption\nto your transport providers’ service. £20\n\nfor each full 12-hour period that you are delayed up to a maximum of\n\n£100\n\n \n\n \n\n \n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\nPage | 17",
    "Page_18": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyour departure was delayed due to a known event at the time you\npurchased this policy;\n\nyou cannot provide us with a written report from the transport\nprovider confirming the reason for, and the length of the delay;\nyou do not co-operate with us.\n\n \n\n \n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim’s settlement in respect of\neach person making a claim.\n\ninternational departure point - any airport, international rail terminal or port from\nwhich you leave a country having passed through passport control.\n\nknown event - an existing, publicly announced or publicly broadcasted occurrence\nsuch as government directives, unusual weather conditions, road traffic accidents,\npassport or customs delays or a strike voted upon by union members.\n\nscheduled departure time - the time when you were meant to leave your\ninternational departure point as shown in your itinerary or published timetable.\ntransport provider - Airline Companies, Rail Operators, Coach Operators, Ferry\nand Cruise Operators.\n\nwe/our/us - White Horse Insurance Ireland dac.\n\n \n\nPage | 18",
    "Page_19": "aL CM mC) Lace LTat(l ms P4\n\n \n\n \n\nIf this happened: This is what we will do:\nDespite having taken reasonable steps, you did not reach your international We will pay you up to\ndeparture point in time to check-in because:\n: . a £500\ne public transport services you were using or intended to use were\ncancelled or delayed due to unforeseen strike, industrial action, towards the costs that you had to pay for alternative transport and\nmechanical failure or adverse weather conditions; accommodation arrangements in order to reach your trip destination.\n\ne the vehicle in which you were travelling was involved in an accident,\nstuck in traffic, affected by road closure or broken down\n\nwhich meant that you missed your transport providers’ service.\n\n \n\n \n\n \n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\nPage | 19",
    "Page_20": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou have not paid your deductible or accepted that it will be deducted\nfrom any settlement\n\nyou did not take all reasonable steps to ensure that you checked-\nin/arrived at your boarding gate on time in accordance with your\ntransport providers’ instructions;\n\nthe transport provider has provided alternative travel and\naccommodation, or made a financial contribution towards these costs;\nyou missed your transport providers’ service due to a known event;\nyou are unable to provide us with the information we may reasonably\nrequire to confirm the reason you missed your transport providers’\nservice;\n\nyou cannot provide us with receipts for any additional expenditure;\nyou do not co-operate with us.\n\n \n\n \n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim’s settlement in respect of\neach person making a claim.\n\nhome country - either the United Kingdom, the Channel Islands or Isle of Man.\ninternational departure point - any airport, international rail terminal or port from\nwhich you leave a country having passed through passport control.\n\nknown event - an existing, publicly announced or publicly broadcasted occurrence\nsuch as government directives, unusual weather conditions, road traffic accidents,\npassport or customs delays or a strike voted upon by union members.\n\npublic transport services — buses, coaches, domestic flights or trains that run to a\npublished scheduled timetable.\n\nreasonable steps — ensuring that you have allowed an additional 30 minutes\ntravelling time on top of the time it would take to travel to your international\ndeparture point given normal traffic and weather conditions.\n\ntransport provider - Airline Companies, Rail Operators, Coach Operators, Ferry\nand Cruise Operators.\n\ntrip destination — inside or outside your home country which is your final ticketed\ndestination.\n\nwe/our/us - White Horse Insurance Ireland dac.\n\n \n\nPage | 20",
    "Page_21": "If you decide to abandon your travel plans - Section B3\n\n \n\n \n\nIf this happened: This is what we will do:\nYou decided that you no longer wanted to go on the trip because your We will pay you up to\ntransport providers’ service from your home country was delayed for 24\nhours or more. £5,000\n\nfor your share of any pre-paid costs that are directly related to your trip, which\nyou have paid and cannot get back from anyone else in the first instance, or\nwhich cannot be transferred or used for another purpose.\n\n \n\n \n\n \n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\nPage | 21",
    "Page_22": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou have not paid your deductible or accepted that it will be deducted\nfrom any settlement\n\nthe delay happened after the flight, sailing or train has departed from\nyour home country;\n\nthe delay was due to a known event;\n\nyou have already made a claim under the ‘If you miss your departure’\nsection of the policy;\n\nyou cannot provide us with a written report from the transport\nprovider confirming the reason that you did not travel, and the length\nof the delay;\n\nyour flight/train/sailing was cancelled by your transport provider;\n\nyou are abandoning your trip as a result of any epidemic or pandemic\nas declared by the World Health Organisation (WHO);\n\nyou are abandoning your trip due to FCDO, government or local\nauthority advice relating to any infectious disease including COVID-19;\nyou decided to abandon your travel plans after you had left your home\ncountry;\n\nyou do not co-operate with us.\n\n \n\n \n\nBFPO - British Forces Posted Overseas.\n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim’s settlement in respect of\neach person making a claim.\n\nhome country - either the United Kingdom, the Channel Islands or Isle of Man.\ninternational departure point - any airport, international rail terminal or port from\nwhich you leave a country having passed through passport control.\n\nknown event - an existing, publicly announced or publicly broadcasted occurrence\nsuch as government directives, unusual weather conditions, road traffic accidents,\npassport or customs delays or a strike voted upon by union members.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\ntransport provider - Airline Companies, Rail Operators, Coach Operators, Ferry\nand Cruise Operators.\n\ntrip — travel during the period of insurance.\n\nwe/our/us — White Horse Insurance Ireland dac.\n\n \n\nPage | 22",
    "Page_23": "If your end supplier fails financially when you are away —- Section B4\n\n \n\n \n\nIf this happened:\n\nThis is what we will do:\n\n \n\nDuring your trip, the end supplier of the travel arrangements which do not form\npart of a package holiday suffered financial failure.\n\nPLEASE NOTE: This section of your policy is administered by International\nPassenger Protection Limited and is underwritten by Liberty Mutual Insurance\nEurope SE.\n\nAny occurrence which may give rise to a claim should be advised as soon as\nreasonably practicable to:\n\nIPP Claims at Sedgwick, Oakleigh House, 14-15 Park Place, Cardiff, CF10 3DQ.\nUnited Kingdom.\n\nYou can also email: insolvency-claims@ ipplondon.co.uk\nor visit the website: www.ipplondon.co.uk/claims.asp\n\nOr you can call: +44 (0) 345 266 1872\n\nPlease quote your policy number, travel insurance policy name and reference\nEFSI V2-20:\n\nOpen 9am-5pm Weekdays Only.\n\n \n\n \n\nWe will pay up to\n\n£5,000\n\ntowards the costs incurred in replacing that part of the travel arrangements to a\nsimilar standard as enjoyed prior to the curtailment of the travel arrangements\n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\n \n\nPage | 23",
    "Page_24": "A But we won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou ask us to pay for travel or accommodation that was not booked within the\nUnited Kingdom, Channel Islands, Isle of Man or Northern Ireland prior to\ndeparture;\n\nyou ask us to pay for the financial failure of any end supplier which was,\nor which any prospect of financial failure was, known by you or widely\nknown publicly at the date you purchased this policy;\n\nyou ask us to pay for any loss or part of a loss which at the time the loss\nhappened was insured or guaranteed by any other existing policy, policies,\nbond, or was capable of recovery under Section 75 of the Consumer Credit\nAct or from any bank or card issuers or any other legal means;\n\nyou ask us to pay for the financial failure of any travel agent, tour\norganiser, booking agent or consolidator with whom you had booked\ntravel or accommodation;\n\nyou ask us to pay for any losses which are not directly associated with the\nincident that caused you to claim. For example, loss due to being unable to\nreach your pre-booked hotel following the financial failure of an airline.\nyou do not co-operate with us.\n\n \n\n \n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claims settlement in respect of\neach person making a claim.\n\nend supplier — the company that owns or operates the following services:\nscheduled airline, hotel, train operator including Eurostar, car ferries; villas abroad\n& cottages in the UK; coach operator, car or camper hire company, caravan sites,\ncampsites, mobile home, safaris; excursions; Eurotunnel; theme parks or\nattractions.\n\nfinancial failure - means the end supplier becoming Insolvent or has an\nadministrator appointed and being unable to provide agreed services.\n\nhome country - either the United Kingdom, the Channel Islands or Isle of Man.\nmode of transport - scheduled airline, train (i.e. Eurostar and Eurotunnel),\ncoach, ferry, Cruise Ship.\n\npackage holiday — any holiday where two or more components (i.e. transport and\naccommodation) have been booked with a tour organiser and therefore falls within\nthe Package Travel Regulations.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is a mult-trip, a trip that does not fall outside of the period of cover or exceed\nthe stated limit. However, any cancellation claims for a trip booked during the\nperiod of cover will be considered until the policy expires, as long as the trip does\nnot exceed the stated limits.\n\nscheduled airline - an airline upon whom your trip depends operating a regular\nsystematic service to a published timetable whose flights are available to paying\nmembers of the general public on a seat only basis and which is not part of a\npackage holiday arranged by a tour organiser.\n\ntour organiser(s) - any individual or company which sells a package holiday.\ntrip - travel during the period of insurance.\n\nwe/our/us — Liberty Mutual Insurance Europe SE.\n\n \n\nPage | 24",
    "Page_25": "If a natural disaster occurs during your trip - Section B5\n\n \n\n \n\nIf this happened: This is what we will do:\nYou need alternative accommodation following a natural disaster during We will pay you up to\nyour trip.\n£1,000\n\nfor the cost of travel and alternative accommodation that is to the same\nstandard of those on your original booking.\n\n \n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\n \n\n \n\nPage | 25",
    "Page_26": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou are unable to provide us with evidence of the necessity to make\naltemative travel arrangements;\n\nyou are claiming due to a known event,\n\nyour trip is formed as part of a tour operators package holiday;\nthe natural disaster had already happened before you left home;\nyou are claiming as a result of any epidemic or pandemic as declared\nby the World Health Organisation (WHO);\n\nyou are claiming due to FCDO, government or local authority advice\nrelating to any infectious disease including COVID-19;\n\nyou do not co-operate with us.\n\n \n\n \n\nBFPO - British Forces Posted Overseas.\n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\nhome - one of your normal places of residence in the United Kingdom, the Channel\nIslands, Isle of Man or BFPO.\n\nknown event - an existing, publicly announced or publicly broadcasted occurrence\nsuch as government directives, unusual weather conditions, road traffic accidents,\npassport or customs delays or a strike voted upon by union members.\n\nnatural disaster — fire, flood, earthquake, storm, lightening, explosion or hurricane.\npackage holiday - any holiday where two or more components (i.e. transport and\naccommodation) have been booked with a tour operator and therefore falls within\nthe Package Travel Regulations.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\ntour operator - any individual or company which sells a package holiday as\ndefined within the Package Travel Regulations.\n\ntrip — travel during the period of insurance.\n\nwe/our/us — White Horse Insurance Ireland dac.\n\n \n\n \n\nPage | 26",
    "Page_27": "VACUO MRM MENT mem Oh meme Le ML\n\n \n\n \n\nIf this happened: This is what we will do:\nYour arrival in your home country was more than 12 hours later than shown We will pay you\nin your pre-booked itinerary due to circumstances beyond your control, or you\nWere unable to return home due to a medical situation which meant you £20\n\nincurred additional kennel or cattery fees.\n\nfor each full 12-hour period that you are delayed on your return journey for\nadditional pet care up to a maximum of\n\n£500\n\n \n\n \n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\n \n\nPage | 27",
    "Page_28": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou were involved in, or the perpetrator of, any violent or drunken\nbehaviour which caused your return journey to your home country to\nbe delayed;\n\nyou cannot provide evidence of your additional expenditure;\n\nyou did not reach your international departure point in time for your\npre-booked transport;\n\nyou are unable to provide written confirmation from the transport\nprovider showing the original booked arrival time, the actual arrival\ntime and the reason for the delay;\n\nyou do not co-operate with us.\n\n \n\n \n\nBFPO - British Forces Posted Overseas.\n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim’s settlement in respect of\neach person making a claim.\n\nhome - one of your normal places of residence in the United Kingdom, the Channel\nIslands, Isle of Man or BFPO.\n\nhome country - either the United Kingdom, the Channel Islands or Isle of Man.\ninternational departure point - any airport, international rail terminal or port from\nwhich you leave a country having passed through passport control.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is a multi-trip, a trip that does not fall outside of the period of cover or exceed\nthe stated limit. However, any cancellation claims for a trip booked during the\nperiod of cover will be considered until the policy expires, as long as the trip does\nnot exceed the stated limits.\n\ntransport provider - Airline Companies, Rail Operators, Coach Operators, Ferry\nand Cruise Operators.\n\ntrip - travel during the period of insurance.\n\nwe/our/us - White Horse Insurance Ireland dac.\n\n \n\n \n\nPage | 28",
    "Page_29": "If you are denied boarding on your inbound flight - Section B7\n\nIf this happened: This is what we will do:\n\n \n\n \n\nYou were denied boarding on the return journey of your trip due to having or We will pay you up to\nbeing suspected of having an infectious disease (including Covid-19).\n£40\n\nfor additional accommodation (of a standard no greater than your original\nbooking) for each full 24-hour period that you are unable to return to your\nhome country up to a maximum of\n\n£560\n\nWe will pay up to\n£300 Europe, £500 Worldwide\n\ntowards the cost of return transportation to your home country (of a standard\nNo greater than the class of journey and in the same mode of transport you\npaid for on your outward journey) at the earliest possible date based on\nmedical or local authority advice.\n\n \n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\n \n\n \n\nPage | 29",
    "Page_30": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou have not paid your deductible or accepted it will be deducted from\nany settlement;\n\nyour transport provider has made arrangements to revalidate your\noriginal ticket but you chose not to accept it;\n\nyou chose not to undertake your return journey;\n\nyou were not denied boarding by your transport provider;\n\nyou ask us to pay for travel to anywhere other than your home\ncountry;\n\nyou are claiming for any costs relating to food or drink;\n\nyou ask us to pay for a loss that is insured or guaranteed by any other\nexisting protection, specifically Package Travel Regulations, ATOL, Air\nPassenger Rights, (including Civil Aviation Authority requirements), or\nABTA protection, or any other specific legislation for transport or travel\nproviders;\n\nyou ask us to pay for any costs already accepted or offered by your\ntransport and/or accommodation provider;\n\nyou cannot provide us with a written report from the transport\nprovider confirming the refusal of boarding;\n\nyou are claiming for costs associated with you attempting to return\nprior to the recommended return date following your initial refusal of\nboarding;\n\nyou are claiming for costs of any travel companion other than;\n\nco your children who are under 18 years of age, or\n\nco alegal dependant who is unable to travel without you,\n\nwho is insured on this policy and where there is no responsible adult to\nsupervise them, until you are able to return to your home country;\n\nyou do not co-operate with us.\n\n \n\n \n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim’s settlement in respect of\neach person making a claim.\n\nhome country - either the United Kingdom, the Channel Islands or Isle of Man.\npackage holiday - any holiday where two or more components (i.e. transport and\naccommodation) have been booked with a tour organiser and therefore falls within\nthe Package Travel Regulations.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\ntransport provider - Airline Companies, Rail Operators, Coach Operators, Ferry\nand Cruise Operators.\n\ntravel companion - a person(s) with whom you have booked to travel on the same\ntravel itinerary and without whom your travel plans would be impossible.\n\ntrip - travel during the period of insurance.\n\nwe/our/us — White Horse Insurance Ireland dac.\n\n \n\nPage | 30",
    "Page_31": "If you need emergency medical treatment abroad - Section B8\n\n \n\nIf this happened:\n\nThis is what we will do:\n\n \n\nDuring your trip abroad you needed emergency and necessary medical\ntreatment (including dental treatment for the immediate relief of pain).\n\nPLEASE NOTE: This is a travel insurance policy and not private medical\ninsurance; so, there is no cover for any medical expenses incurred in private\nfacilities if medically capable public facilities are available.\n\n \n\nPLEASE BE AWARE: This policy does not cover treatment due to, or a\ncomplication of, any health conditions as explained in ‘Your health - when\n\nbuying the policy and for the duration of the policy’ on page 8, which you have\nNot told us about and we have not agreed to cover in writing.\n\nPLEASE NOTE: This policy excludes any costs incurred in respect of normal\npregnancy or childbirth where you are between 29 and 40 weeks of the\npregnancy.\n\nPLEASE NOTE: We will liaise with your treating doctor(s) about your treatment\nplan and if required obtain a ‘fit to fly’ certificate.\n\nPLEASE BE AWARE: If you have not purchased a return ticket, we will deduct\nthe costs of an economy flight (based on the cost on the date you came home)\nfrom any costs we have incurred in returning you to your home.\n\n \n\n \n\nWe will pay you up to\n£10,000,000\n\nin respects of customary and reasonable fees or charges for emergency and\nnecessary medical treatment that we have agreed to, as well as customary\nand reasonable fees or charges for:\n\ne additional travel and accommodation costs if you are discharged\nfrom hospital but medically unable to return home immediately;\n\ne costs for one other person to stay with you, or to travel to you from\nyour home country and to accompany you home;\n\ne travel costs to or from a hospital relating to your admission,\ndischarge or attendance for outpatient treatment;\n\ne travel costs to and from appointments, or for the collection of\nmedication prescribed for you by the hospital, as well as the cost of\nadditional food and drink, and the cost of telephone calls to us.\n\n \n\n \n\nWe will pay you up to\n£300\n\nfor the emergency replacement of prescribed medication (including transport of\nit to you where medically necessary) following the accidental loss or theft of\nmedication which you took with you on your trip.\n\nWe will pay up to\n£350\n\nemergency dental treatment only to treat sudden pain.\n\n \n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\nPage | 31",
    "Page_32": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou have not paid your deductible or accepted that it will be deducted\nfrom any settlement\n\nyou cannot produce receipts for any additional expenses;\n\nyou ask us to pay for any services or treatment that are considered to\nbe routine, non-emergency or elective;\n\nyou ask us to pay medical fees and charges in excess of customary\nand reasonable levels of charging;\n\nyou ask us to pay for any services or treatment that can reasonably\nwait until you return home;\n\nyou ask us to pay for any services or treatment that you received in\nyour home country;\n\nyou ask us to pay for any services or treatment that you received after\nthe date that we, in consultation with your treating doctor, told you that\nyou could return home;\n\nyou were under the influence of non-prescribed drugs, solvents or\nanything relating to your prior abuse of drugs or solvents;\n\nwhere excessive alcohol consumption was a contributory factor;\nyou were driving or riding any motorised vehicle for which, you did\nnot hold a valid UK Driving Licence and you failed to take\nreasonable safety precautions;\n\nyou knowingly put yourself at risk, unless you were trying to save your\nown or someone else's life;\n\nyou were taking part in an additional sports activity and you had not\npaid the relevant additional premium;\n\nyou went against FCDO, government, local authority or medical advice\nrelating to any infectious disease including COVID-19;\n\nyou do not co-operate with us.\n\n \n\n \n\nabroad - anywhere outside of your home country.\n\nadditional sports activity - any sports or activity not listed on page 63.\n\nBFPO - British Forces Posted Overseas.\n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim’s settlement in respect of\neach person making a claim.\n\nemergency and necessary medical treatment - any ill-health or injury which\noccurs during your trip and requires immediate treatment either before you return\nhome or to enable you to return home.\n\nexcessive alcohol consumption - drinking enough alcohol that it seriously affects\nyour decision making or that you suffer injury or illness from either long-term alcohol\nabuse or one off ‘binge’.\n\nhome - one of your normal places of residence in the United Kingdom, the Channel\nIslands, Isle of Man or BFPO.\n\nhome country - either the United Kingdom, the Channel Islands or Isle of Man.\nmotorised vehicle - car, motorcycle, moped, scooter, boat or quad bike.\n\noutpatient treatment - treatment received which does not require admittance to a\nhospital.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\nreasonable safety precautions — wearing a seat belt in a car or similar vehicle, or\na helmet on a motorcycle or similar vehicle.\n\ntrip — travel during the period of insurance.\n\nvalid UK Driving Licence - visit www.gov.uk/driving/licence-categories\n\nwe/our/us — White Horse Insurance Ireland dac.\n\n \n\nPage | 32",
    "Page_33": "OLRM LM TLL MCL RemL ce (0) iy\n\n \n\nIf this happened:\n\nThis is what we will do:\n\n \n\nAs a result of emergency and necessary medical treatment during your trip\nabroad we decided that it was medically necessary for you to return home\neither before or after your scheduled return date, or you were unfortunate\nenough to suffer a serious accident, illness or injury during your trip which\nresulted in your death.\n\nPLEASE NOTE: We will liaise with your treating doctor(s) about your treatment\nplan and if required obtain a ‘fit to fly’ certificate.\n\nWe will also liaise with you and advise on, and also put in place, suitable\nrepatriation plans to get you home as soon as it is medically safe to do so in\norder to achieve your optimal recovery.\n\nPLEASE BE AWARE: If you have not purchased a return ticket, we will deduct\nthe costs of an economy flight (based on the cost on the date you came home)\nfrom any costs we have incurred in returning you to your home.\n\n \n\n \n\nWe will pay you up to\n\n£200,000\n\nfor customary and reasonable costs that are medically necessary to enable us\nto return you to your home or nursing home, or to move you to the most\nsuitable hospital in your home country as arranged by the assistance team;\n\nWe will pay you up to\n\n£200,000\n\nfor customary and reasonable transportation costs, as arranged by the\nssistance team unless otherwise agreed by us, to return your body or ashes\nback to your home, a hospital or funeral directors in the United Kingdom or the\nChannel Islands.\n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\nPage | 33",
    "Page_34": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou have not paid your deductible or accepted that it will be deducted\nfrom any settlement\n\nyou do not have a valid claim under the ‘If you need emergency\nmedical treatment abroad’ section of this policy;\n\nyou ask us to pay the cost of bringing you home before we consider it\nClinically safe to do so and there is appropriate medical treatment\navailable locally;\n\nyou ask us to pay for any costs to which we have not agreed to;\n\nthe risk associated with brining you home is greater than the risk of\nyou remining in resort;\n\nyour return home would present unnecessary risk to other travellers;\nyou ask us to pay for the cost of travel to a standard higher than the\nclass in which you were originally booked to return home, unless we\nagree and itis medically necessary;\n\nyou ask us to pay for the cost or burial or cremation in your home\ncountry;\n\nyou ask us to pay for repatriation costs which we have not agreed;\nyou do not co-operate with us.\n\n \n\n \n\nabroad — anywhere outside of your home country.\n\nBFPO - British Forces Posted Overseas.\n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claims settlement in respect of\neach person making a claim.\n\nemergency and necessary medical treatment - any ill-health or injury which\noccurs during your trip and requires immediate treatment either before you return\nhome or to enable you to return home.\n\nhome - one of your normal places of residence in the United Kingdom, the Channel\nIslands, Isle of Man or BFPO.\n\nhome country - either the United Kingdom, the Channel Islands or Isle of Man.\nperiod of insurance — the trip dates shown on the insurance schedule or if the\npolicy is a mult-trip, a trip that does not fall outside of the period of cover or exceed\nthe stated limit. However, any cancellation claim for a trip booked during the period\nof cover will be considered until the policy expires, as long as the trip does not\nexceed the stated limits.\n\nrepatriation — returning you to your home, a hospital, nursing home or funeral\ndirector in the United Kingdom or the Channel Islands.\n\nscheduled return date - the date you intended to return home as shown on your\ntravel tickets or travel itinerary.\n\ntrip — travel during the period of insurance.\n\nwe/our/us — White Horse Insurance Ireland dac.\n\n \n\n \n\nPage | 34",
    "Page_35": "HAYCOL MU al LCM eC) Tce Lato BAH\n\n \n\nIf this happened:\n\nThis is what we will do:\n\n \n\nDuring your trip abroad you incurred addition medical expenses.\n\nPLEASE NOTE: This is a travel insurance policy and not private medical\ninsurance; so, there is no cover for any medical expenses incurred in private\nfacilities if medically capable public facilities are available.\n\n \n\nPLEASE BE AWARE: This policy does not cover treatment due to, or a\ncomplication of, any health conditions as explained in ‘Your health - when\n\nbuying the policy and for the duration of the policy’ on page 8, which you have\nNot told us about and we have not agreed to cover in writing.\n\nPLEASE NOTE: This policy excludes any costs incurred in respect of normal\npregnancy or childbirth where you are between 29 and 40 weeks of the\npregnancy.\n\n \n\n \n\nWe will pay you up to\n£350\n\nthe travel and accommodation costs of another holiday to recuperate from your\nsurgery within 3 months of your return to the UK, Channel Islands or BFPO.\n\nWe will pay you up to\n£750\n\nthe costs, following injury or illness sustained on your trip, of a medical\nexamination in the UK, Channel Islands or BFPO within 3 months of your\nreturn home from your trip.\n\nWe will pay you up to\n£500\nthe necessary and reasonable costs of employing a home help or registered\n\nnanny if you are hospitalised or need to stay in bed at home immediately after\nbeing repatriated on the advice of a registered medical practitioner.\n\nWe will pay you up to\n£500\n\nthe necessary and reasonable costs of cosmetic surgery as recommended by\na medical practitioner to correct damage to your soft facial tissue caused by an\naccident sustained on your trip.\n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\nPage | 35",
    "Page_36": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou are claiming for any travel and accommodation costs on behalf\nof a second person.\n\nyou are claiming for any medical examination not linked directly to\nan injury or illness occurring on your trip.\n\nyou are claiming any costs if you needed home help or a registered\nnanny before you began your trip.\n\nyou are claiming any cosmetic surgery which has not been\nrecommended by a medical practitioner, or has not been agreed by\nus\n\nany cosmetic surgery not directly linked to an injury or illness\noccurring on your trip.\n\nthere has been any claim that has not involved a minimum of 5\ndays in-patient public hospital stay following surgery.\n\nyou do not have a valid claim under ‘if you need emergency\nmedical treatment abroad”\n\nyou were taking part in an additional sports activity and you had\nnot paid the relevant additional premium;\n\nyou went against FCDO, government, local authority or medical\nadvice relating to any infectious disease including COVID-19;\nwhere excessive alcohol consumption was a contributory factor;\nyou were driving or riding any motorised vehicle for which, you did\nnot hold a valid UK Driving Licence and you failed to take\nreasonable safety precautions;\n\nyou knowingly put yourself at risk, unless you were trying to save\nyour own or someone else's life;\n\nyou do you co-operate with us.\n\n \n\n \n\nabroad - anywhere outside of your home country.\n\nadditional sports activity - any sports or activity not listed on page 63.\n\nBFPO - British Forces Posted Overseas.\n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim’s settlement in respect of\neach person making a claim.\n\nexcessive alcohol consumption - drinking enough alcohol that it seriously affects\nyour decision making or that you suffer injury or illness from either long-term alcohol\nabuse or one off ‘binge’.\n\nhome - one of your normal places of residence in the United Kingdom, the Channel\nIslands, Isle of Man or BFPO.\n\nhome country - either the United Kingdom, the Channel Islands or Isle of Man.\nmotorised vehicle - car, motorcycle, moped, scooter, boat or quad bike.\n\noutpatient treatment - treatment received which does not require admittance to a\nhospital.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\nreasonable safety precautions — wearing a seat belt in a car or similar vehicle, or\na helmet on a motorcycle or similar vehicle.\n\ntrip — travel during the period of insurance.\n\nvalid UK Driving Licence - visit www.gov.uk/driving/licence-categories\n\nwe/our/us — White Horse Insurance Ireland dac.\n\n \n\nPage | 36",
    "Page_37": "If you are buried or cremated abroad - Section B11\n\n \n\n \n\nIf this happened: This is what we will do:\nYou were unfortunate enough to suffer a serious accident, illness or injury We will pay your estate or the executors/administrators of your estate up to\nduring your trip abroad which resulted in your death, and you were buried or\ncremated abroad. £1,500\n\ntowards the costs of your burial or cremation abroad.\n\n \n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\n \n\n \n\nPage | 37",
    "Page_38": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nthere has not been a valid claim under the ‘If you need emergency\n\nmedical treatment abroad’ section of this policy;\n\nyour estate or the executors/administrators of your estate:\n\no have not paid the deductible or accept that it will be deducted\nfrom any settlement;\n\no ask us to pay for the costs of burial or cremation in your home\ncountry;\n\nco do not co-operate with us.\n\n \n\n \n\nabroad — anywhere outside of your home country.\n\nBFPO - British Forces Posted Overseas.\n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim’s settlement in respect of\neach person making a claim.\n\nhome - one of your normal places of residence in the United Kingdom, the Channel\nIslands, Isle of Man or BFPO.\n\nhome country - either the United Kingdom, the Channel Islands or Isle of Man.\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\nscheduled return date - the date you intended to return home as shown on your\ntravel tickets or travel itinerary.\n\ntrip — travel during the period of insurance.\n\nwe/our/us — White Horse Insurance Ireland dac.\n\n \n\n \n\nPage | 38",
    "Page_39": "If you are admitted to a public hospital - Section B12\n\n \n\nIf this happened:\n\nThis is what we will do:\n\n \n\nDuring your trip abroad, you were admitted to a public hospital as an\ninpatient for emergency and necessary medical treatment.\n\nPLEASE NOTE: This is a travel insurance policy and not private medical\ninsurance; so, there is no cover for any medical expenses incurred in private\nfacilities if medically capable public facilities are available.\n\n \n\n \n\n \n\nWe will pay you\n\n£25\n\nfor each full 24-hour period that you are in a public hospital up to a maximum\nof\n\n£1,000\n\nPLEASE NOTE: This payment is in addition to any emergency medical\nexpenses we may have agreed to pay under the section called ‘If you need\nemergency medical treatment abroad’.\n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\nPage | 39",
    "Page_40": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou do not have a valid claim under the ‘If you need emergency\nmedical treatment abroad’ section of this policy;\n\nyou remained an inpatient after the date we, in consultation with your\ntreating doctor, told you that you could return home or be safely\ndischarged to your trip accommodation until you were fit to return\nhome;\n\nyou do not co-operate with us.\n\n \n\n \n\nabroad — anywhere outside of your home country.\n\nBFPO - British Forces Posted Overseas.\n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim’s settlement in respect of\neach person making a claim.\n\nemergency and necessary medical treatment - any ill-health or injury which\noccurs during your trip and requires immediate treatment either before you return\nhome or to enable you to return home.\n\nhome - one of your normal places of residence in the United Kingdom, the Channel\nIslands, Isle of Man or BFPO.\n\nhome country - either the United Kingdom, the Channel Islands or Isle of Man.\nin-patient - being admitted to a hospital for a period of 24 hours or more.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\ntrip — travel during the period of insurance.\n\nwe/our/us — White Horse Insurance Ireland dac.\n\n \n\nPage | 40",
    "Page_41": "- Section B13\n\n \n\nee y Tl em NOUN COLT TR CG)\n\n \n\nIf this happened:\n\nThis is what we will do:\n\n \n\nYou had to cut short your trip because the following unexpectedly happened\nafter you left home, which you would not have been expected to foresee or\navoid:\n\ne you, or anyone insured on this policy, became ill with an infectious\ndisease during your trip (including contracting Covid-19);\n\ne you, a travel companion, a family member, a close business\ncolleague, or the person you were going to stay with became ill\n(excluding contracting Covid-19), was injured or died;\nyour home was burgled, or seriously damaged by fire, storm or flood;\nyour pre-booked accommodation was damaged by a natural disaster,\nand alternative accommodation was not provided;\n\ne you, or a travel companion were called for jury service or required as\na witness in a court of law;\n\ne you, or a travel companion had leave withdrawn and are in the armed\nforces (including reserves and territorial), emergency services, medical or\nnursing professions (in the public sector) or senior employees of the\ngovernment;\n\ne as a result of fire, earthquake, storm, flood, riot or civil unrest; the\nForeign, Commonwealth & Development Office (FCDO) or comparable\nprohibitive regulations by the government of the country you were due\nto visit and within 50 miles of your chosen destination, change the\ntravel advice to against all or all but essential travel for these reasons\nonly.\n\n \n\n \n\nWe will pay up to\n£5,000\n\nfor your proportional share of any unused pre-paid accommodation, car hire\nand excursions that are directly related to your trip, which you have paid and\ncannot get back from anyone else in the first instance, or which cannot be\ntransferred or used for another purpose, as well as any additional travel\nexpenses incurred to get you home.\n\nPLEASE NOTE: You must use or re-validate your original ticket for your early\nreturn. If this is not possible you must provide evidence that additional costs\nwere necessary. Any refunds due on unused original tickets will be deducted\nfrom your claim. If you do not have an original return ticket, you will not be\nreimbursed for costs incurred for your early return.\n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\nPage | 41",
    "Page_42": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou are claiming due to a known event;\n\nyou are claiming as a result of any epidemic, or pandemic as declared\n\nby the World Health Organisation (WHO);\n\nyou are claiming due to FCDO, government or local authority advice\n\nrelating to any infectious disease;\n\nyou ask us to pay for the cost of your original return ticket when we\n\nhave paid for a new ticket or arranged your medical repatriation;\n\nyou had cut short your trip because:\n\no you could no longer afford to pay for the trip,\n\n© you did not want to continue travelling or had a fear of continuing\nyour trip;\n\nco of an existing medical condition which you have not told us\nabout and that we have not agreed to cover in writing;\n\n© of anormal pregnancy or childbirth where you were more than\n29 weeks pregnant at the start of your trip.\n\nyou, or a travel companion are the defendant in a court of law;\n\nyou did not obtain prior authority to take leave or your leave was\n\ncancelled on disciplinary grounds;\n\nyou ask us to pay for a loss that is insured or guaranteed by any other\n\nexisting protection, specifically Package Travel Regulations, ATOL\n\n(including Civil Aviation Authority requirements), or ABTA protection, or\n\nfrom your credit card provider under s75 Consumer Credit Act, or any\n\nother specific legislation for transport or travel providers;\n\nyou ask us to pay for any costs already accepted or offered by your\n\ntransport and/or accommodation provider, even if this is a credit note\n\nor alternative travel arrangements;\n\nyou are unable to prove your financial loss;\n\nyou do not co-operate with us.\n\n \n\n \n\nBFPO - British Forces Posted Overseas.\n\nclose business colleague - someone you work with, who due to the nature of\ntheir job means their absence from work requires you to cancel or alter your trip. A\nsenior manager or director of the business must confirm this in the event of a claim.\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim’s settlement in respect of\neach person making a claim.\n\nexisting medical condition - any serious or recurring medical condition which has\nbeen previously diagnosed or been investigated or treated in any way, at any time\nprior to travel, even if this condition is currently considered to be stable and under\ncontrol.\n\nfamily member - any person who is related to you by blood, marriage, adoption,\nfostering or co-habitation.\n\nhome - one of your normal places of residence in the United Kingdom, the Channel\nIslands, Isle of Man or BFPO.\n\nknown event - an existing, publicly announced or publicly broadcasted occurrence\nsuch as government directives, unusual weather conditions, road traffic accidents,\npassport or customs delays or a strike voted upon by union members.\n\nnatural disaster — fire, flood, earthquake, storm, lightening, explosion or hurricane.\nperiod of insurance — the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\nredundant - being an employee where you qualify under the provision of the\nEmployment Rights Acts.\n\nrepatriation — returning you to your home, a hospital, nursing home or funeral\ndirector in the United Kingdom or the Channel Islands.\n\ntravel companion - a person(s) with whom you have booked to travel on the same\ntravel itinerary and without whom your travel plans would be impossible.\n\ntrip — travel during the period of insurance.\n\ntrip destination- the final destination shown on your travel itinerary.\n\nunexpectedly — at the time of purchase of this insurance policy there was no\nreasonable chance or knowledge of a circumstance that would lead to a claim,\nincluding information publicised in mainstream medical outlets.\n\nwe/our/us — White Horse Insurance Ireland dac..\n\n \n\nPage | 42",
    "Page_43": "If your mobility equipment is lost, stolen or accidently damaged - Section B14\n\n \n\n \n\nIf this happened: This is what we will do:\nDespite having taken precautions your mobility equipment was lost stolen or We will pay you up to\naccidently damaged.\n£2,500\nfor either;\n\nthe cost of repairing items that are damaged whilst on your trip, up to the\nlimit shown, less an allowance for age, wear and tear.\nor\nup to the limit shown, less an allowance for age, wear and tear, to cover\nmobility and disability equipment that is stolen, permanently lost or destroyed\nwhilst on your trip.\n\n \n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\n \n\n \n\nPage | 43",
    "Page_44": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nthe equipment was not brought with you from your home country at your\nown cost and you have complied with the carrier's conditions of carriage.\nyou did not notify the loss or theft to the police, your transport provider\nor tour operators’ representative and obtain a local independent written\nreport during your trip;\n\nyou are unable to provide evidence of ownership;\n\nthe equipment was left unattended, unless they were locked in a safe or\nsafety deposit box or left out of sight in your locked accommodation or\nmotor vehicle and you can provide evidence of unauthorised and/or\nforcible entry\n\nyou are claiming for items which have been damaged by a domestic\ndispute, atmospheric or climatic conditions, age, wear, tear, moth or\nvermin.\n\nyou left your equipment unattended away from your holiday or trip\naccommodation unless left between 6.00 am and 11.00 pm local time\n(during daytime) in the locked boot or covered luggage area of a motor\nvehicle unless entry was gained by violent and forcible means.\n\nyou do not co-operate with us.\n\n \n\n \n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\nevidence of ownership — a document to evidence that the item(s) you are claiming\nfor belong to you. This can be a copy of the till receipt, delivery note, gift receipt,\nbank or credit card statement, guarantees or insurance validation certificate.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\nprecautions - all measures that it would be reasonable to expect a person to take\nin the circumstances to prevent accidental loss, theft or damage of their other\npossessions.\n\ntransport provider - Airline Companies, Rail Operators, Coach Operators, Ferry\nand Cruise Operators.\n\ntrip — travel during the period of insurance.\n\nunattended - neither on your person or within your sight and reach.\n\nwe/our/us - White Horse Insurance Ireland dac.\n\n \n\n \n\nPage | 44",
    "Page_45": "If your checked-in baggage is delayed - Section B15\n\nIf this happened: This is what we will do:\n\n \n\n \n\nYour checked-in baggage did not arrive at your trip destination within 12 We will pay you up to\nhours of your arrival because it was misplaced by your transport provider.\n£300\n\nfor the purchase of essential items if you are without your checked-in\nbaggage for more than 12 hours.\n\n \n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\n \n\n \n\nPage | 45",
    "Page_46": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou are unable to provide us with evidence from your transport\nprovider or their handling agents confirming that your checked-in\nbaggage was delayed and the date and time it was returned to you;\nyou do not co-operate with us.\n\n \n\n \n\nBFPO - British Forces Posted Overseas.\n\nchecked-in baggage — suitcases, holdalls or rucksacks that have been checked-in\nby your transport provider and placed in the luggage hold of your transport\nproviders service in which you were booked to travel.\n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim’s settlement in respect of\neach person making a claim.\n\nessential items — underwear, socks, toiletries, a change of clothing and baby\nformula/food.\n\nhome country - either the United Kingdom, the Channel Islands or Isle of Man.\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\ntransport provider — Airline Companies, Rail Operators, Coach Operators, Ferry\nand Cruise Operators.\n\ntrip destination — the airport, international rail terminal or port outside your home\ncountry, which is your final ticketed destination.\n\ntrip - travel during the period of insurance.\n\nwe/our/us — White Horse Insurance Ireland dac.\n\n \n\nPage | 46",
    "Page_47": "HACC cme M LLM mela (Cel MMer Tle (1 Meme K Toe) oA)\n\n \n\n \n\nIf this happened: This is what we will do:\nDespite having taken precautions your valuables were lost, stolen or We will pay you up to\naccidentally damaged during your trip.\n£300\nPLEASE NOTE: We define valuables as rings, watches (excluding smart in total for lost, stolen or accidentally damaged valuables.\n\nwatches), necklaces, earrings, bracelets, body jewellery, any semi or non-\nprecious stones or metals, costume jewellery and any electrical item that is not\na gadget which requires power either from the mains or from a battery.\n\n \n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\n \n\n \n\nPage | 47",
    "Page_48": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyour valuables were in your checked-in baggage;\n\nyou did not notify the loss or theft to the police, your transport\nprovider or tour operators’ representative and obtain a local\nindependent written report during your trip;\n\nyou are unable to provide evidence of ownership;\n\nyou did not take all available precautions;\n\nyou are claiming for items that have been damaged by age or wear\nand tear;\n\nthe items were left unattended, unless they were locked in a safe or\nsafety deposit box or left out of sight in your locked accommodation or\nmotor vehicle and you can provide evidence of unauthorised and/or\nforcible entry;\n\nyou do not co-operate with us.\n\n \n\n \n\nchecked-in baggage — suitcases, holdalls or rucksacks that have been checked-in\nby your transport provider and placed in the luggage hold of your transport\nproviders service in which you were booked to travel.\n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim’s settlement in respect of\neach person making a claim.\n\nevidence of ownership — a document to evidence that the item(s) you are claiming\nfor belong to you. This can be a copy of the till receipt, delivery note, gift receipt,\nbank or credit card statement, guarantees or insurance validation certificate.\ngadget(s) - include; Mobile/ Smart Phones, Laptops, Tablets, Digital Cameras,\nMP3 Players, CD/DVD Players, Games Consoles, Video Cameras, Camera\nLenses, Bluetooth Headsets, Satellite Navigation Devices, PDAs, E-Readers,\nHead/Ear Phones, Portable Health Monitoring Devices, Wearable Technology.\n\npair or set — two or more items that are complementary or purchased as one item\nor used or worn together.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\nprecautions - all measures that it would be reasonable to expect a person to take\nin the circumstances to prevent accidental loss, theft or damage of their valuables.\nsingle article - any single item that is not part of a pair or set.\n\ntransport provider - Airline Companies, Rail Operators, Coach Operators, Ferry\nand Cruise Operators.\n\ntrip — travel during the period of insurance.\n\nunattended — neither on your person or within your sight and reach.\n\nvaluables - rings, watches (excluding smart watches), necklaces, earrings,\nbracelets, body rings, any semi or non-precious stones or metals, costume\njewellery and any electrical item that is not a gadget which requires power either\nfrom the mains or from a battery.\n\nwe/our/us - White Horse Insurance Ireland dac.\n\n \n\nPage | 48",
    "Page_49": "If your gadgets are lost, stolen or accidentally damaged - Section B17\n\n \n\nIf this happened:\n\nThis is what we will do:\n\n \n\nDespite having taken precautions your gadget(s) was lost, stolen or\naccidentally damaged during your trip.\n\nPLEASE NOTE: There is no monetary payment for a lost or stolen gadget\nunder this policy. If your gadget is damaged you will have to submit it to us for\ninspection before it is repaired. If your gadget is lost or stolen, or if it cannot be\nrepaired, we will do our best to replace it with a similar make and model, or the\nequivalent value taking into account the age and condition of the gadget.\n\nPLEASE BE AWARE that this is not a new for old insurance policy, so the\nreplacement may be a pre-owned, refurbished or re-manufactured (not brand\nnew). Where is replacement has been provided, the original item will become\nour property. All repairs are issued with a 3-month warranty, and all\nreplacements are issued with a 12-month warranty — if you need to claim under\nthe warranty you should contact us. If you existing accessories are not\ncompatible with the replacement item that we have provided, we will cover the\ncost of replacing the accessories, on production of your evidence of\nownership for these.\n\n \n\n \n\nProvided your gadget meets the eligibility criteria, we will arrange for you\ngadget to be repaired or, if it cannot be repaired, replaced with a gadget of a\nsimilar age, make and model, up to a maximum of\n\n£1,500\n\nWe will also pay you up to\n\n£500\n\nfor the reimbursement of unauthorised call or data download, which you cannot\nrecover from your network provider, if your mobile phone is accidentally lost or\nstolen whilst on your trip and is used fraudulently.\n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\nPage | 49",
    "Page_50": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyour gadget was in your checked-in baggage;\n\nyour gadget falls outside our eligibility criteria;\n\nyou did not report loss or theft to the local Police and obtain a written\nreport within 24 hours of discovering the incident;\n\nyour claim is for a mobile phone and you did not notify your service\nprovider and ask them to blacklist your phone;\n\nyou are unable to provide evidence of ownership;\n\nyou did not take all available precautions;\n\nyou left your gadget unattended in a public place;\n\nyour gadget was stolen from a motor vehicle or your trip\naccommodation, and you cannot provide evidence of unauthorised\nand/or forcible entry;\n\nyou ask us to reimburse unauthorised calls or data if you did not report\nthe loss or theft of your mobile phone to the service provider within 24\nhours of discovery and you have not provided an itemised bill from\nyour service provider;\n\nyou ask us to pay for loss, theft of or accidental damage to\naccessories other than SIM or PCIMA cards which were in the\ngadget at the time of the loss, theft or damage;\n\nyou do not co-operate with us.\n\n \n\n \n\naccessories - items such as but not limited to, chargers, protective cases,\nheadphones and hands-free devices that are used in conjunction with your gadget\nbut excludes SIM cards and wearables.\n\nchecked-in baggage - suitcases, holdalls/ rucksacks that have been checked-in by\nyour transport provider and placed in the luggage hold of your transport\nproviders service in which you were booked to travel.\n\nco-operate - provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim's settlement in respect of\neach person making a claim.\n\neligibility criteria - a gadget must be in good working order and in your\npossession when you start your trip and purchased as new in the UK, or, if\npurchased as refurbished, was purchased direct from the manufacturer network\nprovider in the UK.\n\nevidence of ownership - a document to evidence that the item(s) you are claiming\nfor belongs to you. This can be a copy of the till receipt, delivery note, gift receipt,\nbank or credit card statements, guarantees, instruction manuals or insurance\nvaluation certificates.\n\ngadget(s) - include; Mobile/ Smart Phones, Laptops, Tablets, Digital Cameras,\nMP3 Players, CD/DVD Players, Games Consoles, Video Cameras, Camera\nLenses, Bluetooth Headsets, Satellite Navigation Devices, PDAs, E-Readers,\nHead/Ear Phones, Portable Health Monitoring Devices, Wearable Technology.\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\nprecautions - all measures that it would be reasonable to expect a person to take\nin the circumstances to prevent accidental loss or theft of their gadgets.\ntransport provider - Airline Companies, Rail Operators, Coach Operators, Ferry\nand Cruise Operators.\n\ntrip - travel during the period of insurance.\n\nunattended - neither on your person or within your sight and reach.\n\nwe/our/us - White Horse Insurance Ireland dac.\n\n \n\nPage | 50",
    "Page_51": "If your other possessions are lost, stolen or accidentally damaged - Section B18\n\n \n\n \n\nIf this happened: This is what we will do:\nDespite having taken precautions your other possessions, which were not We will pay you up to\ngadgets or valuables, were lost, stolen or accidentally damaged during your\ntrip. £3,000\n\nin total for lost, stolen or accidentally damaged other possessions after a\ndeduction for wear and tear, however the most we will pay for any single\narticle, pair or setis\n\n£300\n\n \n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\n \n\n \n\nPage | 51",
    "Page_52": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou did not notify the loss or theft to the police, your transport\nprovider or tour operators’ representative and obtain a local\nindependent written report during your trip;\n\nyou are unable to provide evidence of ownership;\n\nyou did not take all available precautions;\n\nyou are claiming for items that have been damaged by age or wear\nand tear;\n\nany possessions were left unattended (other than in checked-in\nbaggage) away from your locked accommodation or motor vehicle and\nyou can provide evidence of unauthorised and/or forcible entry;\n\nyou are claiming for loss, theft or damage to any item of sports\nequipment;\n\nyou do not co-operate with us.\n\n \n\n \n\nchecked-in baggage — suitcases, holdalls or rucksacks that have been checked-in\nby your transport provider and placed in the luggage hold of your transport\nproviders service in which you were booked to travel.\n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim’s settlement in respect of\neach person making a claim.\n\nevidence of ownership — a document to evidence that the item(s) you are claiming\nfor belong to you. This can be a copy of the till receipt, delivery note, gift receipt,\nbank or credit card statement, guarantees or insurance validation certificate.\ngadget(s) - include; Mobile/ Smart Phones, Laptops, Tablets, Digital Cameras,\nMP3 Players, CD/DVD Players, Games Consoles, Video Cameras, Camera\nLenses, Bluetooth Headsets, Satellite Navigation Devices, PDAs, E-Readers,\nHead/Ear Phones, Portable Health Monitoring Devices, Wearable Technology.\npair or set — two or more items that are complementary or purchased as one item\nor used or worn together.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\nprecautions - all measures that it would be reasonable to expect a person to take\nin the circumstances to prevent accidental loss, theft or damage of their other\npossessions.\n\nsingle article - any single item that is not part of a pair or set.\n\ntransport provider - Airline Companies, Rail Operators, Coach Operators, Ferry\nand Cruise Operators.\n\ntrip — travel during the period of insurance.\n\nunattended — neither on your person or within your sight and reach.\n\nvaluables - rings, watches (excluding smart watches), necklaces, earrings,\nbracelets, body rings, any semi or non-precious stones or metals, costume\njewellery and any electrical item that is not a gadget which requires power either\nfrom the mains or from a battery.\n\nwe/our/us - White Horse Insurance Ireland dac.\n\n \n\n \n\nPage | 52",
    "Page_53": "VCD er CM eel) (lem drat (od as)\n\n \n\n \n\nIf this happened: This is what we will do:\nDespite having taken precautions your cash was lost or stolen during your We will pay you up to\ntrip.\n£400\n\nfor the loss or theft of your cash.\n\n \n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\n \n\n \n\nPage | 53",
    "Page_54": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou did not notify the loss or theft to the police, your transport\nprovider or tour operators’ representative and obtain a local\nindependent written report during your trip;\n\nyou are unable to provide proof of purchase or proof of withdrawal;\nyou did not take all available precautions;\n\nyour cash was not on your person, unless they were locked in a safe\nor safety deposit box or left out of sight in your locked accommodation\nor motor vehicle and you can provide evidence of unauthorised and/or\nforcible entry;\n\nyou do not co-operate with us.\n\n \n\n \n\ncash — sterling or foreign currency in note or coin form.\n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\nprecautions - all measures that it would be reasonable to expect a person to take\nin the circumstances to prevent accidental loss or theft of their cash.\n\nproof of purchase — an original receipt and any other documentation required to\nprove when the item was purchases.\n\nproof of withdrawal — evidence that you had withdrawn the cash from your bank,\nbuilding society or credit card.\n\ntransport provider - Airline Companies, Rail Operators, Coach Operators, Ferry\nand Cruise Operators.\n\ntrip — travel during the period of insurance.\n\nwe/our/us — White Horse Insurance Ireland dac.\n\n \n\nPage | 54",
    "Page_55": "HAOLUM eMC A MCMC LAUT SMemL= Ce (SPA)\n\n \n\n \n\nIf this happened: This is what we will do:\nDespite having taken precautions your travel documents were lost, stolen or We will pay you up to\ndamaged during your trip.\n£150\n\nfor the cost of additional travel and accommodation that you paid during your\ntrip so you could collect your emergency travel documents.\n\nWe will also pay you up to\n\n£150\n\ntowards the cost of emergency travel documents.\n\n \n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\n \n\n \n\nPage | 55",
    "Page_56": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou did not notify the loss or theft to the police, your transport\nprovider or tour operators’ representative and obtain a local\nindependent written report during your trip;\n\nyou did not take all available precautions;\n\nyour travel documents were not on your person, unless they were\nlocked in a safe or safety deposit box or left out of sight in your locked\naccommodation or motor vehicle and you can provide evidence of\nunauthorised and/or forcible entry;\n\nyour travel documents were in your checked-in baggage;\n\nyou cannot provide receipts or other evidence of your additional\nexpenditure;\n\nyou do not co-operate with us.\n\n \n\n \n\nBFPO - British Forces Posted Overseas.\n\nchecked-in baggage — suitcases, holdalls or rucksacks that have been checked-in\nby your transport provider and placed in the luggage hold of your transport\nproviders service in which you were booked to travel.\n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim’s settlement in respect of\neach person making a claim.\n\nemergency travel documents - any emergency documents that you need in order\nto return home or continue your trip.\n\nhome - one of your normal places of residence in the United Kingdom, the Channel\nIslands, Isle of Man or BFPO.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\nprecautions - all measures that it would be reasonable to expect a person to take\nin the circumstances to prevent accidental loss, theft or damage of their travel\ndocuments.\n\ntravel documents - current passports, ESTAs, Valid Visas, travel tickets,\nEuropean Health Insurance Cards (EHIC).\n\ntransport provider - Airline Companies, Rail Operators, Coach Operators, Ferry\nand Cruise Operators.\n\ntrip — travel during the period of insurance.\n\nwe/our/us — White Horse Insurance Ireland dac.\n\n \n\n \n\nPage | 56",
    "Page_57": "HY COL Mr Cre URL ela\n\n \n\n \n\nIf this happened: This is what we will do:\nYou were injured or killed on your trip due to someone else’s negligence. We will provide you, your estate or the executors/administrators of your estate\nwith\nPLEASE NOTE: If compensation is awarded, we will deduct any costs that we 30 minutes legal helpline access\n\nhave paid from that compensation.\n\nOur legal advice line is managed by Penningtons Manches LLP and is\ncontactable on:\n\n0345 241 1875\n8:30am — 7pm Weekdays\n\nIf we believe that the estimated recovery will be more than £500, we will\nappoint a solicitor to act on your behalf or on behalf of your estate or the\nexecutors/administrators of your estate and pay up to\n\n£20,000\n\nfor legal costs and expenses incurred in pursuing claims\nfor compensation and damages.\n\n \n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\n \n\n \n\nPage | 57",
    "Page_58": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nlegal proceedings in the USA or Canada do not follow the contingency\nfee system operating in North America;\n\nyou, your estate or the executors/administrators of your estate are\nmaking a claim against a transport provider, travel agent, tour\noperator, tour organiser, the insurer or their agents or the claims\nOffice;\n\nwe believe that the estimated recovery will be less than £500;\n\nthe costs are to be considered under an arbitration scheme or a\ncomplaints procedure;\n\nyou, your estate or the executors/administrators of your estate are\nmaking a claim against another person insured on this policy, or a\nfamily member, a friend or travel companion whether insured by us\nor another provider;\n\nyou, your estate or the executors/administrators of your estate do not\nco-operate with us.\n\n \n\n \n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\ndeductible - the amount we will deduct from any claim’s settlement in respect of\neach person making a claim.\n\nfamily member - any person who is related to you by blood, marriage, adoption,\nfostering or co-habitation.\n\npackage holiday - any holiday where two or more components (i.e. transport and\naccommodation) have been booked with a tour operator and therefore falls within\nthe Package Travel Regulations.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\ntour operator - any individual or company which sells a package holiday as\ndefined within the Package Travel Regulations.\n\ntransport provider - Airline Companies, Rail Operators, Coach Operators, Ferry\nand Cruise Operators.\n\ntravel companion - a person(s) with whom you have booked to travel on the same\ntravel itinerary and without whom your travel plans would be impossible.\n\ntrip — travel during the period of insurance.\n\nwe/our/us — White Horse Insurance Ireland dac.\n\n \n\n \n\nPage | 58",
    "Page_59": "If you are killed, injured or disabled following an accident - Section B22\n\n \n\nIf this happened:\n\nThis is what we will do:\n\n \n\nYou suffered an accident during your trip which, within 12 months, directly\ncaused your death, serious injury or disablement.\n\nPLEASE NOTE: This section does not cover death, injury or disablement due\nto illness or disease.\n\n \n\n \n\nIn the event of your death, we will pay\n\n£15,000\n\nto your estate or the executors/administrators of your estate.\n\nIf you suffered total and permanent loss of sight in one or both eyes or total\nloss by physical severance or total and permanent loss of use of one or both\narms/hands or legs/feet we will pay you\n\n£15,000\n\nIf you suffered permanent and total disablement, we will pay you\n\n£15,000\n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\nPage | 59",
    "Page_60": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou were under the influence of drugs (except those prescribed by\nyour registered doctor but not when prescribed for treatment of drug\naddiction), solvents or anything relating to your prior abuse of drugs or\nsolvents;\n\nexcessive alcohol consumption was a contributory factor;\n\nyou were driving or riding any motorised vehicle for which, you did\nnot hold a valid UK Driving Licence and you failed to take\nreasonable safety precautions;\n\nyou knowingly put yourself at risk, unless you were trying to save your\nown or someone else's life;\n\nyou were taking part in an additional sports activity and you had not\npaid the relevant additional premium;\n\nyou, your estate or the executors/administrators of your estate do not\nco-operate with us.\n\n \n\n \n\naccident — an injury which is cause by a violent, viable and external event\nadditional sports activity - any sports or activity not listed on page 63.\n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\nexcessive alcohol consumption - drinking enough alcohol that it seriously affects\nyour decision making or that you suffer injury or illness from either long-term alcohol\nabuse or one off ‘binge’.\n\nmotorised vehicle - car, motorcycle, moped, scooter, boat or quad bike.\n\npermanent and total disablement - you are unable to work in any paid\nemployment or paid occupation, this shall be defined as ‘all your usual activities,\npastimes and pursuits of any and every kind’.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\nreasonable safety precautions — wearing a seat belt in a car or similar vehicle, or\na helmet on a motorcycle or similar vehicle.\n\ntrip — travel during the period of insurance.\n\nvalid UK Driving Licence - visit www.gov.uk/driving/licence-categories\n\nwe/our/us - White Horse Insurance Ireland dac.\n\n \n\nPage | 60",
    "Page_61": "If you are held legally liable for injury or damage - Section B23\n\n \n\n \n\nIf this happened: This is what we will do:\nYou are held legally liable for something that you did accidentally during your We will pay you up to\ntrip which caused accidental bodily injury to, or the damage to the property of,\nsomeone who was not your travel companion or a family member. £2,000,000\n\nin respect of damages awarded against you plus legal costs to when\n\nh d.\nPLEASE NOTE: In the event of an incident that might result in a claim: we nave agree\n\n1. You must not admit liability or make any offer of settlement;\n\n2. You must not reply to, but should immediately send us every writ,\nsummons, legal process or other communication you receive;\n\n3. We may take over and deal with, in your name, the\ndefence/settlement of any claim.\n\n \n\n \n\n \n\n \n\n \n\nThere is no deductible amount for this section\n\n \n\n \n\n \n\nPage | 61",
    "Page_62": "Z\\ ___ Butwe won't do anything if:\n\nImportant meanings in this section\n\n \n\n \n\nyou have not paid your deductible or accepted it will be deducted from\nany settlement;\n\nyou are claiming for any infectious disease;\n\nyou admitted liability for any loss, injury or damage;\n\nthe incident arose during the course of your employment or was\ncaused by someone employed by you;\n\nthe incident was caused by an animal which you owned or had custody\nor control of;\n\nyou were driving, or in control of, any motorised vehicle including any\ntrailer or sidecar attached to it, pedal cycle, aircraft, drone, motorised\nskis, motorised waterborne craft, pedalo or sailing vessel;\n\nyou were under the influence of non-prescribed drugs, solvents or\nanything related to your prior abuse of drugs or solvents;\n\nexcessive alcohol consumption was a contributory factor;\n\nyou deliberately put yourself or others at risk;\n\nyou were using firearms or incendiary devices;\n\nthe incident took place on, or in, property (other than your temporary\ntrip accommodation) which you own or control;\n\nyou were taking part in an additional sports activity and you had not\npaid the relevant additional premium;\n\nyou do not co-operate with us.\n\n \n\n \n\nadditional sports activity - any sports or activity not listed on page 63.\n\nco-operate — provide us with any information or documentation we may reasonably\nrequire to enable us to verify and process your claim.\n\nexcessive alcohol consumption - drinking enough alcohol that it seriously affects\nyour decision making or that you suffer injury or illness from either long-term alcohol\nabuse or one off ‘binge’.\n\nfamily member - any person who is related to you by blood, marriage, adoption,\nfostering or co-habitation.\n\nmotorised vehicle - car, motorcycle, moped, scooter, boat or quad bike.\n\nperiod of insurance - the trip dates shown on the insurance schedule or if the\npolicy is multi-trip, a trip that does not exceed the stated limit.\n\nreasonable safety precautions — wearing a seat belt in a car or similar vehicle, or\na helmet on a motorcycle or similar vehicle.\n\ntravel companion - a person(s) with whom you have booked to travel on the same\ntravel itinerary and without whom your travel plans would be impossible.\n\ntrip — travel during the period of insurance.\n\nwe/our/us — White Horse Insurance Ireland dac.\n\n \n\nPage | 62",
    "Page_63": "Are you thinking of taking part in any\n\n \n\nWe want you to enjoy your trip, and we appreciate that sometimes you may be tempted to try an activity or sport while you are away — your policy will cover the following\nactivities as standard without you having to pay an additional premium.\n\nPlease Note: Those activities marked in italics do not have Personal Liability cover.\n\nIf you are considering taking part in any activity which is not listed, please contact us on 01223 446 920 (Mon-Fri 8:30am-5:30pm, Sat 9:00am-5:00, Closed\nBank Holidays) to discuss this and we will let you know what, if any, additional premium is necessary.\n\n \n\nActivities covered as Standard\n\n \n\n \n\nCategory A\n\nAerobics Golf Scuba Diving (not solo, up to Table Tennis\nArchery Maximum 18m) Tennis\nBadminton Hiking/Trekking up to 2,000m Snooker/P oolBillards /\nBanana Boating Hot Air Ballooning (UK Organised) Snorkelling (inside marked areas and/or with | Volleyball\nBasketball — ; a lifeguard present)\nBeach Games Ice Skating (indoor rink only) Squash Water Polo\nBowls Kitesurfing (Inshore) Surfing Water-S kiing (Inshore)\n\n9 Swimming (inside marked areas and/or with Windsurfing (Inshore)\nCricket Parascending (towed by boat) Wfeguard present)\n\nCycling (not BMX and mountain bikes or\ncycling tours)\n\nFishing\n\nFootball - Practice and Training\n\n \n\nRacquet-ball\n\nRafting/C anoeing/Kayaking (White Water\nGrades 1-3)\n\nRambling\n\nRoller Skating\n\nRounders\n\n \n\nYachting/Boating/S ailing/R owing (Inshore)\n\n \n\n \n\nCategory B\n\n \n\nBoxing Training\nBungee J ump\n\nCamel / Elephant Riding\nCycle Touring\n\nDeep Sea Fishing\nDog Sledging\n\nFlying a private plane or small aircraft\nFlying as a passenger in a private or small\naircraft\n\n \n\n \n\nGo Karting (specific use)\nGymnastics\n\nHiking / Trekking up to 3,500m\n\nHockey\n\nHorse Riding whilst wearing a helmet (no\nPolo, Hunting or J umping)\n\nHot Air Ballooning (non-UK organised)\nHydro Zorbing\n\nJet Skiing\n\n \n\nMartial Arts (training only)\n\nMotorcycling (over 50cc — no racing) as a\nrider or passenger when wearing a helmet\nprovided the rider holds an appropriate UK\nlicence to ride the motorcycle\n\nMountain Biking\n\nQuad Biking (no racing)\n\n \n\nRafting / Canoeing / Kayaking (including\nwhite water grade 4)\nRugby (Training / Amateur match only)\n\nSafari (organised trips only and not\ninvolving the use of firearms)\nScuba Diving (up to 30 metres)\nSea Canoeing\n\nWork Abroad (including manual work)\n\n \n\n \n\nPage | 63",
    "Page_64": "Category C\n\n \n\nAbseiling\nAmerican Football\n\nGliding\n\nOutdoor Endurance Events\n\nParachuting\nParagliding\nParascending (over land)\n\nSail Boarding\nSand Boarding\nSand Yachting\nSkateboarding\nSnowmobiling\n\n \n\n \n\nCategory D\n\n \n\n \n\nBMX Cycling\nBob Sleighing\n\nCanyoning\n\nHang Gliding\n\nHeli Skiing\n\nHigh Diving (indoor! outdoor swimming\npools only)\n\nHiking / Trekking (up to 6,000 metres)\nHorse J umping (no Polo, Hunting)\n\n \n\nIce Hockey\n\nLand Yachting\nLuging\n\nMicro Lighting\n\nOff Piste Skiing/Snowboarding with a guide\nParasailing\n\nRafting / Canoeing / Kayaking (including\nwhite water grade 5)\n\nRock Climbing\n\nRock Scrambling\n\n \n\n \n\nScuba Diving (up to 40 metres — if BSAC,\nPADI, DIWA, SSI or SSA member only)\nShow J umping (no Polo, Hunting)\n\nSki Diving\n\nTobogganing\n\nWrestling\n\n \n\nPage | 64",
    "Page_65": "PET Maer Renee EEL\nWhite Horse Insurance Ireland dac holds your personal information in accordance with all applicable data protection laws.\nTo administer your policy White Horse Insurance Ireland dac will collect and use information about you provided by you and this notice applies to anyone\nwho is insured under this Insurance policy and whose personal information may be processed for the provision of insurance and related services.\n\n \n\nPersonal information may be used by us for the purposes of administering your policy; including decision making on provision of insurance cover,\nunderwriting, processing and claims handling. We may also use your personal information for other related matters such as customer service, analysis,\ncomplaints handling and the detection and prevention of crime. The information you have supplied may be passed to other insurers and reinsurers for\nunderwriting and claims purposes or to other third-party service providers used by us in fulfilling your insurance contract.\n\nWe may send your personal information in confidence to other companies who provide services to us for processing and storage. This may mean\nsending information to countries outside of the United Kingdom, European Union or European Economic Area that may not have the same levels of\nprivacy legislation as in the United Kingdom, European Union or European Economic Area. When we do this, we will ensure that we transfer the data\nsecurely and accordingly to regulatory requirements. By buying this insurance policy, you agree to us using your personal information in this way.\n\nYou have various rights in relation to personal information that is held by us, including the right to request access to your personal information, the right\nto correct inaccurate personal information, or the right to request the deletion or suppression of personal information where this is not restricted by any\nconflicting legitimate interest.\n\nThis notice explains certain aspects of how we use your information and what rights you have in relation to your personal information, however you can\nobtain more information about how we use your data by reviewing our full Privacy Policy. Our Privacy Policy is available on our website\nwww.whitehorseinsurance.eu\n\nYour data will be treated in accordance with our Privacy Policy.\n\n \n\n \n\nPage | 65",
    "Page_66": "Make yourself heard\n\nAt Ok To Travel Travel Insurance we take great pride in treating our customers fairly and we have tried to ensure that our policies are easy to understand; but sometimes\nwe and our insurers might get it wrong, in which case we want you to tell us.\n\n \n\n \n\nIf you wish to complain about the sale of your policy, please contact:\nFred Chate\nOK To Travel Limited,\n58 Market Square, St Neots, Cambridgeshire, PE19 2AA\nTelephone: 01480 220673\n\n \n\n \n\nIf you wish to complain about the outcome of your claim or assistance provided, please contact:\nCustomer Insights Manager\n1 Tower View, Kings Hill, West Malling, Kent, ME19 4UY\nTelephone: 0203 829 6604\n\nEmail: complaints@ policyholderclaims.co.uk\n\n \n\n \n\nIf you wish to complain about gadget claims, please contact:\nTaurus Insurance Service Ltd\nSuite 2209-2217, Eurotower, Europort Road, Gibraltar, GX11 1AA\nEmail: gadget.complaints@ taurus.gi\n\n \n\nIf your complaint relates to Section A2 and B4\nInternational Passenger Protection Limited\nIPP House 22-26 Station Road West Wickam Kent BR4 OPR\nTelephone: (020) 8 776 3750\n\nEmail: info@ ipplondon.co.uk\n\n \n\n \n\nIf you are still not satisfied with the outcome you may refer your case to the Financial Ombudsman Service (FOS):\nThe Financial Ombudsman Service\nExchange Tower, London, E14 9SR\nTelephone (Landline): 0800 023 4567\nTelephone (Mobile): 0300 123 9123\nEmail: complaint.info@ financial-ombudsman.org.uk\n\nWeb: www. financial-ombudsman.org.uk\nYou are also able to use the EC Online Dispute Resolution (ODR) platform at:\n\nec.europa.eu/info/live-work-travel-eu/consumers/resolve-your-consumer-complaint_en who will notify the FOS on your behalf.\n\n \n\n \n\n \n\nPage | 66",
    "Page_67": "ea Ce\n\nSections Al, B1-B3 and B5-B22 are insured by White Horse Insurance Ireland dac. White Horse Insurance Ireland dac is registered in Ireland No. 306045. White Horse\nInsurance Ireland dac’s Registered Office is First Floor, Rineanna House, Shannon Free Zone, Shannon, County Clare, Republic of Ireland. White Horse Insurance\nIreland dac is authorised and regulated by the Central Bank of Ireland. Deemed authorised by the Prudential Regulation Authority and subject to regulation by the\nFinancial Conduct Authority and limited regulation by the Prudential Regulation Authority. The nature and extent of consumer protections may differ from those for firms\nbased in the UK. Details of the Temporary Permissions Regime, which allows EEA-based firms to operate in the UK for a limited period while seeking full authorisation,\nare available on the Financial Conduct Authority's website, our FNR is 203320.\n\n \n\nSections A2 and B4 are provided by International Passenger Protection Limited, IPP House, 22-26 Station Road, West Wickham Kent, BR4 OPR, United Kingdom and\nunderwritten by Liberty Mutual Insurance Europe SE. See page 68.\nLiberty Mutual Insurance Europe Limited is a member of the Liberty Mutual Group.\n\nLiberty Mutual Insurance Europe Limited is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential\nRegulation Authority; and it is a company incorporated in England & Wales under company number SE000115 whose registered office is at 20 Fenchurch Street London\nEC3M 3AW.\n\n \n\n \n\nSeveral Liability - The subscribing insurers obligations under contracts of insurance to which they subscribe are several and not joint and are limited solely to the extent\nof their individual subscriptions. The subscribing insurers are not responsible for the subscription of any co-subscribing insurer who for any reason does not satisfy all or\npart of its obligations.\n\n \n\n \n\nPage | 67",
    "Page_68": "End Supplier Failure Insurance - ESF (Sections A2 & B4)\n\nThis cover is provided by International Passenger Protection Limited, IPP House, 22-26 Station Road, West Wickham, Kent BR4 OPR, United Kingdom and is\nunderwritten by Liberty Mutual Insurance Europe SE (The Insurer).\n\n \n\nThe Insurer will pay up to £5,000 in total for each Insured Person named on the Invoice for:\n\n1. Irrecoverable sums paid prior to Financial Failure of the Scheduled Airline, hotel, train operator including Eurostar, car ferries; villas abroad & cottages in the\nUK; coach operator, car or camper hire company, caravan sites, campsites, mobile home, safaris; excursions; Eurotunnel; theme parks or attractions all known\nas the End Supplier of the travel arrangements not forming part of an inclusive holiday prior to departure\nor\n\n2. In the event of Financial Failure after departure:\n\na) additional pro rata costs incurred by the Insured Person(s) in replacing that part of the travel arrangements to a similar standard of transportation as enjoyed\nprior to the curtailment of the travel arrangements\nor\n\nb) if curtailment of the holiday is unavoidable - the cost of return transportation to the United Kingdom, Channel Islands, Isle of Man or Northern Ireland to a\nsimilar standard of transportation as enjoyed prior to the curtailment of the travel arrangements.\n\nFinancial Failure means the End Supplier becoming Insolvent or has an administrator appointed and being unable to provide agreed services.\nEnd Supplier means the company that owns and operates the services listed in point 1 above.\n\nThe Insurer will not pay for:\n\n1.Travel or Accommodation not booked within the United Kingdom, Channel Islands, Isle of Man or Northern Ireland prior to departure\n\n2. Any End Supplier which is, or which any prospect of Financial Failure is known by the Insured or widely known publicly at the date of the Insured’s application under\nthis policy\n\n3. Any loss or part of a loss which at the time of the happening of the loss is insured or guaranteed by any other existing Policy, Policies, bond or is capable of recovery\nfrom under Section 75 of the Consumer Credit Act or from any bank or card issuer or any other legal means\n\n4. The Financial Failure of any travel agent, tour organiser, booking agent or consolidator with whom the Insured has booked travel or accommodation\n\n5. Any losses which are not directly associated with the incident that caused the Insured to claim. For example, loss due to being unable to reach your pre-booked hotel\nfollowing the financial failure of an airline.\n\n \n\n \n\nPage | 68",
    "Page_69": "INSOLVENCY CLAIMS ONLY\nInsolvency Claims Procedure: - International Passenger Protection (IPP) claims only. Any occurrence which may give rise to a claim should be advised as soon as reasonably\npracticable to the following by quoting your Policy Number, Travel Insurance Policy name and reference ESFIV2-20:\n\nPP Claims at Sedgwick Telephone: +44 (0)345 266 1872\nOakleigh House Email: Insolvency-claims@ ipplondon.co.uk\n14-15 Park Place Website: www.ipplondon.co.uk/claims.asp\n\nCardiff CF10 3DQ. United Kingdom\n\nLL OTHER CLAIMS -REFER TO YOUR INSURANCE DOCUMENT AND SEE ALTERNATIVE CLAIMS PROCEDURE.\n\n(OW TO MAKE A COMPLAINT\nyou have a complaint, we really want to hear from you. We welcome your comments as they give us the opportunity to put things right and improve our service to you.\n\nzx >\n\nlease telephone us on: (020) 8776 3750.\n\nr write to:\n\nternational Passenger Protection Limited, IPP House, 22-26 Station Road, West Wickham, Kent BR4 OPR\n\nax: (020) 8776 3751 - Email: info@ ipplondon.co.uk\n\nlease make sure that you quote the policy number which can be found on your Schedule.\n\nIt is our policy to acknowledge any complaint within 5 working days advising you of who is dealing with your concerns and attempt to address them. We will provide you with a\nwritten response outlining our detailed response to your complaint within four weeks of receipt of the complaint. You will receive either our written response or an explanation as to\nwhy we are notin a position to provide one within eight weeks of receipt of your complaint.\n\nIf you are not satisfied with the response you receive or we have failed to provide you with a written response, you may have the right to contact the Financial Ombudsman Service\nthe following address.\n\ne Financial Ombudsman Service, Exchange Tower, London E14 9SR.\n\nTelephone 0800 023 4 567 (calls to this number are free from “fixed lines” in the UK) or 0300 1239123 (calls to this number are charged at the same rate as 01 and 02 numbers on\nmobile phone tariffs in the UK)\n\nEmail: complaint.info@ financial-ombudsman.org.uk\n\nMore information can be found on their website - www.financial-ombudsman.org.uk To confirm whether you are eligible to ask the Financial Ombudsman Service to review your\ncomplaint please contact them at\n\nhttps ://www.financial-ombudsman.org.uk/consumers/how-to-complain\n\nAlternatively, as LMIE is a Luxembourg insurance company, you are also entitled to refer the dispute to any of the following dispute resolution bodies:\nCommissariat aux Assurances, 7, boulevard J oseph Il, L-1840 Luxembourg\n\nTelephone: (+352) 22 69 11 - 1 - email: caa@caa.lu\n\nor Service National du Médiateur de la consommation — Individual Consumers ONLY\n\nAncien Hotel de la Monnaie, 6, rue du Palais de J ustice, L-1841 Luxembourg\n\nTelephone: (+352) 46 13 11 - email: info@ mediateurconsommation.lu\n\nor Médiateur en Assurances\n\nACA, 12, rue Erasme, L-1468 Luxembourg - Telephone: (+352) 44 21 441\n\nMaking a complaint will not affect your right to take legal action.\n\n~ns0v\n\n \n\na0\n\n \n\n \n\nPage | 69",
    "Page_70": "YOUR IMPORTANT INFORMATION:\n\nEmergency Medical Assistance:\n+44 203 829 6684\n\nClaims:\n+44 (0) 203 829 6683 or\nclaims@policyholderclaims.co.uk\n\nContact OK To Travel:\n01223 446 920 or\noperations@oktotravelinsurance.co.uk"
}