{
    "Page_1": "*77Wise\n\nTransferWise Ltd\nAnnual Report\nand Accounts 2021",
    "Page_2": "Contents\n\nGeneral information 3\nStrategic report for the year ended 31 March 2021 4\nDirectors’ report for the year ended 31 March 2021 41\nStatement of directors’ responsibilities in respect 44\n\nof the financial statements\n\nIndependent auditors’ report to the members 46\nof TransferWise Ltd\n\nConsolidated financial statements and notes 49\n\nCompany financials statements and notes 80\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_3": "General information.\n\nCompany name\n\nTransferWise Ltd\n\nRegistered number\n\n07209813\n\nRegistered office\n\n6th Floor Tea Building 56\nShoreditch High Street\nLondon E1 6JJ, UK\n\nInternet homepage\n\nPrincipal activity\n\nDirectors\n\nCompany Secretary\n\nIndependent Auditors\n\n*Director designate. Approved by the Board on 2 February 2021 and expected\nto be formally appointed after regulatory clearances are obtained.\n\nhttps://www.wise.com/\n\nOnline international money transfer services\n\nKristo Kaarmann\n\nTaavet Hinrikus\nMatthew Briers*\n\nRoger Ehrenberg\n\nClare Gilmartin*\n\nTan Hooi Ling*\n\nAlastair Michael Rampell\nIngo Uytdehaage\n\nDavid Wells\n\nDean Nash\nPricewaterhouseCoopers LLP\n1 Embankment Place\n\nLondon\nWC2N 6RH\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_4": "7wise\n\nStrategic report\nfor the year ended 31\nMarch 2021.",
    "Page_5": "Moving the world’s money,\nwithout borders.\n\nSTRATEGIC REPORT\n\nWise is a global technology\ncompany building the best\nway to move and manage\nmoney around the world.\n\nMoving money across borders is expensive, slow and opaque for too\n\nmany people and businesses.\n\nExchange rate mark-ups. Hidden fees. This is the norm for the\n\ninternational transfer industry.\n\nAs a result, people and businesses are paying more than £150 billion\nin unnecessary fees every year, and an enormous percentage of them\ndon't even realise it.\n\nIn 2011, we set out on our mission to solve this. A mission to build\nmoney without borders: instant, convenient, transparent, and\n\neventually free.\n\nToday, more than 10 million people and businesses have stopped\nusing banks and traditional exchange services and have chosen Wise\n\nbecause we're cheaper, faster and easier to use.\n\nWith Wise, customers can receive and hold money digitally in over\n50 currencies; convert currency in an instant; send money within or\nbetween countries and spend around the globe with a debit card.\n\nBanks and enterprises can also offer Wise products and services\nto their customers via our platform, which provides access to our\n\nmodern infrastructure.\n\nWe've built an entirely new cross-border payments network that will\n\none day power money without borders for everyone, everywhere.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_6": "Wise today\n\n31 March 2021\n\nSTRATEGIC REPORT\n\n10\nmillion\n\ncustomers around the world\n\n£54\nbillion\n\nprocessed in international\n\npayments volume, in FY2021\n\n1.6\nmillion\n\nWise debit cards issued\n\n£421\nmillion\n\nFY2021 revenue\n\n£3.7\nbillion\n\nfunds held in Wise Accounts\n\n£41\nmillion\n\nFY2021 profit before tax\n\n£1\nbillion+\n\nis what Wise customers\nsave themselves every year\ncompared to using a bank\n\nfor the same transaction\n\n2, 400+\n\npeople work at Wise.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_7": "Our Wise Mission\n\nOUR WISE MISSION\n\nOur mission is to build money without\nborders: instant, convenient, transparent\nand eventually free.\n\n\"To fulfill our mission we have to\novercome long standing obstacles.\n\nChief among them: banking infrastructure.\nIt's clunky and entirely domestic.”\n\nKristo Kaarmann, CEO\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_8": "OUR WISE MISSION\n\nOur Infrastructure\n\nTraditionally, when someone wants to make an international\ntransfer, their money has to pass through multiple correspondent\nbanks, which slows the transaction down, and makes it more\nexpensive and harder to track.\n\nTo replace this outdated correspondent banking system, we built\nour own global payments infrastructure by stitching together fast\nand efficient local payment systems.\n\nBy connecting directly to many central banks, local banks,\nand other local financial institutions, we eliminate countless\nintermediaries and manual processes, which brings down our\ncosts and lets us move money faster and more transparently.\n\nWhen a Wise customer makes an international transfer, we collect\nthe money from them in their home currency and country, and\nalmost immediately pay into their recipient's account from our\noperations in their country. Faster. Cheaper. More transparent.\n\nWe're doing a lot behind the scenes to accomplish this: in addition\nto developing technology to deliver payments instantly, we're\nmaintaining relationships with regulators, and building a truly\n\nglobal operations and customer support organisation.\n\nAll of this helps us deliver on our mission pillars — price, speed,\nconvenience, and transparency — across our four core products.\n\nCorrespondent banking\n\nANNUAL REPORT AND ACCOUNTS 2021\n\nAverage transfer\ntakes 2 - 5 days.\n\nAverage transfer\ntakes <hr.",
    "Page_9": "OUR MISSION PILLARS\n\nPrice\n\n \n\nWe lower prices whenever we can\n\nOur goal is to gradually move the cost of sending money abroad\ntowards zero.\n\nOur infrastructure lowers our unit costs, letting us charge eight\ntimes less than leading traditional banks and six times less than\nPayPal — saving our customers more than £1 billion in the last\nfinancial year (\"FY2021\"), with an average price at the end of the\nfiscal year of just 0.69%.\n\nWe proudly charge our customers a transparent fee for each\n\nof our services, without cross-subsidising between customers,\nproducts or routes. We calculate the precise costs of our offering,\nand we charge the customer that amount plus a small margin\n\nfor a rainy day.\n\nWhen our costs go down, we aim to lower our prices as soon\nas possible. During the year ended 31 March 2021, we lowered fees\nfor currency routes used by 76% of our customers.\n\nAverage price*\n\n0.71% 0.72%\n\n0.70% 0.70% 0.70%\n\n     \n  \n   \n \n\n0.69% 0.69%\n0.64% 0.64% 9.630%\n\nQ3 Q4 Ql Q2 Q3 Q4 Qi Q2 Q3 Q4\nFY2019 FY2019 FY2020 FY2020 FY2020 FY2020 FY2021 FY2021 FY2021 FY2021\n\n*Price definition: average price based on a fixed basket of representative currencies to\nreduce the effect from route mix and other factors.\n\nSpeed\n\n \n\nWe move money at speeds previously thought impossible\n\nAs illustrated below, we've continuously increased the speed of our\ntransfers, and by the end of the year ended 31 March 2021, 38% of\nour transfers were instant, 62% were delivered in under one hour,\nand 83% arrived in under 24 hours.\n\nThis compares to the two to five business days, on average, it takes\na traditional bank to complete an international transfer.\n\nWe know it's important to give our customers realistic estimates\nof transfer times so they can plan their lives and businesses\naccordingly. We're proud to say that this year, our delivery\nestimates were over 90% accurate.\n\nSpeed\n\n83%\n\narrive in 24 hours\n\n62%\n\narrive in 1 hour\n\n38%\n\narrive instantly\n\nMar ‘18 Mar ‘19 Mar ‘20 Mar ‘21\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_10": "OUR MISSION PILLARS\n\nConvenience\n\n \n\nWe're committed to making Wise available to anyone, anywhere,\nanytime on any device.\n\nOur infrastructure enables our customers to send, receive, hold,\nconvert and spend money in a growing number of currencies,\nall in one place with only a few taps or clicks.\n\nOur focus on customer satisfaction through our ongoing\ninvestment in product and technology really shows up in our\nmetrics. During the year ended 31 March 2021, our net promoter\nscore was 76 and approximately 67% of new customers came\nthrough \"word-of-mouth\", joining Wise on the recommendation of\ntheir friends and family. Wise is rated 4.6/5 on TrustPilot with over\n100,000 reviews and has a 4.8/5 rating on the Apple App Store.\n\n76\n\naverage\n\nNPS\n\na\n\n \n\nWoM\n\n6/e 6\n\nNPS: Net Promoter Score\n\nWoM: customer sign ups from word-of-mouth\n\nTransparency\n\n \n\nTransparency - finally\n\nPeople and businesses deserve to know how much they pay for\ncross-border transactions. But only 4% of bank customers know\nthat the full cost of sending money abroad is composed of both an\nupfront fee and an exchange rate mark-up.\n\nonly A%\n\nof bank customers\nknow the full cost for\nsending money abroad\n\n \n\nWe're obsessed with showing our own fees and rates upfront. But\nwe also believe it’s critical to drive change beyond Wise, on a global\nscale. We're fighting for transparency around the world, both by\nworking with regulators, and by empowering customers through\neducational content.\n\nIn 2020, following a call to action from the UN Secretary-General,\nthe international community — led by the UN, IFAD, and World\nBank — formed a Global Remittance Task Force and issued a\nlandmark report with remittance policy recommendations for the\nG20 and other governments.\n\nFor the first time, they explicitly called for full transparency,\nrecommending that \"the total cost (e.g. fees at both ends, foreign\nexchange rate margins)\" of a transfer should be “disclosed in a\nsingle upfront amount\".\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_11": "Our products\n\nOur global payments infrastructure powers our\nfour core products: Wise Transfer, Wise Account,\nWise Business and Wise Platform.\n\nWise Transfer\n\nWise Transfer is a cheap, fast and convenient\nway to send money abroad. With Wise Transfer,\nour customers can send money to more than\n80 countries, covering over 85% of the world's\nbank accounts.\n\nOur infrastructure lets us give customers the real,\nmid-market exchange rate on every transfer, for a\nlow, upfront fee.\n\n \n\nToday's coverage:\n\nOUR PRODUCTS\n\nOne way - we send\nmoney to\n\nTwo ways - we send\nmoney to and from\n\n \n \n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_12": "Wise Account\n\nWe're breaking barriers to build the world’s most\ninternational account. The Wise Account defines\na new category; it’s designed to meet the needs\nof people leading multi-currency lives, whether\n\nthey're expats or travellers.\n\nThe Wise Account lets people manage money\naround the world as if they're a local bank account\nholder in those regions. No more high foreign\ntransaction fees, or rate mark-ups, or unnecessary\ndelays. It's free to sign up and there are no\n\nsubscription fees.\n\nOUR PRODUCTS\n\n \n\n© Send money\n\n¢ 8x cheaper than banks\n° 38% of transfers are instant\n\n* Real FX rate\nSophie Beck\n\nPersonal account’\n\nFi ‘6 Receive payments\n4 f « Access to local bank\np 4 account details\n\n®) * Receive in 10 currencies\n\nFreeze card Show PIN Manage card\n\nAccount services\n\nGq Bank deta = Hold & convert\n\n¢ 56 Currencies\n\n* Real FX rate\n\nof Spend anywhere\n\n* Mobile wallet\n« Withdraw cash anywhere\n\n¢ Use in 176 countries\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_13": "Wise Business\n\nWise Business provides all the benefits of Wise,\ntailored to freelancers, entrepreneurs and SMBs,\nallowing them to manage money “locally” for a\nsmall fee.\n\nThat includes invoicing; payment automation and\naccounting integration; team accounts; a smarter\nway to spend through the Wise Business debit card;\nbatch payments; recurring (scheduled) payments;\nand Application Programming Interface-based\n(\"API\") payment workflow automation.\n\nWise Business has scaled fast with over 300,000\nactive business customers in the year ended 31\nMarch 2021, up from 194,000 in the previous year.\n\nWise account holders (including Wise Account and\nWise Business) held a total of £3.7 billion in deposits\nas at 31 March 2021, up from £2.0 billion as at 31\nMarch 2020. To date, 1.6 million Wise customers\nhave ordered a Wise debit card to spend the money\nthey hold with us.\n\nOUR PRODUCTS\n\nWise Transfer\n\n50+ currency balances\nDebit card\n\nLocal account details\nDirect debits\n\nBusiness on-boarding\nBusiness verification\n\nBatch payments\n\nMulti-user access with\nroles & permissioning\n\nAccounting syncs &\nreporting\n\n7 wise\n\nQn NO ON NON\n\n7wisebusiness\n\nQQ NO ON ON NR ON ONS\n\n~\n\nMultiple cards\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_14": "Wise Platform\n\nWise Platform lets banks, including credit unions\nand financial institutions, and our enterprise\npartners to integrate Wise's payments network into\ntheir own mobile applications or online banking. |\nThat way, they can provide their customers with ( monzo\nfaster, cheaper and more convenient international\n\n€ Send money to Sarah\n\ntransfers, payments and disbursements.\n\nAmount (E)\n\nWith Wise Platform, banks and our enterprise 500\npartners cut their operational costs and obtain\naccess to our 24/7 support and compliance aie\ninfrastructure. The integrations are built using our\nopen API, and are free for Wise Platform clients. at\nFao (already included)\nWise Platform also allows distribution partners, such £1.94\nas core banking software and technology services Roncanaonace\nproviders, to enhance their own product offerings Instant money\nby pre-integrating Wise or facilitating easier\nintegrations for Banks.\nPowered by\nWe've completed Wise Platform integrations with 7 wise\n\n14 banks in ten countries across four continents,\npartnering with both leading neobanks such as\n\n \n\nMonzo and N26, as well as traditional banks such\nas Stanford Federal Credit Union. We've also\ncompleted integrations with 7 enterprise partners,\nincluding with Xero, Emburse and Google Pay,\nand work with 11 distribution partners, including\nTememos and Thought Machine.\n\nOUR PRODUCTS ANNUAL REPORT AND ACCOUNTS 2021",
    "Page_15": "A Wise year.\n\nWe kicked the financial year\noff with a bang, dropping fees\nfrom JPY by up to 24%.\n\n2020\n\nApr May\n\n \n\nPaying bills got a whole lot less\n\nThe FCA granted us a licence\nto offer a whole new product!\nWe'll soon be letting people\nand businesses hold their\nmoney in different asset types\non their Wise account.\n\nJuly Sept\n\n \n\nWe partnered up with the United\nNations Foundation (UNF), Coalition\nfor Epidemic Preparedness\nInnovations (CEPI), and Gavi, the\nVaccine Alliance to waive fees on\n\ninternational donations towards the\n\nglobal rollout of the Covid 19 vaccine.\n\nEmburse, a global leader in expense\nmanagement, integrated the Wise\nPlatform API, making it faster and\ncheaper for their customers to\nmanage international expenses.\n\nOct Nov\n\n \n\nOur partnership with inclusive\nneobank Pockit went live for\ntheir 500,000 customers.\n\nDec Feb\n\nWe welcomed two new\nboard members: Tan Hooi\nLing*, co-founder of Grab,\nand Clare Gilmartin’,\n\nformer CEO of Trainline.\n\nMarch\n\n2021\n\nTransferWise became Wise!\n\nFOUNDER REVIEW\n\n \n\npainful for Xero customers. Pay\nwith Wise launched as a new,\ndomestic bill payment solution,\ngiving UK businesses a simple,\nfast, and secure way to pay and\nmanage bills with Xero.\n\n \n\nWe lowered prices for currency\nroutes used for 76% of customers\n\nIn the same month, the Wise\naccount landed in Japan, and\n\nwe received direct access to\nHungary's instant payment system,\nspeeding up payments for our\nHungarian customers.\n\n*Director designate. Approved by the Board on 2 February 2021 and expected\nto be formally appointed after regulatory clearances are obtained.\n\n \n\nWise landed in Indonesia,\nlaunching money transfer\nservices to 80 countries.\n\nIn the same month, we also added\nsavings Jars to the Wise account.\nThey give customers the option to\ntuck money away for a rainy day,\nor a week on the beach.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_16": "Founder review\n\nWe started this mission a decade ago.\n\nI'd just been ripped off while sending money from my UK bank to\nmy Estonian account. The bank hid a mark-up in the exchange rate,\nand | lost a chunk of my savings.\n\nThe same thing had happened to my co-founder, Taavet, in reverse.\nWe realised we could do better by helping each other and cutting\nout our banks. We then got together and started working on a new,\nbetter system that could do this for everyone. In 2011, that system\nbecame TransferWise.\n\nToday, over 10 million people and businesses use Wise to move and\nmanage their money around the world, saving more than a billion\npounds a year, and supporting our fight against hidden fees.\n\nln 2021, we changed our name to Wise, to catch up with our new\nfeatures beyond transfers, and to suit the community we're building\nfor: people who live multi-currency lives, or run multi-currency\nbusinesses, who want to be smart with their money.\n\nIn the last year, we made some incredible progress on this journey\nto build a cheaper, faster, fairer way of moving money.\n\n \n\nFOUNDER REVIEW ANNUAL REPORT AND ACCOUNTS 2021",
    "Page_17": "FOUNDER REVIEW\n\nThroughout this year we continued to invest in our infrastruc-\nture, which will make our service even better across our four\n\ncore products.\n\nThat investment helped us drop prices for over three-quarters\nof our customers this year. Our average price per transfer is now\n0.69%, which is a fraction of what the banks charge. And we're\nfaster than ever, with 38% of all payments being made instantly.\n\nOur original product, Wise Transfer, continues to grow into\nnew territories, and we've improved the experience in\nexisting countries.\n\nOn-boarding is now faster, with more efficient checks, and\nincreasingly automated document verification. 57% of business\ncustomers are now up and running within 24 hours.\n\nOur estimated transfer delivery times are now more accurate for\nsenders, and we've built a new tool for recipients to track the\n\narriving payment — even if they're not Wise customers themselves.\n\nThe Wise Account has become essential for millions of people and\nbusinesses managing money across borders, and in FY2021, we\nexpanded what it can do for them.\n\nCustomers can now hold money in 56 different currencies, and get\nlocal account numbers for 5 additional currencies — Singapore,\nCanada, Hungary, Romania, and Turkey — to make a total of 10.\n\nWe also added jars, and scheduled transfers, and brought the Wise\ndebit card to more countries. We set up new partnerships with Visa\nand Mastercard in 2021, which will let us launch Wise debit cards in\n\nmore countries, adding to our existing 1.6 million card users.\n\nWise Business continues to be one of our fastest growing products.\nIn FY2021, over 300,000 businesses used our services — from\n\nsole traders, to SMBs and larger companies. We've brought\n\nsome of our most requested integrations and features to life,\nwith the introduction of team access for business customers, and\ndirect integrations with accountancy software providers Xero,\nQuickBooks, and FreeAgent.\n\nWhilst it's early days, we've also seen increasing demand for our\nAPI, Wise Platform, from banks and big businesses. The platform\nlets businesses and banks give their own customers faster, cheaper,\nmore efficient international payments with Wise infrastructure.\nTheir customers get a smooth transfer experience in their native\napp, and they gain a competitive advantage.\n\nOur customers’ customers do their international banking on the\nWise Platform via 14 bank integrations, and 7 enterprise partners.\nIn FY2021 we expanded our platform offering into Switzerland and\nSingapore, via neobanks Neon and Aspire.\n\nCovid-19 has impacted the way we all live and\nwork, and Wise is no exception.\n\nAt the beginning of the pandemic, we saw a slight reduction\n\nin customer activity. But by the end of the fiscal year, we had\nprocessed £54 billion in cross-border volumes, and saw 39%\nrevenue growth. It showed that even in a time of great uncertainty,\npeople and businesses still need to send money abroad, and our\ncustomers continue to rely on Wise.\n\nThe pandemic kept most of our Wisers (employees) home for\nmonths, and our offices are still well under capacity, but we\nmaintained our services with minimal disruption. We even\nsuccessfully hired and on-boarded over 650 new people over\nthe past year.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_18": "FOUNDER REVIEW\n\nWe have so much more to do\n\nBanks, PayPal, Western Union and others continue to mark up\nexchange rates in foreign currency transactions with their hidden\nprofit margins. Some advertise these as ‘free’, others charge a small\nwire fee, hoping customers won't notice the real cost from the\ntampered exchange rate.\n\nThe cost of transfers is still too high. In December 2020, the World\nBank put the global average total cost of remittance at 6.51% of the\ntransfer value. (Compared to the average Wise price at the end of\n\nthe fiscal year of 0.69%).\n\nWise is currently moving around 2.5% of the money sent by people\naround the world, which is approximately only £1 in every £40.\n\nThis leaves 97.5% of the mission left to complete.\nHere's to the next ten revolutionary years.\n\nKristo Kaarmann, Director\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_19": "CFO review\n\n \n\nCross-currency volume\n\n£42 billion FY2020\n£54 billion FY2021\n\n \n\n \n\nRevenue\n\n£303 million Bez\n\n£421 million FY2021\n\n \n\n \n\nGeneral business review and Key Performance\nIndicators (\"KPI\")\n\nOur mission is to create the best way to move and manage money\n\naround the world.\n\nWe have a relentless focus on solving the problems facing our\ncustomers whilst building a sustainable and profitable business to\n\nsupport this mission.\n\nIn doing this, and in particular, bringing transparency and fairness\ninto how we price our products, we've found a common ground\nof creating massive value for our customers and also for our\nshareholders.\n\nToday, the majority of customers come to us to make cross-border\npayments. So that's what customers pay us the most fees for, and\nhence from a finance perspective, how we earn the majority of\n\nour revenue.\n\n*Adjusted EBITDA: Profit for the year excluding the impact of income taxes, finance expenses,\ndepreciation and amortisation, share based payment compensation expense and exceptional items.\n\nAdjusted EBITDA*\n\n£68 million Baz:\n\n£109 million FY2021\n\nProfit before tax\n\n£20 millionaZexe\n\n£41 million FY2021",
    "Page_20": "CFO FINANCIAL REVIEW\n\nThe fees we charge for a payment are always transparent. If you\nmake a transfer on our platform for £1,000 to euros today, this is\n\nwhat you see:\n\n \n \n    \n \n   \n\nYou send\n\n1,000\n\n= 3.69 GBP Low cost transfer fee\n\na 996.31GBP Amount we'll convert\n\nGuaranteed 1\n\nHow the fee is calculated\n\nRecipient gets\n\n1,163.57 0.20 GBP fixed fee\n\n  \n\n3.49 GBP (0.35%) variable fee\n\n3.69 GBP total fee\n\nWe charge £3.69. That's broken up into a fixed fee of 20 pence and\nvariable fee of £3.49. What you see is what you pay, and also the\nrevenue that we recognise. There are no spreads or hidden fees in\nthese payments.\n\nWe earn revenue from personal customers and business customers.\nActive customers are customers who've made a cross-border\npayment in the relevant period, whether that's via Wise Transfer\n\nor via their Wise Account. So our revenue is a function of the (1)\nnumber of active customers, (2) the volume per active customer,\nand (3) the fees we receive (or our “take-rate” as we call it).\n\nIn the year ended 31 March 2021, we had 5.7 million active personal\ncustomers and 305,000 active business customers. And both\nsegments are growing rapidly vs prior year; with personal growing\nat 27% and business growing at 58%.\n\nWhilst customers typically join us for our low and transparent\nprices, they continue using us as our price, speed, convenience\nand coverage is an order of magnitude better than alternatives.\nAs a result, the average annual volume per active customer\nremained stable at around £9,100.\n\nWe processed £54.4 billion in cross-border payments in FY2021,\nwhich was a 30% increase vs FY2020.\n\nThis volume growth has driven our revenue growth, which as stated\nearlier is a function of the volume our customers move and also of\nthe prices we charge our customers. If you were sending £1,000 to\neuros six years ago, it would have cost you £5. It costs £3.69 today.\nWe've cut the price by more than a quarter. And at the same time,\nwe've turned from a loss-making business into a profitable, cash\ngenerating business.\n\nBut so far we've only talked about the fees paid by our customers\non cross-border payments. Overall we have seen our take rate\nincrease in recent years. This is thanks to the launch of the Wise\nAccount, which has seen customers also use Wise to make\npayments in their local currency, for which we charge a fee, and\nalso spend on their Wise debit card, for which we earn some\ninterchange income. In the year ended 31 March 2021 we saw this\ntake rate increase from 0.73% of volume to 0.77%.\n\nSo in the last financial year, we generated £421.0 million in revenue,\nwhich was a 39% increase vs the previous financial year.\n\nOn that revenue of £421.0 million, we have a 62% gross margin.\nThis means it turned into £260.5 million of gross profit in the last\nyear. And that margin has been very steady over time.\n\nThis growth in gross profit, largely driven by volume growth, means\nwe have more cash that we can invest back into our customers.\nAnd whenever we build better customer experiences, it drives more\nvolume and more scale. This means we get to a lower unit cost and\neven more capacity to invest.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_21": "CFO FINANCIAL REVIEW\n\nWe have three ways of reinvesting those gross margins.\n\nWe invest in marketing. Although two-thirds of our customers join\nus through recommendations, we also invest in marketing to reach\nnew customers, but only if this pays back sustainably. This drives\n\nmore customers to our platform, which in turn drives more volume\n\nand scale, and lowers our unit costs.\n\nWe invest in our platform. We invest heavily in our engineering\nteams, and in launching new features and products. This drives a\nbetter customer experience, more word of mouth referrals, and\nalso lowers our unit costs.\n\nAnd of course, we also re-invest in sustainably lowering prices for\nour customers.\n\nIn the year ended 31 March 2021, administrative expenses increased\n29% year over year to £217.5 million, but were in fact lower than\nplanned due to cautious hiring in the face of initial uncertainty at\nthe onset of the pandemic, combined with a reduction in spend\n\non certain items (e.g. travel). This resulted in a higher than planned\nAdjusted EBITDA margin of 26% (2020: 23%) which corresponds\nto £108.7 million of Adjusted EBITDA (2020: £68.2 million).\n\nOur profit before tax for the year was £41.1 million (2020: £20.4\nmillion). We're incredibly proud that this is our fifth consecutive\n\nyear of profitability.\n\nWe've got over £4 billion of cash-type balances. Importantly this\nincludes £3.7 billion of Wise Account customer deposits, which we\nkeep safeguarded and readily available. But this also includes £286.1\nmillion of our “own cash\", and this cash balance is increasing thanks\nto the cash generating qualities of the business we've built.\n\nWe are well capitalised for the future and as at 31 March 2021, our\ngroup eligible capital of £170.2 million is significantly above the\nminimum requirements set by our regulators around the world.\n\nIn summary, our growth has been fuelled by building products\n\nand features that customers love and recommend. We re-invest\nour margins into improving our product and customer experience,\nmarketing to help spread the word, and sustainably lowering prices.\n\nOur focus on our mission will not change as we continue to\ngrow and scale, and neither will our focus on building a strong,\nsustainable and cash-generating business that is best placed to\naddress the evolving needs of our customers.\n\nWe've just got started, and have a long way to go.\n\nOnwards.\n\nMatt Briers, CFO\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_22": "Our people.\n2419 90+ 1/7 (oe oe\n\npeople nationalities countries\nOo\n1%\nnot declared\nWe're a global tech company with a big mission and a start-up We also facilitated over 300 opportunities for existing employees\nheart, and we strive to keep the magic of our culture alive as to apply for and secure new roles to further their impact and\nwe scale. growth in Wise.\nAs at 31st March 2021, we were 2,419 people, from 90+ nationalities, At Wise, freedom, autonomy, and trust are baked into our culture.\nworking in 17 countries around the world. By current legal People grow and advance by stepping outside their comfort zone,\ndefinitions of gender, our employee population represents 51% and making a difference into our customers’ lives.\nmale, 48% women, 1% not declared. We recognise that not\neveryone's gender identity fits within this binary, and not everyone We invest in our employees’ growth from the point of on-boarding\nis yet legally able to be defined as the gender that they would like through to learning and development, knowledge sharing, and\nto be, and we'd like to be more inclusive. In the near future, we're regular 360 degree feedback.\n\nplanning to allow employees to list the gender (if any) that they\nmost identify with, and will report accordingly. We continue to be proud of our Glassdoor rating, currently at 4.4.\n\nHiring people who care deeply about our mission, and are\n\nguided by our values, is crucial to our success and growth as an\norganisation. Last financial year, we hired over 650 new Wisers who\nwant to help us make a positive, important change in the world.\n\nOUR PEOPLE ANNUAL REPORT AND ACCOUNTS 2021",
    "Page_23": "OUR PEOPLE\n\nWe believe that when\nour people feel good\n\nthis shows in the work\nthey do.\n\n \n\nOngoing response to Covid-19.\n\nLike most, we are still living with the COVID-19 pandemic\nin the communities we operate and work in. Our main\npriority continues to be offering a disruption-free service\nto our customers, whilst maintaining the well-being of our\nteam. At the time of writing, the majority of our employees\ncontinue to primarily work from home whilst local\nrestrictions remain in place, but where it has been safe and\npermitted to do so, we have been reopening our offices in\nline with respective government guidelines.\n\nIn September 2020, we announced that hybrid working was\nhere to stay at Wise. Hybrid working offers employees the\nflexibility to work from offices, from home or occasionally,\nremotely for up to 90 days per year. The principles for\nmaking this work is grounded in our employees being:\n\n* Safe\n\n+ Able to work from anywhere they need to be (compliant\nwith any restrictions such as national lockdowns)\n\n* Adhering to local tax and immigration laws\n\n+ Empowered to tap into the power of being together.\n\nLooking after our communities\n& the environment.\n\nIn the last year, we started building out a more\ncomprehensive and proactive approach to CSR. As part of\nour mission is to create a more open world, we continue\nto be committed to making an active contribution to the\ncommunities we live in, inside and outside of our main\nroles. Consistent with the way we work, we empower our\nemployees to solve the problems they see a solution to.\n\nTo support this, we offer all employees 1 day of paid leave\n\nper year to volunteer their time and energy to causes they\n\ncare about in their local communities. In addition to this,\n\nwhen we (normally) come together twice yearly for Wise\n\nDays, we take the time to help local grassroots initiatives\n\nby giving employee time to good causes. However, as the\n\npandemic has meant that we could not be together, we\n\nhave given time and resources in the following ways:\n\nMentoring young people across educational outreach\nand community start-up events in the UK & Estonia\n\nSupporting young entrepreneurs across Europe with the\nannual 20 Under 20 Competition\n\nInput into the development of tech courses to be part of\na future school curriculum and volunteering as substitute\nteachers at local schools in Estonia.\n\nWe have committed a portion of our revenue to the\n\nfollowing environmental and social impact initiatives:\n\nWe built and a donation platform and fully funded all\ndonations to three organisations (GAVI, CEPI, and the UN\nFoundation) to deliver fair access to a COVID-19 vaccine\n\nIn the wake of the murder of George Floyd we\ncommitted to a donation as well as supported our\nemployees and demonstrated our commitment that\nBlack Lives Matter\n\nWe have provided international payments advice to\ninternational child maintenance agencies, and work\nclosely with consumer organizations in numerous\ncountries to drive improved consumer outcomes.\n\nEmission Zero is our response to the climate crisis and our\n\ncommitment to be carbon neutral remains.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_24": "OUR PEOPLE\n\n \n\nA year into our journey we have taken actions moving us\ncloser to as ‘close to zero’ as possible, including:\n\nSwitching to clean power in our Tallinn office\n\nAcquiring Renewable Energy Certificates for our New\nYork and Tampa offices and working towards the same\nfor our other offices where clean power isn't available\n\nUsing sustainable materials for our London office\nexpansions — like our new phone booths, made from\n1,088 recycled plastic bottles!\n\nForming an internal guild of employees passionate about\nclimate change initiatives and the work we are doing at\nWise, represented by nearly 10% of the workforce\n\nBeginning carbon offsetting spending $130,000, this year\nwe will meet our commitment of minimum $11 per tonne\n\nThe work doesn't stop there and our 3 principles ‘Measure,\nReduce, Offset’ will continue to support our efforts and we\nknow the next focus area will be travel in a post pandemic\nworld. We anticipate needing to further reduce our travel.\nThis year, we invested in carbon removal projects in\nReforestation, Biochar and Bio-oil sequestration resulting\nin offsetting 20% of our carbon footprint from where it\nwas the year before. Our footprint calculation for 2021 will\nbe reviewed later this year and we will be publicly sharing\nthe steps and progress made on our website. We are also\nworking towards complying with the Streamlined energy\nand carbon reporting requirements (SECR) in FY2022.\n\nDiversity, Equity & Inclusion at Wise.\n\nWe're committed to building a product that leaves no one\nbehind on our mission. Diversity will enable us to reflect\nand serve our customers and inclusion will ensure we retain,\ndevelop and promote the best people at Wise. Every Wiser\n\nshould feel like they belong, that they're treated fairly and\nconsistently so we all have the same opportunities.\n\nWe're proud of the progress we've made over the last year:\nSome highlights of our work:\n+ Published external career maps and salary\n\nbands for Engineering, Analytics and Product to\nincrease transparency\n\nIntroduced ‘values based interview training’ to evaluate\ncandidates fairly and consistently, with added structure\nthat supports a more objective selection process when\nassessing candidates\n\n+ Launched our first sponsored cohort for a product\nmanagement program through Product School, made up\nof female and non-binary students and\nWise employees\n\n+ Worked with our communities to educate, inspire and\ndrive action on topics of inclusion:\n\n* Running listening forums and creating a guide\nfor Leads to support Wisers who were impacted\nduring the Black Lives Matter protests\n\n* Providing a guide for Wisers to support colleagues\nwho are fasting during Ramadan\n\n+ Marking International Women's Day with an event\nfor aspiring female and non-binary students\nlooking to kick-start a career in Engineering\n\n* Celebrating Black History Month in February with\na series of talks, film club discussions and historical\n“reflections”\n\n* Planning for a global LGBTQ+ Pride celebration\nthis summer and publishing our transitioning at\nwork guidance\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_25": "But there is much more to do. We're focused on a global Code of conduct\ndiversity and inclusion (D&l) strategy for Wise which will\n\nhelp us to build a product for our diverse customer base Our Code of Conduct helps guide all our employees about\nand ensure that inclusion is an essential, not an initiative. what is expected of those working at Wise, and how we\n\ncare about them. It's made up of 3 important pillars - how\nEqual pay approach and Gender Pay Gap we look after each other, our customers and Wise overall.\n\nWe strongly believe in empowering our employees to speak\nIn the UK, we publicly shared our Gender Pay Gap data out about anything that makes them feel uncomfortable,\nfor the second time and an update on our commitments so that they know how to raise any issues in a safe and\ntowards progress. Our data from the latest published confidential way.\n\nreport (2020/21 reporting year) told us that while\nimprovement across our median pay gap had been\npromising, it was clear we still had some issues to address\nto achieve further parity. As we embark on the next round\nof reporting of our employee population (2021/22), we feel\nconfident that efforts of the past year and continued focus\non our chosen initiatives this past year have moved us\nfurther in the right direction.\n\nGlobally, we are committed to fairness and equality in\ncompensation. Wise uses a benchmarking and pay\nbanding system to make sure everyone is paid fairly for\nthe same role. We also make all our pay bands available\n\nfor employees to view internally, to increase transparency =\nand empower our people. Wise is fully compliant with the Ze.\nhie\nEqual Pay Act. Gi\nTA iret",
    "Page_26": "Risk management\n\nOur approach to Risk Management\n\nWe've developed a structured and comprehensive approach we\nrefer to as our Enterprise Risk Management Framework (ERMF) to\nmanage the risks in our business.. Embedding the ERMF has been\n\nOUR APPROACH TO RISK MANAGEMENT\n\nan area of particular focus for Wise in the year ended 31 March\n\n2021. The key elements of this framework are as follows:\n\nRisk Strategy: We take risks consciously, in an informed manner.\nWe classify the risks that can harm us and our customers and we\nbuild mechanisms to manage and reduce these where necessary.\n\nRisk Culture: Embedding a culture of risk awareness and a\n\nsense of individual ownership for risk is essential as we trust our\npeople to always do the right thing for our customers and for\nWise. Key to this are the values we set for the organisation being\npersonified by our leader and lived by all Wisers.\n\nRisk Appetite: Once risks are identified and understood, we set\n\na clear structure of monitoring around our main risks and draw\n\na clear line across which we'll not step. Our people can see how\nour risks perform and can use the information to inform how they\ntake decisions in the continued growth of our business.\n\nRisk Governance: To ensure that decisions are made not only\nwith the right information but in the right way and by the appro-\npriate people, we have a clear infrastructure for governance. Risk\nmanagement acts as a key cornerstone of how we take decisions\nand oversee how our business is performing and growing.\n\nRisk Practice: We have tools which help our people to identify\nand manage risks on a day to day basis. It is consistent and used\nby all Wisers to ensure we are speaking the same language when\nit comes to risk management.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_27": "Three Lines of Defence\n\nWise has a system of risk management and internal control based on the three lines of\ndefence model. First line teams own and manage risk, second line risk and compliance teams\n\nprovide oversight, the third line independent assurance is performed by internal audit.\n\n1st Line Leadership Team Legal\nThe business, including Sets the overall risk universe and risk appetite, driving the risk and compliance Provides first-line legal\nLeadership Team agenda as the ultimate body for risk, control and compliance. advice to the teams to\nenable them to effectively\nTeams/ Tribes manage their risks and\nIdentify, assess and mitigate as well as set controls for risk within their areas, remain compliant.\n\ndefining business-owned compliance policies and execute compliance activity.\n\nWisers\nEmbed risk and compliance requirements into decisions, with a conscious\nand deliberate approach to risk, compliance and actions for remediation.\n\n2nd Line Risk and Compliance Teams\nStandard setters, risk and . .\n. . Risk Team Compliance Team\ncompliance advisors/ SMEs . oo . . .\n. . Defines company wide risk framework, and supports Defines overall company compliance policy framework\nand oversight/ monitoring . . . . . . . .\nid the Leadership Team in defining overall risk universe and assigns ownership for policy areas.\n\nproviders . .\nand risk appetite. Provides assurance that the business is compliant to\nOversees and monitors risk management across the policies and procedures, and operates critical cross-team\nbusiness - challenging the business on risk compliance policies.\nmanagement practices.\n\n3rd Line Internal Audit\n\nIndependent assurance Provides cross discipline independent audit services to cover all areas of the business.\n\nproviders\n\nOUR APPROACH TO RISK MANAGEMENT ANNUAL REPORT AND ACCOUNTS 2021",
    "Page_28": "1.\n\nOUR APPROACH TO RISK MANAGEMENT.\n\nStrategic risk\n\nThe risk that we don't successfully execute on our mission, or our business model is not sustainable over the long-term.\n\nWe face a number of risks that may impact our growth.\n\nCompetition risk:\n\nWe welcome competition, and as a disruptor we cannot assume\nwe will never ourselves become disrupted. There may be other\ncompanies who create better products and services for our\ncustomers in the future. Further, we've built products and services\nthat customers recommend, powered by intuitive design and\nsupported by a strong customer experience. If, as we scale, we can’t\nsustain this level of customer service, strong brand, or reputation,\nwe may lose existing customers to competitors or fail to gain\n\nnew customers. We seek to mitigate this by obsessively focusing\non solving the problems facing our customers, and continually\nmeasuring and improving the performance of our offering for\n\nour customers.\n\nMacro-economic risk:\n\nGlobal and economic changes can reduce the demand for our\nproducts and services. Both the world and its economy are\nbecoming more global. Shocks to economies and how people\nand businesses operate can have either a short or longer term\nimpact on our business. We have developed a globally diverse and\neconomically sustainable business, with strong capital reserves.\nFurther, and fortunately, our customer volumes have been resilient\nthrough the Covid pandemic thus far, although we take caution as\nthe long term impact of this is still uncertain.\n\nExpansion risk:\n\nWe have grown Wise through expanding our product and service\noffering into new markets. When we enter into new markets, we\noften require local approvals and/or licences or a local financial\ninstitution to operate. We may be unable to obtain or maintain the\nnecessary approvals and licences, or local financial institutions to\nwork with, restricting our ability to operate and grow our business.\nTo manage this risk we have a dedicated team that opens new\nmarkets around the world.\n\nLegal and regulatory:\n\nWise is dependent on the provision of licences and access\n\nto payments infrastructure. If changes were made to laws or\nregulations in any country we operated or sought to operate this\nwould harm our strategic execution. For example, the imposition of\nbarriers to non-banks directly accessing payments infrastructure,\nincluding central bank clearing systems, would impact on our ability\nto compete with banks.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_29": "2. Operational risk\n\nThe risk of loss resulting from inadequate or failed internal processes and systems, financial crime, people risks and risks from external events.\n\nWe face a range of operational risks which can impact our profitability and our reputation with customers.\n\nInformation Security Risk\n\nWise complies with multiple industry standards for\ninformation security and is certified compliant with SOC 1\ntype 2, SOC 2 type 2, PCI-DSS and ISO 27001 standards.\nWe continuously develop our information security\nframework to meet emerging threats and our expert\nsecurity and privacy teams work closely with product\ndelivery teams to ensure design meets the required\nstandard, including conducting security reviews and data\nprivacy risk assessments. We run cyber-incident simulations\nto test our incident response plans.\n\nData Privacy Risk\n\nProtecting our customers’ personal data and respecting\ntheir privacy rights is key to building and maintaining trust\nin the Wise brand. To achieve this, we ensure we have the\nright people, policies and processes, systems and controls\nto appropriately manage data privacy risk. We provide\n\nfull details to our customers and other stakeholders on\nthe personal data we collect, how and why we use that\ndata, and how we manage and protect it. We fully support\ncustomer and stakeholder privacy rights in each jurisdiction\nand provide simple methods for customers to exercise\nthose rights and raise concerns about their data privacy.\nWhere we share data with third parties, we work closely\nwith them to ensure appropriate privacy safeguards are in\nplace as required by applicable data privacy laws.\n\nOUR APPROACH TO RISK MANAGEMENT.\n\nIT Infrastructure Risk\n\nWe are dependent on the ability of our products and\nservices to be compatible with and to integrate with a\nvariety of operating systems, software and hardware as\nwell as web browsers that we do not control, including the\nsystems of our partners. Any changes in these systems that\ndegrade the functionality of our products and services,\nimpose additional costs or requirements on us, could\nmaterially and adversely affect usage of our products\n\nand services. To manage this risk we perform regular\nassessments on the technical availability of our products\nand services, completing thorough onboarding checks\n\non partners, regular updates and repairs to software as\nneeded, as well as checks on our physical hardware.\n\nKey Third-party Risk\n\nWe are dependent upon certain third-party service\nproviders in order to provide our products and services.\nSo we monitor carefully any dependencies, carefully\nchoose our providers and also put in place redundancy\nwherever possible.\n\nFinancial Control Risk\n\nOur business relies on accurate and timely controls in\nrelation to our finances. We have a low risk appetite for\nany failure of these internal controls as such failures could\ncause financial loss, but also reduce trust in our brand\n\nand harm our ability to attract and retain customers and\npartners. Such internal controls and procedures regulate\ncustomer and management information, financial reporting\n\nand accounting, credit exposure, foreign exchange risk,\nregulatory compliance and other aspects of our business.\nWe will continue to monitor and develop these internal\ncontrols as our business expands.\n\nFraud Risk\n\nVarious third parties and internal parties may attempt to\nengage in variety of fraudulent activity using our products\nand services. For example, an employee could knowingly\nor unknowingly process changes to bank account details\nthat are unauthorised by the customer which could result\nin a pay-out of funds to inappropriate persons. Third\nparties have in the past, and may in the future, impersonate\nfinancial service providers, including Wise, in order to\nfraudulently secure the transfer of funds from customers.\nThe measures we take to detect, prevent and stop these\ntypes of fraudulent activities may not be effective against\nnew and continually evolving forms of fraud. Any instances\nof fraud can lead to fines and impact our reputation.\n\nPeople Risk\n\nOur past performance is a function of the continued\nservices and contributions of our founder-led team of\nemployees. Recruiting and retaining the right skills may\nbecome more difficult or more costly if the people with the\nskills we require were to be in short supply.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_30": "3. Financial risk\n\nThe risk that we fail to have adequate financial resources, including solvency risks and our ability to meet our payment obligations.\n\nWe face a range of financial risks which can impact our profitability, capital and liquidity position.\n\nMarket Risk\n\nWe are exposed to foreign exchange movements, and\nexcessive volatility can impact our profitability. On most\ntransfers, we guarantee our customers the mid-market\nexchange rate, which is the midpoint between the price\nthe market is willing to pay for a currency and the price\nat which the market is willing to sell a currency. When a\ncustomer initiates a Wise Transfer, in most cases, this rate\nis guaranteed for a limited period of time to allow the\ncustomer to fund their transfer. This creates an exposure\nand hence a risk and is fundamental to our product\noperation. We actively accept these and so have measures\nin place to monitor and manage our risk of foreign\nexchange movement, including both natural and actively\nmanaged hedges.\n\nCredit Risk\n\nWe are subject to credit risks in respect of counterparties,\nincluding other financial institutions where we hold\nsignificant sums of deposits. We have a low risk appetite\nfor taking unnecessary risk as to the financial soundness\nand credit worthiness of these institutions. One institution\nappropriating funds, defaulting, failing a stress test or\nrequiring bail-in by its shareholders, creditors and/or\nrespective governments could lead to significant liquidity\nproblems and losses, or defaults by other institutions.\n\nWe have a policy to manage and monitor our exposures\nacross institutions such that we don't cause undue harm\nto customers or our business and have a policy and\nmonitoring processes.\n\nOUR APPROACH TO RISK MANAGEMENT.\n\nPrudential Risk\n\nWe have focused on being sustainable as a business and\nmaking sure we have adequate financial resources to\noperate our business and provide capacity to sustain shocks\nand stresses. Some of the jurisdictions where we operate,\nlike the UK, require us to comply with certain regulatory\ncapital and liquidity requirements. The nature of our\nbusiness as well as the requirements placed on payments\ncompanies are evolving so we will monitor to make sure our\nbusiness model generates the capital and liquidity needed.\n\nAs at 31 March 2021, Group eligible capital of £170.2 million,\nwhich is significantly above the the minimum requirements\nset by our regulators around the world. Following the\nauthorization from the FCA one of the Group's subsidiary\n(TINV Ltd.) is regulated under the UK CRR, hence the Group\nis now required to disclose regulatory capital information\n\nin its Pillar 3 disclosures and will do so by making the\ndisclosures available in the Group's website.\n\nFinancing Risk\n\nWe are profitable and cash generating so we have not\nneeded to raise capital to fund our business for many\n\nyears. We have and will likely continue to use debt to fund\nelements of our working capital, which can bring operating,\nfinancial and other restrictions on the business. Our existing\nrevolving credit facility contains operating and financial\nrestrictions that could impact our ability to operate our\nbusiness as freely as we would like. We seek to manage our\nbusiness and funding lines such that we remain comfortably\nwithin these constraints.\n\nTax Risk\n\nWise acknowledges the critical role of tax revenues for\nsociety and our goal is to be compliant with all global taxes\nobligations which apply to us. Our global tax obligations\nare ever increasing as the business expands, including\nobligations to share information, including under the OECD\nCRS regulations and US FATCA. Despite our efforts to\n\nbe compliant, from time to time, Tax authorities around\n\nthe world may not agree with our historic determinations\nwith respect to the application of tax law or those local\nfinancial institutions we work with and this might lead to\nan assessment for increased tax payments, interest and\npenalties. Via our specialist internal tax team and local tax\nadvisers, we manage this risk.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_31": "4.\n\nOUR APPROACH TO RISK MANAGEMENT.\n\nCompliance risk\n\nThe risk of incorrect interpretation, implementation, and compliance with regulatory requirements applicable to Wise.\n\nWe are subject to an evolving range of regulatory, legal and tax requirements. Our failure to meet these requirements,\n\nor significant changes in these regimes, can have an impact on our business.\n\nRegulatory Compliance Risk\n\nWhilst we are headquartered in the United Kingdom, we operate in\nmany countries and hence, as part of our licences or authorisations,\nwe are required to comply with a significant number of regulatory\nconditions. As a licenced payments and e-money business, we\n\nare required to comply with safeguarding requirements to protect\ncustomer funds received in connection with the provision of our\nservices. Any failure by us to comply with these obligations could\nresult in substantial monetary penalties and other sanctions and\nimpact our ability to do business in certain jurisdictions.\n\nAs such we manage the risk that our controls, policies and\nprocedures will not fully prevent failures to comply with all\napplicable regulatory requirements. Each licensed entity is\nmonitored to ensure the entity's capital is sufficiently above\nthe local regulatory capital requirements.\n\nFinancial Crime Risk\n\nWe are subject to laws aimed at preventing money laundering,\ncorruption and the financing of terrorism. As such, we have\npolicies and procedures in place to seek to prevent situations of\nmoney laundering, terrorist-financing, bribery or corruption or\nnon-compliance with sanctions. However, should these controls\nand processes fail, such events may have severe consequences.\n\nA failure to adopt effective measures against fraud, money\nlaundering, corruption and terrorism financing or non-compliance\nwith sanctions may lead to regulatory proceedings and penalties by\nsupervisory authorities.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_32": "Governance\nat Wise.\n\nIn accordance with the Companies Act 2006 (the ‘Act’) (as amended by the Companies 1\n(Miscellaneous Reporting) Regulations 2018), the Directors provide this statement describing °\nhow they have had regard to the matters set out in section 172(1) of the Act, when performing\n\ntheir duty to promote the success of the Company, under section 172. In accordance with the\n\nLarge and Medium-sized Companies and Groups (Accounts and Reports) Regulations 2008 as\n\namended by the Companies (Miscellaneous Reporting) Regulations 2018, this statement also\n\nprovides details of how the Directors have engaged with and had regard to the interest of our\n\nkey stakeholders - customers, employees, shareholders, the community and the environment.\n\nGOVERNANCE AT WISE\n\nPurpose and\nLeadership.\n\nAt Wise, we know that we can build the fastest, make the\nmost progress on our mission when we work in independent,\nautonomous teams. Our Board and leaders make sure we have\nthe resources, that everything we do is aligned to our mission,\nbut it's up to our teams to set their own strategy and work\ntogether to achieve the impact in their domain. So while the\nBoard does not set our strategy in the traditional way, it does\noversee, review and challenge it, ensuring that it keeps us on\n\ntrack to achieve our mission.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_33": "GOVERNANCE AT WISE\n\n2. Board Composition.\n\nOur board was composed of nine directors as at 31 March 2021:\n\n \n\nKristo Kaarmann\n\nChief Executive Officer\nAge: 40\n\nKristo Kaarmann is the Chief Executive Officer\nof Wise, which he co-founded in 2010. Prior to\nthat he was a consultant at Deloitte and PwC.\nHe holds a Bachelor's and Master's degree from\nUniversity of Tartu.\n\nTaavet Hinrikus\n\nExecutive Chairman\nAge: 39\n\nTaavet Hinrikus is the Chairman of the Company,\nwhich he co-founded in 2010. Prior to starting\nWise, Taavet was Skype's director of strategy\nuntil 2008, starting as its first employee.\n\nHe's also an angel investor and advisor with\ninvestments including Tweetdeck, Mendeley,\nOMGPOP, Property Partner, Sunrise, Improbable\nand Mapillar. He holds an MBA from INSEAD\nand a Bachelor's degree from Tallinn University\nof Technology.\n\n*Director designate. Approved by the Board on 2 February 2021 and expected\n\nto be formally appointed after regulatory clearances are obtained.\n\n \n\nMatthew Briers*\n\nChief Financial Officer\nAge: 44\n\nMatthew is Chief Financial Officer of the\nCompany. Matt joined the Wise team in 2015\nfrom Google, where he was Head of Sales\nFinance for Google UK. Matt previously held\nthe role of Head of Strategy for Asset Finance\nat Lloyds Banking Group, as well as managerial\npositions at Bain & Company and Capital One.\n\nHe has nearly twenty years’ experience in\nthe financial sector. He holds a Master of\nEngineering in Engineering, Economics and\nManagement from Oxford University.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_34": "GOVERNANCE AT WISE\n\n  \n\nRoger Ehrenberg\n\nNon-Executive Director\nAge: 55\n\nRoger Ehrenberg is the founder and Managing\nPartner of IA Ventures, an early-stage venture\ncapital firm based in New York City, managing\n$475M across four funds. Earlier in his career,\nRoger served as CEO of DB Advisors, was\n\nGlobal co-head of Deutsche Bank's Strategic\nEquity Transactions Group, and was an invest-\nment banker at Citibank in derivatives, capital\nstructuring and Mergers & Acquisitions. Roger\ncurrently sits on the Boards of Ethyca, Gospel\nTechnology, Mighty, Octane and Wise. He is also\na member of the External Advisory Board of\n\nthe Ross School of Business at the University of\nMichigan and the Data & Society Council of the\nData Science Institute at Columbia University.\nRoger holds an MBA in Finance, Accounting and\nManagement from Columbia Business School and\na BBA in Finance, Economics and Organizational\nPsychology from the University of Michigan.\n\n \n\n \n\nClare Gilmartin*\n\nIndependent Non-Executive Director\nAge: 45\n\nClare joined the Board as Non-Executive\nDirector in 2021. Clare has been a high growth\ntechnology leader for close to twenty years.\nAfter a stint in management consulting with\nBCG, Clare spent ten years growing eBay in\nEurope, latterly as VP eBay Europe. She then\ntook over as CEO at Trainline in 2014, taking it\nfrom being a UK, rail only platform to being a\npan European Technology leader. She led the\nbusiness through a sale to KKR in 2015,\n\nand then through a successful IPO in 2019.\n\nClare is an advisor to Future Frontiers, a social\nenterprise that provides career guidance to\npupils from low income backgrounds, and is\nalso an advocate for women in technology.\nShe holds a Bachelor of Commerce (Int) degree\nfrom University College of Dublin, and was\ntheir Business Alumni of the year in 2019.\n\n*Director designate. Approved by the Board on 2 February 2021 and expected\n\nto be formally appointed after regulatory clearances are obtained.\n\n \n\nTan Hooi Ling*\n\nIndependent Non-Executive Director\nAge: 37\n\nHooi Ling joined the Board as Non-Executive\nDirector in 2021. Hooi Ling Tan is the Co-\nFounder of Grab, Southeast Asia's leading super\napp that offers users a wide range of on-demand\nservices in the region. Based in Singapore, she\noversees Grab's operations. Prior to joining Grab\nfull-time in 2015, Hooi Ling led high priority\nstrategic and operational projects at Salesforce,\nshe specialised on Corporate Strategy, Corporate\nOperations, Pricing Intelligence & Monetization.\nBefore joining Salesforce, Hooi Ling was a\nconsultant at McKinsey & Company, advising\nglobal clients on corporate strategy and\noperations.\n\nHooi Ling is a member of the National University\nof Singapore (NUS) Board of Trustees, and sits on\nthe board of the Economic Development Board\n(EDB). Hooi Ling has a Bachelor of Engineering\n(Mechanical) from the University of Bath, and a\nMaster of Business Administration from Harvard\nBusiness School.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_35": "GOVERNANCE AT WISE\n\n \n\nAlastair Rampell\n\nNon-Executive Director\nAge: 39\n\nAlex Rampell joined the Board as Non-Executive\nDirector in 2018. Alex is a General Partner at\nAndreessen Horowitz where he focuses on\nfinancial services. He serves on the board of\nBranch, Brightside, Descript, Divvy, Earnin,\nFlyHomes, Loft, Mercury, PeerStreet, Point,\nPropel, Sentilink, Super Evil Mega Corp, Wise,\nand Very Good Security. Alex additionally led\nAndreessen Horowitz's investments in OpenDoor\n(SOPEN), Plaid, Quantopian (acquired by\nRobinhood), and Rival (acquired by LiveNation).\n\nPrior to joining Andreessen Horowitz, Alex co-\nfounded multiple companies including Affirm\n(SAFRM), which he co-founded with Max\nLevchin, FraudEliminator (acquired by McAfee in\n2006), Point, TrialPay (acquired by Visa in 2015),\nTXN (acquired by Envestnest in 2019), and Yub\n(acquired by Coupons.com in 2013). He holds a\nBA in Applied Mathematics and Computer\nScience from Harvard University.\n\nIngo Uytdehaage\n\nIndependent Non-Executive Director\nAge: 47\n\nIngo joined the Board as Non-Executive\nDirector in 2019. He is also currently the\n\nCFO of Adyen and a Board member of Foam\nMuseum, Amsterdam. Before joining Adyen,\n\nhe held the position of Finance Director at KPN\nin The Hague. He has also held various roles in\nthe telecommunication and retail industries,\nincluding diverse management functions at\nVendexKBB/Maxeda.\n\nHe has earned degrees from Maastricht\nUniversity (MBA in accounting and finance),\nAarhus Business School in Denmark (MBA in\nsupply chain management and organisational\nbehaviour) and the Vrije Universiteit in\nAmsterdam (Post Graduate, CPA).\n\nDavid Wells\n\nSenior Independent Non-Executive\nDirector\nAge: 49\n\nDavid Wells joined the Board as Non-Executive\nDirector in 2019. Prior to this, he served as\nNetflix's CFO for 8 years, retiring in early 2019\nafter nearly 15 years with the company and\nhaving served as VP of Financial Planning and\nAnalysis prior to CFO. Prior to joining Netflix,\nDavid served in various roles at Deloitte\nConsulting from 1998 to 2004 and in the non-\nprofit sector before getting his MBA. He holds\na joint MBA/MPP Magna Cum Laude from The\nUniversity of Chicago and a Bachelor's Degree\nin Commerce from the University of Virginia.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_36": "GOVERNANCE AT WISE\n\n3. Director\nResponsibilities.\n\nOur Board, led by the Executive Chairman meets every quarter and\n\non an adhoc basis when required to:\n\n+ be responsible for promoting the long-term sustainable success\nof Wise by helping us meet our obligations to customers,\nemployees, shareholders and all of our other stakeholders;\n\n* review progress against our mission;\n\nestablish and monitor risk appetite and internal controls; and\n\n* approve material transactions, capital and operating plans.\n\nBoard Decision Making and\nStakeholder Engagement\n\nThe Directors recognise that they have a duty under section 172 of\nthe Companies Act 2006 to act in the way they consider, in good\nfaith, would most likely promote the success of the Company for\nthe benefit of its members as a whole., In doing so the directors\n\nhave regard, amongst other matters, to the:\n+ likely consequences of any decision in the long-term;\n\n+ interests of the company's employees;\n\n* need to foster the company's business relationships with\n\nsuppliers, customers and others;\n\n* impact of the company's operations on the community and\nenvironment;\n\ndesirability of the company maintaining a reputation for high\nstandards of business conduct; and\n\n* need to act fairly as between members of the company.\n\nThe Board, when making decisions, considers amongst other\nmatters, the likely consequences of any decisions for the long-term\nsuccess of Wise as well as the impact on our stakeholders.\n\nThe Board takes into consideration the views and interests\n\nof our stakeholders, which remain our customers, employees,\nshareholders, community, the environment and regulators.\n\nWe acknowledge that while not every decision made will have\na desired outcome for all our stakeholders, we nonetheless take\na consistent approach to decision making which factors in the\n\npriorities of each of our stakeholders.\n\nThe following are examples of principal discussions and decisions\nmade by the Board during the year:\n\n* Covid - 19 resilience planning - in discussing the potential\nscenarios that the Covid - 19 pandemic presented in March and\nApril in 2020 the Board considered the resilience of our finances,\n\nour technology and operations and our employees.\n\n+ We successfully transitioned the majority of our\nemployees to home working and when making the\ndecisions, the Board considered the continuation of normal\nhigh level of service to customers and protection of the\n\nsafety of our employees.\n\n* Conducted emergency succession planning for our\nsenior team.\n\n* Reached out to all critical banking partners and\nsuppliers to ensure continuity of service for the benefit\nof our customers.\n\n* Ran financial scenarios and discussed the need to raise\ncapital and in what form, factoring in the considerations of\nshareholders and the dilutive effect of equity capital.\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_37": "GOVERNANCE AT WISE\n\n* Secondary Sale - In making its decision to proceed with\nthe secondary sale the Board considered the impact to\nthe Company's stakeholders, in particular employees and\nshareholders. The Board agreed that the secondary sale would\nprotect the interests of the shareholders while providing liquidity\nto employees and early shareholders which was an important\ndecision-making factor in such an uncertain year.\n\nThe following summarises our key stakeholders; what's important\nto them, how we engaged with them and the results of that\n\nengagement, in particular in decision making:\n\nOur Customers\n\nOur customers (personal and business) are at the heart of our\nmission and our focus is on delivering products that are faster,\ncheaper, more convenient and more transparent for their benefit.\n\nWe engage with them through quarterly Mission Updates and\nthrough social media where we seek feedback to better understand\ncustomer needs.\n\nExamples of how we have engaged and considered customers in\nBoard decision making:\n\n+ At the start of Covid-19 the Board made the decision to\nrationalise our operating expenses. Ordinarily such cost savings\nwould be passed on to customers in the form of price drops\nbut during the year ended 31 March 2021, the Board took the\ndifficult decision to hold our low prices steady in order to grow\nfinancial reserves and build our financial resilience as we faced an\nuncertain year.\n\n+ In order to continue innovating and solving customer problems\nbeyond the send money use-case it was decided to invest heavily\ninto building a B2B proposition that could leverage the power\n\nof the payments infrastructure that underpins our core product.\n\nThis led to the bold decision to rebrand the company from\nTransferWise to Wise, to highlight that, alongside the growing\ncapability to hold and spend money (as well as send) through our\nmulti-currency card, we were about more than just transfers.\n\nOur People\n\nWe recognise that People who have our values are crucial to our\nsuccess and growth as an organisation and we strive to attract,\ninvest in, engage and grow our people.\n\nOur Board actively considers the interests of our people in decision\nmaking with the following being key examples:\n\nThe board oversaw a secondary share sale during the year, giving\nemployees liquidity opportunities.\n\nA remuneration committee was established to help ensure\nour remuneration policies and practices are fair and equitable,\nsupport our mission, and promote long-term sustainable success.\n\nWe refactored our stock grants to be agnostic as to the\nlocation of a Wiser to remain competitive in the new remote-first\nenvironment and made the grant levels easier to understand for\n\nour team.\n\nIn terms of engagement with employees: our employees receive\nregular updates at biweekly company-wide calls and at Mission\nDays, a twice-yearly event where we get together as a company\nto review our progress on achieving our mission.\n\n* The Board seeks for Wise to maintain a reputation for high\nstandards of business conduct. Our employees are expected to\nlook out for each other, for our customers, and for Wise. A copy\nof our Code of Conduct is shared with all new joiners and our\nWhistleblowing Policy is operationalised and reviewed by our\nboard on an annual basis.\n\n* The Board maintains close relationships with management and\nother key personnel and has 1:1s across the organisation to check\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_38": "GOVERNANCE AT WISE\n\nin, hear the perspectives of the team and factor these into how\nthey govern the organisation and in particular in understanding\nthe progress of embedding the enterprise risk management\nframework.\n\nOur Shareholders\n\nThe Board understands that it is accountable to shareholders and\nis committed to open engagement with all our shareholders,\nwhether employees, institutional investors, venture capital firms\nor private investors.\n\nOur Board actively considers the interests of shareholders in\ndecision making with the following being key examples:\n\nThe Board took the decision to recommend to shareholders to\n\nreduce the share premium account and convert into retained\nearnings to support financial resilience and further enhancing\nWise's regulatory capital position.\n\nThe Board decided against recommending taking on fresh\nequity capital due to the dilutive effect it may have on existing\nshareholders, and bolstered reserves through management\nactions instead, and instead created an opportunity for a\nreturn of capital to shareholders through the above mentioned\nsecondary sale.\n\nOur community and the environment\n\nWe're committed to making an active contribution to the co-\nmmunities we live in and the environment. For more information\nsee the above section on \"Looking after our communities &\n\nthe environment\".\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_39": "4. Board\n\nCommittees\n\nWe've made lots of progress on governance during the year,\nincluding further embedding the Remuneration and Nomination\nCommittees in addition to the existing combined Audit and\nRisk Committee.\n\nBoard\n\nof directors\nAudit and Risk Remuneration Nomination\nCommittee Committee Committee\n\nAudit and risk committee\n\nThe Audit and Risk Committee's role is to assist the Board with\n\nthe discharge of its responsibilities in relation to financial reporting,\nincluding reviewing our annual and half year financial statements\nand accounting policies, internal and external audits and controls,\nreviewing and monitoring the scope of the annual audit and the\nextent of the non-audit work undertaken by external auditors,\nadvising on the appointment of external auditors and reviewing the\neffectiveness of our internal audit, internal controls, whistleblowing\nand fraud systems, The audit and risk committee will meet as often\nas deemed necessary but at least twice a year.\n\nThe audit and risk committee is chaired by Ingo Uytdehaage and\nits other members are David Wells, Taavet Hinrikus and Roger\nEhrenberg.\n\nNomination committee\n\nThe Nomination Committee assists the Board in reviewing the\nstructure, size and composition of the Board. It is also responsible\nfor reviewing succession plans for our Directors, including the Chair\nand the Chief Executive Officer and other senior executives. The\nnomination committee will meet as often as it deems necessary\nbut at least twice a financial year.\n\nThe nomination committee is chaired by Roger Ehrenberg and its\nother members are Kristo Kadrmann, David Wells and Taavet\nHinrikus.\n\nRemuneration committee\n\nThe Remuneration Committee develops our policy on executive\nremuneration (including bonuses, incentive payments and pension\narrangements), determines the levels of remuneration for the\nChair, Executive Directors and other senior executives of Wise. The\ncommittee is also responsible for motivating, retaining and\nincentivising our people and for attracting world-class talent.\n\nThe remuneration committee will normally meet at least two times\neach financial year. The terms of reference of the remuneration\ncommittee provide that no Director will be involved in deciding\nhis or her own remuneration outcome.\n\nThe remuneration committee is chaired by David Wells and its\nother members are Ingo Uytdehaage and Kristo Kaarmann.\n\nOn behalf of the Board of directors:\n\nristo Kaarmann, Director\n\nDate: 16 June 2021",
    "Page_40": "7wise\n\nDirectors report\nfor the year ended\n31 March 2021.",
    "Page_41": "DIRECTORS REPORT\n\nThe directors present their Report and the audited consolidated financial statements\nfor the year ended 31 March 2021.\n\nPrincipal activity.\nThe Group's principal activity is provision of online international money\ntransfer services.\n\nFuture developments.\n\nThe strategic report includes an analysis of the Group's financial risk management\npolicies, general business review and key performance indicators. Also further\ninformation supporting the going concern basis may be found in Note 1.1 of the\nfinancial statements.\n\nDividends.\n\nThe Group has not declared or paid out any dividends for the years ended 31 March\n2021 and 2020.\n\nFinancial instruments.\n\nThe overview of the Group's financial instruments including an assessment of\ncredit risk, liquidity risk and cash flow risk is disclosed in the Note 3 to the financial\nstatements.\n\nDirectors.\n\nThe Directors of the Company during the year and up to the date of approval of\nthese financial statements were:\nKristo Kaarmann\n\nTaavet Hinrikus\n\nMatthew Briers*\n\nRoger Ehrenberg\n\nClare Gilmartin*\n\nTan Hooi Ling*\n\nAlastair Michael Rampell\n\nIngo Uytdehaage\n\nDavid Wells\n\n*Director designate. Approved by the Board on 2 February 2021 and expected\nto be formally appointed after regulatory clearances are obtained.\n\nResearch and development.\n\nDuring the year the Group capitalised £19.5 million (2020: £14.7 million) of software\ndevelopment costs. The Group expensed £49.8 million of product engineering costs\nfor the period ended 31 March 2021 (2020: £35.8). These costs directly relate to the\ndevelopment of our product offerings and primarily comprise of employee costs of\nour engineering and product teams.\n\nEmployees.\n\nThe average number of employees during the financial year ended 31 March 2021\nwas 2,243 (2020: 1,881 employees) in offices located around the world. The number\nof employees is expected to continue to grow in line with global expansion and\nproduct development.\n\nTo grow the team, Wise continues to attract and keep the best talent that can\nbuild and deliver for customers. Wise does this by considering all applications\nequally and giving employees the support they need, independent of\ncircumstance or background. For further information see section \"People\" and\n“Governance” sections in the Strategic Report.",
    "Page_42": "DIRECTORS REPORT\n\nBranches and overseas registered offices.\n\nInformation on TransferWise Ltd subsidiaries is disclosed in Note 4 to the Company\n\nfinancial statements. The Group has following branches outside of the UK during\n2020 and 2021 financial years:\n\nName\n\nTransferWise Ltd\n\nTransferWise Ltd\n\nTransferWise Ltd, Eesti\nFiliaal\n\nTransferWise Ltd.\nMagyarorszagi Fidktelepe\n\nCountry\n\nAustralia\n\nHong Kong\n\nEstonia\n\nHungary\n\nRegistered address\n\nLevel 40, Gateway, 1\nMacquarie Place, Sydney,\nNSW, Australia 2000\nSuite 1201, Tower 2, The\nGateway, 25 Canton Road,\nTsimshatsui, Kowloon,\nHong Kong\n\nVeerenni tn 24, Tallinn\ncity, Harju county, 10135,\nEstonia\n\nCurrent: 1133 Budapest,\nVaci ut 80., Hungary\n\nPrevious: 1093 Budapest,\nVamhaz k6rut 13, Hungary\n\n \n\nTransferWise Ltd\n\nNew Zealand\n\nSuite 5455, 17b Farnham\nStreet, Parnell, Auckland,\n1052, NZ\n\n \n\nTransferWise Ltd\n\nNetherlands\n\nPost balance sheet events\n\nThere have been no material post balance sheet events.\n\nGoing concern.\n\nKingsfordweg 15\n1043GR Amsterdam\n\nThe directors believe that the Group has adequate resources to keep operating\n\nand meeting liabilities for the foreseeable future. The directors continue to adopt\n\nthe going concern basis in preparing the financial statements. Further information\n\nsupporting the going concern basis may be found in Note 1.1 of the financial\n\nstatements.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_43": "Statement of directors’\nresponsibilities in respect of\nthe financial statements.",
    "Page_44": "The directors are responsible for preparing the Annual Report and the Group and\nthe parent Company financial statements in accordance with applicable law and\nrequlation.\n\nCompany law.réduires the directors to prepare financial staternents for each\nfinaiscial year, Under that law the directors have prepared the Group and financial\nstatements in accordance with ibternational accounting standards in. conformity\nwith the requirements.of the Companies Aét 2006 aid have elected to prepare the\nparent-Company financial staternents in accordance with UK accounting-standards,\nincluding FRS101 Reduced: Disclosure Framework,\n\nUnder company law, the directors must not approve the financial statements\nunless they ars satisfied that they give a true and fair view of the state of affairs of\nthe Group and parent-Company and of the profit or loss of the Group and parent\nCornipany for that period, In preparing each of the Group and the parent Company\nfiriancial stateménts, the directors.are required to:\n\n+ select suitable accounting policies and then.apply them consistently;\n\nmaejudgements and accounting estimates. that are reasonable and prudent;\n\nfor the Group financial statements, state whether they have. been prepared\nin accordance with the (FRS and in conformity with the requirements of the\nCompanies Act 2006;\n\n- forthe parent Company financial'statements, state whether-applicabie UK\naccounting standards have been followed;\n\nprepare thé financial statements on ‘the going concem basis unless it [5\ninappropriate to presume that the Group.and parent Company will continue\nin business.\n\nThe directors are also responsible for safeguarding the assets of the group and\nparent company ‘and. hence fortaking reasonable steps forthe prevention and\ndetection of fraud and.other irregularities.\n\nThe directors are responsible for keeping adequate accounting records that are\nsifficlent to show and explain the group and parent company’s transactions and\ndisclose with reasonable.accuracy at any time the financial position of the group and\n‘parent company and enable’them to erisure that the financial statements comply\nwith the Companies Act 2006,\n\nDirectors’ confirmations\nIn the case of each director in office at the date the Directors’ Report is approved:\n\n> so far as the director is aware, there is no relevant audit information of which the.\ngroup and parent-company’s auditors-are unaware; and\n\n- they have taken all’ the steps that. they -ought-to have taken as a director ir.order to.\ninake themselves aware of any relevant:audit information and to establish that the\nGroup and parent Company's auditors are aware of that information:\n\n‘On behalf of the Board of directors;\n\n \n\nOO De 5B «\nAe Cyt ee, )\n\nKristo Kaarmann, Director\n\nDate: 16 June 2024",
    "Page_45": "Independent auditors’\nreport to the members of\nTransferWise Ltd",
    "Page_46": "Independent auditors’ report to\nthe members of TransferWise Ltd\n\nReport on the audit of the financial\nstatements\n\nOpinion\n\nIn our opinion:\n\nTransferWise Ltd's group financial statements and company financial statements (the\n“financial statements\") give a true and fair view of the state of the group's and of the\ncompany's affairs as at 31 March 2021 and of the group's profit and the group's cash\n\nflows for the year then ended;\n\nthe group financial statements have been properly prepared in accordance with\ninternational accounting standards in conformity with the requirements of the\nCompanies Act 2006;\n\nthe company financial statements have been properly prepared in accordance\nwith United Kingdom Generally Accepted Accounting Practice (United Kingdom\nAccounting Standards, comprising FRS 101 \"Reduced Disclosure Framework\", and\n\napplicable law); and\n\nthe financial statements have been prepared in accordance with the requirements\nof the Companies Act 2006.\n\nWe have audited the financial statements, included within the Annual Report and\nAccounts (the “Annual Report\"), which comprise: the Consolidated and Company\nstatements of financial position as at 31 March 2021; the Consolidated statement of\ncomprehensive income, the Consolidated and Company statements of changes in\nequity and the Consolidated statement of cash flows for the year then ended; and\nthe notes to the Consolidated and Company financial statements, which include a\n\ndescription of the significant accounting policies.\n\nINDEPENDENT AUDITORS’ REPORT TO THE MEMBERS OF TRANSFERWISE LTD\n\nBasis for opinion\n\nWe conducted our audit in accordance with International Standards on Auditing\n\n(UK) (\"ISAs (UK)\") and applicable law. Our responsibilities under ISAs (UK) are further\ndescribed in the Auditors’ responsibilities for the audit of the financial statements section\nof our report. We believe that the audit evidence we have obtained is sufficient and\n\nappropriate to provide a basis for our opinion.\n\nIndependence\n\nWe remained independent of the group in accordance with the ethical requirements\nthat are relevant to our audit of the financial statements in the UK, which includes\nthe FRC's Ethical Standard, and we have fulfilled our other ethical responsibilities in\naccordance with these requirements.\n\nConclusions relating to going concern\n\nBased on the work we have performed, we have not identified any material uncertainties\nrelating to events or conditions that, individually or collectively, may cast significant\ndoubt on the group's and the company's ability to continue as a going concern for a\nperiod of at least twelve months from when the financial statements are authorised for\n\nissue.\n\nIn auditing the financial statements, we have concluded that the directors’ use of the\ngoing concern basis of accounting in the preparation of the financial statements is\nappropriate.\n\nHowever, because not all future events or conditions can be predicted, this conclusion\nis not a guarantee as to the group's and the company's ability to continue as a going\n\nconcern.\n\nOur responsibilities and the responsibilities of the directors with respect to going\n\nconcern are described in the relevant sections of this report.\n\nReporting on other information\n\nThe other information comprises all of the information in the Annual Report other than\nthe financial statements and our auditors’ report thereon. The directors are responsible\nfor the other information. Our opinion on the financial statements does not cover the\nother information and, accordingly, we do not express an audit opinion or, except to the\n\nextent otherwise explicitly stated in this report, any form of assurance thereon.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_47": "In connection with our audit of the financial statements, our responsibility is to read\n\nthe other information and, in doing so, consider whether the other information is\nmaterially inconsistent with the financial statements or our knowledge obtained in\n\nthe audit, or otherwise appears to be materially misstated. If we identify an apparent\nmaterial inconsistency or material misstatement, we are required to perform procedures\nto conclude whether there is a material misstatement of the financial statements\n\nor a material misstatement of the other information. If, based on the work we have\nperformed, we conclude that there is a material misstatement of this other information,\nwe are required to report that fact. We have nothing to report based on these\n\nresponsibilities.\n\nWith respect to the Strategic report and Directors’ report, we also considered whether\nthe disclosures required by the UK Companies Act 2006 have been included.\n\nBased on our work undertaken in the course of the audit, the Companies Act 2006\n\nrequires us also to report certain opinions and matters as described below.\n\nStrategic report and Directors’ report\n\nIn our opinion, based on the work undertaken in the course of the audit, the information\ngiven in the Strategic report and Directors’ report for the year ended 31 March 2021\n\nis consistent with the financial statements and has been prepared in accordance with\n\napplicable legal requirements.\n\nIn light of the knowledge and understanding of the group and company and their\nenvironment obtained in the course of the audit, we did not identify any material\n\nmisstatements in the Strategic report and Directors’ report.\n\nResponsibilities for the financial statements and the audit\n\nResponsibilities of the directors for the financial statements\n\nAs explained more fully in the Statement of directors’ responsibilities in respect of the\nfinancial statements, the directors are responsible for the preparation of the financial\nstatements in accordance with the applicable framework and for being satisfied that\nthey give a true and fair view. The directors are also responsible for such internal control\nas they determine is necessary to enable the preparation of financial statements that are\nfree from material misstatement, whether due to fraud or error.\n\nINDEPENDENT AUDITORS’ REPORT TO THE MEMBERS OF TRANSFERWISE LTD\n\nIn preparing the financial statements, the directors are responsible for assessing\n\nthe group's and the company’s ability to continue as a going concern, disclosing, as\napplicable, matters related to going concern and using the going concern basis of\naccounting unless the directors either intend to liquidate the group or the company or to\n\ncease operations, or have no realistic alternative but to do so.\n\nAuditors’ responsibilities for the audit of the financial statements\n\nOur objectives are to obtain reasonable assurance about whether the financial statements\nas a whole are free from material misstatement, whether due to fraud or error, and to\nissue an auditors’ report that includes our opinion. Reasonable assurance is a high level of\nassurance, but is not a guarantee that an audit conducted in accordance with ISAs (UK)\nwill always detect a material misstatement when it exists. Misstatements can arise from\nfraud or error and are considered material if, individually or in the aggregate, they could\nreasonably be expected to influence the economic decisions of users taken on the basis\n\nof these financial statements.\n\nIrregularities, including fraud, are instances of non-compliance with laws and regulations.\nWe design procedures in line with our responsibilities, outlined above, to detect material\nmisstatements in respect of irregularities, including fraud. The extent to which our\nprocedures are capable of detecting irregularities, including fraud, is detailed below.\n\nBased on our understanding of the group and industry, we identified that the principal\nrisks of non-compliance with laws and regulations related to the Financial Conduct\nAuthority's (\"FCA\") regulations, Anti-Bribery and Corruption legislation, Anti-Money\nLaundering legislation, UK tax legislation, and equivalent regulations in each of the\nterritories in which the Group operates, and we considered the extent to which non-\ncompliance might have a material effect on the financial statements. We also considered\nthose laws and regulations that have a direct impact on the financial statements such\nas the Companies Act 2006. We evaluated management's incentives and opportunities\nfor fraudulent manipulation of the financial statements (including the risk of override of\ncontrols), and determined that the principal risks were related to posting inappropriate\njournal entries, creation of fictitious revenue transactions, and management bias in\naccounting estimates. Audit procedures performed by the engagement team included:\n\n» Review of correspondence with and reports to the regulators, including the FCA;\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_48": "Review of reporting to the Audit and Risk Committee in respect of compliance and\n\nlegal matters;\n\nEnquiring of management and review of internal audit reports in so far as they related\nto the financial statements;\n\nObtaining legal confirmations from legal advisors relating to material litigation;\n\nObtaining confirmations from third parties to confirm the existence of cash balances\n\nand a sample of other balances;\n\nChallenging assumptions and judgements made by management, in particular in\nrelation to the capitalisation of software development costs, fair value of share based\npayment awards, and recognition of deferred tax assets; and\n\nIdentifying and testing journal entries, including those posted with double entries to\nunusual account combinations and those posted with unusual descriptions.\n\nThere are inherent limitations in the audit procedures described above. We are less likely\nto become aware of instances of non-compliance with laws and regulations that are not\nclosely related to events and transactions reflected in the financial statements. Also, the\nrisk of not detecting a material misstatement due to fraud is higher than the risk of not\ndetecting one resulting from error, as fraud may involve deliberate concealment by, for\nexample, forgery or intentional misrepresentations, or through collusion.\n\nA further description of our responsibilities for the audit of the financial statements is\nlocated on the FRC's website at: www.frc.org.uk/auditorsresponsibilities. This description\n\nforms part of our auditors’ report.\n\nUse of this report\n\nThis report, including the opinions, has been prepared for and only for the company’s\nmembers as a body in accordance with Chapter 3 of Part 16 of the Companies Act\n\n2006 and for no other purpose. We do not, in giving these opinions, accept or assume\nresponsibility for any other purpose or to any other person to whom this report is shown\nor into whose hands it may come save where expressly agreed by our prior consent in\n\nwriting.\n\nINDEPENDENT AUDITORS’ REPORT TO THE MEMBERS OF TRANSFERWISE LTD\n\nOther required reporting\n\nCompanies Act 2006 exception reporting\nUnder the Companies Act 2006 we are required to report to you if, in our opinion:\n\nwe have not obtained all the information and explanations we require for our audit; or\n\nadequate accounting records have not been kept by the company, or returns adequate\nfor our audit have not been received from branches not visited by us; or\n\ncertain disclosures of directors’ remuneration specified by law are not made; or\n\nthe company financial statements are not in agreement with the accounting records\n\nand returns.\n\nWe have no exceptions to report arising from this responsibility.\n\nOo.\n\nBrian Henderson (Senior Statutory Auditor)\n\nfor and on behalf of PricewaterhouseCoopers LLP\nChartered Accountants and Statutory Auditors\nLondon\n\nDate: 16 June 2021\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_49": "Consolidated financial\nstatements and notes",
    "Page_50": "Consolidated statement of comprehensive income\nfor the year ended 31 March 2021.\n\nYear ended 31 March\n\nNote 2021 2020\nRestated *\n\nRevenue 4 421.0 302.6\nCost of sales 5 (151.7) (111.4)\nNet credit losses on financial assets 5 (8.8) (3.1)\nGross profit 260.5 188.1\nAdministrative expenses 5 (217.5) (168.8)\nInterest income from investments and operating assets 1.9 5.4\nInterest expense from operating assets (3.8) (1.3)\nOther income 3.8 0.2\nOperating profit 44.9 23.6\nFinance expense (3.8) (3.2)\nProfit before tax 41.1 20.4\nIncome tax expense 7 (10.2) (5.4)\nProfit for the year 30.9 15.0\nOther comprehensive income\nItems that may be reclassified to profit or loss:\nFair value (loss)/gain on investments (3.0) 11\nCurrency translation differences (3.8) 0.5\nTotal other comprehensive (loss)/income (6.8) 1.6\nTotal comprehensive income for the year 241 16.6\nEarning per share\nBasic 10 1.88 0.95\nDiluted 10 1.58 0.80\n\n* See note 1.22 for the details regarding the restatement of comparative figures.\n\nThe consolidated statement of comprehensive income has been prepared on the basis that all operations are continuing.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES ANNUAL REPORT AND ACCOUNTS 2021",
    "Page_51": "Consolidated statement of financial position\n\n“21M As at 31 March\nNote 2021 2020\nRestated *\nNon-current assets\nDeferred tax assets 7 56.7 32,0\nProperty, plant and equipment 8 24.0 91\nIntangible assets 9 27.5 21.3\nTrade and other receivables n 15.1 76\nTotal non-current assets 123,3 80.0\nCurrent assets\nCurrent tax assets WW 24\nTrade and other receivables un B13 102.6\nShort-term financial investments 12 7375 4d\nCash and cash equivalents 13 3,358.6 2,077.6\nTotal current assets 41785 2,296.4\nTotal assets 4,301.8 2764\n\nNon-current liabilities\n\nDeferred tax liabilities 7 2.0 <\nBorrowings 5 95.2 59.6\nTrade and other payables 14 22.6 74\nTotal non-current liabilities N98 67.0\n\nCurrent liabilities\n\nBorrowings 5 35 4.2\nCurrent tax liabilities 2.0 07\nTrade and other payables 14 3,891.2 21077\nTotal current liabilities 4896.7 ane\n* See note 1.22 for the details regarding the restatement of comparative figures\nTota} liabilities 4,016.5 2179.6\nThe financial statements on pages 49 to 79 were authorised for\nEquity issue by the board of directors on 16 June 2021 and were signed\nShare capital - y on its behalf\nShare premium 14 20.5\nShare-based payment reserves 124.5 63.8\nOther reserves (0.7) 23\nRetained earnings 162.6 Bg\n\nCurrency translation differences (2.5) 13 < LEE\nTotal equity 2883 196.6 CA ame\n\nKristo Kaarmann, Director\nTotal liabilities and equity 4,301.8 23764",
    "Page_52": "Consolidated statement of changes in equity\nfor the year ended 31 March 2021.\n\nRetained\nShare-based earnings/ Currency\nNote Share capital Share premium Other reserves 9g translation Total equity\npayment reserves (accumulated .\ndifferences\nlosses)\n\nAt 1 April 2019 as originally reported - 120.8 11.8 1.2 (7.6) 0.8 127.0\nCorrection of error 1.22 - (0.6) - - 0.6 - -\nAt 1 April 2019 restated - 120.2 11.8 1.2 (7.0) 0.8 127.0\nProfit for the year - restated * - - - - 15.0 - 15.0\nShare-based employee compensation expense - - 24.4 - - - 24.4\nDeferred tax on share-based compensation - restated * 7 - - 28.5 - - - 28.5\nFair value gain on investments 12 - - - 11 - - 1.1\nForeign currency translation differences - - - - - 0.5 0.5\nIssue of share capital - restated * 17, 18 0.3 (0.9) - 09 - 0.3\nAt 31 March 2020 - 120.5 63.8 2.3 8.9 1.3 196.8\nAt 31 March 2020 as originally reported 121.9 35.3 2.3 13.7 1.3 174.5\nCorrection of error 1.22 - (1.4) - - 1.5 - 0.1\nCorrection of error (deferred tax on share-based compensation) 1.22 - - 28.5 - (6.3) - 22.2\nAt 31 March 2020 restated * - 120.5 63.8 2.3 8.9 1.3 196.8\nProfit for the year a a 2 2 30.9 2 30.9\nShare-based employee compensation expense a a 36.9 a 2 2 36.9\nDeferred tax on share-based compensation 7 - - 26.6 - - - 26.6\nFair value loss on investments 12 - - - (3.0) - - (3.0)\nForeign currency translation differences - - - - - (3.8) (3.8)\nIssue of share capital 17, 18 - 09 (2.8) - 2.8 - 0.9\nReduction of share capital 17 - (120.0) - - 120.0 - -\nAt 31 March 2021 = 1.4 124.5 (0.7) 162.6 (2.5) 285.3\n\n* See note 1.22 for the details regarding the restatement of comparative figures.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES ANNUAL REPORT AND ACCOUNTS 2021",
    "Page_53": "Consolidated statement of cash flows\nfor the year ended 31 March 2021.\n\nYear ended 31 March\n\nNote 2021 2020\nRestated *\n\nCash flows from operating activities\nCash generated from operations 16 2,076.3 1,187.8\nInterest received 76 6.4\nInterest expense paid (6.0) (3.4)\nCorporate income tax paid (4.0) (2.4)\nNet cash generated from operating activities 2,073.9 1,188.4\nCash flows from investing activities\nPurchase of property, plant and equipment (2.3) (3.1)\nPayments for intangible assets 9 (20.9) (15.0)\nPayments for financial assets at FVOCI (723.9) (46.5)\nProceeds from sale and maturity of financial assets at FVOCI 75.3 43.7\nNet cash used in investing activities (671.8) (20.9)\nCash flows from financing activities\nProceeds from issues of shares and other equity 7 0.9 0.3\nProceeds from borrowings 118.6 101.4\nRepayments of borrowings (90.0) (66.4)\nPayments for lease liabilities (4.7) (4.1)\nNet cash generated from financing activities 24.8 31.2\nNet increase in cash and cash equivalents 1,426.9 1,198.7\nCash and cash equivalents at beginning of year 13 2,077.6 856.1\nEffects of exchange rate changes on cash and cash equivalents (145.9) 22.8\nCash and cash equivalents at end of year 13 3,358.6 2,077.6\n\n* See note 1.22 for the details regarding the restatement of comparative figures.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES ANNUAL REPORT AND ACCOUNTS 2021",
    "Page_54": "Notes to the consolidated financial statements\nfor the year ended 31 March 2021.\n\nNote 1. Summary of significant accounting policies\n1.1 Basis of preparation and accounting policies\n\nTransferWise Ltd (the \"Company\") is limited by shares and is incorporated and domiciled\nin England. The address of its registered office is 6th Floor Tea Building, 56 Shoreditch\nHigh Street, London E1 6JJ. The principal activity of the Company and its subsidiaries\n(the \"Group\") is provision of cross-border money transfer services.\n\nThe consolidated financial statements of the Group have been prepared in accordance\nwith international accounting standards in conformity with the requirements of the\nCompanies Act 2006’. The financial statements are prepared on a going concern basis.\n\nThe financial statements are presented in millions of Pounds Sterling (\"£\"), which is\nthe Group's presentation currency and has been prepared under the historical cost\nconvention, except certain financial assets measured at fair value.\n\nThe principal accounting policies applied in the preparation of these consolidated\nfinancial statements are set out below. These policies have been consistently applied to\nall the years presented, unless otherwise stated.\n\nPreparation of financial statements requires signifciant accounting judgments and\nestimates which have been laid out in note 2.\n\nGoing concern assumption\n\nThe going concern assessment is based on the forecast for the first 12 months from the\ndate of approval of these financial statements for the year ended 31 March 2021. For the\nforecast purposes, management has prepared the Base Case Scenario and Downside\nCase Scenario, which covered revenues, profitability, cash position and liquidity as well\nas the Group's ability to meet its regulatory capital requirements. The Group expects\nthat sufficient liquidity and regulatory capital requirement headroom is maintained\nthroughout the forecast period under both scenarios.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\nThe going concern assessment also considers the Group's principal risks (Note 3) and is\ndependent on a number of factors, including but not limited to, financial performance,\nvolume of transactions and its ability to meet financial covenants.\n\nAs the COVID-19 pandemic has had and continues to have a significant impact on\n\nthe global economy and markets in which the Group operates, management has\nprepared the forecasts taking into account the uncertainties around the pandemic.\nSince the outbreak of the pandemic in early 2020, the Group's main priority has been\noffering a disruption-free service to its customers, whilst maintaining the wellbeing and\nproductivity of its employees.\n\nBased on forecasts, available market information and management's knowledge and\nexperience of the Group's business activities, the Group is satisfied in its ability to\ncontinue as a going concern.\n\n1.2. Changes in accounting policy and disclosures\n\nAdoption of new or revised standards and interpretations\nThe following new or revised standards and interpretations became effective for the\nGroup from 1 April 2020:\n\n+ IFRS 3 amendments Definition of a Business.\n+ IAS 1and IAS 8 amendments Classification of Liabilities and Definition of Material.\n+ Amendments to IFRS 7, IFRS 9 and IAS 39 Interest Rate Benchmark Reform.\n\n+ Amendments to IFRS 16 Covid-19-Related Rent Concessions.\n\nThe adoption of the above standards did not have a material impact on the Group.\nThere are no other new or revised standards or interpretations that are effective for the\nfirst time for the financial year beginning on or after 1 April 2020 that would be expected\nto have a material impact to the Group.\n\nNew standards and interpretations not yet adopted\n\nCertain new accounting standards, anendments and interpretations have been\npublished that are not mandatory for the period ended 31 March 2021 and have not\nbeen early adopted by the Group . None of these are expected to have a material impact\non the Group in the current or future reporting periods and on foreseeable future\ntransactions:\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_55": "- Amendments to IAS 37 — Onerous Contracts: Cost of Fulfilling a Contract\n\n+ Amendments to IAS 16 — Property, Plant and Equipment: Proceeds before\nIntended Use\n\nAIP (2018-2020 cycle): IFRS 9 Financial Instruments — Fees in the '10 per cent’ Test for\nDerecognition of Financial Liabilities\n\n- Amendments to IFRS 9, IAS 39, IFRS 7, IFRS 4 and IFRS 16 - Interest Rate Benchmark\nReform — Phase 2\n\nChanges in presentation\n\nStatement of comprehensive income\n\nIn preparing these financial statements, the Group has made certain presentational\nchanges to better align the relevant IFRS financial statement captions and reflect the\nunderlying nature of the transactions and the operations of Wise. Comparatives for the\nyear ended 31 March 2020 have been re-presented to reflect this change in classification\nfor all instances.\n\n£1.3 million Interest expense incurred on holding customer deposits on Wise Accounts\nas the result of negative interest rates, has been reclassified and presented separately\nas interest expense from operating assets. This change in classification was made as\ninterest expense incurred on customer balances does not relate to borrowings and\ntherefore the Directors considered that operating activities better reflected the nature\nof cost.\n\n£3.1 million Interest income earned on holding customer cash on Wise Accounts has\nbeen reclassified to the Interest income from investments and operating assets. This\nchange in classification was made as interest income earned on customer balances\ndoes not relate to lending activity and therefore the Directors considered that\noperating activitities better reflected the nature of this income, similar to income the\nGroup earns on investments in bonds.\n\n£2.3 million Investment income from bonds has been reclassified to the Interest\n\nincome from investments and operating assets. Similar to interest earned on Wise\nAccounts, the Directors considered that operating activitities better reflected the\nnature of this income.\n\nChange in accounting policies\n\nNet foreign currency exchange gains and losses related to customer balances are\nclassified as costs of sales as they direclty relate to provision of services to the\ncustomers. Previously, a portion of foreign exchange gains and losses related to\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\ncustomer balances in the amount of £3.1 million were classified as administrative\nexpenses for the period ended 31 March 2020.\n\n1.3 Current versus non-current classification\n\nThe Group presents assets and liabilities in the statement of financial position based\non current or non-current classification. An asset is current when it satisfies any of the\nfollowing criteria:\n\n* expected to be realised or intended to be sold or consumed in the normal operating\ncycle;\n\n* held primarily for the purpose of trading;\n\n* expected to be realised within twelve months after the reporting period;\n\n* cash or cash equivalent unless restricted from being exchanged or used to settle a\nliability for at least twelve months after the reporting period.\n\nAll other assets are classified as non-current.\n\nA liability is current when it satisfies any of the following criteria:\n\n* it is expected to be settled in the normal operating cycle;\n+ it is held primarily for the purpose of trading;\n* it is due to be settled within twelve months after the reporting period;\n\n* there is no unconditional right to defer the settlement of the liability for at least twelve\nmonths after the reporting period.\n\nThe terms of the liability that could, at the option of the counterparty, result in its\nsettlement by the issue of equity instruments do not affect its classification. The\nGroup classifies all other liabilities as non-current. Deferred tax assets and liabilities are\nclassified as non-current assets and liabilities.\n\n1.4 Basis of consolidation\n\nSubsidiaries are all entities over which the Group has control. The Group controls\nan entity when the Group is exposed to, or has rights to, variable returns from its\ninvolvement with the entity and has the ability to affect those returns through its power\nover the entity.\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_56": "Subsidiaries are fully consolidated from the date on which control is transferred to the\nGroup and are de-consolidated from the date that control ceases.\n\nInter-company transactions, balances and unrealised gains on transactions between\ncompanies within the Group are eliminated. Unrealised losses are also eliminated unless\nthe transaction provides evidence of an impairment of the transferred asset.\n\n1.5 Foreign currencies translation\n\nThe Group's consolidated financial statements are presented in Pounds Sterling. For\neach entity, the Group determines the functional currency and items included in the\nfinancial statements of each entity are measured using that functional currency.\n\nTransactions and balances\nTransactions in foreign currencies are initially recorded by the Group's entities at their\nrespective functional currency spot rates at the date the transaction is recognised.\n\nForeign exchange gains and losses resulting from the settlement of such transactions\nand from the translation of monetary assets and liabilities denominated in foreign\ncurrencies at year end exchange rates are recognised in profit or loss. Non-monetary\nassets and liabilities are translated at historical exchange rates if held at historical cost or\nyear-end exchange rates if held at fair value, and the resulting foreign exchange gains or\nlosses are recognised in either the income statement or shareholder's equity depending\non the treatment of the gain or loss on the asset or liability.\n\nGroup companies\nOn consolidation, the results and financial position of foreign operations (none of which\nhas the currency of a hyperinflationary economy) are translated into pounds as follows:\n\n* assets and liabilities for each balance sheet presented are translated at the closing\nexchange rate at the date of that balance sheet;\n\n+ income and expenses are translated at average monthly exchange rates (unless\nexchange rates fluctuate significantly during the year, in which case the exchange rates\nat the transaction date are used), and;\n\nall resulting exchange differences are recognised in other comprehensive income.\n\nWhen any borrowings forming part of the net investment in foreign entities are repaid,\nthe associated exchange differences are reclassified to profit or loss, as part of the gain\nor loss on sale.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\n1.6 Cash and cash equivalents\n\nCash and cash equivalents include cash on hand, on-demand deposits and other\nshort-term high quality liquid investments with original maturities of three months or\nless, except for Money Market Funds (MMF). Cash that has been paid out from the\nGroup bank account but hasn't been delivered to the bank account of the beneficiary\nis classified as cash in transit. Cash collateral deposits the Group holds with its\ncounterparties are recognised under Trade and other receivables in the statement of\nfinancial position.\n\nCustomer deposits\n\nThe Group recognises liability for customer funds held in Wise Accounts and funds\ncollected from the customers for Wise Transfers that have not yet been processed.\nLiability is recognized upon receipt of cash or capture confirmation (depending on pay-\nin method), and is derecognised when cash is delivered to the beneficiary.\n\nPrinciples to determine the point of delivery are the same as applied in revenue\nrecognition, see section 1.11 below. Cash that has been paid out but has not yet been\ndelivered to the beneficiary account is reflected as cash in transit to customers.\n\nThe Group is subject to various regulatory safeguarding compliance requirements with\nrespect to customer funds. As safeguarding requirements may vary across the different\njurisdictions in which the Group operates, the Group holds customer funds in segregated\naccounts and other high quality liquid assets such as MMFs and investment grade bonds.\n\n1.7. Financial assets\n\nInvestments and other financial assets\n\nThe Group classifies its financial assets, at initial recognition, and subsequently measures\nthem at amortised cost, fair value through profit or loss (FVTPL), and fair value through\nother comprehensive income (FVOC)).\n\nThe classification of financial assets at initial recognition depends on the financial asset's\ncontractual cash flows and the Group's business model for managing them.\n\nIn order for a financial asset to be classified and measured at amortised cost or FVOCI,\nit needs to give rise to cash flows that are ‘solely payments of principal and interest\n(SPPI)' on the principal amount outstanding. This assessment is referred to as the SPPI\ntest and is performed at an instrument level. Financial assets with cash flows that are not\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_57": "SPPI are classified and measured at fair value through profit or loss, irrespective of the\nbusiness model.\n\nThe Group's business model for managing financial assets refers to how they are used\n\nin order to generate cash flows. The business model determines whether cash flows\n\nwill result from collecting contractual cash flows, selling the financial assets, or both.\nFinancial assets classified and measured at amortised cost are held with the objective to\ncollect contractual cash flows, while financial assets classified and measured at fair value\nthrough OCI are held with the objective of both holding to collect contractual cash flows\nand selling.\n\nThe Group classifies debt securities (e.g. bonds) as FVOCI pursuant with the above\npolicy as the contractual cash flows are solely payments of principal and interest, and the\nobjective of the Group's business model is achieved both by collecting contractual cash\nflows and selling financial assets. On disposal of these debt investments, any related\nbalance within the FVOCI reserve is reclassified to profit or loss.\n\nRecognition and derecognition\n\nPurchases and sales of financial assets are recognised on the settlement date according\nto market conventions. Financial assets are derecognised when the rights to receive cash\nflows from the financial assets have expired or have been transferred and the Group\n\nhas transferred substantially all the risks and rewards of ownership. Cashflows in relation\nto purchase or sale of these instruments are classified as investing activities in the\nconsolidated cash flow statement.\n\nMeasurement\n\nAt initial recognition, the Group measures a financial asset at its fair value plus, in the\ncase of a financial asset not at fair value through profit or loss, transaction costs that are\ndirectly attributable to the acquisition of the financial asset. Transaction costs of financial\nassets carried at fair value through profit or loss are expensed in profit or loss. Financial\nassets at amortised costs are subsequently measured using the effective interest method\nand are subject to impairment. Gains and losses are recognised in the profit or loss when\nthe asset is derecognised, modified or impaired.\n\nImpairment\n\nThe Group recognises an allowance for Expected Credit Losses (ECL) for trade\nreceivables and uses a simplified approach in calculating ECLs. Therefore, the Group\ndoes not track changes in credit risk, but instead recognises a loss allowance based on\nlifetime ECLs at each reporting date. The Group has established a provision matrix that\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\nis based on its historical credit loss experience, adjusted for forward-looking factors\nspecific to the debtors and the economic environment.\n\nFor debt instruments held at FVOCI, the Group applies the low credit risk simplification.\nAt every reporting date, the Group evaluates whether or not the debt instrument is\nconsidered to have low credit risk using all reasonable and supportable information that\nis available without undue cost or effort.\n\nIn making that evaluation, the Group reassesses the internal credit rating of the debt\ninstrument. In addition, the Group considers that there has been a significant increase in\ncredit risk when contractual payments are more than 30 days past due.\n\nThe Group's debt instruments held at FVOCI comprised solely of quoted bonds that are\ngraded in the top investment category Aa2 and better by Moodys Credit Rating Agency\nand, therefore, are considered to be low credit risk investments. It is the Group's policy\nto measure ECLs on such instruments on a 12-month basis. However, when there has\nbeen a significant increase in credit risk since origination, the allowance will be based on\nthe lifetime ECL. The Group uses the ratings from Moody's both to determine whether\nthe debt instrument has significantly increased in credit risk and to estimate ECLs.\n\nRefer to note 1.18 and 3.2 for further information on trade receivables and expected\ncredit losses.\n\n1.8 Property, plant and equipment\n\nProperty, plant and equipment is stated at historical cost less accumulated depreciation\nand any accumulated impairment losses. Historical cost includes expenditure that is\ndirectly attributable to bringing the asset to the location and condition necessary for it\nto be capable of operating in the manner intended by management.\n\nDepreciation is charged so as to allocate the cost of assets less their residual value\n\nover their estimated useful lives, using the straight-line method. Right-of-use assets\n\nare depreciated over the lease term (2-7 years). Capitalised reconstruction and internal\ndesign costs of leased office space (shown as ‘Leased office improvements’ in the notes\nto the consolidated financial statements) are depreciated over the lease term and other\noffice equipment over 2 years.\n\nComputer equipment is not recorded into property, plant and equipment but expensed,\nas low value short-lived equipment in the Group.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_58": "1.9 Intangible assets - Internally generated software development costs\n\nThe Group develops software used in provisioning of its services. Development costs\nthat are directly attributable to the design, development and testing of the software\ncontrolled by the Group are recognised as intangible assets when the following criteria\nare met:\n\n+ it is technically feasible to complete the software so that it will be available for use\n\nmanagement intends to complete the software\n\nthere is an ability to use the software\n\nit can be demonstrated how the software will generate probable future economic\nbenefits\n\nadequate technical, financial and other resources to complete the development and to\nuse the software are available, and\n\nthe expenditure attributable to the software during its development can be reliably\nmeasured.\n\nCosts associated with maintaining computer software are recognised as an expense as\nincurred.\n\nDirectly attributable costs that are capitalised as part of the software product comprise\nthe software development employee costs.\n\nOther development expenditures that do not meet these criteria are recognised as an\nexpense as incurred. Development costs previously recognised as an expense are not\nrecognised as an asset in a subsequent period.\n\nCapitalised development costs are recorded as intangible assets and amortised over\ntheir estimated useful economic lives. Intangible assets are assessed for impairment\nwhenever there is an indicator that they might be impaired, for example when the assets\nare no longer in use and need to be decomissioned.\n\nThe Group amortises intangibles assets over 3 years, except for mobile applications\nwhich are amortised over 2 years.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\n110 Trade and other payables\n\nTrade payables consist of obligations to pay for goods and services that have been\nacquired in the ordinary course of business from suppliers on the basis of normal credit\nterms and do not bear interest. Other payables, which relate to Wise Accounts and Wise\nTransfers that have not been processed by the Group at the reporting date, are non-\nderivative liabilities to individuals or business customers for money they hold with the\nGroup and do not constitute borrowings.\n\nPayables are initially recognised at fair value and subsequently measured at amortized\ncost.\n\n1.11 Revenue recognition\n\nThe Group primarily generates revenue from Wise Transfers and Wise Account, including\nconversions and debit card services.\n\nThe Group recognises revenue according to the principles of IFRS 15 using the five-\nstep model:\n\n1. Identify the contracts with customers\n\n2. Identify the performance obligations in the contract\n\n3. Determine the transaction price\n\n4. Allocate the transaction to the performance obligations in the contract\n\n5. Recognise the revenue when (or as) the entity satisfies the performance obligation\nA customer enters into the contract with the Group at the time of opening a Wise\nAccount or initiating a Wise Transfer. Generally, the customer agrees to the contractual\n\nterms by formally accepting, on the Groups’ website, the terms and conditions of the\nrespective service, which details the Groups’ performance obligations and fees.\n\nA customer enters into the contract with the Group at the time of opening a Wise\nAccount or initiating a Wise Transfer. Generally, the customer agrees to the contractual\nterms by formally accepting, on Wise website, of the terms and conditions of the\nrespective service, which details the Groups’ performance obligations and fees.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_59": "In the case of debit card services, it is at the time the card is made available for use and\n\nthe customer is able to either make a payment or withdraw money from an ATM.\n\nThe fees we charge customers are shown to them upfront prior to transaction being\ninitiated. For international transfers, we charge a single upfront fee per transaction,\nconsisting of a fixed and variable amount. The amount of both the fixed and the variable\nportion of the fee depends on a number of factors, including the currency route, the\ntransfer size, the type of transaction being undertaken and the payment method used.\n\nAs there is typically a single performance obligation associated with each type of service\nprovided to a customer, the revenue is recognised at the point in time the Group's\nperformance obligation has been satisfied (e.g. upon delivery of funds to the recipient, in\ncase of money transfers, when a customer balance is converted into a different currency\nor upon transaction capture for debit card services).\n\nThe timing required for the Group to process the payment to the recipient and,\n\nhence, to satisfy its performance obligations largely depends on its banking partners,\nspecifically the processing time required to deliver funds to the recipient. Therefore, the\nrevenue is deferred until the time it is delivered. In certain jurisdictions where the Group\nhas settlement accounts with the central banks or in the case of transfers between Wise\n\naccounts or conversions within a Wise account, such transactions are fulfilled instantly.\n\n112 Interest income and expense\n\nInterest income from investments and interest earned on Wise Accounts is recognised\nas interest income from investments and operating assets using the effective interest\nrate method. Our investments are classified as financial assets at fair value through other\ncomprehensive income, whilst Wise Accounts holding customer funds are financial\nassets measured at amortised cost.\n\nInterest expense incurred on Wise Accounts primarily relate to negative interest rates on\neuro denominated balances.\n\n1.13 Leases\n\nA lease is a contract or part of a contract that conveys to the lessee the right to control\nthe use of an identifiable asset for a period of time in exchange for consideration.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\nThe Group as the lessee\n\nInitial measurement\nAt the commencement date, a lessee shall recognise a right-of-use asset and a lease\nliability. At the commencement date, a lessee shall measure the right-of-use asset at\n\ncost. The cost of the right-of-use asset shall comprise:\n\nthe amount of the initial measurement of the lease liability;\n\nany lease payments made at or before the commencement date, less any lease\nincentives received;\n\nany initial direct costs incurred by the lessee;\n\nan estimate of costs to be incurred by the lessee in dismantling and removing the\nunderlying asset, restoring the site on which it is located or restoring the underlying\nasset to the condition required by the terms and conditions of the lease.\n\nRight-of-use asset is recorded within the ‘Property, plant and equipment’ line in the\nstatement of financial position.\n\nAt the commencement date, the Group measures the lease liability at the present value\nof the lease payments that are not paid at that date. The lease payments are discounted\n\nusing the interest rate implicit in the lease, if that rate can be readily determined.\n\nIf that rate cannot be readily determined, the lessee shall use the lessee’s incremental\nborrowing rate, being the rate that the individual lessee would have to pay to borrow the\nfunds necessary to obtain an asset of similar value to the right-of-use asset in a similar\n\neconomic environment with similar terms, security and conditions.\n\nAt the commencement date, the lease payments included in the measurement of the\nlease liability comprise the following payments for the right to use the underlying asset\nduring the lease term that are not paid at the commencement date:\n\n* fixed payments, less any lease incentives receivable;\n\n* variable lease payments that depend on an index or a rate, initially measured using the\nindex or rate as at the commencement date. Variable lease payments that depend on\nan index or a rate include, for example, payments linked to a consumer price index,\npayments linked to a benchmark interest rate (such as SONIA) or payments that vary\nto reflect changes in market rental rates;\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_60": "* amounts expected to be payable by the lessee under residual value guarantees;\n\n* the exercise price of a purchase option if the lessee is reasonably certain to exercise\nthat option; and\n\n* payments of penalties for terminating the lease, if the lease term reflects the lessee\nexercising an option to terminate the lease.\n\nSubsequent measurement\n\nAfter the commencement date, a lessee measures the right-of-use asset estimated\napplying a cost model. To apply a cost model, a lessee measures the right-of-use asset\nat cost less any accumulated depreciation and any accumulated impairment losses and\nadjusted for any remeasurement of the lease liability.\n\nRight-of-use assets are generally depreciated over the shorter of the asset's estimated\nuseful life and the lease term on a straight-line basis. If the lease transfers ownership\n\nof the underlying asset to the lessee by the end of the lease term or if the cost of the\nright-of-use asset reflects that the lessee will exercise a purchase option, the lessee shall\ndepreciate the right-of-use asset from the commencement date to the end of the useful\nlife of the underlying asset.\n\nOtherwise, the lessee shall depreciate the right-of-use asset from the commencement\ndate to the earlier of the end of the useful life of the right-of-use asset or the end of the\nlease term.\n\nIf there are changes in lease payments, there may be a need to remeasure the lease\nliability. A lessee shall recognise the amount of the remeasurement of the lease liability\nas an adjustment to the right-of-use asset. However, if the carrying amount of the right-\nof-use asset is reduced to zero and there is a further reduction in the measurement of\nthe lease liability, a lessee shall recognise any remaining amount of the remeasurement\nin profit or loss.\n\nThe Group has elected not to apply the requirements of IFRS 16 to short-term leases and\nleases for which the underlying asset is of low value. Payments associated with short-\nterm leases and all leases of low-value assets are recognised on a straight-line basis as an\nexpense in profit or loss. Short-term leases are leases with a lease term of 12 months or\nless. Low-value assets comprise of IT and office equipment.\n\nThe Group presents the payments of principal and interest on lease liabilities as part of\nfinancing cash flows.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\n1.14 Cost of sales\n\nCost of sales comprises the costs that are directly associated with the Group's principal\nrevenue stream of money transfer services. This includes:\n\nbank and partner fees incurred in processing customer transfers;\n\nnet foreign exchange costs generated due to customer transactions and costs\nrelated to the difference between the published mid-market rate offered to\ncustomers and the rate obtained by the Group in acquiring currency as required\nas well as product losses that are directly generated from consumer transactions,\nincluding chargeback losses.\n\n1.15 Current and deferred tax\n\nThe tax expense for the period comprises current and deferred tax. Tax is recognised in\nthe income statement, except to the extent that it relates to items recognised in other\ncomprehensive income or directly in equity. In this case, the tax is also recognised in\nother comprehensive income or directly in equity, respectively.\n\nThe current tax charge is calculated on the basis of the tax laws enacted or substantively\nenacted at the balance sheet date in the countries where the company and its\nsubsidiaries operate and generate taxable income. Management periodically evaluates\npositions taken in tax returns with respect to situations in which applicable tax regulation\nis subject to interpretation. It establishes provisions where appropriate on the basis of\namounts expected to be paid to the tax authorities.\n\nDeferred tax is recognised on temporary differences arising between the tax bases\nof assets and liabilities and their carrying amounts in the Group financial statements.\nDeferred tax is determined using tax rates (and laws) that have been enacted or\nsubstantively enacted by the balance sheet date and are expected to apply when the\nrelated deferred tax asset is realised, or the deferred tax liability is settled.\n\nDeferred tax assets are recognised only to the extent that it is probable that future\ntaxable profit will be available against which the temporary differences can be utilised.\n\nDeferred tax assets are recognized for share options vested but not exercised at the\nbalance sheet date. They are determined as at the balance sheet date based on the most\nrecent valuation of share options. The impact of recognition is split between income tax\nexpense and the share-based payment reserve in equity. Refer to note 7.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_61": "Deferred tax assets and liabilities are offset when there is a legally enforceable right to\noffset current tax assets against current tax liabilities and when the deferred tax assets\nand liabilities relate to income taxes levied by the same taxation authority on either the\nsame taxable entity or different taxable entities and there is an intention to settle the\nbalances on a net basis.\n\n116 Employee benefits\n\nShort-term obligations\n\nLiabilities for wages and salaries, including non-monetary benefits and accumulating\nannual leave that are expected to be settled wholly within 12 months after the end of\nthe period in which the employees render the related service are recognised in respect\nof employees’ services up to the end of the reporting period and are measured at the\namounts expected to be paid when the liabilities are settled. The liabilities are presented\nas current employee benefit obligations in the balance sheet.\n\nLong-term obligation\nEmployee entitlements for long term leave is recognised as a liability using probability of\nstaff departures and leave utilisation.\n\nShare-based payments\n\nThe Parent Company operates a scheme, under which the Group receives services from\nemployees as consideration for equity instruments (options) of the Parent Company.\nThe fair value of the employee services received in exchange for the grant of the options\nand awards is recognised in employee benefit expense together with a corresponding\nincrease in equity (share-based payment reserves), over the period in which the service\nand the performance conditions are fulfilled (the vesting period).\n\nThe total amount to be expensed is determined by reference to the fair value of the\noptions granted. Non-market vesting conditions are included in assumptions of the\nnumber of options and awards that are expected to vest.\n\nThe total amount of the grant expense is recognised over the vesting period. At each\nreporting date, the entity revises its estimates of the number of options and awards\nthat are expected to vest based on the non-market vesting conditions. It recognises the\nimpact of the revision to original estimates, if any, in the Statement of comprehensive\nincome, with a corresponding adjustment to the share-based payment reserves. Upon\nexercises of share options, the impact is recognised in retained earnings.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\nRefer to Note 2.5 for Significant accounting estimate for employee share-\nbased payments.\n\n1.17 Segment reporting\n\nOperating segments are reported in a manner consistent with the internal reporting\nprovided to the Chief Operating Decision Maker (\"CODM\"), which is currently the Board\nof Directors of the Group. The Group has therefore determined that it has only one\nreportable segment under IFRS 8, which is that of “Cross border payment services\".\nRefer to Note 4 for Segment information.\n\n1.18 Trade and other receivables\n\nTrade and other receivables, primarily consist of amounts due from payment processors\nand collateral deposits the Group holds with is counterparts. Trade and other receivables\nare initially recognized at fair value and subsequently measured at amortised cost less\nimpairment for expected credit losses. The Group applies the simplified approach\npermitted by IFRS 9, which requires expected lifetime credit losses to be recognized\nfrom the initial recognition of the receivables. Refer to note 1.7 above for further\ninformation on expected credit losses.\n\n1.19 Earnings per share\n\nBasic earnings per share is calculated by dividing:\n+ the profit attributable to the owners of the Group;\n\n* by the weighted average number of ordinary shares outstanding during the\nfinancial year.\n\nDiluted earnings per share share adjusts the figures used in the determination of basic\nearnings per share to take into account:\n\n* the after-income tax effect of interest and other financing costs associated with\ndilutive potential ordinary shares; and\n\n* the weighted average number of additional ordinary shares that would have been\noutstanding, assuming the conversion of all dilutive potential ordinary shares.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_62": "1.20 Borrowings\n\nBorrowings are recognised initially at fair value, net of transaction costs incurred, and\nare subsequently carried at amortised cost. Any difference between the proceeds (net\nof transaction costs) and the redemption value is recognised in the income statement\nover the term of the borrowing using the effective interest method. Fees paid on the\nestablishment of loan facilities are recognised as transaction costs of the loan to the\nextent that it is probable that some or all of the facility will be drawn down. In this case,\nthe fee is deferred and treated as a transaction cost when the draw-down occurs. The\n\nGroup presents the impact of transaction costs as part of financing cash flows.\n1.21. Rounding of amounts\n\nAll amounts disclosed in the Consolidated Financial Statements and the notes have been\nrounded to the nearest hundred thousand (£0.1 million), unless otherwise stated.\n\n1.22 Prior period restament\n\nDuring the preparation of these financial statements, the financial results for the year\n\nended 31 March 2020 have been restated. The restatements comprise:\n\n* error correction in the valuation of deferred tax assets related to vested but not\nexercised options and an error in the split of the corporate tax deduction available in\ncertain countries on exercise of options, between the income statement (income tax\nexpense) and equity (share based payments reserve). The error has no material impact\non the financial year ended 31 March 2019 and therefore no opening balance sheet\n\nadjustment is required;\n\nerror correction in the recognition of the liability for the National Insurance on share\noptions. Previously the liability was presented net of receivables from employees.\nCorrection was made to present the liability and receivable gross in the statement of\nfinancial postion. The impact for the period for the period ended 31 March 2020 was\n£1.6 million.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\nImpact on statement of comprehensive income (extract) - decrease in profit\n\n31 March 2020\n\nGroup Company\nIncome tax expense (6.3) (6.1)\nNet impact on profit for the period (6.3) (6.1)\n\nImpact on statement of financial position (extract) - increase/(decrease) in equity\n\n31 March 2020\n\nGroup Company\n\nTrade and other receivable 1.6 1.6\n\nDeferred tax assets 22.2 20.4\nTotal assets 23.8 22.0\nTrade and other payable (1.6) (1.6)\nTotal liabilities (1.6) (1.6)\nShare-based payment reserves 28.5 26.5\nRetained earnings (6.3) (6.1)\nNet impact on Equity 22.2 20.4\n\nIn addition the Group corrected an an error in the classification of the impact of the\nshare options exercises which were classified as share premium. As the result £1.4 million\nwere reclassified from share premium into retatained earnings for the period ended 31\nMarch 2020 (2019: £0.6 million) within the statement of changes in equity.\n\nThe error corrections did not have an impact on the OCI for the period or the Group's\noperating, investing or financing cash flows in the Consolidated Statement of Cash\n\nFlows for the period.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_63": "Note 2. Significant accounting estimates and judgements\n\nThe preparation of the Group's consolidated financial statements requires management\nto make judgements, estimates and assumptions that affect the reported amounts of\nrevenues, expenses, assets and liabilities, and the accompanying disclosures. Uncertainty\nabout these estimates and assumptions could result in outcomes that require a material\nadjustment to the carrying amounts of assets and liabilities within the next financial year.\n\nJudgements\n\nIn the process of applying the Group's accounting policies, management has made the\nfollowing judgements, which have the most significant effect on the amounts recognised\nin the consolidated financial statements:\n\n2.1 Customer balances\n\nThe Group recognises financial assets and liabilities for the customer cash balances it\nholds on Wise Accounts and as part of Wise Transfer settlement process as it becomes\nparty to a contract and has a right and an ability to control the economic benefit\n\nfrom the cash flows associated with these financial assets and liabilities required by\nIFRS9. Additionally, pursuant to IAS 32, the Group considers it does not have a legally\nenforceable right to set off the these financial assets and liabilities, or an intention to\nsettle them on a net basis or settle them simultaneously.\n\n2.2 Deferred taxes\n\nDeferred tax assets are recognised for unused tax losses to the extent that it is probable\nthat taxable profit will be available against which the losses can be utilised. Significant\nmanagement judgement is required to determine the amount of deferred tax assets that\ncan be recognised, based upon the likely timing and the level of future taxable profits.\n\n2.3 Net gains and losses from foreign exchange differences\n\nThe Group classifies net foreign exchange gains and losses from customer transactions,\nincluding the costs related to the difference between the published mid-market rate\noffered to customers and the rate obtained by the Group in acquiring currency as\nrequired, as cost of sales. The Group considers these costs as directly related to and\nincurred as part of providing services to the customers. The total of such net foreign\nexchange differences recognised in the cost of sales for the year ended 31 March 2021 is\n£18.3 million (2020: £12.3 million).\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\n2.4 Intangible assets - capitalisation, useful lives and impairment\n\nThe Group capitalises internally generated software costs, including direct development\ncosts related to employee benefit expenses. Initial capitalisation of costs is based on\nmanagement's judgment that technological and economic feasibility is confirmed,\nusually when a product development project has reached a defined milestone according\nto an established project management model.\n\nEstimates and assumptions\n\nThe key assumptions concerning the future and other key sources of estimation\nuncertainty at the reporting date, that have a significant risk of causing a material\nadjustment to the carrying amounts of assets and liabilities within the next financial year,\nare described below. The Group based its assumptions and estimates on parameters\navailable when the consolidated financial statements were prepared.\n\nExisting circumstances and assumptions about future developments, however, may\nchange due to market changes or circumstances arising that are beyond the control of\nthe Group. Such changes are reflected in the assumptions when they occur.\n\n2.5  Share-based payments\n\nEstimating fair value for share-based payment transactions requires determination of\nthe most appropriate valuation model, which depends on the terms and conditions of\nthe grant. This estimate also requires determination of the most appropriate inputs to\nthe valuation model including the expected life of the share option or appreciation right,\nvolatility and dividend yield and making assumptions about them.\n\nThe cost of share options is determined by the fair value at the date when the grant is\nmade using the Black Scholes model. Further details on the assumptions is disclosed in\nnote 18.\n\nIf the average share price was higher or lower by 5%, the annual share-based payment\ncompensation expense would be higher or lower by up to £0.8 million.\n\nAdditionaly the Group uses the most recent valuation to the balance sheet date in\n\ndetermining the deferred tax asset for the share options vested but not exercised. Refer\nto note 7.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_64": "2.6 Specific provision for expected credit losses\n\nThe Group may recognise specific provisions for individually material financial assets\nfor which credit quality deteriorates significantly. The Group takes into account specific\nfacts and circumstances that might indicate impairment, such as litigation risk, credit\nrating and financial results of the counterpart. The Group also uses the weighted\nprobability method to assess the recoverability of the amounts. The Group monitors\nsubsequent changes in the assumptions and estimates on a regular basis. Specific\nprovision recognised for the period ended 31 March 2021 was £6.7 million (2020: £0),\nmore information is disclosed in note 5.\n\nNote 3. Financial risk and capital management\n\nThis note further explains the Group's exposure to financial risks and how these risks\ncould affect the Group's future financial performance. Current year profit and loss\ninformation has been included where relevant to add context.\n\nIn the course of its business, the Group is exposed to the main financial risks: liquidity,\ncredit, and market risk. The Group's financial risk management programme seeks to\nminimise potential adverse effects on the Group's financial performance.\n\n3.1 Liquidity risk\n\nThe Group monitors its risk of shortage of funds using cash flow forecasting.\nManagement monitors rolling forecasts of the Group's liquidity requirements to make\nsure it has sufficient cash to meet operational needs. The Group's objective is to\nmaintain a balance between continuity of funding and flexibility through the use of its\nrevolving credit facility, share capital and lease contracts.\n\nThe Group's approach to managing liquidity risk is to make sure, as far as possible, that\nit always has enough liquidity to meet its liabilities when due, under both normal and\nstressed scenarios, without incurring unacceptable losses or risking damage to the\nGroup's position\n\nThe Group assessed the concentration of risk with respect to refinancing its debt and\nconcluded it to be low. The Group has access to the sufficient source of funding and\ndoes not currently have debt maturing within 12 months.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\nThe breakdowns of trade payables and borrowings into current and non-current are\nshown in notes 14 and 15. See also note 3.5 for the maturity profile of the Group's\nfinancial liabilities based on contractual undiscounted payments.\n\n3.2 Credit risk\n\nCredit risk is the risk of financial loss to the Group if a customer or counterparty to a\nfinancial instrument fails to meet its contractual obligations.\n\nCredit Risk is managed at Group level and comes mainly from the Group's cash and cash\nequivalents held in banks and investments in bonds.\n\nIf a bank or other financial institution has no independent credit rating, the Group\nevaluates its credit quality by analysing its financial position, past experience, and\nother factors.\n\nThe Group's maximum exposure to credit risk by class of financial asset is as follows:\n\nAs at 31 March\n\n2021 2020\nAssets category\nCash and cash equivalents 3,358.6 2,077.6\nShort-term financial investments 737.5 14.1\nTrade and other receivables 76.3 104.7\nAssets subject to credit risk total 4,172.4 2,296.4\n\nDue to the short duration of the cash and cash equivalents (less than 3 months), the fair\nvalue approximates the carrying value at each reporting period.\n\nCredit risk is mitigated as financial assets suibject to credit risk are held with reputable\ninstitutions.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_65": "The Group's financial assets breakdown by credit rating of institution is as follows:\n\nAs at 31 March\n\n2021 2020\nCredit rating (Moody's)\nCash and cash equivalents\nAa 2,316.9 1,285.9\nA 710.6 364.6\nBaa, Ba, B 73.3 315.6\nCaa Ss 0.6\nNo rating * 99.8 23.6\nCash in transit 158.0 87.3\nCash and cash equivalents total 3,358.6 2,077.6\nShort-term financial investments\nAa 737.5 114.1\nShort-term financial investments total 737.5 114.1\nTrade and other receivables\nAa 14.7 19.6\nA 1.0 20.0\nBaa, Ba, B 15.4 15.5\nNo rating * 45.2 49.6\nTrade and other receivables total 76.3 104.7\n\n*\"No rating” includes payment providers and banks with no public credit rating.\n\nBefore deciding to onboard third parties, the Group undertakes due diligence measures\nto assess and mitigate potential risks.\n\n3.3. Market risk\n\nCash flow and fair value interest rate risk\n\nThe Group is exposed to interest rate risk from floating interest rate borrowings (Note 15)\nand manages the potential that financial expenses increase when interest rates increase.\nSensitivity analysis is used to assess the interest rate risk.\n\nIn a stressed scenario a change of 10 basis points in the interest rates of interest-bearing\nliabilities at the reporting date would have changed profit and equity by £0.1 million.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\nThe Group is also exposed to interest rate risk from fixed rate, predominantly, customer\nliabilities funded by floating rate assets. This risk is deemed negligible for the Group, due\nto the business model as interest rate changes can be passed onto the customer in due\n\ncourse.\n\nForeign exchange risk\n\nThe Group is exposed to foreign exchange rate movement from holding assets and\nliabilities in different currencies and guaranteeing customers a foreign exchange rate\n\non their international transfers for a limited period of time. We actively monitor foreign\nexchange risk, and our exposures are managed through a combination of natural\nhedging and treasury products hedging. There were no material open treasury postions\nas the reporting date.\n\nThe table below presents the Group's net position (difference between financial assets\nand liabilities) across its main currencies and Group's exposure to foreign exchange risk\nat the end of each reporting period.\n\nThe Group's exposure to foreign exchange risk by currency is as follows:\n\nAs at 31 March\n\n2021 2020\nNet exposure by currency (in £millions)\nPHP 14.2 1.0\nINR 13.7 4.5\nBRL 37 (0.1)\nAUD 47 10.4\nNZD 4.5 (1.0)\nEUR (21.9) 8.1\nCHF (8.9) 3.8\nUSD (9.8) 10.6\nIDR (3.5) (1.9)\nOther financial assets 75 17.6\nOther financial liabilities (13.1) (3.6)\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_66": "The Group's sensitivity to foreign exchange fluctuations by currency is as follows:\n\nAs at 31 March\n\n2021 2020\nSensitivity to 5% exchange rate\nchange (in £millions)\nPHP 0.7 0.1\nINR 0.7 0.2\nBRL 0.2 -\nAUD 0.2 0.5\nNZD 0.2 (0.1)\nEUR (1.1) 0.3\nCHF (0.4) 0.2\nUSD (0.5) 0.5\nIDR (0.2) (0.1)\nOther financial assets 0.4 0.8\nOther financial liabilities (0.7) (0.2)\n\n3.4 Capital management\n\nThe Group's capital comprises ordinary share capital, share premium, reserves and\n\nretained earnings.\n\nThe Group's objectives when managing capital is to:\n\nsafeguard the Group's ability to continue as a going concern, so that the Group can\ncontinue to provide returns for shareholders and benefits for other stakeholders;\n\nmaintain an optimal capital structure to reduce the cost of capital; and\n\nadhere to regulatory requirements in each jurisdiction.\n3.5 Carrying Amounts and Fair Values of Financial Instruments\n\nThe Group's financial assets mainly consist of cash, short-term trade and other\nreceivables and listed bonds. Its financial liabilities include trade liabilities and obligations\ntowards financial institutions. All purchases and sales of financial assets are recognised\n\non the settlement date according to market conventions.\n\nThe Group classifies its financial assets at amortised cost only if both of the following\ncriteria are met:\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\n* the asset is held within a business model whose objective is to collect the contractual\n\ncash flows.\n\n* the contractual terms give rise to cash flows that are solely payments of principal and\n\ninterest.\n\nFinancial assets at fair value through other comprehensive income (FVOCI) comprise\n\ninvestments into highly liquid bonds with the objective of both collecting contractual\n\ncash flows and selling financial assets.\n\nFinancial assets and liabilities by measurement basis:\n\nFinancial assets at amortised cost\nLong term receivables\n\nShort term trade and other receivables\nCash and cash equivalents\n\nFinancial assets at amortised cost total\n\nFinancial liabilities at amortised cost\nNon-current lease liabilities\n\nNon-current borrowings\n\nNon-current trade and other payables\nCurrent lease liabilities\n\nCurrent borrowings\n\nCurrent trade and other payables\nFinancial liabilities at amortised cost total\n\nFinancial assets at FVOCI\n\nShort-term financial investments\nFinancial assets at FVOCI total\n\nFair value hierarchy\n\nAs at 31 March\n\n2021\n\n1.0\n76.3\n3,358.6\n3,435.9\n\n(16.6)\n(78.6)\n\n(3.5)\n\n(3,859.3)\n(3,958.0)\n\n737.5\n737.5\n\n2020\n\n6.0\n96.2\n2,077.6\n2,179.8\n\n(10.6)\n(49.0)\n(5.8)\n(4.0)\n(0.2)\n(2,108.4)\n(2,178.0)\n\n114.1\n114.1\n\nThe Group estimates that the fair values of assets and liabilities reported at amortised\ncost in the statement of financial position as at 31 March 2021 and 31 March 2020 do\nnot materially differ from the carrying amounts reported in the consolidated financial\n\nstatements.\n\nThe carrying amount of current accounts receivable and payable less impairments is\n\nestimated to be approximately equal to their fair value.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_67": "IFRS 13 has sought to make measurements at fair value more consistent and comparable\nby categorising fair value according to the hierarchy of the inputs used to measure them.\nThese are categorised from Level 1 to Level 3 as follows.\n\nLevel 1 - Quoted prices in active markets for identical assets or liabilities which the Group\ncan access at the date of measurement.\n\nLevel 2 - Inputs, other than quoted market prices included in Level 1, that are observable\neither directly or indirectly.\n\nLevel 3 - Inputs that are not based on observable market data.\n\nThe following table present the Group's assets and liabilities that are measured at fair\nvalue by the level in the fair value hierarchy as at 31 March 2021 and 31 March 2020:\n\nAs at 31 March\n\n2021 2020\nMeasurement Level 1\nFinancial assets\nShort-term financial investments 737.5 14.1\nLevel 1 financial assets total 737.5 114.1\n\nFinancial instruments in level 1\n\nThe fair value of financial instruments traded in active markets is based on quoted\nmarket prices at the balance sheet date. A market is regarded as active if quoted prices\nare readily and regularly available from an exchange, dealer, broker, industry group,\npricing service, or regulatory agency, and those prices represent actual and regularly\noccurring market transactions on an arm's length basis.\n\nThe quoted market price used for financial assets held by the Group is the current close\nprice at the balance sheet date.\n\nIf the fair value of the short-term financial assets would change by 1% at the reporting\ndate, that would result in a £7.4 million increase or decrease in the balances and the\n\ncorresponding impact on the comprehensive income.\n\nFinancial instruments in level 2 and 3\n\nAt the end of reporting period the Group had no financial instruments in level 2 and 3.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\nContractual maturity of financial liabilities based on undiscounted cash flows:\n\nAs at 31 March\n\n2021 2020\nLess than 1 year\nCurrent lease liabilities (4.4) (4.6)\nCurrent borrowings* (2.4) (2.2)\nCurrent trade and other payables (3,859.3) (2,108.4)\nFinancial liabilities total (3,866.1) (2,115.2)\nBetween 1 and 5 years\nNon-current lease liabilities (18.3) (11.1)\nNon-current borrowings* (84.8) (50.9)\nNon-current trade and other payables o (5.8)\nFinancial liabilities total (103.1) (67.8)\n\n* Current and non-current borrowings are including principal and interest, due to this correction\ncomparative figures have been updated as following: Current borrowings increased by £2.0 million\nand Non-current borrowings by £1.0 million.\n\nNote 4. Segment information\n\nDescription of segment\n\nThe information regularly reported to the Board of Directors, who are considered to be\nthe CODM, for the purposes of resource allocation and the assessment of performance,\nis based wholly on the overall activities of the Group. Based on the Group's business\nmodel the Group has determined that it has only one reportable segment under IFRS 8,\nwhich is \"Cross-border payment services provider\".\n\nThe Group's revenue, assets and liabilities for this one reportable segment can be\ndetermined by reference to the Statement of Comprehensive Income and Statement\nof Financial Position. The analysis of revenue by type of customers and geographical\nregions, is set out in the note below.\n\nThe Group determines revenue accross the following major geographical regions based\n\non the customer address: Year ended 31 March\n\n2021 2020\nRevenue by geographical regions\nEurope 136.3 94.5\nUnited Kingdom 95.8 72.7\nAsia-Pacific 89.2 47.4\nNorth America 73.0 62.9\nRest of the world 26.7 25.1\nTotal 421.0 302.6\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_68": "No individual customer contributed more than 10% to the total revenue. During the year ended 31 March 2021, the Group recorded a £6.7 million specific\n\nprovision relating to all of our funds being improperly withheld by a Brazilian financial\n\nYear ended 31 March institution, MS Bank S.A. Banco de Cambio and all of the accounts receivable from the\n\nRevenue by customer type 2071 2020 same party. Wise has filed a lawsuit pending service of process in the High Court of\nPersonal 3413 2517 Justice, Business and Property Courts of England and Wales, Commercial Court for the\nBusiness 797 50.9 return of these funds.\nTotal 421.0 302.6 Year ended 31 March\n2021 2020\nAdministrative expenses\nAt the end of each period the majority of the non-current assets were carried by Employee benefit expense 141.6 1027\nTransferWise Ltd in the UK. Based on the location of the non-current asset the following Outsourced services and other administrative costs TBM 60.2\ngeographical breakdown on non-current assets is prepared: Depreciation and amortisation 21.7 20.6\nLess: Capitalisation of staff costs (19.5) (14.7)\nYear ended 31 March Total administrative expenses 217.5 168.8\n2021 2020\nNon-current assets by geographical\nregion During the year the Group (including its overseas subsidiaries) obtained the following\nUnited Kingdom 99.4 60.8 services from the company's auditors:\nRest of the world 23.9 19.2 Year ended 31 March\nTotal non-current assets 123.3 80.0 202i 2020\nAudit fees\nFees payable to the company's auditors and its associates\nfor the audit of Company and Consolidated Financial 0.9 0.4\nNote 5. Cost of sales and administrative expenses Statements\nAudit of the financial statements of the company's\nsubsidiaries 02 ol\nBreakdown of expenses and other operating income by nature: Total audit fees 11 0.5\nYear ended 31 March Assurance related fees\n2021 2020 Other assurance services 0.3 0.2\nCost of sales Total assurance related fees 0.3 0.2\nBank and partner fees 117.8 84.2\nNet foreign exchange and other product costs 33.9 27.2 Non-audit fees\nTotal cost of sales 151.7 111.4 Reporting accountant fees 10 _\nTotal non-audit fees 1.0 -\nNet credit losses on financial assets\nAmounts charged to credit losses on financial assets 8.8 31\nTotal net credit losses 8.8 31\n\nExpected credit losses are presented as net credit losses within gross profit operating\nprofit and subsequent recoveries of amounts previously written off are credited against\nthe same line item.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES ANNUAL REPORT AND ACCOUNTS 2021",
    "Page_69": "Note 6. Employee benefit expense\n\nYear ended 31 March\n\n2021 2020\nSalaries and wages 86.4 641\nShare based payment compensation expense* 38.1 24.0\nSocial security costs 14.0 11.3\nPension costs 1.9 1.4\nOther employment taxes and insurance cost 1.2 1.9\nTotal employee benefit expense 141.6 102.7\n\n* Refer to the note 18 for details on share options granted to employees\nThe average number of employees (including directors) during the financial year ended\n\n31 March 2021 was 2,243 (2020: 1,881 employees). Remuneration of directors are diclosed\nin Note 20.\n\nNote 7. Income tax expense\n\nIncome tax expense\nYear ended 31 March\n\n2021 2020\nCurrent income tax for the year\nUK corporation tax 6.2 6.3\nForeign corporation tax 49 1.8\nAdjustment in respect of prior years (1.3) (1.2)\nTotal current tax expense for the year 9.8 6.9\nDeferred income tax for the year\n(Increase)/decrease in deferred tax assets 0.6 (5.0)\nIncrease in deferred tax liabilities 0.7 2.5\nAdjustment in respect of prior years (0.9) 1.0\nTotal deferred tax expense / (benefit) for the year 0.4 (1.5)\nTotal income tax expense for the year 10.2 5.4\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\nFactors affecting income tax expense for the year\n\nProfit on ordinary activities before taxation\n\nProfit on ordinary activities multiplied by\nthe UK tax rate of 19%\n\nAdjustments in respect of prior periods\nEffect of expenses not deductible\nMovement in tax provisions\n\nDeferred tax on branch profits\nEmployee option plan\n\nDifference in overseas tax rates\nDeferred tax impact of rate change\nOther adjustments\n\nTotal income tax expense\n\nYear ended 31 March\n\n2021\n411\n\n78\n\n(2.2)\n0.5\n2.8\n0.8\n0.5\n0.2\n0.0\n(0.2)\n10.2\n\n2020\n20.4\n\n3.9\n\n(0.2)\n1.3\n1.5\n1.3\n0.5\n\n(1.1)\n(1.8)\n5.4\n\nDuring the Chancellor's Budget on 3 March 2021, a UK corporation tax rate increase from\n\n19% to 25%, effective from 1 April 2023 was announced. As this rate change was not\n\nsubstantively enacted as at 31 March 2021, deferred tax assets and liabilities within these\n\nfinancial statements continue to be measured at 19%, the substantively enacted rate at\n\nwhich they are expected to reverse.\n\nIf this rate change had been effective from the balance sheet date, the overall effect\n\nof the change would be to increase deferred tax by approximately £16.2 million and\n\nincrease the income tax expense for the year by £3.9 million.\n\nAmounts recognised directly in equity\n\nAggregate current and deferred tax arising in the\nreporting period and not recognised in net profit or loss\nor other comprehensive income but directly debited or\ncredited to equity:\n\nCurrent tax: deduction for exercised options\n\nDeferred tax: recognition of deferred tax asset on share\nbased payments\n\nTotal amount recognised directly in equity\n\nYear ended 31 March\n\n2021\n\n6.4\n\n20.2\n\n26.6\n\n2020\n\n5.9\n\n22.6\n\n28.5\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_70": "The deferred tax asset in relation to share based payments is recognised based on the\naccounting value per share closest to the balance sheet date which was 17 March 2021\nand 31 December 2019 in years ended 31 March 2021 and 31 March 2020 respectively.\n\nMovement in deferred tax balances\n\nYear ended 31 March\n\n2021 2020\nOpening deferred tax asset 32.0 8.2\nShare options outstanding 26.3 26.6\nUtilisation of tax losses in foreign subsidiaries 0.1 (2.1)\nUtilisation of tax losses in parent company (2.5) (1.3)\nOther short-term temporary differences 0.8 0.6\nClosing deferred tax asset 56.7 32.0\n\nThe balance comprises temporary differences attributable to:\n\nYear ended 31 March\n\n2021 2020\nUtilisation of tax losses in parent company 2.2 47\nUtilisation of tax losses in foreign subsidiaries 0.2 0.1\nStock options outstanding 54.9 28.9\nOther short term temporary differences 1.9 1.0\nIFRS16 initial adoption impact a 1.9\nTotal deferred tax assets 59.2 36.6\nSet-off of deferred tax liabilities pursuant to set-off\nprovisions (2.5) (4.6)\nNet deferred tax assets 56.7 32.0\n\nMovement in deferred tax liability:\n\nYear ended 31 March\n\n2021 2020\nOpening deferred tax liability - 0.3\nOther short-term temporary differences 2.0 (0.3)\nClosing deferred tax liability 2.0 0.0\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\nThe balance comprises temporary differences attributable to:\n\nDeferred tax on branch profits\n\nPrepaid Expenses\n\nProperty, plant and equipment (capital allowances)\n\nIFRS16 initial adoption impact\n\nTotal deferred tax liabilities\n\nSet-off of deferred tax asset pursuant to set-off provisions\nNet deferred tax liabilities\n\nYear ended 31 March\n\n2020\n1.3\n0.1\n1.5\n1.7\n4.6\n(4.6)\n\nThe Group considers it is probable that there will be sufficient taxable profits in the\n\nfuture to realise the deferred tax asset. Consequently, the asset has been recognised in\n\nfull as at 31 March 2021 and as at 31 March 2020.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_71": "Note 8. Property, plant and equipment\n\nRight-of-use assets Leased office improvements Office equipment Assets under constuction Total\nAt 1 April 2019\nCost 15.7 3.8 2.6 141 23.2\nAccumulated depreciation - (1.7) (1.3) - (3.0)\nNet book value 15.7 21 1.3 11 20.2\nAdditions 1.8 1.9 1.8 - 5.5\nReclassifications - 0.8 0.2 (1.0) -\nDepreciation charge (4.0) (1.7) (0.8) - (6.5)\nWrite-offs - (0.1) - (0.1)\nAt 31 March 2020\nCost 17.5 6.5 4.6 0.1 28.7\nAccumulated depreciation (4.0) (3.4) (2.2) - (9.6)\nNet book value 13.5 31 2.4 0.1 19.1\nAdditions 10.2 17 0.5 0.4 12.8\nReclassifications - - 0.1 (0.1) -\nDepreciation charge (4.4) (1.8) (0.8) - (7.0)\nForeign currency translation differences (0.6) (0.1) (0.2) - (0.9)\nAt 31 March 2021\nCost 26.4 7.5 4.0 0.4 38.3\nAccumulated depreciation (7.7) (4.6) (2.0) - (14.3)\nNet book value 18.7 2.9 2.0 0.4 24.0\n\nRefer to note 15 for disclosure of security.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES ANNUAL REPORT AND ACCOUNTS 2021",
    "Page_72": "Note 9. Intangible assets\n\nSoftware Other intangible assets Intangible assets total\n\nAt 1 April 2019\n\nCost 30.2 - 30.2\nAccumulated amortisation (9.8) - (9.8)\nNet book value 20.4 - 20.4\nAdditions 15.4 15.4\nAmortisation charge (14.1) - (14.1)\nWrite-offs (0.4) - (0.4)\nAt 31 March 2020\n\nCost 45.6 - 45.6\nAccumulated amortisation (24.3) - (24.3)\nNet book value 21.3 - 21.3\nAdditions 19.3 1.6 20.9\nAmortisation charge (14.5) (0.2) (14.7)\nAt 31 March 2021\n\nCost 45.8 1.6 47.4\nAccumulated amortisation (19.7) (0.2) (19.9)\nNet book value 26.1 1.4 27.5\n\nSoftware is an internally generated intangible asset which consists of capitalised development costs.\nOther intangible assets mainly comprise domain purchases.\n\nIn addition to capitalised amounts, the Group expensed £49.8 million of product engineering costs for the period ended 31 March 2021 (2020: £35.8 million).\nThese costs directly relate to the development of our product offerings and primarily comprise of employee costs of our engineering and product teams.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES ANNUAL REPORT AND ACCOUNTS 2021",
    "Page_73": "Note 10. Earnings per share\n\nThe following table reflects the income and share data used in the basic and dilutes\n\nearnings per share (EPS) calculations:\n\nProfit for the year\n\nWeighted average number of ordinary shares for basic\nEPS (in millions of shares)\n\nPlus the effect of dilution from\nShare options (in millions of shares)\n\nWeighted average number of ordinary shares adjusted\nfor the effect of dilution (in millions of shares)\n\nBasic EPS, in £\nDiluted EPS, in £\n\nNote 11. Trade and other receivables\n\nNon-current trade and other receivables\nOffice lease deposits\n\nOther non-current receivables\n\nTotal non-current trade and other receivables:\n\nCurrent trade and other receivables:\nReceivables from payment processors\nCollateral deposits\n\nPrepayments\n\nOther receivables *\n\nTotal current trade and other receivables:\n\n* Net of ECL provision of £14.2 million as at 31 March 2021 (2020: £6.1 million).\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\nYear ended 31 March\n\n2021\n30.9\n\n16.4\n\n3.2\n\n19.6\n\n1.88\n1.58\n\n2020\n15.0\n\n15.8\n\n3.0\n\n18.8\n\n0.95\n0.80\n\nYear ended 31 March\n\n2021\n\n1.0\n141\n15.1\n\n44.3\n\n26.0\n6.0\n5.0\n81.3\n\n2020\n\n1.9\n5.7\n7.6\n\n52.1\n42.9\n6.4\n1.2\n102.6\n\nNote 12. Financial assets at fair value through other\ncomprehensive income\n\nShort-term financial investments are recognised as debt investments at FVOCI and\ncomprise the following investments in listed bonds:\n\nAs at 31 March\n\n2021 2020\nCurrent assets\nListed bonds 737.5 14.1\nTotal short-term financial investments: 737.5 114.1\n\nDuring the year, the following gains (losses) were recognised in other comprehensive\n\nincome:\nYear ended 31 March\n2021 2020\nDebt investments at FVOCI\nFair value gains (losses) recognised in other (3.0) 14\ncomprehensive income\nTotal fair value gains (losses) recognised in other (3.0) a\n\ncomprehensive income\n\nNote 13. Cash and cash equivalents\n\nAs at 31 March\n\n2021 2020\nCash and cash equivalents\nCash at banks and in hand 2,968.6 1,933.2\nCash in transit between Group bank accounts * 49.4 20.5\nCash in transit to customers ** 108.6 66.8\nInvestments into money market funds 232.0 571\nTotal cash and cash equivalents: 3,358.6 2,077.6\n\n* Cash in transit between Group banks accounts represents liquidity movements in the process of\ninterbank clearing.\n\n** Cash in transit to customers represents cash that has been paid out from the Group bank accounts but\nhasn't been delivered to the bank account of the beneficiary.\n\nOf the £3,358.6 million (2020: £2,077.6 million) cash and cash equivalents at the year end\n£286.1 million (2020: £155.1 million) is considered corporate cash balance not related to\ncustomer funds which are held on Wise Accounts or collected from customers for Wise\nTransfers. Refer to Note 16 for further details.",
    "Page_74": "All customer funds are restricted with respect of their use (only for the pupose of\ncustomer transactions) and are subject to various regulatory safeguarding compliance\nrequirements. Such requirements may vary accross the different jurisdications in which\nthe Group operates.\n\nAt 31 March 2021, in addition to other highly liquid assets such as money market funds\nand investment grade bonds, the Group was holding £2,472.9 million (2020: £1,599.1\nmillion) worth of cash at bank in segregated, safeguarded bank accounts to secure\ncustomer deposits.\n\nNote 14. Trade and other payables\n\nAs at 31 March\n\n2021 2020\nNon-current trade and other payables\nNon-current accruals and provisions 22.6 74\nTotal non-current trade and other payables: 22.6 7.4\nCurrent trade and other payables\nOutstanding money transmission liabilities * 141.2 118.0\nWise accounts 3,712.7 1,967.3\nAccounts payable 31 5.5\nAccrued expenses 23.1 11.0\nDeferred revenue 3.2 1.0\nOther payables 79 49\nTotal current trade and other payables 3,891.2 2,107.7\n\n* Money transmission liabilities represents transfers that have not yet been paid out or delivered\nto a recipient.\n\nNote 15. Borrowings\nAs at 31 March\n\n2021 2020\nCurrent\nRevolving credit facility - 0.2\nLease liabilities 3.5 4.0\nTotal current borrowings a8 4.2\nNon-current\nRevolving credit facility 78.6 49.0\nLease liabilities 16.6 10.6\nTotal non- current borrowings 95.2 59.6\nTotal borrowings 98.7 63.8\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\nThe undrawn amount of the revolving credit facility as at 31 March 2021 was £80.0 million\n(2020: £25.0 million).\n\nDebt movement reconciliation:\n\nRevolving credit\n\nfacility Lease liabilities Total\nAs at 31 March 2019 13.9 - 13.9\nCash flows:\nProceeds 101.4 - 101.4\nRepayments (66.4) (3.3) (69.7)\nInterest expense paid (2.1) (0.8) (2.9)\nNon-cash:\nAdoption of IFRS 16 - 15.7 15.7\nNew leases - 1.8 1.8\nInterest expense accrued 2.4 0.8 3.2\nOther - 0.4 0.4\nAs at 31 March 2020 49.2 14.6 63.8\nCash flows:\nProceeds 118.6 - 118.6\nRepayments (90.0) (3.9) (93.9)\nInterest expense paid (2.2) (0.8) (3.0)\nNon-cash:\nNew leases - 10.2 10.2\nInterest expense accrued 3.0 0.8 SS\nOther - (0.8) (0.8)\nAs at 31 March 2021 78.6 20.1 98.7\n\nIn 2021 the Group entered into the new debt facility with the Silicon Valley Bank,\nCitibank N.A., JP Morgan Chase Bank N.A. and National Westminster Bank plc , the\nfacility is denominated in Pounds Sterling with maturity date in March 2024. The Group\nalso settled the previous debt facility maturing in August 2021 in March 2021. The facility\nbears interest at a rate per annum equal to SONIA or LIBOR as applicable (subject to a\n‘zero floor’) plus a margin determined by reference to adjusted leverage (calculated as a\nratio of debt to adjusted EBITDA). The agreement contains certain customary covenants,\nincluding to maintain a maximum total net leverage ratio not in excess of 3:1 and interest\ncover (calculated as a ratio of adjusted EBITDA to finance charges in accordance with the\nterms of the agreement) is not less than a ratio of 4:1 in respect of any relevant period.\nThe Group has complied with the covenants throughout the reporting period.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_75": "During the period ended 31 March 2021 the interest rate on the relevant facility was\nbetween 2.8% and 3.6% (2020: 3.4-3.8%).\n\nThe facility is secured by certain customary security interests and pledges including\nover shares in certain of Group entitites (TransferWise Inc.,TransferWise Europe SA and\nWise Australia Pty Ltd), and fixed and floating pledges over assets and undertakings\nof the TransferWise Ltd, excluding customer and partner funds, share capital or equity\ncontributions maintained for regulatory purposes, cash paid into a bank or collateral\naccount in connection with, and for the benefit of, relevant card scheme providers and\n\nassets held in safeguarded accounts or otherwise segregated for regulatory purposes.\n\nNote 16. Cash generated from operating activities\nAs at 31 March\n\nNote 2021 2020\nCash generated from operations\nProfit for the year 30.9 15.0\nAdjustments for\nDepreciation and amortisation 5,8,9 21.7 20.6\nNet loss on disposal of non-current assets 8 0.0 0.1\nNon-cash employee benefits expense — share-\nbased payments 36.5 24.4\nForeign currency exchange differences 71 (3.9)\nAccrued income taxes 7 10.2 5.4\nEffect of other non-monetary transactions ay (0.9)\nChanges in operating assets and liabilities\nDecrease / (increase) in prepayments and\nee ‘mercesy 6 (31.1)\nIncrease in trade and other payables 30.0 91\nDecrease in receivables from customers and\npayment processors 32 35.8\nIncrease / (decrease) in liabilities to customers, ae (5.2)\npayment processors and deferred revenue\nIncrease in Wise Accounts 1,881.6 1,118.8\nCash generated from operations 2,076.3 1,187.8\n\nThe Group has changed the presentation of foreign exchange differences to better\nalign the relevant IFRS financial statement captions and reflect the underlying nature\nof the transactions and the operations of Wise. As the result the following comparative\nfigures for the period ended 31 March 2020 were updated: Increase in Wise Accounts\n£(20.3) million, Increase in trade and other payables £(0.8) million, Increase / (decrease)\nin liabilities to customers, payment processors and deferred revenue £0.2 million and\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\nForeign currency exchange differences £20.9 million.\n\nTables below give a non-IFRS view of the \"Corporate cash\" metric that is used by the\n\nGroup management as a Key Performance Indicator in assessment of the Group ability\n\nto generate cash and maintain liquidity.\n\nInformation presented is based on the Group internal reporting principles and might\n\ndiffer from the similar information provided in IFRS disclosures.\n\nCash flows from operating activities\n\nProfit for the year\n\nAdjustments for non-cash transactions\nChange in corporate working capital\nPayment of income tax and interest charges\nNet cash generated from operating activities\n\nNet cash used in investing activities\n\nNet corporate cash generated from financing\nactivities\n\nTotal increase in corporate cash\n\nCorporate cash at beginning of year\n\nEffect of exchange rate differences on corporate\ncash\n\nCorporate cash at end of year\n\nNote\nBreakdown of corporate and customer cash\n\nCash and cash equivalents and short-term 92.18\nfinancial investments ‘\nReceivables from customers and payment\nprocessors\n\nAdjustments for\n\nOutstanding money transmission liabilities and\nother customer payables\n\nWise Accounts 14\n\nNet corporate cash at end of year\n\nAs at 31 March\n\n2021 2020\n30.9 15.0\n76.5 50.1\n38.7 (22.2)\n(9.7) (2.7)\n136.4 40.2\n(23.2) (17.3)\n24.8 31.1\n138.0 54.0\n155.1 97.7\n(7.0) 3.4\n286.1 155.1\nAs at 31 March\n2021 2020\n4,096.1 2,191.7\n47.3 53.3\n(144.6) (122.6)\n(3,712.7) (1,967.3)\n286.1 155.1\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_76": "Note 17. Share capital and share premium\n\nAs at 31 March\n\n2021 2020\n\nClass Nominal value, £ Number of shares Share capital, £ Nominal value, £ Number of shares Share capital, £\nOrdinary 0.00001 16,689,181 166 0.00001 16,125,594 161\nSeed preferred 0.00001 5,014,000 50 0.00001 5,014,000 50\nSeries A preferred 0.00001 6,785,000 68 0.00001 6,785,000 68\nSeries B preferred 0.00001 2,828,975 28 0.00001 2,828,975 28\nSeries C preferred 0.00001 2,501,286 5) 0.00001 2,501,286 25\nSeries D preferred 0.00001 871,648 9 0.00001 871,648 9\nSeries E preferred 0.00001 1,535,057 nS) 0.00001 1,535,057 15\nTotal 36,225,147 361 35,661,560 356\nDuring the financial year 2021 a total of 563,587 ordinary shares were issued for a total of On 24 December 2020, the shareholders of the Company passed a resolution that\n£0.9 million (2020: 653,387 ordinary shares were issued for a total of £0.3 million). the amount of £120,000,000 standing to the credit of the Company's share premium\n\naccount be cancelled, by way of capital reduction supported by a solvency statement,\n\nAll classes of shares give right to vote on proposed written resolutions of the Company. and that the resulting sum be credited to the distributable reserves of the Company.\n\nAny available profits which the Company may determine to distribute in respect of any\nfinancial year will be distributed among the holders of the shares (pari passu as if the\nshares constituted one class of share) pro rata to their respective holdings of shares.\n\nOn a distribution of assets on a liquidation or a return of capital the surplus assets of the\nCompany remaining after payment of its liabilities shall be applied:\n\n+ first in paying to each of the preferred shareholders;\n* second in paying to Seedcamp;\n\n* third the balance of the surplus assets (if any) shall be distributed among the holders of\nordinary shares pro rata to the number of ordinary shares held.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_77": "Note 18. Share-based employee compensation\n\nThe employee share option plan is designed to provide long-term incentives for all\nemployees to deliver long-term shareholder returns. Under the plan, participants are\ngranted share options of the Parent Company, which vest gradually over a 4-year period.\nOnce vested, the options can be exercised only upon Exercise Trigger, such as Initial\nPublic Offering, secondary market sale or sale of the Parent Company.\n\nOptions are granted under the plan for no consideration and carry no dividend or\nvoting rights.\n\nWhen exercisable, each option is convertible into one ordinary share.\n\nSet out below are summaries of options granted under the plan:\n\nYear ended 31 March 2021 Year ended 31 March 2020\n\n. . Average exercise\nAverage exercise price\n\nNumber of options\nper share option, £\n\nprice per share Number of options\n\nGranted during the year\nExercised during the year\nForfeited during the year\nEnd of year\n\nVested and exercisable as\n\noption, £\nBeginning of year £3.57 4,103,313 £1.75 3,787,173\n£8.32 510,855 £7.77 1,222,870\n£1.54 563,587 £0.39 653,387\n£21.96 310,113 £4.79 253,343\n£2.86 3,740,468 £3.57 4,103,313\n£3.28 2,457,675 £2.27 2,375,539\n\nat end of year\n\nIn January 2021 the Group converted 91,833 options with average exercise price £60.9\n\ninto 85,406 restricted stock units (RSU) with average exercise price £0.0001 (presented\n\nwithin forfeited and granted lines in the table above). The average incremental fair\n\nvalue of £52.37 per RSU will be recognised as an expense over the period from the\n\nmodification date to the end of the RSU vesting period. The expense for the original\noption grant will continue to be recognised as if the terms had not been modified. The\nfair value of the modified options was determined using the same models and principles\nas described below.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\nShare options outstanding at the end of the year have the following expiry dates and\nexercise prices:\n\nGrant date range _—_ Expiry date range\n\n42 months ended 12 months ended Weigted average Share options as at Share options as at\n\nexercise price 31 March 2021 31 March 2020\n\n31 March 31 March\n\n2013 2023 £0.0037 117,043 250,112\n2014 2024 £0.0037 121,147 156,391\n2015 2025 £0.05 339,831 454,254\n2016 2026 £2.62 294,638 422,978\n2017 2027 £3.88 284,825 347,699\n2018 2028 £2.68 476,455 533,970\n2019 2029 £2.95 721,561 834,367\n2020 2030 £5.82 766,622 1,103,542\n2021 2031 £2.14 618,346 -\nTotal 3,740,468 4,103,313\nWeighted average remaining contractual life of options 6.9 years 7.3 years\n\noutstanding at end of period\n\nThe assessed fair value at the grant date of share options granted during the year ended\n31 March 2021 was £102 per option on average (2020: £61) The fair value of share options\nat each grant date is independently determined using the Black Scholes Model that\ntakes into account the exercise price, the term of the share option, the share price at\ngrant date and expected price volatility of the underlying share, the risk-free interest rate\nfor the term of the share option and the correlations and volatilities of the peer group\ncompanies. The share price at the grant date is based on the most recent assessment\nperformed the independent external appraiser.\n\nThe model inputs for options granted during the year ended 31 March 2021 included:\n\n* Options are granted for no consideration and vest over the 4-year period according to\nthe vesting conditions;\n\n+ Average exercise price: £8.32;\n\n* No dividends are expected to be paid;\n\n* Expected price volatility of the Company's shares: 50%\n\n+ Risk-free interest rate: 0.13%\n\nExpected price volatility is based on the comparative information of the peer-group\ncompanies.\n\nRisk-free interest rate is based on the UK 5-year government bond yield.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_78": "Note 19. Commitments\n\nThe Group's minimum future payments from non-cancellable agreements as at 31 March\n2021 and as at 31 March 2020 are detailed below:\n\nYear ended 31 March\n\n2021 2020\nInfrastructure subscriptions\nNo later than 1 year 2.5 11\nLater than 1 year and no later than 5 years 2.0 2.9\nTotal 4.5 4.0\nSignificant capital expenditure contracted\nNo later than 1 year 21 -\nTotal 21 -\n\nThe Group does not have any other material commitments, capital commitments or\n\ncontingencies as at 31 March 2021 and 31 March 2020.\n\nNote 20. Transactions with related parties\n\nBalances and transactions between the Company and its subsidiaries, which are related\nparties, have been eliminated on consolidation and are not disclosed in this note.\n\nDuring the financial years ended 31 March 2021 and 31 March 2020 there were no\nmaterial transactions with related parties of the Group.\n\nTransferWise identifies the Group Directors and Chief Financial Officer as the key\nmanagement personnel.\n\nAs at 31 March\n\n2021 2020\nCompensation of key management personnel of the\nGroup\nShort-term employee benefits 0.5 0.7\nShare-based payment expense 17 1.4\nTotal compensation paid to key management personnel 2.2 21\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\nShort-term employee benefits include salaries for the key management personnel.\nThe gross salary of the highest paid director was £233 thousand (2020: £233 thousand).\n\nShare-based payment expense is related to employee share option plan (more\ninformation about the plan is provided in the Note 18).\n\nOur co-founder and Director, Taavet Hinrikus, also serves on the board of directors\n\nof Veriff Inc. Although Veriff Inc. did not meet the definition of a related party as set\nout in IAS 24 for the period ended 31 March 2021 and 2020, the Group purchased\napproximately £0.3 million in services from Veriff Inc. in the ordinary course of business\nduring current period (2020: £0 million).\n\nNote 21. Ultimate parent company\n\nTransferWise Ltd (the \"Company\") is the ultimate parent Company of the Group. The\nCompany is a private company limited by shared, incorporated and domiciled in the\nUnited Kingdom and registered in England and Wales. In the opinion of the Directors,\nthe Group does not have a single ultimate controlling party.\n\nNote 22. Alternative performance measures\n\nThe Group uses a number of alternative performance measures (\"APMs\") within its\nfinancial reporting. These measures are not defined under the requirements of IFRS and\nmay not be comparable with the APMs of other companies.\n\nThe Group believes these APMs provide stakeholders with additional useful information\nin providing alternative interpretations of the underlying performance of the business\nand how it is managed and are used by the Directors and management for performance\nanalysis and reporting. These APMs should be viewed as supplemental to, but not as\n\na substitute for, measures presented in the financial statements which are prepared in\naccordance with IFRS.\n\nAdjusted EBITDA: Measure of profitability which is calculated as profit for the year\n\nexcluding the impact income taxes, finance expense, depreciation and amortisation,\nshare-based payment compensation expense as well as exceptional items.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_79": "Adjusted EBITDA reconciles to profit for the year as follows:\n\nProfit for the year ended 31 March\n\nAdjusted for:\n\nIncome tax expense\n\nFinance expense\n\nDepreciation and amortisation\n\nShare-based payment compensation expense\nExceptional items\n\nAdjusted EBITDA\n\nRevenue\n\nAdjusted EBITDA Margin\n\nExceptional items: Exceptional items are the items of income or expense that the Group\nconsiders to be material, one-off in nature and of such significance that they merit\nseparate presentation in order to aid the reader's understanding of the Group's financial\n\nperfomance. Such items currently include costs associated with the changes in the\n\nGroup's organisational structure.\n\nCONSOLIDATED FINANCIAL STATEMENTS AND NOTES\n\nYear ended 31 March\n\n2021\n30.9\n\n10.2\n3.8\n21.7\n38.1\n4.0\n\n108.7\n421.0\n25.8%\n\n2020\n15.0\n\n5.4\n3.2\n20.6\n24.0\n68.2\n302.6\n22.5%\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_80": "Company financial\nstatements and notes",
    "Page_81": "Company statement of financial position\n\n2 Mart 02 Note\nNon-current assets\n\nDeferred tax assets\n\nProperty, plant and equipment 2\nIntangible assets\n\nInvestments in subsidiaries at cost 4\nTrade and other receivables 5\nTotal non-current assets\n\nCurrent assets\n\nCurrent tax assets\n\nTrade and other receivables 5\nShort-term financial investments 2\nCash and cash equivalents 7\nTotal current.assets\n\nTotal assets\n\nNon-current liabilities\n\nDeferred tax liabilities 9\nBorrowings 10\nTrade and other payables 6\nTotal nen-current Hlalilities\n\nCurrent liabilities\n\nBorrowings 10\nTrade and other payables 6\n\nTotal current liabilities\nTotal liabilities\n\nEquity\n\nShare capital\n\nShare premium\n\nShare-based payment reserves\nOther reserves\n\nRetained earnings\n\nCurrency translation differences\nTotal equity\n\nTotal liabilities and equity\n\n* See Consolidated Financial Statement Note 1.22 for the details regarding the restatement of cornparative figures for the Company:\nThe profit for the financial year dealt with in the financial statements of the Company |s £29.0 million (2020: £12.6 million).\n\nAs at 31 March\n2021 2020\nRestated *\n51.9 29.4\n16.2 13.7\n27.5 21.3\n31.8 124\n14,4 69\nwa 834\n18 21\n159.2 125.5\n7375 naa\n1,235.3, 1,656.8\n2,133.8 1,898.5\n2275.6 19879\n2.0 -\n90.7 55.9\n18.1 7m\nN08 630\n2.0 34\n1,891.7 1731.4\n\\a937 17346\n2,004.5 1797.8\n1A 120.5\n120.1 618\n(0.7) 23\n1511 (0.7)\n(0.8) 0.2\nand way\n2,275.6 19019\n\nThe financial statements on pages 80 to 91 were authorised for\nissue by the board of directors on 16 June 2021 and were signed\non its behalf:\n\n    \n\nwe ht Cee\n\nKristo Kaarmann, Director",
    "Page_82": "Company statement of changes in equity\nfor the year ended 31 March 2021.\n\nRetained earnings/ Currency\n| . Share-based . .\nShare capital Share premium Other reserves (accumulated translation Total equity\npayment reserves .\nlosses) differences\n\nAt 1 April 2019 as previously reported - 120.8 11.8 1.2 (14.8) 0.1 119.1\nOther adjustments - (0.6) - - 0.6 - -\nAt 1 April 2019 restated * - 120.2 11.8 1.2 (14.2) 0.1 119.1\nProfit for the year - restated * - - - - 12.6 - 12.6\nShare based employee compensation expense - - 24.4 - - - 24.4\nDeferred tax on share-based compensation - restated * - - 26.5 - - - 26.5\nFair value gain on investments - - - 11 - - 1.1\nForeign currency translation differences - - - - - 0.1 0.1\nIssue of share capital - restated * - 0.3 (0.9) - 09 - 0.3\nAt 31 March 2020 - 120.5 61.8 2.3 (0.7) 0.2 184.1\nAt 31 March 2020 as originally reported - 121.9 35.3 2.3 3.9 0.4 163.8\nOther adjustments - (1.4) - - 1.5 (0.2) (0.1)\nCorrection of error (deferred tax on share-based compensation) * - - 26.5 - (6.1) - 20.4\nAt 31 March 2020 restated * - 120.5 61.8 2.3 (0.7) 0.2 184.1\nProfit for the year a a a a 29.0 2 29.0\nShare based employee compensation expense a 2 36.9 2 2 a 36.9\nDeferred tax on share-based compensation - - 24.2 - - - 24.2\nFair value gain / (loss) on investments - - - (3.0) - - (3.0)\nForeign currency translation differences - - - - - (1.0) (1.0)\nIssue of share capital - 09 (2.8) - 2.8 - 0.9\nReduction of share capital - (120.0) - - 120.0 - -\nAt 31 March 2021 od 1.4 120.1 (0.7) 151.1 (0.8) 271.1\n\n* See Consolidated Financial Statement Note 1.22 for the details regarding the restatement of comparative figures for the Company.\n\nCOMPANY FINANCIAL STATEMENTS AND NOTES ANNUAL REPORT AND ACCOUNTS 2021",
    "Page_83": "Notes to the Company financial statements\nfor the year ended 31 March 2021.\n\nNote 1. Accounting policies for the company financial statements\n\nBasis of preparation\n\nThe financial statements have been prepared in accordance with Financial Reporting\nStandard 101 — Reduced Disclosure Framework (FRS 101) as issued by the Financial\nReporting Council. The Company has not presented its own profit and loss account as\npermitted by Section 408 of the Companies Act 2006.\n\nThe financial statements have been prepared under the historical cost convention. The\n\nprincipal accounting policies adopted by the company are set out below.\n\nIn preparing these financial statements, the company has taken advantage of certain\nexemptions permitted by FRS 101, as the equivalent disclosures are made in the group\naccounts.\n\nExemptions have been applied in respect of the following disclosures:\n\n* The cash flow statement and related notes\n\nStandards not yet effective\n\nShare based payments\n\nCapital management disclosures\n\nThe effects of new FRSs\n\nThe disclosure of the remuneration of key management personnel\n\nFinancial instrument disclosures\n\nA statement of financial position as at the beginning of the preceding period when\nan entity applies an accounting policy retrospectively or makes a retrospective\nrestatement\n\n* A reconciliation of shares outstanding at the beginning and end of the period\n\nCOMPANY FINANCIAL STATEMENTS AND NOTES\n\nThe financial statements have been prepared on the historical cost basis and on\nthe going concern basis. Historical cost is generally based on the fair value of the\nconsideration given in exchange for the goods and services.\n\nThe preparation of the financial statements in conformity with FRS 101 requires the\nuse of certain critical accounting estimates. It also requires management to exercise\njudgement in applying the Company's accounting policies (refer below).\n\nSignificant Accounting Policies\n\nThe following principal accounting policies have been applied in the preparation of\nthese financial statements. These policies have been consistently applied to all the years\npresented, unless otherwise stated. The Company has adopted FRS 101 in these financial\nstatements. Details of the transition to FRS 101 are disclosed in note 11.\n\nTaxation\n\nTax on the profit or loss for the period comprises current and deferred tax. Tax is\nrecognised in the profit and loss account except to the extent that it relates to items\nrecognised directly in equity or other comprehensive income, in which case it is\nrecognised directly in equity or other comprehensive income. Current tax is the\nexpected tax payable or receivable on the taxable income or loss for the period, using\ntax rates enacted or substantively enacted at the balance sheet date, and any adjustment\nto tax payable in respect of previous periods.\n\nDeferred tax is provided on temporary differences between the carrying amounts of\nassets and liabilities for financial reporting purposes and the amounts used for taxation\npurposes. The amount of deferred tax provided is based on the expected manner of\nrealisation or settlement of the carrying amount of assets and liabilities, using tax rates\nenacted or substantively enacted at the balance sheet date.\n\nA deferred tax asset is recognised only to the extent that it is probable that future\ntaxable profits will be available against which the temporary difference can be utilised.\n\nInvestments in subsidiaries\nInvestments in subsidiaries are stated at cost, less any provisions to reflect impairment\nin value.\n\nImpairment of investments in subsidiaries\nThe Company assesses investments for impairment whenever events or changes in\ncircumstances indicate that the carrying value of an investment may not be recoverable.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_84": "If any such indication of impairment exists, the Company makes an estimate of the\nrecoverable amount. If the recoverable amount of the cash-generating unit is less than\nthe value of the investment, the investment is considered to be impaired and is written\ndown to its recoverable amount. An impairment loss is recognised immediately in the\n\nprofit and loss account.\n\nShare-based payments\n\nThe Group operates a number of equity settled share based compensation plans for the\nemployees of subsidiary undertakings using the Company's equity instruments. The fair\nvalue of the compensation given in respect of these share based compensation plans\n\nis recognised as a capital contribution to the Company's subsidiary undertakings over\nthe vesting period. The capital contribution is reduced by any payments received from\n\nsubsidiary undertakings in respect of these share-based payments.\n\nKey sources of estimation uncertaintly\n\nPreparation of the financial statements in conformity with FRS 101 requires that\nmanagement make certain estimates and assumptions that affect the reported revenues,\nexpenses, assets and liabilities and the disclosure of contingent liabilities. If in the future\nsuch estimates and assumptions, which are based on management's best estimates\n\nat the date of the financial statements, deviate from actual circumstances, the original\nestimate and assumptions will be updated as appropriate in the period in which the\n\ncircumstances change.\n\nEstimates are continually evaluated and are based on historical experience and other\nfactors, including expectations of future events that are believed to be reasonable\nunder the circumstances. For the key sources of estimation uncertainty please refer to\n\nNote 2 of the Group Financial Statements, as they are also applicable to the Company.\n\nCOMPANY FINANCIAL STATEMENTS AND NOTES ANNUAL REPORT AND ACCOUNTS 2021",
    "Page_85": "Note 2. Property, plant and equipment\n\nLeased office\n\nRight-of-use assets | Office equipment Assets under constuction Total\nimprovements\n\nAt 1 April 2019\nCost 10.4 2.7 1.9 1.0 16.0\nAccumulated depreciation - (1.3) (1.1) - (2.4)\nNet book value 10.4 1.4 0.8 1.0 13.6\nAdditions 1.8 1.8 1.7 - 5.3\nReclassifications - 0.7 0.2 (0.9) -\nDepreciation charge (3.0) (1.3) (0.6) - (4.9)\nWrite-offs - - (0.1) - (0.1)\nForeign currency translation differences - (0.1) (0.1) - (0.2)\nAt 31 March 2020\nCost 12.2 5.2 3.8 0.1 21.3\nAccumulated depreciation (3.0) (2.7) (1.9) - (7.6)\nNet book value 9.2 2.5 1.9 0.1 13.7\nAdditions 7A 0.2 0.3 0.4 8.0\nReclassifications - - 0.1 (0.1) -\nDepreciation charge (3.1) (1.4) (0.7) - (5.2)\nForeign currency translation differences (0.3) - - - (0.3)\nAt 31 March 2021\nCost 19.0 5.1 3.0 0.4 27.5\nAccumulated depreciation (6.1) (3.8) (1.4) - (11.3)\nNet book value 12.9 1.3 1.6 0.4 16.2\n\nRefer to note 15 of the Group Financial statements for disclosure of security.\n\nCOMPANY FINANCIAL STATEMENTS AND NOTES ANNUAL REPORT AND ACCOUNTS 2021",
    "Page_86": "Note 3. Financial assets at fair value through other\ncomprehensive income\n\nShort-term financial investments are recognised as debt investments at FVOCI and\n\ncomprise the following investments in listed bonds:\n\nYear ended 31 March\n\n2021 2020\nCurrent assets\nListed bonds 737.5 14.1\nTotal short-term financial investments: 737.5 114.1\n\nDuring the year, the following gains were recognised in other comprehensive income:\n\nYear ended 31 March\n\n2021 2020\nDebt investments at FVOCI\nFair value gains recognised in other comprehensive (3.0) a\nincome\nTotal fair value gains recognised in other comprehensive (3.0) 14\n\nincome\n\nCOMPANY FINANCIAL STATEMENTS AND NOTES ANNUAL REPORT AND ACCOUNTS 2021",
    "Page_87": "Note 4. Investments in subsidiaries\n\nThe Company held investments in the following subsidiaries as at 31 March 2021:\n\n \n\nName\n\nTransferWise Inc.\n\nTransferWise Japan Kabushiki Gaisha\n\nWise Payments Canada Inc.\n\nWise Asia-Pacific Pte. Ltd.\n\nTransferWise Brasil Correspondente Cambial\n\nLtda.\nTransferWise Malaysia Sdn. BHd.\n\nWise Australia Pty Ltd\n\nTransferWise Europe S.A.\n\nPT TransferWise International Indonesia\n\nTransferWise SpA\nTINV Ltd.\n\nTransferWise Mexico, S.A. de CV.\n\nTransferWise Brasil Corretora de Cambio Ltda\n\nWise Nuqud Ltd\n\nTransferWise Hong Kong Limited\n\nTransferWise Switzerland AG\nTransferWise Borderless Limited\n\nTransferWise India Private Limited\n\nWise Brasil Pagamentos LTDA\nWise China Ltd\n\nNature of business Effective holding\n\nOnline currency 100% of ordinary shares\nexchange service\nOnline currency 100% of ordinary shares\nexchange service\nOnline currency 100% of ordinary shares\nexchange service\nOnline currency 100% of ordinary shares\nexchange service\nOnline currency 100% of ordinary shares\nexchange service\nOnline currency 100% of ordinary shares\n\nexchange service\n\nOnline currency 100% of ordinary shares\n\nexchange service\n\n \n\nOnline currency 100% of ordinary shares\n\nexchange service\n\nInactive 100% of ordinary shares\nInactive 100% of ordinary shares\nInactive 100% of ordinary shares\nInactive 100% of ordinary shares\nInactive 100% of ordinary shares\n\nOnline currency 100% of ordinary shares\n\nexchange service\nOnline currency 100% of ordinary shares\nexchange service\n\nInactive 100% of ordinary shares\nInactive 100% of ordinary shares\nInactive 100% of ordinary shares\nInactive 100% of ordinary shares\nInactive 100% of ordinary shares\n\nCountry\n\nUSA\n\nJapan\n\nCanada\n\nSingapore\n\nBrazil\n\nMalaysia\n\nAustralia\n\nBelgium\n\nIndonesia\n\nChile\nUK\n\nMexico\n\nBrazil\n\nUnited Arab Emirates\n\nHong Kong\n\nSwitzerland\nIsrael\n\nIndia\n\nBrazil\nChina\n\nRegistered address\n\n108 West 13th Street, Wilmington, New Castel Delaware\n\n1-6-1, Otemachi, Chiyoda-ku, Tokyo, Japan 100-0004\n\n99 Bank Street, Suite 1420, Ottowa, ONK1P 1H4, Canada\n\n1 Paya Lebar Link #13-06 - #13-08, PLQ 2, Paya Lebar Quarter\nSingapore 408533\n\nAvenida Paulista, n° 2537, 10° floor, Bela Vista,, Sdo Paulo, 01310-100,\nBrasil\n\nLevel 19-1, Menara Milenium,\n\nJalan Damanela,\n\nPusat Bandar Damansara\n\n50490 Kuala Lumpur\n\nGadens Lawyers\n\nLevel 20, MLC Centre, 19 Martin Place, Sydney, NSW, Australia 2000\nAvenue Louise 54, room S52, 1050 Brussels, Belgium\n\nJI. Mimosa Blok D 2 No. 22, RT 015 / RW 008, Kel. Sunter Jaya, Kec.\nTanjung Priok, Jakarta Utara\n\nLos Militares 5001, oficina 1101, Las Condes\n\n6th Floor, Tea Building, 56 Shoreditch High Street, London, England,\nE1 6JJ\n\nMontecito 38, piso 37 oficina 30, Colonia Narvarte, WTC Mexico,\nCiudad de México, C.P. 03810\n\nAvenida Paulista 2537, ANDAR 10 CONJ 102, Bela Vista, Sao Paolo\n5-141, level 15, Al Knatem Tower, Adgm\n\nSquare, Al Maryah Island, Abu Dhabi, United Arab\n\nEmirates\n\n46/F, Lee Garden One, 33 Hysan Avenue, Causeway Bay, Hong Kong\n\nOberneuhofstrasse 6, 6340 Baar, Switzerland\n\n7 Ribal\n\nTel Aviv - Jaffa\n\n6777840\n\nIsrael\n\n506, Midas Chambers Co-op. Premises Soc. Ltd. Off, Link Road, Near\nFun Republic Multiplex, Andheri (W), Mumbai - 400053, Maharashtra,\nINDIA\n\nAvenida Paulista 2537, ANDAR 10 CONJ 102, Bela Vista, Sao Paolo\nRoom 150, 4th Floor, Fuhui Building C, No. 16 Qixia Road, Pudong\nNew Area, Shanghai, China, 200120",
    "Page_88": "Note 4. Investments in subsidiaries (continued)\n\nYear ended 31 March\n\n2021 2020\nShare in group undertakings\nBeginning of year 121 97\nAdditions in year 19.7 2.4\nEnd of year 31.8 12.1\n\nDuring the period, TransferWise Ltd, the parent company of the Group, increased\n\nshare capital of subsidiaries by £15.9 million (Wise Australia Pty Ltd by £12.8 million,\nTransferWise Brasil Corretora de Cambio Ltda by £2.5 million, Wise Brasil Pagamentos\nLtda by £0.3 million, TransferWise Borderless Limited by £0.2 million and TransferWise\nSwitzerland AG by £0.1 million) and added a capital contribution by issuing share options\nto all subsidiaries in total by £3.8 million. (2020: TransferWise Ltd increased shared\ncapital of TINV Ltd. by £0.2 million, TransferWise Nuqud LTD by £0.3 million and PT\nTransferWise International Indonesia by £0.1 million and added a capital contribution by\n\nissuing share options to all subsidiaries in total by £1.8 million).\n\nNote 5. Trade and other receivables\n\nAs at 31 March\n\n2021 2020\nNon-current receivables\nLease deposits 0.4 1.2\nOther non-current receivables 14.0 57\nTotal non-current receivables 14.4 6.9\nCurrent receivables\nReceivables from payment processors 24.8 29.1\nCollateral deposits 24.8 23.5\nPrepayments 51 5.7\nReceivables from Group companies 102.4 66.6\nOther receivables 21 0.6\nTotal current receivables 159.2 125.5\n\nAmounts due from Group companies are unsecured, interest free and are repayable\non demand.\n\nCOMPANY FINANCIAL STATEMENTS AND NOTES\n\nNote 6. Trade and other payables\n\nAs at 31 March\n\n2021 2020\nNon-current trade and other payables\nAccrued expenses 18.1 71\nTotal non-current trade and other payables 18.1 71\nCurrent trade and other payables\nOutstanding money transmission liabilities * 53.2 75.5\nWise Accounts 1,661.2 1,595.0\nAccounts payable 3.0 5.0\nAccrued expenses 17.6 8.3\nDeferred revenue 2.4 0.6\nPayables to Group companies 150.6 42.3\nOther payables 3.7 47\nTotal current trade and other payables 1,891.7 1,731.4\n\n* Money transmission liabilities represents transfers that have not yet been paid out or delivered to a\nrecipient.\n\nAmounts due to Group companies are unsecured, interest free and are usually paid\n\nwithin 30 days of recognition.\n\nNote 7. Cash and cash equivalents\nAs at 31 March\n\n2021 2020\nCash and cash equivalents\nCash at banks and in hand 1,133.2 1,607.8\nCash in transit between Group bank accounts * 46.8 179\nCash in transit to customers ** 45.3 311\nInvestments into money market funds 10.0 -\nTotal cash and cash equivalents 1,235.3 1,656.8\n\n* Cash in transit between Group banks accounts represents liquidity movements being processed by\nbanks.\n\n** Cash in transit to customers represents cash that has been paid out from the Company bank\naccounts but hasn't been delivered to the bank account of the beneficiary.\n\nBalance for Cash in transit between Group accounts was incorrectly presented as\n\nCash in transit to customers and vice versa as at 31 March 2020. They were re-\npresented as part of comparatives.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_89": "Note 8. Transactions with related parties\n\nTransactions with related parties of the Company are detailed below:\n\nAs at 31 March\n\n2021 2020\nSales and purchases of services\nSales of services to subsidiary undertakings 158.8 75.0\nPurchase of services from subsidiary undertakings (57.9) (49.5)\nOutstanding balances arising from sales/purchases of\nservices\nCurrent receivables (sales of services)\nSubsidiary undertakings 101.8 51.8\nCurrent payables (purchases of services)\nSubsidiary undertakings 150.6 42.4\nLoans to subsidiary undertaking 0.6 14.8\n\nManagement services provided by the Company and received from subsidiary\nundertakings were made on normal commercial terms and conditions and at market\n\nrates.\n\nThe amounts due to subsidiary undertakings are unsecured and are repayable in cash.\n\nCOMPANY FINANCIAL STATEMENTS AND NOTES ANNUAL REPORT AND ACCOUNTS 2021",
    "Page_90": "Note 9. Deferred tax\n\nOpening deferred tax asset\n\nShare options outstanding\n\nUtilisation of tax losses in foreign subsidiaries\nUtilisation of tax losses in parent company\nOther short-term temporary differences\nClosing deferred tax asset\n\nYear ended 31 March\n\n2021 2020\n29.4 8.1\n\n24.2 24.5\n(2.5) (1.3)\n0.8 (1.9)\n51.9 29.4\n\nThe balance comprises temporary differences attributable to:\n\nUtilisation of tax losses in parent company\nUtilisation of tax losses in foreign subsidiaries\nStock options outstanding\n\nOther short term temporary differences\nIFRS16 initial adoption impact\n\nTotal deferred tax assets\n\nSet-off of deferred tax liabilities pursuant to set-off\n\nprovisions\nNet deferred tax assets\n\nMovement in deferred tax liability:\n\nOpening deferred tax liability\nOther short-term temporary differences\nClosing deferred tax liability\n\nCOMPANY FINANCIAL STATEMENTS AND NOTES\n\nYear ended 31 March\n\n2021 2020\n2.2 AT\n50.8 26.6\n1.2 0.4\n- 19\n54.2 33.6\n(2.3) (4.2)\n51.9 29.4\n\nYear ended 31 March\n2021 2020\n2.0 -\n2.0 -\n\nThe balance comprises temporary differences attributable to:\n\nYear ended 31 March\n\n2021\nDeferred tax on branch profits 2.0\nProperty, plant and equipment (Capital allowances) 2.3\nIFRS16 initial adoption impact -\nTotal deferred tax liabilities 4.3\nSet-off of deferred tax asset pursuant to set-off (2.3)\nprovisions\nNet deferred tax liabilities 2.0\n\n2020\n1.3\n1.2\n1.7\n4.2\n\n(4.2)\n\nThe Company considers it is probable that there will be sufficient taxable profits in the\n\nfuture to realise the deferred tax asset. Consequently, the asset has been recognised in\n\nfull as at 31 March 2021 and as at 31 March 2020.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_91": "Note 10. Borrowings\n\nCurrent\nRevolving credit facility\nLease liabilities\n\nTotal current borrowings\n\nNon-current\n\nRevolving credit facility\n\nLease liabilities\n\nTotal non- current borrowings\n\nTotal borrowings\n\nThe undrawn amount of the revolving credit facility as at 31 March 2021 was £80.0 million\n\n(2020: £25.0 million).\n\nCOMPANY FINANCIAL STATEMENTS AND NOTES\n\nAs at 31 March\n\n2021 2020\nos 0.2\n2.0 3.2\n2.0 3.4\n78.6 49.0\n121 69\n90.7 55.9\n92.7 59.3\n\nDebt movement reconciliation:\n\nRevolving credit\n\nfacility Lease liabilities Total\nAs at 31 March 2019 13.9 - 13.9\nCash flows:\nProceeds 101.4 - 101.4\nRepayments (66.4) (2.5) (68.9)\nInterest expense paid (2.1) (0.5) (2.6)\nNon-cash:\nAdoption of IFRS 16 - 10.4 10.4\nNew leases - 1.8 1.8\nInterest expense accrued 2.4 0.5 2.9\nOther - 0.4 0.4\nAs at 31 March 2020 49.2 10.1 59.3\nCash flows:\nProceeds 118.6 - 118.6\nRepayments (90.0) (3.3) (93.3)\nInterest expense paid (2.2) (0.6) (2.8)\nNon-cash:\nNew leases - 71 7A\nInterest expense accrued 3.0 0.6 3.6\nOther - 0.2 0.2\nAs at 31 March 2021 78.6 14.1 92.7\n\nFor additional information related to Borrowings please refer to the Group Consolidated\nFinancial Statements Note 15.\n\nNote 11. Transition to FRS 101\n\nThis is the first year that the Company has presented its results under FRS 101. The\ndate of transition to FRS 101 was 1 April 2020. There was no transitional effect on the\n\nCompany statement of financial position and Company statement of changes in equity.\nIn the transition to FRS 101, the Company has applied IFRS 1; first-time adoption of\n\nInternational Financial Reporting Standards, whilst ensuring its assets and liabilities are\nmeasured in compliance with FRS 101.\n\nANNUAL REPORT AND ACCOUNTS 2021",
    "Page_92": "wae\n\nTransferWise Ltd\nRegistered number: 07209813\n\n6th Floor Tea Building\n56 Shoreditch High Street\nLondon E1 6JJ, UK"
}