{
    "Page_1": "co\n\nWTA Saaz\nof Defence\n\nHuman Augmentation —\nThe Dawn of a New Paradigm\n\nA strategic implications project\n\nin partnership\niia\n\nv\n\n   \n  \n\n   \n\ni er “al\n\nV2 . Bundeswehr\n; Z 2 Office for\nae Defence\n\nPlanning",
    "Page_2": "Disclaimer\n\nThe content of this publication does not represent the official policy or strategy of\nthe UK government or that of the UK’s Ministry of Defence (MOD).\n\nFurthermore, the analysis and findings do not represent the official policy or strategy of\n\nthe countries contributing to the project.\n\nIt does, however, represent the view of the Development, Concepts and Doctrine Centre\n(DCDC), a department within the UK MOD, and Bundeswehr Office for Defence\nPlanning (BODP), a department within the German Federal Ministry of Defence. It is\nbased on combining current knowledge and wisdom from subject matter experts with\nassessments of potential progress in technologies 30 years out supporting deliberations\nand deductions for future humans and society.",
    "Page_3": "Human Augmentation — The\nDawn of a New Paradigm\n\nA strategic implications project\n\ndated May 2021\n\nHead of Futures and Strategic Analysis\n\n \n\nConditions of release\n\nThis publication is UK Ministry of Defence (MOD) Crown copyright. Material\nand information contained in this publication may be reproduced, stored in\n\na retrieval system and transmitted for UK government and MOD use only,\nexcept where authority for use by other organisations or individuals has been\nauthorised by a Patent Officer of the Defence Intellectual Property Rights.\n\n \n\n \n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_4": "Authorisation\n\nThe Development, Concepts and Doctrine Centre (DCDC) is responsible for publishing\nstrategic trends, joint concepts and doctrine. If you wish to quote our publications\n\nas reference material in other work, you should confirm with our editors whether the\nparticular publication and amendment state remains authoritative. We welcome your\ncomments on factual accuracy or amendment proposals. Please send them to:\n\nDCDC, Ministry of Defence Shrivenham, Swindon, Wiltshire, SN6 8RF\nE-mail: DCDC-DocEds@mod.gov.uk Telephone: 01793 31 4216/4220\n\nCopyright\n\nThis publication is UK Ministry of Defence © Crown copyright (2021).\n\nImage credits are listed on pages 104 and 105.\n\nIf contacting Defence Intellectual Property Rights for authority to release outside of the UK\ngovernment and MOD, the Patent Officer should be informed of any third party copyright\nwithin the publication.\n\nCrown copyright and Merchandise Licensing, Defence Intellectual Property rights,\n\nCentral Legal Services, MOD Abbeywood South, Poplar 2 #2214, Bristol, BS34 8JH.\nEmail: DIPR-CC@mod.gov.uk\n\nDistribution\n\nThis All DCDC publications, including a biannual DCDC Publications Disk, can be\ndemanded from the LCSLS Headquarters and Operations Centre.\n\nLCSLS Help Desk: 01869 256197 Military Network: 94240 2197\n\nOur publications are available to view and download on defnet (RLI) at:\nhttps://modgovuk.sharepoint.com/sites/defnet/JFC/Pages/dcdc.aspx\n\nThis publication is also available on the Internet at: www.gov.uk/mod/dcdc\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_5": "Foreword\n\nThe prospect of using technology to radically enhance human performance has been\n\nthe subject of intense debate over the last two decades. Some analysis has been\npessimistic and cautionary, downplaying just how imminent such technologies are. Other\ncommentators are more optimistic and foresee an impending technological revolution that\nwill radically transform every aspect of our lives. What is certain is that the field of human\naugmentation has the potential to transform society, security and defence over the next\n30 years. We must begin to understand the implications of these changes and shape\nthem to our advantage now, before they are thrust upon us.\n\nTechnology in warfare has traditionally centred on increasingly sophisticated platforms that\npeople move and fight from, or artefacts that they wear or wield to fight with. Advances\n\nin the life sciences and converging developments in related fields are, however, beginning\nto blur the line between technology and the human. Significant thought has already\n\nbeen given to what this means for artificial intelligence, automation and robotics, but\ncomparatively little time has been given to what this means from a human perspective.\nThis project seeks to address this imbalance so that we can understand the potential of\nhuman augmentation and its implications.\n\n \n\nThe project is a bilateral cooperation between Bundeswehr Office for Defence Planning\nin Germany and the Development, Concepts and Doctrine Centre in the UK. The output\nfrom the strategic implications project will be relevant to a wide audience across the\ndefence and security sector. Whilst this is not a scientific publication, it draws extensively\non research to provide an overview of where the key opportunities and threats are.\n\nMany technologies that have the potential to deliver strategic advantage out to 2050\nalready exist and further advances will undoubtedly occur. Our understanding of the\ntechnical, ethical, legal and societal implications of these technologies will be decisive in\nhow transformative they prove to be for Defence. Our potential adversaries will not be\ngoverned by the same ethical and legal considerations that we are, and they are already\ndeveloping human augmentation capabilities. Our key challenge will be establishing\nadvantage in this field without compromising the values and freedoms that underpin our\nway Of life.\n\nnie\n\nMajor General Wolfgang Gaebelein Major General Darrell Amison CBE\nDirector Director\n\nBundeswehr Office for Development, Concepts and\nDefence Planning Doctrine Centre\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_6": "Human Augmentation — The Dawn of a New Paradigm",
    "Page_7": "Contents\n\nForeword 2...\nPreface 2... ee\n\nExecutive summary... 2\n\nPart 1 - Understanding human augmentation. ............,\n\nPart 2- Human augmentation technology. ...............,\n\nPart 3- Ethical considerations... .............0200484\n\nPart 4-Legal considerations. .............0.. 2020004\n\nPart 5-Implications for society ................ 2000.\n\nPart 6 - Implications for Defence... ..............004.\n\nAnnex A-—Methodology ....... 0.2... 00000 pee ee\n\nAnnex B - Technology review... 2.0... 2\n\nGlossary. 2. 6\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_8": "Human Augmentation — The Dawn of a New Paradigm",
    "Page_9": "Preface\n\nAim\n\nScientific and technological developments related to human augmentation are beginning\nto accelerate and converge with other fields such as sensors, artificial intelligence, novel\nmaterials, nanotechnology and additive manufacturing. This publication is the output of a\nstrategic implications project and offers a conceptual model for thinking about the subject,\nan overview of the future direction of human augmentation and related fields of study, and\nidentifies key implications and insights for Defence.\n\nAudience\n\nHuman Augmentation — The Dawn of a New Paradigm seeks to inform a wide audience\nacross the defence and security sector. It will be relevant to those involved in: policy and\nstrategy formulation; science and technology; concepts and force development; capability\nand acquisition; procurement; personnel and workforce planning; and operational\ncommanders and their staffs.\n\nContext\n\nThis strategic implications project is a bilateral cooperation between the Bundeswehr\nOffice for Defence Planning in Germany and the UK Ministry of Defence’s (MOD)\nDevelopment, Concepts and Doctrine Centre, supported by the Swedish Defence\nResearch Agency, the Finnish Defence Research Agency and the Uk’s Defence Science\nand Technology Laboratory. It is coherent with the UK’s Joint Concept Note (JCN) 1/18,\nHuman-Machine Teaming and JON 1/17, Future of Command and Control. This project\nhas been set in the context of the UK MOD’s Defence Technology Framework, Global\nStrategic Trends — The Future Starts Today and Future Operating Environment 2035. It\nis also coherent with the German Future Topic Human Enhancement and its subsequent\nrecommendations. This work has also drawn on engagement across the Defence\nscientific community, academia and the ongoing Multinational Capability Development\nCampaign’s project on human performance optimisation/enhancement.\n\nScope\n\nHuman augmentation is a vast field with many linkages to other areas of study. There\n\nis NO commonly agreed definition and it is known by many names, which are often\n\nused interchangeably. When we think of human augmentation it is easy to imagine\nscience fiction inspired suits or wonder drugs that produce super soldiers, but we are on\nthe cusp of realising the benefits in a range of roles now. Human augmentation will help\nto understand, optimise and enhance performance leading to incremental, as well as\nradical, improvements.\n\nThere are divergent views on how mature human augmentation technologies are and\n\nhow quickly they will progress. This publication will seek to clarify this picture and\nidentify which areas have the greatest potential for Defence. Human augmentation has\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_10": "the potential to impact every facet of our lives and even change the meaning of what it\nmeans to be a human. It could challenge philosophical concepts, our belief systems, and\nethical and legal frameworks in ways that we have not anticipated. This publication will\ncover all these issues in outline but, in the interests of the intended audience, its focus\nwill be on the implications for society and Defence. For the purposes of this publication,\nhuman augmentation does not include leadership and excludes technologies that bestow\ncapabilities not directly linked to existing human function (for example, flying).\n\nMethod\n\nThe project used a scenario-based approach to explore implications out to a 2050\nhorizon as shown in the figure below. Step one involved an initial analysis of influence\nfactors and investigative research. From this a framework was produced to identify\ndrivers, disruptors, risks, dependencies and key factors. Step two used these factors\nto construct a range of future scenarios to explore possible societal, technological,\neconomic, political and military implications. Step three used focused questions within\neach scenario to conduct a series of SWOT (strengths, weaknesses, opportunities and\nthreats) analyses, the results of which were cross-referenced to identify implications for\nsociety and Defence. Further detail on the methodology can be found at Annex A.\n\n \n\nStep 3\n\n \n\nInvestigative\nresearch\nenters) Eitien Focused\n\nre 7 Se questions\n\n. factors i\n\nIdentify (Analyse) 7 ee\n\ninfluence ‘ Bane)\n\nfactors J scenario 7 SWOT\n\n(Analyse) Cher Tare) talon\nWEL al Sot\n\nopportunities\n\nand threats)\n\nExplore Analyse\n\n \n\nImplications:\nPolitical\nEconomic Society\n\nSocietal implicati\n, plications\nTechnological +\n\nPrerequisites ye\nDY iiliecTaNg Donec\nimplications\n\neened\ndisablers\n\nAnalyse human\naugmentation framework\n\n \n\n \n\n \n\n \n\nDoe le\n\n \n\n \n\n \n\n \n\n \n\nProject methodology\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_11": "Structure\nThe publication is divided into six parts and two annexes.\n\ne Part 1 - Understanding human augmentation. Part 1 proposes a definition for\nhuman augmentation and offers a conceptual model to understand its application. It\nalso makes the case for why human augmentation will be increasingly important.\n\ne Part 2 - Human augmentation technology. Part 2 gives an overview of the key\nhuman augmentation technologies and linked fields of study. It is not intended to be\nauthoritative but gives a sense of what could be possible and provides a context for\nsubsequent parts.\n\ne Part 3 - Ethical considerations. Part 3 discusses the key ethical implications of\nhuman augmentation before focusing on areas pertinent to Defence.\n\ne Part 4 - Legal considerations. Part 4 focuses on the key areas of law that\nrelate to human augmentation and society, and Defence in particular.\n\ne Part 5 - Implications for society. Part 5 examines societal implications to set\nthe context for the Defence implications that follow.\n\ne Part 6 - Implications for Defence. Part 6 discusses the implications of human\naugmentation using the Defence capability framework.\n\ne Annex A - Project methodology. Annex A describes the methodology used in\nthis project in greater detail.\n\ne Annex B - Technology review. Annex B provides additional information on\ntechnologies for human augmentation.\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_12": "10\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_13": "Executive summary\n\nIntroduction\n\nThe ability to enhance one’s physical, psychological or social capability has been a source\nof power throughout history, and warfare is the epitome of this dynamic. The paradox\n\nof war is that humans are central to its conduct but are also the weakest link. We want\n‘war fighters’ — whether they be cyber specialists, drone pilots or infantry soldiers — to\n\nbe stronger, faster, more intelligent, more resilient and more mobile to overcome the\nenvironment and the adversary. We have designed increasingly complex technologies\n\nto enhance lethality, survivability and mobility. As technology has become more\nsophisticated our thinking has become more focused on the machine rather than the\nperson, but this needs to change if we are going to be effective in the future.\n\nRecent advances in the life sciences and related technologies have led to the emergence\nof the interdisciplinary field known as human augmentation which has the potential to\ndisrupt every aspect of our lives. The interdependencies and potential implications of\nhuman augmentation are so vast and complex that it is difficult to make sense of what it\nmeans for the future of society and Defence. The aim of this strategic implications project\nis to take the first step in making sense of these potential changes to human capabilities.\nIt offers a conceptual model for thinking about human augmentation, its future direction\nand identifies key implications for Defence and its stakeholders.\n\nKey observations\n\nHuman augmentation will become increasingly relevant, partly because it can directly\nenhance human capability and behaviour and partly because it is the binding agent\nbetween people and machines. Future wars will be won, not by those with the most\nadvanced technology, but by those who can most effectively integrate the unique\ncapabilities of both people and machines. The importance of human-machine teaming is\nwidely acknowledged but it has been viewed from a techno-centric perspective. Human\naugmentation is the missing part of this puzzle.\n\nThinking of the person as a platform and understanding our people at an individual level\nis fundamental to successful human augmentation. Industrial Age warfare saw people\nas interchangeable components of military units or the material with which to operate\nthe platforms — vehicles, aircraft and ships. These platforms are routinely monitored and\nanalysed but it is remarkable that our ability to understand our most critical capability —\nthe human — is so under-researched. Successful application of human augmentation\ndemands a more sophisticated approach to understanding our people and their\ncapabilities. Defining the key elements of the ‘human platform’ — physical, psychological\nand social — provides a conceptual baseline to enable a multidisciplinary conversation.\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_14": "12\n\n \n\nConceptualising the human as a platform\n\nPhysical performance is the capability to affect the physical environment and move\nwithin it. Strength, dexterity, soeed and endurance are key components and there is\noften a trade-off between them.\n\nPsychological performance comprises\ncognition, emotion and motivation. Cognition\nis the mental action or process of acquiring\nknowledge and understanding through\nthought, experience and the senses. It\nincludes processes such as attention, the O\nformation of knowledge, long-term and\nworking memory, reasoning, problem solving\nand decision-making. Emotion describes the\nsubjective human experience and is closely\nlinked with motivation, which is the force that Psychological Caer\nenergises, activates and directs behaviour.\n\nPhysical\n\n \n\nSocial performance is the ability to perceive oneself as part of a group and the\nreadiness to act as part of the team. It is founded on self-awareness and the ability\nto understand the behaviour of others. It is tightly linked to communication skills,\ncollaboration and trust. The core tenet of social performance is group cohesion.\n\nHuman augmentation is not a shortcut — getting the basics of human physiology,\nbiochemistry and psychology right is a prerequisite to human augmentation and will\nbecome more important in the future. Research into human augmentation has shone a\nstark light on how little we know about how to do the basics well. We need to do more\nto understand the precise effects of nutrition, sleep and hydration, and their relationship\nwith other areas of the body to realise significant, yet untapped potential. Technology that\nimproves monitoring will make it possible to individually optimise sleep, nutrition and other\nfactors to deliver transformational gains across an organisation at relatively low cost and\nlimited ethical risk.\n\nHuman augmentation is not just tomorrow’s business, there are short-term and\nlong-term opportunities that require engagement today. The following matrix illustrates\nthe technical maturity and the magnitude of policy considerations of human augmentation\ntechnologies. It shows that there are technologies that could be integrated today with\nmanageable policy considerations. The most transformative technologies (for example,\ngenetics and brain interfaces) currently sit at a low level of technological maturity but\n\nwe must be prepared for this to change quickly. Bioinformatics and collection and\nanalytics (encompassing sensors, artificial intelligence-enabled processing) are particularly\nimportant enablers for other human augmentation technologies and warrant focused\nresearch and development attention.\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_15": "Significant policy\nconsiderations\n\n \n\nSignificant and complex policy [Significant and complex policy Science and technologies\nconsiderations, low considerations, high\ntransformative potential transformative potential Genetics — germ line modification\nGenetics - somatic modification\nGut microbiome\n\nInvasive brain interfaces\nNon-invasive brain interfaces\nPassive exoskeletons\nPharmaceuticals\n\nPowered exoskeletons\nOptimisation methods\n\n© 1 @\n3. Monitor 2. Understand and be\nprepared to seize\n\nsalaar lye —\n&\n\nwe\n\nOMNAARWNS\n\nScience and technologies that\n\nFamiliar policy considerations, | Familiar policy considerations,\nenables others\n\nlow transformative potential high transformative potential\n\n7; Identify opportunities\nand inte:\n\n10. Bioinformatics\n11. Collection and analytics\n\n@- Low technological\n\n— maturity\n\nLow transformative potential\nJenuejod aalyeuwoysues} UBIH\n\n= High technological\nmaturity\n\n \n\n \n\n  \n\n \n\nFamiliar policy\nconsiderations\n\nFeasibility assessment\n\nWe cannot wait for the ethics of human augmentation to be decided for us, we\n\nmust be part of the conversation now. The ethical implications are significant but not\ninsurmountable; early and regular engagement will be essential to remain at the forefront\nof this field. Ethical perspectives on human augmentation will change and this could\nhappen quickly. There may be a moral obligation to augment people, particularly in\ncases where it promotes well-being or protects us from novel threats. It could be argued\nthat treatments involving novel vaccination processes and gene and cell therapies are\nexamples of human augmentation already in the pipeline.\n\nThe need to use human augmentation may ultimately be dictated by national interest.\nCountries may need to develop and use human augmentation or risk surrendering\ninfluence, prosperity and security to those who will. National regulations dictating the\npace and scope of scientific research reflect societal views, particularly in democracies\nthat are more sensitive to public opinion. The future of human augmentation should not,\nhowever, be decided by ethicists or public opinion, although both will be important voices;\nrather, governments will need to develop a clear policy position that maximises the use of\nhuman augmentation in support of prosperity, safety and security, without undermining\nour values.\n\nGovernance in Western liberal societies and international institutions is already unable\nto keep pace with technological change and adoption of human augmentation will\nexacerbate this trend. National and international governance will be challenged by the\nmyriad of implications of adopting human augmentation technologies. This could lead to\nanew arms race and inter- and intra-state tensions if not carefully managed through early\nand regular dialogue.\n\nHuman Augmentation — The Dawn of a New Paradigm\n\n \n\n13",
    "Page_16": "Economic forces will have a strong influence on human augmentation development\nand they may not be in the best interests of society. The private sector can employ more\nresources and have greater organisational agility than state institutions, meaning that\nthey will remain at the cutting edge of human augmentation research. Enhancements\nwill be highly profitable, and companies are likely to focus on human augmentation\n\nthat is lucrative, rather than that which is of most benefit to humanity. The tension\nbetween states, societies and market forces is nothing new, but the consequences of\nmismanagement could be more severe in the case of powerful human augmentation\ntechnologies.\n\nThe reliance on personal data to enable human augmentation will pose significant data\nsecurity and privacy challenges. The frameworks to secure this data will have to be both\nnational and international in nature, ensuring that it is easily shared and used for common\ngood, but also well protected.\n\nHuman augmentation is our first insight of what lies beyond today’s Information\n\nAge — the coming of the Biotech age. The Biotech age will see focus on the human\ngrow. No longer will it be adequate to regard people merely as the means to operate\n\nthe machine. The interdisciplinary nature of human augmentation will render our current\nIndustrial Age model of Defence ineffective. Defence must consider how it reorganises to\nmeet a future that will demand a human-centric approach to warfare where the person is\narmed with the capabilities to integrate fully into a single platform.\n\nHuman augmentation is bringing about a securitisation of the life sciences. Defence\nwill need to develop a more effective relationship with those who work in the life sciences\nas the dual-use nature of emerging human augmentation technologies becomes clear.\nGovernments will need to work with the scientific community to establish a framework\nthat safeguards and supports national security whilst supporting collaboration.\n\n \n\nDifferences in national, cultural and legal approaches will lead to an uneven uptake\n\nof human augmentation within international alliances. This will further complicate\ninteroperability, integration and deconfliction. Overcoming these challenges will demand\ncloser cooperation between allies. Alliances must therefore start work now to understand\nhow and where to prepare for the use of human augmentation.\n\nHuman augmentation threats. Cultural and ethical considerations will inform the extent\nto which opportunities are seized, but human augmentation threats will be forced upon\nus irrespective of our own normative standpoint. We must understand and address\nsuch threats or otherwise risk creating a strategic vulnerability. Threats will emanate from\nstates, terrorist groups, criminals, lone actors, or even malpractice in legitimate activities.\nProtecting ourselves will demand a level of scientific, ethical and legal proficiency that\noutmatches the adversary. Mitigations may not involve human augmentation technology\nitself but understanding the field and developing comprehensive policies and capabilities\nto protect society and individuals will be critical.\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_17": "Human augmentation may lead to fundamentally new concepts of warfare. In the next\n30 years, increasing use of autonomous and unmanned systems — from the tactical to\nstrategic level — could significantly increase the combat effect that an individual can bring\nto bear, but to realise this potential the interfaces between people and machines will need\nto be significantly enhanced. Human augmentation will play an important part in enabling\nthis interface and, if done effectively, it will significantly alter our force structure, equipment\nprogramme and doctrine. It is important to realise that the more human augmentation\n\nis embedded into Defence planning and practice, the more likely it is to become a\n\ntarget itself for an adversary; thus, counter-human augmentation measures need to be\nconsidered in parallel with the adoption of human augmentation.\n\nHuman augmentation will play a key role in reducing the risk of cognitive overload as\nwarfare becomes faster, more complex and more congested. Bioinformatics are likely\nto play a key role in identifying commanders and staff with the right cognitive and\nadaptive potential for command and control roles. Brain interfaces linked to machine\nlearning algorithms have the potential to rapidly accelerate the speed and quality of\ndecision-making.\n\nToday’s rehabilitation tools: tomorrow’s enhancements — physical and mental\nrehabilitation may, in the near term, prove to be the front line of human augmentation in\nDefence. Advanced prosthetics to rehabilitate wounded personnel represent the cutting\nedge of robotics and the latest neurostimulation devices and pharmaceuticals have been\nused to treat post-traumatic stress disorder. Further development of these treatments will\nnot only help to rehabilitate injured personnel, but they could also pave the way for future\nenhancements.\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_18": "oe ale\n\n \n\n \n\n \n\n \n\nah =\n\nae\n\nBike se\n@)\nA 4\n\nrs\ni\n=",
    "Page_19": "Part 1\n\nUnderstanding human\naugmentation\n\nIn its broadest sense, human augmentation has been practiced since the dawn of\nhumankind. Humans have adorned themselves with decorative garments to increase\ntheir social standing, or concocted substances to boost their physical performance or\nalter their emotional state. They have fashioned weapons to increase their prowess in\ncombat and armour to protect themselves.\n\nThe ability to enhance one’s physical, psychological or social capability and resilience\n\nhas been a source of influence and power throughout history. The paradox of war is\n\nthat people are central to it, but they are also its weakest link. We want ‘war fighters’\n\n— whether they be cyber specialists, drone pilots or infantry soldiers — to be stronger,\nfaster, more intelligent, more resilient and mobile to overcome the environment and the\nadversary. We have therefore designed technologies to enhance lethality, survivability\nand mobility. As technology has become more sophisticated, our scientists have focused\non machines rather than people, but this is beginning to change. Recent advances in\n\nthe life sciences have led to the emergence of the interdisciplinary field known as human\naugmentation, which has the potential to disrupt every aspect of our lives.\n\n \n\nSix million years of evolution to where we are today and now we have the tools in\nour hands to decide how our continued evolution should be shaped\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_20": "Part 1 — Unders\n\n \n\n \n\nanding human augmentation\n\nSection 1 — Definitions\n\nThere are numerous and varied definitions surrounding human augmentation and most\nfocus on the concept of performance enhancement. Human augmentation includes\nchemical, physical and biological augmentation and the modification of the human but, it\nis not exclusively about adding ‘things’ to the human, it also includes applying scientific\ninsight to areas such as sleep management and personalised nutrition to improve\nperformance. This publication proposes a definition for human augmentation as: the\napplication of science and technologies to temporarily or permanently improve human\nperformance. This field can be further divided into human performance optimisation\n\nand human performance enhancement. Human performance optimisation is the use of\nscience and technologies that improve human performance up to the limit of biological\npotential without adding new capabilities. Human performance enhancement is the\n\nuse of science and technologies to enhance human performance beyond the limit of\nbiological potential and can include additional capabilities beyond those innate to humans\n(for example, night vision).\n\n \n\nFigure 1 illustrates that the delineation between human performance optimisation and\nhuman performance enhancement is outcome-based. It is agnostic of technological\nsophistication and whether the effects are temporary or permanent, invasive or\nnon-invasive. For example, binoculars have been around for nearly 200 years and passive\nnight vision devices for nearly 60 years — both are commonplace technologies, but offer\nsignificant, albeit temporary, sight enhancement. Equally, laser eye surgery is only 35\nyears old, more sophisticated and permanent, but in most cases only optimises sight up\nto the individual’s biological potential. Permanence and degree of invasiveness are also\nimportant aspects of human augmentation and will be discussed later in this publication.\nNoting that night vision goggles and binoculars are technically included in the definition of\nhuman augmentation, this paper will focus mainly on the implications of novel science and\ntechnology that are more closely integrated with the human body.\n\nHuman augmentation\n\n[1+\n\nHuman performance Limit of biological Human performance\noptimisation potential enhancement\n\n \n\nGlasses Contact Lasereye ! Binoculars Night vision Gene-edited for\nlenses surgery 1 goggles — enhanced sight\n\nFigure 1 —- Human augmentation definitions\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_21": "Part 1 - Understanding human augmentation\n\nHuman augmentation is relevant across society and Defence. People are constantly\naffected by internal factors (for example, ageing, hydration or disability) and external\nfactors (for example, weather, pollution or disease) that lead to fluctuations in performance\nthat can be fleeting or enduring. The effect of human augmentation can therefore\n\nvary at any given time as outlined in Figure 2. For example, the same brain computer\ninterface could be used to mitigate the effects of a stroke, help to optimise a layman to\nperform a specific function, or enhance a specialist who needs to be even better. Human\naugmentation is therefore relevant across society and across Defence; it can mitigate\nshortfalls, optimise existing performance and extend performance beyond biological limits.\n\n  \n \n      \n  \n  \n\n1 Current performance — baseline\n2 Optimised up to biological potential\n3 Enhanced beyond biological potential\n\n4 Underperformance Exploit\n\nOptimise\n\nHuman performance\n\nMitigate\n\nIndividual indicative lifetime\n\nFigure 2 - Human augmentation and the fluctuation of human performance\n\nSection 2 — The human platform\n\nThe Integrated Operating Concept places a premium on\noperating, it also places a premium on adaptability — the ability to\nadapt to war fight. And this in turn emphasises the importance\nof our people — who have always been our adaptive edge.\n\nChief of the Defence Staff,\nlaunching the Integrated Operating Concept, September 2020\n\nConceptualising the human as a platform is fundamental to thinking about human\naugmentation and this project offers a model to do this. The performance of traditional\nmilitary platforms — vehicles, aircraft and ships — is routinely monitored and analysed\n\nbut it is remarkable that our ability to understand our most critical capability — people\n\n— is so under-researched. Central to the approach of this project is the idea that each\nperson must be understood at the individual level. Successful application of human\naugmentation demands a more sophisticated approach to understanding our people and\na way of achieving this is to define the key elements that collectively represent the human\nplatform; these are physical, psychological and social in nature. It is recognised that it is\nimpossible to neatly separate the human into three distinct areas and that this model is a\nconscious oversimplification.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_22": "Part 1 —- Understanding human augmentation\n\nConceptualising the human as a platform\n\nPhysical performance is the capability to affect the physical environment and move\nwithin it. Strength, dexterity, soeed and endurance are key components and there is\noften a trade-off between them.\n\nPsychological performance comprises\ncognition, emotion and motivation. Cognition\nis the mental action or process of acquiring\nknowledge and understanding through\nthought, experience and the senses. It\nincludes processes such as attention, the O\nformation of knowledge, long-term and\nworking memory, reasoning, problem solving\nand decision-making. Emotion describes the\nsubjective human experience and is closely\nlinked with motivation, which is the force that Psychological\nenergises, activates and directs behaviour.\n\nPhysical\n\n \n\nSocial performance is the ability to perceive oneself as part of a group and the\nreadiness to act as part of the team. It is founded on self-awareness and the ability\nto understand the behaviour of others. It is tightly linked to communication skills,\ncollaboration and trust. The core tenet of social performance is group cohesion.\n\nSection 3 - Technology and future warfare\n\ndecision-making process, conflicts fought increasingly by robots or\n\nC C Whilst it is envisaged that humans will continue to be central to the\nautonomous systems could change the very nature of warfare.\n\nGlobal Strategic Trends - The Future Starts Today\n\nAdvances in artificial intelligence, robotics and autonomy mean that human processing\npower, speed of action and endurance are being rapidly outpaced by machines.\nTechnology is already chipping away at people’s role in war and many militaries have\ncome to rely on it. It remains to be seen whether the Information Age will really change\nthe nature of war, but the role of people is being challenged in three key areas: data,\ncomplexity and speed.\n\na. Technology has exponentially increased the amount of data in the world, and\nthe amount available to commanders. People lack the bandwidth to effectively\nprocess large amounts of data, which thickens the ‘fog of war’ and increases the risk\nof information overload. Thus, data has to be secure, tamper-free and trustworthy,\notherwise not only is it useless, it could be very dangerous if its veracity has not been\nchecked.\n\nb. The emergence of new domains and the deepening interconnectedness\nbetween them has increased the complexity of war. The information environment\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_23": "Part 1 — Understanding human augmentation\n\nhas also been supercharged by the pervasiveness of mass media, sensors, data\nand global communications. This has led to tactical events having almost immediate\nstrategic consequences and vice versa.\n\nc. The speed of war is increasingly beyond that in which humans can observe,\norientate, decide and act. In physical terms, hypersonics and space-based\ncapabilities will see missiles fly near the Earth at a mile per second; too fast for\nhumans to make crucial decisions on their own.\" In conceptual terms, cyber and\ninformation operations are fought at the velocity of fibre optics.\n\nSection 4 — Humans and future warfare\n\nAs long as humans have an advantage in the areas of creativity and\njudgment, we will have a major role at the frontlines. ... when missions\nhave a significant degree of uncertainty, require the ability to adapt on the\nfly, and have the chance for major reversals, the adaptability of humans is\ninvaluable.?\n\nTechnology offers significant advantages, but there are many instances throughout history\nwhere people, not machines, have proven to be decisive. Perhaps the most profound\nexample of the value of contextualised human judgement is Stanislav Petrov’s actions\n\nin 1983 where he averted a nuclear war by overriding a Soviet automated early warning\nsystem that had incorrectly identified a United States missile attack.? Today, the risk of\nover-relying on technology has perhaps never been greater because its pervasiveness has\nconditioned us to rely on algorithmic judgements in so many aspects of our daily lives.\n\nWe must remind ourselves that people have, at least for now, the edge over machines,\nand will continue to have a role in future war for three key reasons.\n\na. War is, by its nature, ahuman endeavour. So far, technology has not changed\nthe nature of war, but it has changed its character. People will still be central to war\nbut the way in which they play this role will change. This may mean less combat\ntroops and more cyber specialists, drone operators and computer technicians in the\nfuture, but the stress and threat to life will likely remain, albeit manifested in different\nways. Warfare is likely to be more ‘remote’ and psycho-cyber intensive, but the\naftermath will still require ‘boots on the ground’.\n\nb. Humans remain unrivalled (for now) in their general intelligence. When the\nunforeseen happens, people will be required to step in to fulfil the mission, avert\ncrises or seize unforeseen opportunities.\n\nc. Technology will become increasingly capable, but society will influence the\npace and extent of its adoption. Bravery, skill and honour have been ingrained into\nour societies for centuries and this will not change overnight. Outsourcing war to\nmachines so that blood is not spilt might reduce the human cost of conflict, but\ninadvertently increase its likelinood.\n\n1 Fryer-Biggs, Z., The Atlantic.com, (2019), ‘Coming Soon to a Batlefield: Robots That Can Kill’.\n2 Herr, A., National Defense University Press, (2015), ‘Will Humans Matter in the Wars of 2030?’.\n3 See Stanislav Petrov’s obituary in the New York Times for a more detailed account.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_24": "Part 1 — Unders\n\n \n\n \n\nanding human augmentation\n\nSection 5 — The case for human augmentation\n\nPeople are Defence’s most valuable asset but also a key vulnerability; people get hungry,\ntired, scared and confused. Machines on the other hand are incapable of these things\nbut have weaknesses of their own. The winners of future wars will not be those with the\nmost advanced technology, but those who can most effectively integrate the capabilities\nof people and machines at the appropriate time, place and location. The growing\nimportance of human-machine teaming is widely acknowledged but this has been\ndiscussed largely from a techno-centric perspective. Human augmentation represents\nthe missing part of the puzzle and will become increasingly important over the next 30\nyears because of three key drivers of change.\n\ne Accelerating progress in science and technology means we can do more.\ne There are opportunities and threats that mean we should do more.\ne Changes in society mean we want to do more.\n\nCan do more. There is a growing sense that we are moving towards a frontier of\nunprecedented opportunity to improve humanity, which means we can do more. The\nfields of biomedicine, neuroscience, synthetic biology, computation, material technology,\nbiomechatronics and social sciences have developed at pace to make possible what\nused to be the preserve of science fiction. Notwithstanding significant ethical and legal\nchallenges, the science behind these technologies has been proven and cannot be\nundone. The origin of many augmentation ideas of applications lies in the health care\nsector. Large technology and pharmaceutical corporations see the economic opportunity\nin human augmentation and are investing heavily in these technologies and rich elites are\nalso investing huge sums to develop life extension technologies. These efforts will drive\nhuman augmentation development, making it more accessible. The key question is how\nsocieties will embrace it and adopt it and for what purpose.\n\nShould do more. The therapeutic benefits of human augmentation could help us to\n\nlead happier, longer and healthier lives, free from chronic illness and heritable disease. It\ncould protect us against pandemics, or at least provide us with the tools to react more\neffectively to them. Brain interfaces mixed with augmented and virtual reality could\ndramatically enhance our experiences and our ability to express ourselves. New concepts\nof intelligence and higher levels of creativity could emerge by connecting brains with other\nbrains and/or computers. The benefits of human augmentation are so profound that they\ncould be considered the stuff of fantasy, but perhaps no more so than the proposition\n\nof landing on the moon might have seemed in 1950. There are risks inherent in human\naugmentation. The COVID-19 pandemic has exposed our vulnerability to pandemics, and\nunchecked use of human augmentation could be used to increase the risk and severity\n\nof them. Threats could emanate from states, terrorist groups, criminals, lone actors or\neven malpractice in otherwise legitimate activities. Protecting ourselves may not directly\nrequire human augmentation but understanding the underlying technology and developing\ncomprehensive policies and capabilities will be critical.\n\nWant to do more. Happiness, well-being and longevity are moving up the human\nagenda. There is also a growing realisation that wealth and productivity — the standard\nmetrics of individual and societal success - do not necessarily equate to happiness or\nfulfilment. While most people still want to be wealthy and have good jobs, they also want\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_25": "Part 1 - Understanding human augmentation\n\n0 be fitter, healthier and more attractive. Human augmentation will be seen as a means of\nulfilling these desires.\n\nDiffusion of advanced knowledge. The diffusion of advanced knowledge of the human\nbody will be a key driver for human augmentation. Social media and algorithms designed\n0 push information to interested people is leading to specialist information being readily\navailable. Although bogus information is spread, in the vast majority of cases societies are\nmuch better informed about how the human body works and how to look after it. Social\nmedia is also fuelling people’s desire to be fitter and healthier and this will increase demand\nor human augmentation in the future. Increasing body awareness, particularly among\nyoung adults, indicates a generational change in attitudes toward health. The use of\nechnology in professional sports has also increased significantly over the last 30 years and,\nas it becomes less expensive, is cascading into recreational sport and everyday life. This is\nputting personalised biometric information into the hands of millions of people and enabling\nhem to track and improve their performance.\n\n \n\nKey deductions and insights\n\ne People have sought to augment themselves since the dawn of humanity — but\nover the next 30 years our ability to manipulate the human body will radically\nimprove.\n\nHuman augmentation encompasses science and technologies that optimise or\nenhance human performance.\n\nThere are many different definitions of human augmentation. Finding consensus\nand an agreed approach to human augmentation will be essential in allowing\ndifferent disciplines to collaborate effectively and realise its benefits.\n\nWe need to adopt a human-centric approach.to realise the opportunities of\nhuman augmentation. Thinking of the human as a platform — with physical,\npsychological and social aspects — will be central’to this:\n\nIncreasing data, complexity and speed is challenging the role of people in war\nbut will not replace them: war is a human endeavour; people have skills that\nare still unrivalled by machines; and cultural and societal norms will take time to\naccommodate the role of machines.\n\nHuman augmentation is inevitable because: we have already developed\ntechnologies and there is no going back; there are threats and opportunities\nthat we should address; and there is a growing demand from society.\n\n \n\n4 Professional sport has used Global Positioning System (GPS) tracking to monitor performance, prevent\ninjury and even develop new tactics for nearly 15 years and similar wearable technology is now widespread in\nsociety.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_26": "— (a\na. Ae",
    "Page_27": "Part 2\n\nHuman augmentation\ntechnologies\n\nUnderstanding the human body is the critical foundation of human augmentation. The\nmost sophisticated augmentation is not, necessarily, the most effective — getting the\nbasics right could produce transformative results. This part provides an overview of\nemerging human augmentation technologies most pertinent to society and Defence.\n\nIt will conclude with potential employment considerations and an assessment of the\nfeasibility of the technologies. Further information about the human augmentation\ntechnologies and their application can be found at Annex B.\n\nSection 1 — Understanding the human body\n\nThe human body is incredibly sophisticated and understanding how it works is\nfundamental to successful augmentation. Our brains are more complex than any other\nknown structure in the universe. Human bodies are complex ecosystems hosting ten\ntimes more bacteria cells than cells of their own. People are unique: each person smells\ndifferent, walks differently, hears differently and responds to medication differently.\nUnderstanding how the body works is a monumental undertaking but recent scientific and\ntechnological developments mean that, increasingly, we can unlock the secrets within the\n8x10\" cells in a human body.\n\nSide effects and unintended outcomes. The relationship between augmentation inputs\nand outputs is not as simple as it might appear. An augmentation might be used to\nenhance a person’s endurance but could unintentionally harm their ability to think clearly\nand decisively in a timely fashion. In a warfighting context, an augmentation could\n\nmake a commander more intelligent, but less able to lead due to their reduced ability to\nsocially interact or because they increasingly make unethical decisions. Even a relatively\nuncontentious enhancement such as an exoskeleton may improve physical performance\nfor specific tasks, but inadvertently result in a loss of balance or reduced coordination\nwhen not being worn. The notion of enhancement is clouded further by the intricacies\nof the human nervous system where a modifier in one area could have an unintended\neffect elsewhere. Variation between people makes designing enhancements even more\nchallenging.\n\nUnderstanding. The answer to the conundrum of unintended outcomes is to invest as\nmuch effort in understanding the human body as we do in optimisation or enhancement.\nWe therefore augment not only to improve human performance, but also to understand\nit. As our understanding of the human body improves, so too does our ability to optimise\nperformance without resorting to invasive, permanent or controversial technologies.\nCollecting and analysing data on human performance can identify aspects of individual\nbehaviour (for example, diet, sleep and activity) that can be adjusted to deliver\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_28": "Part 2 — Human augmentation technologies\n\nperformance gains equal to or better than drugs or surgery. This is where understanding\nhuman genomics and epigenomics at the individual level is absolutely essential — it is not\n‘one size fits all’ and is not dissimilar from the concept of ‘personalised medicine’; in other\nwords the right drug, at the right dose, to the right person at the right time.\n\nCollection and analytics. Devices that track movement, heart rate, oxygenation levels\nand location are already commonplace and will become increasingly accurate and\nsophisticated, making it possible to gather an increasingly wide array of performance data\nin real time. We can also analyse data in ways that were impossible even five years ago.\nArtificial intelligence can analyse massive sets of information almost instantaneously and\nturn it into products that can inform decision-making. This marriage of data collection and\nanalytics is the foundation of future human augmentation.\n\nSection 2 — Optimisation methods\nGetting the basics right\n\nHigh-end augmentation will be important, but getting the basics right can, in many cases,\ndeliver significant improvements for less cost and at lower risk. Using high-end human\naugmentation technologies to mitigate avoidable performance shortfalls is a poor use\n\nof resource and could undermine motivation and professionalism. The precise effects\nof nutrition, sleep and hydration, and their relationship with one another, is not well\ndocumented but we know there is untapped potential. One example is the link between\nphysical exercise and improved cognition; this phenomenon has been known for some\ntime, but it has only recently been possible to precisely understand the science behind\nit. Improved monitoring technology will make it possible to tailor the benefits of nutrition,\nsleep and other fundamentals to each person, leading to significant improvements to\n\nan organisation at low cost and limited ethical risk. While we are only just beginning to\nunderstand how improved monitoring could increase performance there appears to be\nsignificant potential. Illustrative optimisation methods are shown in Figure 3.\n\nCognitive\ntraining\n\nSleep\noptimisation\n\n  \n  \n   \n \n \n\nPhysical\ntraining\n\nPersonalised Optimised\nnutrition hydration\nDietary .\nsupplements Personalised\n\ntraining\n\nPersonalised\neducation\n\n \n\nFigure 3 — Illustrative optimisation methods\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_29": "Part 2 — Human augmentation technologies\n\nThe future of wearables\n\nCurrent or emerging technology in this field includes: increasingly accurate heart rate\nmonitoring; earrings that measure body temperature and pulse; shoes that generate\ntheir own power to sense bodyweight and movement; contact lenses that analyse\ntears to predict your emotional state and project information; clothes that sense\n\nyour physiology and give you small directional taps on your shoulders to provide\nscreen-free Global Positioning System (GPS); and ‘smart buttons’ in clothes that\ncollectively understand your habits and inform other linked technologies — from car to\ncoffee machine — to optimise your life. Wearables to monitor chronic health conditions\nsuch as diabetes are a notable growth area and may even develop towards\nclosed-loop systems that measure and treat symptoms in the future.\n\n34\n\n \n\nSleep\n\nIncreasingly sophisticated ways of studying the brain while we sleep is producing a\nwealth of data that we are only just beginning to understand.® The benefits of adopting\ngood sleeping patterns will deliver huge benefits to both individuals and society. Nearly\nevery aspect of our daily lives such as mental and physical health, public safety and\nproductivity would improve, yet so many individual and organisational approaches fail to\nrecognise this. In a military context sleep optimisation is difficult to employ but important\nto get right since it directly affects physical ability and resilience as well as attention and\ndecision-making.\n\nPersonalised nutrition\n\nImproved understanding of our genetics and general health could make precision nutrition\na realistic possibility. Diets designed around an individual’s biology have been proven\n\nto help prevent disease and improve physical and psychological performance.® As an\nexample, the trillions of bacteria, viruses and fungi that live in our gut — collectively known\n\n5 Walker, M., (2017), Why We Sleep: The New Science of Sleep and Dreams.\n\n6 Personalised nutrition partially overlaps with related terms such as precision nutrition, nutrigenomics,\nnutrigenetics and nutritional genomics. Ordovas, J. M., et al., The British Medical Journal, (2018),\n‘Personalised nutrition and health’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_30": "Part 2 — Human augmentation technologies\n\nas the gut microbiome - differ in all of us and understanding foods that best interact with\nthem can yield significant benefits. This science is only 15 years old and further research\nis required, but it has already shown how individuals respond differently to the same diet.”\n\nAn estimated half of adults in the UK take supplements on a regular basis. This market\nis expected to grow to over £12 billion by 2023.9 This trend is being replicated in\n\nother developed countries.*? Categories include sports nutrition, weight management,\nvitamins and dietary supplements. The market is, however, fuelled by misinformation and\nregulatory challenges, not to mention varying rates of effectiveness of the products.\n\nFor example, while creatine has been proven to increase power output and endurance,\nresults vary; to be effective its use must be tailored to the individual.\"\n\nSection 3 — Core human augmentation\ntechnologies\n\nFigure 4 provides an overview of how human augmentation technologies apply to\neach function and identifies four ‘core human augmentation technologies’ — genetic\nengineering, bioinformatics, brain interfaces and pharmaceuticals — that could improve\npsychological, physical and social performance.\n\nPhysical\n\nExoskeleton\n\nSensory\naugmentation\n\nTo (oy ats (ples)\n\nGenetic engineering\neyed Taicedaurs lier)\ney ee Ua al cla texon)\nPharmaceuticals\n\nAugmented\n\nNeurostimulation :\nreality\n\n   \n\nPsychological Social\n\nFigure 4 —- Human augmentation technologies and the human platform\n\n7 Defence Science and Technology Laboratory report number DSTL/CR119817.\n\n8 Community Research, (2018), Food Supplements Consumer Research.\n\n9 Casey, A., et al., (2014), British Journal of Nutrition, ‘Supplement use by UK-based British Army soldiers\nin training’.\n\n10. For details of the Food Supplements Working Group (AK NEM) within Food Federation Germany see\nhttps://www.lebensmittelverband.de/en/federation/organization/food-supplements-working-group-ak-nem\n\n11 Buford, T. W., et al., (2007), Journal of the International Society of Sports Nutrition, ‘International Society\nof Sports Nutrition position stand: creatine supplementation and exercise’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_31": "Part 2 — Human augmentation technologies\n\nGenetic engineering\n\nGenetic engineering refers to modification of reproductive cells (germline engineering),\nor cells in the grown organism (somatic modification). Germline modification affects\nall cells in the organism and the change is passed on to the next generation. Somatic\nmodification affects only the target cells and those cells descended from them in\n\nthe body, hence is limited to the individual being treated. Genetic engineering has\nbeen around for some time but has so far been limited to relatively crude and simple\nmodifications, often involving just one or two genes.\n\nCreating genetically modified humans has been widely considered unacceptable for many\nyears and is formally prohibited in over 40 countries, but there are signs that this stance\n\nis being challenged by the advent of new technologies. For example, the development\n\nin 2012 of a technique called clustered regularly interspaced short palindromic repeats\n(CRISPR) provides a set of ‘molecular scissors’ that are cheaper, faster and more\naccurate than previous methods of genetic editing. In 2019, CRISPR was used to treat a\nblood disorder in the first somatic modification of a person. The year 2020 will see further\ntrials to restore sight in patients suffering from an inherited eye disorder. This and other\nrecent developments are beginning to offer significant potential for a number of reasons.\n\na. Greater range. Gene editing can now add, delete or alter specific elements of\nDNA in the target genome. CRISPR can create multiple changes at once.\n\nb. Increased specificity and integration. Specific regions of DNA can be targeted\nby cutting tools so that changes are more precise and safer. There are still off-target\neffects but newer techniques such as prime editing are improving the targeting\nprocess.\n\nc. Improved duration of effect. Being able to target the genome rather than\nsimply depositing DNA into cells means that edits are reproduced as the cell divides\nand the effect is promulgated.\n\nd. Easier production. New production techniques are often easier, cheaper and\nfaster to develop and perform.*2\n\nFuture opportunities. Genetic engineering could be used to prevent people from\ninheriting incurable diseases or traits that make them more susceptible to cancer and\ndementia. It also represents the first step away from generalised medicine, where people\nare treated based on population averages, to precision medicine based on an individual’s\npersonal biology. Combining genetic engineering with artificial intelligence is likely to lead\nto radical improvements in medicine. However, genome editing as a means to deploy\nhuman augmentation bears risks and vulnerabilities since such changes could be targeted\nby ‘genetic’ weapons.\n\nFuture challenges. Genetic engineering is still at an early stage of development and is\nonly just moving from the laboratory to human trials. Numerous challenges remain, not\nleast the need to develop new vehicles to carry the genetic code and better understand\nthe unintended side effects. The most significant challenges, however, are ethical and\nsocial in nature. These will be covered in Parts 3 and 5 respectively.\n\n \n\n12 University of Cambridge, PHG Foundation, ‘Somatic genome editing: an overview’.\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_32": "Part 2 — Human augmentation technologies\n\nCRISPR controversy\n\nThe most controversial use of CRISPR was in\nNovember 2018 when Chinese scientists, led by\nHe Jiankui, used it for germline modification in\nhuman embryos to make them less susceptible\nto HIV. The procedure has still not been\nindependently verified but it nevertheless shocked\nthe global scientific community amid concerns\nthat the technology was too premature for use\n\non humans, and that it needlessly risked the\nlong-term health of the three consequent babies\nand their offspring. As a result of the experiment,\nHe Jiankui was jailed for three years for ‘illegal\nmedical practice’ and the scientific community SECOND INTERNATIONAL SUMMIT ON\nmoved to establish a moratorium on further work [GLEAN era\\ Tel Tet syne\nin this area. Of note, Jiankui’s technique involved\ndisabling a gene for a protein called CCR5 which,\nwhen deleted from mice in a separate study,\n\nwas found to improve their cognitive abilities.\nThis has led some to speculate that CRISPR\nmay already have been used, possibly\ninadvertently, to enhance human traits.\n\n \n\nBioinformatics\n\nBioinformatics is an interdisciplinary field that applies computation and analysis tools to\ncapture and interpret large sets of biological data.’ It is closely linked to collection and\nanalytics but takes the science of understanding the human body to the next level by\nlooking at molecular biology, macromolecular structures and genomics. Bioinformatics\ncould be the key to understanding how pharmaceutical treatments differ between\nindividuals, thereby laying the foundations of personalised medicine. Advances in artificial\nintelligence, and as our understanding of the relationship between genotype (germline)\nand phenotype (somatic) genetics improves, the utility of bioinformatics is likely to\naccelerate.\n\nwell-being that exceed those brought about by the industrial and digital\n\nC C The neural revolution could be part of driving advances in human\nrevolutions.\n\nThe Royal Society, iHuman Perspectives, September 2019\n\n13 Bayat, A., (2002), British Medical Journal (Clinical research edition), ‘Science, medicine, and the future:\nBioinformatics’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_33": "Part 2 — Human augmentation technologies\n\nPrecision medicine - the future of health care\n\nAccording to the Precision Medicine Initiative, a United States National Institutes of Health\nendeavour, precision medicine is ‘an emerging approach for disease treatment and prevention\nthat takes into account individual variability in genes, environment, and lifestyle for each person’.\n\nMedical diagnostics Genomics\ns\n\n    \n\n—_> <\nHealth care\n\nArtificial intelligence applications\nF\n\nBetter health\n\n  \n\noa Tey The Estonian Genome Center is a research venture of the University\na a ry) of Tartu. The aim is to create a database of health, genealogical\nand genome data representing 5% of Estonia’s population. The\ndatabase will make it possible for researchers to look for links\n\nEesti Geenivaramu\n\nbetween genes, environmental factors and common diseases. The results of this\nresearch are likely to lead to new discoveries in genomics and epidemiology, and will be\ninstrumental in increasing the efficiency of health care.\n\n \n\nBrain interfaces\n\nThe science of decoding electroencephalogram signals from the brain is advancing and\ncould present huge opportunities to integrate the processing power of machines with the\ncognitive power of the human brain. Brain interfaces, also Known as neural interfaces or\nbrain computer interfaces, enable direct communication between brain and computer.\nThey can be one-way (for example, to understand brain function) or two-way (for example,\nto create a control and feedback system or a thought transfer system involving donor\nbrain-computer-receptor brain).\n\n \n\nExamples of one-way interfaces include the hearing aid. Two-way interfaces are at a very\nearly stage of development and have achieved only limited results in narrow laboratory\nconditions. The most advanced examples, which have demonstrated the ability to transfer\ninformation, have been with animals,* and limited thought-speech translation in people.*®\nNon-invasive brain interfaces have also demonstrated human-to-brain communication and\nproblem solving.**® Neurostimulation can be used to change brain function.\n\n14 Pais-Vieira, M., et al., (2013), Scientific Reports, ‘A brain-to-brain interface for real-time sharing of\nsensorimotor information’.\n\n15 Anumanchipalli, G. K., et al., (2019), Nature, ‘Speech synthesis from neural decoding of spoken sentences’.\n\n16 Jiang, L., et al., (2019), Scientific Reports, ‘BrainNet: a multi-person brain-to-brain interface for direct\ncollaboration between brains’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_34": "Part 2 — Human augmentation technologies\n\nExternal brain interfaces\n\nNon-invasive neural interfaces have been developed to expand human bandwidth and\ntransform the way we interact with devices. These multi-billion dollar projects are using\nadvanced machine learning techniques to accelerate development and are particularly\ninterested in exploring how interfaces can redefine the augmented reality/virtual reality\nexperience.\n\n \n\nInternal brain interfaces\n\nSeveral companies, as well as military research and development organisations, aim\nto develop a high-bandwidth data connection between brain and computer. One\ncompany has so far developed a neurosurgery robot capable of implanting flexible\npolymer threads — each the width of a human hair fitted with 32 tiny electrodes — into\nthe brain with micron precision in a 45 minutes procedure. The threads feed into a\nsmall, low-powered implant that amplifies and digitises the brain signals for broadband\nspeed streaming. The technology is currently being used for research on rodents and\n\nis intended as a prototype for future human use.\n\\ [|\n)\n\nHello worldI\n\n \n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_35": "Part 2 — Human augmentation technologies\n\nNon-invasive methods of neurostimulation, such as transcranial magnetic stimulation, use\nelectrical means to increase or decrease the excitability of areas of the brain, potentially\naffecting mental processes such as neural plasticity and memory, attention, creativity, and\nmany others. Neurostimulation has the benefit of being relatively non-invasive (although\nsuccess correlates with placing electrodes accurately over the right area of the brain) and,\nso far, appears safe. It is also a flexible system but can only work on functions located\n\nin regions of the brain close enough to the skull wall. It is notable for being used by DIY\n‘brain hackers’ and, reportedly, by some professional athletes.\n\nFuture opportunities. The potential applications of brain interfaces are staggering.\nTherapeutic benefits could include: cure of paralysis; restoration of sight and hearing;\nmental health management; and treatment for Alzheimer’s disease. Brain interfaces could\nalso be used as powerful diagnostic tools and inform the development of other human\naugmentation technologies and methods. In terms of augmentation, brain interfaces\ncould: enhance concentration and memory function; lead to new forms of collaborative\nintelligence; or even allow new skills and Knowledge to be simply ‘downloaded’.\nManipulating the physical world with thoughts alone would also be possible; anything from\na door handle to an aircraft could, in theory and more recently in practice, be controlled\nfrom anywhere in the world.\n\nFuture challenges. There is still a huge amount that is not known about the brain. It has\nnot yet been possible to combine stimulations to achieve more complex functionality,\n\nnor has it been possible to target specific brain areas with absolute confidence outside\nof controlled conditions. Interpretation of low intensity brain signals emanating from the\nproximal surface of the brain is achievable but capturing complex signal from deep brain\nfunctions without insertion of electrodes is as yet unachievable. There are also risks that\nbrain interfaces could be hacked into and exploited by malign actors.\n\nPharmaceuticals\n\nPharmaceuticals play a role in many important forms of augmentation including physical,\ncognitive, emotional, motivational and sensory processes. Pharmaceuticals are one of\nthe oldest forms of human augmentation. Cognition-enhancing pharmaceuticals range\nfrom caffeine, nicotine and various herbal supplements, through to stimulants such as\namphetamines, methylphenidate and modafinil. These typically affect simple, low-level\nfunctions such as alertness and memory rather than high-level intelligence. Other types\nof cognitive augmentation include modulation of blood glucose and hormones, such as\nadrenaline and testosterone.\n\nPharmaceuticals that enhance physical performance include anabolic steroids, which\nstimulate muscle growth (although they can have unpleasant or even deadly side effects).\nCreatine has been proven to deliver increased power output and fatigue resistance,\nwhile at the same time it increases the risk of being overweight and injury. Erythropoietin\n(EPO) is a hormone produced mainly by the kidneys and has been synthesised and used\nillegally in sport to boost performance by increasing oxygen retaining capacity in the\nblood. Performance gains can be impressive but the side effects — even in cases that\nare carefully controlled — can cause blood clotting, stroke and even death. Meldonium is\na drug legally prescribed to treat coronary artery disease but has been used by athletes\n(and Soviet soldiers in the 1979 Afghan War) — to enhance physical performance.\nMeldonium does, however, come with adverse side effects such as nausea, headaches\nand dizziness.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_36": "Part 2 — Human augmentation technologies\n\nMost performance enhancing pharmaceuticals have their origins in medicines or are\nattempts to upscale the presence of naturally occurring chemicals in the body. However,\ntheir use as enhancements, even in professional sport, lack sufficient understanding to\ngauge dosage and quantify the effect. Although pharmaceuticals have applicability to\n\nall three areas of human performance, they often come with side effects that negate the\npotential gains. Currently pharmaceuticals have only limited use in human augmentation\nbut developments in biotechnology, nanotechnology and bioinformatics could allow new\npharmaceuticals to be designed that have more powerful and precise effects.\n\nSection 4 — Additional technologies\nExoskeletons\n\nExoskeletons are external, removable structures capable of supporting the human\nmusculoskeletal system and have been in development for decades. They are\ncategorised as either active (powered) or passive (unpowered). The driver for exoskeleton\ndevelopment has been to restore or improve mobility for therapeutic reasons, but\nindustrial and military applications are becoming increasingly common. Passive\nexoskeletons can ease the load on the body and reduce the risk of chronic occupational\ninjuries. Active exoskeletons can translate brain signals into movement, or amplify the\nuser’s normal movement, to provide restorative or enhanced mobility and strength. Fuel\ncell technology has so far proven to be a bottleneck in active exoskeletons, but this is\nsteadily being addressed. Providing amputees with functioning limbs has been a driver\nfor the development of prosthetics. The most advanced prosthetics use implanted\nmicroelectrodes to provide a two-way interface allowing the user to control and receive\ntactile sensations.\n\nExoskeleton technologies are improving quickly, and the industry is attracting\ninvestment. This mutually reinforcing situation is likely to continue, leading to accelerated\ndevelopment. Current limitations include constraints on speed and range of movement,\ndifficulty of entering confined spaces and the limitations of energy storage.\n\n78\ng Exoskeleton technologies\n\nProsthetics. The University of Utah have\ndeveloped a prosthetic arm that uses 100\nmicroelectrodes to provide an interface with the\nuser’s nervous system. This technology has\nexisted for over a decade but combining the\nrobotics and electrode array for the first time has\nenabled the user to experience tactile sensations\nthat are crucial when manipulating delicate\nobjects.\n\n \n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_37": "Part 2 — Human augmentation technologies\n\n_/78\n\n“\\W& Exoskeleton technologies (continued)\n\nUnpowered. Passive exoskeletons can\nsupport able-bodied users’ musculoskeletal\nmovements to improve ability to manipulate\nheavy tools and reduce chronic occupational\ninjuries.\n\nPowered, non-invasive. Fully-powered robotic\nsuits sense the user’s normal movement to\ndeliver super strength or increased endurance.\nSuch suits have industrial or military logistics\napplications where heavy carriage is required\n(not combat).\n\nPowered, semi-invasive. The University\n\nof Grenoble enabled a paralysed patient to\nwalk again by using two wireless implants to\ninterpret brain signals into robotic movements.\nThe device was suspended from the ceiling\n\nto assist with balance but further user training\nand suit refinement will aim to remove this\nrequirement.\n\n \n\nSensory augmentation\n\nSensory augmentation aims to extend the sensory range or acuity either by using gadgets\nor wearables to ‘translate’ external information for the human senses or by modification of\ninnate senses. Information can be collected through a combination of sensors mounted\nor implanted on the body. The senses can be extended by translating frequencies\nbeyond the normal human range into frequencies that can been seen, heard or otherwise\ndetected. This could allow the user to ‘see’ through walls, sense vibrations and detect\nairborne chemicals and changes to magnetic fields. More invasive options to enhance\nexisting senses have also been demonstrated, for example, coating retinal cells with\nnanoparticles to enable vision in the infrared spectrum.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_38": "Part 2 — Human augmentation technologies\n\nCross reality\n\nCross reality is an umbrella term for virtual reality, mixed reality and augmented reality,\nand is an area likely to see major growth.” Cross reality has been used in military aviation\nfor decades in the form of head-up displays, monocles, helmet systems and flight\nsimulators but falling costs are beginning to bring this expensive technology into wider\napplications. Virtual reality uses headsets and other wearables to provide an immersive\nexperience of a computer-generated environment, while augmented reality superimposes\ncomputer-generated images onto the user’s view of the real world, usually using glasses\nor a headset.\n\nVirtual reality is becoming widely used for education, medicine, gaming and entertainment\nand augmented reality is increasingly used in advertising and retail. Defence applications\ncould include training (virtual reality) and for improving situational awareness on operations\n(augmented reality). Tele-existence is a natural progression from cross reality and can be\nused to manipulate robots from a distance, often using a headset and haptic gloves for\ntactile feedback. Telemedicine is paving the way in this field, allowing doctors to remotely\ndiagnose and, in some cases, perform surgery. Cross reality looks set to have an\nincreasing role in industry and Defence, although energy sources, processing power and\nbroadband speeds currently limit the technology’s utility. Data networks are the emerging\nsingle point of failure for cross reality systems and protecting the network’s integrity will be\nvital for any Defence applications.\n\n   \n\n  \n\n*\n\nFirst generation virtual reality headsets relied on processing power from a tethered\ndesktop computer, but the latest versions are fully standalone and significantly\nwiden application opportunities\n\n \n\n17 Global cross reality investment in 2020 is forecast to increase by 78.5%. Forbes.com.\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_39": "Part 2 — Human augmentation technologies\n\nCross reality in the military\n\n  \n\nThe UK’s Royal Navy is working with The augmented reality systems\n\nindustry to develop an augmented in warfare could include overlaid\n\nreality system that could enable ships information on friendly, enemy and\n\nto be operated from the land. It is also civilian locations, geography and weapon\ntrialling augmented reality glasses on engagement zones. This enhanced\n\nthe bridge of its frigates to improve understanding could improve the speed\nsituational awareness, increase efficiency and quality of decision-making, as well\nand mitigate adverse environmental as the application of military capability.\nconditions.\n\nSection 5 — Linked technologies\n\nThe potential of human augmentation is significantly enhanced when used in combination\nwith other fields of science. Often mentioned in this context is nanotechnology,\nbiotechnology, information technology and cognitive science (NBIC). This refers to the\nexpected synergy of advancements in these four fields of technology. Nanotechnology,\nartificial intelligence and 3D bioprinting are discussed here as specific examples.\n\nNanotechnology is the term given to those areas of science and engineering where\nphenomena that take place at the scale of individual atoms (dimensions in the nanometre\nscale) are used in the design, production and application of materials, structures,\n\ndevices and systems.*® While there have been advances in some niche areas, overall\nprogress has been slower than expected. This is principally due to concerns about\n\nthe harmful effects of nanoparticles accidentally released into the environment and\n\nthe siloed nature of science and engineering.’® More integrated practices and artificial\nintelligence-enabled testing to address safety concerns is, however, likely to accelerate\nprogress. Nanotechnological systems have significant potential for human augmentation\ntechnologies, for example, the use of energy or chemical transducing nanoparticles to\n\n18 Further information can be found at https://ec.europa.eu/health/scientific_committees/opinions_layman/\nen/nanotechnologies/I-3/1-introduction.htm\n\n19 The initial vision of mechanosynthesis for engineering molecular machinery (outlined in Drexler, K. E.,\n(1992), Nanosystems: Molecular Machinery, Manufacturing, and Computation) motivated research projects in\nthe 1990s that were to a large extent implemented by scientists in chemistry and material science interested\nin studying nanoscale phenomena but sceptical about and unable to produce engineering solutions (due to\nthe fundamental difference between science and engineering and sociological border-work). See Drexler, K.\nE., (2013), Radical Abundance: How a Revolution in Nanotechnology Will Change Civilization for a personal\nperspective of the affair.\n\n \n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_40": "Part 2 — Human augmentation technologies\n\nenhance sensors or the production of bespoke surfaces that act as a neural interface\nfor implants.22 Nano-systems have the potential to reduce the size of many human\naugmentation-related components. Longer-term possibilities include replacing organs\nwith functionally equivalent or better systems, as well as adding new capacities, such as\n‘nano-blood’.2\" Such developments though are likely to be some way off.\n\nArtificial intelligence is perhaps the biggest technological wildcard. It is extremely likely\nthat even current machine learning techniques will have a transformative effect on many\nareas (for example, medical diagnosis, surveillance, management and robotics). Artificial\nintelligence could allow software to be developed that could:\n\ne perform calculations or simulations via a brain interface to free-up human brain\ncapacity;\n\ne learn individual abilities and quirks to provide customised support and control of\nenhancements; and\n\ne enhance ethical decision-making, which may also have significant implications in a\nmilitary setting.\n\nIt is likely that artificial intelligence will develop at a faster pace in the coming decades than\nit did in the past decade. Even if it were to ‘only’ advance at the present rate we should\nstill expect a huge increase in ‘implementation capacity’ - the ability to design, develop,\ndeploy and adapt new technologies, including those relevant to human augmentation.\n\n3D bioprinting is a form of\nadditive manufacturing that\nlayers biological material to\nproduce biological structures.\nIt has successfully been used\nto produce skin, bone and\nheart tissue for transplants.\nAlthough at an early stage, the\ntechnology could be used to\nproduce complex organs in the\nfuture. In the longer term, 3D\nbioprinting has the potential\n\n \n\nto dramatically improve the Complex bioprinted organs are still some way off;\nsuccess of transplants by heart structures have been printed at small scale but\nproducing organs tailored to are not yet practical\n\nan individual’s biology.\n\n20 Kozai, T. D. Y., et al., (2012), Nature Materials, ‘Ultrasmall implantable composite microelectrodes with\nbioactive surfaces for chronic neural interfaces’.\n\n21 Freitas Jr, R. A. and Phoenix, C. J., (2002), Journal of Evolution and Technology, ‘Vasculoid: A personal\nnanomedical appliance to replace human blood’.\n\n22  Giubilini, A. and Savulescu, J., (2017), Philosophy and Technology, ‘The Artificial Moral Advisor. The\n“Ideal Observer” Meets Artificial Intelligence’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_41": "Part 2 — Human augmentation technologies\n\nSection 6 — Employment considerations\n\nDiscussion of technology in isolation is necessary to understand what is possible but it will\nbe the practical, ethical, legal and social viability that fundamentally informs its usability.\nUnderstanding potential side effects and interactions with other aspects of human\nperformance, task, organisation and environment will be key to assessing the benefits of\nhuman augmentation and informing further research and experimentation. For example,\nimproved body armour increases resilience to blast, fragmentation and gunshots, but\nreduces speed, manoeuvrability and situational awareness. The second order effects of\nwearing body armour could, in some cases, negate the intended effects; the same could\nbe true for human augmentation technologies if the employment considerations in Figure\n5 are not observed.\n\n \n\nCost. Ob nce could be even more important Dependency. Computations, signal\n\nin human augmentation than in computer science processing and physical output requires energy,\n\nbecause progress is likely to be qui Non-invasive thereby creating critical dependencies\n\nhuman augmentation will be challenging enough to that could compromise effect or sustainability.\n\nkeep updated but implanted technologies will be a Communication interfaces imply a need for\n\nTine l(eRerovanlo) Snel UNM UVI BR olee-U Cc \\Va-lolColala connectivity, which makes software cyber\nsecurity essential.\n\nReadiness. Augmentatio!\n\nbe implemented ahead of time before the\n\neffect is realised, whether in training or on\ne—__ ©perations, will requ reful planning and\n\nan ability to monitor pi S.\n\nLegitimacy. Technologies may be temporarily\nused on a ‘need to know’ basis for certain\ntasks or specific phases in life. This will raise\nquestions about ownership, responsibility and\naccountability.\n\nEffect. Understanding the effect of Safety. Implanted augmentations incur\naugmentations and balancing them against the medical risk and there may be side effects\nrisk of undesirable consequences will be po that manifest long after safety certification has\nMalice noms] e)elora iaoR=ltaller-lkelorsoamanr-ln] been awarded. Balancing such risks with the\n(Om SMUISon imperative to achieve the effect will be key.\n\nDesign. Design factors such as comfort and Security. Augmentations may introduce new\ndegree of invasiveness can negatively affect or increased vulnerabilities. Data integrity and\nthe willingness to adopt new technologies. ownership becomes ini ngly important as\nWhether the augmentation is reversible or not, the possibility to capture and store potentially\nthe ability to restore or return to a previous itive information on a p al level is\nlevel of functionality will be fundamental. re\\aVm (ole) el innr=\\miU areid(olarcliiNv\n\n \n\nFigure 5 - Employment considerations\n\nSection 7 — Feasibility assessment\n\nBy considering human augmentation technologies in terms of their current technical\nmaturity and the magnitude of policy considerations it is possible to get a broad sense of\nopportunities for today and for the future. The matrix at Figure 6 illustrates the following\nconclusions and at Figure 7 are estimated realisation timescales for various augmentation\ntechnologies.\n\na. There are mature technologies, capable of delivering transformational effects,\nthat could be integrated today with manageable policy considerations.\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_42": "Part 2 — Human augmentation technologies\n\nLow transformative potential\n\n \n\n \n\n \n\nb. The most transformative technologies (for example, genetics and brain\ninterfaces) currently sit at a relatively low level of maturity and their implementation\nwould have significant policy considerations. The potential impact of these\ntechnologies, however, means that Defence should monitor them closely and be\nready to seize opportunities as they arise.\n\nc. Pharmaceuticals are widely thought to be the archetypal performance\nenhancers, but this field is changing rapidly and new developments in brain\nchemistry, psychochemicals, neuropharmaceuticals, cell and gene therapies should\nbe followed closely. Medical countermeasures are also relevant since aggressor\nstates and/or lone actors might find these options easier to employ.\n\nd. None of the human augmentation technologies exist in a bubble and there\n\nare linkages between many of them. Bioinformatics and collection and analytics\n(encompassing sensors and artificial intelligence-enabled processing) are relatively\nuncontroversial but with a high transformative potential. In addition, they will support\nthe use of other human augmentation technologies, as illustrated by the shading on\nthe matrix.\n\nSignificant policy\nconsiderations\n\n \n\nSignificant and complex policy | Significant and complex policy Science and technologies\nconsiderations, low considerations, high\ntransformative potential transformative potential Genetics — germ line modification\nGenetics — somatic modification\nGut microbiome\n\nInvasive brain interfaces\nNon-invasive brain interfaces\nPassive exoskeletons\nPharmaceuticals\n\nPowered exoskeletons\nOptimisation methods\n\nww hs\n3. Monitor 2. Understand and be\nprepared to seize\nopportunities\n\n5\n\nCHONOTPWN >\n\nne\n\nScience and technologies that\nenables others\n\nFamiliar policy considerations, | Familiar policy considerations,\nlow transformative potential high transformative potential\n\n1; Identify opportunities\n\nand integrate now Py\n\n10. Bioinformatics\n11. Collection and analytics\n\ne = Low technological\n\n— maturity\n\nleuejod ealyewuoysue.} UBIH\n\n \n \n \n\n= High technological\nmaturity\n\n \n\n \n\n \n\nFamiliar policy\nconsiderations\n\nFigure 6 - Feasibility assessment\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_43": "Part 2 — Human augmentation technologies\n\n \n\n \n\ngjeoseuul) uolyeyUeUBne UeLUNY Jo UOHeSITeey — 2 anbl4\n\n‘(esn Arey UaAOJd) Pjay Oy} UI BIqGeSN SI e\npue ‘Auedoid passeippe useq avey Sanss! pe}eloosse puke Jose pailsap SeAI6 }! yey} Bulueaw ‘feuoHoUN, Aljny SI e\n:poujew/ABo|OuYo9} 84} Jey} UO!|dUNSse 8} UO pase S| sjeOSEW] SUL\n\ncull = QS0e Ov0e 0€0¢\n\n \n\n(qusjod) spoujew\nfro) 0 [os Kole) \\) uolyes!wuidoO\n\n \n\n \n\n \n\n \n\nJeyene pue\nERT col cl EW Wire} 100) oT sousuedx3\nreps tebe rhd Nelda eT TNT ol : seBojouyoe}\nsalle INO) z elt 6urioddns\nEre rLentxoy | TUTot= operon.) LUTort= Eyton.) Ser) uol}e10}se1\nENN d paremod aAIsseq uom Apog PUP 8AI}09}01q\nes6@ ul\nsooepejul EST) Biv lo) fe] To) TBE MIU || een tn eo | Ul\n=PlaclU MUP) 0) sjue|duu! Buisues Siar lU | LUPL=> be]\nrepro} Le L0U) uoeoyipow Buyuudoiq sulolpew WroMs TPA {oJVIit—) MIU Oo} [0 [oD io) Seep aeeeucee) cess auloIpatu\naul|WUE6 oNeUe5 fofhl IU os“Me) t= 10I-19) fort AU lok 3 oye] 1]9U95) sTal9) leon ai eae pue uyeoH\nVv\n‘UOPISUOD O} S1OJOEJ U!ELU BU} JO BUO Aq |IIM AY Ayurepeoun,\n\n \n\n*AYBIOOS PUL S|eNPIAIPU! O}\n\nSaIBO|OUYOS} Meu BUIONPO.AUIU! SP|OYSEAU] [EIOWW//EOIUJS Og IIIM SOUL (Z\n“saiiqedeo mau jo juatuCdo|aAep\n\nJO} 8oed 9Y} 39S |J!M AjolO0s Ul UONe}UsLUBNe UeLUNY JO} eoUR}deooy (|\n\n \n\n€\n2\n3\n©\n©\nS\na\n=\nG\nZz\n©\nS\n3\ncS\n=\n&\na\n®\n&\nkK\nI\ncS\n&\ni)\n=\nc\no\n&\nD\n3\n<x\ncS\n@\n£\nD>\nL",
    "Page_44": "Part 2 — Human augmentation technologies\n\nKey deductions and insights\n\nContinued investment to understand the human body will be critical torthe\nsuccess of human augmentation. Lack of understanding is, currently, the\nmajor bottleneck.\n\nThe use of science and technology to optimise human performance has\nsignificant potential to deliver transformative effects.\n\nOf the four core human augmentation technologies, genetic engineering\nshows the greatest potential. Although a controversial technology it is\nentering a period of rapid development.\n\nSafer methods such as CRISPR are beginning to change the ethical standpoint\non genetic engineering.\n\nBrain interfaces are attracting significant funding and:have potential to deliver\nradical enhancements.\n\nNon-invasive brain interfaces offer a balance between transformative\nperformance and ethical acceptability.\n\nPharmaceuticals are one of the most prevalent forms of augmentation and a\nfield that is rapidly changing. Pharmaceutical effects are modest in comparison\nto the potential of genetics and brain interfaces and adverse side effects often\nnegate their benefits.\n\nUsing human augmentation technologies will create new dependencies,\nsupport and delivery requirements that must be factored into planning at an\nearly stage of their development.\n\nThe transformative potential of human augmentation technologies lies in\neffective combination with linked fields of science.\n\nHuman augmentation is developing rapidly and close relationships with industry\nwill be needed to understand and exploit emerging opportunities.\n\nMuch development is affected by public attitudes, corporate liability and what\nis classified as legitimate research. Changes in these factors will have a\nsignificant influence on the pace of future development.\n\n \n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_45": "Part 2 — Human augmentation technologies\n\nNotes\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_46": "",
    "Page_47": "Part 3\n\nEthical considerations\n\nThe ethical and moral implications of human augmentation are profound, and Defence\nwill need to engage early and regularly with the full range of stakeholders to understand\nand inform the debate.27 Does human augmentation go against nature and undermine\npeople’s dignity by robbing them of the ability to live a ‘natural’, ‘authentic’ life? Will\n\nthe ‘value’ and meaning of our lives lessen if we no longer need to overcome hardship?\nOr will the ability to live longer and healthier lives enable us to reach new heights of\nintellectual and creative enlightenment, thereby elevating dignity and increasing meaning?\nPart 3 will not seek to answer these questions as they rightfully continue to be the subject\nof wider debate — instead it will focus on those themes that are pertinent to Defence.\n\nMorality\n\nThere are universal aspects of morality that underpin the basic functioning of all societies,\nbut their interpretation varies. The idea of helping your family and group, respecting\nothers’ possessions and returning favours are deep-rooted altruistic tenets that helped\nour ancestors form successful social groups. These concepts are still the foundation of\ntoday’s ethics. But behind these tenets are a myriad of local factors and interpretations,\nhence concepts of morality vary across cultures. Attitudes towards human augmentation\ncould, therefore, vary significantly between and within nations. Nations that form alliances\non defence and security issues may, therefore, be deeply divided on their stance towards\nhuman augmentation.\n\nPerspectives\n\nPerspectives can change quickly and will affect the rate of human augmentation\ndevelopment and acceptance. Throughout history the number of entities that have a\nmoral ‘value’ has been growing: a trend known as the ‘expanding moral circle’. People\nof different nationality, ethnicity, gender, religion and sexual orientation, even animals, are\nincreasingly ‘in the circle’ as moral perspectives change. The information revolution —\nfrom print press to tweet — is also accelerating the speed and scale of moral change as\ndifferent behaviours and attitudes become normalised through exposure.” We must be\ncareful to distinguish genuine from fake information as, for example, the view that fifth\ngeneration (5G) cellular networks somehow are responsible for the spread of COVID-19;\nthis has been believed by many impressionable people. The impact of legislative changes\non moral beliefs is also important, with some evidence suggesting that changes to\n\n23 The terms ‘ethics’ and ‘morality’ are used interchangeably here. Some disciplines use ethics to refer to\nsocietal codes or principles, and morality to refer to an individual’s own moral beliefs, but this distinction is\nnot used in this publication.\n\n24 Curry, O., et al., (2019), Current Anthropology, ‘Is It Good to Cooperate?: Testing the Theory of Morality-\nas-Cooperation in 60 Societies’.\n\n25 Singer, P., (2011), The Expanding Circle: Ethics, Evolution, and Moral Progress.\n\n26 Bear, A. and Knobe, J., (2017), Cognition, ‘Normality: Part Descriptive, Part Prescriptive’. Perhaps the\nmost notable example of this is the legalisation of gay marriage and increasing acceptance of lesbian, gay,\nbisexual and transsexual (LGBT) in mainstream media and culture — a change that has largely taken place in\nless than a generation.\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_48": "Part 3 — Ethical considerations\n\nmorality are often caused by legislative changes.?”? Defence, however, cannot wait for\nethics to change before engaging with human augmentation, we must be in the\nconversation from the outset to inform the debate and understand how ethical views are\nevolving.\n\nVaccines — how attitudes can vary\n\nThe history of vaccinations demonstrates how proven, and seemingly uncontroversial\nhuman augmentation technologies can take many years to become globally effective\nand accepted by societies. The discovery of the smallpox vaccine at the end of the\n18th Century saved millions of lives but was condemned by some of the world’s leading\nthinkers. Emanuel Kant, for example, warned that humans would be infected with\n‘animal brutality’ in the vaccine process, which used secretions from cowpox to provide\nimmunity. Notwithstanding the effectiveness of the vaccine, it took 130 years for\nsmallpox to be officially eradicated in 1979.\n\nToday, vaccines are still rejected by sections of society whose caution and/or\nscepticism stems from a belief that such treatments are an invasion of their physical\nintegrity, or the risk of side effects (real or perceived) are not equal to the benefits of\nimmunity. The ongoing global fight against measles is an example of how rejection of\nvaccines by certain communities can allow outbreaks to continue, despite a vaccine\nbeing in existence for over 50 years.\n\nThis example shows that we cannot assume human augmentation will be automatically\neffective or accepted in its intended use, no matter how beneficial its effects may be.\nHuman augmentation may be resisted by elements of society that do not trust the\neffectiveness and motive of the augmentation. This will increase the need for dialogue\nbetween society, industry and the state.\n\n  \n\n27 Kenny, C. and Patel, D,. (2017), Center For Global Development, Working Paper 465, ‘Norms and\nReform: Legalizing Homosexuality Improves Attitudes’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_49": "Part 3 - Ethical\n\nSafety\n\nThe safety of a technology, especially one that is highly invasive and/or poorly understood,\nis a critical ethical constraint. The risks and side effects of undergoing chemotherapy\n\nare typically high, however, when compared with consequences of not undergoing it, it\n\nis usually judged to be worthwhile. In contrast, augmentation technologies that entail\n\nhigh risks to deliver minor benefits are unlikely to be judged as worthwhile. Safety risks\nare particularly difficult to weigh up in a military context; for example, brain interfaces and\nexoskeletons designed to enhance performance (and survivability) could inadvertently\ncreate vulnerabilities to hacking, jamming and mobility in confined positions.\n\nObligations\n\nThere may be a moral obligation to augment humans in cases where it promotes\nwell-being. Foetuses are already screened for an array of diseases — and, in the future,\ntechnology may be able to quantify the child’s chances of developing cancer or having\nlow intelligence. If the technology existed to change these outcomes, would society be\nobliged to use it? In a military context, will it be necessary to enhance our troops to give\nthem protection against a novel threat? Is it moral to have super-elite soldiers with human\naugmentation but not offering it to one and all?\n\nThe notion of moral enhancement may require using human augmentation in the\nfuture.22 Our moral psychologies evolved when our actions only affected our immediate\nenvironment, but recent advances in technology mean that actions can have almost\nimmediate global consequences. Our moral tendencies to look after our kin and\nimmediate future may no longer be fit for the modern, interconnected world.\n\nNational interest\n\nThe imperative to use human augmentation may ultimately not be dictated by any\nexplicit ethical argument, but by national interest. Countries may need to develop\nhuman augmentation or risk surrendering influence, prosperity and security to those\nwho do. This possibility is encapsulated by investment in artificial intelligence and gene\nediting. Some countries are investing heavily into private artificial intelligence companies,\nwith annual investments worth US $1 trillion by 2030.” Similarly, enormous funds are\nbeing invested in gene editing by countries with citizens who are more accepting of the\ntechnology. Countries that invest in artificial intelligence and gene editing now are likely\nto reap significant returns. Public opinion, particularly in democracies, will be a major\ninfluence on a country’s willingness to embrace human augmentation but neither public\nopinion nor ethicists are likely to decide the future of human augmentation. Instead, it is\nlikely to be decided by governments based on the national interests in terms of prosperity,\nsafety and security.\n\n28 Savulescu, J., (2005), Reproductive BioMedicine Online, ‘New Breeds of Humans: The Moral Obligation\nto Enhance’.\n\n29 Forbes, (2020), ‘Why The Race For Al Dominance Is More Global Than You Think’.\n\nHuman Augmentation — The Dawn of a New Paradigm\n\n \n\nconsiderations",
    "Page_50": "Part 3 — Ethical considerations\n\nKey deductions and insights\n\ne The core tenets of morality are universal, but interpretation varies across\ncultures. Adopting human augmentation will therefore be uneven, and we\nshould be prepared for allies and adversaries to exploit human augmentation\nin different ways.\n\nEthical perspectives are changing faster and more radically as a result of\ngrowing access to information. Defence cannot wait for ethical views to\nchange before exploiting human augmentation; it must join the conversation\nnow to ensure it is at the leading edge of the field.\n\nSafety versus potential benefit is the critical factor for employing human\naugmentation. This equation is more complex in a military context where the\ncausal link between safety and risk must also consider.the adversary and\noperational context. Defence must engage early and regularly with human\naugmentation development to ensure that these unique ethical factors are\nconsidered. Defence should also consider how to counter human\naugmentation developments introduced by adversaries.\n\nHuman augmentation could exacerbate existing inequalities and create new\ndivisions. International dialogue and regulation of human augmentation\ntechnologies will be critical in averting this potential outcome.\n\nThere could be an increasing moral imperative to use human augmentation\nif it offers ways of safely improving our well-being. Militarily, there may also\nbe an obligation to protect against or match human augmentation fielded by\nadversaries.\n\nEthics will be a critical aspect when considering whether to adopt human\naugmentation, but national interest will also inform, and may even fundamentally\nreshape, the moral calculation. There is likely to be a fine balance between\nupholding the ethics that underpin our way of life and avoiding ceding an\nunassailable national advantage to our adversaries.\n\n \n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_51": "Part 3 — Ethical considerations\n\nNotes\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_52": "a\n\n1, oe 0000000000 00%",
    "Page_53": "Legal considerations\n\nThe legal considerations associated with human augmentation technologies are numerous,\nspanning international and domestic, public and private, and civil and criminal law. Part 4\nbriefly considers some of the key legal complexities to illustrate issues that will require careful\nconsideration now and in the future.\n\nHuman rights\n\nHuman rights and property law are examples of legal fields which may need to adapt as\ntechnologies become integrated with, rather than merely used by, people. People have\nlegal rights and machines do not, but human augmentation will make it increasingly difficult\nto adopt this binary approach as machines are integrated with our bodies — potentially\n\nat a molecular level. An example is the discussion about possibilities that humans may\nbecome cyborgs in the future.” The term has many mythical, metaphorical and technical\nconnotations, but it reflects the idea that humans no longer merely use machines — we\nincreasingly depend on them for our most human-like activities.\"\n\nOwnership of human augmentation technologies, and the data they use and collect, will\nneed to be carefully considered if implants become integral parts of our bodies. For example,\npeople who wear pacemakers often do not have any rights to access data gathered and\ntransmitted by these devices. Within the European Union this problem is in part managed\n\nby the privacy law General Data Protection Regulation (GDPR), which regulates access to\npersonal data. There are also varying rights of third-party access to such data, which will\nbecome increasingly valuable (and exploitable) in the future. If not effectively regulated by\nlaw, such areas of inconsistency and/or ambiguity create the potential for individual privacy to\nbe breached through what could become to be known as ‘under-skin’ surveillance methods.\nIt is plausible that device ownership becomes an issue if immaterial property rights prevents\nunlimited use, or the individual is not the legal owner of an integral part of their own body.\n\n   \n\nHuman augmentation may require humans and cyborgs to be legally\ndistinguished in the future\n\n \n\n80 Cyborg is defined as: a fictional or hypothetical person whose physical abilities are extended beyond\nhuman limitations by mechanical elements built into the body. Concise Oxford English Dictionary, 12th Edition.\n\n381  Wittes, B. and Chong, J., (2014), Brookings.edu, ‘Our Cyborg Future: Law and Policy Implications’.\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_54": "Part 4 — Legal considerations\n\nThe Law of Armed Conflict\n\nInternational laws? encompasses many fields relevant to human au\nnotably the Law of Armed Conflict (also known as international hu\nunderpinned by the four fundamental principles of military necessi\nand proportionality. Each of these principles could be affected by\nboth positively and negatively. In a positive sense, it may improve\nprinciple of distinction by improving combatants’ ability to identify\nthrough improved cognition and situational awareness. It could a\nwith proportionality by allowing more precise targeting of threats,\nincidental or collateral damage. But use of human augmentation\n\ngmentation, most\nmanitarian law). This is\ny, humanity, distinction\nhuman augmentation\ncompliance with the\nlegitimate targets\n\nIso improve compliance\nhus minimising\n\nhat modifies human\n\nemotions may lead to contradictory outcomes: it could improve compliance with the\nprinciple of military necessity by preventing wanton killing or destruction born out of fear\n\nor desire for revenge; but it could also undermine compliance with\n\nby suppressing emotions that prompt empathy, compassion and\n\nthe humanity principle\nreatment of wounded\n\nenemy or civilians. Development of human augmentation technology will need to carefully\n\nconsider international law to ensure that these issues are success\n\nAugmented combatants could constitute a new means or method\n\nexample, soldiers became the delivery mechanism for nano or bio\n\nully navigated.\n\nof warfare if, for\nech weapons. Existing\n\nconventions might prevent the latter, but consideration of the Biological and Toxin\n\n \n\n \n\nWeapons Convention (BTWC) shows a level of ambiguity that cou\n\nid be exploited with\n\nBTWC technology. The BTWC is not explicit on whether ‘agents’ are limited to microbial\nsize, nor if they are specific to those levelled at an adversary, or to enhance one’s own\npersonnel. Such ambiguity may need to be clarified as human augmentation becomes\nmore capable.\n\nAccountability and responsibility\n\nLegal liability - whether criminal or civil — is often more complex in a military than a\ncivilian context because of armed forces’ hierarchical structures: superiors can be liable\nfor the acts of their subordinates. This has long been the case, but increasingly capable\nhuman augmentation could amplify the importance of such issues. If, for example, a\ncommander orders a subordinate to take a stimulant with a Known side effect of impaired\ndecision-making, the commander might incur some liability for any harm caused as a\nresult. Human augmentation may also make it difficult to establish proof of liability for\nacrime. For example, combatants that would have ordinarily been found guilty of a\ncrime may be able to cite their use of human augmentation — as ordered by their chain\nof command — as a key factor in their actions (whether true or not), thereby raising doubt\nabout the legal standard of proof required for their conviction. Questions as to whether\nliability for the upkeep of augmentations such as prosthetics or irreversible implants lies\nwith the state or the augmented individual, both during and after the individual’s military\nservice may also arise.\n\n \n\n32 International law creates legal obligations for states through established customs or treaties.\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_55": "Part 4 — Legal considerations\n\nAutonomy and consent\n\nConsent in the military is necessarily different to consent in wider society due to the\nunique relationship between subordinates and their superiors. It could be difficult for\nmilitary personnel to give sufficiently voluntary and informed consent due to a tendency\nto follow orders over individual interest.%* Would a Serviceperson who refused to be\naugmented be guilty of disobeying a lawful command? If augmented against their will,\nwould it amount to an assault or human rights abuse? How can Defence exploit the\nbenefits of human augmentation without inadvertently abusing the trust of its people?\nHuman rights is an example of a legal field which may need to adapt as technologies\nbecome integrated with, rather than merely used by, people.\n\nVariance and compliance\n\nStates’ freedom to decide whether to enter into treaties means that their international\nlaw obligations vary. Similarly, domestic laws vary significantly between states. It will\ntherefore be difficult to establish an international ‘level playing field’ for using human\naugmentation technologies. Even if there were an internationally agreed legal framework,\nrecent history has shown that a state’s willingness to observe it is not guaranteed. There\nare obvious implications for interoperability with allies and freedom of manoeuvre relative\nto potential adversaries. The uneven legal landscape should be considered when\nplanning to use or counter human augmentation capabilities.\n\nLegal evolution\n\nSome human augmentation technologies, such as wearables or exoskeletons, are likely\nto be incorporated relatively easily into existing legal frameworks. Others, such as human\ngenome editing, will be more contentious and may be either prohibited or restricted by\nexisting law. Novel technology with potential for military use, which causes serious ethical\nconcerns, can be expected to spark calls for new international law to prohibit or restrict\nit, as illustrated by the current discussions about lethal autonomous weapons systems\n\nin the United Nations.* Countering human augmentation technologies introduced by an\nadversary could also be considered offensive rather than defensive actions depending on\nthe legal definitions agreed internationally.\n\nLaw is not immutable, so what is permitted or prohibited today might not be in the future.\nExisting law can evolve and new law be created in response to changes in societal values\nand technological developments. However, the creation or amendment of law tends to\nhappen slowly, and the law usually lags some way behind technology. Those involved\n\nin developing or procuring military human augmentation capabilities should engage early\nand frequently with relevant legal experts.\n\n33 Mehlman, M., et al., (2013), Case Legal Studies Research Paper No. 2013-2, ‘Enhanced Warfighters:\nRisk, Ethics, and Policy’.\n\n34 It should not, however, be assumed that new technology requires new regulation as existing regulation\n(including legal reviews under Article 36 of the First 1977 Protocol Additional to the Geneva Conventions of\n1949) may be sufficient.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_56": "Part 4 — Legal considerations\n\nKey deductions and insights\n\nHuman rights law does not recognise the increasingly blurred line between\nhumans and technology. This will have important implications for how human\naugmentation is adopted in the future, particularly with regard to privacy and\nprotecting our way of life.\n\nAccountability for the actions of augmented individuals, particular in a military\ncontext, will be complex and will need to be understood at all levels of\ncommand.\n\nLiability for military augmentations is likely to extend beyond the Serviceperson’s\ncareer. How this is legally managed will require careful consideration.\n\nHuman augmentation of the future could have both.beneficial and adverse\nimpacts on compliance with the principles of necessity, humanity, distinction\nand proportionality — technologies that bolster, one;may,denude another.\n\nHuman augmentation may require revision of the conventions of war if\naugmented combatants are deemed to constitute a new means or method of\nWel\n\nVoluntary and informed consent will be very challenging to achieve in a military\ncontext, where a hierarchical culture and predisposition to obey orders could\nconflict with human rights.\n\nIrrespective of international and domestic laws related to human augmentation,\nhistory has shown that compliance will vary based on culture, political ideology\nand national interest. The legal playing field will be uneven.\n\nStates’ differing legal obligations and constraints have implications for\ninteroperability with allies and freedom of manoeuvre relative to potential\nadversaries.\n\nLaw is not immutable but change tends to be slow - early and regular\nengagement with legal experts is required of those developing or procuring\nhuman augmentation technology.\n\n \n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_57": "Part 4 — Legal considerations\n\nNotes\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_58": "",
    "Page_59": "Part 5\n\nImplications for\nsociety\n\nOur innate curiosity and desire to test the limits of human capability have acted as\ndrivers for development throughout human history. Commercial and individual interests\nwill be key drivers for human augmentation development over the next 30 years and the\nimplications will be far reaching. Part 5 will focus on the most relevant and profound\nimplications, noting that separate parts cover ethical and legal implications.\n\nEconomic\n\nEconomic interests will heavily influence the direction of human augmentation\ndevelopment and they are likely to differ from society's interests.%* The private sector\ninvests more in research and development and has greater organisational agility than state\ninstitutions, meaning it can employ the best researchers to stay at the cutting edge of\nhuman augmentation research. Developing enhancements is likely to be highly profitable\nbut activities will focus on the most lucrative activities and not necessarily on those that\ndeliver the greatest benefit to humanity. The tension between states, societies and\nmarket forces is nothing new, but the consequences of mismanaging a technology as\npotent as human augmentation could be profound.\n\n \n\nEconomic interests will heavily influence the direction of human\naugmentation development\n\n35 Society as the entirety of all people who live under certain political, economic and social conditions.\nThis publication refers to Western liberal societies in its discussion, noting that impacts in other societies will\nvary.\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_60": "Part 5 — Implications for society\n\nInequality\n\nWithout intervention, human augmentation is likely to exacerbate inequality, and could\nlead to societal tensions. The wealthy are expected to be early adopters of human\naugmentation and they could use their acquired superior abilities to entrench their status.\nIn time this could lead to an elite overclass that could become genetically distinct from\n\nthe rest of humanity,* and leave an unaugmented underclass as relatively disadvantaged\nas the illiterate are in today’s societies. As human augmentation technology matures\ngovernments and international institutions will be forced to grapple with these possibilities.\nWhether they should step in to ensure equal access to human augmentation or, like the\ngrowth of car ownership through the 20th Century, let market forces decide is likely to be\na hotly debated issue.\n\nAcceptance\n\nMany factors, including its purpose, effectiveness and safety, will influence acceptance of\nhuman augmentation. An individual’s acceptance is a crucial factor for implementation\nand the challenge for societies will be to strike a balance between scientific curiosity, the\ncommon good and the individual’s perspective. Human augmentation may challenge\n\nor offend religious views and appear to give credence to other belief systems, such as\ntranshumanism.®”? These divergent views could lead to polarisation, social tension and,\nconceivably, conflict. The complex interplay between perception and acceptance will\nrequire careful engagement if the benefits of human augmentation are to be realised and\npitfalls avoided.\n\nHealth and social care\n\nHuman augmentation will transform health and social care. Health care systems\n\nalready use data and technology to prevent illness rather than reacting to it, and human\naugmentation will accelerate this shift. Implanted sensors could allow early detection,\nand artificial intelligence-enabled diagnosis and treatment could be delivered remotely by\ndoctors using telemedicine. The ability to interpret genetic information is still developing\nbut could give rise to powerful tools to understand individual health risks. Genetic\ntherapies of the future could correct issues before they manifest into an illness. These\nearly interventions would reduce demand for face-to-face clinics and hospital admissions,\npotentially reducing the infrastructure needed to deliver health care. Preventative\ninterventions are cheaper and more effective, meaning increased survival rates, shortened\nrecovery time and less strain on the economy.\n\n386 Fukuyama, F., (2002), Our Posthuman Future: Consequences of the Biotechnology Revolution.\nMehlman, M., (2003), Wondergenes: Genetic Enhancement and the Future of Society. Resnik, D., (1994),\nJournal of Medicine and Philosophy, ‘Debunking the Slippery Slope Argument against Human Germ-Line\nGene Therapy’.\n\n37 Transhumanists believe that humankind can and should eradicate ageing as a cause of death, and that\nhumans and machines should be merged to enhance the human condition.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_61": "Part 5 — Implica’\n\n  \n\neo\n\n \n\nSocieties may seek to gainfully employ the elderly, but this could impact on\nthe young and jobless\n\nLife extension. People are living longer, putting stress on health, social and economic\nsystems. Human augmentation may exacerbate this issue by helping people to live\neven longer or it may alleviate pressure by improving health and productivity in old age.\nMost industrialised societies will face this challenge in the coming decades and Japan is\nat the forefront. Japan’s strategy has been to focus investment on medical technologies\nsuch as regenerative medicine and cell therapy and to keep the elderly in the workforce,\nreducing pressure on health and social care — the areas where human augmentation\ncould have a significant impact. Even if significant life extension remains elusive, it is likely\nthat human augmentation will increase the number of years lived in good health, with\nhuge implications for society.22 Societies may seek to gainfully employ the elderly, but this\ncould impact on the young and jobless; will the elderly be seen to take more than their\n‘fair share’ of resources and opportunities?\n\nSelf-optimisation\n\nDiffusion of human augmentation technology will increase societal interest in\nself-optimisation and/or enhancement, particularly in a world of increasing individualism\nand competitiveness.” DIY biohacking is a form of self-enhancement that has been\npracticed since the 1990s but the availability of increasingly sophisticated technology\nsuch as clustered regularly interspaced short palindromic repeats (CRISPR) ‘home\n\nkits’ will be a huge regulatory and safety challenge. Potentially, anyone with the right\nknowledge and tools could modify their DNA with attendant risks to themselves and\nothers. The cosmetic surgery industry could also be highly disrupted by human\naugmentation and issues around safety and aftercare could be concerning. Some\nbelieve ‘designer babies’ are likely within the next 30 years. Individually driven efforts to\npush the ethical and technical limits of human augmentation in this way could lead to\nhyper-competition within societies and spawn a black-market trade in human\naugmentation with the attendant safety and security risks.\n\n38 World Health Organization, (2018), ‘Ageing and Health’.\n\n39 Wheeler, H. E. and Kim, S. K., (2011), Philosophical Transactions of The Royal Society B Biological\nSciences, ‘Genetics and genomics of human ageing’.\n\n40 Santos, H. C., et al., (2017), Sage Journals, ‘Global Increases in Individualism’.\n\nHuman Augmentation — The Dawn of a New Paradigm\n\n \n\nions for society",
    "Page_62": "Part 5 — Implications for society\n\nS Body hacking — DIY augmentation\noe\n\nBiohacking is the biological, chemical or technical intervention in organisms with the\naim of change and improvement. One area is body hacking, in which you penetrate\nthe human body. People with DIY implants can pose a security risk if the implant can\ncommunicate with the surroundings.\n\nMagnet implants were one of the first body\nhacks. Small magnets were inserted into the\nfingertips, for example. This not only resulted\nin an exciting effect when picking up small\nmetallic objects, but also gave owners a new\nsense — to perceive magnetic and electrical\nfields.\n\n \n\nRadio-frequency identification and near-field\ncommunication implants are popular biohacks.\nOnce inserted, these ‘chips’ can be used for a\ngreat variety of identification purposes. They\ncan replace many of our keys and passwords,\nallowing us to unlock doors, start vehicles, and\neven log onto computers and smart devices.\n\n \n\n \n\nImplants on the surface of the Light emitting diode (LED) implants\nskin gently vibrate whenever the can be used to create light effects\nwearer is facing magnetic north. for cosmetic purposes.\n\nEducation and work\n\nGenetic profiling, bioinformatics and artificial intelligence could identify which methods\n\nof education are most suited to each individual, thereby enhancing learning. Students’\nperformance could be monitored more effectively (and intrusively), further improving\neducation. Understanding innate individual characteristics could be used to inform\ncareer choices and some countries and institutions might be tempted to force people into\ncareers identified as suitable.\n\nGreater understanding of individual practices through wearables and analytics could\nimprove productivity and workforce health, while augmentations could mitigate disabilities\nthereby allowing more people to work. Human augmentation will also enable older\ngenerations to remain active where, potentially free from parental responsibilities and\npossessing many years of experience, they could make a valuable contribution to society.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_63": "Part 5 — Implica’\n\nHuman augmentation might also increase anxiety in the workplace, particularly if\nemployees are intrusively monitored by bosses trying to increase productivity. People\nmay also feel pressured to undergo human augmentation to compete for advantage in\nthe workplace. While employers may benefit from, or even encourage, these trends there\ncould be significant long-term cost to mental health and social cohesion.\n\nSocial cohesion\n\nHuman augmentation could help to improve social cohesion by increasing participation\nin society regardless of individual differences or impediments. Human augmentation\ncould also allow people to connect in more intense and creative ways (for example, via\nlinked brain machine interfaces). Human augmentation will also provide tools for people\nto express their individuality in more pronounced ways, potentially leading to a more\ndiverse society. This could lead to more creativity, acceptance and innovation, but may\nalso increase social fragmentation if people divide into different groups. For example,\nthose who either reject human augmentation or use it for unusual applications could\n\nbe marginalised, or even persecuted. Additionally, an augmented intelligent population\nmay saturate the employment market and lead to swathes of highly capable young\nadults being obliged to take menial employment resulting in a sense of unfulfillment and\nfrustration, leading to social tension.*t\n\nSafety and security\n\nHuman augmentation is founded on very personal (biological) data and the use of this\ndata in many aspects of daily life will pose both significant challenges and threats to\nsafety, security and privacy. The governance frameworks for securing data will need\nto be both national and international in nature, so that it can be easily shared but also\nprotected. Some governments may use this data to exert control over their citizens,\nleading to new forms of oppression. Governments may also consider this data as a\nnational security issue: such large and detailed data sets could be exploited for malign\npurposes.\n\nORCA a\n\nly ROO\n\nCVT Tee OOMM UNTO TON COL LOLOn Te)\n\n10101\n\n \n\nHuman augmentation is founded on very personal data\n\n41 Early signs of this trend can already be observed in South East Asian countries.\n\nHuman Augmentation — The Dawn of a New Paradigm\n\n \n\nions for society",
    "Page_64": "Part 5 — Implications for society\n\nJust as the Information Age has seen 50% of global crime move into cyberspace,\nhuman augmentation could see the human body become a medium of crime. While\ntoday’s threats are relatively rudimentary, this will not be the case for long because of the\nrapid rate of development of many human augmentation technologies. The diffusion of\nhuman augmentation technology and the promise of what it might offer will create the\nperfect conditions for a black market, and related crime. Illegally produced and untested\nproducts are likely to present significant safety risks to society, for example, without\nsafeguards genetic and nanotech augmentations could spread uncontrollably.\n\nKey deductions and insights\n\nEconomic forces will be a powerfulhinfluence on the rate and direction.of human\naugmentation development, which may not always be in the best interest of\nsociety.\n\nWithout careful management, unequal access to human augmentation will\namplify existing societal divides.\n\nSocieties’ acceptance of human augmentation will be shaped by complex\nfactors that will need to be carefully considered by proponents of human\naugmentation.\n\nHuman augmentation will lead to major changes in health and social care with\nnotable improvements in preventative health care.likely.\n\nHuman augmentation is likely to lead to a significantincrease in the number of\nhealthy years recipients can expect to live.\n\nIn the future, anyone with the right knowledge and tools could indulge in DIY\nhuman augmentation, including modifying their own DNA. Balancing the rights\nof the individual with protecting society will be a complex dilemma for regulators.\n\nHuman augmentation introduced early in life could improve education but could\nalso be used for manipulation.\n\nHuman augmentation should increase access to the job market, increasing\nworkforce diversity and productivity but it could also be used for intrusive\nsurveillance and lead to hyper-competitiveness, adversely affecting society.\n\nSociety will become more diverse as people use human augmentation to\nexpress their individuality.\n\nHuman augmentation will lead to new forms of crime that will require law\nenforcers to develop new capabilities.\n\n \n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_65": "Part 5 — Implications for society\n\nNotes\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_66": "pe —\nsia My ,\neo.",
    "Page_67": "Part 6\n\nImplications for\nDefence\n\nThe quest for advantage over adversaries has been the driver for the development of\nmilitary platforms and technologies. The Biotech age, with human augmentation as a key\ncomponent, will see focus on the human platform grow to match that of the machine.\nPart 6 uses the Defence capability framework of prepare, project, engage, sustain, direct,\nprotect and inform to discuss what human augmentation could mean for Defence out to\n2050.\n\nPrepare\n\nCivil-military collaboration will be vital. Relationships with industry and academia will\n\nbe key to understanding how emerging human augmentation technologies could\n\nbe repurposed or developed for Defence. Although not necessarily a model that\n\nWestern defence organisations would wish to replicate, China’s human augmentation\nexperimentation is being led by the People’s Liberation Army Academy of Military Science.\nThe United States Defense Advanced Research Projects Agency’s (DARPA) prominent\nrole in the ‘innovation ecosystem’ is another example of how Defence organisations could\nfoster more mutually supportive links with industry. Early civil-military cooperation will\nenable Defence to stay at the forefront in this rapidly evolving field.\n\nHuman augmentation is bringing about a securitisation of the life sciences, a field\n\nwhich has relied on a culture of openness and collaboration. Unlike nuclear physics or\ncryptography, human augmentation-related sciences have relatively little experience of\nclassified research and its links with national security apparatus are less developed. The\nrelationship between Defence and the life sciences will need to be revised as the dual-use\nof emerging human augmentation technologies becomes clear. Governments will need to\nwork with the scientific community to establish a framework that safeguards and supports\nnational security without undermining collaboration. This will also apply to relationships\nwith other government departments responsible for health and social care, who are\nbeginning to gather data and use technologies that may be the target of malign actors.\n\nRecruiting. Entry standards and screening processes will need to account for an\nexpected increase in the use of human augmentation within society. This could be as\nsimple as a declaration but trying to determine which human augmentation interventions\nhave implications for a Service career is likely to be complicated. Defence will need\nincreasingly skilled personnel and recruiting them will be difficult. Although, as human\naugmentation technology improves, it could enable more people to join the military,\nwidening the pool of potential recruits.\n\n42 See BBC Radio 4 Analysis, (2020), ‘The NHS, Al and Our Data’. This podcast discusses how medical\n\ndata may be accessed or stolen by potential adversaries seeking to understand more about the biology of\nthe UK population.\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_68": "Part 6 — Implications for Defence\n\nBioinformatics. Bioinformatics will identify an individual’s strengths and weaknesses, and\nthis is likely to change the way Defence recruits. Genetic profiling is a relatively cheap and\neffective way of identifying individual traits and Russia has already announced a plan to\nuse it for its military personnel. Even basic information, when gathered in large numbers,\ncould be analysed using artificial intelligence to identify what career fields a recruit is most\nsuited to.\n\nNeural monitoring. Neural monitoring and neurostimulation technologies have the\npotential to radically improve training, including specialist areas such as pilot, special\nforces or language training. In the short term, neural monitoring could be used to\nunderstand how trainees’ brains are processing their given task, thus providing instructors\nwith insights to guide student development. In the future, brain interfaces could be used\nnot just to monitor, but to also enhance training by precisely stimulating the areas of the\nbrain relevant to the task. Pharmaceuticals and neurostimulation could enhance the skills\nof personnel and speed up training, thereby improving their readiness and effectiveness.\n\nUnit cohesion. Unit cohesion is founded on social relationships, shared experience\nand training — it is a critical part of the willingness to fight. Human augmentation has the\npotential to change the foundations of unit cohesion and could, if not handled carefully,\nundermine it. For example, differing levels of augmentation within units could introduce\nstigma, suspicion or resentment of enhanced personnel.\n\nDemobilisation. In addition to preparing personnel for operations they will need to be\nprepared for life after the military. For example, the use of invasive human augmentation\nmay require surgery to remove or downgrade implants that may not be permitted in\ncivilian life. Reintegration to society could be complicated from a technical perspective\nbut learning to live without military-grade augmentations could present even bigger mental\nhealth challenges. Preparing to de-augment will be just as important as augmenting\n\nin the first place. Equally, veterans who have benefitted from human augmentation in\nService life may be highly sought after by civilian employers.\n\nProject\n\nThe ability to deploy force is being increasingly challenged by the proliferation of precision,\nlong range and more lethal weapons. Part of the solution to this challenge will be lighter,\nmore mobile and versatile forces, able to operate in a more distributed fashion and greater\nuse of unmanned systems.“ Human augmentation will directly support these solutions,\nenabling personnel to be more resilient in austere conditions and, through brain interfaces,\nincrease the combat power they can bring to bear by networking them with autonomous\nand unmanned systems. In the longer term, tele-existence may see certain tasks (for\nexample, trauma surgery and bomb disposal) performed remotely, removing the need to\ndeploy certain personnel.\n\n43 Forbes, (2019), ‘Russia Will Genetically Test Soldiers To Identify The Best Fighters And Thinkers’.\n44 The United States Marine Corps, Force Design 2030, 12 March 2020 is an example of this thinking.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_69": "Part 6 — Implications for Defence\n\nEngage\n\nAlliances. Differences in cultural and legal approaches, as well as financial resources, will\nlead to uneven uptake of human augmentation within alliances and this will complicate\nhe challenge of interoperability and integration. Human augmentation technologies will\nhave greater impact if they are adopted across alliances and therefore work must begin\nnow to prepare for their use. Bioinformatics will be vital for understanding how human\naugmentation could and should be employed and interoperability in this area should,\nherefore, be a priority. Protocols for sharing sensitive personal information with allies will\nneed to be developed; those that govern the sharing of intelligence could provide a useful\nemplate.\n\nNew concepts. Thinking about war and how it is fought is unavoidably influenced by\n\nhe weapons and technology of the time. Some technologies — big guns and machine\nguns — have changed the character of the battlefield while others — the bomber and the\nnternet — have expanded our concept of what the ‘battlefield’ is. Human augmentation\nwill change both. In the next 30 years individual soldiers will create increased and more\nvaried operational effects and this will change how we fight, with implications for our\norce structure, equipment programme and doctrine. Like the cyber and electromagnetic\ndomain, human augmentation has the potential to blur the boundaries between war\n\nand peace, home and abroad, and this will exacerbate the difficulty of attributing acts of\naggression and maintaining credible deterrence.\n\n \n\nSustain\n\nHuman augmentation will require sustainment: power, software maintenance\n\nand upgrades, engineering and medical support will all be needed. These will be\ninterdisciplinary in nature and require specialist skills and equipment. Some human\naugmentation technologies will be dependent on a highly complex network of suppliers\nand contractors — and managing them will be a challenge. The supply chain would\n\nneed to be secure to ensure that those skills would be available at any time to respond\nto aggressive actions. Sustainment will also need to be delivered in austere, high threat\nenvironments. Development of robotics and power-cell technology may mitigate some\nsustainment challenges but not all of them. Future frontline medical technicians may need\nto have knowledge of robotics, systems engineering and 3D printing to deliver adequate\ncare to injured personnel. It may not be feasible to deliver this care with only one person,\nwhich will change the ratio of enablers to operators and introduce further sustainment\nchallenges.\n\nDirect\n\nThinking of the person as a platform and taking a human-centric approach to capability\ndevelopment will have significant implications for how Defence is organised. Our\ncurrent structures are the product of Industrial Age warfare where people were simply\nthe components of units or used to operate platforms. This made it possible to divide\npersonnel, training, equipment, health and management into separate organisational\nfunctions. The interdisciplinary nature of human augmentation and the fact that the\nindividual is now a platform will render this approach ineffective and Defence will need to\nreorganise.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_70": "Part 6 — Implications for Defence\n\nThe cognitive load on personnel is likely to increase, particularly for those involved in\ncommand and control.4* Bioinformatics will play a crucial role in identifying commanders\nand staff with the right aptitude for command and control roles. Brain interfaces,\npharmaceuticals and gene therapy could all play a significant part in optimising and\nenhancing command and control proficiency. In the short term, non-invasive brain\ninterfaces could improve performance by being used to monitor cognitive load, develop\nbetter processes and improve training. Virtual and augmented reality could provide\ncommanders and staffs with immersive training linked to analysis and feedback. In the\nlonger term, brain interfaces could network brains within a headquarters providing a\ncompletely shared operating picture, improving the quality and speed of decision-making.\nBrain interfaces could also enable seamless links with artificial intelligence to make sense\nof complexity whilst still retaining the benefits of innovative and creative human thought.\n\nFuture survivability\n\nRussia revealed the Ratnik-3 in 2018, a powered\nexoskeleton that uses small actuators and motors\nto reduce the burden of increased body armour. Its\n4 hour battery life is a notable constraint but its\nmakers claim it has already been tested in combat.\n\nErythromer is a nanoscale biosynthetic artificial red\nblood cell that is stored in powdered form at room\ntemperature and mixed with water when needed.\nThe quest for synthetic blood has been elusive\n\nbut a chronic worldwide lack of donors is making\n\nit increasingly vital. Over 90% of preventable\nbattlefield military deaths are due to haemorrhagic\nshock; synthetic blood may only last for a short time\nbut long enough to get the patient back to more\nestablished medical care. Erythromer is currently\nundergoing animal testing and may be ready for\nhuman trials by 2030.\n\nThe world’s first remote operation was performed by\na Chinese doctor in January 2019. The procedure\nto remove the liver of the test animal used robotic ;\narms controlled by a doctor over 30 kilometres away\nover a fifth generation (6G) network. Post-surgery\ncare is equally, if not more, crucial than the surgery\nitself and much harder to deliver remotely but this\nis nevertheless an important step forward. This\nworld’s first has since been followed up by reports\nof a successful brain surgery on a human patient.\n\n \n\n \n\n \n\n45 This publication will not discuss command and control in detail as it is covered in Joint Concept Note\n2/17, Future of Command and Control.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_71": "Part 6 — Implications for Defence\n\nProtect\n\nHuman augmentation technologies will also present new opportunities for increased\nsurvivability. Exoskeletons would allow personnel to wear heavier armour with less impact\non their endurance, speed and manoeuvrability. The treatment of battlefield injuries would\nbe transformed by enabling more sophisticated medical care to be delivered closer to the\npoint of wounding. This could include synthetic powdered blood, optimised for battlefield\ntrauma and stored at room temperature until needed. 3D printed tissue and/or organs\ncould be designed, manufactured and applied further forward in the medical chain with\nthe help of robotically-assisted surgery or surgeons using telemedicine. Each of these\ntechnologies is in development now and could be realised in the next 20 years.\n\nToday’s rehabilitation tools are likely to be the forerunners of tomorrow’s enhancements.\nAdvanced prosthetics to rehabilitate wounded personnel represent the cutting edge\n\nof robotics and the latest neurostimulation devices and pharmaceuticals have been\nsuccessfully used to treat post-traumatic stress disorder (PTSD). Further development of\nthese treatments will not only enable injured personnel to lead the fullest lives possible, it\ncould also pave the way for developing future enhancements. Quicker and more effective\nrehabilitation will also help Defence organisations hold onto precious and expensive\nhuman talent, but policies will need to evolve to support this, such as permitting an\namputee to serve in front line roles with the use of a prosthetic.\n\nNew vulnerabilities. Bioinformatic data, implants and wearables will create vulnerabilities\nthat could be exploited by malign actors. In a warfighting context, the electromagnetic\nsignature of powered devices such as exoskeletons and brain interfaces could be easily\ndetected. Implanted technologies or data-reliant human augmentation could be hacked\nor disrupted at a moment of an adversaries choosing. Such vulnerabilities can be\nmitigated but will require careful consideration throughout the development process and\nmay require operators to learn new skills.\n\nInform\n\nIntelligence, surveillance, target acquisition and reconnaissance (ISTAR) will continue to\nbe a vital capability.” The human-technology interface and the skills of personnel are\nkey weaknesses in today’s ISTAR enterprise and human augmentation can play a direct\nrole in improving both. Human augmentation could mean every person is a networked\nsensor. At the tactical level, data gathered from augmented personnel could identify\nmalign electromagnetic activity or triangulate small arms fire instantly sharing the location\nof the shooter with the entire network. At a more strategic level, brain interfaces could\nmore effectively link sensors from satellite to eyeball — to provide an enhanced common\noperating picture.\n\n46 Pan, D., et al., (2016), Blood, ‘Erythromer (EM), a Nanoscale Bio-Synthetic Artificial Red Cell: Proof of\nConcept and In Vivo Efficacy Results’.\n\n47 See House of Commons Defence Committee, (2010), The contribution of ISTAR to operations 2009-10,\nfor a summary.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_72": "Part 6 — Implications for Defence\n\nSummary\n\nPart 6 has deliberately weighted discussion towards opportunities of human\naugmentation. The rate at which human augmentation and related technologies develop\nin the future remains uncertain and there is a tendency to exaggerate the potential.\nNotwithstanding these cautionary points, the possibilities described in this publication are\ngrounded in today’s proven science. Human augmentation is not a panacea, but it will\nbe a critical binding agent that marries the capabilities of machines with the creativity and\nadaptability of people. It will affect nearly every aspect of society and, in turn, the way in\nwhich Defence protects and furthers national interests. Successfully exploiting human\naugmentation will require Defence, and society, to face up to uncomfortable ethical and\nlegal dilemmas. So far, Defence organisations in liberal democracies have adopted a ‘wait\nand see’ approach, choosing to let ethical debate and technical developments play out.\nThis passive stance will cede momentum to our adversaries and cause Defence to miss\nopportunities to improve the well-being and effectiveness of our Armed Forces.\n\nHuman augmentation possible benefits for Service personnel\n\nPhysical performance\n\ne Increased strength, speed and endurance\ne Enhanced sensory functions and range\n\nPsychological performance\n\n¢ Improved attention, vigilance and memory\n\ne Increased perception and situational\nawareness\n\ne Enhanced decision-making\n\n¢ More efficient learning\n\nSocial performance\n\ne Improved communication\n¢ Better group cohesion — stronger units\n\nHealth and combat readiness\n¢ Improved health and well-being\n\ne Fast recovery from injuries and wounds\ne Enhanced resilience and perseverance\n\n \n\nAt the core of future military advantage will be effective integration of\nhumans, artificial intelligence and robotics into warfighting systems\n— human-machine teams -— that exploit the capabilities of people and\ntechnologies to outperform our opponents.\n\n \n\n \n\nJoint Concept Note 1/18, Human-Machine Teaming\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_73": "Part 6 — Implications for Defence\n\nKey deductions and insights\n\nHuman augmentation provides an insight of what lies beyond the Information\nAge — the coming of the Biotech Age, where focus on the human platform will\ngrow to match that of the machine. This will require Defence to.organise around\na human-centric approach.\n\nHuman augmentation is bringing about a securitisation of the life sciences which\nwill necessitate a more sophisticated relationship between the public and private\nsector.\n\nDifferences in national, cultural and legal approaches will lead to an uneven\nuptake of human augmentation within international alliances: Early and\nclose cooperation with allies will be required to realise the benefits of human\naugmentation and to understand how and where.coalitions can develop\ninteroperability and deconflict.\n\nHuman augmentation will change the character of war and may lead to\nfundamentally new concepts.\n\nHuman augmentation will require entirely new classes of personnel, training\nregimes and deployment protocols in the Defence arena.\n\nHuman augmentation will play a key role in reducing cognitive load and enabling\nall levels of command to succeed in an increasingly complex, congested and\nfluid future operating environment.\n\nIncreased survivability will be a key benefit of human augmentation, enabling\nour people to be more resilient to hostile environments and enemy action.\nOur ability to treat injuries and save lives closer to the point of wounding will\ndramatically increase in the next 10-20 years.\n\nToday’s rehabilitation tools, such as prosthetics and neurostimulation, will be the\ntechnologies used in tomorrow’s enhancement. Defence should focus on these\ntherapeutic efforts as a pathfinder to future opportunities.\n\nHuman augmentation will create new and potentially more critical vulnerabilities\nthat must be considered from the outset of their development.\n\nHuman augmentation will make a critical contribution to the ISTAR process by\nimproving the interface between sensor, processing and dissemination.\n\n \n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_74": "",
    "Page_75": "Annex A\n\nProject methodology\n\nThis annex sets out the method used in producing Human Augmentation — The Dawn\nof a New Paradigm. It is hoped that by setting out the methodology of this strategic\nimplications project readers can understand how the conclusions in Parts 1 to 6 were\nreached. It is also hoped that readers will learn from this method and identify insights that\ncan improve their own work.\n\nScenario creation\n\nThe first step in this project was creating suitable scenarios. The scenarios needed to\ngenerate defence and security insights and cover the technological possibilities as far\nas possible. To ensure the scenarios considered all aspects they also needed to cover\nsocial, economic, political, ethical and individual aspects. In keeping with the strategic\nanalysis programme the time horizon was 30 years in the future — 2050. In addition\n\nto representing plausible futures, the scenarios provided the starting point for deriving\nimplications with a strategic, security and defence focus.\n\nScenario analysis\n\nScenario analysis is a useful method to identify the multiple ways the future might evolve.\nThis technique can help decision-makers develop plans to exploit opportunities, reduce\nuncertainties and manage future risks. Additionally, monitoring the indicators embedded\nin various scenarios can create early warning signals of likely future trajectories. Scenario\nanalysis is most useful when a situation is complex or single predictions are too uncertain\nto trust — this human augmentation project is just such a situation.\n\nIf used in the initial stages of policy formulation or when developing long-term corporate\nstrategies, scenario analysis can have a significant impact on decision-making. The\nmethod provides a set of plausible and possible futures for which decision-makers should\nconsider. It is also useful as a tool for confronting decision-makers and stakeholders\n\nwith alternative futures which they should make plans for. Engaging stakeholders and\ndecision-makers in the scenario analysis process can generate commitment for the\nprojects, save time and produce more useable results.\n\nScenario creation can be subdivided into different phases, including:\n\ne investigation (for example, horizon scanning);\n\nanalysis (for example, driver identification, uncertainty analysis and cross-impact\nanalysis);\n\nprojection (for example, scenario writing);\n\nimplications (for example, back casting and SWOT (strengths, weaknesses,\nopportunities and threats) analysis);\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_76": "Annex A — Project methodology\n\n® communication (for example, trend reporting); and\ne monitoring (for example, trend monitoring).\nAll the scenarios in this project used the first four phases.\n\nUsing scenarios offers the possibility to describe many different possible and plausible\nfutures. Comparing multiple scenarios in the analysis phase makes it easy to identify\nfactors or drivers that are essential for future developments, whether desired or not. In\naddition, scenario analysis can be used to test assumptions about the future or even find\nand warn against critical developments.\n\nA very important advantage of scenario analysis is the possible involvement of\ndecision-makers and stakeholders in the scenario process. This promotes a high level\nof understanding for the various possible future developments and achieves a high\ncommitment to the actual work.\n\nInvestigation and analysis\n\nThe first step towards creating the human augmentation-related scenarios was to acquire\nthe basic factors — called influence factors. Workshops were held in which human\naugmentation-related ideas were written on ‘sticky notes’ and clustered into factors\naccording to perceived commonality. The outcome of this process was a large number\nof initial factors that varied in nature and scope. These factors were not necessarily\nindependent, and in some cases had multiple, different meanings. An example is the\neconomy factor which originally referred to both revenue and cost, the former being\n\na driver and the latter a consequence. Potential relationships were identified using an\napproach inspired by systems engineering and used the doctrine, organisation, training,\nmateriel, leadership and education, personnel, and facilities (DOTMLPF)* framework to\nanalyse the initial factors.\n\nHuman augmentation framework\n\nThe analysis showed that the factors could be grouped in to five major blocks of factors:\ndrivers/incentive; prerequisites; enablers/disablers (composed of three components:\nframeworks, views and regulators); disruptors; and possibilities/risks. These blocks\nrepresent: the drivers for human augmentation (why it is needed/wanted); the\nprerequisites for its development (including those factors that may hinder development);\nthe enablers/disablers (structures needed for its realisation); unknown events that may\noccur (disruptors, possibilities and risks) along the way; and, finally, the outcome (the\nrealisation of human augmentation). The grouping provided a structure to show how\nthe various factors were linked. The relationships at the higher level have a temporal\ncomponent and can be understood as a regulatory process that works (primarily) in a\nsequential manner.\n\n48 ISO 21500 guidance on project management is an international standard developed by the International\nOrganization for Standardization.\n\n49 This framework is used by the United States Department of Defense and is defined in The Joint\nCapabilities Integration Development System.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_77": "Annex A — Project methodology\n\nA detailed framework was developed based upon the blocks (see Figures A.1 to A.6)\nusing the initial factors and their content. The framework was used to identify additional\nfactors of potential interest for human augmentation, (such as factors that did not emerge\nduring the workshops). The final influence factors used in the scenario generation\nprocess were extracted from this framework.\n\n   \n   \n \n   \n     \n\n  \n\nDIE\nincentive\n\n  \n  \n \n    \n \n  \n       \n      \n \n  \n      \n\nCapability\nthat serves\nthe need\n\n   \n \n\nPossibilities/\n\nrisks Prerequisites\n\n  \n\nPotential\ntechnology/\nmethod\n\nUnknown\nevents\n\n   \n\nImplemented\ntechnology/\nmethod\n\n  \n \n\nEnablers/\ndisablers\n\n \n \n\nD)TTaul eo) Ko) es}\n\n   \n\nRegulators\n\n7 elec\n\nFigure A.1 — Overview of the relationships between blocks (and components)\n\nDrivers/incentive\n\n \n\nGlobal trends\n\nMilitary needs\nCMW iiiec lava alccr-1ty\n¢ Future warfighting\n\nDemography\n\n* Ageing population\n\n¢ Weakened\nknowledge base\n\n* Migration\n\nOther domains\n\n* Globalisation\n\n¢ Urbanisation\n\n*¢ Global threats\n\n* Information space\n(amount and validity)\n\nWealth/economic\n\ngrowth\n\n* Commercial interests,\nSaale}\n\n* Changing workforce\n\nLed aN et oz=1\n\nwellbeing\n\n¢ Health care\n\n* Physical and mental\natria)\n\n¢ Longer and better life\n\nFirst responders\n\nCROWN ei)\nclair)\n\n¢ Law enforcement\n\n* Softening boundaries\n(between physical,\ndigital and biological\nworlds)\n\nPS ec Ldb cy\n\nCW NeNZ-Ualt(¢[-13)\n Success/vanity\nCelle\n\nfola]\nPhilanthropy\n\nPsychological\n\nwell-being\n\nCe alleyeiaccy\n\n° Reward/\nentertainment\n\n  \n\nState, organisation, social, group\nl 1\n\nIndividual\n\nFigure A.2 — Content of block drivers/incentive\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_78": "Annex A — Project methodology\n\nPrerequisites\n\n \n\nResearch and\n\ndevelopment\n* Technological\nprogress\n\n¢ Innovation\n\n* Medical development\n\n* Converging and\nemerging\ntechnologies\n\n \n\n \n\nSTU Lsi avy\n\nvulnerability\nStr nln)\n\nNatural resources\nDistribution and\n\nele} aToy aang\nFinancing\nMarket\n\nlimitation\n\n \n\n \n \n \n\n \n\nLeadership * Organised crime\nDiced)\nEnergy supply Cost * Cyber threats\nMilitary doctrine Same lsc) Cognitive threats\nBaal fe) ello Oeste tne)\nCost efficiency\nPY eeting lS Natural\nvulnerability\nClare (an leg\nSee Infrastructure Ovnitecetsrant\nf Network\nrequirements fete)\n\n¢ Access * Climate changes\n\n  \n\nNZ\n\nCan be found on all levels:\nstate, organisation, social, group, individual\n\nFigure A.3 - Content of block prerequisites\n\nEnablers/disablers\n\n \n\nFrameworks\n\nPolitics\n* Political\nNational polit\n\nLOC tare tales)\n\nTata od a\n\n \n\nViews\n\nNoy M aT ur-U)\naugmentation\nSsTofei 1]\nacceptance\nOrganisational\naspects\nSelf-perception\nVer\n\nIndividual values\n\nMedia\nNZ\n\nRegulators\n\nCulture\n\nLUE Ley ILA\nTechnological\nchallenges\n\n \n\nReligion\n\nital fer- lies ol -tel ks}\n* Sustainability\n\nSalat Eel\n\nCede tiny\n\n  \n\nMedical aspects\n\nEsteve UT Gia\nOcto\ntechnol\n\nLa TeTear- tate ar Xena a9\n\n \n\n  \n\nCan be found on all levels:\nstate, organisation, social, group, individual\n\nFigure A.4 - Content of block enablers/disablers\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_79": "Annex A — Project methodology\n\nDisruptors\n\n \n\n1) FeVer ==) o) artes} Black swans Black jellyfish\n\nCea (elites) Cea (elites) Cea easy\n\n¢ Long-term effects ¢ Long-term effects Ce Relator time}\nBlack elephant is a Black swan is a Black jellyfish is a\nmetaphor that metaphor that describes metaphor that describes\ndescribes events that events with high impact insignificant things that\nare forecasted to have that are difficult to may escalate into high\na high impact, but for predict. The events are impact events through\nvarious reasons considered highly the phenomenon of\nthey are unaddressed. unlikely or improbable. positive feedback.\n\nFigure A.5 — Content of block disruptors\n\nPossibilities/risks\n\nEffect Effect Side effects So\n\n* Increased abilities Cali lltalirm ole) el0 1 1 Cais) fragmenta ion\n* Physical * Long-term effects\n\n \n\nAccountability\n\n* Cognitive\n\nCe srenicenar-|} Effect Covert ¢ International\n\n¢ Sensory Inger life Sustainability developmen ETetet-Je)e-1ale1-)\nEe Sa colalen al)\n\nChet}\n[Eis pS Black human\nNew abilities 5\naugmentation\n7 Peele tlie\nIntegrity * Biohacking\n¢ Data ownershi\nL J\nCan be found on all levels:\nstate, organisation, social, group, individual\n\n \n\n \n\nFigure A.6 — Content of block possibilities/risks\n\nInfluence factors\n\nThere were 35 influencing factors identified and these are listed in Table A.1. The\ncriteria for being selected as influencing factors were their relevance to (military) strategic\nimplications and influence on the strategic context: social, technological, political and\neconomic aspects.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_80": "Annex A — Project methodology\n\nInfluence factors\n\n. . First\n. Technological National\n1 Militaryneeds g Security = 46 challenges- 22 laws and Day esponders/\nvulnerability : ; civilian rescue\nphysics regulation pea an\n. International\n. . Natural National . .\n2 Social drivers 9 vulnerability 16 politics 23 laws and 30 Diversity\nregulations\nCommercial Research and System Physical\n3 interests 10 development ig) Governance” za safety Bi capabilities\nSecurity\nom (information Cognitive\n4 Health care 11 Resources 18 Geopolitics 25 technology 32 capabilities\nand cyber)\n. Emotional\n5 Well-being 12 Cost 19 Culture 26 Support 33 capabilities\n6 Demography 13 Acceptance 20 Religion 27 nawidual 34 Senses\n. Technological\n7 Technological 44 challenges— 21 Ethics 28 Financing 35. Morality\n\nprogress oer\n\nTable A.1 —- Influence factors\nKey factors\n\nIn the second step, the influence factors were subjected to a cross-impact analysis to\nidentify the important drivers. The process distilled the influence factors down to 14 key\nfactors (these can be found in Figure A.7 below). The definitions of the key factors were\nsharpened during this process and four to six projections were made to each key factor.\nEach projection explored how a key factor could develop in a given direction over a\n30-year time horizon. This important step requires good knowledge in the respective\nspecialist area and enough creativity to allow an exploration of the unknown. The\nprojections form the backbone of the scenarios that have been developed.\n\n  \n   \n\n \n\nMilitary needs System safety Commercial interests Technological progress\n\n   \n\n   \n\nmt\n\n \n\nCost Technological challenges Individual drivers\nsill =\n12 soon 7 mS\ns »~\nale 23 ETHICS © .\nea tl\nInternational laws and Ethics Acceptance Governance National laws and\nregulations regulations\n\n \n\nFigure A.7 — The 14 key factors\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_81": "Annex A — Project methodology\n\nProjection and scenarios\n\nDue to the high number of key factors and the complexity of the scenarios a calculation\nbased on a consistency matrix® with subsequent clustering was performed. The risk\nassessment and horizon scanning (RAHS) software, an in-house product of the future\nanalysis branch of the Bundeswehr Office for Defence Planning was used to conduct\nthis analysis. The calculation ensured that all the resulting raw (or initial) scenarios\nwere consistent (that is, free of contradiction). Each raw scenario is produced by using\none key factor projection. These raw scenarios were then grouped using a clustering\nmethod similar to the one used to combine initial factors into blocks.§* The percentage\nof the relevant projection per key factor was calculated. For example, Table A.2 shows\nthe proportions (expressed as a percentage) of the projection used (from the respective\nkey factor) which were combined to produce the scenario ‘globalised world, national\n\ntensions’.\n\n1A — Robocop through health care system 0\n\n1B - Elysium 64\n\nHealth care 1C — Universal soldier 36\n1D - Basar of Kyrion (Valerian) 0\n\n2A — Arms race 90\nMilitary needs 2B — Effective control 0\ny 2C — Rogue nations 0\n\n2D — Human performance enhancement mercenaries 10\n8A — Market run 0\n\nCommercial 3B — Niche market 100\ninterest 3C — Regulated market 0\n8D — No market at all 0\n4A - All inclusive safety 3\n\n4B — Almost safe 72\n\nSystem safet 4C — Almost safe with side effects 10\n» 7 4D — At least no side effects 7\n4E — Kamikaze safety 4\n4F — Unsafe 4\n\nTable A.2 — Section of the scenario cluster that became the ‘globalised world, national\ntensions’ scenario\n\n50 The consistency matrices were filled in by several people from all participating nations in parallel and\nthen consolidated. This approach should ensure that the previously mentioned limitations of the method\nhave been kept as low as possible.\n\n51 By selecting certain parameters, the analyst has an influence on how many scenario clusters are\ncreated during clustering. Experience is important to determine an optimal number of scenario clusters\nwithout loss of information.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_82": "Annex A — Project methodology\n\nFrom these raw scenarios the seven that were most relevant to the strategic implications\nproject were further developed. The seven selected scenarios were brought to life in a\none-week workshop using a variety of creative methods, providing each scenario with a\nnarrative and an origin story. Figure A.8 gives an overview of the seven scenarios.\n\nThe seven scenarios span a broad future space and covered a whole range of possible\nfutures, from the perfect utopia to the disastrous dystopia. Four scenarios (highlighted in\ncolour in Figure A.8) were identified as being of most interest for military and future\nwarfighting aspects. Below is a short summary of each of the four scenarios we used in\nthe next step in the analysis — implications.\n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n1. From high hopes to great concerns 5. Human performance enhancement\n2. Dark clouds in the evolution of catastrophe\n\nhuman enhancement 6. Human performance enhancement\n3. The winner takes it all utopia\n4. Globalised world, national tensions 7. Competitive arms race\n\nFigure A.8 — The seven scenarios\nScenario — From high hopes to great concerns\n\nThe promise of human augmentation to increase the quality of life was at first\n\naccepted with great enthusiasm around the world. After a short time, however, human\naugmentation technologies, although highly effective, were found to be unsafe or had\nside effects or withdrawal symptoms — some of them serious. Companies still invested\nin research and development of human augmentation technology but increasingly vocal\nopposition groups started to raise their concerns about the technologies and their\npractitioners. In the late 2030s the world divided. One part of the world, the West,\nfollowed a path that prohibited all invasive human augmentation technologies. People\nwith existing human augmentation technologies were required to be registered by a\nnewly formed state agency, had a lower social status and could not run for public office.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_83": "Annex A — Project methodology\n\nA black market for maintenance and new products, mainly from the East and Africa\nemerged. Only military, law enforcement and security organisations could continue to use\ninvasive enhancements. Careers in these organisations became unpopular.\n\nThe other part of the world, the East, still allowed human augmentation technology, but\nthe market was highly regulated (for example, age limits). To overcome the known side\neffects, a combination of different human augmentation technologies were used. Human\naugmentation business was market driven and research and development happened in\nprivate corporations. Africa/Nigeria became a test ground for new human augmentation\ntechnology. Special human augmentation technologies were developed for law\nenforcement and the military, for example, the development of super soldiers.\n\nScenario — Dark clouds in the evolution of human enhancement\n\nDisruptive steps in human augmentation technologies during the last decades have led\n\nto a situation where human performance enhancement is cheap, safe and practically\navailable to all. Human augmentation is considered highly acceptable and seen as natural\nstep in human evolution. Companies and nations are cooperating globally and invest\nheavily into human augmentation development. The adoption and development of human\naugmentation technologies was characterised by three major technological steps that\nhappened in parallel in both the West and in the East from 2020 until today. The first\ndisruptive step was the development of enhanced DNA modification technology in around\n2035 which led to increased investment in research and development and growth in the\nhuman augmentation market. The second disruptive step, which occurred around 2040\nwas related to the development in artificial intelligence. The third disruptive step around\n2045, saw the development of, what was in effect, a universal vaccine for all diseases.\nThis led to global acceptance of human augmentation.\n\nHowever, even though human augmentation was a global success story, tension between\nthe East and West endures. The United States remains the leading western nation, both\npolitically and technologically, and it leads on developing safety, usability and software\nsolutions for human augmentation. China is the leading eastern nation and leads the way\nin developing components and solutions for robotics related to human augmentation.\n\nScenario — Globalised world, national tensions\n\nA global understanding prevails between nations. Nations thrive and prosper, and\nhigh-technology human enhancements are shared between nations. Inside different\nnations, however, things were not as good as they seemed. The gap between normal\ncitizens and the elite grew larger than ever before. Between 2020 and 2030, a genetically\nmodified virus was released into the world, infecting and killing billions before it could\n\nbe isolated and controlled. The virus still exists and still infects people. The only way to\nsurvive the infection is through the use of human augmentation technology. Ironically, the\nvirus that was designed to wipe out humanity led to widespread human enhancement.\n\nNevertheless, human augmentation technology is very expensive and it is created and\ncontrolled by private organisations beyond the reach and control of the governments.\nPeople are still dying from the virus because they are too poor to afford the cure. There\nwas an insurgency were people tried to topple the existing government in an attempt to\nprevent further deaths amongst the poor. However, the insurgents were overpowered by\nan enhanced military, although a resistance endures.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_84": "Annex A — Project methodology\n\nScenario — Competitive arms race\n\nAfter a long period of nationalism, isolationism and proliferation states eventually agreed\nto cooperate and end isolation for reasons of (economic) growth and scientific and\nintellectual development.\n\nIn 2050, human augmentation is mature; the technologies are perfected and highly\naccessible at low cost. Human augmentation is effective, safe and totally accepted.\nSome types of interventions are state sponsored, through ‘life care accessible for\n\nall’ programmes, while others are kept secret and are limited to military use only.\n‘Democratic states’ perceive human augmentation as critical to economic development.\nThere is a free, deregulated and competitive market. Human augmentation health care\nis available for all, and the crossover from civilian into military applications has resulted in\nlower costs for the military since the basic technology is proven.\n\nA class of warrior, remnants of nationalist times, remains and so does the antagonism that\nhas built up between military and civilian society. The risk of new conflicts is omnipresent,\nand the power of states has been eroded due to their inability to work in large coalitions.\n\nImplications\n\nIdentifying implications is one of the most important, but also most difficult, steps in\nstrategic foresight. Each future scenario is linked to the present via its own development\npath, but what lessons, what deductions can be made from the future scenarios for\ndecision-makers?\n\nSWOT (strengths, weaknesses, opportunities and threats) analysis® as decision support\nwas the method of choice in this project. The strengths and weaknesses relate to\nthe organisation itself, whereas the opportunities and threats relate to the external\nenvironment and in this case to the future developments regarding human augmentation.\n\nSWOT analysis is simple, easy and are widely used today. But like any other method,\n\nit has its limitations. It is focused on only one goal, without considering the costs and\nbenefits of alternative means of achieving the same goal. This is not a problem so long\nas the analyst is aware that the results are only a part of the options for the decision in\nquestion. In this project, SWOT analyses were carried out several times with the same or\nslightly modified questions, and with different participants, so that different approaches to\nachieving the same goal were considered. Once the SWOT analysis was completed the\nresults were consolidated.\n\nThe SWOT analysis always followed the same pattern. The first and most important\n\nstep for the participants was to immerse themselves in the corresponding scenario and\n\nto imagine that this scenario had occurred. To support the process, participants had to\ndecide which aspects of this scenario were desirable and which were alarming. Based\n\non the key question ‘What opportunities and threats for Finland, Germany, Sweden and\nUK security policies arise from the scenarios?’ The opportunities and threats for the\nsecurity policy of the respective country were worked out for each scenario and recorded\nin tabular form. These findings were then translated back into findings relevant to the\npresent, by asking the question ‘What would be the strengths and weaknesses of Finland,\n\n52 SWOT (strengths, weaknesses, opportunities and threats) analysis was developed in the 1960s for\nposition determination and strategy development in companies.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_85": "Annex A — Project methodology\n\nGermany, Sweden and UK security policies in dealing with these scenarios?’ These\nresults were also recorded in tabular form. Figure A.9 shows a way to visualise the SWOT\nquadrant and the four questions presented.\n\n \n\nlow do you use the strengths to take advantage of the opportunities?\nlow can you work on the weaknesses to seize the opportunities?\n\nlow do you use the strengths to manage the threats?\n\nlow can you work on the weaknesses to master the threats?\n\n \n\n \n\n \n\n \n\n \n\nRON>\n\n   \n\n   \n \n\nHow do you use the strengths to\ntake advantage of the opportunities?\n\n       \n \n \n\nHow can you work on the weaknesses\nto seize the opportunities\n\nBring together strengths and opportunities Bring together weaknesses and opportunities\n\n \n\nBring together strengths and threats Bring together weaknesses and threats\n\n  \n \n \n\nHow do you use the strengths\nto manage the threats?\n\n \n    \n   \n\nHow can you work on the\nPeal R Om Ble\n\nFigure A.9 - Template of a SWOT portfolio\n\nThe final, concluding step of this analysis is strategy development. This is done\nindependently by the respective nation. For this step, it is advisable to expand the group\nof participants again and to include the future decision-makers. This increases the\nunderstanding of the scenarios and the topic itself and creates a commitment to the project\nand its recommendations.\n\nThe combinations from the SWOT portfolio served as the basis for strategy development,\nand the practical steps that follow in turning strategy into action. It is interesting to note\nthat different groups of participants often came up with similar actions, tasks and options.\nA recommended next step is working out similarities and differences between strategic\nrecommendations, with a focus on ‘future-robust’ options.\n\nCommunication and monitoring\n\nThe participating nations will use the gained insights and knowledge as a foundation\n\nfor establishing national human augmentation policies regarding use and research and\ndevelopment. International cooperation will continue to be one of the most important\nfactors to understand and control the potential of human augmentation. The Multinational\nCapability Development Campaign (MCDC) is currently running a project on human\naugmentation focused on cooperation and interoperability where the author Nations\nparticipate.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_86": "",
    "Page_87": "Technology review\n\nAccording to the transhumanistic thinking model, the human is an incomplete creature\nthat can be shaped in the desired direction by making responsible use of science,\ntechnology and other rational means.*\n\nPart 2 provided a simple overview of human augmentation technologies; to simplify the\npublication, technologies were presented individually. In this annex, the technologies are\ndescribed in more detail using a different context. The technologies are discussed using\nthe three performance categories: physical, psychological and social. It is hoped that\nthis annex will provide the reader with a better understanding of the complex interplay of\nthe various technologies between each other and in different augmentation situations. It\nshows which technologies are already in widespread use and describes expected future\ndevelopments.\n\nSection 1 — Physical augmentation\n\nPhysical augmentation includes improvements to strength, speed, dexterity and stamina.\nThe exoskeleton, an external structure that supports the musculoskeletal system, is an\nexample. Other options include use of substances, for instance, anabolic drugs are a\nknown performance enhancer allowing individuals to train more efficiently, ultimately to\nexceed their physical potential.\n\nExoskeletons\nAn exoskeleton is an external,\nremovable structure capable\nof supporting the human\nmusculoskeletal system. The\ngoal is to increase strength\nand load carrying capability,\nimprove endurance, as well\nas preventing injuries. The\nexoskeleton can be combined\nwith body armour for increased\nprotection. Exoskeletons can be\ncategorised as powered or passive (unpowered), if the frame is hard or soft, and whether\nor not it covers the full body. Another category is energy scavenging exoskeletons\nthat use the movements of the body to harvest energy and recharge batteries. A light\nversion of the full body system is the lower extremity exoskeleton aiming at reducing the\nloads on the knees as well as energy consumption during walking and running. There\nhas been significant interest in exoskeletons, mainly for therapy and mobility rather than\naugmentation, but with some explicit military applications intended to reduce fatigue\n\n53 Bostrom, N., (2003), The Journal of Value Inquiry, ‘Human genetic enhancements: a transhumanist\nperspective’.\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_88": "Annex B — Technology review\n\nand increase strength. The mechanics of the exoskeleton must cooperate with the\nbiomechanics of the human body allowing and enforcing the motions of the joints in the\nmusculoskeletal system. Potential limitations include constraints on speed and range\n\nof movement, obstructed access to confined spaces as well as dependency on energy\nsupplies and connectivity. A related technology is the robotic glove capable of providing\nadditional grip strength. The purpose of the glove is to reduce injuries caused by muscle\nstrain as well as reducing fatigue when performing repetitive tasks.\n\nExoskeletons could be playing a role on the battlefield by 2030. Some might be designed\nto prevent injuries by, for example, taking the strain of heavy loads or by absorbing\nshocks for those working on board ships or other vehicles. It is less clear that powered\nsystems will be widely used, although they could be used for situations that only require\nmovement over short distances but need heavy protection. For example, breaching or\nexplosive ordinance disposal tasks. For powered exoskeletons to conduct a wider range\nof military tasks they will need a suitably light, durable and compact source of power to\ngive them sufficient range; presently this looks difficult to achieve.\n\nPotential and issues. By 2040 artificial intelligence might be capable of improving the\ninteraction between the user and exoskeleton so that they move ‘as one’. Looking even\nfurther into the future, systems could be controlled at will using electrodes in the brain.\nThis would mean that using an exoskeleton would require training and practice with it\nbefore it could be used, but its effectiveness would be greater. The risk of not exploring\nthe potential of exoskeletons is that the opponent will acquire the technology first:\nincreasing their lethality, mobility and protection.\n\n \n\n \n\nSubstances\n\nSubstances are likely to continue to be used to enhance physical performance. For\nexample, anabolic androgenic steroids have similar effects on muscle growth as naturally\noccurring testosterone and are mainly used to stimulate muscle growth or to treat wasting\nconditions. Another well-known substance is creatine which can have a positive effect\non performance during exercise. Studies have shown that taking creatine appears to\nincrease power and reduce fatigue but also increases the risk of being overweight and\ninjury.s” Erythropoietin (EPO) is a hormone produced mainly by the kidneys and has\n\nbeen synthesised as medicine for anaemic diseases, but has also been used, illegally, to\nenhance performance in sport.\n\n54 Onose, G., et al., (2016), Frontiers in neuroscience, ‘Mechatronic wearable exoskeletons for bionic\nbipedal standing and walking: a new synthetic approach’.\n\n55 An example of a robotic glove can be found at https://www.bioservo.com/professional/ironhand.\n\n56 Sullivan, M. L., et al., (1998), Progress in cardiovascular diseases, ‘The cardiac toxicity of anabolic\nsteroids’. Also Orr, R. and Singh, M. F., (2004), Drugs, ‘The anabolic androgenic steroid oxandrolone in the\ntreatment of wasting and catabolic disorders’.\n\n67 Branch, J. D., (2008), International Journal of Sport Nutrition and Exercise Metabolism, ‘Effect of\ncreatine supplementation on body composition and performance: a meta-analysis’. Rawson, E. S., et al.,\n(2011), Nutrition, ‘Low-dose creatine supplementation enhances fatigue resistance in the absence of weight\ngain’.\n\n58 Atkinson, T. S. and Kahn, M. J., (2020), Blood Reviews, ‘Blood doping: Then and now. A narrative\nreview of the history, science and efficacy of blood doping in elite sport’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_89": "Annex B — Technology review\n\nPotential and issues. Although anabolic steroids promote muscle growth, it does come\nwith a variety of side effects, including many that are unpleasant, and some that are\nlethal.6* A benefit of creatine is that there are, generally, no serious side effects. EPO\ndoes increase the capacity of the blood to carry oxygen and performance gains can be\nimpressive, but the side effects can be serious, including blood clotting which can lead to\na stroke and even death.\n\nSection 2 — Psychological augmentation\n\nPsychological augmentation consists of improvements to cognitive, emotional,\nmotivational as well as sensory functions. Cognitive augmentation aims to improve\nmental faculties including memory, attention, alertness, creativity, understanding,\ndecision-making, intelligence and vigilance. The goal of emotional augmentation is to\nincrease well-being and control over emotional states while motivational augmentation\nworks towards drive and focus. Psychological augmentation is historically, and\ncommonly, associated with various types of substances and therapies. Emerging\ntechnologies in this area include brain interfaces, neurostimulation and sensory\nmodification.\n\nSubstances\n\nCognition enhancing drugs (also called smart drugs or nootropics) range from caffeine,\nnicotine and various herbal supplements to stimulants such as amphetamines,\nmethylphenidate and modafinil, but also anti-dementia drugs that may improve\n\nlong-term memory.** Beta-blocker drugs can calm people, which has been used to both\nimprove performance by reducing stage fright, but also enhance memory consolidation, a\nphenomena which could be used for post-traumatic stress disorder (PTSD). Other types\nof cognitive augmentation include modulation of blood glucose and hormones, such as\nadrenaline and testosterone. Psychedelic drugs, such as lysergic acid diethylamide (LSD)\nand methylenedioxymethamphetamine (MDMA), commonly known as ecstasy or molly,\nhave seen a renaissance in recent years for therapeutic applications.\n\nHerbs such as Rhodiola rosea, through its fatigue-reducing properties, has a notable\npositive effect on cognition. Studies on the herb Ginko biloba has shown that it has\nthe ability to reduce cognitive decline and improve memory in the elderly. Apart from\nherbs and synthetic drugs, supplements in the form of amino acids have the potential\nto enhance cognitive abilities. D-serine has shown promise of increasing cognitive\n\n59 Kuhn, C. M., (2002), Recent Progress in Hormone Research, ‘Anabolic steroids’.\n\n60 Atkinson, T. S. and Kahn, M. J., (2020), Blood Reviews, ‘Blood doping: Then and now. A narrative\nreview of the history, science and efficacy of blood doping in elite sport’.\n\n61 Franke, A. G., et al., (2014), European archives of psychiatry and clinical neuroscience, ‘Substances\nused and prevalence rates of pharmacological cognitive enhancement among healthy subjects’.\n\n62 Nutt, D., (2019), Dialogues in Clinical Neuroscience, ‘Psychedelic drugs-a new era in psychiatry?’.\n\n63 Spasov, A. A., et al., (2000), Phytomedicine, ‘A double-blind, placebo-controlled pilot study of the\nstimulating and adaptogenic effect of Rhodiola rosea SHR-5 extract on the fatigue of students caused by\nstress during an examination period with a repeated low-dose regimen’.\n\n64 Santos, R. F., et al., (2003), Pharmacopsychiatry, ‘Cognitive performance, SPECT, and blood viscosity in\nelderly non-demented people using Ginkgo biloba’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_90": "Annex B — Technology review\n\nfunctions.® Similarly, L-tyrosine has shown positive effects on cognition during acute\nstress.®\n\nCognition enhancing drugs typically affect simple, low-level functions such as alertness\nand memory rather than top-level functions such as intelligence. They change brain\nstates, sometimes in complex ways, but do not add any new information to the system.\nn general, they function best when managing trade-offs between different cognitive\nstyles such as broad to focused attention.*” The effects have so far been modest, though\nhere is also some evidence they may benefit low functioning individuals but impede\nhigh functioning ones.® They can also involve trade-offs between different functions, for\nexample, attention and creativity or reaction speed and mental flexibility. Augmentation\nof low-level cognitive abilities is likely to be useful when applied well but this is likely to\nbe difficult, since the therapeutic and enhancing effects can act in the short or long term,\nmaking dosage and effect somewhat unpredictable. Some substances may also have\nunknown interaction effects, lead to addiction and changes in tolerance.\n\nlevertheless, drugs and supplements can provide a convenient platform for various\norms of augmentation and their effectiveness may be further enhanced in the future. By\ncombining them with biotechnology and nanotechnology, or advanced machine learning\nor optimisation and individualisation, significant improvements can be expected.\n\nicro-dosing of psychedelic and other drugs could also be used to improve creativity and\nout of the box thinking.”\n\n \n\nEmotional enhancement\n\nEmotional enhancement is a wide field, including well-being, control over emotions, social\nbonding and different kinds of affection. As current therapeutic and recreational drug\n\nuse indicates these effects are tremendously important to individuals and society but\n\nalso relatively poorly understood. While emotional enhancement may sound relatively\nunimportant, even trivial, the effects on the individual can be profound.”\n\nThere has been significant interest in understanding how the modulation of the oxytocin\nsystem can enhance perception of social cues and emotional expression, positive\n\n65 Levin, R., et al., (2015), Journal of Psychiatric Research, ‘Behavioral and cognitive effects of the\nN-methyl-D-aspartate receptor co-agonist D-serine in healthy humans: initial findings’.\n\n66 Banderet, L. E. and Lieberman, H. R., (1989), Brain Research Bulletin, ‘Treatment with tyrosine, a\nneurotransmitter precursor, reduces environmental stress in humans’.\n\n67 Bostrom, N. and Sandberg, A., (2009), Human Enhancement, ‘The wisdom of nature: an evolutionary\nheuristic for human enhancement’.\n\n68 Muller, U., et al., (2004), Psychopharmacology, ‘Effects of modafinil on working memory processes in\nhumans’.\n\n69 Mohamed, A., (2014), The Journal of Creative Behavior, ‘The Effects of Modafinil on Convergent and\nDivergent Thinking of Creativity: A Randomized Controlled Trial’.\n\n70 Anderson, T., et al., (2019), Psychopharmacology, ‘Microdosing psychedelics: personality, mental\nhealth, and creativity differences in microdosers’.\n\n \n\n71 Kahane, G., (2011), Enhancing Human Capacities, ‘Reasons to feel, reasons to take pills’.\n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_91": "Annex B — Technology review\n\ncommunication trust, interpersonal synchrony and coordination, and prosocial behaviour.”\nUnderstanding of the neural underpinnings of various forms of sexual and romantic\nemotions is increasing, and there is significant interest in studying and applying these\nfindings. While manipulation of libido will be achievable, if not now, then relatively soon,\nstrengthening of pair-bond emotions is further away, but it also appears feasible.”\n\nMotivation enhancement\n\nMotivation enhancement aims to increase drive and focus and is a major goal of smart\ndrugs. Motivation enhancement is relatively well understood in its simplest forms (for\nexample, stimulants). The main forms of motivation enhancement are likely to be\nmodulation of the arousal and dopaminergic systems, today typically done using stimulant\ndrugs. Attention is linked to the cholinergic system. At present the neuroscience of\nboredom is only partially understood but might become amenable to control.” Some\ncognition enhancing drugs also have motivational effects (especially stimulants), driving\nusers to perform well.\n\nIt might be possible to fine-tune motivation in other ways, for example, by having\nsoftware steer attention towards relevant stimuli or implement conditioning to reward/\ndiscourage actions or thoughts. Managing boredom, attention and drive are important in\nmany situations. Like cognitive augmentation the prosocial and workaholic applications\navoid the stigma of recreational drugs that may hold back other forms of emotional\nenhancement.\n\nPotential and issues. Substances often rely on metabolism to trigger the intended\noutcome. This involves several steps of biotransformation as the substance is converted\ninto the active ingredient. This can result in unintended outcomes. For example, when\nintended muscle gain is accompanied by emotional instability. Drugs can be prepared\nusing nanomaterials to release the active ingredient in the exact location intended, better\ncontrolling the drugs effect. It has, however, been difficult to find suitable nanomaterials\nand some of those that at first appear to be suitable have been found to be poisonous.”\nEnhancing feelings of trust and empathy is likely to be important and much depends\n\non the application; both increasing and decreasing conformity could be desirable (for\nthe person or the group) depending on the situation (for example, avoiding groupthink\n\nor rapidly building teams — or propaganda). Developing emotional enhancements will\ndepend on breakthroughs in neuropsychology and addressing the resulting ethical\ndilemmas. Over past decades, despite massive effort, anti-depressive therapy has\nprogressed at only a modest pace.\n\n72 Schulze, L., et al., (2011), Psychoneuroendocrinology, ‘Oxytocin increases recognition of masked\nemotional faces’; Ditzen, B., et al., (2009), Biological Psychiatry, ‘Intranasal oxytocin increases positive\ncommunication and reduces cortisol levels during couple conflict’; Kosfeld, M., et al., (2005), Nature,\nOxytocin increases trust in humans’; Arueti, M., et al., (2013), Journal of Cognitive Neuroscience, ‘When two\nbecome one: the role of oxytocin in interpersonal coordination and cooperation’; and Striepens, N., et al.,\n(2011), Frontiers in Neuroendocrinology, ‘Prosocial effects of oxytocin and clinical evidence for its therapeutic\npotential’.\n\n73 Savulescu, J. and Sandberg, A., (2008), Neuroethics, ‘Neuroenhancement of love and marriage: The\nchemicals between us’.\n\n \n\n74 Merrifield, C., (2014), University of Waterloo, ‘Toward a Model of Boredom: Investigating the\nPsychophysiological, Cognitive, and Neural Correlates of Boredom’.\n\n75 Bostrom, N. and Sandberg, A., (2009), Science and Engineering Ethics, ‘Cognitive Enhancement:\nMethods, Ethics, Regulatory Challenges’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_92": "Annex B — Technology review\n\nBoosting willpower and self-control will make long-term goals dominate over short-term\nones and ‘motivation on tap’ could make education, training and work more effective\n(although with the attendant risks of abuse).”® Controlling boredom is likely to be closely\ntied to controlling attention, and could have big impacts on vigilance, performance and\nmental flexibility.\n\nNeurostimulation and brain interfaces\n\nNeurostimulation uses electronic devices to\nstimulate nerve cells in the brain and includes\ninvasive and non-invasive brain stimulation\nmethods. Transcranial magnetic stimulation\n\nuses magnetic fields to stimulate nerve cells\n\nin selected areas of the brain, and transcranial\nelectric stimulation applies small electrical currents\nto the brain using electrodes. Stimulation has\nbeen able to improve the results of motor training\nand numerical observation. Transcranial electric\nstimulation has improved the performance of image analysts in identifying targets.” Using\ntranscranial stimulation to synchronise rhythmic brain circuits has been shown to improve\nworking memory in older adults.” Transcranial pulsed electromagnetic fields has been\neffective in treating severe depression.”? Another type of electrical stimulation could be\nused to alleviate virtual reality sickness symptoms.”\n\n \n\nPotential and issues. Electric stimulation of the brain has been used to relieve pain, treat\ndamaged vision, improve data processing, and enhance learning of languages.** These\ntypes of brain stimulation methods are, however, only likely to have modest effects.\nAlthough they have been used to improve cognitive functions, their main use is likely to be\nin the treatment of mental/neurological conditions. Side effects range from discomfort to\nseizures and memory loss while the long-term effects are still unknown. This technology\nis relatively lightly regulated and there is a significant community interested in DIY\nneurostimulation.\n\nBrain interfaces\n\nBrain interfaces include brain-computer interfaces and brain-brain interfaces, and they\n\nare based on the interpretation of brain signals that are measured from the surface of the\nscull, or in future, directly from brains. The electroencephalography-cap is an example of\nan external neural interface while implants such as electrodes for deep brain stimulation\nrepresent internal neural interfaces. Brain interfaces enable communication between brain\n\n76 Magen, E., et al., (2014), Proceedings of the National Academy of Sciences, ‘Behavioral and neural\ncorrelates of increased self-control in the absence of increased willpower’.\n\n77 Mckinley, R. A., et al., (2013), Behavioral Neuroscience, ‘Acceleration of Image Analyst Training with\nTranscranial Direct Current Stimulation’.\n\n78 Reinhart, R. M. G. and Nguyen, J. A., (2019), Nature Neuroscience, ‘Synchronizing rhythmic brain\ncircuits’.\n\n79 Martiny, K., et al., (2010), Biological Psychiatry, ‘Transcranial low voltage pulsed electromagnetic fields in\npatients with treatment-resistant depression’.\n\n80 Further detail can be found at https://www.vmocion.com.\n\n81 Fidel, A., et al., (2008), Journal of Cognitive Neuroscience, ‘Noninvasive brain stimulation improves\nlanguage learning’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_93": "Annex B — Technology review\n\nnerve cells and technological components or devices.® Examples of one-way interfaces\nare the cochlea implant (hearing aid) or neurofeedback training to enhance visual\nattention.® Implants produced specifically for augmentation are relatively underdeveloped,\nalthough there are examples: vagus nerve stimulation has shown itself to act as a memory\nstimulator.* Stimulating the brain by using implanted electrodes during learning has been\nshown to improve memory capacity by up to 30%.\n\nRapid advances are being made in the ability to decode brain signals, examples\n\ninclude the recognition of words, correcting robot mistakes and recognising music\n\nfrom electroencephalography.®* Non-invasive interfaces have also been shown to allow\nhuman brain-to-brain communication and problem solving.” Experiments using invasive\ninterfaces have demonstrated information transfer and teamwork in connected laboratory\nanimals, as well as limited thought-speech translation.\n\nPotential and issues. Future improvements of brain stimulation may include better\nways of targeting brain areas and improved understanding of how it works.® Using\n\na combination of stimulations for more complex functions, deeper stimulation and\ninteractive systems that tune themselves to brain activity are also likely to deliver further\nenhancements.\n\nThe direct link between brain and action is an effective alternative to traditional interfaces,\nespecially in a military environment where there is a risk of overloading cognitive and\nsensory functions. The brain-computer interface detects when certain areas of the\n\nbrain are cognitively activated (for example, certain thoughts) and transmits this, thus\nenabling brain-controlled action or communication. Brain-computer interfaces have\n\nthe potential to enhance human-machine teaming whereas brain-brain interfaces\n\nwould enhance human to human teaming on the battlefield. With the ascent of artificial\nintelligence, brain-computer interfaces can also provide new ways of accessing vast\namounts of information, and ways of communication. Two-way brain-computer interfaces\nmay enable an even wider set of cognitive augmentation than the purely biological.\nHowever, this technology is not expected to be realised within the 2050 time frame.\n\n82  Forbes,(2019), ‘Brain-Computer Interfaces And Mind Control Move One Step Closer To Becoming\nReality’.\n\n83 Ordikhani-Seyedlar, M., et al., (2016), Frontiers in Neuroscience, 'Neurofeedback therapy for enhancing\nvisual attention: state-of-the-art and challenges’.\n\n84 Clark, K.B., et al., (1999), Nature Neuroscience, ‘Enhanced recognition memory following vagus nerve\nstimulation in human subjects’.\n\n85 New Scientist, (2017), ‘Brain implant boosts memory’.\n\n86 Kang, T., et al., (2017), International Workshop on Symbiotic Interaction, ‘Predicting What You\nRemember from Brain Activity: EEG-Based Decoding of Long-Term Memory Formation’; Salazar-Gomez,\nA.F., et al., (2017), 2017 IEEE International Conference on Robotics and Automation (ICRA), ‘Correcting robot\nmistakes in real time using eeg signals’; and Schaefer, R. S., et al., (2011), Neuroimage, ‘Name that tune:\ndecoding music from the listening brain’.\n\n87 Jiang, L., et al., (2019), Scientific Reports, ‘BrainNet: a multi-person brain-to-brain interface for direct\ncollaboration between brains’.\n\n88  Pais-Vieira, M., et al., (2013), Scientific Reports, ‘A brain-to-brain interface for real-time sharing of\nsensorimotor information’.; and Anumanchipalli, G. K., et al., (2019), Nature, ‘Speech synthesis from neural\ndecoding of spoken sentences’.\n\n89 Fertonani, A. and Miniussi, C., (2017), The Neuroscientist, ‘Transcranial electrical stimulation: what we\nknow and do not know about mechanisms’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_94": "Annex B — Technology review\n\nSensory augmentation\n\nSensory augmentation aims at extending the\nsensory range or acuity either by using gadgets/\nwearables to transduce external information to the\nhuman senses (for example, converting infrared\nlight to visible light) or modification of the senses\nthemselves. Gadgets/wearables can be used\n\nto transduce external information to the visual,\nauditory and tactile senses. Vibrations of low\nmagnitude from distant vehicles can be detected by\nfoot-mounted sensors and translated into vibrations\nin the shoe or 3D audio sound that provides a directional cue. Chemical sensors detecting\nimprovised explosive devices can alert the soldier using any or all of audio, vision, vibration\nor even olfactory displays. Navigation can be enhanced by a vibro-tactile belt that always\nindicates the direction of magnetic north.”\n\n \n\nA multimodal approach using more than one type of display type has the advantage that\ninformation can be accessed and absorbed by more than one sensory pathway. The brain\nextracts patterns of meaningful information from the sensory system, and this creates a\ncombined experience of simultaneous stimuli. Simultaneous presentation may decrease\nmental workload and increase the chance of recognising important phenomena that would\notherwise be missed. With information filtering and enhancement, this has the potential of\nimproving situational awareness while reducing workload and risk of overload.\n\nAnother approach is to transduce what is being sensed into a form that can be interpreted\nby the human senses. Sensory remapping (turning signals into information) is already in\nuse. Due to the ability of the brain to adapt to new types of information (cortical plasticity),\na large set of possible inputs may be usable. Methods could include adding new\nsensors/transducers and connections into the brain, perhaps also in combination with\ngenetic therapy. One example is coating retinal cells with nanoparticles so that light in the\ninfrared spectrum can be seen.\"\n\nAugmented reality\n\nAugmented reality is a technique for displaying\ndifferent types of information in the user’s field\nof view. The information is usually projected\nclose to the eye with the help of glasses\n\nor helmet visor, but there are experiments\n\nto present information in the outside world\n\nas ahologram. With augmented reality,\n\nthe information is presented so that it is\ngeographically correct in real time and\nsymbology is used to highlight important\ninformation. Suggested actions, as\ndetermined by built-in artificial intelligence\n\n \n\n90 Nagel, S. K., et al., (2005), Journal of Neural Engineering, ‘Beyond sensory substitution — learning the\nsixth sense’.\n\n91 Nano week, (2019), ‘Nanotechnology makes it possible for mice to see in infrared’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_95": "Annex B — Technology review\n\nfunctionality, could aid the user in making decisions. By sharing information from other\nsources, such as group members, it will be possible to increase battlespace awareness.\n\nSection 3 — Social augmentation, communication\nand interaction\n\nSocial augmentation is designed to deliver improvements to social interaction, including\nnew forms of communication, enhanced team performance, language acquisition as well\nas improving ethical performance. Methods for making communications faster, clearer,\ndeeper and enabling new forms of communication between individuals, groups and\nmachines are expected. Drugs, user interfaces, software and wearable equipment will all\nplay a role in enabling this.\n\nSubstances\n\nDrugs may improve an individual’s sense of well-being or enhance emotional resilience.\nDrugs could also be used to boost group performance, and more concerning, make them\nmore susceptible to various forms of control and manipulation. Drugs might help people\nlearn languages more effectively and quickly. For example, it might be possible to use\ndrugs to ‘reopen’ the capacity normally found in the very young (the infant critical window)\n0 learn languages rapidly and perfectly. One area that is relatively unexplored is how\nsociability is learnt. Experiments involving mice have demonstrated that there is a critical\nperiod when young mice learn sociability, and that drugs can be used to reopen this\nlearning period.\n\nHuman-machine teaming\n\nHuman-machine teaming, sometimes called human-autonomy teaming or\nmanned-unmanned teaming, refers to the ability to use advanced mechanised units\n\nsuch as unmanned aerial vehicles or robots) as a part of a team where the machines take\non roles previously performed by people. Communication based on gestures has been\nproposed for control of partially autonomous robots in the battlefield. Human-machine\neaming will have the same dependencies as human-human teams, including cooperation,\nintegration of abilities and knowledge and complementary areas of responsibility.\n\nThe foundation of a good team builds on communication (knowing how and when\n\n© communicate), team coordination (shared mental models, mutual performance\nmonitoring, assistive behaviour and adaptability, and leadership), and cooperation (team\norientation and mutual trust).%\n\n \n\n92  Breitenstein, C., et al., (2004), Neuropsychopharmacology, ‘D-amphetamine boosts language learning\nindependent of its cardiovascular and motor arousing effects’.\n\n93 Hensch, T. K. and Bilimoria, P. M., (2012), Cerebrum: the Dana forum on brain science 2012,\n‘Re-opening windows: manipulating critical periods for brain development’.\n\n94 Nardou, R., et al., (2019), Nature, ‘Oxytocin-dependent reopening of a social reward learning critical\nperiod with MDMA’\n\n95 Mosier, K., et al., (2017), NASA Technical Memorandum, ‘Autonomous, context-sensitive, task\nmanagement systems and decision support tools |: Human-autonomy teaming fundamentals and state of\nthe art’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_96": "Annex B — Technology review\n\nTele-existence\n\nTele-existence is a natural progression from augmented reality and virtual reality and\ngives the user a real time experience of being at another location, with the ability to\nperform tasks and interact with this remote environment. Tele-existence gives the user\nthe capability to manipulate robots from a distance using a headset and haptic gloves\n(movements of these gloves controls the movement of the remote device). Telemedicine\nis paving the way in this field, allowing doctors to diagnose and, in some advanced cases,\nperform surgical procedures in separate locations to their patients. Defence applications\ncould enable avatars (remote representations of the user) to be used in circumstances\ntoo dangerous for people, such as bomb disposal, clearance diving or even activities in\nspace: the activity occurs in the physical environment, but the user stays out of harm’s\nway.\n\nTele-existence and virtual reality may further enhance social communication over extended\ndistances and real time artificial intelligence-based translation systems could overcome\nlanguage and cultural barriers. The Internet of Things and big data is likely to be used\n\nto facilitate group communication, for example, by displaying, interpreting and illustrating\nsocial networks.\n\nEthical behaviour\n\nControversially, it may be possible (and desirable) to morally enhance personnel to prevent\nmalicious activity. Such a process is likely to include methods that enhance moral\nreflection, self-control and empathy for others. It is a wildcard since while most people\nmay find improved memory or motivation appealing, they typically believe their morals are\nalready fit for purpose.%” In fact many believe that ‘enhancing’ their morals will leave them\nworse off.® Artificial intelligence could also be used to enhance ethical decision-making,\nfor example in a military headquarters.” Widespread uptake of technology to deliver\nmoral enhancement will depend as much on social acceptance as the development of the\ntechnology.\n\nPotential and issues. Linking minds and coordinating groups is likely to be a far more\neffective way of improving cognition, perception and, perhaps, emotions than improving\nindividual brains. It is plausible that as social neuroscience progresses, we will find\ninterventions that improve social learning and interpersonal skills. Being able to reopen\nthe brain to social learning, normally only available in the developing brain, may have\napplication in therapy, education and adapting to new social circumstances and learning\nlanguages.\"\n\n96 Persson, I. and Savulescu, J., (2008), Journal of Applied Philosophy, ‘The perils of cognitive\nenhancement and the urgent imperative to enhance the moral character of humanity’.\n\n97 Riis, J., et al., (2008), Journal of Consumer Research, ‘Preferences for enhancement pharmaceuticals:\nThe reluctance to enhance fundamental traits’.\n\n98 Zohny, H., (2018), Medicine, Health Care, and Philosophy, ‘Moral Enhancement and the Good Life’.\n\n99 Giubilini, A. and Savulescu, J., (2018), Philosophy & Technology, ‘The artificial moral advisor. The “Ideal\nObserver” meets artificial intelligence’.\n\n100 Blundon, J. A., et al., (2017), Science, ‘Restoring auditory cortex plasticity in adult mice by restricting\nthalamic adenosine signalling’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_97": "Annex B — Technology review\n\nSection 4 — Omnipotent technologies\n\nGenetic technologies could have application in all areas of human augmentation. For\nthis reason we have classified it, and other technologies with a similarly broad scope of\napplication, as an omnipotent technology.\n\nGenetic engineering\n\nGenetic engineering refers to modification of\nreproductive cells (germline engineering), or cells\nin the grown organism (somatic modification).\nGermline enhancement affects all cells in the\norganism and the change is heritable (meaning\nit can be passed on to the next generation).\nSomatic modification, on the other hand, affects\nonly the target cells and the cells descended\ndirectly from them, and is thus limited to the\nindividual subjected to the treatment. Somatic\nmodification, or gene therapy, to treat or prevent disease is still experimental although\nthere have been significant improvements in recent years.\n\n \n\nClustered regularly interspaced short palindromic repeats (CRISPR/Cas9) is a\n\ntechnique for cutting specific DNA sequences. The method is based upon precise\nmanipulation of selected gene sequences by switching off, repairing or replacing existing\ngenes with genes engineered to produce a desired enhancement. Lessons from using\nCRISPR/Cas9 has led to swift progress and in 2019 the technology was used in the\ntreatment of a patient with a deadly genetic disorder.\n\nPotential and issues. Based upon what we know today, and if current predictions are\n\ncorrect, genetic modification has, by far, the greatest potential for human enhancement.\nAccording to the United States Defense Advanced Research Projects Agency (DARPA),\ngenetic modification could be used to create super soldiers who ‘kill without mercy, do\n\nnot get tired, do not show fear and behave more like a machine than a human’ .1\n\nThere are, however, concerns regarding the safety of genetic modification, particularly for\nheritable changes which are considered far more controversial than using the technique to\ntreat an individual when there are no other options available. To enhance general abilities\nrather than cure diseases, however, the ability to edit DNA is not enough. It is also\nnecessary to understand the epigenetics, the complex mechanisms that govern how the\ngene manifests itself in the body. Multiple gene activities and various levels of expression\nare required for more complex capabilities. Genome editing works well where there are\nsingle gene mutations resulting in a defined disease, but have a long way to go for multi-\ngenetic disorders.\n\n101 Further detail can be found at https://www.npr.org/2019/07/29/746365947/doctors-in-the-u-s-use-\ncrispr-technique-to-treat-a-genetic-disorder-for-the-1st-.\n\n102 Sawin, C., (2016), The Journal of High Technology Law, ‘Creating Super Soldiers for Warfare: A Look\ninto the Laws of War’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_98": "Annex B — Technology review\n\nGenetic testing and selection\n\nThe cost of sequencing a genome has reduced and it has become easier to use the\ntechnique to identify predisposition for both undesirable traits, such as certain illnesses,\nand desirable characteristics, such as muscle density. Genetic testing could be used\nto screen people for particular tasks — for example, cardiovascular endurance or for\npropensity to PTSD.\" It could also be used to identify the best enhancements or other\ninterventions for each individual, as well as identifying their health risks.\n\nGenetics could be used to select embryos for intelligence by 2050. While selection during\nnormal in vitro fertilisation (IVF) is unlikely to have a significant effect, if a process of in\n\nvitro iteration (where multiple generations are generated and selected) is used, this could\nlead to radically more intelligent people emerging.** Whether this happens is dependent\non many unknowns, including acceptance of the technique and technical feasibility (for\nexample, gaining sufficiently large training datasets of genetics and how intelligence is\nmanifest).\n\nPotential and issues. Whilst genetic testing and selection could play a major role in\nhuman enhancement, it is dependent upon significant increases in our understanding\n\nof the role genes play in human development, and the role that other factors such\n\nas environment and nurture play. The fields of statistics and probability will have an\nimportant role to play if the potential of genetic testing and selection are to be realised.\nLegal and ethical issues will also play a crucial part in deciding whether this technology is\naccepted by society.\n\nSection 5 — Integrated health strategies\n\nUsing technology to optimise training (both physical and mental), sleep, nutrition,\nhydration and stress management is expected to deliver significant results. The effect and\nusability is expected to increase when using these technologies together as an integrated\neffort.\n\nVirtual reality\n\nVirtual reality, a technology which allows the user to be exposed to, and interact with,\ncomputer generated (synthetic) environments could have an important role in enhancing\nperformance. For example, the technology could be used to rehearse missions,\nincreasing individual readiness and to prepare people for the stress of operations.\nVirtual reality could be used to create traumatic events to ‘inoculate’ people. Similarly,\nrecreations of traumatic events could be used to treat anxiety, hyper-vigilance, PTSD\nand potentially other mental disorders. Virtual reality could also be used by those on\noperations to escape the horrors of war, even for brief moments, thus enhancing their\nmental resilience.\n\n103 Nievergelt, C. M., et al., (2019), Nature Communications, ‘International meta-analysis of PTSD\ngenome-wide association studies identifies sex-and ancestry-specific genetic risk loci’.\n\n104 Shulman, C. and Bostrom, N., (2014), Global Policy, ‘Embryo Selection for Cognitive Enhancement:\nCuriosity or Game-changer?’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_99": "Annex B — Technology review\n\nComputer-assisted brain training\n\nComputer-assisted brain training has generated significant interest, even though\nevidence of its effect on cognition in areas other than those being specifically trained\nremains elusive. Since conventional training can enhance higher cognitive functions\n(for example, decision-making and reasoning), it should be possible to adapt\ncomputer-assisted brain training to enhance general cognition. In the coming decades,\nblending computer-assisted brain training with conventional training could become highly\neffective, especially in organisations and groups that have the necessary processes for\nevaluating and adapting training. Although there is some evidence to suggest that brain\ntraining applications improve cognition it is not clear they lead to lasting improvements.1*\nSimilarly, the benefit of brain training in practical settings and for improving general\nintelligence has also been questioned.”\n\nPersonalised training\n\nPersonalised training consists of four different aspects: training adaption, nutrition\nadaption, supplements and recovery. At a biological level, people have different\ncapabilities in each of these four areas and by tailoring activities to an individual’s\nbiological limit, optimal results can be achieved. Machine learning could be used to track\nan individual's gain in strength (for example, number of repetitions for a given weight)\n\nand receive recommendations regarding training routine needed to reach optimal muscle\ndevelopment and the same principles could be applied to personalisation of nutrition.\nSmartphone applications that use machine learning to generate personalised regimes are\nalready under (commercial) development.\n\nThe synergy between training and using augmentation technologies is likely to be\nsignificant. For example, technology has helped scientists understand how physical\nexercise contributes to increased intelligence. In many cases users will need to undertake\ntraining to derive the full benefit of augmentations. Similarly, technology can be used to\noptimise recovery rates both to enhance training effectiveness and promote recovery.\n\nSleep optimisation\n\nSleep has positive effects on many processes including mental and physical development,\nwhilst sleep deprivation impairs vigilance and most cognitive functions. Technology can\nbe used to identify an individual’s most effective sleep patterns, leading to improvements\nin performance.\n\n105 Moreau, D. and Conway, A. R., (2013), International Review of Sport and Exercise Psychology,\n‘Cognitive enhancement: a comparative review of computerized and athletic training programs’.\n\n106 Hardy, J. and Scanlon, M., (2009), Luminosity, ‘The science behind lumosity’; Shute, V. J., et al.,\n(2015), Computers & Education, ‘The power of play: The effects of Portal 2 and Lumosity on cognitive and\nnoncognitive skills’; Bainbridge, K. and Mayer, R. E., (2018), Journal of Cognitive Enhancement, ‘Shining the\nlight of research on Lumosity’.\n\n107 Jak, A. J., et al., (2013), Neuropsychology Review, ‘Crosswords to computers: a critical review of\npopular approaches to cognitive enhancement’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_100": "Annex B — Technology review\n\nYoga and meditation\n\nYoga and meditation are based on conscious control over body and mind. Such methods\nare used to improve mood, tolerance to pain, ability to manage stress, and to reduce\nanxiety. Similarly, mindfulness and associated breathing techniques can be used to\n\ngain focus and reduce distraction. Regular practice of these methods can have positive\neffects and technology could play a role in identifying the most effective techniques for\neach individual. These techniques could also have military application, for example, yoga\nhas been shown to improve the quality of sleep in the military population and breathing\ntechniques can improve awareness and decision-making during tactical operations. The\nuse of these techniques by the military though is not without controversy.\"\n\nStatus monitoring\n\nTechnology to monitor an individual’s physiology is becoming mature and wearable\ntechnologies already allow significant quantities of data to be collected. Technology in this\narea is, however, improving rapidly, and wearables and smart textiles are likely to lead to\nfurther improvements in the quantity, quality and precision of data collected. Combining\ndata collection with the ability to analyse and interpret it, for example, by using artificial\nintelligence, is likely to lead to significant insights into how human performance can be\nenhanced.\n\n \n\nTechnology could be used to monitor, in real time,\nan individual’s combat readiness. Their level of\nsleep deprivation, nutrition and hydration state, to\nname a few areas, could all be monitored in real\ntime, as could their levels of fitness. Regardless\nof the application, however, reference data will\nneed to be collected and tools for analysis,\nincluding algorithms, will need to be developed if\nthe potential of monitoring technologies is to be\nrealised. Appropriate infrastructure will also need\nto be developed so that data can be collected and\nstored efficiently and securely.\n\n \n\nSection 6 — Health\n\nHuman augmentation is also expected to play a major role in improving health care. For\nexample, by helping to prevent illness, treat injuries and illnesses as they occur, and to\nsupport general physical and mental well-being throughout life. Technologies of particular\nrelevance include active prosthesis, accelerated healing, mental health recovery, slowing\nageing and age-related impairments, and life extension. Technology will also have a major\nrole in improving the testing and assessment of risk factors including pre-symptomatic\nand predictive testing.\n\n108 Kreplin, U., et al., (2018), Scientific Reports, ‘The limited prosocial effects of meditation: A systematic\nreview and meta-analysis’; Joshi, A.V., (2019), Warrior Pose: Building Readiness through Resilience—Yoga\nand Meditation in the Military; Grossman, D. and Christensen, L. W., (2008), On Combat. The Psychology\nand Physiology of Deadly Conflict in War and in Peace.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_101": "Annex B — Technology review\n\nPreventive measures\n\nPreventative measures improve resilience and provide protection from emerging\nthreats. Human augmentation may allow the immune systems to be tuned so that\n\nit increases protection against toxins and pathogens, and, possibly, to prevent\n\nimmune responses to implants. Technology could also be used to reduce injuries by\nsupporting the development of optimised physical and mental training. For example, as\ndescribed earlier, immersion in realistic virtual environments may help soldiers prepare\nfor traumatic experiences, preventing PTSD. As we approach 2050, the future soldier\ncould be equipped with an integrated, networked artificial immune system. The system\ncould consist of a wearable platform that would continuously monitor for threats and\nautomatically provide countermeasures, for example, an antidote in response to a toxin or\nantibiotic or anti-viral in response to an infection.\n\nSynthetic biology\n\nSynthetic biology could be used to rapidly develop new treatments and vaccines. It could\nalso be used for producing biological weapons such as designer viruses and diseases.\nDesigner viruses and diseases could be designed so that they are highly volatile and\nmutative, making it very difficult to produce effective countermeasures, or extremely\npersonalised to target specific groups of people, possibly even individuals.\n\nSymbiotic organisms such as those that live\n\nin the gut have a profound effect on the host’s\nhealth.\" It is plausible that genetically engineered\norganisms could be introduced into the gut to\nenhance health and/or performance and to treat\ndisease.“ For example, it is thought that the\nanti-diabetes drug metformin (which has also been\nstudied for its possible anti-ageing effects) may\nact through its interaction with the microbes in the\nhuman gut.\"\n\n \n\nPrecision medicine\n\nPrecision medicine is a move away from a ‘one size fits all’ approach medicine to one\nthat tailors medical interventions to the individual. The field combines pharmacology\nand genomics in an approach to tailor dosage and medication to individual needs.\nThe collection of biological, and other, big data and continuous monitoring will enable\nspecialised medical support for each Serviceperson and ensure that they are at peak\nphysical condition on the battlefield.\n\n109 Sullivan, |., et al., (2018), Mad Scientist Laboratory, ‘Bio Convergence and Soldier 2050 conference’.\n110 Bravo, J. A., et al., (2011), Proceedings of the National Academy of Sciences, ‘Ingestion of\nLactobacillus strain regulates emotional behavior and central GABA receptor expression in a mouse via the\nvagus nerve’.\n\n111 Hillman, J. D., et al., (2000), Infection and Immunity, ‘Construction and characterization of an effector\nstrain of Streptococcus mutans for replacement therapy of dental caries’.\n\n112 Rodriguez, J., et al., (2018), Current Opinion in Clinical Nutrition & Metabolic Care, ‘Metformin: old\nfriend, new ways of action-implication of the gut microbiome?’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_102": "Annex B — Technology review\n\nRestorative augmentation technologies\n\nRestorative technologies include efforts to replace or upgrade damaged or missing\nlimbs and organs. Bionic limbs, for example, could replace lost limbs and be controlled\nusing brain-to-machine interfaces. Robotic limbs may provide new abilities and a level\nof performance beyond the biological limit, for example, super strength. New materials\ncan provide surfaces for implants that are compatible with the environment inside the\nhuman body allowing devices to be implanted long term.\"8 This, in combination with\nnew industrial methods such as additive manufacturing (which allows 3D printing of\nbiocompatible materials), could allow the production of replacement organs, and skin\ncells printed directly on wounds.\" In 2013, a United States company launched the first\ncommercially developed eye implant; enhancing visual performance could be the subject\nof intense interest in the coming years.\"5\n\nLife extension\n\nLife extension is pushed by people’s desire to live a long and healthy life. States are also\ninterested in having a healthy population with high human capital and low health care\ncosts. These two drivers are likely to ensure that resources will continue to be focused\non finding ways to extend the years of good health. At present, most efforts have\n\nbeen focused on age-related disease rather than ageing itself. Interventions in the time\nframe of 2050 are most likely to focus on countering the damaging effects of ageing,\nrather than the causes of ageing.\"* Interventions include replacing joints, improving\nmetabolism, treating and preventing cancer, boosting the immune system and developing\nsenolytic drugs, (drugs that remove aged cells).*” Methods to reduce genetic damage,\nand improved mitochondrial function are also likely to be developed. It is probable that\nmany, if not all, of these methods will need to be applied in combination to fully remove\nthe effects of ageing. In addition, artificial devices and organs, stem cells and modified\ntissues are also being explored for regenerative medicine. Direct genetic interventions\nagainst the causes of ageing (a real ‘cure’) are likely to require a much deeper\nunderstanding of biology than we currently have, and probably a redesign of key genetic\nprograms. Life extension is an area of augmentation where significant DIY biology activity\nis ongoing, often in the form of self-experimentation, which may lead to unexpected\ndevelopments.\n\nSection 7 — Future potential\n\nThere are major gaps in our understanding of how a specific manipulation in one part\nof the body may have significant consequences elsewhere. The precise effect that can\nbe obtained from existing as well as potential technologies are often unknown or poorly\ndocumented. One example is the long chain of events that causes physical exercise\n\n113 Kozai, T. D. Y., et al., (2012), Nature Materials, ‘Ultrasmall implantable composite microelectrodes with\nbioactive surfaces for chronic neural interfaces’.\n\n114 Albanna, M., et al., (2019), Scientific Reports, ‘In Situ Bioprinting of Autologous Skin Cells Accelerates\nWound Healing of Extensive Excisional Full-Thickness Wounds’; Shieber, J., (2019), Techcrunch.com,\n‘3d-printing organs moves a few more steps closer to commercialization’.\n\n115 Marcus, G. and Koch, C., (2014), The Wall Street Journal, ‘The Future of Brain Implants’.\n116 Ldpez-Otin, C. et al., (2013), Cell, ‘The hallmarks of aging’.\n117 Scudellari, M., (2017), Nature, ‘To stay young, kill zombie cells’.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_103": "Annex B — Technology review\n\nto generate cognitive improvement. An understanding of the foundational working\nmechanisms of both the technology and the human body is necessary for effective and\nsafe augmentation. Thus, research efforts which aim to investigate and document the\neffects of even well-established substances are warranted. This is particularly important\nin the context of precision medicine (the optimisation of health measures on an individual\nbasis).\n\nResearch in other fields such as artificial intelligence and machine learning, will also have\nan impact on the development of human augmentation. Whilst there is no evidence (yet)\nthat superhuman cognitive ability can be achieved biomedically, collaboration with artificial\nintelligence shows promise. The right (brain-computer) interfaces could allow certain\nmental tasks to be offloaded to computers. For example, numerical calculations and\nsimulations could be triggered by thought and the results made mentally available;\nalthough, the effectiveness of such collaboration depends both on the suitability of tasks\nand how open-ended the system is.\n\nAdvancements in four related fields of technology,\nknown collectively as nanotechnology, biology,\ninformation technology, and cognitive science\n(NBIC) are expected to converge, and ultimately\nunify, leading to radical improvements in human\nperformance through the integration of these\ntechnologies. The combination of precision\nmedicine, nutrition, and training could open\n\nup entirely new possibilities. For example,\n\nin bodybuilding and powerlifting, focus on\noptimising the training routines are also being matched with nutrition and sleep regimes\nto achieve the greatest combined effect possible. Effort in these areas is likely to open up\npossibilities to improve the performance of the group as well as the individual.\n\n \n\nThe key to developing effective human augmentation is an improved understanding of\nhow both the body and technology work and how they work together. This will require\naccess to, and analysis of, personal data: whether it is psychophysiological variables,\ncollection of personal reference data, analysis of medical markers, or supervision of\ntraining routines. Only if these building blocks are put in place, will there be enough\nunderstanding to ensure that human augmentations can be made precisely and with\ncertainty that the desired effect will be achieved. Only when (or if) this happens will the\nscience of human augmentation arrive.\n\nPredicting the future is challenging. Initially promising solutions may reach dead ends and\nattitudes towards new technology will affect rate of acceptance within society. As there\nare legal, ethical and safety issues to consider during development, the time from initial\ndesign to implementation is often long in the field of biotechnology.\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_104": "Annex B — Technology review\n\nNotes\n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_105": "Glossary\n\nPart 1 — Acronyms and abbreviations\n\n8D\n5G\n\nBIWC\nCRISPR\nDARPA\nDCDC\n\nDIY\n\nDNA\nDOTMLPF\nEPO\n\nGDPR\nGPS\n\nHIV\n\nISTAR\nIVF\n\nJCN\n\nLED\nLSD\n\nMDMA\nMOD\n\nNBIC\n\nPTSD\n\nRAHS\n\nSWOT\n\nUK\n\nthree-dimensional\nfifth generation\n\nBiological and Toxin Weapons Convention\n\nclustered regularly interspaced short palindromic repeats\n\nDefense Advanced Research Projects Agency\n\nDevelopment, Concepts and Doctrine Centre\n\ndo-it-yourself\n\ndeoxyribonucleic acid\n\ndoctrine, organisation, training, materiel, leadership and education,\npersonnel, and facilities\n\nerythropoietin\n\nGeneral Data Protection Regulation\nGlobal Positioning System\n\nhuman immunodeficiency virus\n\nintelligence, surveillance, target acquisition and reconnaissance\nin vitro fertilisation\n\njoint concept note\n\nlight emitting diode\nlysergic acid diethylamide\n\n \n\nmethylenedioxymethamphetamine\nMinistry of Defence\n\nnanotechnology, biotechnology, information technology and\ncognitive science\n\npost-traumatic stress disorder\nrisk assessment and horizon scanning\nstrengths, weaknesses, opportunities and threats\n\nUnited Kingdom\n\nHuman Augmentation — The Dawn of a New Paradigm\n\n \n\nGlossary\n\n103",
    "Page_106": "Glossary\n\n104\n\n \n\nPart 2 — Image credits\n\nPage\n\nCover\n\n16\n\n17\n\n24\n\n27\n\n30\n\n31 (clockwise left to right)\n\n32\n33\n34\n35 (top to bottom)\n\n36\n\n38\n\n39 (background)\n44\n\n46 (left to right)\n\n50\n51\n56\n57\n59\n60 (top to bottom)\n\n61\n63\n68 (top to bottom)\n\n70\n72\n78 (left to right, top to bottom)\n\nCredit\n\nPoptika / Shutterstock.com\nsdecoret / Shutterstock.com\nGerd Leonhart / Flickr\nBlue Planet Studio / Shutterstock.com\niStock.com / metamorworks\nAssociated Press, Agence France-Presse\nCatalin Rusnac / Shutterstock.com\npeterschreiber.media / Shutterstock.com\nConnect world / Shutterstock.com\nSyda Productions / Shutterstock.com\nranticO0O / Shutterstock.com\nskvalval / Shutterstock.com\nUniversity of Utah\nFrederic Legrand - COMEO / Shutterstock.com\nSARCOS\nUniversity of Grenoble\nGorodenkoff / Shutterstock.com\nucadp / Shutterstock.com\njarongchaiHlaw / Shutterstock.com\niStock.com / D3Damon\nExploring Planet Earth / Shutterstock.com\nxking / Shutterstock.com\nTierneyMJ / Shutterstock.com\nProduction Perig / Shutterstock.com\niStock.com / metamorworks\nSittipong Phokawattana / Shutterstock.com\noneinchpunch / Shutterstock.com\niki Aplusbi / Wikimedia\nOSORI|Oartist / Shutterstock.com\nCyborg Nest\nRyan O’Shea / Wikimedia\nExplode / Shutterstock.com\nK_E_N / Shutterstock.com\nSergeiFadeichev / TASS\nUniversity of Maryland School of Medicine / Mark Teske\nPCMag\nDigital Storm / Shutterstock.com\nBerk Ozel / Shutterstock.com\nturgaygundogdu / Shutterstock.com\nK_E_N// Shutterstock.com\nVitezslav Valka / Shutterstock.com\nBruce Rolff / Shutterstock.com\nSyda Productions / Shutterstock.com\nOleksiy Mark / Shutterstock.com\n\n \n\n \n\nHuman Augmentation — The Dawn of a New Paradigm",
    "Page_107": "Page\n\n78 (continued)\n\n84\n85\n90\n92 (top to bottom)\n\n95\n98\n99\n101\n\nCredit\n\nPakhnyushchy / Shutterstock.com\ncvalle / Shutterstock.com\n\nDean Drobot / Shutterstock.com\nniroworld / Shutterstock.com\nmaster_art / Shutterstock.com\ngaragestock / Shutterstock.com (edited)\nAkhenaton Images / Shutterstock.com\nBildgigant / Shutterstock.com\n\nIRINA SHI / Shutterstock.com\n\nSwedish Defence Research Agency\nSanja Karin Music / Shutterstock.com\nSergey Nivens / Shutterstock.com\nSwedish Defence Research Agency\niStock.com / Natali_Mis\npeterschreiber.media / Shutterstock.com\nExplode / Shutterstock.com\n\nSergey Nivens / Shutterstock.com\n\nHuman Augmentation — The Dawn of a New Paradigm\n\n \n\nGlossary\n\n105",
    "Page_108": "Glossary\n\nNotes\n\n \n\n106 Human Augmentation — The Dawn of a New Paradigm",
    "Page_109": "",
    "Page_110": "Corporate member of\nPlain English Campaign\nCommitted to clearer\n\ncommunication\n\n \n\nDesigned by the Development, Concepts and Doctrine Centre\nCrown copyright 2021\nPublished by the Ministry of Defence"
}