{
    "Page_1": "INVESTMENT\niY C | COMPANY\nY. “im? B INSTITUTE\n\n1401 H Street, NW, Washington, DC 20005-2148, USA\n202/326-5800 www.ici.org\n\nSTATEMENT\n\nOF\nPAUL SCHOTT STEVENS\nPRESIDENT & CEO\nINVESTMENT COMPANY INSTITUTE\nBEFORE THE\nUS HOUSE OF REPRESENTATIVES\nCOMMITTEE ON EDUCATION AND THE WORKFORCE\nSUBCOMMITTEE ON HEALTH, EMPLOYMENT, LABOR, AND PENSIONS\n\nON\n\nENHANCING RETIREMENT SECURITY: EXAMINING PROPOSALS TO SIMPLIFY\nAND MODERNIZE RETIREMENT PLAN ADMINISTRATION\n\nMAY 16, 2018",
    "Page_2": "EXECUTIVE SUMMARY\nThe key points covered in the body of my statement are summarized below.\n\nI. While there is opportunity for improvement, the US retirement system is helping millions\nof Americans achieve a secure retirement.\n\nEfforts to strengthen the retirement system should be guided by an understanding of how the current\n\nsystem works and the evidence showing that it works well.\n\ne Relying on the complementary components of Social Security, homeownership, employer-\nsponsored retirement plans, individual retirement accounts (IRAs), and other assets, the\nAmerican retirement system is working for the majority of American workers and has grown\n\nstronger in recent decades.\n\n¢ Assets specifically earmarked for retirement have increased significantly over time and the\nmajority of private-sector workers needing and demanding access to pensions as part of their\n\ncompensation have pension plan coverage.\n\n¢ = The flexibility built into the voluntary employer-provided retirement system has led to\nnumerous innovations that benefit savers and decreasing costs for retirement plan products and\n\nservices over time.\n\ne = The current retirement-savings tax incentives are crucial to the effectiveness of the US\n\nretirement system and Congress should maintain and strengthen these incentives.\n\nIl. Targeted changes building on the strengths and successes of the current national system\n\nwould reduce cost and increase access.\n\nThe statement focuses on two proposals under consideration today—\"open MEPs” (H.R. 854) and\nelectronic delivery (H.R. 4610)—that would break new ground in improving access to retirement\n\nsavings plans and increasing efficiency within the system.\n\ne H.R. 854 provides a common-sense bipartisan solution to increasing coverage—open MEPs.\nAllowing small employers to participate in a single, multiple-employer ERISA plan—regardless\nof the employer’s industry or any other preexisting relationship with other participating\nemployers or the plan sponsor—will reduce administrative and compliance costs and burdens,\nand ultimately improve the availability of retirement plans to employees of small employers. In\naddition, by providing a level of liability relief for investment options offered under the plan,\nsmall employers would be encouraged to participate in a MEP, while at the same time ensuring\nthat plan participants are protected by ERISA.\n\n© = The time has come to modernize and make consistent rules for electronic delivery of plan\n\ninformation to participants and beneficiaries. The rules for using electronic delivery must be",
    "Page_3": "updated to reflect the dramatic and advantageous evolution in technology, and its expanding\navailability, over the past decade. Through H.R. 4610, Congress should permit electronic\ndelivery as the default method for disclosure (while still allowing participants to opt for paper).\nH.R. 4610 will enhance the effectiveness of ERISA communications, maintain security of\ninformation, and produce significant cost savings for 80 million retirement investors. ICI and\nthe American Retirement Association recently co-commissioned a study, attached, showing a\n\ncompelling and urgent need to shift the default method to electronic.\n\nBeyond expanding the use of MEPs and electronic delivery of plan information, additional\nchanges outlined in our statement will foster innovation and growth in the voluntary employer-\nsponsored retirement plan system. A detailed attachment describes policies supported by the\nInstitute that would improve access to retirement savings opportunities and make retirement\nplans more efficient and effective. These reforms would build upon the current system by\nexpanding coverage, participation, and savings rates in DC plans and IRAs; improving the\ndelivery and quality of information and education to plan participants and plan sponsors;\nenhancing flexibility in determining how and when to tap retirement savings; and eliminating\nunnecessary burdens in plan administration so that plans can function more effectively.",
    "Page_4": "I. INTRODUCTION\n\nMy name is Paul Schott Stevens. I am President and CEO of the Investment Company\nInstitute.’ I am pleased to appear before the Subcommittee on Health, Employment, Labor, and\nPensions today as it considers a topic of great importance, “Enhancing Retirement Security: Examining\nProposals to Simplify and Modernize Retirement Plan Administration.” I will focus, in particular, on\nproposals that would facilitate the use of so-called “open MEPs” and enhance the effectiveness of\nretirement plan communications by expanding the use of electronic delivery. Chairman Walberg and\nRanking Member Sablan, thank you for this opportunity to share our views and for the attention that\n\nyou and your colleagues are paying to issues so critical to American retirement savers.\n\nThanks in no small part to Congress’s efforts to promote retirement savings, Americans\ncurrently have $28.2 trillion earmarked for retirement, with more than half of that amount in defined\ncontribution (DC) plans and individual retirement accounts (IRAs).” About half of DC plan and IRA\nassets are invested in mutual funds, which makes the mutual fund industry especially attuned to the\n\nneeds of retirement savers.\n\nUnder the framework ofa voluntary system, Congress has made available the tax structure and\nsavings vehicles necessary to promote savings by American workers, and the competitive private\nmarketplace has provided innovative products and services at increasingly lower costs.\n\nWe commend this Subcommittee for considering proposals intended to enhance the successful\nDC plan system. ICI agrees that, even with the many successes of the US retirement system, we should\nalways be open to considering ways in which that system can be strengthened further to help even more\nAmericans achieve a secure retirement. For its part, the Institute has been vocal in its support for\npolicies that would improve access to retirement savings opportunities and make retirement plans more\nefficient and effective—including permitting “open” multiple employer plans (MEPs) and greater use\nof electronic delivery. Reforms like these will build upon the strengths of the current system and\nrecognize the important role that the private marketplace plays in its support.\n\n' The Investment Company Institute (ICI) is the leading association representing regulated funds globally, including mutual\nfunds, exchange-traded funds (ETFs), closed-end funds, and unit investment trusts (UITs) in the United States, and similar\nfunds offered to investors in jurisdictions worldwide. ICI seeks to encourage adherence to high ethical standards, promote\npublic understanding, and otherwise advance the interests of funds, their shareholders, directors, and advisers. ICI’s\nmembers manage total assets of US$21.7 trillion in the United States, serving more than 100 million US shareholders, and\nUS$7.5 trillion in assets in other jurisdictions. ICI carries out its international work through ICI Global, with offices in\nLondon, Hong Kong, and Washington, DC.\n\n? Atthe end of the fourth quarter of 2017, US retirement assets totaled $28.2 trillion, DC plan assets were $7.7 trillion, and\nIRA assets were $9.2 trillion. Investors held $4.3 trillion of IRA assets and $4.5 trillion of DC plan assets in mutual funds.\nSee Investment Company Institute, The US Retirement Market, Fourth Quarter 2017 (April 2018), available at\n\nwww.iciorg/info/ret_17_q4 data.xls.\n\n3 See note 15, infra.",
    "Page_5": "My testimony today focuses on two key points: First, I will discuss the strengths and successes\nof the US retirement system and the important role that the private marketplace plays. In this respect,\nconsideration of proposals aimed at strengthening the US retirement system are best guided by a clear\nunderstanding of Americans’ retirement prospects and the role that the current system plays in helping\nAmerican workers reach their retirement goals.\n\nSecond, my testimony will describe targeted reforms at the national level that would help bring\nmore employers into the system and generate better outcomes for retirement savers—importantly\nwithout detracting from the system’s effective features. I will focus my testimony on two critical reform\nmeasures under this Subcommittee’s consideration: One proposal, set forth in H.R. 854, the\nRetirement Security for American Workers Act, introduced by Reps. Vern Buchanan (R-FL), Richard\nNeal (D-MA), James Renacci (R-OH) and Ron Kind (D-W1), would allow employers to participate in\na single, multiple-employer plan (often referred to as a “MEP”) under the Employee Retirement Income\nSecurity Act of 1974 (ERISA)—regardless of the employer’s industry and any other preexisting\nrelationship with other participating employers or the plan sponsor. These “open MEP” arrangements\nwill reduce administrative and compliance costs and burdens for employers, and ultimately improve the\navailability of retirement plans to employees of small employers. The other proposal, H.R. 4610, the\nReceiving Electronic Statements To Improve Retiree Earnings Act, introduced by Reps. Jared Polis (D-\nCO), Phil Roe (R-TN), Ron Kind (D-WI) and Mike Kelly (R-PA), which would allow plan sponsors\nto make e-delivery the default method for communicating with participants (but allow participants to\nopt for paper), will enhance the effectiveness of ERISA communications, maintain security of\ninformation, and produce cost savings for the economy and plans that decide to opt for e-delivery.\n\nIl. THE US RETIREMENT SYSTEM IS HELPING MILLIONS OF AMERICANS\nACHIEVE A SECURE RETIREMENT\n\nRetirement policy discussions often start from the premise that retirees’ pension income has\nfallen over time. Contrary to this conventional wisdom, private-sector pension income has become\nmore, not less, prevalent and substantial over time. Since the enactment of ERISA, increasing numbers\nof retirees receive benefits from private-sector pension plans (DB and DC) and receive more in benefits\nfrom these plans.\n\n¢ While there is opportunity for improvement, the retirement system is working for\nmillions of American workers. A wide range of work by government, academic, and industry\nresearchers who have carefully examined Americans’ saving and spending patterns, before and\nafter retirement, shows that the American system for retirement saving is working for the\nmajority of American workers and has grown stronger in recent decades. Assets specifically\n\nearmarked for retirement have increased significantly over time. Adjusted for inflation and",
    "Page_6": "growth in the number of households, retirement assets were more than seven times the level at\n\nyear-end 2017 than at year-end 1975.4\n\ne The US retirement system relies upon the complementary components of Social Security,\nhomeownership, employer-sponsored retirement plans (both DB plans and DC plans\noffered by both private-sector and government employers), IRAs (both contributory and\nrollover), and other assets. In retirement, different households will depend on each of these\ncomponents in differing degrees, subject to overall saving levels, work history, and other factors.\nFor most households, however, employer-sponsored retirement plans are crucial: about eight in\nten near-retiree households have retirement assets (DC plans or IRAs), DB benefits, or both.°\nAnd, recent joint research by ICI and Internal Revenue Service (IRS) economists,° in addition\nto research by Census Bureau economists,’ confirm that income from these plans is widespread\namong retirees. The joint ICI and IRS research shows that most individuals in the study were\nable to maintain spendable income after claiming Social Security, and lower-income individuals\ntypically had higher replacement rates.* The median worker in the study replaced 103 percent\nof spendable income after claiming Social Security and the median worker in the lowest quintile\nof income replaced 123 percent. Thanks to this multi-faceted system, successive generations of\n\nAmerican retirees have been better off than previous generations.”\n\n¢ The significance of Social Security must be considered in any assessment of the US\nretirement system. Social Security provides the foundation of retirement security for almost all\nAmerican workers and it replaces significant portions of income for lower-income retirees. In\nthis respect, Social Security replaces 83 percent of average inflation-indexed annual earnings for\nworkers in the lowest lifetime household earnings quintile; 54 percent for workers in the\nmiddle quintile; and 33 percent for workers in the highest quintile.'° Yet the Social Security\n\n4 See Figure 4,p.11 (updated to year-end 2017), in Brady, Burham, and Holden, The Success of the US Retirement System,\nInvestment Company Institute (December 2012), available at www.ici.org/pdf/ppr_12_success_retirement.pdf.\n\n5 See Figure 8.4, p. 167, in Investment Company Institute, 2018 Investment Company Fact Book (2018); available at\nwww.ici.org/pdf/2018_factbook.pdf, Near-retiree households are working households aged 55 to 64.\n\n° See Brady, Bass, Holland, and Pierce (April 2017), “Using Panel Tax Data to Examine the Transition to Retirement,”\navailable at www.iciorg/pdf/ppr 17_brady tax panel data.pdf.\n\n7 See Bee and Mitchell (July 2017), “Do Older Americans Have More Income Than We Think?” available at\nwww.census.gov/content/dam/Census/library/working-papers/2017/demo/SEHSD-WP2017-39.pdf.\n\n5 See Brady, Bass, Holland, and Pierce (April 2017), “Using Panel Tax Data to Examine the Transition to Retirement,”\navailable at www.ici.org, pdf/ppr_17_brady_tax_panel_data.pdf.\n\n> See discussion, pp. 10-14, in Brady, Burham, and Holden, The Success of the US Retirement System, Investment Company\nInstitute (December 2012), available at www.ici.org/pdf/ppr_12_success_retirement.pdf.\n\n'© Figures represent the mean replacement rates for retired workers in the 1960s birth cohort, assuming the workers claim\nSocial Security benefits at age 65. See Figure 8.3, p. 166, in Investment Company Institute, 2018 Investment Company Fact\nBook (2018); available at www.ici.org/pdf/2018_factbook.pdf._ If these workers delay claiming benefits until age 67 (their\n\n5",
    "Page_7": "system faces a projected long-term imbalance.\" It is absolutely imperative to preserve Social\n\nSecurity as a universal, employment-based, progressive pension for all Americans.’\n\ne Effective policymaking requires a better understanding of the “coverage gap.” Discussions\nabout pension plan coverage often rely on misleading or incomplete coverage statistics. The fact\nis that the majority of workers needing and demanding access to pensions as part of their\ncompensation participate in an employer-sponsored retirement plan.’ Efforts to expand\ncoverage will be more successful if policymakers better understand the reasons underlying why\nspecific populations are not participating in retirement savings vehicles. In this regard, research\nsuggests that small employers may be less likely than large employers to sponsor plans because a\nsmall employer is more likely to have lower-income, younger employees who are less likely to be\n\nfocused on saving for retirement.\"\n\n¢ The voluntary employer-provided retirement system is characterized by flexibility,\ncompetition, and innovation. A strength of the voluntary employer-sponsored retirement\n\nsystem is the flexibility built into its design. Combined with competition—among employers to\n\nfull benefit retirement age), replacement rates would increase to 96 percent for workers in the lowest quintile of lifetime\nhousehold earnings; 62 percent for workers in the middle quintile; and 39 percent for workers in the highest quintile.\n\n1 For projections related to these programs, see The Board of Trustees, Federal Old-Age and Survivors Insurance and\nFederal Disability Insurance Trust Funds, The 2017 Annual Report of the Board of Trustees of the Federal Old-Age and\nSurvivors Insurance and Federal Disability Insurance Trust Funds July 2017), Washington, DC: US Government Printing\nOffice, available at www.ssa.gov/oact/tr/2017/tr2017.pdf; The Boards of Trustees, Federal Hospital Insurance and Federal\nSupplementary Medical Insurance Trust Funds, 2017 Annual Report of the Boards of Trustees of the Federal Hospital\nInsurance and Federal Supplementary Medical Insurance Trust Funds July 2017), Washington, DC: Centers for Medicare\nand Medicaid Services, available at www.cms.gov/Research-Statistics-Data-and-Systems/Statistics-Trends-and-\n\nReports, ReportsTrustFunds Downloads TR2017.pdf; Congressional Budget Office, The 2017 Long-Term Budget Outlook\n(March 2017), available at www.cbo.gov/system/files/115th-congress-2017-2018/reports/52480-Itbo.pdf; and Social\nSecurity Administration, “Detailed Reports on the Financial Outlook for Social Security’s Old-Age, Survivors, and\n\n \n\n \n\nDisability Insurance (OASDI) Trust Funds” (2017), available at www.ssa.gov/OACT/tr/index.html,\n\n2 Regardless of the form they take, changes to Social Security will likely increase the importance of employer-sponsored\nretirement plans and IRAs to provide for retirement adequacy. If Social Security benefits are cut, future retirees will need to\naccumulate more retirement resources. If taxes are raised on workers, net earnings will fall, but the amount of earnings that\nwould need to be set aside to supplement Social Security benefits in retirement would remain largely unchanged. To the\nextent that either the benefit cuts or tax increases are structured to exempt workers with low lifetime earnings, it would place\nan even heavier burden on those already most dependent on employer-sponsored retirement plans and IRAs. For a\ndiscussion of how different methods of cutting Social Security benefits would impact workers with different levels of\nlifetime income, see Brady, “Measuring Retirement Resource Adequacy,” Journal of Pension Economics and Finance 9, no. 2\n\n(April 2010): pp. 235-262.\n3 See Brady and Bass, “Who Participates in Retirement Plans, 2014,” [CI Research Perspective 24, no. 1 (April 2018);\navailable at www. ici.org/pdf/per24-01.pdf.\n\n4 See Brady and Bogdan, “Who Gets Retirement Plans and Why, 2013,” [CI Research Perspective 20, no. 6 (October 2014);\navailable at www.ici.org/pdf/per20-06.pdf.",
    "Page_8": "offer attractive benefits packages that include retirement plans, and among financial services\nfirms to provide services to those plans—this flexibility has led to tremendous innovation in\nretirement plan design over the past few decades and to continually lower costs for retirement\n\nproducts and services.\n\n¢ Retirement plan sponsors and investors are cost conscious and 401(k) plan assets tend to\nbe concentrated in lower-cost mutual funds, as 401(k) plan services have expanded. The\ncost of 401(k) plans has fallen over time. Fees paid on mutual funds in particular have trended\ndown over the past two decades—both on mutual funds invested in 401(k) plans and\nindustrywide—and investors tend to concentrate their assets in lower-cost funds.’> For\nexample, since 2000, expense ratios that 401(k) plan participants incurred for investing in\nequity, hybrid, and bond mutual funds have decreased by 38 percent, 26 percent, and 43\npercent, respectively; and in 2016, 401(k) plan participants incurred an asset-weighted average\nexpense ratio of 0.48 percent for equity mutual funds.'* In addition, employers sponsoring\n401(k) plans and their financial services providers have worked together to automate and\nsimplify the enrollment process, expand the range of investment options, expand the services\nprovided by the plans, and broaden the array of educational materials offered participants.\n\n¢ The current tax structure—including allowing the deferral of tax on compensation\ncontributed to employer-sponsored retirement plans—provides a strong and effective\nincentive for individuals at all income levels to save for retirement and, by providing\nsignificant tax benefits to American workers of all income levels, encourages employers to\nsponsor plans. Of course, any changes in the retirement tax incentives could dramatically affect\na prior decision to sponsor a plan and require employers to reevaluate and potentially redesign\ntheir retirement plan offerings, or even to decide to eliminate their plans entirely. Consistent\nwith the views of the overwhelming majority of Americans,'” we urge Congress to maintain the\n\n15 See Collins, Holden, Duvall, and Chism, “The Economics of Providing 401(k) Plans: Services, Fees, and Expenses, 2016,”\nICI Research Perspective 23, no. 4 (June 2017); available at www.ici.org/ pdf/per23-04.pdf. Competition anda growing asset\nbase have contributed to the success of 401 (k) plans by reducing plan costs, resulting in cost-effective investing for 401(k)\nparticipants. For an analysis of the “all-in” fees of 401(k) plans, based on in-depth surveys of plan sponsors, see Deloitte\nConsulting LLP and Investment Company Institute, Inside the Structure of Defined Contribution/401(k) Plan Fees, 2013: A\nStudy Assessing the Mechanics of the “All-In” Fee,” New York: Deloitte Consulting LLP and Washington, DC: Investment\nCompany Institute, available at www.ici.org pdf/rpt_14 de 401k fee_study.pdf. For analysis of “total plan cost,” based on\nForm 5500 and industry data, see BrightScope and Investment Company Institute, The BrightScope/ICI Defined\nContribution Plan Profile: A Close Look at 401(k) Plans, 2015, San Diego, CA: BrightScope and Washington, DC:\nInvestment Company Institute, available at www.ici.org, pdf; ppr_18 deplan rofile 401k.pdf. For insight into the\n\n \n\nchanging services and educational materials provided by 401(k) plans, see Plan Sponsor Council of America member\n\nsurveys.\n\n16 See Collins, Holden, Duvall, and Chism, “The Economics of Providing 401(k) Plans: Services, Fees, and Expenses, 2016,”\nICI Research Perspective 23, no. 4 (June 2017); available at www.ici.org/ pdf/per23-04.pdf.\n\n\" See Figures 2 and 3 in Holden, Schrass, Seligman, and Bogdan, “American Views on Defined Contribution Plan Saving,\n\n2017,” ICI Research Report (February 2018); available at www.iciorg/pdf/ppr 18 de_plan saving.pdf.\n\n7",
    "Page_9": "current retirement-savings tax incentives, including the contribution limits, and other features\nthat successfully encourage millions of Americans to accumulate savings during their working\n\nlives and therefore generate adequate income in retirement.\n\nIl. TARGETED CHANGES TO THE CURRENT NATIONAL SYSTEM WOULD\nREDUCE COST AND INCREASE ACCESS\n\nA. Allowing Multiple Small Employers to Band Together to Offer Retirement Plans Is a\nCommon-Sense Bipartisan Solution\n\nH.R. 854 would ease restrictions on “open” MEPs, allowing unrelated employers to pool assets\nand participants under a single DC plan. The Institute supports the open MEP concept, especially for\nemployers with fewer than 100 employees—the employer segment most in need of solutions to\n\nencourage retirement plan sponsorship.’*\n\nSmall businesses often face particular challenges in establishing and maintaining retirement\nplans. Studies have found that concern about administrative costs and burdens are a significant reason\nthat more small businesses do not offer retirement plans. Small employers maintaining their own plan\nare required to prepare their own plan documents, summary plan descriptions and other participant\ndisclosures, file individual Form 5500s, obtain a separate financial audit, and establish a single trust.\nBecause of the fixed administrative costs of sponsoring a plan, small plans may not qualify for lower cost\ninvestment options or lower recordkeeping fees. In addition to administrative and compliance burdens,\nsmaller employers may be challenged by the fiduciary responsibility and liability of selecting and\n\nmonitoring service providers and plan investment options.\n1. Existing rules prevent effective use of MEPs\n\nCurrent legal impediments preclude small employers from banding together to participate in a\nsingle retirement plan maintained by a single service provider, and thus prevent small employers from\ngaining the same efficiencies that larger employers enjoy. These efficiencies come in the form of reduced\ncompliance and administrative burdens (e.g., a single Form 5500, and a single vendor relationship to\n\nmanage).\n\n'8 According to the National Compensation Survey (March 2017), 55 percent of workers at employers with fewer than 100\nworkers are covered by a pension plan (DB, DC, or both), while 85 percent of workers at employers with 100 workers or\nmore are covered by a pension plan (DB, DC, or both). The survey is available at:\n\nwww.bls.gov, nes/ebs/benefits/2017/ownership/civilian/table02a.htm. For a discussion of how pension coverage varies by\nplan size, see Brady and Bogdan, “Who Gets Retirement Plans and Why, 2013,” ICI Research Perspective 20, no. 6 (October\n\n2014), available at www.ici.org/ pdf/per20-06.pdf.",
    "Page_10": "Department of Labor (DOL) guidance essentially has foreclosed the operation of retirement\nplans covering groups of unrelated employers under ERISA.” This guidance generally provides that for\na single ERISA plan to exist, the employers that participate in the plan must be tied together by a\ncommon economic interest or organizational relationship unrelated to the provision of benefits. To the\nextent there is no such relationship, each participating employer is treated as establishing and\nmaintaining a separate employee benefit plan for its own employees.\n\nIn addition, employers are discouraged from joining a multiple employer plan by the Internal\nRevenue Code (“Code”), which provides that violations of tax-qualification requirements by one\nparticipating employer could disqualify the entire plan.*” Under the so-called “one bad apple” rule, a\nviolation of the Code’s tax-qualification requirements by one participating employer in a multiple\nemployer plan could result in disqualification of the entire plan for all participating employers. For\nexample, if one participating employer in a multiple employer plan fails to satisfy the top-heavy rules,\nthen the multiple employer plan may be disqualified for all of the employers in the plan.\n\n2. H.R. 854 would eliminate many of these barriers and encourage employers to join\nMEPs\n\nH.R. 854 would allow otherwise unrelated employers to band together and participate in open\nMEP arrangements (referred to in the bill as “pooled employer plans”). The bill also includes important\nsafeguards for open MEP arrangements to ensure the legitimacy of the sponsoring entity and adherence\nto ERISA fiduciary standards. Key legal protections for plan participants would be as follows:\n\ne Employers would transfer fiduciary responsibility for selecting and monitoring plan investment\noptions to the pooled plan provider, who would be the “named fiduciary.”\n\ne Participating employers in the pooled employer plan would retain fiduciary responsibility for\nthe selection and monitoring of the pooled plan provider “named fiduciary.” Importantly, as\nnoted above, participating employers would be relieved of the liability for selecting and\nmonitoring the particular investment options (as long as that responsibility is delegated to\nanother fiduciary by the pooled plan provider)—an important incentive to join a pooled\nemployer plan and offer a retirement plan to employees.\n\n© The pooled plan provider would be required to acknowledge in writing that he is a fiduciary to\nthe plan. The pooled plan provider, or its designee, would also be required fulfill the role of the\n\nSee DOL Advisory Opinions 2012-03A and 2012-04<A (guidance analyzing when an entity may establish a single ERISA\nplan that covers multiple employers). Most of the guidance addresses associations, but some addresses other types of\norganizations (e.g, financial institutions, franchises, employee leasing and professional service organizations).\n\n2° Tn contrast to DOL guidance requiring a common interest or relationship between the participating employers, Code\nsection 413(c) provides special tax-qualification rules that accommodate plans sponsored by two or more employers that are\nnot in the same controlled group or otherwise related. Under these rules, employers participating in the multiple employer\nplan are treated as one employer for certain purposes (eg. minimum participation testing; vesting) and as separate\nemployers for certain other purposes (eg. nondiscrimination and minimum coverage testing; deduction rules).\n\n9",
    "Page_11": "plan’s “administrator,” which means it ultimately would be responsible for all ERISA statutory\ndisclosure responsibilities. The named fiduciary could delegate recordkeeping and other\n\nadministrative functions to another entity.\n\n¢ The pooled plan provider would be required to register with DOL and provide any information\nrequired by DOL, including submitting to audits, examinations or investigations by DOL to\nenforce compliance with legal requirements for pooled plan providers.\n\n¢ The plan would be prohibited from subjecting participating employers to unreasonable\nrestrictions or fees, or any penalties, that restrict participating employers’ ability to cease\nparticipation in, or transfer assets from, the plan. This requirement would not prohibit an\ninvestment fund from imposing fees or charges normally assessed to any shareholder or investor\n\nin the normal course of business, such as redemption fees.\n\nThe bill also would eliminate the “one bad apple” rule under the tax Code referenced above,\nallowing plans with pooled plan providers (or MEPs with employers sharing a common interest) to\ncontinue to be treated as satisfying the tax qualification requirements despite the violation of those\nrequirements with respect to one or more participating employers. In the case of a violation of the tax\nqualification requirements by a participating employer, the bill would allow the plan to spin off the\nportion of the plan’s assets attributable to that participating employer, into a separate plan maintained\nby that employer. This removes another unnecessary legal impediment to greater use of MEP\n\narrangements.\n\nAllowing small employers to participate in a single, multiple-employer ERISA plan—regardless\nof the employer’s industry or any other preexisting relationship with other participating employers or\nthe plan sponsor—will reduce administrative and compliance costs and burdens, and ultimately\nimprove the availability of retirement plans to employees of small employers. In addition, by providing a\nlevel of liability relief for investment options offered under the plan, small employers would be\nencouraged to participate in a MEP, while at the same time ensuring that plan participants are\n\nprotected by ERISA.\n\nB. The Time Has Come to Modernize and Make Consistent Rules for Electronic Delivery of\nPlan Information to Participants and Beneficiaries\n\n1. Regulatory impediments are currently the most significant barrier to employers’ use of\nelectronic media\n\nUnder current IRS and DOL rules, there are four different regulatory standards governing the\n\ncircumstances under which plans can deliver plan-related notices and disclosures electronically.\n\n10",
    "Page_12": "e Treasury Regulations permit electronic delivery of notices and disclosures if a participant has\nthe “effective ability to access” electronic media.”!\n\ne Any disclosures required under ERISA can be made electronically (a) to a participant who has\neffective access to the document electronically at work and use of electronic information\nsystems is an integral part of the participant’s duties or (b) to a participant or beneficiary who\noffers affirmative consent.”\n\n¢ For pension benefit statements, a DOL Field Assistance Bulletin (FAB) allows the “post and\npush” method, whereby plan sponsors can use a continuous access secure website for the\nposting of benefit statements, provided that individuals are notified how to access the website\nand that they can opt out and receive free paper disclosures instead.”\n\ne Fee disclosures for participant-directed individual account plans can be made electronically if\nthe participant voluntarily provides an email address, but the fact that the employer assigns the\nemployee an email address is not sufficient.\n\nNot only are these four standards inconsistent with each other, but they unnecessarily limit the ability\nto make use of electronic delivery, effectively preventing plans and participants from gaining the\nefficiencies, cost savings, and enhanced disclosure that electronic delivery offers.\n\n2. Improved electronic delivery rules would enhance disclosure for participants\n\nThe rules for using electronic delivery to provide information to retirement plan participants\nmust be updated to reflect the dramatic and advantageous evolution in technology, and its expanding\navailability, over the past decade. Allowing plans to make electronic delivery the default method for\ncommunicating with participants (while still allowing participants to opt for paper) will:\n\ne enhance the effectiveness of ERISA communications, particularly to individuals with\ndisabilities or for whom English is not the primary language;\n\n© produce significant cost savings for 80 million retirement investors;\n\n¢ maintain security of information; and\n\ne reduce the environmental impact of tons of discarded paper every single year.\n\nMore specifically, by facilitating electronic disclosure, regulatory notices can be streamlined\nwithout eliminating content that may not be of primary importance but should continue to be\navailable. This method allows for a short, simple notice that provides key context up front, which\n\n*1 See Treas. Reg. § 1.401(a)-21.\n\n*? See DOL Reg. § 2510.104b-1.\n\n3 See DOL Field Assistance Bulletin 2006-03.\n*4 See DOL Technical Release 2011-03R.\n\n11",
    "Page_13": "participants will be more likely to read. The click-through/hyperlink nature of the internet allows\nparticipants to see exactly the level of information that is right for them.\n\nThe Securities and Exchange Commission’s (SEC) enhancements to mutual fund prospectus\nrequirements is instructive here. Fund prospectuses had over the years faced a similar problem that we\nsee in the plan world—prospectuses were overloaded with information, all of it responding to a\nparticular public policy need but as a whole overwhelming to an investor trying to understand a mutual\nfund. To respond to this problem, the SEC amended its rules to allow for the use of the summary\nprospectus which contains the key information that every investor should consider in connection with\na potential investment in a mutual fund. In lieu of providing the full statutory prospectus, mutual funds\ncan provide the summary prospectus, which includes information on how the full statutory prospectus\ncan be found on the internet and requested in paper format. Mutual funds using the summary\nprospectus now post their summary and statutory prospectus online, using hyperlinks to allow investors\nto move back and forth between the summary prospectus and the more detailed discussion in the\nstatutory prospectus. By harnessing the layered nature of the internet, the SEC rules allow for a “less is\nmore” approach without sacrificing or eliminating any of the detailed information mutual funds must\nprovide. We believe a similar solution is possible for the summary plan description and all the other\nnotices and disclosures plans must provide to participants and beneficiaries.\n\nElectronic delivery makes it easier for participants to access more information or to take action.\nWhen a participant receives a paper notice, the participant must shift to another channel to take action,\nsuch as completing a paper form, making a phone call, or visiting a website. A large recordkeeper\nindicates that generally information provided via e-mail yields response rates that are three times higher\n\nthan those from print communications.\n\nIn the case of the participant fee disclosure regulation that DOL finalized in 2010, the\nregulation requires plans to furnish participants on enrollment and annually thereafter key information\nabout plan investment options presented concisely in a comparative format and make available a\nwebsite where participants can get more information, such as information about the risks associated\nwith each investment and updated performance information. Facilitating electronic delivery of the\nrequired information and comparative chart would enhance significantly a participant’s ability to\nunderstand and respond to the comparative information. Participants could click through to obtain\nrisk or updated performance information on the website or take action to change any investments in\nresponse to fee and performance information presented in the chart.\n\nFor certain segments of the population, electronic disclosure plays an even more vital role in the\nparticipant’s understanding of the notice. Electronic delivery can offer advantages and easier access to\nplan information for visually impaired individuals and others with disabilities. For example, with\nelectronic delivery, visually impaired individuals can use software to read notices to them or to increase\nthe font size of communications. Ifa plan uses electronic delivery, individuals with disabilities could\naccess plan communications either via electronic tools or by requesting a paper copy. Electronic notice\nis also better for participants who do not read English easily or who prefer to read in a language other\nthan English. Participants have access to a number of free translation programs online. It is much easier\n\n12",
    "Page_14": "to use these programs with an online notice than a paper notice which would require them to key in the\ntext before they can apply the software.\n\n3. New research offers compelling and robust evidence in support of electronic\ndisclosure\n\nWe have attached to this statement an important study on electronic delivery published in\n2011 and updated in 2018, “Delivering ERISA Disclosure for Defined Contribution Plans: Why the\nTime Has Come to Prefer Electronic Delivery.” The study, led by Professor Peter Swire, concluded that\nshifting the default method of delivering DC plan participant disclosures to electronic delivery, rather\nthan relying on outmoded paper delivery systems, would produce significant improvements in the\nefficiency and effectiveness of disclosure. In the attached update, Professor Swire and co-author DeBrae\nKennedy-Mayo find that the evidence in support of a shift in the default method has grown even more\ncompelling and urgent.”> The update concludes that electronic delivery of notices, including DC plan\n\nnotices, will reduce costs, provide greater access, and improve the quality of notices for Americans.\n\nThe study offers compelling and robust evidence to support a shift to electronic delivery,\nincluding:\n\ne Internet usage has become virtually universal among plan participants. As of 2016, 93 percent\nof households owning DC accounts have access to the internet, up from 86 percent in 2010.\n\n¢ Households with DC plan accounts use the internet at high rates, even if they are members of\ndemographic groups that overall are less inclined to use the internet. For example, 79 percent of\nDC account-owning households with income between $20,000 and $39,999 make use of the\ninternet, compared with just 67 percent of all US households with income in that range.\nAmong households age 65 or older, 76 percent of DC account holders use the internet,\ncompared with just 56 percent of all households in that age group.\n\n¢ In 2016, 88 percent of households owning DC accounts engaged in online banking, just one\nexample of the high and increasing comfort with using the internet for such sensitive activities\n\nas financial transactions and medical communications.\n\n¢ Plan participants who interact with their plan’s website tend to have higher contribution rates.\n\n° Peter P. Swire is the Holder Chair of Law and Ethics at the Georgia Tech Scheller College of Business. He has\nappointments by courtesy with the College of Computing and School of Public Policy. He is Senior Fellow with the Future\nof Privacy Forum, a member of the National Academy of Sciences Forum on Cyber-Resiliency, and Senior Counsel with\nAlston & Bird, LLP. In 2015, the International Association of Privacy Professionals, which boasts over 20,000 members,\nawarded him its Privacy Leadership Award. His publications and other information are available at www.peterswire.net.\nDeBrae Kennedy-Mayo coauthored the 2018 update. Ms. Kennedy-Mayo is a Research Faculty Member at the Georgia\nInstitute of Technology, where she engages in research on legal and policy issues concerning privacy and cybersecurity. She\nhas been an attorney for 15 years.\n\n13",
    "Page_15": "e Since 2011, the quality of assistive technology on the internet has progressed greatly for the\nvisually impaired and others with disabilities.\n\n© = The quality of translation software also has improved greatly since 2011: free translation\nsoftware is now available to translate more than 100 languages, accounting for more than 99\npercent of the online population.\n\ne Electronic delivery is becoming the norm for the US government for delivery of notices. For\nexample, the Social Security Administration, the Office of Personnel Management, and the\nfederal Thrift Savings Plan often provide notices electronically.\n\ne Plans would experience significant cost savings by changing the default delivery method to\nelectronic delivery—savings that would be shared with plan participants. With an average of six\nmailings per year, assuming a cost of $0.80 per notice to one participant, total printing and\nmailing costs for paper delivery could exceed $385 million a year in aggregate.\n\nThe updated study provides overwhelming evidence that the time has come to provide\nretirement plan sponsors the flexibility to establish electronic delivery as the default method for\n\ncommunicating participant statements and other plan information.\n4. H.R. 4610 recognizes the important benefits that electronic delivery offers\n\nH.R. 4610 recognizes that electronic delivery is uniquely suited to facilitate understanding and\nresponse to information provided to participants. In fact, how information is delivered can enhance the\neffectiveness of the communications by highlighting key information, making additional information\nreadily available, and enabling recipients easily to take action on the information. Electronic delivery\ncan do this more effectively than paper delivery. At the same time, this legislation would preserve the\nability of those participants who need or prefer paper to obtain it.\n\nThe bill provides that any document that is required by ERISA or the Code to be furnished to a\nparticipant, beneficiary or other individual (a “recipient”) may be furnished electronically under a\nnumber of alternative methods:\n\ne By direct delivery of the document to the recipient’s email address.\n\ne By posting ona continuously available website, if the recipient is notified that the document is\navailable.\n\ne Any other electronic means reasonably calculated to ensure actual receipt.\n\nThe bill also includes robust safeguards for participants who prefer to receive documents in\npaper form. Recipients must be sent an annual paper notice informing them of the right to request\ndelivery of paper format, and a recipient who requests delivery of a paper document would be entitled\nto receive it at no additional cost. Any electronically furnished document must be presented in a\nmanner that is consistent with the style, format, and content requirements applicable to the particular\n\n14",
    "Page_16": "document (taking into account the electronic form of the document), and the system must incorporate\nmeasures reasonably designed to protect personal information.\n\nH.R. 4610 will enhance the effectiveness of ERISA communications, maintain security of\ninformation, and reduce costs for plans that decide to use electronic delivery.\n\nC. Additional Changes Will Foster Innovation and Growth in the Voluntary Employer-\nSponsored Retirement Plan System\n\nEven with its many current strengths, the US retirement system can be strengthened further to\nhelp even more Americans achieve a secure retirement. Attached to this statement is a document\ntitled “Retirement Plan Modernization Proposals,” describing policies supported by the Institute that\nwould improve access to retirement savings opportunities and make retirement plans more efficient\nand effective. These reforms would build upon the current system by expanding coverage,\nparticipation, and savings rates in DC plans and IRAs; improving the delivery and quality of\ninformation and education to plan participants and plan sponsors; enhancing flexibility in\ndetermining how and when to tap retirement savings; and eliminating unnecessary burdens in plan\nadministration so that plans can function more effectively.\n\nIn addition to expanding the use of MEPs and electronic delivery of plan information as\n\ndiscussed above, these proposed reforms include:\n\nNew SIMPLE Plan. As noted earlier, small businesses often face particular challenges in\nestablishing and maintaining retirement plans. While the SIMPLE IRA and other existing plan\noptions offer a relatively simple solution to plan sponsorship, none of the existing plan options work\nwell for workplaces where the majority of workers are focused on saving for goals other than\nretirement—such as education, a home, or an emergency fund. Many small employers want to offer\nemployees the option to contribute to a 401(k) or similar plan, but cannot meet the non-\ndiscrimination tests and do not have the capacity to make the required employer contributions\nassociated with the safe harbor 401(k) plan or a SIMPLE plan. For employers whose workforces place\nless value on compensation paid as retirement benefits as opposed to take-home wages, the required\nemployer contributions discourage the adoption of SIMPLE plans. Creating a new type of SIMPLE\nplan for small employers would encourage greater plan creation and coverage in smaller workplaces.\nThe new plan would be modeled on existing SIMPLE plans, but would not require employer\ncontributions. It would have contribution limits above traditional and Roth IRA limits, but below\nexisting SIMPLE plan limits.” Such a plan would accommodate any employee who wants to save for\nretirement, while preserving the incentives for the employer to step up to a SIMPLE IRA or 401(k)\nplan.\n\nEnhance Automatic Enrollment Safe Harbors, Studies show that automatic enrollment has a\n\n \n\nnotable impact on the participation rates of lower-income and younger workers because these groups\n\n26 We note that a conceptually similar provision, referred to as the “starter k” plan, has been proposed by then Ranking\nMember Orrin Hatch (R-UT) in S. 1270, the “Secure Annuities for Employee (SAFE) Retirement Act of 2013.”\n\n15",
    "Page_17": "are typically less likely to participate in a DC plan where affirmative elections are required.”\nEmployers should be encouraged to use automatic enrollment if appropriate for their employee base.\nEmployers may want to enroll their workers at higher levels of savings and escalate the savings more\nsubstantially than is perceived appropriate under current law. For plan sponsors that rely on the\nnondiscrimination testing safe harbor established under the Pension Protection Act of 2006—known\nas the qualified automatic contribution arrangement or “QACA”—the 10 percent ceiling is a barrier\nto escalating automatic contributions to levels that in some cases may be more appropriate for\nensuring retirement adequacy. (In fact, even plan sponsors that do not rely on the QACA safe harbor\noften perceive the rule’s 10 percent limit as a ceiling outside the safe harbor.) Accordingly, there is\nbroad agreement across the retirement plan community for removing the 10-percent cap on automatic\nescalation deferral rates for plan participants.\n\nIn addition, while the QACA safe harbor has been applauded for encouraging the use of\nautomatic enrollment, many plan sponsors believe that the safe harbor default contribution levels are\ntoo low and that higher contribution levels are necessary to ensure a secure retirement for plan\nparticipants. Creating a new automatic enrollment safe harbor would give employers another option\nalongside the QACA safe harbor, with higher minimum default contribution rates and a “stretched”\nmatching contribution formula to encourage participants to contribute at least 10 percent of pay. A\ntax credit might also be included to encourage small employers to adopt the new automatic\nenrollment safe harbor. Another incentive to adopt the new safe harbor could be the option to apply a\nthree-year cliff vesting period to employer matching contributions. ICI believes that these changes\nwould give employers more flexibility to design their plans to meet the needs of their particular\nworkforces and ultimately increase participation and savings rates.\n\nIndex IRA Catch-up Contributions, Another modest change to improve savings rates\ndescribed in our proposals would be to index IRA catch-up contribution limits for inflation. Since\ntheir creation in 1974, IRAs have played a vital role in building retirement security for workers\nwithout access to a retirement plan at work, for small business owners, and for non-working spouses.\nLike contribution limits for workplace plans, the general contribution limit for IRAs is indexed so\nthat its value is not eroded over time. The catch-up contribution limit for 401(k), 403(b) and 457(b)\nplans also are all inflation indexed, but the catch-up contribution limit for IRAs—which was last\nadjusted to $1,000 per year in 2006—is not. We believe the catch-up contribution limit for [RAs\n\n*” The EBRI/ICI 401(k) Accumulation Projection Model demonstrates the increases in retirement income that can result\nfrom automatic enrollment. Replacement rates, modeled after adding automatic enrollment and investing contributions in a\ntarget date fund, increase significantly. See Holden and VanDerhei, “The Influence of Automatic-Enrollment, Catch-Up,\nand IRA Contributions on 401(k) Accumulations at Retirement,” Investment Company Institute Perspective 11, no. 2, and\nEBRI Issue Brief, no. 283 July 2005); available at www.iciorg/pdf/perl 1-02.pdf and\n\nwww.ebri.org pdf; briefspdf; EBRI_ IB 07-20054.pdf. Furthermore, studies find that adopting an automatic enrollment\nfeature has a particularly strong impact on improving participation rates among low-income and younger workers. See, e.g.\nUtkus and Young, How America Saves, 2017: Vanguard 2016 defined contribution plan data, Vanguard Center for\nRetirement Research (2017); available at hetps: institutional.vanguard.com, iam pdf; HAS17.pdf.\n\n \n\n16",
    "Page_18": "should be indexed for inflation for the same reason—so that workers’ ability to save for their future is\nnot eroded by increases in the cost of living.\n\nConsolidate Notices, Over the years, the number of notices that must be provided to\nparticipants and beneficiaries has exploded. When ERISA was enacted in 1974, Congress intended\nthat one document—the summary plan description—would be the notice that informed participants\nof their rights and obligations. Since then, a large number of additional notices have been imposed on\nretirement plans under ERISA and the Code—now numbering more than 30 that apply just to\nretirement plans. These include various safe harbor notices, the qualified default investment\nalternative (QDIA) notice, and fee disclosures for participant-directed plans. Many of these notices\nmust be provided upon enrollment and annually thereafter, although the specific timing requirements\nvary according to applicable regulations. In implementing these rules, DOL and the Treasury have\nexplicitly or implicitly discouraged combining these notices, even though together the notices provide\ninterrelated information about a 401(k) plan’s features. This discourages an integrated\ncommunication approach, complicates plan administration, and inundates participants with\ninformation. Particularly with technical materials, more is often less, and the proliferation of notices,\nsent at different times, may serve to confuse many participants and cause many notices to be\noverlooked. We propose permitting plans to use a single notice (which could be referred to as the\n“Quick Start” notice) that would combine the information currently required under various separate\nrules, including the QDIA notice, participant fee disclosures, 401(k) safe harbor notice, automatic\ncontribution arrangement notices, and investment advice notices.”* The proposal also would eliminate\ncertain redundant or irrelevant notices, such as the summary annual report and deferred vested\npension statement.\n\nTarget Date Fund Benchmarks. We also support a proposal to change current DOL rules for\nhow performance information for target date funds must be compared to a benchmark, in order to\nsimplify and make these benchmark comparisons more understandable to participants.\n\nPermit Greater Flexibility for Savers. Two of our reform proposals would provide individuals\nwith more flexibility to manage their retirement savings in a way that best meets their own individual\nneeds. First, our proposal would amend the Code to increase the required beginning age for required\nminimum distributions (RMDs) from 70% to at least 75, to reflect changing patterns of retirement\nsavings and increases to life expectancy. Second, we support eliminating the maximum age for making\ntraditional IRA contributions. Currently, individuals who reach age 70’ before the close of a taxable\nyear may not make contributions to a traditional IRA for that year (or subsequent years). In view of the\nvariability in how individuals save throughout their working lives, increases to life expectancy, and the\ncorresponding potential for individuals to continue working past traditional retirement age, the law\nshould not prevent workers aged 70% and older from continuing to save for retirement.\n\nImprove plan administration. Improvements can be made to the way plans are administered,\n\nand our proposals would ease the complicated administrative burdens that have accumulated over the\n\n28 See ICI Letter to ERISA Advisory Council, dated August 18, 2017, available at www.ici.org/ pdf/ 30844a.pdf.\n\n17",
    "Page_19": "years as the legal landscape has changed. We believe that the following changes would improve plan\nadministration and therefore reduce the compliance costs associated with plan sponsorship. For\nexample, we support expanding the IRS compliance program to better address common errors that are\nrelatively easy to fix, such as allowing plans to self-correct plan loan errors and missed RMD payments\nand expanding the compliance program to IRAs. In addition, our proposal would fix a problematic\naspect of current 403(b) plan regulations that, in some situations, can prevent an employer from\neffectively terminating its 403(b) plan (even if, for example, the sponsoring employer goes out of\n\nbusiness).\n\nPreserve Social Security. The Institute also recognizes the significance of Social Security as the\nfoundation of retirement security for almost all American workers. We urge Congress to preserve Social\nSecurity as a universal, employment-based, progressive basic pension for all Americans.\n\nOn behalf of the Institute and all of our members, I thank you for the opportunity to offer this\n\nstatement. I look forward to answering any questions of the Subcommittee.\n\nAttachments\n\n18",
    "Page_20": "2018 UPDATE TO\nDelivering ERISA Disclosure for Defined Contribution Plans\n\nWHY THE TIME HAS COME TO PREFER ELECTRONIC DELIVERY\n\nPeter Swire & DeBrae Kennedy-Mayo\n\nAPRIL 2018",
    "Page_21": "THE AUTHORS OF THIS 2018 UPDATE\n\nPETER P. SWIRE is the Holder Chair of Law and Ethics at the Georgia Tech Scheller College of Business. He\nhas appointments by courtesy with the College of Computing and School of Public Policy. He is Senior Fellow\nwith the Future of Privacy Forum, a member of the National Academy of Sciences Forum on Cyber-Resiliency,\nand Senior Counsel with Alston & Bird, LLP. In 2015, the International Association of Privacy Professionals,\namong its over 20,000 members, awarded him its Privacy Leadership Award. His publications and other\ninformation are available at www.peterswire.net.\n\nDEBRAE KENNEDY-MAYO is a Research Faculty Member at the Georgia Institute of Technology, where she\nengages in research on legal and policy issues concerning privacy and cybersecurity. Ms. Kennedy-Mayo has been\nan attorney for 15 years.\n\nThis 2018 update was prepared with support from the American Retirement Association and the Investment\nCompany Institute. All the views expressed here are those of the authors.",
    "Page_22": "CONTENTS\n\nExecutive SUMMOTY 1.0... . cece cece een tenn eed eee cede eee tenet tet eb nee e tenes 1\n\n2018 Update to Delivering ERISA Disclosure for Defined Contribution Plans ..............+.. 5\n\nPart 1: Paper delivery costs significantly more than electronic delivery, and the government\n\nnorm in other settings has become electronic delivery. ........... 00 c cece cece cece cece eee eens 7\na. The incremental cost of paper delivery is higher than electronic delivery. ..............0.20e eee eeeee 7\nb. The federal government recognizes the substantial cost savings from electronic delivery. ............. 7\n\nc. The norm for the U.S. government has become to rely on electronic rather than paper\n\ndelivery for notices... .. 6... cece ccc eee e een e nent ene n eee e ent e nee n tenn eines 8\n\nPart 2: For Tens of Millions of People, Access Is Better with Electronic Rather Than Paper Delivery. ....... 9\na. Electronic delivery provides improved access for the visually impaired and others with\n\ndisabilities. 0.0... ene eee been e dente eens 9\n\nb. Improved translation software increases acceSS. ...... 6. eee e cece cence eee e nent een en eens 10\n\nc. Benefits of electronic delivery include the potential to lead to increased saving and investing. ........ 11\n\nPart 3: The Internet Has Become a Pervasive Technology, Similar to the Telephone,\nSo Concern About Lack of Access to the Internet Is Not a Sound Basis for Preferring Paper Delivery....... 13\na. Working U.S. households’ internet access is similar in pervasiveness to the telephone............... 13\n\nb. DC plan account holders use the internet at high rates, even if they are members\n\nof demographic groups that overall have lower access to the internet (“lower-access groups”)......... 13\n\nc. Households owning DC accounts also overwhelmingly use the internet for sensitive\n\nfinancial transactionS.......0.. 0.6 c cee nen ne ee nee beet tebe eee bene eben eee 14\n\n{OLoy eC) LTS) Co)» 15",
    "Page_23": "Supplementary Statistics for 2018 Update to Delivering ERISA Disclosure\nfor Defined Contribution Plans\n\n1. Supplementary Statistics Concerning Internet Usage as It Relates to\nDefined Contribution (DC) Plan Account Holders .......... 0.00. e cece een ete nee eee een ees\n\na. Internet usage, which is high across all U.S. households, is even higher among\n\nhouseholds with DC plan accounts. ....... 6... cece cece eee eee eee eens\nb. While internet usage varies across all U.S. households, the gap between\n\n“lower-access” groups and “higher-access” groups has narrowed over time. ..........-.00e sees eens\nc. Avast majority of households owning DC plan accounts use the internet,\n\nregardless of age, education, or INCOME... ... 6... cece eee eee n nee e ene e nee eens\nd. Households with DC accounts hail from all age, education, and income groups,\n\nbut they are less likely to be very old, very low education, or very low income\n\ncompared with all U.S. households. ........ 0. ccc cece eee eee een eens\ne. Internet usage for households owning DC accounts who fall within “lower-access”\n\npopulations is still widespread... 0.0... 0... cece cece een eee nee nbn tenet beeen en neene\nf. Even within “lower-access” groups, internet usage is significantly higher among\n\nhouseholds owning DC accounts than among the general population................00.eee eee eee\ng. Comparison of 2010 and 2016 statistics for “lower-access” populations\n\nhighlights significant increases since the time of the prior study. ........... 0.0. e cece eee eee e eens\n\n2. Supplementary Information on Defined Contribution (DC) Plan Disclosures,\nAverage Costs of Paper Delivery, and Average Contribution Rates for Participants\nWho Interact with the Plan Website ...... 0... ec e ee eeee eee e enn ees\n\na. Information on DC plan disclosures reveals numerous documents are required\nto be sent to participants... 0... eee nee eee eee eee eee ee\nb. Costs for paper delivery could exceed $385 million... ........0. 0.\n\nc. Average contribution rates for participants who interact with the plan website\n\nare higher than for participants who do not interact with the plan website. ..................0.0008",
    "Page_24": "2018 UPDATE TO\n\nDelivering ERISA Disclosure for Defined Contribution Plans\n\nWHY THE TIME HAS COME TO PREFER ELECTRONIC DELIVERY\n\nPeter Swire & DeBrae Kennedy-Mayo\n\nExecutive Summary\n\nThis document provides a 2018 update to the\n\n2011 study on “Delivering ERISA Disclosure for\nDefined Contribution Plans: Why the Time Has\nCome to Prefer Electronic Delivery.” By 2011,\n\nthere were compelling reasons to shift the default\nmethod to electronic delivery for holders of defined\ncontribution (DC) plan accounts, rather than rely on\noutmoded paper delivery systems. This 2018 update\nconcludes that the reasons to shift to electronic\ndelivery have become even stronger during the\n\nintervening seven years.\nThis update makes three main points:\n\n1. Paper delivery costs significantly more than\nelectronic delivery, and the government norm in\nother settings has become electronic delivery.\n\na. The incremental cost of paper delivery is\nhigher than electronic delivery. A recent\nsurvey of DC plan recordkeepers finds that\nthe average cost for printing and mailing a\nsingle notice of four pages to one person is\nroughly $0.80, which if mailed, just once, to all\n\n80.3 million 401(k) plan participants would add\nup to more than $64 million. With an average\nof a minimum of six mailings per year, total\nprinting and mailing costs could exceed $385\nmillion.\n\n. The federal government recognizes the\n\nsubstantial cost savings from electronic\ndelivery. For instance, the Centers for Medicare\nand Medicaid Services (CMS) wrote in 2015\nthat the reason to shift to electronic delivery for\nElectronic Medicare Summary Notices (eMSNs)\nwas that “CMS will realize significant costs\nsavings for each beneficiary that decides to\nreceive an eMSN instead of an MSN.”\n\n. The norm for the U.S. government has become\n\nto rely on electronic rather than paper\ndelivery for notices. For example, agencies\nincluding the Social Security Administration,\nthe Office of Personnel Management, and\n\nthe federal Thrift Savings Plan often provide\n\nnotices electronically.",
    "Page_25": "2. For tens of millions of people, access is better\n\nwith electronic rather than paper delivery.\n\na. Electronic delivery provides improved access\nSor the visually impaired and others with\ndisabilities. Electronic delivery provides\nimproved access for the over 20 million\nAmericans who experience vision loss, as well\nas the many others who read better online, or\nhave other disabilities. Since 2011, the quality of\nassistive technology has progressed greatly.\n\nb. Improved translation software increases\naccess. About 25 million Americans speak\nbest in a language other than English. Free\ntranslation software applies today for over\n99 percent of the online population, and the\nquality of translation has improved greatly\nsince 2011.\n\nc. Benefits of electronic delivery include the\npotential to lead to increased saving and\ninvesting. The interactivity of electronic\ndelivery—whether just-in-time notices, layered\nnotices, or online calculators—facilitates\nparticipant action and engagement. A recent\nsurvey of DC plan recordkeepers finds that\n401(k) participants who interact with their\nplan’s website tend to have higher contribution\nrates, and a similar result was found in the 2011\nstudy as well.\n\n3. The internet has become a pervasive technology,\n\nsimilar to the telephone, so concern about lack\nof access to the internet is not a sound basis for\npreferring paper delivery.\n\na. Working U.S. households’ internet access is\nsimilar in pervasiveness to the telephone. By\n2017, 91.1 percent of working U.S. households\nhad access to the internet, similar to the\npervasiveness of the telephone. For households\nowning DC plan accounts, 93 percent used the\ninternet in 2016.\n\nb. DC plan account holders use the internet\nat high rates, even if they are members of\ndemographic groups that overall have lower\n\naccess to the internet (“lower-access groups”).\n\n* 82 percent of households owning DC\naccounts with household income under\n$20,000 use the internet, compared with\n57percent of all U.S. households with\nhousehold income under $20,000.\n\n* 79 percent of households owning DC accounts\nwith household income between $20,000\nand $39,999 use the internet, compared\nwith 67 percent of all U.S. households with\nhousehold income between $20,000 and\n$39,999.\n\n° 76 percent of households without a high\nschool diploma who are DC plan account\nholders use the internet, compared with\n48 percent of all U.S. households without a\nhigh school diploma.\n\n° 76 percent of households age 65 or older\nwho are DC plan account holders use the\ninternet, compared with 56 percent of all\nU.S. households who are 65 or older.\n\nc. Households owning DC accounts also\noverwhelmingly use the internet for sensitive\nJinancial transactions. In 2016, 88 percent of\nhouseholds owning DC accounts engaged in\nonline banking, just one example of the high\nand increasing comfort with using the internet\nfor financial, medical, and other sensitive\nactivities.",
    "Page_26": "The 2011 study made numerous other points that\nshowed advantages of electronic over paper delivery.\nSignificant advantages included (and continue to\ninclude):\n\n1. Electronic notices enable access anytime,\nanywhere, with the device of the user’s choosing,\n\nand with a better filing system than paper notices.\n\n2. The quality of notice is better online, with\n\ninteractivity and just-in-time notices.\n\n3. Electronic delivery provides a range of improved\nfunctions compared with paper notice, such as\nonline calculators and integration with a user’s\n\nThe 2011 Study\n\nother financial accounts. It also advances program\ngoals, such as increased savings by participants.\n\n4. There are important cybersecurity advantages\ncompared to risks from paper notices.\n\nIn conclusion, the more recent data included in this\n2018 update reaffirm that the 2011 findings hold\n\ntrue today about advantages of electronic over paper\ndelivery for notices about DC plans. Electronic\ndelivery of notices, including DC plan notices, will\nreduce costs, provide greater access, and improve\n\nthe quality of notices for Americans.\n\nThe 2011 study examined the issue of whether to change the U.S. Department of Labor (DOL) regulations\ngoverning the choice between paper and electronic delivery of required information and notices to\nparticipants under the Employee Retirement Income Security Act of 1974 (ERISA), including in\n\nconnection with DC plans, such as 401(k) plans.\n\nSee Peter Swire and Kenesa Ahmad, “Delivering ERISA Disclosure for Defined Contribution Plans: Why\nthe Time Has Come to Prefer Electronic Delivery,” available at https://ssrn.com/abstract=1960669.",
    "Page_27": "",
    "Page_28": "2018 UPDATE TO\n\nDelivering ERISA Disclosure for Defined Contribution Plans\n\nWHY THE TIME HAS COME TO PREFER ELECTRONIC DELIVERY\n\nPeter Swire & DeBrae Kennedy-Mayo\n\nThis document provides a 2018 update to the\n\n2011 study on “Delivering ERISA Disclosure for\nDefined Contribution Plans: Why the Time Has\nCome to Prefer Electronic Delivery.”! By 2011,\n\nthere were compelling reasons to shift the default\nmethod to electronic delivery for holders of defined\ncontribution (DC) plan accounts, rather than rely on\noutmoded paper delivery systems. This 2018 update\nconcludes that the reasons to shift to electronic\ndelivery have become even stronger during the\n\nintervening seven years.\n\nPart 1 of this update discusses how paper delivery\ncosts significantly more than electronic delivery,\nand the government norm in other settings has\nbecome electronic delivery. Part 2 discusses how,\nfor tens of millions of people, access is better\nwith electronic rather than paper delivery. Part 3\nexplains that the internet has become a pervasive\ntechnology, similar to the telephone, so concern\nover lack of access to the internet is not a sound\n\nbasis for preferring paper delivery.\n\n! The 2011 study examined the issue of whether to change the U.S. Department of Labor (DOL) regulations governing the choice\nbetween paper and electronic delivery of required information and notices to participants under the Employee Retirement Income\nSecurity Act of 1974 (ERISA), including in connection with DC plans, such as 401(k) plans. See Peter Swire and Kenesa Ahmad,\n\n“Delivering ERISA Disclosure for Defined Contribution Plans: Why the Time Has Come to Prefer Electronic Delivery,” available at\n\nhttps://ssrn.com/abstract=1960669.",
    "Page_29": "",
    "Page_30": "PART 1:\n\nPaper delivery costs significantly more than electronic delivery,\n\nand the government norm in other settings has become electronic delivery.\n\na. The incremental cost of paper delivery is\nhigher than electronic delivery. Paper delivery\nrequires, for each person, expenditures including\n\n2011 study, there are also environmental benefits to\nelectronic delivery such as avoiding the destruction\nof trees and reducing burden on landfills.\n\npaper, printing, envelopes, and postage, in contrast .\n. . . b. The federal government recognizes the\nto a near-zero marginal cost of electronic delivery. . . . .\nsubstantial cost savings from electronic delivery.\nA recent survey of DC plan recordkeepers finds the . .\na _ . . In 2015, for instance, the Centers for Medicare and\naverage cost for printing and mailing a single notice |. : . .\n; . Medicaid Services (CMS) required notices to be\nof four pages to one person is roughly $0.80,? which . , . .\nsent to all Medicare recipients about its Electronic\n\nMedicare Summary Notices (eMSNs). CMS indicated\nit wished “to promote this new eMSN program to\n\nif mailed, just once, to all 80.3 million 401(k) plan\nparticipants would add up to more than $64 million.\n\nWith an average of a minimum of six mailings per\n. 5 . a. BSP beneficiaries.” The reason given for the shift was cost:\nyear, total printing and mailing costs could exceed « . a :\nae . CMS will realize significant costs savings for each\n$385 million.’ By contrast, the cost of electronic . ; : .\n. _. . beneficiary that decides to receive an eMSN instead\nnotice to one additional person is much lower. Once wee rr: . .\n. . : of an MSN.” This Medicare change is an example\nthe notice is drafted, the incremental cost of email . .\n. . . . of where the government has shifted to electronic\nto one person is essentially zero. As discussed in the\n\nThe Investment Company Institute conducted the survey in the winter of 2017/2018 to gather information on printing and\nmailing costs from a cross-section of DC plan recordkeepers. Survey respondents provided recordkeeping services for more than\n\n40 million 401(k) plan participant accounts in 2017. Responses were weighted by the number of participant accounts.\n\nBased on Department of Labor summary statistics on 401(k) plans for plan year 2015, the total number of participants—including\nactive participants and those who have separated from employment but still have accounts in the plan—was 80.3 million in plan\nyear 2015. See U.S. Department of Labor, Employee Benefits Security Administration, Private Pension Plan Bulletin: Abstract\n\nof 2015 Form 5500 Annual Reports (February 2018; Version 1.0) available at https://www.dol.gov/sites/default/files/ebsa/\n\nresearchers/statistics/retirement-bulletins/private-pension-plan-bulletins-abstract-2015.pdf.\n\nThis assumes four quarterly statements and two regulatory notices, but it is common for plans to send four quarterly statements\nand four regulatory notices, which would increase printing and mailing costs to more than $500 million in a year. This estimate\nfalls within the range previously estimated for the SPARK Institute. A report prepared for the SPARK Institute in 2015 found\nannual savings for shifting to electronic delivery for retirement plan notices of $300 million to $750 million per year. See\n“Improving Outcomes with Electronic Delivery of Retirement Plan Documents,” available at www.sparkinstitute.org/content-files/\n\nimproving_outcomes_with_electronic_delivery_of_retirement_plan_documents.pdf.\n\nSee “Implementing the Insertion of a Sheet of Paper Promoting the Electronic Medicare Summary Notices (eEMSNs) into Mailed\nMedicare Summary Notices (MSNs),” available at https://www.cms.gov/Regulations-and-Guidance/Guidance/Transmittals/\ndownloads/R1539OTN.pdf.",
    "Page_31": "delivery when the government incurs the cost. The\nsame efficiency logic applies to shift to electronic\ndelivery when the cost falls on private-sector actors\nsuch as DC plans.\n\nc. The norm for the U.S. government has become\nto rely on electronic rather than paper delivery for\nnotices. For example, agencies including the Social\nSecurity Administration, the Office of Personnel\nManagement, and the federal Thrift Savings Plan\n(TSP) often provide notices electronically. The Social\nSecurity Administration delivers its beneficiary\nstatements electronically.® The federal TSP uses\npaperless delivery by default for its quarterly\nstatements, unless an individual requests mail\n\ndelivery.’ The Office of Personnel Management\nprovides health benefits brochures electronically,\nexcept where an individual specifically requests\npaper delivery.$\n\nBecause electronic delivery costs so much less than\npaper notice, the onus should be on those supporting\npaper notice. As discussed throughout the 2011\nstudy and this update, electronic delivery has many\nadvantages (besides cost savings) compared with\npaper delivery, including better quality and better\naccess to notice for millions of people. So long as\nthere is a choice to receive mail (paper) delivery for\nthose who prefer it, there is a compelling case going\n\nforward for using electronic delivery by default.\n\n® See Stephen Ohlemacher, “Social Security Stopping Mailed Earning Statements,” (April 7, 2011), available at\n\nwww.registercitizen.com/news/article/Social-Security-stopping-mailed-earning-statements-12080271.php; Social Security\n\nAdministration, “How can I get a Social Security Statement that shows a record of my earnings and an estimate of my future\nbenefits?” available at https://faq.ssa.gov/ics/support/K BAnswer.asp?questionID=3709 (default delivery of statements through the\nindividual’s online Social Security account); and Doug Walker, “Your Social Security Statement is now at your fingertips,” Social\n\nSecurity Matters (July 7, 2016), available at https://blog.ssa.gov/your-social-security-statement-is-now-at-your-fingertips/.\n\nThe default delivery mechanism for quarterly TSP participant statements is electronic: “The TSP issues quarterly statements\n\nin January, April, July, and October. Your first quarterly statement is mailed to you. An annual statement is issued in February.\nYour quarterly statements cover all transactions in your account during the previous 3 months. If you have any TSP loans, the\nstatement also summarizes your loan activity. You can view or print these statements from the My Account section of this\nwebsite or request to have them mailed to you.” Annual statements are available on the website and by mail unless the individual\nrequests electronic annual statements only. See Managing Your Account: Your Participant Statements, Thrift Savings Plan (2017),\navailable at https://www.tsp.gov/PlanParticipation/AccountManagement/managing/participantStatements.html; Participant\nStatements, Summary of the Thrift Savings Plan, (May 2012), Thrift Savings Plan, p. 25, available at www.justice.gov/sites/default/\nfiles/tax/legacy/2013/04/18/tspbk08.pdf; and Federal Retirement Thrift Investment Board, Memorandum for the Executive\nDirector, Annual Participant Statement (February 6, 2007), available at www.frtib.gov/pdf/minutes/MM-2007Feb-Att6.pdf. See\nalso U.S. Government Accountability Office, “Federal Thrift Savings Plan: Customer Service Practices Adopted by Private Sector\nPlan Managers Should Be Considered,” GAO-05-38 (January 2005) at 12, n. 21, available at www.gao.gov/new.items/d0538.pdf\n\n(providing statistics on cost savings experience with TSP).\n\nSee Benefit Administrator Letter, Number 16-401, Office of Personnel Management (August 18, 2016), available at\nhttps://www.opm.gov/retirement-services/publications-forms/benefits-administration-letters/2016/16-401.pdf; and Joe Davidson,\n“OPM asks health insurers to provide incentives for wellness programs,” Washington Post (March 24, 2011), available at\nhttps://www.washingtonpost.com/local/politics/opm-asks-health-insurers-to-provide-incentives-for-wellness-\nprograms/2011/03/24/ABV58QRB_story.html?utm_term=.3f3f31de2865.",
    "Page_32": "PART 2:\n\nFor Tens of Millions of People, Access Is Better with Electronic\n\nRather Than Paper Delivery.\n\nIn connection with the 2011 discussions of whether\nto shift to electronic delivery, the principle argument\nmade in favor of paper delivery was better access\n\nfor some users, especially those who lack access\n\nto the internet. For tens of millions of Americans,\nhowever, access is better for electronic delivery than\nfor paper delivery. Since the 2011 study, technology\nhas notably improved access in two domains. First,\nelectronic delivery has continued to improve access\nfor the visually impaired and others with disabilities.\nSecond, dramatic advances in translation software\nhave improved access for those who prefer to use\n\na language other than English. Third, electronic\ndelivery can engage participants with their 401(k)\nplans and lead to increased saving and investing.\n\na. Electronic delivery provides improved access for\nthe visually impaired and others with disabilities.\nElectronic disclosure enables better access than\npaper notice for the large population of participants\nwith disabilities, and the quality of online access\n\nhas improved greatly since 2011. According to the\nreport for the 2015 National Health Interview Survey,\n23.7 million American adults age 18 and older\nreported experiencing vision loss.? The term “vision\nloss” refers to individuals who experience difficulty\n\nseeing, even when wearing glasses or contact lenses\n\nand individuals who are blind or unable to see at all.\n\nElectronic notices allow all users to set font size\n\nto their preference, and new research shows, for\nreaders generally, that “readability, measured via\nmean fixation duration, increased significantly with\nfont size.”!° For elderly and those with modest vision\nimpairment, the ability to read online, with larger\ntext and brighter light, is often crucial to effective\nreading. For those with color blindness, participants\ncan use high contrast fonts or colors. The advantages\nof electronic disclosure are not limited only to\nindividuals with visual impairments. For example,\nindividuals who do not have use of their hands\n\nmay use speech recognition software to navigate a\nwebsite.\n\nAs with computing technology generally, there has\nbeen great progress since 2011 in the quality of\nassistive technology. In 2011, the chairman of the\nRoyal National Institute for Blind People promised\nto make a refreshable braille display at a fraction of\nthe then-exorbitant cost and with a higher refresh\nrate. By 2016, that promise was fulfilled.\" In 2017,\nApple published a list of 117 iOS apps developed to\n\n° See American Foundation for the Blind, Facts and Figures on Adults with Vision Loss (January 2017), available at\nwww.atfb.org/info/blindness-statistics/adults/facts-and-figures/235.\n\n10 See Luz Rello, Martin Pielot, and Mari Carmen Marcos, “Make it Big! The Effect of Font Size and Line Spacing on Online\nReadability,” Pielot (2016), available at https://pielot.org/pubs/Rello2016-Fontsize.pdf.\n\n\"See Alix Hackett, “A low-cost revolution in refreshable braille,” Perkins School for the Blind (March 24, 2016), available at\n\nwww.perkins.org/stories/a-low-cost-revolution-in-refreshable-braille.",
    "Page_33": "help the visually-impaired perform everyday tasks\n(e.g., navigation, cooking, reading). Virtually all\nwere developed after 2011.” Recent mobile apps for\nthe visually-impaired have substantially improved\nin cost and effectiveness, “even in cases where\n\ncomputational requirements are significant.”\n\nb. Improved translation software increases\naccess. Translation software has progressed\nconsiderably since 2011. This software, available\nfor free online, dramatically improves the\navailability and quality of notice to the millions\nof Americans for whom English is not the first\nlanguage. The number of such Americans is high\ntoday. As of 2016, about 42 million, or 14.0 percent\nof the total U.S. population, were foreign-born,\nand nearly 21 million of them reported that they\nspoke English less than “very well.” Foreign-\nborn residents comprised most of the increase in\nthe prime 25-54 working age population in the\npast decade, with those persons being in prime\n\nyears for opening DCplan accounts. In addition,\n\nnearly 5 million persons born in the United States\nare most comfortable with a language other in\nEnglish.\"\n\nFor these 25 million Americans, the coverage and\nquality of translation software has improved greatly\nsince 2011. The number of languages translated by\nthe free Google service, as one example, roughly\ndoubled from 2011 to 2016.\" That service translates\nover 100 languages today, for languages accounting\nfor over 99 percent of the online population.'* In\nterms of quality of translation, the progress has\nsimilarly been rapid since 2011. In 2016, Google\nannounced its new Neural Machine Translation\nsystem, which reduces errors by an estimate of\n\n60 percent.\n\nIn short, the continued progress in translation\nsoftware means that electronic delivery provides free\naccess, in the preferred language, to tens of millions\nof Americans. By contrast, paper delivery does not\n\nprovide simple access to translation software.\n\n12 See “iOS Apps Developed Specifically for Blind or Low-Vision Users,” AppleVis (no date), available at https://www.applevis.com/\n\napps/ios-apps-for-blind-and-vision-impaired.\n\n18 See Adam Csapo, Gyrogy Wersenyi, Hunor Nagy, and Tony Stockman, “A survey of assistive technologies and applications for blind\n\nusers on mobile platforms: a review and foundation for research,” Journal of Multimodal User Interfaces 9 (2015): 275-286.\n\n™ See U.S. Census Bureau, “2012-2016 American Community Survey Five-Year Estimates,” available at https://factfinder.census.gov/\nfaces/tableservices/jst/pages/productview.xhtml?pid=ACS_16_5YR_B16005&prodType=table.\n\n18 See William A. Kandel and Ruth Ellen Wasem, “U.S. Immigration Policy: Chart Book of Key Trends,” p. 4, Congressional Research\nService (March 14, 2016), available at https://fas.org/sgp/crs/homesec/R42988.pdf.\n\n6 According to the U.S. Census Bureau, about 4.7 million native-born Americans reported speaking English less than “very well.”\n\nSee U.S. Census Bureau, “2012-2016 American Community Survey Five-Year Estimates,” available at https://factfinder.census.\ngov/faces/tableservices/jst/pages/productview.xhtml?pid=ACS_16_5YR_B16005&prodType=table.\n\nSee Kingsley, Jeremy. “Google Translate: It already speaks 57 languages as well as a 10-year old. How good can it get?” Slate\n\n(October 31, 2011), available at www.slate.com/articles/technology/technology/2011/10/google_translate_will_google_s_\n\ncomputers_understand_languages_be.html. By February 2016, the Google service translated 103 languages. See Alanna Petroff,\n“Google Translate now covers 103 languages,” CNN Tech (February 18, 2016), available at http://money.cnn.com/2016/02/18/\n\ntechnology/google-translate-languages/index.html. Translation software is now available from many companies and as part of\n\nmany online services.\n\n18 See Alanna Petroff, “Google Translate now covers 103 languages,” CNN Tech (February 18, 2016), available at\nhttp://money.cnn.com/2016/02/18/technology/google-translate-languages/index.html.\n\n19 All Things Considered, “Google Announces Improvements to Translation System” (October 3, 2016), available at\n\nhttps://www.npr.org/2016/10/03/496442106/google-announces-improvements-to-translation-system.",
    "Page_34": "c. Benefits of electronic delivery include the\npotential to lead to increased saving and\ninvesting. The interactivity of electronic delivery\nhelps achieve public policy goals for DC plans\n\nof increasing retirement savings and enabling\nparticipants to manage their accounts. Common\nexamples of benefits are just-in-time notices, layered\nnotices, and online calculators. In addition, DC\nplan recordkeepers indicate that participants who\nengage with their plan’s website tend to have higher\ncontribution rates.\n\nIn the retirement plan context, electronic delivery\nworks better than paper for just-in-time notice,\nnotably for increasing a participant’s contributions,\nchanging the mix of investments, or making other\nmodifications to the participant’s account.?° With\n\na paper notice, an individual must read the notice\nand then shift to another channel, such as filling in\na form and handing it to HR, making a telephone\ncall or visiting a website, to make any change. By\ncontrast, electronic notice allows the participant\n\nto click immediately for more information or to\ntake an action. For instance, participants who are\nfalling behind in their investment goals can increase\ntheir savings rate as soon as they see their quarterly\n\nbenefit statement report. If a blackout period is\ncoming, the participant can make any desired\n\nchanges before the blackout period starts.\n\nLayered notices work better for electronic than for\npaper disclosures. In a paper system, there can be a\ntop page that gives the summary. Then a consumer\nwho wishes to dig deeper has to flip through the\nattached booklet or stack of other forms to find\nthe relevant other pieces. By contrast, electronic\ndisclosures may use hyperlinks—the user simply\nclicks on a link when interested in learning more\nor taking an action, and then can click back to the\nsummary when that is complete. Layered notices\nthus work better electronically on the two key\ndimensions of better comprehension for the user and\n\ngreater ability for the user to take action.”\n\nAs early as 2010, findings suggested that participants’\nbeing online where they could use online calculators\nhad the potential to increase investment by these\nindividuals.”? According to Edmund Murphy\n\nof Putnam Investments, Putnam’s analysis of\naggregate behavior of participants who used the\ntool on their own on the Putnam website in July\nand August 2010 shows that about one-third\n\n20 A “just-in-time” approach uses notices to provide information at the moment in time when it is actionable, for example, when a\n\nparticipant is called upon to make a decision about benefits.\n\n2 The “layered” notice is the logical response to the competing demands for detail and clarity. The top layer of notice is brief and\n\noften presented in a visually accessible form such as the table used in the model financial privacy disclosure. Further levels of\n\ndetail are available for employees, regulators, and the subset of consumers who wish to dig deeper into the longer disclosures.\n\n22 Online sites for many plans have “calculators”—tools that let the participant see the different outcomes of different savings\n\nscenarios.",
    "Page_35": "changed their deferral rate after using it. Of those,\n80 percent elected to increase their salary deferral\nby an average of more than two full percentage\npoints, from 6.1 percent before the site visit to\n\n8.6 percent after.?° According to a 2011 survey\n\nby the Principal Financial Group, Principal plan\n\nparticipants who used the online tool saved an\n\naverage of 39 percent more than participants that did\nnot use the tool: “[t]he average deferral rate for a\nsample group of Milestones users is 2.5 percentage\npoints higher (8.9 percent) than those who have not\ncompleted Milestones (6.4 percent).””* Similarly, a\nrecent survey of DC plan recordkeepers finds that\n401(k) participants who interact with their plan’s\n\nwebsite tend to have higher contribution rates.”°\n\n23 Putnam’s Lifetime Income Analysis ToolSM highlights a participant’s potential monthly retirement income needs compared with\nmonthly income if he or she keeps saving at current levels. See Edmund Murphy, Putnam Investments, Testimony on Lifetime\nIncome Issues, Joint Hearing before the U.S. Department of Labor, Employee Benefits Security Administration (EBSA) and the\nU.S. Treasury Department, Internal Revenue Service (IRS) (September 14, 2010), available at https://www.dol.gov/sites/default/\nfiles/ebsa/laws-and-regulations/rules-and-regulations/public-comments/1210-AB33/writtentestimony26.pdf.\n\n2\n\nThe Principal Financial Group provides plan participants with My Principal Edge Milestones, an online interactive tool that uses\ncertain participant information to identify areas of underperformance and provides a personalized guide to help participants\nmeet their retirement goals. See “The Principal: 401(k) Participants Using Online Tool Defer 39% More,” Business Wire (February\n28, 2011), available at https://www.businesswire.com/news/home/20110228006869/en/Principal-401-Participants-Online-Tool-\nDefer-39.\n\n25 The Investment Company Institute conducted the survey in the winter of 2017/2018 to gather information on printing and\nmailing costs from a cross-section of DC plan recordkeepers. A subset of respondents also were able to provide participant\ndeferral rates among 401(k) plan participants who had interacted with the plan website compared with those participants who\nhad not interacted with the plan website. Responses were weighted by number of participant accounts. The average participant\ncontribution rate among participants not interacting with the plan website was 5.8 percent of salary, compared with an average\n\n7.8 percent contribution rate among participants who had interacted with their plan website.",
    "Page_36": "PART 3:\n\nThe Internet Has Become a Pervasive Technology, Similar to the Telephone,\nSo Concern About Lack of Access to the Internet ls Not a Sound Basis\n\nfor Preferring Paper Delivery.\n\nConcern about lack of internet access has likely been\nthe biggest objection raised to wider use of electronic\nnotices. Today, the evidence is overwhelming that\n\na large majority of all households has access to the\ninternet, and the access of households with DC\naccounts is even higher.\n\na. Working U.S. households’ internet access is\nsimilar in pervasiveness to the telephone. The 2011\nstudy documented the diffusion of the internet into\nsociety, similar to previous technologies such as\nradio, television, and the telephone. From 1980 to\n2009, the percent of households that had a telephone\nvaried between 92.9 and 95.7 percent.”° More\nrecently, from January to June 2017, 96.3 percent\n\nof U.S. households have access to some type of\nphone (only 3.7 percent had no telephone service).?”\nA survey in mid-2017 found that 91.1 percent of\nworking U.S. households already had access to the\ninternet, showing a similarly pervasive diffusion\n\nof internet access.”* By 2016, the diffusion of the\ninternet has become even more complete, notably\nfor households owning DC plan accounts. In 2013,\n89 percent of households owning DC accounts used\nthe internet, rising to 93 percent in 2016.”\n\nb. DC plan account holders use the internet\n\nat high rates, even if they are members of\ndemographic groups that overall have lower\naccess to the internet (“lower-access groups”).\nFifty-seven percent of U.S. households with\nhousehold income under $20,000 use the internet\nwhile 82 percent of households owning DC accounts\nwith household income under $20,000 use the\ninternet. Sixty-seven percent of U.S. households with\nhousehold income between $20,000 and $39,999 use\nthe internet compared with 79 percent of households\nowning DC accounts with household income\nbetween $20,000 to $39,999. Forty-eight percent of\nU.S. households without a high school diploma use\n\n26 See Alexander Belinfante, “Telephone Subscribership in the United States (Data through July 2009),” Federal Communications\nCommission (December 2009), at 2, available at https://prodnet.www.neca.org/publicationsdocs/wwpdf/fecsubreport.pdf.\n\n27 See Stephen J. Blumberg and Julian V. Luke, “Wireless Substitution: Early Release of Estimates from the National Health\n\nInterview Survey, January-June 2017,” National Health Interview Survey Early Release Program (2017), available at www.cdc.gov/\nnchs/data/nhis/earlyrelease/wireless201712.pdf.\n\n28 This result is from the Investment Company Institute Annual Mutual Fund Shareholder Tracking Survey. For a description of the\nsurvey, see Sarah Holden, Daniel Schrass, and Michael Bogdan, “Ownership of Mutual Funds, Shareholder Sentiment, and Use of\nthe Internet, 2017,” ICI Research Perspective (October 2017), available at https://www.ici.org/pdf/per23-07.pdf.\n\n29 Investment Company Institute tabulations of the Federal Reserve Board Survey of Consumer Finances (2013 and 2016). In 2013,\n72 percent of all U.S. households used the internet, rising to 79 percent in 2016.",
    "Page_37": "the internet, while 76 percent of households without\na high school diploma who are DC account holders\nuse the internet. Fifty-six percent of U.S. households\nwho are 65 or older use the internet, compared with\n76 percent of households age 65 or older who are\n\nDCaccount holders.*°\n\nc. Households owning DC accounts also\noverwhelmingly use the internet for sensitive\nfinancial transactions. In 2016, 88 percent of\nhouseholds owning DC accounts engaged in\nonline banking, up from 83 percent in 2013.*! This\npervasive and voluntary use of online banking,\namong the relevant population of DC plan holders,\nis significant. It shows the reliance of users on the\ninternet for transaction accounts where there is a\nrisk that a fraudster may actually withdraw money.\nBy contrast, the discussion about electronic notice\ninvolves less risky activities. Electronic notice\n\nprovides information about an individual's account,\n\nbut does not provide the ability to actually take\nmoney from that account.\n\nThe widespread use of online banking among\nDCaccount holders, is just one example of\nAmericans’ high and increasing comfort with\nusing the internet for financial, medical, and other\nsensitive activities. Since 2011, Americans, generally,\nhave increased comfort with these kinds of\nactivities on the internet, researching financial and\nhealth*? issues, and increasingly engaging in online\nbanking activities. For instance, about half of\nadults engaged in mobile banking deposited checks\nthrough their mobile phones.**\n\nThe shift to electronic delivery is overdue for notices\nto DC account holders, given their widespread access\nto the internet and demonstrated comfort with\n\nconducting financial transactions online.\n\n80 Investment Company Institute tabulations of the 2016 Federal Reserve Board Survey of Consumer Finances. Lower-access\ngroups make up a small percentage of the DC plan account holders. Only 2 percent of households with DC plan accounts have\nhousehold income under $20,000, and 11 percent have household income between $20,000 to $39,999. Only 5 percent of DC\nplan account-owning households lack a high school diploma. Only 10 percent of DC plan account-owning households are 65 or\nolder.\n\n31 Investment Company Institute tabulations of the Federal Reserve Board Survey of Consumer Finances (2013 and 2016).\n\nSixty-four percent of the all U.S. households engaged in online banking in 2013, while 71 percent did so in 2016.\n\n82 A Pew Research Center survey conducted in 2013 found that 59 percent of adults searched online for health information.\nSee “Majority of Adults Look Online for Health Information,” available at www.pewresearch.org/fact-tank/2013/02/01/\nmajority-of-adults-look-online-for-health-information/.\n\n38 In 2015, 87 percent of the U.S. adult population used mobile phones, and 43 percent of all mobile phone users with a bank\naccount had used mobile banking in the 12 months prior to the survey. Among the mobile phone users that used mobile\nbanking, 48 percent deposited a check to an account electronically using a mobile phone camera (known as remote deposit\ncapture). See U.S. Federal Reserve Board, “Consumers and Mobile Financial Services 2016” (March 2016), available at\nhttps://www.federalreserve.gov/econresdata/consumers-and-mobile-financial-services-report-201603.pdf. A Bank of America\nsurvey in 2016 similarly found that, 47 percent of mobile banking users deposited checks using their phones. See Bank of\nAmerica, “Trends in Consumer Mobility Report, 2016,” available at http://newsroom.bankofamerica.com/files/press_kit/\nadditional/2016_BAC_Trends_in_Consumer_Mobility_Report.pdf.",
    "Page_38": "CONCLUSION\n\nThe 2011 study made numerous other points that\nshowed advantages of electronic over paper delivery.\nSignificant advantages included (and continue to\ninclude):\n\n1. Electronic notices enable access anytime,\n\nanywhere, with the device of the user's choosing,\n\nand with a better filing system than paper notices.\n\n2. The quality of notice is better online, with\ninteractivity and just-in-time notices.\n\n3. Electronic delivery provides a range of improved\nfunctions compared with paper notice, such as\n\nonline calculators and integration with a user’s\n\nother financial accounts. It also advances program\n\ngoals, such as increased savings by participants.\n\n4. There are important cybersecurity advantages\n\ncompared with risks from paper notices.\n\nIn short, the 2011 findings hold true today about\nadvantages of electronic over paper delivery for\nnotices about DC plans. Electronic delivery of\nnotices, including DC plan notices, will reduce\ncosts, provide greater access, and improve the\n\nquality of notices for Americans.",
    "Page_39": "",
    "Page_40": "SUPPLEMENTARY STATISTICS FOR\n2018 UPDATE TO\nDelivering ERISA Disclosure for Defined Contribution Plans\n\nWHY THE TIME HAS COME TO PREFER ELECTRONIC DELIVERY\n\nPeter Swire & DeBrae Kennedy-Mayo\n\nThis supplement provides supporting statistics for Usage as It Relates to Defined Contribution (DC)\nthe “2018 Update to Delivering ERISA Disclosure Plan Account Holders; and (2) Supplementary\nfor Defined Contribution Plans: Why the Time Information on Defined Contribution (DC) Plan\nHas Come to Prefer Electronic Delivery.” There Disclosures, Average Costs of Paper Delivery, and\nare two parts to these supplementary statistics: Average Contribution Rates for Participants Who\n(1) Supplementary Statistics Concerning Internet Interact with the Plan Website.",
    "Page_41": "1. Supplementary Statistics Concerning Internet Usage as It Relates to Defined\n\nContribution (DC) Plan Account Holders\n\nThis supplement provides information relevant\n\nto DC plan account holders, contrasted with U.S.\nhouseholds more generally, across a variety of\ndemographic characteristics. The supplement may\nbe useful for providing context to discussion of\nthe 2017 Data and Society report by Mary Madden\non “Privacy, Security, and Digital Inequality.” The\nMadden report’s statistics highlight that some\ndemographic groups have lower rates of internet\nusage, a result that also is found in analysis of\n\nthe Federal Reserve Board’s Survey of Consumer\nFinances.\n\nThe main point of these statistics concerning\ninternet usage is that it is the universe of DC plan\naccount holders, rather than all U.S. households,\nthat is relevant to the Department of Labor decision\nabout electronic and paper notice. Although broadly\nsome demographic groups use the internet at lower\nrates, the relevant population of DC plan account\nholders have essentially pervasive internet usage\nacross all age, education, and income groups with\nDC accounts.\n\nThis supplement analyzes the Survey of Consumer\nFinances data on U.S. households and households\nwith DC plan accounts across different age,\neducation level, and income groups. The key\n\ntakeaways are:\n\ng.\n\n. Internet usage, which is high across all U.S.\n\nhouseholds, is even higher among households\nwith DC plan accounts.\n\n. While internet usage varies across all U.S.\n\nhouseholds, the gap between “lower-access”\ngroups and “higher-access” groups has\nnarrowed over time.\n\n. A vast majority of households owning DC plan\n\naccounts use the internet, regardless of age,\neducation, or income.\n\n. Households with DC accounts hail from all age,\n\neducation, and income groups, but they are less\nlikely to be very old, very low education, or very\nlow income compared with all U.S. households.\n\n. Internet usage for households owning DC\n\naccounts who fall within “lower-access”\n\npopulations is still widespread.\n\nEven within “lower-access” groups, internet\nusage is significantly higher among households\nowning DC accounts than among the general\n\npopulation.\n\nComparison of 2010 and 2016 statistics for\n“lower-access” populations highlights significant\nincreases since the time of the prior study.\n\n34 See Mary Madden, “Privacy, Security, and Digital Inequality,” Data and Society (September 2017), p. 38, available at\n\nhttps://datasociety.net/pubs/prv/DataAndSociety_PrivacySecurityandDigitalInequality.pdf.",
    "Page_42": "a. Internet usage, which is high across all U.S.\nhouseholds, is even higher among households\nwith DC plan accounts. In 2016, 79 percent of\nU.S. households and 93 percent of households\nowning DC accounts used the internet (Table 1). 6\n\nTABLE 1\nDC-Owning Households Have High Rates of Internet\n\nUse of the internet has risen over time, up from\n67 percent in 2010 for all U.S. households, and up\nfrom 86 percent in 2010 among households owning\n\nDC accounts.\n\nAccess\n\nPercentage of households owning DC accounts or all U.S. households\n\n \n\n \n\n \n\nUSE THE INTERNET 2010 2013 2016\nHouseholds owning DC plan accounts 86% 89% 93%\nAll U.S. households 67% 72% 79%\n\n \n\nSource: Investment Company Institute tabulations of the Federal Reserve Board Survey of Consumer Finances (2010, 2013, and 2016)\n\n35 The Federal Reserve Board’s triennial Survey of Consumer Finances (SCF) collects information about family incomes, net worth,\nbalance sheet components, pensions, credit use and demographic characteristics. The majority of the data are collected between\nMay and December of each survey year. In 2016, 6,254 families were interviewed for the survey. These families represented almost\n126 million U.S. households in 2016. In 2016, nearly 36 percent of households in the SCF owned a DC retirement plan. In the SCF,\nDC plans can be owned by either the head of household or spouse, and can be 401(k) plans, 403(b) plans, profit sharing plans,\nsupplemental retirement annuities, or the federal government’s Thrift Savings Plan (TSP). These plans can either be at current\n\nplaces of employment or accumulations held at previous jobs. Research reports, chart books, and underlying data for the SCF can\n\nbe found at https://www.federalreserve.gov/econres/scfindex.htm.\n\n36 Tn addition, Investment Company Institute survey data find that\n\n80 percent of U.S. households and 93 percent of households\n\nowning DC accounts had internet access in 2017. For a description of the survey, see Sarah Holden, Daniel Schrass, and Michael\nBogdan, “Ownership of Mutual Funds, Shareholder Sentiment, and Use of the Internet, 2017,” ICI Research Perspective (October\n\n2017), available at www.ici.org/pdf/per23-07.pdf.",
    "Page_43": "b. While internet usage varies across all U.S. access gap (Table 2). For example, in 2016, 56 percent\nof U.S. households age 65 or older used the internet,\n\ncompared with 39 percent in 2010. Similarly, in 2016,\n\nhouseholds, the gap between “lower-access”\n\ngroups and “higher-access” groups has narrowed\nover time. Older, lower-education, and lower- 57 percent of U.S. households with income less than\n\nincome households tend to have lower internet usage $20,000 used the internet, compared with 43 percent\n\nrates, but their interaction with the internet has in 2010.\n\ngreatly increased over time, which has narrowed the\n\nTABLE 2\n\nInternet Use Has Increased Across All Groups of U.S. Households\nPercentage of U.S. households\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nUSE THE INTERNET 2010 2013 2016\nAge of head of household\nYounger than 35 80% 86% 92%\n35 t0 44 77% 83% 92%\n45 1054 75% 79% 86%\n55 to 64 69% 72% 79%\n65 or older 39% 47% 56%\nEducation level of head of household\nNo high school diploma 28% 38% 48%\nHigh school diploma/GED 56% 60% 71%\nSome college or associates degree 77% 81% 84%\nCollege or postgraduate degree 87% 90% 93%\nHousehold income\nLess than $20,000 43% 45% 57%\n$20,000 to $39,999 53% 61% 67%\n$40,000 to $59,999 71% 77% 81%\n$60,000 to $79,999 80% 83% 88%\n$80,000 to $99,999 88% 88% 92%\n$100,000 or more 92% 94% 95%\nAll U.S. households 67% 72% 79%\n\n \n\nSource: Investment Company Institute tabulations of the Federal Reserve Board Survey of Consumer Finances (2010, 2013, and 2016)",
    "Page_44": "Similar to the Survey of Consumer Finances, the\nMadden report also finds variation in internet use\nby income and education level among the general\npopulation of U.S. adults. According to that report,\noverall, 82 percent of U.S. adults used the internet\n\n(or email) in 2015, ranging from 64 percent of\n\nadults with household income less than $20,000\nto 96 percent of adults with household income of\n$100,000 or more; and from 45 percent of adults\nwith no high school degree to 96 percent of college\n\ngraduates.*7\n\n87 See “Internet use and smartphone ownership by income and generation,” in Madden, p. 39.",
    "Page_45": "c. A vast majority of households owning DC\nplan accounts use the internet, regardless of\nage, education, or income. In 2016, 93 percent\nof households with DC plan accounts used the\ninternet (Table 3), and their use of the internet was\nhigher across all age, education, or income groups\ncompared with the comparable groups across all\nU.S. households (Table 2).** Internet usage rates\n\nrange from more than three-quarters (76 percent)\n\nTABLE 3\n\nof DC-owning households age 65 or older to nearly\nall younger DC-owning households; from more\nthan three-quarters (76 percent) of DC-owning\nhouseholds with less than a high school education\nto nearly all with college degrees or more education;\nand from about eight-in-ten DC-owning households\nearning less than $40,000 in household income to\nnearly all DC-owning households earning $60,000\nor more (Table 3).\n\nInternet Use Is High Across All Groups of DC Account-Owning Households\n\nPercentage of households with DC plan accounts\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nUSE THE INTERNET 2010 2013 2016\nAge of head of household\nYounger than 35 92% 94% 97%\n35 t0 44 90% 93% 99%\n45 1054 85% 90% 95%\n55 to 64 82% 85% 88%\n65 or older 63% 72% 76%\nEducation level of head of household\nNo high school diploma 57% 61% 76%\nHigh school diploma/GED 75% 79% 86%\nSome college or associates degree 88% 90% 93%\nCollege or postgraduate degree 94% 96% 98%\nHousehold income\nLess than $20,000 56% 82% 82%\n$20,000 to $39,999 70% 70% 79%\n$40,000 to $59,999 81% 83% 88%\n$60,000 to $79,999 86% 88% 94%\n$80,000 to $99,999 91% 92% 95%\n$100,000 or more 95% 98% 97%\nAll U.S. households with DC plan accounts 86% 89% 93%\n\n \n\nSource: Investment Company Institute tabulations of the Federal Reserve Board Survey of Consumer Finances\n\n(2010, 2013, and 2016)\n\n38 The differences in usage of the internet among DC-owning households compared with all U.S. households were greatest in\n\nthe oldest household group—76 percent of DC-owning households age 65 or older used the internet in 2016, compared with\n\n56 percent of all U.S. households age 65 or older; in the lowest education level household group—in 2016, 76 percent of DC-owning\n\nhouseholds with less than a high school education used the internet, compared with 48 percent of all U.S. households with less\n\nthan high school education; and the lowest income group—82 percent of DC-owning households with less than $20,000 in\n\nhousehold income used the internet, compared with 57 percent of such lower income households over all. See Tables 2 and 3.",
    "Page_46": "d. Households with DC accounts hail from all age, households (Table 4). As to education, 95 percent of\n\neducation, and income groups, but they are less households with DC accounts have at least a high\n\nlikely to be very old, very low education, or very school education and 74 percent have at least some\nlow income compared with all U.S. households. college or an associate’s degree. Forty-seven percent\nHouseholds owning DC plan accounts, on average, have a college or post-graduate degree. In addition,\nhave higher income and education than the full 90 percent of households owning DC accounts are\npopulation. Eighty-seven percent of households under the age of 65 compared with 75 percent of\nowning DC plan accounts have income of at least all U.S. households (Table 4), and internet usage is\n\n$40,000 a year, compared with 62 percent of all U.S. greater for Americans under 65 (Tables 2 and 3).\n\nTABLE 4\n\nHouseholds with DC Accounts Cover the Full Range of Age, Education, and Income Groups, But Are\nMore Concentrated in “High-Access” Internet Groups\n\nPercentage of U.S. households or percentage of households with DC accounts\n\n \n\nDISTRIBUTION OF HOUSEHOLDS\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nBY AGE, EDUCATION LEVEL, OR HOUSEHOLDS WITH\nHOUSEHOLD INCOME ALL U.S. HOUSEHOLDS DC ACCOUNTS\nAge of head of household\n\nYounger than 35 20% 20%\n\n35 t0 44 17% 22%\n\n45 1054 18% 25%\n\n55 to 64 19% 22%\n\n65 or older 25% 10%\nEducation level of head of household\n\nNo high school diploma 13% 5%\n\nHigh school diploma/GED 26% 21%\n\nSome college or associates degree 27% 27%\n\nCollege or postgraduate degree 34% 47%\n\n \n\nHousehold income\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nLess than $20,000 16% 2%\n$20,000 to $39,999 22% 11%\n$40,000 to $59,999 17% 15%\n$60,000 to $79,999 12% 16%\n$80,000 to $99,999 8% 14%\n$100,000 or more 24% 42%\nAll U.S. households 100% 100%\n\n \n\nSource: Investment Company Institute tabulations of the Federal Reserve Board Survey of Consumer Finances (2016)",
    "Page_47": "e. Internet usage for households owning\n\nDC accounts who fall within “lower-access”\npopulations is still widespread. Only a relatively\nsmall percentage of households owning DC plan\naccounts fall into demographic categories that have\nlower internet usage (Table 4). Additional analysis\nreveals that these households use the internet at\nhigh rates, even if they are members of demographic\ngroups that overall have lower usage of the internet\n(“lower-access” groups) (Table 5).\n\nBecause “lower-access” groups make up a small\npercentage of the DC plan account households,\ngeneral statistics about “lower-access” groups do not\nreflect the households that actually have DC plan\naccounts. Households in these “lower-access” groups\nmake up a small share of all households owning DC\naccounts. Only 2 percent of households owning DC\naccounts have household income under $20,000,\nand 11 percent have household income from $20,000\nto $39,999 (Table 4). Only 5 percent of DC-owning\nhouseholds lack a high school diploma. Only\n\n10 percent of households owning DC plan accounts\nare 65 or older.\n\nAmong households with DC accounts, such “lower-\naccess” groups actually have high rates of internet\nusage; the vast majority indicate internet usage. For\nDC-owning households with household income\nunder $20,000, 82 percent used the internet in 2016,\nwhile 79 percent used the internet among those with\n\nhousehold income from $20,000 to $39,999 (Tables 3\nand 5). DC-owning households with education of\nless than a high school diploma used the internet at a\n76 percent rate in 2016. DC-owning households 65 or\nolder used the internet at a 76 percent rate.\n\nf. Even within “lower-access” groups, internet\nusage is significantly higher among households\nowning DC accounts than among the general\npopulation. Within each of the “lower-access”\ngroups, households owning DC plan accounts\n\nuse the internet at a higher rate than the general\npopulation. Fifty-seven percent of all U.S.\nhouseholds with an income under $20,000 used the\nInternet in 2016, while 82 percent of households\nwith an income under $20,000 who are DC\n\naccount owners used the internet (Table 5). Sixty-\nseven percent of U.S. households with household\nincome from $20,000 to $39,999 used the internet,\ncompared with 79 percent of households owning DC\naccounts with household income from $20,000 to\n$39,999. Forty-eight percent of U.S. households with\nno high school diploma used the internet in 2016,\nwhile 76 percent of households owning DC accounts\nwith no high school diploma used the internet. Fifty-\nsix percent of the all U.S. households who are 65\n\nor older used the internet in 2016, compared with\n\n76 percent of households owning DC accounts age 65\nor older.",
    "Page_48": "TABLE 5\n\n“Lower-Access” Groups with DC Accounts Have High Rates of Internet Usage Than the “Lower-Access”\nGeneral Population\n\nPercentage of U.S. households or households with DC plan accounts by income, education, or age specified\n\n \n\n \n\n \n\nEDUCATION -\nINCOME - INCOME - NO HIGH SCHOOL AGE -\n\nINTERNET USAGE UNDER $20,000 $20,000-$39,999 DIPLOMA 65 OR OLDER\nHouseholds owning 82% 79% 76% 76%\n\nDC plan accounts\n\nAll U.S. households 57% 67% 48% 56%\neeenneeeeeneeeeeeeeeeeeeeeeeeeeeeeeeeeee rere ener eee\nMEMO: 64% 80% 45% 32% with income less\nAll U.S. adults than $40,000\n\n(Percentage of U.S. adults in 2015)\n80% with income of\n$40,000 or more\n\nSources: Investment Company Institute tabulations of the Federal Reserve Board Survey of Consumer Finances (2016) and\n\nData & Society (2015)",
    "Page_49": "g- Comparison of 2010 and 2016 statistics for\n“lower-access” populations highlights significant\nincreases since the time of the prior study. Use of\nthe internet among households owning DC accounts\nin “lower-access” groups has increased since the\ntime of the first study.*? With regard to household\nincome, 82 percent of U.S. households that earn less\nthan $20,000 a year who own DC accounts used the\ninternet in 2016, similar to 2013, but up dramatically\nfrom 56 percent in 2010 (Table 6). Seventy-nine\npercent of households who earn $20,000 to $39,999\n\nTABLE 6\n\nwho own DC accounts used the internet in 2016, up\nfrom 70 percent of this group in 2013 and 2010. As\nto education, 76 percent of households owning DC\naccounts without a high school diploma used the\ninternet in 2016, up from 61 percent in 2013 and\n\n57 percent in 2010. With regard to age, 76 percent of\nhouseholds age 65 or older who own DC accounts\nused the internet in 2016, up from 72 percent in 2013\nand 63 percent in 2010.\n\nInternet Usage by “Lower-Access” Populations Has Increased Since the Prior Study\n\nPercentage of households with DC plan accounts by income, education, or age specified\n\n \n\n \n\n \n\n \n\nINTERNET USAGE BY EDUCATION -\n\nDC ACCOUNT-OWNING INCOME - INCOME - NO HIGH SCHOOL AGE -\nHOUSEHOLDS UNDER $20,000 $20,000-$39,999 DIPLOMA 65 OR OLDER\n2010 56% 70% 57% 63%\n\n2013 82% 70% 61% 72%\n\n2016 82% 79% 76% 76%\n\n \n\nSource: Investment Company Institute tabulations of the Federal Reserve Board Survey of Consumer Finances (2010, 2013, and 2016)\n\n89 The 2011 study examined the issue of whether to change the U.S. Department of Labor (DOL) regulations governing the choice\n\nbetween paper and electronic delivery of required information and notices to participants under the Employee Retirement Income\nSecurity Act of 1974 (ERISA), including in connection with DC plans, such as 401(k) plans. See Peter Swire and Kenesa Ahmad,\n“Delivering ERISA Disclosure for Defined Contribution Plans: Why the Time Has Come to Prefer Electronic Delivery,” available at\n\nhttps://ssrn.com/abstract=1960669.",
    "Page_50": "2. Supplementary Information on Defined Contribution (DC) Plan Disclosures,\nAverage Costs of Paper Delivery, and Average Contribution Rates for Participants\n\nWho Interact with the Plan Website\n\nThis supplement provides information based on\nregulatory requirements on the number and nature\nof disclosures that typically are sent to DC plan\nparticipants over the course of a year. In addition, it\nincludes results from a survey of a cross-section of\nDC plan recordkeepers regarding the average cost\nof printing and mailing disclosures, the average\nlength of the disclosures, and the average number\ndelivered over the course of a year. The material ends\nwith a discussion of average contribution rates for\nparticipants who interact with the plan website.\n\na. Information on DC plan disclosures reveals\nnumerous documents are required to be sent to\nparticipants. There are many regulatory disclosures\nrequired of 401(k) plans, some are provided by the\nplan sponsor and some are provided by the plan\n\nrecordkeeper on the behalf of the plan.*° There are\nsome disclosures, such as quarterly participant\nstatements and the annual comparative chart\n\nof the plan’s investment options and their fees,\n\nthat must be sent by all 401(k) plans, and other\ndisclosures that are sent periodically or as applicable\n(Table 7).*! For example, a plan with automatic\nenrollment would send participants an Automatic\nContribution Arrangement Notice and a Qualified\nDefault Investment Alternative (QDIA) Notice. A\nplan entering a blackout period would have to send\na Blackout Notice.*? Current disclosure delivery\npractices involve electronic and paper delivery\nmechanisms, separate deliveries or combined\ndeliveries depending on the timing of the disclosures,\nand plan sponsor or recordkeeper facilitation of the\n\ndeliveries.\n\n40 For a discussion of the range of services, service providers, and service arrangements used in 401(k) plans, see Sean Collins, Sarah\nHolden, James Duvall, and Elena Barone Chism, “The Economics of Providing 401(k) Plans: Services, Fees, and Expenses, 2016,”\nICI Research Perspective (June 2017), available at https://www.ici.org/pdf/per23-04.pdf.\n\n41 For more information, see “Reporting and Disclosure Guide for Employee Benefit Plans,” U.S. Department of Labor, Employee\nBenefits Security Administration, available at https://www.dol.gov/sites/default/files/ebsa/about-ebsa/our-activities/\n\nresource-center/publications/reporting-and-disclosure-guide-for-employee-benefit-plans.pdf.; and Internal Revenue\n\nService, “Retirement Topics - Notices,” available at https://www.irs.gov/retirement-plans/plan-participant-employee/\n\nretirement-topics-notices.\n\n#2 An individual account plan may impose a “blackout period” when participants are temporarily not able to take actions related to\n\ntheir account, such as diversify assets or take plan distributions.",
    "Page_51": "TABLE 7\n\nCommon 401(k) Plan Required Notices\n\n \n\nNOTICE\n\nBRIEF SUMMARY OF REQUIREMENT\n\n \n\nQuarterly Benefit Statements\n\n401(k) plan participants must receive quarterly statements that indicate total benefits, the\n\namount vested, and the value of each investment to which assets have been allocated.\n\n \n\nPlan and Investment Fee Disclosure\n\n(404(a)(5) disclosure)\n\nGeneral information about the plan and potential administrative and individual costs, as\nwell as a “comparative chart” of key information about plan investment options, must be\nfurnished annually.\n\nOn a quarterly basis, participants must receive a statement of the dollar amount of\nadministrative and individual fees that were charged to their accounts. This information is\n\ntypically included in the plan’s quarterly benefit statements.\n\n \n\nSummary Annual Report\n\nA narrative summary of the Form 5500 must be provided annually.\n\n \n\nSummary Plan Description\n(SPD) and Summary of Material\nModifications (SMM)\n\nThe SPD, a summary of the plan terms, must be delivered to participants when they become\ncovered by the plan, and, if there are no changes to the SPD, every 10 years thereafter. An\nupdated SPD must be furnished every 5 years if changes are made to the SPD information.\nMaterial changes to the plan should be described in an SMM and furnished after the change\nis made; however, sending an updated SPD satisfies the SMM requirement.\n\n \n\nNotices required, where applicable\n\n \n\nAutomatic Contribution\nArrangement Notice\nand\n\nQualified Default Investment\nAlternative (QDIA) Notice\n\nA plan that automatically enrolls participants must send a notice to inform participants of\ntheir rights and obligations under the arrangement, provided annually.\n\nWhere the plan includes a default investment into a QDIA, a QDIA notice that describes\nthe default investment and how to change the default investment must be provided upon\n\neligibility and then annually.\n\nWhile these are two separate notice requirements, they may be combined.\n\n \n\n401(k) Traditional Safe Harbor\nNotice\n\nA “safe harbor” 401(k) plan (a plan design that uses set employer contributions and is not\nsubject to the nondiscrimination tests) must provide a safe harbor notice when an employee\nfirst becomes eligible and annually thereafter.\n\n \n\nRollover notice\n\n(402(f) notice)\n\nThe notice must be provided to recipients of eligible rollover distributions from an employer\nplan within a reasonable period of time. The notice should be provided no less than 30 days\nand no more than 180 days before the distribution is to be made. The participant may waive\nthe 30-day period.\n\n \n\nBlackout Notice\n\nGenerally, must provide at least 30 days but not more than 60 days advance notice of\nblackout period.\n\n \n\nSources: Summaries based on “Reporting and Disclosure Guide for Employee Benefit Plans,” U.S. Department of Labor, Employee Benefits\n\nSecurity Administration; and Internal Revenue Service, “Retirement Topics - Notices”",
    "Page_52": "b. Costs for paper delivery could exceed $385 costs could exceed $385 million.*° This assumes four\n\nmillion. A recent survey of DC plan recordkeepers**® quarterly statements and two regulatory notices,\n\nfinds the average cost for printing and mailing a but it is common for plans to send four quarterly\n\nsingle notice of four pages to one person is roughly statements and four regulatory notices, which would\n\n$0.80, which if mailed, just once, to all 80.3 million increase printing and mailing costs to more than\n401(k) plan participants‘ would add up to more than —_- $500 million in a year.\n$64 million (Table 8). With an average of a minimum\n\nof six mailings per year, total printing and mailing\n\n \n\nTABLE 8\nCosts of Paper Delivery According to Survey of a Cross-Section of 401(k) Plan Recordkeepers*®\n\n \n\n \n\n \n\n \n\nAverage cost of printing and mailing a single notice of four pages to one person. $0.80\n\nCost of mailing single notice once to 80.3 million 401(k) plan participants. $64.24 million\nThe average number of disclosure deliveries in a year (from the recordkeeper). 6 to 8 deliveries\nThe average number of pages of all required notices to one person in a year. 18 to 20 pages\n\n \n\nSources: Investment Company Institute Survey of a Cross-Section of 401(k) Plan Recordkeepers and (number of 401(k) plan participants\nfrom) U.S. Department of Labor Form 5500 data\n\n43 The Investment Company Institute conducted the survey in the winter of 2017/2018 to gather information on printing and mailing\ncosts from a cross-section of DC plan recordkeepers. Survey respondents provide recordkeeping services for more than 40 million\n\n401(k) plan participant accounts in 2017. Responses were weighted by the number of participant accounts to construct an average.\n\n44 Based on Department of Labor summary statistics on 401(k) plans for plan year 2015, the total number of participants—including\nactive participants and those who have separated from employment but still have accounts in the plan—was 80.3 million in plan\nyear 2015. See U.S. Department of Labor, Employee Benefits Security Administration, Private Pension Plan Bulletin: Abstract of\n2015 Form 5500 Annual Reports (February 2018; Version 1.0) available at https://www.dol.gov/sites/default/files/ebsa/researchers/\n\nstatistics/retirement-bulletins/private-pension-plan-bulletins-abstract-2015.pdf.\n\n45 This estimate falls within the range previously estimated for the SPARK Institute. A report prepared for the SPARK Institute in\n2015 found annual savings for shifting to electronic delivery for retirement plan notices of $300 million to $750 million per year.\nSee “Improving Outcomes with Electronic Delivery of Retirement Plan Documents,” available at www.sparkinstitute.org/\n\ncontent-files/improving_outcomes_with_electronic_delivery_of_retirement_plan_documents.pdf.\n\n46 Survey respondents provided recordkeeping services for more than 40 million 401(k) plan participant accounts in 2017. Responses\nwere weighted by the number of participant accounts. Not all participants are mailed paper-copies of their disclosures and not all\n\ndisclosures are provided by the recordkeeper (some are provided by the plan sponsor).",
    "Page_53": "had not interacted with the plan website (Table 9).\nThe average participant contribution rate among\n\nc. Average contribution rates for participants\nwho interact with the plan website are higher\nthan for participants who do not interact with participants not interacting with the plan website\n\nthe plan website. A subset of respondents to the was 5.8 percent of salary, compared with an average\n\nDC plan recordkeepers survey were also able to 7.8 percent contribution rate among participants\nreport participant deferral rates among 401(k) who had interacted with their plan website.”\nplan participants who had interacted with the plan\n\nwebsite compared with those participants who\n\nTABLE 9\n\nAverage Contribution (Deferral) Rate for 401(k) Plan Participants According to\nSurvey of a Cross-Section of 401(k) Plan Recordkeepers*®\n\n \n\nParticipants interacting with the plan website 7.8%\n\n \n\nParticipants not interacting with the plan website 5.8%\n\n \n\nSource: Investment Company Institute Survey of a Cross-Section of 401(k) Plan Recordkeepers\n\n47 Responses were weighted by the number of participant accounts among the subset of responding recordkeepers. See note 10 for a\n\ndescription of the recordkeeper survey.\n\n48 The results are based on a subset of recordkeepers that were able to provide data on this subject. See note 10 for a description of\n\nthe recordkeeper survey.",
    "Page_54": "",
    "Page_55": "",
    "Page_56": "RETIREMENT PLAN MODERNIZATION PROPOSALS\n\ni~ INVESTMENT\nCOMPANY\na\n\nINSTITUTE®\n\nMay 11, 2018",
    "Page_57": "9/11/18\n\nRETIREMENT PLAN MODERNIZATION PROPOSALS\n\nThe Investment Company Institute supports the following proposals intended to improve\nthe successful defined contribution plan system and better equip A merican workers with the\ntools needed to build a secure retirement. The proposals would expand coverage, participation,\nand savings rates in defined contribution plans and IRAs; improve the delivery and quality of\ninformation and education to plan participants and plan sponsors; enhance flexibility in\ndetermining how and when to tap retirement savings; and eliminate unnecessary burdens in plan\nadministration so that plans can function more effectively.\n\nExpand C overage\n1. Establish New Simpler Plan Design ......cscsssscssseteseeeeseseseenensseeeencasseeseneaseneneneenenes 3\n2. Expand Usage of Multiple Employer Plans ........cesssssesesseeseseenensseesenenseneseneenenesens 4\n\nIncrease Participation and Savings Rates\n\n3. Modify Existing Automatic Enrollment Safe Harbor and Offer Additional A utomatic\nEnrollment Safe Harbor... csssssseseessseseseessesesessescsesnencseseeeasseesensassneseaeaeeneeeneanenes 8\n\n4, Index IRA Catch-up Limits 00. cesessesesesesseeseeseeseseetensseeeenenssnssensassnesensaneneseneene 9\n\nHelp Participants Make Informed Decisions\n\n5. Modemize E-delivery Rules... csssscsessesssessseesesssenesssesenenesesseneassneseneseeneseasenenees 10\n6. Consolidate NOtices .......ccsesscssesseeseesecseseesescsssesesssssnsnessseenenesesencasseeseasaeaeneasenenees 11\n7. Make Performance Disclosure for Target Date Funds More Effective... eee 14\n\nPermit Greater Flexibility for Retirement Savers\n\n8. Update Required Minimum Distribution Rules be\n9. Eliminate Maximum A ge for Traditional IRA Contributions .0..eeeeseeeeenees 16\n\n \n\nImprove Plan Administration\n\n10. Expand Employee Plans Compliance Resolution System ........cccssssessseeeseeeeteneeees 17\n11. Simplify 403(b) Termination 0... cccsesesesesesesesescstsescsesescensesceesescsesnscesenecetanees 18\n\nStrengthen Social Security\n\n12. Place Social Security on Solid Financial Footing for the Indefinite Future.............. 19",
    "Page_58": "5/11/18\n\nEXPAND COVERAGE:\n\nESTABLISH NEW SIMPLER PLAN DESIGN\n\n \n\n \n\n \n\nCurrent Law\n\n \n\nSmall employers have many different plan options to choose from: payroll-deduction IRAs, SEP\nIRAs (which allow only employer contributions), SIMPLE IRAs or SIMPLE 401(k) plans, as\nwell as full-blown tax-qualified plans such as 401(k), profit-sharing, or defined benefit plans.\n\nOne such option—the SIMPLE IRA plan—is, as its name implies, a very simple plan to establish\nand maintain. It also has attractive employee contribution limits as compared to a regular\ntraditional or Roth IRA ($12,500 vs. $5,500 in 2018). Under Internal Revenue Code (“Code”)\n§408(p), employers with 100 or fewer employees who received at least $5,000 in compensation\nfrom the employer in the prior year may establish a SIMPLE IRA plan. The employer may not\nmaintain any other retirement plan while maintaining a SIMPLE IRA plan. The employer can\nchoose to cover all employees or only employees who received at least $5,000 in compensation\nduring any two prior years and are reasonably expected to receive at least $5,000 during the\ncurrent year. Employees may contribute up to $12,500 in 2018 (plus a $3,000 catch-up\ncontribution for individuals age 50 or older). Employers must either match employee\ncontributions 100 percent up to 3 percent of compensation or make a nonelective contribution of\n2 percent of each eligible employee’s compensation. All contributions must be fully vested.\nEach year, employees must receive notice of their rights under the plan, an election form, and a\nsummary description. There is no annual reporting required (such as Form 5500), beyond\nreporting participation and contributions on an employee’s W-2. The IRS provides model forms\nfor establishment of a SIMPLE IRA plan, including a model notice to eligible employees and a\nmodel salary reduction agreement (see Forms 5304-SIMPLE and 5305-SIMPLE). Many\nfinancial institutions offering SIMPLE IRA plans use the IRS forms (although they could instead\nprovide their own plan document). SIMPLE IRA plans generally are subject to Title I of the\nEmployee Retirement Income Security Act (“ERISA”), but have more limited fiduciary\nobligations than a 401(k) plan for example.\n\n \n\n \n\nNeed for Improvement\n\n \n\nWhile the SIMPLE IRA and many other plan options offer a relatively simple solution to plan\nsponsorship, none of the existing plan options work well for workplaces where the majority of\nworkers are focused on saving for goals other than retirement—such as education, a home, or an\nemergency fund. Many small employers may like to offer employees the option to contribute to\na 401(k) or similar plan, but cannot meet the non- discrimination tests and do not have the\ncapacity to make the required employer contributions associated with the safe harbor 401(k) plan\noraSIMPLE plan. For employers whose workforce places less value on compensation paid as\nretirement benefits, the required employer contributions discourage the adoption of SIMPLE\nplans.",
    "Page_59": "5/11/18\n\n \n\n \n\nProposal\n\n \n\nWe propose a very modest change to current law that would build on the existing framework for\nSIMPLE plans.' In its simplest form, the new plan would work the same as the SIMPLE IRA,\nexcept that employer contributions would not be required and the employee deferral limit would\nbe set lower than that for SIMPLE IRAs ($12,500 for 2018), but higher than the regular IRA\ncontribution limit ($5,500 for 2018). To implement this change, Congress could amend Code\n§408(p) (Simple Retirement Accounts) to add an option with no employer contribution required\nand lower deferral limits. The IRS would revise certain existing guidance on SIMPLE IRAs\n(Notice 98-4) to reflect the new option, make any necessary conforming changes to IRS\nregulations, and revise their model forms to reflect the new option.\n\nThe Simpler plan should be an attractive, low-cost option for employers currently reluctant to\noffer a plan. Because the Simpler plan would be available only to small employers (100 or fewer\nemployees)—the group least likely to currently offer plans—we believe the new option would\nnot detract from the successful 401(k) system. Indeed, as these employers grow and become\naccustomed to the basic responsibilities of sponsoring a plan, they may be more inclined to step\nup to offering a 401(k) plan with its higher contribution limits and additional flexibility.\n\nEXPAND COVERAGE:\n\nEXPAND USAGE OF MULTIPLE EMPLOYER PLANS\n\n \n\n \n\n \n\nCurrent Law\n\n \n\nMost retirement plans subject to ERISA and the Code are “single employer plans” and are\nmaintained by a single employer for its employees (and other employees of companies within the\nsame “controlled group”). ERISA also allows multiple employers to sponsor a plan, as a sponsor\nof plan may include “...any person acting directly as an employer, or indirectly in the interest of\nan employer, in relation to an employee benefit plan; and includes a group or association of\nemployers acting for an employer in such capacity.”\n\nThe Department of Labor (DOL) has issued guidance analyzing when an entity may establish a\nsingle ERISA plan that covers multiple employers. Most of the guidance addresses associations,\nbut some addresses other types of organizations (e.g., financial institutions, franchises, employee\nleasing and professional service organizations). This guidance generally provides that fora\nsingle ERISA plan to exist, the employers that participate in the plan must be tied together by a\ncommon economic interest or organizational relationship unrelated to the provision of benefits.\n\n! The new plan could be structured as either a SIMPLE IRA ora SIMPLE 401(k) plan, but we focus here on\nSIMPLE IRAs because very few employers that offer SIMPLE plans elect to use the SIMPLE 401(k) format. The\ndraft language includes an amendment to Code section 401(k)(11) to allow for a Simpler plan under the SIMPLE\n401(k) format.\n\n4",
    "Page_60": "9/11/18\n\nTo the extent there is no such relationship, each participating employer is treated as establishing\nand maintaining a separate employee benefit plan for its own employees.\n\nIn contrast to DOL guidance requiring a common interest or relationship between the\nparticipating employers, the Code provides special tax-qualification rules that accommodate\nplans sponsored by two or more employers that are not in the same controlled group or otherwise\nrelated. Under these rules, employers participating in the multiple employer plan are treated as\none employer for certain purposes (e.g., minimum participation testing; vesting) and as separate\nemployers for certain other purposes (e.g., nondiscrimination and minimum coverage testing;\ndeduction rules). Current law provides that a violation of the Code’s tax-qualification\nrequirements by one participating employer in a multiple employer plan could result in the\ndisqualification of the entire plan for all participating employers. For example, if one\nparticipating employer in a multiple employer plan fails to satisfy the top-heavy rules then the\nmultiple employer plan may be disqualified for all of the employers in the plan.\n\n \n\n \n\nNeed for Improvement\n\n \n\nRulings? that preclude small employers from banding together to participate in a single\nretirement plan maintained by a single service provider impact the ability of small employers to\ngain the same efficiencies that larger employers enjoy. These efficiencies come in the form of\nreduced compliance and administrative burdens (e.g., a single Form 5500, a single vendor\nrelationship to manage). However, DOL guidance has essentially foreclosed the operation of\nretirement plans covering groups of unrelated employers under ERISA. In addition, employers\nare discouraged from joining a multiple employer plan by the Code provision providing that\nviolations of qualification requirements by one participating employer disqualifies the entire\nplan.\n\nAllowing small employers to participate in a single, multiple-employer ERISA plan (often\nreferred to as a “MEP”)—regardless of the employer’s industry or any other preexisting\nrelationship with other participating employers or the plan sponsor—will reduce administrative\nand compliance costs and burdens, and ultimately improve the availability of retirement plans to\nemployees of small employers.\n\nStudies have found that concern about administrative costs and burdens are a significant reason\nthat more small businesses do not offer retirement plans. Small employers maintaining their own\nplan are required to prepare their own plan documents, summary plan descriptions and other\nparticipant disclosures, file individual Form 5500s, obtain a separate financial audit, and\nestablish a single trust. Because of the fixed administrative costs of sponsoring a plan, small\nplans may not qualify for lower cost investment options or lower recordkeeping fees. Allowing\nmultiple, unrelated small employers to participate in a single plan with reduced compliance and\nadministrative burdens and centralized administration will reduce plan costs and help them\nobtain pricing similar to larger plans.\n\n2 See DOL Advisory Opinions 2012-03A and 2012-04A.\n5",
    "Page_61": "9/11/18\n\nIn addition to administrative and compliance burden, smaller employers may be challenged by\nthe fiduciary responsibility and liability of selecting and monitoring service providers and plan\ninvestment options. By providing a level of liability relief for investment options offered under\nthe plan, small employers would be encouraged to participate in a multiple employer plan, while\nat the same time ensuring that plan participants are protected.\n\n \n\n \n\nProposal\n\n \n\nThe proposal would amend the definition of “employee pension benefit plan” in ERISA to\nprovide that a qualified multiple small employer plan (“QMSEP”) will not fail to be treated as a\nsingle, ERISA-covered pension plan solely because contributing employers (meeting the\ndefinition of a “small employer”) to the plan do not share a common economic relationship\nunrelated to the provision of benefits.\n\nThe QMSEP would be a multiple employer plan, as described in the Code and Treasury\nregulations thereunder, that is an individual account plan. The QMSEP would only be available\nto small employers. The term small employer would be defined as meaning any employer with\nno more than 100 employees who received $5,000 or more of compensation from the employer\nfor the preceding year. If a participating employer fails to be an eligible employer fora\nsubsequent year after participating in the plan for one or more years (including as a result of any\nacquisition, disposition or similar transaction), it would continue to be treated as an eligible\nemployer for the five years following the last year the employer was an eligible employer.\n\nKey legal protections for plan participants would be as follows —\n\ne Employers would transfer fiduciary responsibility for selecting and monitoring plan\ninvestment options to the sponsor of the QMSEP, who would be the “named fiduciary.”\n\ne Participating employers in the QMSEP would retain fiduciary responsibility for the\nselection and monitoring of the QMSEP “named fiduciary.” The named fiduciary would\nbe permitted to delegate investment responsibility only to investment managers (who are\nby definition well-regulated professionals) as already permitted under ERISA. If the\nnamed fiduciary delegates its investment authority to an investment manager, the named\nfiduciary would remain liable for the prudent selection and monitoring of the investment\nmanager. Importantly, as noted above, participating employers would be relieved of the\nliability of selecting and monitoring the particular investment options — an important\nincentive to join a QMSEP and offer a retirement plan to employees.\n\ne The named fiduciary would be required to acknowledge in writing that he is a fiduciary\nto the QMSEP that is subject to all the requirements of ERISA. The named fiduciary, or\nits designee, would also be required fulfill the role of the QMSEP’s “administrator,”\nwhich means he ultimately would be responsible for all ERISA statutory disclosure\nresponsibilities. The named fiduciary could delegate recordkeeping and other\nadministrative functions to another entity.",
    "Page_62": "5/11/18\n\ne The named fiduciary would be required to register with the DOL and demonstrate to the\nDOL that it meets requirements related to fiduciary ability, capacity to account for the\ninterests of a large number of individuals, fitness to handle funds, and rules of fiduciary\nconduct. These requirements would be similar to those that apply to non-bank trustees of\nindividual retirement accounts.\n\ne The DOL would have authority to conduct audits of the QMSEP’s named fiduciary to\nensure compliance with legal requirements. The named fiduciary would also be required\nto disclose to participating employers any pending or past (within the 24-month period\npreceding the named fiduciary’s appointment) investigation or enforcement action by the\nDOL, Internal Revenue Service, or Securities and Exchange Commission concerning his\nconduct as a fiduciary or party in interest with respect to any plan, or any pending claims\nor final judicial adjudication or settlement with third parties for any violation of ERISA.\n\ne All QMSEP assets would be required to be held in trust by a bank or trust company\nsupervised by a State or Federal agency.\n\ne The QMSEP would be prohibited from subjecting participating employers to\nunreasonable restrictions or fees, or any penalties, that restrict participating employers’\nability to cease participation in, or transfer assets from, the plan. This requirement would\nnot prohibit an investment fund from imposing fees or charges normally assessed to any\nshareholder or investor in the normal course of business, such as redemption fees.\n\ne The QMSEP would include in its Form 5500 the name and identifying information of\neach participating employer. The DOL would be directed to provide regulatory guidance\non how the SPD, Form 5500 and pension benefit statement requirements would apply in\nthe case of aQMSEP.\n\nIn addition, the Treasury Department would be directed to prescribe final regulations under\nwhich a QMSEP may be treated as satisfying the tax Code qualification requirements despite the\nviolation of those requirements with respect to one or more participating employers. The\nregulations could require that the portion of the plan attributable to the participating employers\nviolating the qualification requirements be spun off into separate plans maintained by those\nemployers.\n\nDifferent variations of this proposal appear in the Retirement Security Act of 2017 (S. 1383,\nCollins, R-ME), the Retirement Security for American Workers Act of 2017 (H.R. 854,\nBuchanan, R-FL), the Small Businesses Add Value for Employees Act of 2017 (H.R. 4637, Kind,\nD-WI), and the Retirement Enhancement and Savings Act of 2018 (S. 2526, Hatch, R-UT and\nH.R. 5282, Kelly, R-PA).",
    "Page_63": "5/11/18\n\nINCREASE PARTICIPATION AND SAVINGS RATES:\n\nMobpIFY EXISTING AUTOMATIC ENROLLMENT SAFE HARBOR AND OFFER\nADDITIONAL AUTOMATIC ENROLLMENT SAFE HARBOR\n\n \n\n \n\n \n\nCurrent Law\n\n \n\nTo encourage use of automatic enrollment, the Code includes a safe harbor that eliminates the\nneed for a 401(k) plan to run complicated non-discrimination tests. The Pension Protection Act\nof 2006 created a new nondiscrimination safe harbor, known as a qualified automatic\ncontribution arrangement (or QACA). A plan that adopts a QACA is deemed to have satisfied\ntop-heavy requirements and the Actual Deferral Percentage (ADP) and Actual Contribution\nPercentage (ACP) nondiscrimination tests. The Code provides that to qualify asa QACA,\nemployees must automatically be enrolled at an elective contribution equal to a “qualified\npercentage,” defined to be met if the percentage is applied uniformly and is at least 3% for the\nfirst plan year beginning when the automatic contribution arrangement is established; at least 4%\nthe subsequent year; at least 5% the year after that; and at least 6% for any subsequent year.\nWhile these percentages are minimums, the Code provides that a percentage exceeding 10% will\nnot qualify asa QACA. The plan also must make a matching contribution to all non-highly\ncompensated employees equal to 100% of elective contributions up to 1% of compensation, plus\n50% of elective contributions between 1% and 6% of compensation. Alternatively, the plan can\nmake a nonelective contribution equal to 3% of compensation. The matching contribution may\nbe applied to both elective deferrals and employee contributions.\n\n \n\n \n\nNeed for Improvement\n\n \n\nFor plan sponsors that rely on the QACA safe harbor, the 10% ceiling is a barrier to escalating\nautomatic contributions to levels that in some cases may be more appropriate for ensuring\nretirement adequacy. (In fact, even plan sponsors that do not rely on the QACA safe harbor often\nperceive the rule’s 10% as a ceiling.) Accordingly, there is broad agreement across the retirement\nplan community for removing the 10% cap on automatic escalation deferral rates for plan\nparticipants.\n\nIn addition, while the QACA safe harbor has been applauded for encouraging the use of\nautomatic enrollment, many plan sponsors believe that the default contribution levels are too low\nand that higher contribution levels are necessary to ensure a secure retirement for plan\nparticipants.\n\n \n\n \n\nProposal\n\n \n\nAmend the safe harbor provisions in Code section 401(k)(13)(C)(iii) to remove the phrase “does\nnot exceed 10 percent” and clarify that the qualified percentages are not maximums. As under\ncurrent law, a participant would always be able to stop the escalation of his or her contribution",
    "Page_64": "5/11/18\n\nrate at any time, select another percentage, or opt out of the plan. A plan sponsor could also set a\nmaximum (but no lower than 6 percent).\n\nCreate a new automatic enrollment safe harbor—which would give employers another option\nalongside the QACA safe harbor—under which the default contribution would be at least 6% in\nthe first year, at least 8% in the second year, and at least 10% in all subsequent years. There\nwould be a 10% cap on the default level of contributions in the first year but no cap would apply\nthereafter. The employer would be required to make matching contributions equal to 50% of a\nparticipant’s contribution up to 2% of compensation and 30% percent of elective contributions\nexceeding 2% of compensation, up to 10% of compensation. This arrangement “stretches” the\ncurrent matching contribution to encourage participants to contribute at least 10% of pay. Like\nthe QACA safe harbor, matching contributions could be applied to both elective deferrals and\nemployee contributions. Nonelective contributions would not be allowed in this safe harbor. A\ntax credit also might be included to encourage small employers to adopt the new automatic\nenrollment safe harbor. Another incentive to adopt the new safe harbor could be the option to\napply a three-year cliff vesting period to employer matching contributions. The current QACA\nsafe harbor would not be affected.\n\nThe first proposal appears in the Retirement Plan Simplification and Enhancement Act of 2017\n(H.R. 4524, Neal, D-MA), the Retirement Security Act of 2017 (S. 1383, Collins, R-ME) and in\nthe Retirement Enhancement and Savings Act of 2018 (S. 2526, Hatch, R-UT and H.R. 5282,\nKelly, R-PA). Variations of the second proposal appear in the Retirement Security Act of 2017\n(S. 1383, Collins, R-ME) and in the Retirement Plan Simplification and Enhancement Act of\n2017 (H.R. 4524, Neal, D-MA).\n\nINCREASE PARTICIPATION AND SAVINGS RATES:\n\nINDEX IRA CATCH-UP LIMITS\n\n \n\n \n\n \n\nCurrent Law\n\n \n\nTax law imposes contribution limits on all tax-advantaged retirement savings vehicles. In almost\nall cases, to ensure workers’ ability to save for their future is not eroded by increases in the cost\nof living, contribution limits are automatically increased periodically to reflect inflation.\n\nBecause many workers tend to enter and leave the workforce to raise children and because\nworkers tend to have more income available to save for retirement later in their career,\n\nCongress in 2001 created “catch up” contributions for all of the important retirement savings\nvehicles. The catch-up contribution limit for 401(k), 403(b) and 457(b) plans are all inflation\nindexed. But the catch-up contribution limit for individual retirement accounts—which was last\nadjusted to $1,000 per year in 2006—is not.",
    "Page_65": "5/11/18\n\n \n\n \n\nNeed for Improvement\n\n \n\nSince their creation in 1974, IRAs have played a vital role in building retirement security for\nworkers without access to a retirement plan at work, for small business owners, and for non-\nworking spouses. The general contribution limit for IRAs is indexed so that its value is not\neroded over time. The catch-up contribution limit for IRAs should also be indexed for inflation\nfor the same reason, which simply brings it in line with catch-up contribution limits for those\nwho save through workplace plans.\n\n \n\n \n\nProposal\n\n \n\nAmend Code section 219(b)(5)(B) to provide that, in the case of any taxable year beginning after\nenactment, the $1,000 catch-up contribution amount will be adjusted for inflation from the year\nof enactment in the same manner as adjustments under IRC § 415(d). Although cost-of-living\nadjustments relating to retirement savings contributions typically are adjusted by multiples of\n$500, because of the small amount involved in this case, smaller increments could be used (such\nas $200). For example, any increase that is not a multiple of $200 will be rounded down to the\nnext lower multiple of $200.\n\nHELP PARTICIPANTS MAKE INFORMED DECISIONS:\n\nMODERNIZE E-DELIVERY DISCLOSURE RULES\n\n \n\n \n\n \n\nCurrent Law\n\n \n\nThe IRS and the Department of Labor have no less than four separate regulatory standards that\ngovern the circumstances under which an employee can be given a plan-related document\nelectronically, and the four are not consistent with each other:\n\ne Treasury Regulations permit electronic delivery of notices and disclosures if a participant\nhas the “effective ability to access” electronic media.\n\ne Any disclosures required under ERISA can be made electronically (a) to a participant\nwho has effective access to the document electronically at work and use of electronic\ninformation systems is an integral part of the participant’s duties or (b) to a participant or\nbeneficiary who offers affirmative consent.\n\ne For pension benefit statements, a DOL Field Assistance Bulletin (FAB) allows the “post\nand push” method, whereby plan sponsors can use a continuous access secure website for\nthe posting of benefit statements, provided that individuals are notified how to access the\nwebsite and that they can opt out and receive free paper disclosures instead.\n\n3 Treas. Reg. § 1.401(a)-21; DOL Reg. § 2510.104b-1; DOL Field Assistance Bulletin 2006-03; DOL Technical\nRelease 2011-03R.\n\n10",
    "Page_66": "5/11/18\n\ne Participant fee disclosures can be made electronically if the participant voluntarily\nprovides an email address, but the fact that the employer assigns the employee an email\naddress is not sufficient.\n\n \n\n \n\nNeed for Improvement\n\n \n\nAllowing plans to make e-delivery the default method for communicating with participants (but\nallowing participants to opt for paper) will enhance the effectiveness of ERISA communications,\nmaintain security of information, and produce cost savings for the economy and plans that decide\nto opt for e-delivery. Since adoption of DOL’s electronic delivery regulation in 2002, intemet\nusage has become virtually universal among most plan participants (approximately 93 percent of\nhouseholds with DC plans have internet access).\n\n \n\n \n\nProposal\n\n \n\nUnder the proposal, any document that is required by ERISA or the Code to be furnished to a\nparticipant, beneficiary or other individual (a “recipient”) may be furnished electronically under\na number of alternative methods:\n\ne By direct delivery of the document to the recipient’s email address.\n\ne By posting on a continuously available website, if the recipient is notified that the\ndocument is available.\n\ne Any other electronic means reasonably calculated to ensure actual receipt.\n\nThe proposal includes robust safeguards for participants who prefer to receive documents in\npaper form. Recipients must be informed of the right to request delivery of paper format, and a\nrecipient who requests delivery of a paper document would be entitled to receive it. Any\nelectronically furnished document must be presented in a manner that is consistent with the style,\nformat, and content requirements applicable to the particular document taking into account the\nelectronic form of the document, and the system must incorporate measures reasonably designed\nto protect personal information.\n\nA similar proposal for modernizing the rules for electronic disclosure appears in the Receiving\nElectronic Statements to Improve Retiree Earnings Act of 2017 (H.R. 4610, Polis, D-CO).\n\nHELP PARTICIPANTS MAKE INFORMED DECISIONS:\n\nCONSOLIDATE NOTICES\n\n \n\n \n\n \n\nCurrent Law\n\n \n\nOver the years, the number of notices that must be provided to participants and beneficiaries has\nexploded. When ERISA was enacted in 1974, Congress intended that one document—the\n\n11",
    "Page_67": "9/11/18\n\nsummary plan description—would be the notice that informed participants of their rights and\nobligations. Since then, a large number of additional notices have been imposed on retirement\nplans under ERISA and the Code—now numbering more than 30 that apply just to retirement\nplans. Many of these notices must be provided upon enrollment and annually thereafter,\nalthough the specific timing requirements vary according to applicable regulations. The\nadditional notices include:\n\ne Qualified default investment alternative notice. (ERISA §§ 404(c)(5)(B), 514(e)(3)):\nExplains how a participant’s account will be invested in the absence of an investment\nelection by the participant.\n\ne Participant fee and investment disclosure. (DOL Reg. § 2550.404a-5): Provides\nparticipants in participant- directed individual account plans with key information about\ntheir plan and the investments available under the plan.\n\ne Safe harbor notice. (Code § 401(k)(12)(D)): Informs participants that the employer will\nsatisfy the Code’s nondiscrimination requirements by making matching or nonelective\ncontributions to the plan and explains participants’ rights and obligations under the\narrangement.\n\ne Autoenrollment safe harbor notice. (Code § 401(k)(13)(E)): Informs participants in plans\nusing the qualified automatic contribution arrangement safe harbor to satisfy\nnondiscrimination rules about their rights and obligations under the arrangement,\nincluding the default investment.\n\ne Permissive withdrawal notice. (Code § 414(w)(4)): Informs participants in automatic\nenrollment plans that allow permissible withdrawals about their rights and obligations\nunder the arrangement, including the right to stop automatic contributions and withdraw\nthem within 90 days.\n\n \n\n \n\nThese notices, taken together, form a second “mini summary plan description” that explains key\nplan features that a participant might want to know to make the initial decision to enroll,\nincluding what happens if the participant takes no action. In practice, these notices may be\nprovided as separate notices in the enrollment packet that employees receive on their first day of\nwork,\n\n \n\n \n\nNeed for Improvement\n\n \n\nIn implementing these rules, the Departments of Labor and the Treasury have explicitly or\nimplicitly discouraged combining these notices, even though together the notices provide\ninterrelated information about a 401(k) plan’s features. This discourages an integrated\ncommunication approach, complicates plan administration, and inundates participants with\nnotices. Particularly with technical materials, more is often less effective, and the proliferation\nof notices, sent at different times, may serve to confuse many participants and cause many\nnotices to be overlooked. In addition, the annual notice is in some cases unnecessarily tied to the\nplan year.\n\n12",
    "Page_68": "9/11/18\n\n \n\n \n\nProposal\n\n \n\nA single notice (which could be referred to as the “Quick Start” notice) could combine the\ninformation currently in the following 11 notices:\n\n1.\n\nMoe wh\n\n8.\n9.\n\nQualified default investment alternative notice (ERISA § 404(c)(5)(B) and DOL Reg. §\n2550.404c-5(d))\n\nNotice of availability of cash or deferred election (Treas. Reg. § 1.401(k)-1(e)(2))\nParticipant fee and investment disclosure (DOL Reg. § 2550.404a-5)\n\nSafe harbor notice (Code § 401(k)(12)(D) and Treas. Reg. § 1.401(k)-3(d))\n\nERISA automatic contribution arrangement notice (ERISA § 512(d)(3))\n\nEligible automatic contribution arrangement notice (Code § 414(w)(4) and Treas. Reg. §\n1.414(w)-1(b)(3))\n\nQualified automatic contribution arrangement notice (Code § 401(k)(13)(E) and Treas.\nReg. § 1.401(k)-3(k)(4))\n\nAutomatic enrollment under eligible combined defined benefit and defined contribution\nnotice (Code § 414(x)(5)(B))\n\nERISA notice regarding availability of investment advice (ERISA § 408(g)(6) and DOL\nReg. § 2550.408g-1(b)(7))\n\n10. Code notice regarding availability of investment advice (Code § 4975(f)(8)(F))*\n11. Proposed regulations regarding target date funds (75 Fed. Reg. 73987 (Nov. 30, 2010))\n\nPlans could decide which of the aforementioned notice requirements to satisfy through the\ncombined Quick Start notice. In addition, a number of notices have become redundant or\nirrelevant. The following notices would be eliminated:\n\nSummary annual report (ERISA § 104(b)(3)). This notice summarizes the annual report\n(Form 5500) filed by the plan with the Department of Labor, Internal Revenue Service,\nand Pension Benefit Guaranty Corporation. For example, it reports total assets, expenses,\nand income of the plan, and information on how to obtain the full annual report. The\nsummary annual report is much less useful than the pension benefit statement provided to\nparticipants, which has specific information on the participant’s account or benefits. In\naddition, the “Quick Start” will alert participants that they can request a copy of the\nannual report.\n\nDeferred vested pension statement (Code § 6057(e)). This section requires plan\nadministrators to provide participants who have separated from service with a statement\nof deferred vested benefits. In practice, this is now duplicated by the pension benefit\nstatement requirement under ERISA section 105.\n\nPension benefit report (ERISA § 209). This section requires a plan administrator to\nfumish a report to employees sufficient to determine their benefits. This notice is\nredundant because of the pension benefit statement requirement under ERISA section\n105, which requires benefit statements either on a periodic basis or upon request.\n\n4 The notice would continue to apply in the case of individual retirement plans and similar arrangements.\n\n13",
    "Page_69": "5/11/18\n\nThis proposal is a modified version of provisions in the Secure Annuities for Employee\nRetirement Act of 2013 (S. 1270, Hatch, R-UT) and the Retirement Plan Simplification and\nEnhancement Act of 2017 (H.R. 4524, Neal, D-MA).\n\nHELP PARTICIPANTS MAKE INFORMED DECISIONS:\n\nMAKE PERFORMANCE DISCLOSURE FOR TARGET DATE FUNDS MORE EFFECTIVE\n\n \n\n \n\n \n\nCurrent Law\n\n \n\nIn 2010, the Department of Labor finalized a regulation under ERISA section 404(a) requiring\nparticipants in participant- directed individual account plans to receive certain information about\ntheir plans and the investment options available under the plans. The rule is intended to ensure\nthat all participants in such plans have the information they need to make informed decisions\nabout the management of their individual accounts and the investment of their retirement\nsavings. The regulation includes a requirement that the historical performance (1-, 5-, and 10-\nyear returns) for each designated investment alternative for which the return is not fixed, be\ncompared to an appropriate broad-based securities market index.® For example, for an equity\nfund, a plan would provide participants the 1-, 5-, and 10-year returms of the equity fund,\nalongside returns of an appropriate broad-based index (like the S&P 500, which represents the\nsame asset class). This rule does not specifically address investments like target date funds that\ninclude a mix of asset classes. In the preamble to the final regulation and subsequent interpretive\nguidance,® DOL indicated that a plan could provide the required benchmark and additional\nbenchmarks, so long as the additional benchmarks are not inaccurate or misleading. For\nexample, for an investment option that has a mix of asset classes, an additional benchmark could\nbe created by blending the returns of more than one appropriate broad-based securities market\nindex. (The blended benchmark must proportionally reflect the actual holdings of the investment\noption.) The DOL benchmarking rule is based on a similar requirement under the securities laws\nfor mutual fund prospectuses,’ which requires a fund (in its prospectus) to compare its\nperformance to an appropriate broad-based securities market index and allows comparison to\nanother broad-based index, so long as the comparison is not misleading. In order to provide a\nblended benchmark index fora given investment option, if there is no appropriate broad-based\nindex that reflects a mix of asset classes, the disclosure materials may need to include at least\ntwo different benchmarks for the option, which could confuse participants and unnecessarily\nlengthen the disclosure.\n\n \n\n \n\nNeed for Improvement\n\n \n\nIn the context of DOL’s participant disclosure rule (in which key information, such as\nperformance and fees, about each designated investment option under a plan must be provided in\n\n5 DOL Reg. § 2550.404a-5(d)(1)(iii).\n5 See 75 Fed. Reg. at 64916-17; Field Assistance Bulletin 2012-02R, Q&A-16.\n7 See Form N-1A, Item 27(b)(7).\n\n14",
    "Page_70": "5/11/18\n\na comparative format so that participants can directly compare the options and allocate their\ninvestments among them), providing two different benchmarks for a target date fund, for\nexample—one that tracks the fund’s allocation and one that does not—detracts from the\nusefulness of the comparative chart. For purposes of the comparative chart, plans should have\nthe option to provide a single benchmark that tracks the asset allocation of the particular fund, so\nthat participants can make more focused comparisons of the different investment alternatives\navailable to them.\n\n \n\n \n\nProposal\n\n \n\nDOL would be directed to modify its participant disclosure regulation so that an investment that\nuses a mix of asset classes can be benchmarked against a blend of broad-based securities market\nindices, provided (a) the index blend reasonably matches the fund’s asset allocation over time,\n(b) the index blend is reset at least once a year, and (c) the underlying indices are appropriate for\nthe investment’s component asset classes and otherwise meet the rule’s conditions for index\nbenchmarks. (These conditions are important to prevent the blended benchmark from being\nmanipulated.)\n\nThis proposal appears in the Retirement Plan Simplification and Enhancement Act of 2017 (H.R.\n\n4524, Neal, D-MA) and in the Secure Annuities for Employee Retirement Act of 2013 (S. 1270,\nHatch, R-UT).\n\nPERMIT GREATER FLEXIBILITY FOR RETIREMENT SAVERS:\n\nUPDATE REQUIRED MINIMUM DISTRIBUTION RULES\n\n \n\n \n\n \n\nCurrent Law\n\n \n\nWorkers are required to begin taking distributions from qualified retirement plans and IRAs at\nage 70'4. These “required minimum distributions” were first added to the Code in 1962 to\nprevent business owners from using retirement vehicles for estate planning. Congress has since\napplied the RMD rule to virtually all tax-advantaged retirement accounts, but has never\nreexamined the required beginning age to reflect changing patterns of retirement savings or\nincreases to life expectancy.\n\n \n\n \n\nNeed for Improvement\n\n \n\nResearch shows that workers tend to roll their retirement savings into IRAs at retirement, where\nthey tend to preserve them until the law forces a distribution.’ According to the Social Security\nAdministration’s Period Life Expectancy Table, the life expectancy of a person aged 65 in 2014\n\n8 See Sarah Holden and Daniel Schrass, “The Role of IRAs in U.S. Households’ Saving for Retirement, 2017,” ICI\nResearch Perspective 23, no. 10 (December 2017); available at https://www.ici.org/pdf/per23-10.pdf.\n\n15",
    "Page_71": "5/11/18\n\nis about five years longer for men and about four and a half years longer for women than it was\nin 1962 (when the 70% rule was first added).° In fact, with a married couple both aged 65 in\n2000, there is a 72% chance that one will live to age 85 and a 45% chance that one will live to\nage 90.1\n\n \n\n \n\nProposal\n\n \n\nAmend Code section 401(a)(9) to increase the required beginning age from 70% to at least 75,\nand permit those receiving RMDs to stop if they have not yet reached the new required\nbeginning age.\n\nThis proposal is a modified version of a proposal in the Retirement Plan Simplification and\nEnhancement Act of 2017 (H.R. 4524, Neal, D-MA).\n\nPERMIT GREATER FLEXIBILITY FOR RETIREMENT SAVERS:\n\nELIMINATE MAXIMUM AGE FOR TRADITIONAL IRA CONTRIBUTIONS\n\n \n\n \n\n \n\nCurrent Law\n\n \n\nIndividuals who reach age 70*4 before the close of a taxable year may not make contributions to\na traditional IRA for that year.\n\n \n\n \n\nNeed for Improvement\n\n \n\nIn view of the variability in how individuals save throughout their working lives, the increases to\nlife expectancy discussed above, and the corresponding potential for individuals to continue\nworking past traditional retirement age, the law should not prevent workers aged 70% and older\nfrom continuing to save for retirement.\n\n \n\n \n\nProposal\n\n \n\nAmend Code section 219(d) to repeal paragraph (1) and make conforming changes.\n\nThis proposal appears in the Retirement Enhancement and Savings Act of 2018 (S. 2526, Hatch,\nR-UT and H.R. 5282, Kelly, R-PA).\n\n° See 2014 OASDI Trusties Report Table V.A3. Period Life Expectancy, Social Security Administration, available\nat www.ssa.gov/oact/T R/2014/lr5a3.html#hist and 2017 OASDI Trustees Report Table V.A4. Period Life\nExpectancy, Social Security Administration, available at\n\nhttps://www.ssa.gov/oact/T R/2017/V_A_demo.html#226697.\n\n10 See Plan for a Long Retirement, available at https://personal.vanquard.com/us/insights/retirement/plan-for-a-long-\nretirement-tool.\n\n \n\n16",
    "Page_72": "5/11/18\n\nIMPROVE PLAN ADMINISTRATION:\n\nEXPAND EMPLOYEE PLANS C OMPLIANCE RESOLUTION SYSTEM\n\n \n\n \n\n \n\nCurrent Law\n\n \n\nUnder a literal reading of applicable law, certain imperfections in a plan document or any single\nfailure to operate a plan in accordance with the plan’s written terms disqualifies the entire plan\nand trust, resulting in severe income tax consequences to innocent participants. The IRS’\nEmployee Plans Compliance Resolution System (EPCRS) allows qualified plans and 403(b)\nplans to correct inadvertent errors in a plan document or plan administration without unnecessary\ntax consequences befalling innocent participants. It is widely recognized as a very successful\nprogram.\n\nUnder the program, certain errors can be self-corrected by the plan; other errors require a\nvoluntary correction filing (called VCP) which can be expensive to prepare and which can take a\nlong time for the IRS to process.\n\n \n\n \n\nNeed for Improvement\n\n \n\nBecause the IRS releases updates somewhat infrequently and because of limited IRS resources,\nEPCRS has not kept up with the ever growing complexity of plan administration.\n\nIn particular, a common error that requires a VCP filing is the correction of a single loan error.\nThe cost of correcting a loan error typically would be less than the cost of the VCP filing itself.\nSimilarly, it would be helpful to permit self-correction of missed required minimum distributions\nwithin a reasonable time frame.\n\nThere currently is no correction program available for errors relating to IRAs.\n\n \n\n \n\nProposal\n\n \n\nTreasury would be directed to modify EPCRS:\n\ne to allow for self-correction of loan errors (directing the Secretary of Labor to treat any\nloan self-corrected under EPCRS as also meeting the requirements of Labor’s voluntary\ncorrection program);\n\ne to allow self-correction, without an excise tax, of a required minimum distribution that is\nmade within 180 days after the distribution was required to be made from the plan;\n\ne to provide the same comprehensive program of correction for governmental 457(b) plans;\nand\n\ne to expand EPCRS to allow custodians of IRAs to address inadvertent errors for which the\nindividual owner was not at fault (including waiver of the excise tax for failure to make\n\n17",
    "Page_73": "5/11/18\n\nrequired minimum distributions; and inadvertent rollovers, such as a rollover by a\nnonspouse beneficiary or a rollover from a non-governmental 457 plan).\n\nThis proposal appears in the Retirement Plan Simplification and Enhancement Act of 2017 (H.R.\n\n4524, Neal, D-MA) and in the Secure Annuities for Employee Retirement Act of 2013 (S. 1270,\nHatch, R-UT).\n\nIMPROVE PLAN ADMINISTRATION:\n\nSIMPLIFY 403(b) TERMINATION\n\n \n\n \n\n \n\nCurrent Law\n\n \n\nIn 2007, Treasury and IRS completed a comprehensive overhaul of the regulations governing\n403(b) plans. For the first time, the regulations provided that a 403(b) plan may be terminated.\nBut the regulations provide only limited guidance regarding the mechanics of plan termination.\nWhen a 403(b) plan is invested in annuities, the termination can occur through distribution of a\nfully paid annuity contract to the participants. When the 403(b) plan is invested in regulated\ninvestment companies in a custodial account (as the Code allows), the administrative process is\nmore difficult. When a participant can be located and responds to communication from the plan,\nthe account can be rolled over into an IRA. It is inevitable, however, that there will be\nparticipants who are either not located or unwilling to voluntarily liquidate their existing 403(b)\naccounts, perhaps because they prefer their current investment provider or because of sales\ncharges. The problem of missing participants is particularly problematic in the context of 403(b)\nplans because these plans are often funded through a number of different vendors. Many\nparticipants will hold contracts issued by vendors that do not have a current relationship with the\nemployers. The IRS issued a ruling in 2011 (Rev. Rul. 2011-7) that appears to require an\nelection by the participant to distribute funds in the custodial account, which is often not possible\nto obtain.\n\n \n\n \n\nNeed for Improvement\n\n \n\nUnlike with 401(k) and other qualified plans, the Code does not provide a process for\nterminating 403(b) plans, which has left the IRS with little guidance. Providing an orderly\nprocess for termination which protects participants and maintains the tax qualified nature of the\naccount is consistent with prior Congressional efforts to harmonize the rules for 403(b) plans\nwith qualified plans. Providing for the “in-kind” distribution of a custodial account to a\nparticipant upon plan termination, so that the account retains its 403(b) status outside of the plan,\nalso would provide parity for 403(b) participants who invest in mutual fund custodial accounts\nand want to remain invested in the same vehicle after plan termination, just like 403(b) annuity\ncontract holders who can maintain their contract after plan termination.\n\n18",
    "Page_74": "5/11/18\n\n \n\n \n\nProposal\n\n \n\nThe proposal would provide that if an employer terminates a 403(b) plan under which amounts\nare contributed to a custodial account, an account of a participant or beneficiary shall be\nconsidered “distributed” for plan termination purposes if the account is distributed “in-kind” to\nthe participant or beneficiary (in which case amounts actually distributed from the account will\nbe taxed in the year in which so distributed under Code section 72, unless rolled over to another\nqualified account). A custodial account would not be considered “distributed” to a participant or\nbeneficiary if the employer has any material retained rights under the account, but the employer\nwould not be treated as retaining material rights simply because the custodial account was\noriginally opened under a group contract.\n\nThis proposal appears in the Retirement Plan Simplification and Enhancement Act of 2017 (H.R.\n4524, Neal, D-MA). A different proposal relating to 403(b) plan termination appears in the\nRetirement Enhancement and Savings Act of 2018 (S. 2526, Hatch, R-UT and H.R. 5282, Kelly,\nR-PA).\n\nSTRENGTHEN SOCIAL SECURITY:\n\nPLACE SOCIAL SECURITY ON SOLID FINANCIAL FOOTING\nFOR THE INDEFINITE FUTURE\n\n \n\nThe foregoing proposals would go a long way toward improving the successful defined\ncontribution plan system and better equipping American workers with the tools needed to build a\nsecure retirement. Any assessment of the US retirement system is incomplete, however, without\nrecognizing the significance of Social Security. Social Security provides the foundation of\nretirement security for almost all American workers—for the majority, it may be the largest\nsingle income source in retirement—and it replaces significant portions of income for lower-\nincome retirees. In this respect, Social Security replaces 85 percent of average inflation-indexed\nannual earnings for workers in the lowest lifetime household earnings quintile; 55 percent for\nworkers in the middle lifetime household earnings quintile; and 34 percent for workers in the\nhighest lifetime household earnings quintile.!! Y et the Social Security system faces a projected\nlong-term imbalance.\n\nIt is absolutely imperative to preserve Social Security as a universal, employment-based,\nprogressive safety net for all Americans. ICI urges Congress to strengthen Social Security and\nmaintain its current character. We do not support proposals to transform Social Security benefits\ninto individual private accounts.\n\n1! Figures represent the mean replacement rates for retired workers in the 1950s birth cohort, assuming the workers\nclaim Social Security benefits at age 65. See Exhibit 10 in Congressional Budget Office, CBO’s 2014 Long-Term\nProjections for Social Security: Additional Information (December 2014); available at\nwww.cho.gov/publication/49795.\n\n19"
}