{
    "Page_1": "tee\n\nat , Hons Como ovincia ¢\n“\n4 ‘2\n> ne\nrt ~~\n\n \n\nIn Mountain Bike ~~\n\nGuida ai percorsi della Provincia di Lecco e di Com” jaro",
    "Page_2": "© Provincia di Como e di Lecco Assessorato al Turismo e allo Sport - Luglio 2009.\n\nIdeazione di Andrea Mauri AGLAIA S.r.l. eventi & comunicazione, Lecco.\n\nGrafica, impaginazione e testi di AGLAIA S.r.1. www.aglaiasr1.it, Lecco.\n\nLe fotografie sono dell’archivio AGLAIA S.rll..\n\nTutti i tracciati sono stati rilevati tramite GPS professionale da Andrea Mauri con la collaborazione di Francesco Maspero.\n\nOrtofoto digitale a colori “Programma IT2000” Compagnia Generale Riprese aeree S.p.a. - Parma - Regione Lombardia conv. licenza d’uso del 21.11.2000, inserita nella raccolta Convenzioni\n\ne Contratti con n. 3289/RCC in data 29.12.2000.\n\nTutti i diritti riservati © Provincia di Como e di Lecco. Vietata la riproduzione, duplicazione, anche parziale, con qualsiasi mezzo, anche digitale.\nOgni abuso sara punito secondo i termini di Legge.\n\nLa frequentazione della montagna richiede la dovuta preparazione ed attrezzatura; si raccomanda quindi di adottare sempre la massima prudenza. Nel caso di infortuni, errori di percorso,\ncondizioni particolari del territorio non si assume alcun tipo di responsabilita per chi consulta la presente guida.\n\nAll rights reserved © Province of Como and Lecco. Reproductions and copies in whole and in part are strictly forbidden. All abuses shall be punishable by Law.\n\nVisiting the mountains requires both appropriate equipment and preparation. We therefore recommend you adopt maximum caution at all times. No liability of any kind is assumed with respect\nto guide users in case of accidents, route mistakes, or specific territorial conditions.",
    "Page_3": "ty Te\n3 / |\n;\naa P\nWW\n\niy A See\nba Nd |\nx\ni ole\n; a) Se\na! f Oe\ni nd\n: ¢ |\na .\n\nya ta f\nie 4a\nR/S ; : |\n\nps Pera nae i; ee a Pee Bike ee a\nis iscergy: i Guide to iin ea Wiss ae oe",
    "Page_4": "Anche la mountain bike, come le altre discipline sportive outdoor, si svolge in\nambienti naturali che richiedono cura e rispetto: raccomandiamo agli utenti di\nquesta guida la massima attenzione per I’ecosistema dei territori attraversati.\n\n  \n \n \n \n \n  \n \n \n  \n \n \n   \n  \n \n \n  \n \n \n \n  \n \n \n\nLa guida segnala un numero ampio di sentieri con differenti difficolta: € comu-\nnque necessario prevedere un minimo di preparazione fisica per poterli affron-\ntare in tranquillita. D’altra parte, per quelli piu impegnativi e pit lunghi, racco-\nmandiamo una attenta valutazione della propria preparazione atletica e delle\nproprie capacita, tanto in salita quando in discesa.\n\nLe condizioni del terreno sono variabili in base alla situazione climatica, alla pen-\ndenza, alla quota e all’avvicendarsi delle stagioni: suggeriamo quindi di prendere\nin considerazione anche questi fattori per la miglior riuscita di ogni escursione.\n\nOgni percorso viene trattato nella sua completezza ma é in ogni caso possibile\nridurre opportunamente il tracciato sulla base delle proprie capacita, seguendo\nle indicazioni riportate in ciascuna scheda attraverso le apposite icone e i dif-\nferenti colori.\n\nLocation / Places\n\nMountain biking, like any other outdoor sport, is best enjoyed in natural sur-\nroundings. These must be cared for and respected. We recommend that users\nof both this guide and the trails described in it pay close attention and care to the\necosystem of the territories they visit.\n\nThis guide describes a wide range of routes with varying difficulty levels. A\ncertain degree of physical fitness is nevertheless necessary to safely travel\nthese routes. We recommend you carefully assess both your athletic\npreparation and skills - both uphill and downhill - before attempting\nsome of the longer and more difficult trails.\n\nGround conditions may vary according to the weather, slope,\naltitude and season. We therefore also suggest you take these\nfactors into account in order to best prepare for each excursion.\n\nThis guide describes each route in its entirety. These may in any case be op-\nportunely shortened based on your own skills and by following the suggestions\ncontained in each table, following the different icons and colours.",
    "Page_5": "tee\"\n\n— “ae\nProvincia di Como\n\nwa\n\naa a\n\n,\n4\ni\n\n‘\nNi\n\nUn territorio vivo, decisamente variegato, dai colori intensi e suggestivi: siamo nel cuore della Lombardia, in un’oasi verde a due passi da Milano. Si tratta\ndi una vasta area della provincia di Lecco e della provincia di Como che, con il suo lago, la sua montagna e la sua collina, riesce a creare un ambiente\naccogliente per natura, disponibile e invitante per chi lo voglia conoscere, rispettare ed amare nella sua totalita. Lintento di questa guida é quello di far\ncondividere tali sensazioni, proponendo percorsi in simbiosi con la natura e che conducono in luoghi incantevoli alla scoperta delle bellezze, dei ritmi, dei\nsegreti di un ambiente incontaminato. Itinerari che si snodano tra il verde e l’azzurro attraverso valli, boschi, radune erbose e prati fioriti. Alcuni di essi\npercorrono viottoli e mulattiere tracciati a suo tempo da pastori, contadini, boscaioli e collegano nuclei rurali che parlano di consuetudini e tradizioni remote;\naltri raggiungono piccoli borghi, eremi, pievi, ville padronali che hanno mantenute intatta nei secoli la loro specificita architettonica e oggi costituiscono\npiccoli gioielli di storia e cultura. Nelle pagine che seguono troverete 21 itinerari da percorrere in sella alla mountain bike, corredati da cartine topografiche\ncon evidenziati i tracciati e da comode schede, una per ogni sentiero descritto. Sono oltre 600 chilometri di distanza complessiva per un dislivello di 19.000\nmetri, una combinazione di escursionismo, storia e cultura, di sicuro sucesso tra gli sportivi.\n\nThis is a territory which boasts of a breathtaking natural environment capable of imparting unforgettable emotions, situated in the heart of Lombardy, a\ngreen oasis very close to Milan. We are referring to a vast area in Lecco and Como provinces which all together with its lake, mountain and hill can crate a\nwelcoming natural environment for all those willing to visit it, respect and love it. The aim of this guide is to share these emotions with people by suggesting\ndifferent itineraries following the nature’s footsteps leading to magical places and helping them discover the beauty, rhythm and secrets of an untouched\nand non-polluted natural environment. The itineraries and trails snake through the green and blue colours of valleys, woods, grassy clearings and blossom-\ning meadows. Some of these suggestive routes travel along the same paths and mule tracks once walked by shepherds, farmers and woodsmen con-\nnecting small rural communities with antique and remote traditions. Others instead lead to tiny hamlets, monasteries and villas which have preserved their\nparticular architecture intact throughout the centuries being nowadays considered small cultural and historical jewels. On the next pages people can find\ntwenty one cycling itineraries to be enjoyed on a mountain bike, all containing topographic maps with marked trails and handy tables for each of the routes\ndescribed. More than 600 kilometres overall for a slope of 19.000 metres; a successful combination of history, culture and travel among sportsmen.\n\nAssessore al Turismo e allo Sport Assessore al Turismo\nProvincia di Como Provincia di Lecco\nAchille Mojoli Fabio Dadati",
    "Page_6": "INDICE\n\n03\n04\n05\n06\n4\n08\n09\n10\n7\n16\n20\nva\n28\n\ncae\n\nRi\n38\ncy\nuty\n50\nBr\n58\nCy\n66\n70\n74\n78\n82\n86\n\n90 &\n\nel\n98\n100\n\nHAHAH\n\nHDHBHHAHBAARE\n\nSESE oE srs\n\nQ\n\n5\n\nages\n\nIn mountain bike Guida ai Percorsi / On a mountain bike, Guide to the routes\nLocalita’ / Places\n\nCSC VA Vamos nel UO\n\neleva lel\n\neter WA Nd\n\nNote dell’autore / Author's notes\n\nAttrezzatura / Equipment\n\nAppunti di tecnica / Technical notes\n\nPentel UMUC URAAW ON ame eset UCI ROM UTM NCEA osy\nACen tea CL ec\\EN\n\nB - Ballabio - Forcella di Olino - Artavaggio - Maggio - Ballabio\n\nC - Crandola - Pian delle Betulle - Val Biandino - Introbio\n\nDEM OU me MUCH Me NOH LOMA CMO M LIEN @ kere NON eLNTe)\n\nE - Ciclabile della Valsassina / Valsassina cycle route\n\nF - Tour del San Genesio / Tour of San Genesio\n\nG - Tour del Parco della Valletta / Tour of the Valletta Park\n\nH - Lungo Adda - Parco Adda Nord / Along the Adda - North Adda Park\naceon R ON On VACUO aa:lLG\n\nIM =U Cee) eR Soo Ue cabsr- Ute Weyer We) ees ae}\nM - Tour delle alture di Lecco\n\nN - Como - Bellagio - dorsale del Triangolo Lariano / Lario Triangle ridge\n0 - Canzo - Monte San Primo\n\nP - Lago del Segrino - Cornizzolo - Lago del Segrino\nORAM cde\n\nMem (OU me meceeen ait\n\nSMU ms UCR ante)\n\nT - Cernobbio - Monte Bisbino\n\nU - Argegno - Tremezzo - Argegno\n\nV - Corrido - Passo San Lucio - Corrido\n\nZ - Garzeno - Passo San Jorio - Garzeno\n\nCodice di Comportamento / Code of Conduct\n\nNumeri Utili / Useful Numbers",
    "Page_7": "Percorso facile .\nEasy itinerary\nPercorso medio\nel ela\nPercorso impegnativo\neEleeM iti c-laA\nDirezione del percorso\nItinerary direction\nPunto di Partenza\nStarting point\nParcheggio\n\nParking\n\nRifugio Ristoro\nPelle wa mae\nAcqua potabile\nPlea Ele\nPunto panoramico\nPanoramic point\nPunto d’intersse\nInteresting point\nrae]\n\n(er-]o) (Ta",
    "Page_8": "Il territorio della Provincia di Como e di Lecco ha incantato nel\ncorso dei secoli con la sua bellezza pittori, come Leonardo da\nVinci, scrittori, Come Stendhal o Alessandro Manzoni, filosofi e\nscienziati, grazie a un ambiente naturale fatto di montagne straor-\ndinarie che si specchiano in un lago affascinante. Oggi richiama\nvisitatori da tutto il mondo attirati da borghi come Bellagio, dalle\ncelebri ville e dai loro incomparabili giardini fioriti, dalle colline che\noffrono vino e olio...\n\nOggi possiamo, attraverso i percorsi tracciati in questa guida, ritro-\nvare lo stupore di fronte a un paesaggio incomparabile pedalando\ntranquillamente attraverso boschi, colline, alzaie, attraversando di\nslancio i fondovalle, inerpicandoci con un po’ di fatica sulle cime,\npercorrendo placidamente le dorsali su valli bellissime tutte da\nscoprire tra lago, pianura e monti, in un rincorrersi di paesaggi\nsempre nuovi e inimitabili.\n\nPer farlo basta poco, perché i percorsi sono a portata di auto o\ndi... pedale. Treni, traghetti e funivie consentono poi di creare\ntragitti su misura e inediti. Le vostre gambe faranno il resto.\n\nAndrea Mauri\n\nBeet\n\n‘SME S1\n\n   \n \n\nOver the centuries, the beauties of the Provinces of Como and Lecco\nhave always enchanted visitors. These have included painters, such as\nLeonardo da Vinci, and authors, such as Stendhal and Alessandro Man-\nZoni, as well as philosophers and scientists, who have all been attracted to\nits extraordinary scenery and mountains, reflected in its mesmenising lake.\nToday, visitors from around the world flock to the area to visit towns such\nas Bellagio, with its celebrated villas and incomparable flower gardens, as\nwell as its hilly landscapes, where wines and oils are produced...\n\nToday, we can rediscover this breathtaking by travelling the\nroutes described in this guide, gently pedalling through woods, hills,\nand towpaths, crossing valley floors in a single breath, struggling up to\nthe mountaintops, and placidly touring its ridges along beautiful valleys\nsurrounded by the lake, plains and hills in a progression of unforgettably\nunique landscapes and settings.\n\nYou won't need much to enjoy these routes, it's easy. They are just a car\n... or bicycle ride... away. Trains, ferries and cableways also give you the\npossibility of creating your own, unique routes. Just let your legs do the\nrest.\n\nAndrea Mauri",
    "Page_9": "Attrezzatura per riparare le forature,\ncamera d’aria di scorta\n\ne utensili per piccoli inconvenienti\nEquipment to repair flat tires, extra tube,\nand tools to counter small setbacks\n\n \n\nAcqua nella vostra borraccia,\nintegratori salini e energetici\nFill up your water/bottle, and\nbring energy and saline supple-\nments\n\nNon scordatevi mai\ndi indossare il casco\nAlways wear your helmet\n\nGiacca impermeabile antivento\n\nn Luci posteriori e anteriori\nWaterproof and windproof jacket\n\nFront and back lights",
    "Page_10": "Di seguito vengono fornite alcune informazioni utili su come affrontare un’uscita in MTB. Non si tratta di obblighi ma, di suggerimenti, magari scontati\nper chi pratica questo sport da molto tempo ma, che possono aiutare i meno esperti ad effettuare, in tutta sicurezza e divertendosi, i percorsi descritti\nin questa guida.\n\nGli elementi principali che distinguono un biker esperto da un neofita sono l’uso accorto dei freni, la scelta della traiettoria, gli spostamenti del corpo\ne l’'utilizzo corretto del cambio.\n\n| FRENI Luso corretto dei freni non é scontato; in particolar modo in caso di discese con forti pendenze é utile combinare |’uso del freno anteriore\ncon quello posteriore, senza bloccare le ruote per non perdere aderenza\n\ne controllo. Adottando normalmente questo metodo di frenata si effet-\n\ntuano le cosiddette curve in conduzione, solo in alcuni casi particolari\n\nsi ricorre al blocco della ruota posteriore per effettuare le curve in dera-\n\npata. Il giusto dosaggio della frenata su terreni caratterizzati da cambi di\n\npendenza permette di superare anche piccoli dossi senza fare uso dei pedali, ma sfruttando la propria velocita. Normalmente lo sforzo maggiore\ndella frenata € supportato dal freno anteriore dove, sulle bici da freeride e quelle da downhill in modo particolare, sono montati freni a disco di di-\nmensioni maggiori rispetto a quelli posteriori.\n\nLATRAIETTORIA La giusta scelta della traiettoria varia in funzione di alcuni fondamentali elementi come la capacita tecnica, la preparazione fisica, le\ncondizioni del terreno (asciutto/bagnato) e, infine, il tipo di mountain bike utilizzata. In discesa per i meno esperti é consigliato seguire una traiettoria\nsicura e scorrevole: cid significa evitare di affrontare salti ed altri ostacoli, naturalie non, che possono causare cadute. In salita la giusta traiettoria é\nmolto importante in particolar modo quando si affronta un fondo sdrucciolevole, per mantenere il massimo grip alle gamme.\n\nBILANCIAMENTO DEL CORPO Gli spostamenti del corpo per mantenere |’equilibrio sono numerosi, ma all’occhio del profano passano quasi\ninosservati. Affrontare una salita ripida con il peso spostato troppo dietro causa lo scarico della ruota anteriore, che tende ad alzarsi e causa la\nfermata; al contrario, una posizione troppo avanzata scarica completamente la ruota posteriore, che perde grip e la ruota gira a vuoto. Per avere la\nposizione corretta, quindi, é sufficiente portare il peso verso la punta della sella, ripartendolo in questo modo sia sulla ruota posteriore sia sulla ruota\nanteriore; avendo ora il baricentro spostato in avanti, si evita alla ruota anteriore di alzarsi. Diverso invece é il problema in discesa: infatti in questo\ncaso lo spostamento indietro del peso evita il ribaltamento; in alcuni casi é addirittura necessario abbassare la sella e portare lo stomaco sopra di\nessa. Anche mentre si effettua una curva lo spostamento del corpo permette di recuperare equilibrio e dare stabilita e scorrevolezza alla mountain\nbike.\n\nUSO DEL CAMBIO II corretto uso del cambio consente di sfruttare al meglio i rapporti della bicicletta e, quindi, di avere una pedalata “rotonda” e\nfluida, distribuendo le proprie forze lungo tutto il percorso. Un uso troppo agile del rapporto fa sicuramente pedalare veloci, ma affatica i polmoni e\nil muscolo cardiaco andando “fuori giri”. Se invece si utilizza un rapporto troppo duro, polmoni e cuore lavorano normalmente, ma sono le gambe\nche producono uno sforzo eccessivo e, in poco tempo, sono “fuori uso”. E’ quindi necessario trovare un equilibrio tra la forza impressa dalle gambe\ne un buon lavoro aerobico.",
    "Page_11": "A list of useful information on how to best prepare for a MTB excursion is found below. None of it is mandatory; all are just suggestions which might\neven perhaps sound a bit oversimplified for those who have been practicing this sport for a long time. They can however help the less experienced\nsafely enjoy a day out on the routes in the guide.\n\nThe key elements which distinguish expert bikers from newbies are their skilful use of the brakes, their choice of trajectory, their body movements,\nand their practiced gear shifts.\n\nThe BRAKES. Using your breaks correctly is not that simple. It’s important to combine front and back brake use when facing steep slopes without\nlocking the wheels in order to maintain adherence and control. You can perform\n\na controlled turn adopting this braking method or enter a powerslide by locking\n\nyour back brake instead, although this last technique should only be used under\n\nspecific circumstances. A correct use of the brakes on the slopes allows you to\n\nclimb small bumps without pedalling, just by exploiting the speed you have gath-\n\nered. Normally, the front brake is placed under the greatest stress when braking. The front wheels on freerides and downhill bikes in particular are\nfitted with larger disc brakes compared to their back wheels.\n\nThe TRAJECTORY. The right choice of trajectory varies based on a number of elements such as your technical skills, fitness, ground conditions (wet/\ndry), and lastly, the type of mountain bike you ride. We recommend that the less proficient follow a safe, smooth trajectory. This means avoiding jumps\nand other obstacles - both natural and manmade - which could lead to falls. When climbing uphill, choosing the right trajectory is very important. This\nis especially true when facing a slippery surface so as to maintain maximum tyre grip.\n\nBODY BALANCE. Bikers employ many different body movements to keep their balance, most of which are little noticed by the uninitiated. If you\nbalance your bodyweight too far back when facing a steep climb, the front wheel tends to rise from the ground and stop the bike. On the other hand,\nif the rider leans too far forward, it is the back wheel which comes off the ground, loosing grip and spinning without touching the ground. Therefore,\nto achieve a correct position, riders must move their weight towards the front of the seat, dividing it uniformly between the front and back wheels.\nYou can avoid having your front wheel lifted off the ground by moving your centre of gravity slightly forward. Bikers face a different problem when\ntravelling downhill. In fact, the only way to avoid turning over is to move your weight towards the back. In some cases riders will even have to lower\ntheir seats and then lower their stomachs over them to avoid flipping over. Body movements allow bikers to maintain equilibrium, stability, and flow\non their mountain bikes when entering a turn.\n\nGEARS. A correct use of gears allows bikers to obtain greater efficiency with their bikes, and therefore achieve “round”, smooth pedalling, dosing\ntheir strength throughout the entire length of the route. Employing a high gear ratio will indubitably help you pedal faster, but it tires the lungs and\nheart muscles forcing them into “overdrive”. If, instead your gear ratio is too low, the heart and lungs work normally but the legs become overused\nand are quickly “tired out”. This is why finding the right balance between legwork and aerobic exercise is so important.",
    "Page_12": "Breve descrizione itinerari\n\nItinerario A : Carenno — Pertus - Valcava - Itinerario che permette di raggiungere la costiera della Valcava, riconoscibile in lontananza dalla presenza di numerosi ponti radio; dopo una salita\npedalabile si affronta la discesa su strada bianca che riporta in poco tempo alla partenza.\n\nItinerario B : Ballabio - Forcella di Olino - Artavaggio - Maggio - Ballabio - Itinerario particolarmente impegnativo dal punto di vista fisico ma senza particolari difficolté tecniche. II percorso,\ndata la sua conformazione, pud essere interrotto in vari punti, cosi da adattarsi puntualmente ai differenti livelli di allenamento.\n\nItinerario C : Crandola - Pian delle Betulle - Val Biandino - Introbio - Itinerario molto bello che percorre la parte centrale della Valsassina, attraversando pit valli e offrendo panorami unici\ned originali su tutto il territorio.\n\nItinerario D : Tour del Monte Legnoncino - Litinerario percorre la Valvarrone, una delle pili aspre e suggestive valli che si affacciano sulla sponda orientale del Lario, dominata dal Monte\nLegnone, la cima pit! elevata della provincia di Lecco. Grazie alla presenza di risorse metallurgiche é stata abitata dall’uomo fin dai tempi pil antichi.\n\nItinerario E : Ciclabile della Valsassina - E’ un itinerario che consente di pedalare in completa tranquillita, ideale per tutta la famiglia, su un percorso appositamente realizzato e sicuro che\npermette di ammirare le montagne della Valsassina e conoscere gli angoli pit! belli e nascosti a fianco del fiume Pioverna.\n\n   \n \n   \n\nItinerario F : Tour del San Genesio - Itinerario che risale le pendici delle colline della Brianza che anticipano le ben pili alte Prealpi,\n\nttorie, cascine\ne fornaci che restituiscono gli antichi mestieri e sapori della Brianza contadina.\n\nItinerario L : Ballabio - Piani Resinelli - Traversata bassa - Itinerario molto bello e di\npaesaggi tipici del luogo; é percorribile dalla tarda primavera fino alle",
    "Page_13": "Itinerario 0 : Canzo - Monte San Primo - Assolutamente comparabile per bellezza ad altre localita pit famose del Lario, il percorso raggiunge la cima del Monte San Primo, il pil! alto del\nTriangolo Lariano e permette di dominare tutto il Lario e le Grigne verso Est. E’ di grande soddisfazione ciclistica.\n\nItinerario P : Lago del Segrino - Cornizzolo - Lago del Segrino - Percorso panoramico sulla Brianza e il Triangolo Lariano che assicura una discesa lunga e di soddisfazione, in grado di\nripagare dell’impegno richiesto dalla salita.\n\nItinerario Q : Albavilla - Palanzone - La salita al Monte Pallanzone completa la conoscenza del territorio de! Triangolo Lariano, abbianata ai percorsi M, N e P della guida, a Sud al cospetto\ndella Brianza e dei suoi laghi.\n\nItinerario R : Tour del Parco Pineta - Percorso semplice, su sterrato di ottima qualita, adatto alla famiglia, con la possibilita di osservare da vicino numerosi allevamenti di cavalli e di modificare\nla lunghezza del tracciato secondo le proprie esigenze.\n\nItinerario S : Tour Spina Verde - Facile itinerario alle porte di Como che permette sia di allenarsi per percorsi pil! impegnativi, che conoscere il Parco e “scoprire” la linea Cadorna.\n\nItinerario T : Cernobbio - Monte Bisbino - Bell’itineraio sul confine Italo Svizzero che si sviluppa in quota e permette di conoscere valli e “vallette” ben pedalabili al cospetto del lago.\n\n \n \n \n\nItinerario U : Argegno - Tremezzo - Argegno - Non pud mancare una pedalata al monte Tremezzo al ciclista che vuole conoscere il Lago di Como. Da scegliere una bella giornata e godersi\nlincredibile e unico panorama sul lago e sulle montagne. La discesa proposta é sicuramente alternativa alle classiche, poco fuoristradistiche che si possono compiere. Non adatta a tutti e in\nparticolare a chi soffre di vertigini. Ma mai pericoloso o inopportuno.\n\n  \n \n  \n  \n   \n\nItinerario V : Corrido - Passo San Lucio - Corrido - Percorso che porta al confine italo-svizzero e permette di conoscere la Val d avargna, passando dal fondovalle agli alpeggi\ndi quota con una vista spettacolare su Alpi e Prealpi Orobiche.\n\nItinerario Z : Garzeno - Passo San Jorio - Garzeno - Tragitto impegnativo per la lunghezza e lo sviluppo che nella prima p rte terrato, offre un’incomparabile visione del Lago di\nComo e del Monte Legnone, per poi percorrere la Valle San Jorio fino al passo omonimo, sul confine italo-svizzero, in un ambiente 0 di rara bellezza.",
    "Page_14": ". . . er .\nA brief description of the itineraries\n\nTrail A : Carenno — Pertus — Valcava — This trail takes riders to the coast of Valcava, easily recognisable in the distance because of its many radio links. After an uphill cycle, a white road will\ntake bikers downhill and back to their starting point in just a few minutes.\n\nTrail B : Ballabio — Forcella di Olino — Artavaggio — Maggio — Ballabio —A very tiring trail from a physical point of view, but not particularly difficult in terms of skills. Because of the way it is\ndesigned, several stops can be made along the route in order to best suit different fitness levels.\n\nTrail C : Crandola — Pian delle Betulle — Val Biandino — Introbio —A beautiful trail accompanying bikers through the central part of the Valsassina, it crosses a number of valleys, and offers\nriders peerless views of the territory.\n\nTrail D : Tour of Mount Legnoncino — The trail travels through Valvarrone — one of the most ruggedly suggestive valleys of the area, overlooking the western bank of the Lario and dominated\nby the Monte Legnone, the highest peak in the province of Lecco. This valley has been inhabited by man since the dawn of time because of its rich mineral resources.\n\nTrail E : Valsassina Cycle route - This trail is ideal for the entire family.A blissful cycle on a safe, specially designed route, it allows travellers to admire the mountains of Valssassina and discover\nsome of the most beautiful and well-hidden comers of the Pioverna River.\n\ne most seasoned biker to the test.\n\n    \n\nTrail F : Tour of San Genesio —A trail climbing up the sides of the Brianza hills - which mirror the, much taller, Alpine foothills and\n\n \n\nTrail G : Tour of the Valletta Park - A trail across the rural countryside of the province of Lecco on the border with the province of Mila! 2s not require particular physical fitness\nor skills, but all the same offers riders breathtaking views from the Lecco mountainsides.\n\ncles highly enjoyable, as it accompanies\n\nd vines, farms,",
    "Page_15": "Trail 0 : Canzo — Monte San Primo — Incomparable in terms of beauty to other, more famous, locations in the Lario, the route takes travellers to the top of the Monte San Primo, the highest\nmountain in the Lario Triangle, which dominates all of the Lario and Grigne towards the east. This is a highly enjoyable ride for bikers.\n\nTrail P : Lake Segrino — Cornizzolo — Lake Segrino - A panoramic itinerary of Brianza and the Lariano Triangle with a long, satisfying downhill section providing full payback for all of the effort\nmade during the uphill climb.\n\nTrail Q: Albavilla - Palanzone - When combined with routes M, N and P in the guide, the climb to Monte Palanzone completes our exploration of the Lariano Triangle to the south, right next\nto Brianza and its lakes.\n\nTrail R : Tour Parco Pineta - This easy itinerary unfurls along a dirt road of excellent quality. It can be enjoyed by the whole family and gives everyone the chance to catch a glimpse of a number\nof horse breeding farms. The length of the itinerary can also be changed to suit individual needs.\n\nTrail S: Tour Spina Verde - An easy itinerary right outside the gates of Como, perfect both as training for more challenging routes and as a means visit the Park and “explore” the Cadorna line.\nTrail T : Cernobbio - Monte Bisbino - A striking itinerary, high up on the Italian-Swiss border that allows cyclists to explore the valleys near the lake on their bikes.\nTrail U : Argegno - Tremezzo - Argegno - Non pud mancare una pedalata al monte Tremezzo al ciclista che vuole conoscere il Lago di Como. Da scegliere una bella giomata e godersi\n\nlincredibile e unico panorama sul lago e sulle montagne. La discesa proposta é sicuramente altemativa alle classiche, poco fuoristradistiche che si possono compiere. Non adatta a tutti e in\nparticolare a chi soffre di vertigini. Ma mai pericoloso o inopportuno\n\n  \n \n \n  \n   \n\nTrail V : Corrido - Passo San Lucio - Corrido - This itinerary will take you to the Italian-Swiss border and will give you a chance Val di Rezzo and Val Cavargna. It passes through\nthe bottom of the valleys to reach Alpine summer pastures at high altitudes, with spectacular views of the Alps and Bergamo A\n\nTrail Z : Garzeno - Passo San Jorio - Garzeno - This itinerary is described as challenging both because of its length an\nboth a paved road and a dirt road, and offers bikers an unsurpassed view of Lake Como and Monte Legnone before travellin\nborder, surrounded by a breathtaking mountain landscape.",
    "Page_16": "By",
    "Page_17": "Itinerario che permette di raggiungere la co-\nstiera della Valcava, riconoscibile in lonta-\nnanza dalla presenza di numerosi ponti radio;\ndopo una salita pedalabile si affronta la disce-\nsa su Strada bianca che riporta in poco tempo\nalla partenza.\n\nPunto di partenza é il campo sportivo di Ca-\nrenno (m 650), dove si imbocca la strada\nasfaltata che porta alla frazione di Boccio (m\n850). Oltrepassate le case, la strada diviene\nsterrata ed é bloccata al transito motorizzato\nda una sbarra. La salita prosegue in mezzo ad\nun bosco di castagni. Poco dopo aver oltre-\npassato le ultime case di Boccio, si incontra\nuna deviazione sulla destra che va ignora'\nper proseguire diritto. Raggiunta la cascin\ndi Monte Besso (m 1.055), si prosegue vers\n\na\na\n0\n\n; a\n\nalto, superando una ripida rampa cementata\n\nA Carenno - Pertus - Valcava\n\nal termine della quale la salita concede, per f\n\npochi metri, un po’ di respiro. Quest’ultimo\ntratto é caratterizzato da strappi corti ma ri-\npidi, che mettono alla prova la resistenza del\nbiker. Giunti qualche metro sotto il Convento\ndel Pertus (m 1.183), si ignora la deviazione |\nper il Passo omonimo, per percorrere gli ul-\ntimi due tornanti che permettono di vedere,\nsulla sinistra, l’ex-Convento. II percorso pro-\nsegue sulla strada principale, passando sotto\nil Ristoro del Pertusino (m 1.183) e raggiun-\ngendo, dopo qualche centinaio di metri, la\nvia che sale in Valcava. A questo punto solo",
    "Page_18": "pochi tornanti ci separano dal GPM (Gran\n\nPremio della Montagna) di questo itinerario. |\n\nGiunti alla Forcella Alta (m 1.358), valico che\ndivide la provincia di Lecco da quella di Ber-\ngamo, uno spiazzo invita alla sosta per pre-\npararsi alla discesa e ammirare il panorama\nsulle Prealpi. Rimontati in sella alla nostra due\nruote iniziamo soddisfatti la discesa che, ini-\nzialmente, ricalca il percorso di salita, per poi\nimboccare il sentiero che porta verso |’abita-\n\nto di Colle di Sogno, in corrispondenza del |\n\ntornante successivo al punto di immissione\ndella strada per la Valcava. Questo tratto di\nsentiero, non pedalabile nella sua totalita, in\npochi minuti permette di raggiungere l’abitato\ndi Colle di Sogno (m 950). Dopo aver attraver-\nsato i caratteristici vicoli, prendere la strada\nasfaltata che in discesa porta verso il comune\ndi Sogno. Prima di raggiungere il paese, subi-\nto dopo una curva verso sinistra, imboccare\n\nsulla destra la strada cementata in discesa ~~\n\nper Incasone (m 831). Qui si alternano tratti\ncon pendenze piu ripide ad altri meno im-\npegnativi. Dopo aver percorso circa 1 km, si\nraggiunge un colle oltre il quale si apre la Valle\ndi Carenno, dove il percorso si divide. Seguire\nla strada di destra che, dopo qualche cambio\ndi pendenza, ci porta nel fondovalle, a 200 m\ndi distanza dal parcheggio di partenza.\n\n \n\nThis trail takes travellers up to the coast of\nValcava, easily recognisable in the distance\nbecause of its many radio links. After an uphill\ncycle, a white road will take you back downhill\nto your starting point in just a few minutes.\n\nIt begins at the Carenno sports centre (650\nm), where the paved road will take you down\nto Boccio (850). Once past the houses, the\nroad becomes unpaved and barred to mo-\ntor traffic. The uphill climb continues inside a\nchestnut wood. After riding past the last few\nhouses of Boccio, you will see a right hand\nturn. Ignore it, and keep going straight. Keep\n\n_ climbing past the Monte Besso farmhouse\n\n(1,050 m). Once you pass the steep cement\n\n» ramp, you will be able to take a breather for\n\na few minutes. This last part of the route is\nmarked by short, but very steep climbs, which\nwill test your resistance as a biker. Once be-\nlow the Convent of Pertus (1,183 m), ignore\nthe turn for the Pass with the same name, and\nkeep going around the last two turns, which\nwill give you a view of the former Convent on\nyour left. The trail continues along the main\nroad, passing under the Ristoro del Pertuisino\n\n5 (1,183 m) and reaching — after a few hundred\n== metres — the road climbing up to Valcava.\n\nAt this point you are only a few turns away\nfrom this trail’s MGP (Mountain Grand Prix).\nOn reaching the Forcella Alta (1,358) — the\npass dividing the province of Lecco from the\nprovince of Bergamo - you will find a clearing\nwhere you can rest, admire the view of the Al-\npine foothills, and prepare yourself for the ride\ndown. Back in the saddle of your bike, an en-\njoyable downhill ride initially doubling back on\nthe route you travelled coming uphill before\nturning onto the path, will take you to Colle di",
    "Page_19": "",
    "Page_20": "Ss\nGs",
    "Page_21": "() B Ballabio - Forcella di Olino - Artavaggio - Maggio - Ballabio =\n\nItinerario particolarmente impegnativo dal\npunto di vista fisico ma senza particolari diffi-\ncolta tecniche. Il percorso, data la sua confor-\nmazione, pud essere interrotto in vari punti,\ncosi da adattarsi puntualmente ai differenti\nlivelli di allenamento.\n\nLitinerario inizia nel parcheggio del cimitero di\nBallabio (m 640). Imboccare la strada che con\nuna serie di tornanti sale verso il comune di\n\nMorterone: in questo primo tratto é asfaltata \"Weaiay\n\ne risale i versanti del Monte Due Mani. Sul lato\nopposto della Val Boazzo si possono ammira-\nre gli impervi pendii del Resegone. Raggiunta\nla Forcella di Olino (m 1.117), oltrepassare la\ngalleria e prendere la strada sterrata sulla si-\nnistra (chiusa da una sbarra) che, con alcuni\nsaliscendi, permette di raggiungere la Culmi-\nne di San Pietro (m 1.254). Si scende quindi\nper 1 km circa su strada asfaltata in direzione\nValsassina; dopo 1,5 km circa, sulla destra,\ninizia una strada sterrata chiusa al traffico vei-\ncolare non autorizzato. Questo tratto di per-\ncorso risale le boscose pendici dello Zuc di\nMaesimo e, percorrendo 9 km circa, porta ai\nPiani di Artavaggio (m 1.610). Qui é possibi-\nle interrompere la salita per fermarsi al rifugio\nSassi Castelli, oppure proseguire per un altro\npaio di chilometri fino ad arrivare ai Rifugi Au-\nrora, Nicola, Cazzaniga-Merlini (m 1.875).\n\nRipercorrere in discesa la strada appena bat-\ntuta e, una volta raggiunta la strada asfaltata,",
    "Page_22": "",
    "Page_23": "",
    "Page_24": "a\n\nSs\nGs\n\nNS",
    "Page_25": "a sci\nprendendo sulla\n\neggera salita che si inol-\n\nbosco. Si attraversa l’abitato dell’Al-\n\npe Ortighera (m 1.512), si aggira la vetta del\nCimone di Margno e si raggiunge, sempre in\nsalita, la localita Larice Bruciato (m 1.708). Si\nsegnala un’area pic-nic e la presenza di una\n\nfonte d’acqua pochi metri prima.\n\nll tracciato, sempre bello ed emozionante, ora\nscende di quota per qualche decina di metri;\nuna volta raggiunta la Bocchetta d’Olino (m\n1.639) ricomincia a salire, sempre ben peda-\nlabile, fino a raggiungere una presa dell’act\nche coincide con la fine della strada. II sentie-\nro che segue, data la sua ripidita, costringe a\n\n \n\nspingere la bici fino a raggiungere la Bocchet-\nta di Agoredo (m 1.825). Da qui, € necessario\nseguire le indicazioni per Santa Rita, sempre\nin salita per 200 m circa, per poi scendere fino\nalla localita Laghitt.\n\nll tratto che segue é abbastanza tecnico ed €\nnecessario moderare la velocita poiché il sen-\ntiero corre in cresta e i pendii sottostanti sono",
    "Page_26": "alquanto ripidi. Superato il traliccio dell’alta\ntensione, si giunge ad un bivio dove si segue\nil cartello CAI sulla destra, in direzione localita\nBiandino. Si lascia quindi il sentiero di cresta\nper prendere quello che, in diagonale, attra-\nversa i pendii fino ad arrivare nel fondovalle.\n\nIl percorso é esposto ma dall’inclinazione non\ntroppo accentuata, con alcuni passaggi dove\nconsigliamo di prestare attenzione. Giunti sul-\nla strada carrozzabile di fondovalle, si sale in\n\npochi minuti al Rifugio Madonna della Neve, °\n\nmeta finale di questo percorso.\n\nLa discesa percorre tutta la Val Biandino su\nfondo spesso cementato, a tratti ripido (fare\nattenzione al possibile transito di mezzi fuo-\nristrada), fino a raggiungere |’abitato di Intro-\nbio. Da Introbio si percorre su asfalto la SP 62\ndella Valsassina, in direzione nord, per torna-\nre al punto di partenza: Crandola.\n\nPercorsi alternativi\n\nLalternativa proposta € solo downhill. Sali-\nre in funivia da Margno al Pian delle Betulle:\nscesi dalla funivia tenere la destra in direzione\nMargno, percorrendo un primo tratto in ce-\nmento con grate di drenaggio e poi su carroz-\nzabile per entusiasmanti discese fino a Cran-\ndola, quindi su strada ordinaria al parcheggio\ndi Margno, punto di partenza del percorso.\n\n \n\nA beautiful trail accompanying bikers through\nthe central part of the Valsassina, it crosses a\nnumber of valleys, and offers riders peerless\nviews of the territory.\n\nOur suggestion for this trail starts at Crandola\n(780 m) with an abrupt uphill climb on the road\nleading to Maggenghi. Although the road is\ninitially paved, it soon becomes unpaved all\nthe way to Pian delle Betulle. It is also marked\nby series of increasingly difficult uphill climbs.\nTurn left at the first fork of the road, ignor-\ning the turn towards the Alpe Besso and ig-\nnoring the following turn on the left towards\nthe Piazza stables. Continue climbing uphill,\n\n| crossing the Alpe Grasso (1,341 m) until Pian\n\ndelle Betulle (1,485 m). Less fit bikers can re-\n\nPy duce this last part of the climb by either tak-\n\ning the cableway from Margno to Pian delle\nBetulle, or by travelling by car up to the Alpe\nPaglio (1,368 m) and then taking the carriage\nroad to the Pian delle Betulle — which is just\na few minutes away. The trail now abandons\nlevel ground to follow the ski runs behind the\nlast few houses. It then turns right onto the\nslightly uphill path entering the woods. Pass-\ning by the houses of Alpe Ortighera (1,512 m)\nthe path turns around the summit of Cimone\ndi Margo and, still climbing uphill, takes you\nto Larice Bruciato (1,708 m). You will find a\npicnic area here.\n\nThis spectacularly beautiful trail will now take\nyou downhill for a couple hundred metres,\nbefore climbing up again at the Bocchetta\n\n<= d’Olino (1,639 rm).\n\nThis path is easily travelled and will lead you\nto a water spout at the end of the road. At\n\n» this point, given its steepness, the trail forces\n“you to push your bike up tothe Bocchetta di",
    "Page_27": "",
    "Page_28": "a",
    "Page_29": "in un bosco di larici, inizia l’ultimo sterrato\ndella nostra salita che, anche se tecnicamen-\nte facile, presenta alcuni tratti di forte pen-\n\ndenza. La vecchia strada militare porta fino\nalla Chiesetta di San Sfirio (m 1.700), dove si\n“abbandona” la bicicletta per raggiungere a\npiedi la vetta del Legnoncino (m 1.714). Da\nqui si gode una vista panoramica veramente\nunica, che spazia sull’orizzonte dal Lario alla\nValtellina e alla Val Chiavenna, su tutto l’arco\n\nalpino fino al Monte Rosa e al Monviso. Ripre-\nsa la bici si ripercorre la stessa strada veloce\ne divertente fino alla localita dei Roccoli Lor-\nla, si costeggiano il prato (con area pic-nic)\ned il laghetto per prendere il sentiero (sono\npresenti indicazioni) che conduce al Rifugio\nBellano (aperto su prenotazione) e ai Roccoli",
    "Page_30": "di Artesso. Questo tratto é ricco di punti pa-\nnoramici sull’alto Lario e attraversa le storiche\npostazioni militari appartenenti alla “Linea\n\nCadorna”, in ottimo stato di conservazione. |\n\nll tracciato richiede la dovuta attenzione data\nla presenza di numerosi ostacoli naturali. Su-\nperati i Roccoli di Artesso si riprende la strada\nasfaltata che riporta verso Dervio. Raggiunto\nVestreno si imbocca via Al bacino che porta,\nin 1 km circa, all’invaso. Oltre questo punto la\nstrada torna ad essere sterrata fino a giunge-\nre ad un bivio dove si segue il tracciato che\ncontinua in salita. Oltrepassata la Chiesa del-\nla Madonna di Bondo, si prende la deviazione\n\nsulla destra che permette di evitare l’attraver-\n\nsamento del centro abitato di Sparese. Una\ndiscesa veloce su fondo cementato porta fino\nalla localita di Posallo, dove la strada torna\nad essere asfaltata. Da qui, in pochi minuti,\nsi raggiunge il centro del paese di Colico,\ntermine del nostro percorso. Per chiudere il\npercorso ad anello ripercorrere la SP 72 in di-\nrezione Milano fino a Dervio.\n\nPercorsi alternativi\n\nLa nostra proposta é quella di percorrere\nl'anello del Monte Legnoncino evitando gran\nparte del dislivello in salita: parcheggiare\nl'auto all’imbocco della sterrata che porta al\nRistoro del Capriolo, per poi ritornarvi dopo\naver seguito le indicazioni sopra descritte.\n\n \n\nThis trail runs through Valvarrone — one of the\nmost ruggedly suggestive valleys of the area,\noverlooking the western bank of the Lario and\n\n8 dominated by the Monte Legnone, the high-\n\nest peak in the province of Lecco. This valley\nhas been inhabited by man since the dawn of\ntime because of its rich mineral resources.\n\nYour starting point is the paved road which\ntakes you up to Valvarrone (SP 67) from Der-\nvio, first travelling through the hamlet of Cas-\ntello - a pretty settlement dominated by the\ntower of the Castle of Orezia (whose oldest\nrecords date back to 1039, when it suffered\nthrough a lengthy siege). The trail then runs\nacross the village of Vestreno (587 m), turn-\ning left on the road to Sueglio (775 m) and\nthen continuing onto the Bellano Alpine ref-\nuge. Keep travelling on the paved road after\nyou pass Sueglio until you reach the sign for\nthe Ristoro del Capriolo (parking spaces avail-\nable), which follows a number of hairpin turns\non the road. From here take the slightly up-\nhill, unpaved, road on your right for about 2\n\n) km. The last few kilometres of this paved road\n\nare rather difficult, and will take you past the\nhamlets of Lavadée ( 1,306 m) and Bocchet-\nta (1,362 m) before arriving at Roccoli Lorla\n(1,451 m) (parking spaces available). The last\nunpaved part of our uphill climb begins here\namongst the larches. Although technically\neasy, this part of the route contains a num-\nber of very steep slopes. The old military road\nwill take you to the small church of San Sifirio\n(1,700 m), where you will have to “abandon”\nyour bicycle in order to reach the summit of\nLegnoncino (1,714 m) on foot. A truly unique\nvista opens up from here, stretching from the\nLario to the Valtellina and onto the Val Chia-",
    "Page_31": "venna on the horizon, encompassing the en-\ntire alpine arc all the way to the Monte Rosa\nand Monviso. Back on you bike, take the same\nquick, enjoyable road running parallel to the\nfield (complete with picnic area) and lake back\nto Roccoli Lorla. At this point, take the trail (it\nwill be signposted) leading to the Bellano Al-\npine refuge (opened on reservation) and Roc-\ncoli di Artesso. This leg of the route is filled\nwith panoramic points on the high Lario and\ntravels through a series of perfectly preserved\nmilitary posts of historic importance on the\n“Cardona Line”. The trail is full of natural ob-\nstacles, so take care at this point. Once past\nRoccoli di Artesso, take the paved road back\nto Dervio. On reaching Vestreno, take the Al\nBacino road which will take you to the reser-\nvoir after approximately 1 km. At this point the\nroad will once again become unpaved until\nit divides itself into two. At the fork continue\nto travel uphill. Once past the church of the \\\nMadonna di Bondo, take the fork on the left\nwhich will allow you to avoid riding through\nthe village of Sparese. A quick ride downhill\non a cement-paved roadbed will take you to\nPosallo where the road once again becomes\npaved. From here will be able to reach the vil-\nlage of Colico — the end of our journey — in\njust a few minutes. To close the loop ride back\ndown the SP 72 in the direction of Milan until\nyou reach Dervio.\n\nAlternative routes\n\nOur suggestion is to take the Monte Legnon-\ncino loop avoiding most of the uphill climb.\nPark your car the beginning of the paved road\ntaking you to the Ristoro del Capriolo, and\nthen travel back towards the car along the\ntrails described above.",
    "Page_32": "CORTENOVA\nFraz. PRATO",
    "Page_33": "Valsassina cycle route\n\nE un itinerario che consente di pedalare in\ncompleta tranquillita, ideale per tutta la fami-\nglia, su un percorso appositamente realizzato\ne sicuro che permette di ammirare le monta-\ngne della Valsassina e conoscere gli angoli pit\nbelli e nascosti a fianco del fiume Pioverna.\n\nLa partenza é presso la cosiddetta “Chiusa”\ndella Valsassina (m 570), la localita in corri-\nspondenza di pareti rocciose che delimitano\nla valle, poco prima di arrivare al paese di In-\ntrobio, in corrispondenza del ponte sul fiume\nPioverna. Un evidente cartello indica la pista\nciclabile sul lato orografico sinistro del fiume.\nll percorso si snoda a fianco del torrente Pio-\nverna e giunge fino al paese di Prato San Pie-\ntro/Cortenova (m 478). La ciclabile € comple-\ntamente su asfalto e non presenta difficolta;\nparticolarmente adatta per i nuclei famigliari,\npermette di organizzare pic-nic, bagni nel fiu-\nme nella stagione piu calda, visite ai paesi e\naltre attivita sportive, come |’equitazione, in\nuno dei maneggi che si incontrano sul trac-\nciato.\n\nE Ciclabile della Valsassina\n\n \n\n \n\nThis trail is ideal for the entire family. A blissful\ncycle on a safe, specially designed route, it\nallows travellers to admire the mountains of\nValssassina and discover some of the most\nbeautiful and well-hidden corners of the Pio-\nverna River.\n\n' It begins at the so-called “Chiusa” of the Val-\n\nsassina (570 m), the area bordering the rocky\nsides on the outskirts of the valley, before\nreaching the village of Introbio near to the\nbridge on the Pioverna river. A large sign will\npoint you towards the cycle route on the left\nhand side of the river. The route snakes down\nthe bank of the Pioverna and will take you to\nthe village of Prato San Pietro/Cortenova (478\nm). The entire cycle route is paved and easy\n\n, to travel on. It is particularly suited to fami-\n\nlies, and ideal for organising picnics, swims in\nthe river during the hotter months of the year,\nvisits to the neighbouring villages and other\nsporting activities such as horseback riding at\none of the many riding schools dotted along\nthe trail.",
    "Page_34": "&.",
    "Page_35": "Za\n\\\ni\n\n@\n‘EA\n\nun incrocio dove é necessario seguire la car-\nrareccia principale, con indicazioni per San\nGenesio. Proseguire in questa direzione fino",
    "Page_36": "rossroads. Travel dow:\n\ncart road, following the signs to San Genesio.\nKeep going in the same direction until you\nreach the paved road which will take you to\nthe small church of San Nicola. Turn onto the\nfirst street on your left after entering the ham-\n\n§ let of Scerizza (698 m). This road will almost\nimmediately turn into a path. After crossing\n= the paved road, follow the flat path on the\nleft. Once you reach Giovenzana (650m) cycle\ndown Via Manzoni, which will take you to Ca-",
    "Page_37": "",
    "Page_38": "",
    "Page_39": "G Tour del Parco della Valletta\n\nTour of Valletta Park\n\nItinerario che attraversa le zone agricole della\nprovincia di Lecco a ridosso del confine con\nla provincia di Milano. Non richiede partico-\nlare preparazione fisica e capacita tecniche,\noffrendo comunque splendidi scorci sulle\nmontagne lecchesi.\n\nQuesto itinerario inizia dal parcheggio nei\npressi del centro giovanile “Paolo VI” a Bar-\nzano. Si inforca la bicicletta in direzione\nDago. Dopo poche centinaia di metri, in cor-\nrispondenza di una curva, si lascia la strada\nprincipale per imboccare, sulla sinistra, una\nstradina asfaltata che presto si trasforma in\nsentiero. Attraversato l’abitato di Torrevilla\n(m 350), si prosegue diritto fino ad un bivio,\ndove prendiamo la strada in discesa sulla de-\nstra; dopo una trentina metri si svolta a sini-\nstra. Questo tratto in discesa, che va verso il\ncampo sportivo, oltrepassa Cascina Magritto\nmantenendo la sinistra e perviene ad un trat-\nto asfaltato in salita che porta in Via Rossini.\nSvoltare a destra e percorrere la strada fino\nalla rotonda: altra svolta a destra e, dopo al-\ncuni metri, ancora una svolta a destra. Ora la\nstrada diventa un sentiero in leggera disce-\nsa che raggiunge il Roccolo (m 332), passa\na fianco della Cascina Rampina, attraversa\nVia Bocconi e raggiunge Cascina Canova (m\n343). Una volta aggirato il cascinale, il sentiero\nattraversa i campi e porta fino alla localita Be-\nsanelle. Nei pressi di un grosso noce svoltare\n\na destra e percorrere la stra-\nda bianca fino al suo termine,\nper poi proseguire dritto bat-\ntendo la strada asfaltata nella\nsua totalita. Svoltare quindi\na destra in discesa e imboc-\ncare la prima strada, sempre\nsulla destra (Via Tagliamento\nche dopo pochi metri divie-\nne sterrata). Giunti al primo\nbivio prendere la strada ster-\nrata sulla sinistra, percorrer-\nla per qualche centinaio di\nmetri fino ad arrivare ad una\nsbarra sulla propria destra\nche impedisce l’accesso al\ncampo ai mezzi a motore. Svoltare a destra\ne seguire la traccia fino a raggiungere la Ca-\nscina Calegari (m 320) e quindi Via Bocconi.\nAttraversata la strada, proseguire dritto fino\na raggiungere la localita Mottione (m 325),\ndove si svolta a sinistra. Dopo aver superato\nla rotonda nei pressi della Madonnina, svol-\ntare a destra in un sentiero che raggiunge la\nlocalita Villanova (m 346). Girare a sinistra in\ndirezione Dago e, nei pressi di una curva de-\nstrorsa, prendere il sentiero sulla sinistra che\nporta a Prebone (m 321); proseguire dritto,\nsenza passare sotto il portico, imboccando\nil sentiero che porta ad una piana in mezzo\nai campi. Giunti ad un bivio tenere la sinistra,\nfino ad attraversare un caratteristico bosco\n\n   \n \n \n\n \n\npancO DELLA\n\nWALLETTA\n\n \n\ndi ontani, finito il quale si svolta prima a sini-\nstra e poi subito dopo a destra percorrendo la\nsterrata che porta fino alla Cascina Bonacina\n(m 313). La strada, asfaltata ed in salita, con-\nduce ad un incrocio dove si prosegue diritto\nattraversando i vicoli di Oriano. Seguire per\nla localita Zizzanorre e, attraverso un sentie-\nro, raggiungere la localita Torricella. All’uscita\ndel sentiero prendere il vicolo sulla sinistra\ne, giunti alla rotonda, svoltare nuovamente a\nsinistra in direzione Cremella, fino ad incro-\nciare la SP 48. Passando vicino al campo\nsportivo, attraversare la provinciale e svoltare\na sinistra alla prima deviazione. Al bivio suc-\ncessivo girare nuovamente a sinistra, attra-\nversare un ponticello e, dopo poche decine di",
    "Page_40": "metri, imboccare il sentiero sulla destra che\nsale al Roccolo Lietti (m 370). Seguire prima\nla traccia in discesa sulla destra, poi quella\nsulla sinistra che porta nei pressi della Casci-\nna Peltraio (m 370). Giunti a Verdego svolta-\n\nre a sinistra e, dopo pochi metri, di nuovo a f\n\nsinistra per Via Pertini. Dopo un breve tratto\ndi discesa imboccare il sentiero sulla sinistra\n\nche si addentra nel bosco. Alcuni saliscendi |\n\nci conducono al sentiero, sulla destra, in di-\nrezione Morti dell’Avello. Giunti alla Chiesetta\ndella Madonna del Carmine (m 380), aggirarla\nper prendere il sentiero che risale e raggiun-\nge la Cascina di Montegregorio. Sorpassata\nquest’ultima, svoltare a destra e poi di nuovo\ndestra dopo qualche centinaio di metri in di-\nrezione Cremella. Una volta tornati su strada\nasfalta svoltare a sinistra. La strada sale alle\nspalle di Villa Sessa e, lasciandola a sinistra,\n\ninizia a scendere per i vicoli, fino a riprendere —\n\nla SP 48. Svoltare quindi a destra e imbocca-\nre la strada di sinistra, subito dopo le scuole.\nQuesta via diventa subito sterrata; oltrepas-\nsato un tratto in discesa, girare a sinistra per il\nsentiero che porta a Torrevilla. Giunti di nuovo\nal bivio di Torrevilla, prendere la strada sulla\ndestra che conduce ad un altro bivio, dove si\nmantiene la sinistra. Imboccare la prima stra-\nda sulla destra che in pochi minuti riporta al\nparcheggio di partenza.\n\n   \n\nA trail travelling through the rural areas of\nthe Province of Lecco on the border with the\nprovince of Milan. This route does not require\nparticular physical fitness or skills, but all the\nsame offers riders breathtaking views from\nthe Lecco mountainsides.\n\nThis trail starts off in the parking lot next to\nthe “Paolo VI” youth centre in Barzano. Mount\nyour bicycle in the direction of Dago. After a\nfew hundred metres, near a curve, turn left\noff the main road onto a paved road — which\nwill quickly turn into a path. Passing the ham-\nlet of Torrevilla (350 m), keep going until you\n\n__ reach a fork in the road and turn right onto a\n\ndownhill-sloping road, then turn left after ap-\n\n_~, proximately thirty metres. This downhill part\n__ of the route, which will take you towards the\n\nsports field, passes by the Cascina Magritto.\nKeeping left you will reach a paved road which\nwill take you to Via Rossini. Turn right and fol-\nlow the road until the roundabout. Turn right\nagain, and after a few metres, turn right again.\nThe road will now become a faintly downhill\npath which will take you to Roccolo (332 m)\n\n| passing by the Cascina Rampina, through\n\nVia Bocconi and to Cascina Canova (343 m).\nOnce you have circled the farmhouse, the\npath will take you through a number of fields\ndown to Besanelle. Turn right near the large\nwalnut tree and follow the white road until it\nends, then carry on down the paved road un-\ntil it also ends. Turn right downhill and take\nthe first road on your right (Via Tagliamento,\nwhich becomes unpaved after a few metres).\nAt the first fork of the road, turn onto the un-\npaved road on your left. Follow this road for",
    "Page_41": "bridge.\n\non your right, and\n\nyour left, which will take you\n\nclose to the Cascina Peltraio (370 m). Once\nyou’ve reached Verdego, turn left, and then\nturn left again a few metres further on towards\nVia Pertini. After a short downhill ride, take the",
    "Page_42": "",
    "Page_43": "=\n\n \n\n \n\n \n\nusa al traffico. Immersi\n\ne si prosegue a pedalare seguendo le\nanse del fiume, frequentate da molte specie\ndi volatili acquatici. Dopo qualche chilometro\nraggiungiamo Imbersago, dove é possibile",
    "Page_44": "prendere un traghetto ricostruito secondo il\nprogetto che ideo Leonardo Da Vinci, per at-\ntraversare il fiume. Proseguendo lungo I’alzaia\nin direzione sud troviamo la grande forra dove\nsorge la diga di Robbiate (m 198). In questa\nzona inizia l’ecomuseo di Leonardo, percorso\ncomposto da 14 tappe di interesse storico-\nculturale. Poco dopo troviamo il maestoso\nponte in ferro di Paderno d’Adda, realizzato\nnel 1899, che con la sua campata unica colle-\nga le province di Lecco e Bergamo. II ponte é\nutilizzato su due piani diversi rispettivamente\ndalla ferrovia e dalla circolazione veicolare;\ndall’alto dei suoi 80 metri si gode di una vista\nmozzafiato sul canyon sottostante. La strada,\nora asfaltata, corre lungo I’alzaia fino a rag-\ngiungere la diga di Poiret (m 186), dove si im-\nbocca il sentiero di destra che sale su fondo\nacciottolato. Dopo pochi metri, nel mezzo di\nuna curva verso destra, prendere il sentiero\nsulla sinistra che, con alcuni saliscendi, fian-\ncheggia un piccolo canale e permette di rag-\ngiungere Stallazzo (m 177), centro informativo\ndell’ecomuseo. Arrivati nel punto posto pil a\nsud del nostro percorso, cambiamo direzione\nper tornare verso la diga di Poiret. Giunti alla\ndiga non resta che percorrere a ritroso il resto\ndel percorso.\n\n \n\n \n\nA trail devoid of technical passages and which\ndoes not require particular physical fitness.\nIt is nonetheless highly enjoyable, as it ac-\ncompanies bikers down the right bank of the\nAdda. Various different species of water birds,\nbeautiful views of the Resegone and Grigne\non one side and the green Biranza hills on the\nother can be all be admired along the route.\n\nThe Olginate sports field is the starting point\nof the trail. Ride down the main road until you\nreach the bank of the river, and keep going\n\n| straight until you come to the blocked-off rail-\n\nway bridge. At this point the road becomes\nunpaved and can only be travelled by foot or\nbike. Here, you will be able to catch a glimpse\nof the beauty of the Grigne and Resegone re-\nflected in the waters of the Adda. After skirt-\ning a few fields, you will reach the Village of\nBrivio (196 m). Its historical centre is domi-\nnated by a castle which, together with those\nin Lecco, Trezzo e Cassono, made up part of\nthe defences of the Adda. Passing under the\nbridge connecting the Lecco side of the river\nwith the Bergamo side, keep going down the\npaved road for a further few hundred meters.\nAt this point the road will once again become\nunpaved and closed to traffic. Immersed in the\ngreen country side, the trail will take you down\nthe bank of the river, which inhabited by many\ndifferent species of aquatic birds. After a few\nkilometres you will reach Ibersago, where you\nwill be able to catch a ferry to cross the river.\nTravelling southwards down the towpath; you\nwill soon reach a large gorge housing the Rob-\nbiate dam (198 m). This is where the Leonardo\nEcomuseum -— a trail consisting of 14 different\nstops of cultural-historical significance - be-\ngins. Soon afterwards you will reach the im-",
    "Page_45": "",
    "Page_46": "&.",
    "Page_47": "Curone Park\n\nPercorso ad anello, con una serie di saliscen-\ndi, estremamente interessante dal punto di\nvista dell’ambiente perché attraversa campi e\nvitigni, fattorie, cascine e fornaci che restitui-\nscono gli antichi mestieri e sapori della Brian-\nza contadina.\n\nPunto di partenza é il campo sportivo di Mon-\ntevecchia. Seguire la strada fino all’incrocio\ncon la SP 54 e svoltare a sinistra in direzio-\nne Missaglia. Pochi metri dopo il semaforo\nsvoltare a destra e seguire le indicazioni per\nCascina Casarigo. Superato |’avvallamento si\ngiunge nei pressi di Cascina Ostizza (m 284),\ndove si continua verso I’agriturismo. Poco\nprima che la strada diventi ripida e cementa-\nta, prendere il piccolo sentiero sulla sinistra,\naffrontare il leggero strappo e uscire dal bo-\nsco, percorrendo un breve tratto lungo i filari\ndi vite. Il percorso, dopo aver oltrepassato la\nCascina Vertaggera, rientra nel bosco e inizia\nuna discesa su strada bianca che riporta sul-\nla SP 54. Svoltare a destra e percorrere 200\nm circa di provinciale; oltrepassata la piazza,\ncon una curva a gomito verso destra, imboc-\ncare una strada sterrata. Attraversata C\n\n| Parco del Curone\n\nae\n\n  \n  \n \n  \n  \n  \n \n  \n  \n  \n   \n    \n   \n  \n  \n   \n  \n  \n  \n  \n      \n  \n \n \n \n   \n\nun recinto per cavalli, imboccare il sentiero in\ndiscesa, tenendo la sinistra. Dopo 300 m cir-\nca di discesa si arriva ad un crocevia, dove é\nnecessario proseguire sul sentiero principale\n(leggermente a destra). Il tracciato continua\nsempre in discesa nel bosco, fino a raggiun-\ngere un nuovo bivio, dove si tiene la destra e\nsi continua per altri 150 m circa. Tenere la de-\nstra per un tratto quasi pianeggiante di circa\n300 m, per poi svoltare a destra e, dopo aver\nsuperato due brevistrappi secchi, proseguire\nin un divertente single-trek. Giunti nuovamen-\nvio, svoltare a sinistra e prosegui-\nstrada asfaltata del Lissolo, dove\ndestra. La strada é in salita fino\n\ndove si scende verso sinistra costeggia\nun ristorante. Al termine della discesa svol-\ntare a destra e, attraversato un altro bosco,\nproseguire lungo il sentiero fino a riportar\no un convento, torna ad essere una\nhe porta fino alla Cascina Bernaga\nrnati su asfalto, svoltare a\noe) in leggera salita un\nio proseguire diritto\nun cancello in legno che sbarra |’acc\nmezzi motorizzati, aggirarlo sulla",
    "Page_48": "molto ripida. Arrivati al cimitero di Monte (m\n376) proseguire, finalmente su asfalto, fino a\nraggiungere l’incrocio che vede, alla sinistra,\nla Chiesa del paese. Proseguire ora in direzio-\nne di Spiazzo, dove si svolta a destra, imboc-\ncando il primo sentiero che si incontra. Dopo\naver aggirato la collina con i tre cipressi in\nvetta, prendere il primo sentiero sulla destra\nche permette di entrare nella vigna.\n\nA questo tratto inizialmente pianeggiante ne\nsegue uno molto ripido, che porta alla loca-\n\nlita Pianello (m 451), dove si svolta a sinistra\nsu una strada sterrata in discesa che attra- |\n\nversa in successione Cascina Ratta, Cascina\nScarpata (m 370) e, infine, Cascina Costa. Nei\n\npressi di quest’ultima, girare a sinistra, attra- |\n\nversare le corti di Cascina Galbusera Nera e,\n\nsuccessivamente, Cascina Galbusera Bianca |\n\n(m 346). Dopo pochi metri si torna su asfalto,\nsi svolta a destra e, raggiunto un gruppo di\ncase, si svolta a sinistra in un sigle-trek molto\n\ndivertente che porta fino alla localita Fornace ©\n\nsuperiore (m 295). Attraversata la corte del-\nla Fornace si torna nuovamente su asfalto\nprendendo in direzione Cascina Bagaggera\ne, dopo circa 200 m, si imbocca il sentiero\nsulla destra che attraversa una zona bosco-\nsa. Il tracciato ora prosegue diritto fino ad\nimpattare con il torrente Curone. Proseguire\nsempre diritto e, dopo una serie di guadi su-\nperabili attraverso ponticelli (rigorosamente\na piedi), il sentiero conduce fino alla locali-\nta Molinazzo (m 252). Tornare sulla statale e\npercorrerla per circa 200 m, raggiungendo un\nattraversamento pedonale: svoltare a sinistra\nimboccando la strada sterrata che porta fino\nal campo sportivo.\n\n \n\nA circular route with a series of uphill and\ndownhill climbs, this trail is particularly inter-\n\n. esting from an environmental point of view\n\nsince it crosses fields and vines, farms, home-\n\n_ Steads and brickyards - reflecting the ancient\n\ntastes and works of the farming communities\ninhabiting the Brianza countryside.\n\nThe Montevecchia sports field is the trail’s\nStaring point. Follow the road until it crosses\n\n- the SP 54, then turn left towards Missaglia.\n\nTurn right a few metres after the traffic lights\nand follow the signs to the Cascina Casarigo.\nOnce past the dip in the road, you will reach\nthe Cascina Ostizza (284 m) - keep going in\nthe direction of the farmhouse hotel. Right\n\nbefore the road becomes paved and steep,\n\ntake the small path on your left. Climb up the\nshort, steep incline and leave the woods rid-\ning through the rows of vines. The trail, after\npassing the Cascina Vertaggera, re-enters the\nwoods and slopes again downhill on a white\nroad which will take you back to the SP 54.\nTurn right and keep going down the provincial\nroad for approximately 200 m. After you’ve\npassed the piazza, take the unpaved road\n\n, at the end of the sharp turn to the right. The\n\nroad ends after the Cascina Albareda (295 m).\n\n» Here, you must take the path furthest on the\n\nleft which will take you to the Cascina Oliva\n(310 m). Carrying on down the main path,\nonce you’ve left the woods, you’ll reach Pia-\nnetta, where you will continue downhill skirt-\ning a restaurant. At the end of the descent,\nturn right, and after crossing another wood,\ncontinue along the path until you reach the\npaved road in Valle Santa Croce. You will find\nit right behind a sharp right hand turn. As the\n\n__ trail continues, it will pass next to an old kiln.\nOn your left, after a bend in the road to the\n‘right, you will see a wooden gate barring ac-",
    "Page_49": "cess to motor vehicles. Circle it on the right\nand begin your uphill climb. A series of hairpin\nturns will take you to the panoramic road run-\nning along the entire length of the ridge of the\nCurone Park. Turn left where it ends (420 m).\nAfter a few hundred metres of level ground,\nthe road once again becomes paved and\nupwards-sloping. Leave the main road once\nyou’ve reached Lissolo (615 m). Turn left in\nfront of a restaurant . Once you’ve reached\nthe fork on the road — near a paddock — keep\nleft, taking the path running downhill. You will\nreach a crossroads after approximately 300 m\n— keep going on the main road (slightly on the\nright). The path continues downhill inside the\nwoods until it reaches a new fork. Keep left\n\ni\n=\n|\n\nand keep riding for another 150 m approxi-\nmately. At this point, keep right on the almost\nlevel path for another 300 m and then turn left.\nAfter two short, steep slopes you will find an\nenjoyable single-trek. Turn left at the fork in the\nroad and follow the trail down until the paved\nroad to Lissolo, where you will turn right. At\nthis point the trail once again climbs uphill un-\ntil the beginning of the path on the left, which\nafter passing a convent, once again slopes\ndownhill until the lower Cascina Bernaga (440\nm). Back on the paved road; turn left and keep\ngoing until you reach a small uphill climb at a\ncrossroads. Here, keep going straight down\nthe downhill-sloping road for a few hundred\nmore metres. Turn left onto Via Campo near\n\n \n\nthe left hand curve. Halfway down the road\nthe paving will turn into asphalt - requiring\nyou to be more careful. Turn right at the end\nof the road and keep going downhill until you\nreach a paved road. Turn right at the end of\nthe road near the stop sign, taking another\npebbled path with a very steep uphill climb at\nits end. Once you’ve reached the Monte cem-\netery (376 m) keep going - on a paved road\nuntil you reach the crossing, where you will\nsee the village church on your left. Keep riding\ntowards Spiazzo. When you reach Spiazzo,\nturn left onto the first path. After riding around\nthe hill with the three cypresses, take the first\npath on your right leading into the vineyard.\nAlthough this first part of the track is rather\nlevel, it is soon followed by a very steep track\nwhich will take you to Pianello (451 m). Turn\nleft onto the unpaved downhill trail which cuts\nthrough the Cascina Ratta, Cascina Scarpata\n(370 m) and the Cascina Costa. Turn left af-\nter the latter and cut across the courtyards\nof the Cascina Galbusera Nera and Cascina\nGalbusera Bianca (346 m). After a few me-\ntres, you will once again find a paved road.\nTurn right, and after a group of houses, turn\nleft onto an enjoyable single-trek which will\ntake you up to the Fornace superiore (295 m).\nCrossing through the Fornace court, take the\npaved road towards Cascina Bagaggera, and\nafter 200 m turn onto the path on your right\ncutting through the wooded area. The trail\nnow continues straight ahead until it reaches\nthe Curone stream. Keep going straight. Af-\nter a series of fords which can be crossed by\nbridge (on foot only), the path will take you to\nMolinazzo (252 m). Turn back onto the state\nroad and ride for approximately 200 m un-\ntil you reach a pedestrian crossing. Turn left\nand take the unpaved road back to the sports\nfield.",
    "Page_50": "",
    "Page_51": "",
    "Page_52": "la carrozzabile principale per prendere sulla\nsinistra, in corrispondenza di una fattoria, la\nsterrata in salita sbarrata da una catena (m\n940 circa). Si ricomincia a salire, ma solo per\npoche centinaia di metri. Ignorare sia la prima\n\ndeviazione sulla destra che la seconda sulla |\nsinistra, proseguendo per boschi e prati. Per- |\n\ncorso un breve tratto in discesa, il tracciato si\nimpenna bruscamente per una cinquantina di\nmetri (preparare per tempo il giusto rappor-\nto) per giungere alla Chiesetta Regina Pacis\n(m 1.050). Seguire la strada svoltando prima\na sinistra e subito dopo a destra: qui inizia\nla discesa che, in breve tempo, permette di\nraggiungere l’abitato di Pasturo (m 630). Per\nritornare al punto di partenza svoltare a de-\nstra e raggiungere la SP 62; si torna quindi a\npedalare in salita per superare il Colle di Ba-\nlisio (m 730) e, dopo aver percorso il lungo\nrettilineo, tornare a Ballabio.\n\n \n\nTy) A beautiful and highly enjoyable trail crossing\n\nthe Grigne on medium mountain trails framed\nby the changing scenery typical of the area.\nThis route can be travelled from late spring up\nuntil the first winter snows.\n\nStarting off in the village of Ballabio (690 m)\ncycle down the paved road - which, after 14\nhairpin bends - will take you up to the Piani\ndei Resinelli (1,284 m) and within sight of the\nGrigna Meridionale or Grignetta. Once you\nhave reached the Piani, take the first road on\nyour right. Cycle down this road, without turn-\ning onto any of the side roads, and keep going\n\n4 straight until you reach the Soldanella Alpine\n\nrefuge (1,349 m). At this point, abandon the\npaved road and take the harder uphill climb,\nwhich you will find has a number of slight\nchanges in slope. Follow the carriage road\nuntil you see a sign on your right indicating\nthe “Traversata Bassa”.\n\nContinue cycling until you reach the farm\n“Pian delle Fontane” (1,380 m). Turn onto the\npath on your left and follow it until it turns into\nan enjoyable, and for the most part downhill-\nsloping, single-trek. Once you’ve reached the\nfarmhouse with the fenced off field, take the\ndownhill path on your right (CAI signpost). A\nshort ride will take you across the Pioverna\n(1,077 m). At this point, the trail crosses a\npath which will lead you to Pialeral. Follow\nthe - occasionally paved - downhill track from\nhere.\n\nWe suggest you follow the road for a few\nhundred metres downhill before leaving the\nmain track and turning left near the farm to\ntake the unpaved uphill road, which you will\nfind blocked off with a chain (940 m approxi-\nmately). Here, start climbing uphill again, but\nonly for a few hundred metres. Ignore the first\npath on your right as well as the second on",
    "Page_53": "",
    "Page_54": "G\n\n&",
    "Page_55": "Percorsi con partenza e ritorno a Lecco, sul-\nle montagne circostanti, per scoprire inediti\nscorci sul lago e sulle vette, adatti da percor-\nrere alla sera, dopo il lavoro, o come allena-\nmento, facilmente modulabili in lunghezza.\n\nProponiamo di parcheggiare nei pressi dello\nstadio di Lecco (occasione per poter cono-\nscere alcuni rioni della citta). Portarsi su via\nPascoli e iniziare la leggera salita su asfalto;\nalla rotonda proseguire dritti su via Caldone,\nfino alla chiesa del rione di Olate. Procedere\nsempre dritti sino al semaforo, attraversare la\nstrada, quindi su via Cernaia e poi via Galilei\nsino all’abitato del rione di Bonacina; supe-\nrarlo e prendere |’unico ponte sulla destra in\nleggera salita e proseguire diritti. Dopo il tor-\nnante siete su via Movedo che viene percorsa\nfino alla sua fine.\n\nAl termine di via Movedo, prendere a sinistra\ne spingere la bicicletta per pochi gradini fino\na portarsi di fronte alla chiesa della Madonna\ndi Lourdes. Qui rimontare in sella e tenere la\nstretta strada pedonale ciottolata sulla pro-\npria destra (via Capiloccio); al termine girare a\nsinistra e seguire il tornante. Quando la strada\ntermina (circa cento metri dopo), proseguire\ndritti sul sentiero che costeggia e supera la\nstrada provinciale che porta a Ballabio: que-\nsto tratto € breve ma impegnativo per fondo\ncon sassi mobili (siete in via Costa). Al termine\nsvoltare a sinistra in via Ai Poggi e seguirla su\n\nM_ Tour delle alture di Lecco\n\nasfalto fino alla localita Mal-\nnago (piazzale della funivia).\nAttraversare il piazzale sulla\ndestra e seguire le indicazioni\nper rifugio Stoppani/Monte\nResegone; superati sei gra-\ndini in discesa, prendere il\nsentiero che scende dietro\nalla funivia sino a raggiunge-\nre la strada asfaltata; girare a\ndestra e seguirla fino al suo\ntermine. Qui inizia la mulat-\ntiera che conduce al Monte\nResone (segnavia n. 1). | piu\nbravi ed esperti riusciranno a\npedalarla tutta su ciottolato;\nagli altri consigliamo di spingere la bicicletta\ndato che il tratto é breve (300 m).\nAbbandonare ora la mulattiera per seguire\nsulla propria destra le indicazioni per Campo\nde’ Boi: il sentiero € ben pedalabile in falso-\npiano e costeggia a destra una rete, con leg-\ngeri saliscendi fino al fiume Bione in localita\nPonte della Tenaglia (abbiamo fatto altri 900\nm) a quota m 648. Da qui parte un tratto bre-\nve ma faticoso da percorrere con la bicicletta\nin spalla per 40 metri di dislivello sull’unico\nsentiero esistente. Superate le ultime difficol-\nta, sulla propria destra il sentiero prosegue in\npiano e pedalabile fino a un cancello sempre\naperto che conduce ai Campo de Boi e da li\nalla localita Madonnina.\n\n \n\nll percorso prosegue al cospetto Monte Re-\nsegone e del sovrastante Monte Magnodeno\nper pascoli in leggera salita fino a iniziare una\nlunga e divertente discesa (con tornanti) con\nalcuni tratti cementati, fino alla localita Ne-\nguggio (m 450).\n\nSeguire sempre la sterrata principale fino alla\nfattoria nella parte pil. bassa dei piani di Ne-\nguggio, dove ora una discesa impegnativa\ne ripida (lunghi tratti cementati per 900 m di\npercorso) conduce al termine della parte fuo-\nri strada del percorso portandoci al rione di\nGermanedo. Lo si attraversa seguendo via\nalla Rovinata, via Oratorio e poi via Rovereto\nfino a trovare dei gradini, da fare in salita, che\nportano su via Ai Poggi. Proseguire in salita e,",
    "Page_56": "mately one hundred meters further on), keep go-\ning straight on the path that follows and will take\nyou past the provincial road to Ballabio. This\nsection of the itinerary is short but challenging,\nbecause of its roadbed with loose stones (via\nCosta). At the end of the road, turn left onto via\nAi Poggi and follow the paved road to Malnago\n(square in front of the cableway station).\n\nCross the square on your right and follow the\nsigns to the Stoppani Alpine refuge/Monte Re-",
    "Page_57": "#2",
    "Page_58": "",
    "Page_59": "(®) N Como - Bellagio per la dorsale del Triangolo Lariano\n\nComo - Bellagio through the Lario triangle ridge\n\nLitinerario si sviluppa lungo tutta la dorsale\nche divide i due rami del Lario, attraversa bo-\nschi di faggi e prati, regalando viste mozzafia-\nto sulle province di Lecco e Como, terminan-\ndo con una divertente discesa fino a Bellagio,\nmeta turistica di livello internazionale.\n\nPunto di partenza di questo percorso é la sta-\nzione d’arrivo della funicolare (m 692) che da\nComo giunge a Brunate. La strada asfaltata\ncomincia in salita, oltrepassa il faro voltiano\ne oltre il parcheggio, nei pressi della capanna\nC.A.O. (m 958), diventa sterrata. Ora le pen-\ndenze si fanno meno ripide, esclusi alcuni\nbrevi tratti cementati e si procede seguendo\nle indicazioni per il Monte Boletto. Si attra-\nversano in successione la baita Bondella (m\n1.070) e quella Fabrizio (m 1.150), per arriva-\nre ad una rampa molto impegnativa. Questo\nprimo tratto sterrato corre sul versante sud\ndel Pizzo Tre Termini, offrendo una vista fino\noltre Milano; superata la capanna S. Pietro (m\n1.129) il sentiero si sposta sul versante nord\ndel Monte Boletto, con una vista che si apre\nsul Lario e sulle Alpi Ticinesi. Si tratta di uno\nstretto single-trek bello e divertente, molto\nfrequentato anche da escursionisti a piedi, ai\nquali bisogna prestare attenzione. Al termine\ndi questo sentiero, denominato dei Faggi, si\narriva a pochi metri dalla Bocchetta di Lemna\n(m 1.169), sul versante opposto a quest’ulti-\nma, a soli cinque minuti di distanza, si trova il\n\nRifugio Capanna Mara (m 1.134). Dalla Boc-\nchetta si prosegue verso il Monte Palanzone,\naffrontando alcune rampe abbastanza impe-\ngnative, per raggiungere il Rifugio Riella (m\n1.274) e - continuando in leggera salita - la\nlocalita Braga di Cavallo (m 1.340). Da qui la\nstrada, in ripida discesa, conduce fino alla ca-\npanna Stoppani, nei pressi della Colma di Sor-\nmano (m 1.124). Appena sotto questo ristoro,\n\nil sentiero prosegue, alternando momenti di\nsalita a momenti di discesa, in direzione Mon-\nte San Primo, fino a raggiungere la localita\nColma del Bosco (m 1.235) dove la sterrata\nsi fa ripida per raggiungere, dopo una serie di\ntornanti, l’Alpe di Terra Biotta (m 1.481): bel-\nlissimo il panorama che include tutta la dor-\nsale fino a Bellagio e il ramo settentrionale del\nLario. Continuare sulla sterrata per il sentiero",
    "Page_60": "n° 1 e, una volta valicato quest’ultimo, lascia-\nre il tracciato per il Monte San Primo sulla\nsinistra, per percorre la dorsale che scende\ndal Monte Ponciv in direzione San Primo. Su-\nperato il parcheggio degli impianti sciistici di\nSan Primo (m 1.150), si raggiunge la strada\nasfaltata da percorrere fino al primo tornante,\nquando deviamo sulla sinistra, imboccando\nla sterrata per il Rifugio Martina. Superare la\ncolonia Bonomelli (m 1.102) fino a raggiunge-\nre una stanga che occlude il passaggio: qui\nsi prende sulla destra il sentiero numero uno\n(poco visibile). Tenendo la traccia di sentie-\nro alla propria sinistra, una volta oltrepassa-\nta la casa, si incontra un tratto di single-trek\nmolto divertente. Usciti dal bosco, si scende\nsu strada asfaltata fino a raggiungere una\ncascina (cartelli segnavia) dove si torna allo\nsterrato. Svoltando a sinistra affrontiamo un\ntratto inizialmente pianeggiante che pero, ad-\ndentrandosi nel bosco, riprende a scendere.\nDopo aver percorso pochi metri su asfalto,\n\nsi svolta nuovamente a sinistra, per immet- }\n\ntersi in un toboga stretto e pieno di gradini\nche obbliga a moderare la velocita per evitare\npericolosi ribaltamenti. Si raggiunge, sempre\nin discesa su strada asfaltata, la SS 583 che\nin pochi minuti porta al centro di Bellagio (m\n200).\n\n \n\n  \n \n \n\nrz!\n\nThis trail runs along the ridge dividing the two\nbranches of the Lario, cutting through beech-\nwood forests and fields, gifting travellers with\nbreathtaking views of the provinces of Lecco\nand Como. It ends with an enjoyable downhill\nride down to Bellagio, a world renowned tour-\nist destination.\n\nYour starting point on this route is the cable\nrailway station (660 m) connecting Como to\nBrunate. The paved road begins with an uphill\nclimb, passes the voltaic lighthouse and, after\nthe parking lot — near the C.A.O. cabin (958\nm) becomes unpaved. At this point the steep-\nness of the slopes diminish, with the excep-\ntion of a few cement-paved parts. Keep riding\nfollowing the directions for Monte Boletto. Af-\nter passing the Bondella Alpine refuge (1,070\nm) and the Fabrizio refuge (1,150 m) you will\ncome to a very steep ramp. This first part of\nthe road is unpaved and will take you down\nthe south side of the Pizzo Tre Termini, offer-\ning you a glimpse of beautiful views stretch-\ning beyond Milan. On passing the San Pietro\ncabin (1,129 m) the path moves onto the north\nside of the Monte Boletto, giving you a view\nof the Lario and the Tincino Alps. The single-\ntrek here is narrow, but beautiful and highly\nenjoyable, which is why it is also very popular\nwith trekkers, so please take care. At the end\nof this path — known as the Faggi path — you\n\n\" will find the Bocchetta di Lemna (1,169 m).\n\nFive minutes away on the opposite side you\nwill also find the Capanna Mara Alpine refuge\n(1,134 m). From Bocchetta keep riding to-\nwards Monte Palanzone, where, after a series\n\n= of rather steep uphill climbs you will reach the\n_ Riella Alpine refuge (1,124 m) and — if you car-\n—_ ry on climbing a bit longer — Braga di Cavallo (",
    "Page_61": "1,340 m). Here the trail begins sloping steeply\ndownhill and will take you to the Stoppani cab-\nin near the Colma di Sormano (1,124 m). After\npassing this, the trail continues - alternating\nuphill and downhill climbs — in the direction of\nMonte San Primo, and up to Colma del Bosco\n(1,235 m) where the unpaved road becomes\nvery steep. After a series of sharp hairpin\nbends you will reach Terra Biotta (1,418 m).\nThe breathtaking view from this point spans\nthe entire ridge until Bellagio and the southern\nbranch of the Lario. Continue riding along un-\npaved road until you reach path no. 1. Once\n\nthere, leave the path, turning left in the direc-\ntion of Monte San Primo and cycle down the\nridge from Monte Ponciv to Monte San Primo.\nYou will find a paved road after passing the\nparking lot for the San Primo ski resorts (1,150\nm). Follow this road until its first hairpin bend,\nthen turn left onto the unpaved road leading\nto the Martina Alpine refuge. On passing the\nBonomelli (1,102 m) farm, keep riding until you\nreach the barrier blocking your passage. Turn\nright at this point onto trail number one (not\nvery visible). Follow the trail on your left. Once\npast the house, you will encounter a highly\n\nenjoyable single-trek. Once you have left the\nwoods, take the paved downhill road leading\nthe farmhouse (signposted). The trail will once\nagain become unpaved at this point. Turn left\nonto an initially straight road, which on enter-\ning the woods, will once again slope downhill.\nAfter a few metres, turn left again onto a nar-\nrow ramp full of stairs which will force you to\nslowdown in order not to turn over. Continu-\ning downhill you will reach a paved road, the\nSS 583. In only a few minutes this will take\nyou back to Bellagio city centre (200 m).",
    "Page_62": "us\nSAN PRIMO\n\nCOLMA DI\n\nSORMANO. |\nFR ic =| SORMANO\n\nmS\n\n[REZZAGO at\nsso JAN\nEa ae\n\nRao",
    "Page_63": "® 0 Canzo - Monte San Primo\n\nAssolutamente comparabile per bellezza ad\naltre localita piu famose del Lario, il percorso\nraggiunge la cima del Monte San Primo, il pit\nalto del Triangolo Lariano, e permette di do-\nminare tutto il Lario e le Grigne verso Est. E’\ndi grande soddisfazione ciclistica.\n\nLitinerario parte dal comune di Canzo (m 390)\npercorrendo su asfalto la SP 41, attraversa il\ncomune di Asso (m 420) in direzione Bellagio.\nDopo circa 2 km si svolta a sinistra sulla SP\n44, in direzione Rezzago. Si prosegue in salita\ne, dopo poche centinaia di metri, si devia a\ndestra per Sormano (m 750). Superato il pa-\nese si prosegue in direzione Pian del Tivano,\nfino a raggiungere - sempre su asfalto - la\nColma di Sormano. Qui inizia la parte ster-\nrata del nostro percorso, che ci portera alla\nvetta del San Primo. II sentiero sale all’om-\nbra delle piante, fino a raggiungere la loca-\nlita Colma del Piano (m 1.124) dove si trova\nil Rifugio Stoppani. Si imbocca una sterrata\nche risale verso la Colma dei Cippi (m 1.185)\ne la Colma del Bosco (m 1.235) seguendo il\ntracciato panoramico in leggera salita. Segue\npoi un tratto in leggera discesa che permette\ndi recuperare le forze prima di ricominciare a\nsalire. Una serie di tornanti in mezzo ai prati\npermette di guadagnare quota e raggiungere\nAlpe di Terra Biotta (m 1.481): da qui si gode\nuna vista mozzafiato sul promontorio di Bella-\ngio. Il sentiero prosegue tagliando in diagona-\n\nle il versante sud-ovest del Monte San Primo.\nQuesto tratto é caratterizzato da una larga\nstrada sterrata, senza grossi ostacoli naturali,\ndato il recente ripristino. Infine si raggiunge\n\nae\n\nla vetta del Monte San Primo (m 1.733), meta\ndel nostro itinerario, rimanendo sempre in\nsella. La discesa coincide con il percorso di\nsalita fino alla Colma di Sormano (m 1.124), a",
    "Page_64": "questo punto proponiamo di cambiare itine-\nrario prendendo la vecchia strada conosciuta\ncome “Muro di Sormano”, al di la della SP 44.\nAlla fine di questo tratto, molto ripido e di re-\ncente asfaltatura, si attraversa prima un ponte\ne subito dopo si svolta a destra (area pic-nic).\nOltrepassato il cancello di delimitazione, si\nsvolta a destra in direzione Caglio (m 800). In\nprossimita del centro del paese, appena prima\ndell’Albergo Santa Valeria, svoltare a sinistra,\nimboccando una stradina in discesa. Superati\nalcuni gradini si passa sotto a un portico per\nprosegue diritto fino ad arrivare in una piaz-\nza. Il percorso sottopassa un altro portico al\ntermine del quale si deve svoltare a sinistra.\n\nSeguire il vicolo in discesa per raggiungere in |\npoco tempo, mantenendo questa direzione, |\nla strada che collega Caglio a Rezzago. Circa |\n\n200 m dopo aver oltrepassato il cimitero (m\n677), giunti nei pressi di una fontana sul lato\ndestro della strada, imboccare il viottolo sulla\nsinistra che scende e, subito dopo aver attra-\nversato la strada, seguire nuovamente il sen-\n\ntiero sulla sinistra. Questo tratto di percorso,\n\nindicato come “Sentiero dei mulini”, porta alla\nstrada statale dove si aprono due possibilita:\nla prima consiste nel percorrere a ritroso la\nSP 41 fino al parcheggio auto di partenza, la\nseconda alternativa, dopo qualche decina di\nmetri sulla SP 41, devia sulla strada a destra\nche conduce fino al centro di Asso. Da qui si\n\nseguono le indicazioni per la stazione e infine 4\n\nper Canzo.\n\n \n\n \n\nIncomparable in terms of beauty to other,\nmore famous, locations in the Lario, the route\ntakes travellers to the top of the Monte San\nPrimo, the highest mountain in the Lario Tri-\nangle, which dominates all of the Lario and\nGrigne towards the east. This is a highly en-\njoyable ride for bikers.\n\nThe trail beings in the municipality of Canzo\n(390 m), where, taking the paved SP 42, it\ncrosses the Municipality of Asso (420 m) in\nthe direction of Bellagio. After approximately\n2 km, turn left onto the SP 44 towards Rez-\nzago. After a few hundred metres, turn right\ntowards Sormano (750 m). Once past the\nvillage, keep cycling in the direction of Pian\ndel Tivano until you reach - still travelling on\nthe paved road - Colma di Sormano. This is\nwhere the unpaved part of our trail — which\nwill take you to the summit of San Primo -\nbegins. The path, surrounded by vegetation,\ncontinues uphill until Colma del Piano (1,124\nm). Here you will find the Stoppani Alpine ref-\nuge. Take the unpaved road towards Colma\ndei Cippi (1,185 m) and Colma del Bosco\n(1,235 m), following the slightly uphill-sloping\npanoramic track. A short ride downhill - which\nwill allow you to catch your breath before an-\nother uphill climb - follows. A series of sharp\nturns among the fields will take you uphill to-\n\nN wards the Alpe di Terra Biotta (1,481 m) where\n\nyou will be able to enjoy a spectacular view\nof the Bellagio promontory. Follow the path\ncutting diagonally across the south-western\nside of the Monte San Primo. This part of\nthe trail is marked by a wide unpaved road,\nwhich, due to recent works, is also free of\nlarge natural obstacles. The path takes you\nto the summit of Monte San Primo (1,733 m),",
    "Page_65": "e directions to",
    "Page_66": "2\niS\n2\n<\ni)\nx)",
    "Page_67": "a",
    "Page_68": "e proseguire il tratto scarsamente ciclabile del\npercorso, per un chilometro circa. La frasta-\ngliata cresta offre una spettacolare vista sia\nverso il Monte Barro che verso il Monte San\nPrimo. Poco prima di raggiungere “La colma”\nil percorso permette di rimettersi in sella, sep-\npur in discesa, in un bellissimo bosco di lati-\nfoglie.\n\nDa “La colma” prendere a sinistra in Val Ravel-\nla, in direzione Terz‘Alpe Grasso su sentiero,\nsempre in discesa, completamente ciclabile\nanche se in alcuni tratti impegnativo.\n\nDa Terz‘Alpe Grasso (m 790) — dove é possi-\nbile ristorarsi — seguire l’ampia mulattiera che\nscende fino alle Fonti di Gajum attraversan-\ndo Second’Alpe e Prim’Alpe, su un tracciato\ndivertente e veloce (prestare attenzione agli\nescursionisti).\n\nDa Gajum (m 465) il percorso torna su strada\nasfaltata e porta, girando sulla destra, al cen-\ntro di Canzo per finire sulla Strada provinciale\n\n41; dopo aver lasciato l’abitato di Canzo, per- &&\ncorrere la Sp 41 fino al Lago del Segrino edili }\n\nal parcheggio.\nVarianti: € possibile percorrere la mulattiera da\n\nGajum a Terz‘Alpe. Come, da sopra il nucleo i.\n\ndi Terz‘Alpe, € possibile seguire un tracciato\nche porta a Visino, vicino a Valbrona.\n\nNote: il Sasso Malascarpa fa parte dell’omo-\nnima Riserva naturale. Si caratterizza per le\nsue formazioni rocciose costituite da rocce\nsedimentarie di natura carbonatica, formatesi\nin epoca Mesozoico (movimenti di orogenesi\nche hanno portato alla formazione delle Alpi);\ncontengono numerosi organismi marini fossili.\n\n \n\nA panoramic itinerary of Brianza and the Lari-\nano Triangle with a long, satisfying downhill\n\n‘section providing full payback for all of the ef-\n\nfort made during the uphill climb.\n\nThe itinerary starts in Lake Segrino, where you\nwill find an abundance of parking areas. The\n\n5 first part of our route follows the bank of Lake\n\nSegrino on a paved road and gives you the\n\n§ chance to warm up properly.\n\nOnce you reach the hamlet of Longone al Seg-\nrino, take the road to Monte Cornizzolo (follow\nthe signs). Here, you will find the beginning\nof a long, steep climb (a little less than eight\nkilometres in length) on a completely paved\nroad that is partly closed to motor traffic. It\nwill take you to the SEC (Societa Escursionisti\nCivatesi) “Marisa Consiglieri” (1,092 m) Alpine\nrefuge at the foot of Monte Cornizzolo. Both\nthe itinerary and its end point offer travellers\npanoramic views of Lake Annone, Lake Pu-\nsiano and Lake Alserio, and feature several\nparagliding launch points on Monte Corniz-\nzolo. These foot-launched aircrafts pepper\nthe skies on clear days.\n\n=| Keep cycling along the only dirt road here,\n\nwhich is first level and then becomes slightly\nuphill, and ends under the Monte RAI relay\nantenna. Do not follow any other signs. From\nhere, a short, level and easy to travel path\ntowards “La colma” will take you to Sasso\nMalascarpa. At this point, leave the level trail\nand make your way downhill for a few meters\non your left (carrying your bike). Continue on\ntravelling down this tricky route for approxi-\nmately one kilometre. The jagged crest of-\nfers breathtaking views, both towards Monte\nBarro and towards Monte San Primo. You will\nbe able to get back on your bike as the trail -",
    "Page_69": "",
    "Page_70": "ZB\n\n=\na\n=\nS\nEs\nao\n3\n=",
    "Page_71": "La salita al Monte Pallanzone completa la cono-\nscenza del territorio del Triangolo Lariano, ab-\nbianata ai percorsi M, N e P della guida, a Sud\nal cospetto della Brianza e dei suoi laghi.\n\nLitinerario parte dal paese di Albavilla. Lasciata\nauto in uno dei parcheggi liberi del Comune,\ndirigersi verso la chiesa e, successivamente,\nseguire le indicazioni per la localita “Buco del\nPiombo’”e trattoria “Alpina”. Questo primo trat-\nto si svolge in paese e quindi su strada asfal-\ntata, non appena giungiamo ai margini dell’abi-\ntato incontriamo una deviazione sulla sinistra e\nla strada inizia a salire in modo deciso per via\nPatrizi, poi via Galbanese. Raggiunta la tratto-\nria “Alpina”, la strada diviene sterrata e le pen-\ndenze diminuiscono, rendendo la pedalata un\npo’ pit facile (addentrandosi in zona boscosa\nche ripara dal sole). Raggiunta una casa perico-\nlante si svolta a destra e in pochi metri si torna\nsull’asfalto nei pressi della localita Alpe del Vi-\nceré; la strada spiana e si recuperano un po’ le\nforze, prima di raggiungere la trattoria “Caccia-\ntori” (c’é una fontanella dove potersi dissetare).\nLasfalto lascia di nuovo il posto allo sterrato:\nquesto tratto di salita é caratterizzato da una\nserie di strappi dal fondo cementato che porta-\nno a raggiungere il rifugio Capanna Mara (1.120\nm) situato nei pressi della bocchetta di Lemna\n(1.167 m). Da questo punto panoramico nelle\ngiornate pit limpide é possibile tranquillamente\nvedere Milano e tutto il suo hinterland. Il per-\n\nQ Albavilla - Palanzone\n\ncorso ora cambia versante portandosi a nord,\ndove si svolta a destra per una corta discesa dal\nfondo un po’ smosso che richiede attenzione. A\nbreve arriviamo al cambio di pendenza con in-\ncroci per altri itinerari, che seguiamo per il rifugio\nRiella. Anche questo tratto di salita é caratte-\nrizzato da strappi secchi con fondo cementato\nche in un attimo portano a raggiungere il rifugio\nRiella (1.285 m), nuovo punto di possibile ristoro\nposto sotto il Monte Palanzone (1.436 m). Dallo\n\n \n\nspiazzo antistante il rifugio c’é un’ottima vista\nsul ramo del lago di Como e sulle montagne che\ndividono I’Italia dalla Svizzera.\n\nProseguendo sempre verso nord, percorrere\nancora un tratto in salita alternato a brevi di-\nscesa fino alla Braga di Cavallo, punto pit alto\ndell’intero percorso (1.354 m), prima di prepa-\nrarsi alla discesa. II primo tratto di discesa é\nmolto ripido e dal fondo cementato. Raggiun-\nto un breve tratto pianeggiante, si abbandona",
    "Page_72": "la traccia cementata (abbiamo percorso 600\nm circa) per imboccarne una sterrata sulla de-\nstra che scende ripida in mezzo ai prati (que-\nsta variante é sconsigliata dopo delle piogge).\n\nSi incrocia nuovamente la strada che avevamo |\n\nabbandonato in precedenza (che porta al rifu-\ngio Stoppani), qui prendiamo la destra per un\n\nevidente sentiero. Sorpassare ora un cancello |\n\ne seguire la bella traccia principale per tornanti,\nfino all’arrivo sull’asfalto e alle prime case di Ca-\nglio (803 m). Prendere per via Cooney e, dopo\naver superato il cimitero, svoltare a sinistra e\nprocedere per qualche centinaio di metri; im-\nboccare ora una strada sulla destra con divieto\ndi accesso per poche diecine di metri, raggiun-\ngere la chiesa ed entrare nel borgo medioeva-\nle. Si prosegue in discesa e dopo pochi metri\nsi incontrano le indicazioni della scorciatoia per\nRezzago (676 m) nell’omonima via. Superare\ndue tornanti (cimitero sulla destra del secondo)\ne proseguire fino ad entrare nel paese. Qui se-\nguire la via principale per due tornanti fino ad\nuna piazzetta; svoltare quindi a sinistra su via\nper Asso. Riattraversare la strada principale e\nimboccare via per Gaggiate, dove si prende un\nsentiero dopo pochi metri sulla propria sinistra.\nll tratto che segue ha il fondo molto smosso e\nrichiede una certa attenzione; si arriva nei pressi\ndi un ponte, lo si attraversa e, successivamen-\nte, ci si immette sulla strada provinciale. Ancora\npochi metri e si svolta a destra in localita Cano-\nva, proseguendo per poi riportarsi sulla strada\nprovinciale. In breve si arriva ad Asso (427 m).\nDopo aver superato la stazione delle Ferrovie\nNord, svoltare a destra alla prima rotonda e\nproseguire in direzione di Caslino; costeggiare\nla ferrovia e, dopo aver superato la stazione di\nPonte Lambro, la strada ricomincia a salire fino\nad Albavilla punto di arrivo del percorso.\n\n \n\n \n\nWhen combined with routes M, N and P in\nthe guide, the climb to Monte Palanzone\ncompletes our exploration of the Lariano Tri-\nangle to the south, right next to Brianza and\nits lakes.\n\nThe itinerary begins in the town of Albavilla.\nLeave your car in one of the town’s free car\nparks and start making your way towards\nthe church. From here, follow the signs to\n“Buco del Piombo” and the “trattoria Alpina”\nrestaurant. This first leg of the itinerary takes\nplace inside the town, and therefore on paved\nroads. As soon as you reach the outskirts of\nthe town, you will see a detour on your left\nand the road will to slope noticeably up via\nPatrizi, then via Galbanese.\n\nOnce you reach the “trattoria Alpina” restau-\nrant, the road will turn into a dirt road and be-\ncome less steep, making it easier to cycle (as\nit leads you into a shady, wooded area). Turn\nright once you reach the abandoned house.\nYou will find yourself back on a paved road\njust a few meters afterwards, near Alpe del\nViceré. At this point, the road will become\nlevel, giving you the chance to catch your\nbreath before reaching the “trattoria Caccia-\n\n§ tori” restaurant (with a water fountain where\n\nyou can take a drink). Here, the road will once\nagain become a dirt road. This part of the up-\nhill climb features a series of steep sections\nwith a paved roadbed that will take you to the\nCapanna Mara Alpine refuge (1,120 m), near\nBocchetta di Lemna (1,167 m). Ona clear day,\n\nyou can see all of Milan and its hinterland from\n\nthis spot.\n\nAt this point, the itinerary changes inclines\nand shifts north. Here, turn right to take a\nshort downhill ride on a slightly loosely packed",
    "Page_73": "roadbed requiring a bit of concentration. The\ntrail will soon change gradient again, and will\ncome across crossings for other itineraries.\nFollow it until the Riella Alpine refuge. This\nuphill section also features a series of climbs\non a paved roadbed that will take you to the\nRiella Alpine refuge (1,285 m), a new restau-\nrant right under Monte Palanzone (1,436 m),\nin just a few minutes. From here, visitors can\nenjoy striking views of the branch of Lake\nComo and the mountains that separate Italy\nand Switzerland.\n\nKeep going north on another uphill section\n- with short downhill parts - until you reach\nBraga di Cavallo. This is the highest point of\nthe itinerary (1,354 m) before you start your\ndescent. The first downhill leg is very steep\nand has a paved roadbed. Once you reach\nthe level section, leave the paved road (af-\nter travelling approximately 600 m) and take\nthe steep dirt road on your right that will take\nyou across the meadows (this alternative is\nnot recommended after it has rained). At this\npoint, you will reach a crossing with the road\nyou had left behind before (to the Stoppani\nAlpine refuge). Turn right onto the clearly\nmarked path. Now, go past the gate and fol-\nlow the charming main trail as it winds along\nits hairpin bends until you reach the paved\nsection and the first homes on the outskirts\nof Caglio (803 m). Take via Cooney and turn\nleft after the cemetery. Turn left and keep go-\ning for a few hundred meters. Now, turn onto\nthe road on your right with the “do not enter”\nsign for a few meters to reach the church and\ncycle into the medieval hamlet. Keep going\ndownhill. After a few meters, you will see the\nsigns for a shortcut to Rezzago (676 m) on the\neponymous road. After two hairpin bends (the\n\ncemetery is on the right of the second one),\nkeep cycling until you enter the town. Now,\nfollow the main road. Two hairpin bends will\ntake you to a small piazza. Here, turn left on\nthe road to Asso. Cross the main road again\nand take the road to Gaggiate. A few meters\nfurther on, take the path on your left. The next\nleg of the itinerary takes place on a very loose\nroadbed that requires some concentration. It\nwill take you to a bridge. Cross the bridge and\n\ntake the provincial road. A few meters further\non, turn right in Canova and keep going until\nyou are back on the provincial road. You will\nsoon reach Asso (427 m). After the Ferrovie\nNord station, turn right at the first roundabout\nand keep going towards Caslino, follow-\ning the rail tracks. The road will start climb-\ning back towards Albavilla after the station of\nPonte Lambro and will take you back to your\nStarting point.",
    "Page_74": "aad =e\ni y! ‘ ry\npe =\"\na +e 2\nae\nto\nBy a\nbe! ~ |\n\n  \n\n\\STELNUOVO BOZZENTE\n\n \n\nPI)",
    "Page_75": "R_ Tour del Parco Pineta\n\n \n\nPercorso semplice, su sterrato di ottima qua-\nlita, adatto alla famiglia, con la possibilita di\nosservare da vicino numerosi allevamenti di\ncavalli e di modificare la lunghezza del trac-\nciato secondo le proprie esigenze.\n\nLitinerario prende il via dal parcheggio della\nsede del parco Pineta a Castelnuovo Bozzen-\nte. Uscendo dal parcheggio prende a sinistra\nvia San Martino, per poi svoltare a destra su\nvia Cimitero. Superato il cimitero inizia lo ster-\nrato e, quindi, il percorso vero e proprio.\nSeguire la strada sterrata completamente\nall’interno dei boschi prestando attenzione\nai segnavia di colore bianco pennellati sulle\nradici e sui sassi del percorso; dopo poco\npiu di 1 km prendere a destra dove la sterra-\nta si restringe diventando sentiero, ma senza\nmai presentare difficolta. Si passa sotto un\npalo dell’alta tensione svoltando a sinistra\ne, dopo aver percorso un altro chilometro, il\ntracciato incrocia la SP 27 che conduce ad\nAppiano Gentile: prestare attenzione all’attra-\nversamento e riprendere la sterrata proprio di |\nfronte, sempre contrassegnata da pennellate\nbianche.\n\nLungo la sterrata che procede pianeggiante si\narriva alla Cascina San Bartolomeo, con una |\nvecchia chiesa e allevamenti di cavalli. Da qui\nseguire il contrassegno rosso bianco TR1: il\ntracciato svolta a sinistra poco prima della\ncascina e prosegue a destra su sterrato di fa-\ncile percorrenza, sempre ben ombreggiato.\nSuccessivamente entrare nel bosco su sen-",
    "Page_76": "tiero, sempre seguendo TR1, prendere la\nleggera discesa e proseguire dritti sino ad\nattraversare un piccolo ponte artificiale in ce-\nmento armato. Procedere dritti fino a Cascina\nVillafranca, indi continuare seguendo le indi-\ncazioni TR1 sempre sulla via per Villafranca.\nPoco prima di giungere a Tradate, sulla sini-\nstra, seguire l’indicazione TR1 - che evita il\npezzo asfaltato — per via Cascina Scorpione.\nIl percorso termina la parte sterrata con una\nleggera salita entrando cosi in Tradate.\n\nDa qui girare a sinistra, prendere via Sally\nMayer e proseguire finché si trovano le indi-\ncazioni per l’osservatorio astronomico Ronco\ndel Parco; giunti in via Ai Ronchi in breve si\nabbandona |’asfalto per lo sterrato. Seguire\nora il segnavia TR3 che porta prima all’osser-\nvatorio e poi, con saliscendi divertenti e scor-\nrevoli all’interno del bosco, riporta a chiudere\nlanello vicino a Cascina Villafranca.\n\nDa qui riprendere il tracciato TR1 da percor-\nrere in senso contrario sino al punto di par-\ntenza.\n\nNote: il tracciato si svolge interamente all’in-\nterno del Parco Pineta di Appiano Gentile. |\nboschi del Parco coprono una superficie di\n4800 ettari e sono una importante traccia ver-\nde della antica selva padana. Costituiscono\nuna importante area naturale poco urbaniz-\nzata.\n\nVarianti: una volta presa confidenza con il\npercorso proposto all’interno del Parco, si\npossono allungare i tracciati come modifica-\nre ij punti di partenza in base alle proprie esi-\n\ngenze. Anche percorrerli a piedio a ccavalloeé F\n\nuna valida proposta per una giornata immersi\nnella natura.\n\n \n\nThis easy itinerary unfurls along a dirt road\nof excellent quality. It can be enjoyed by the\nwhole family and gives everyone the chance to\ncatch a glimpse of a number of horse breed-\ning farms. The length of the itinerary can also\nbe changed to suit individual needs.\n\nThe itinerary begins in the parking lot of the\nParco Pineta office in Castelnuovo Bozzente.\n\n* On leaving the parking lot, turn left onto via\n\nSan Martino, then turn right on via Cimitero.\nThe dirt road, and therefore the actual itiner-\n\nary, begins right after the cemetery.\n, Follow the dirt road into the forest, keeping\n\nan eye out for the white marks painted onto\nroots and stones along the path. Turn right af-\nter slightly more than 1 km at the point where\nthe dirt road narrows to become a path, with-\n\n_ out however becoming particularly difficult to\n\ncycle. Ride under the high voltage pylon and\nturn left. After a further kilometre, the path will\nmeet Provincial Road 27 to Appiano Gentile.\nTake care when crossing the road and con-\ntinue travelling on the dirt road right in front of\nyou, marked out with white paint.\n\nThe dirt road will continue on level ground\nuntil it reaches Cascina San Bartolomeo, with\nits ancient church and horse breeding farms.\nFrom here, follow the red and white TR1 sign.\nThe trail will turn left right after the first farm-\nhouse. Keep going on the right along the ef-\nfortless, and always shady, dirt road.\n\nAt this point, enter the woods and keep on\nthe path. Continue following the T3 on a slight\ndownhill descent. Keep going straight down\nuntil you reach a small artificial, reinforced\nconcrete bridge. Keep going until Cascina\nVillafranca, then continue following the TR1\nsigns on the road to Villafranca.",
    "Page_77": "Follow the TR7 signs on the left to via Cascina\nScorpione, right before reaching Tradate in\norder to avoid travelling on the paved section.\nThe leg of the itinerary on the dirt road ends\nwith a slight uphill climb to reach Tradate.\nFrom here, turn left, take via Sally Mayer and\ncarry on until you find the signs for the Ronco\ndel Parco observatory. Shortly after reaching\nvia Ai Ronchi, the itinerary once again leaves\nthe paved road for a dirt road. Follow the TR3\nsigns to the observatory. A series of thrilling,\nfluid ups and downs inside the woods will\nbring the itinerary to an end near Cascina Vil-\nlafranca.\n\nFrom here, follow the TR1 trail in the opposite\ndirection to reach your starting point.\n\nNotes: The entire itinerary takes place in-\nside the Parco Pineta of Appiano Gentile.\nThe woods inside the Park cover a surface Of [posse\n4800 hectares and are an important green re-\nminder of the ancient forests that were once\nfound in the Po Valley. They are also part of\na significant nature area which has seen little\nurbanisation.\n\nAlternative routes: Alternatively, once you\nfeel confident with the itinerary inside the\nPark, you can either expand it or change your\nstarting point to suit your own needs. Another\nenjoyable alternative is to travel the route on\nfoot or horseback and savour a day out in the\ngreat outdoors.",
    "Page_78": "",
    "Page_79": "a seguire le\no; un bel single trek\nesa porta velocemente alle porte del\n\nSi ripercorrono in direzione opposta le vie del\npaese precedentemente percorse seguendo",
    "Page_80": "in discesa bisogna superare alcune rampe\nmolto faticose al termine delle quali il sentiero\nattraversa una zona di vegetazione bassa e lo\n\nsguardo puo vagare sulla pianura in direzione\n\ndi Varese e della Svizzera. Pochi metri in piano\ne subito dopo si inizia una discesa divertente\nsu fondo compatto che porta a ridosso delle\ncase di San Fermo. Al bivio tenere la destra\nin via Montesasso e giungere all’incrocio con\nla strada precorsa in precedenza, qui svolta-\nre a destra e in breve raggiungere il punto di\npartenza.\n\nVariante: dopo il tratto in piano con vegeta-\nzione bassa nei pressi del Monte Olimpino,\nanziché svoltare a destra e iniziare la discesa,\nsvoltare a sinistra e raggiungere la sommi-\nta del Sasso di Cavallasca dove una tavola\nd’orientamento illustra tutte le montagne che\nsi affacciano sul lago di Como. La vista da\nquesto “pulpito” € mozzafiato: sotto la citta\ndi Como e il lago, di fronte il faro di Bruna-\n\nte. Rimontati in sella € possibile tornare per ;\n\nlo stesso percorso oppure, dopo pochi metri\nsulla destra, si stacca un sentiero con indica-\nzioni “sentiero delle trincee”: la discesa per\nquesto breve itinerario é consigliata a biker\ntecnicamente preparati. Raggiunto un sentie-\nro si svolta a sinistra e si ripercorre il tratto\nfino all’imbocco della variante.\n\nNote: la linea di fortificazione deve il proprio\nnome al generale Luigi Cadorna (1850 — 1928),\ncapo di Stato Maggiore dell’Esercito italiano,\nche sostenne la sua necessita. Si tratta di 72\nkm di trincee, 88 postazioni di artiglierie (11\nin caverna), 296 chilometri di strade e 398\nchilometri di mulattiere,realizzati con la forza\nlavoro e il sacrificio di 40.000 uomini. Questo\ncomplesso di opere non venne mai utilizzato.\n\n \n\n| An easy itinerary right outside the gates of\n\nComo, perfect both as training for more chal-\n\naq lenging routes and as a means visit the Park and\n\n“explore” the Cadorna line.\n\nThis itinerary begins in San Fermo, near the\n\na pharmacy. From here, start cycling in the direc-\n\ntion of Como.\n\nAfter a few meter’s climb where you need to\nkeep right, at the first set of traffic lights, turn left\non via Bregno. The road will become narrower\nand continue climbing slightly (ignore the signs\nfor the Alpine hut) at this point. Keep going until\nyou reach a bend and turn left, on via Ronchetto.\nThen, turn left again. Take via Monte Caprino un-\ntil it ends. At the traffic lights, turn left again and\n\n~ keep going until you reach piazza Camerlata.\n\nNow, go to the left of the piazza and take via\nRespatu. The cobbled road will quickly become\nsteep and will take you to the “Baradello,” as it\nwinds through the woods. Keep climbing after\nthe cobbled road ends. You will find a few rocks\nand steps at this point, which will force you to\n\n' get off your bike for a bit. At the end of the climb,\n\nfollow the signs to San Fermo. An enjoyable\nsingle track downhill will take you quickly to the\noutskirts of the town.\n\nNow, take the same roads you took previously in\nthe opposite direction. Make your way through\ntown and follow the signs to Monte Olimpino.\nOn via Rimembranza, before reaching the sign\nfor the Municipality of Como, turn left and then\nright immediately afterwards onto via Cardano.\nThe next leg of the itinerary features a few uphill\nclimbs with brief downhill sections. Once you\nreach the CAI sign, turn left towards the “senti-\nero delle trincee” (trench path). Near Villa Eros,\nat the end of the paved road, you will see a bar-\nrier stopping motor vehicle access.",
    "Page_81": "Keep going on the path and make your way to-\nwards the trenches. At this point, you will reach\nacrossing near a farmhouse. Turn the uphill hair-\npin bend to the left to reach the clearing with its\ngalleries and trenches. Now, turn right and keep\ngoing towards Sasso di Cavallasca. A beautiful\nsingle track downhill will take you to a few, very\ndemanding ramps. At the end of these, the path\nwill travel across an area with low vegetation,\nwhere you can enjoy a view of the plain towards\nVarese and Switzerland. After travelling a few\nmeters on level ground, you will come across\nan exhilarating downhill section on a compact\nroadbed that will take you to San Fermo. At the\ncrossing, keep right on via Montesasso to reach\n\nthe crossing with the road you took previously.\nAt this point, turn right and you will soon find\nyourself where you started.\n\nAlternative routes: Alternatively, after the level\nsection with low vegetation near Monte Olim-\npino, instead of turning right and going downhill,\nturn left to reach the peak of Sasso di Caval-\nlasca. Here, you will find a map that illustrates\nall of the mountains that overlook Lake Como.\nThe view from this “pulpit” is breathtaking. Be-\nlow you, you will see the city of Como as well as\nthe lake, while the lighthouse of Brunate is right\nin front of you. Get back on your bike and turn\nback on the same route. Alternatively, take the\npath signposted “sentiero delle trincee” (trench\n\npath) on your right after a couple of meters. Only\ntechnically skilled bikers are advised to travel on\nthis brief downhill section of the itinerary. Once\nyou have reached a path, turn left and follow\nit until you reach the spot where you changed\nyour route.\n\nNotes: These lines of fortification were named\nafter General Luigi Cadorna (1850 — 1928), who\nwas the Chief of Staff of the Italian Armed Forc-\nes as well as a great believer in their necessity.\nIt contains 72 km of trenches, with 88 artillery\npositions (11 in caves), 296 km of roads and 398\nkm of mule tracks, created by the toil and sacri-\nfice of 40,000 men. The fortifications were never\nused.",
    "Page_82": "By",
    "Page_83": "",
    "Page_84": "vizze-\n\nqualche anno fa era\nenomeno dei contrabbandieri. Per\nare di percorrere tutta la statale a lago é\n\npossibile utilizzare due autovetture e ridurre il |\n\npercorso puramente stradale di ben 15 km.\n\n \n\nwards the\nds. Keep going\n\nnear the Murelli (1,190 m) and Binate (1,300 m)\nAlpine refuges, we recommend taking a short\n\n| break for a snack before continuing on your\n\nway.\nAt this point, make your way down to the Colma\ndi Schignano. Then, keep going straight towards\n\n1 the Prabello Alpine refuge. Once you have\n\nreached the slopes of Sasso Gordona, follow\nthe signs to visit the remains of the fortifications\n\n= Sete = =] along the Cadorna Line, just a short distance",
    "Page_85": "",
    "Page_86": "ARGEGNO fl",
    "Page_87": "© U_ Argegno - Tremezzo - Argegno\n\nNon pud mancare una pedalata al Monte di Tre-\nmezzo al ciclista che vuole conoscere il Lago di\nComo. Da scegliere una bella giornata e goder-\nsi ’incredibile e unico panorama sul lago e sulle\nmontagne. La discesa proposta é sicuramente\nalternativa alle classiche, poco fuoristradistiche\nche si possono compiere. Non adatta a tutti e\nin particolare a chi soffre di vertigini. Ma mai\npericolosa o inopportuna.\n\nIl percorso parte da Argegno dal comodo par-\ncheggio di fronte alla chiesa e al porticciolo.\nUscire dal parcheggio svoltando a destra im-\nmettendosi sulla strada statale Regina fino\nalla stazione della funivia che porta a Pigra.\nPrendendola si evitano 640 m di dislivello per\ndiversi km di asfalto. Giunti comodamente a\nPigra (860 m) si attraversa la piazza e si pren-\nde a sinistra in direzione dell’inizio paese. Qui\nanzinché iniziare la discesa si svolta a destra\nin salita su strada asfaltata che non abbando-\nneremo pit fino al punto piu alto del nostro\npercorso. Pedalando facilmente si raggiunge\nAlpe di Colonno (1.322 m) dopo aver percor-\nso 4,7 km. Il percorso procede in discesa fino\nal rifugio Boffalora (1.252 m) godendo dei primi\nfantastici panorami sulla Alpi occidentali e le\nprealpi orobiche. Si ricomincia a salire in dire-\nzione Rifugio Venini a quota 1.576 m (tralascia-\nre le deviazioni) percorrendo gli ultimi 5 km. Qui\nci si pud rifocillare prima della lunga discesa.\nUn panorama veramente unico sul lago e sulle\n\n \n\npareti rocciose del Tremezzo si unisce ad un\npercorso impegnativo e di grande soddisfazio-\nne. Non adaitto a tutti. II primo tratto prosegue\nin falso piano su sterrato fino alle vicine trincee\ndella Linea Cadorna . Proseguire sulla destra\nin leggera discesa per le tracce della ex strada\nmilitare, ridotta a sentiero, che aggira il Mon-\nte di Tremezzo (1.700 m) con una sensazione\ndi “vuoto” dato dai prati molto scoscesi alla\npropria destra. Si prosegue sempre in quota in\ndirezione il Monte Crocione (1.641) a “precipi-\n\nzio” sul lago. Al termine di questo primo tratto\n(abbiamo percorso 3 km) seguire le tracce che\nscendono lungo il pendio erboso sulla propria\ndestra, a tornanti, che con un po’ di tecnica\npermette di essere sempre sul sellino della pro-\npria mountain bike. Ci si addentra nel bosco e\nil percorso si fa piu scorrevole anche se a volte\ninterrotto da piante cadute sul sentiero. Dopo\naltri tornanti stretti si arriva ad un punto a quota\n1.100 m che si deve brevemente spingere la bici\nsu tracce ghiaiose. Si scende sulla propria de-",
    "Page_88": "stra e si scopre che il percorso prosegue in una\ngalleria. La si percorre al buio (si vede da parte\na parte) e si fuoriesce in una gola rocciosa sel-\nvaggia in un ambiente inaspettato per bellezza\ne severita. Il sentiero che prosegue permette di\npercorrerlo in sella, anche se con tratti difficili,\nfino a dei prati e delle baite dove si incrocia la\n\nVia dei Monti Lariani. Qui una strada sterrata §*\naggira una di queste baite e prosegue su fon-\n\ndo cementato per dei tornanti molto stretti al\ncui termine si prosegue dritti sulla traccia prin-\ncipale fino nei pressi della bocchetta di Nava\n\n(848 m). Qui € possibile proseguire in direzione |\ndella bocchetta e scendere comodamente fino\nallabitato di Croce sopra Menaggio. Ma la no- »\nstra proposta, pill impegnativa e tecnica, scen- |\n\nde a destra su un sentiero tecnico in direzione\nGriante — Rogaro. Lo si percorre in sella fino ad\nun dosso panoramico sulle due localita, pren-\ndiamo a destra sempre per sentiero tecnico. Lo\npercorriamo finché riusciamo a restare in sella,\nlultimo tratto non é pedalabile fino a una casa\ndi campagna. Si rimonta in sella e su mulattiera,\ncon strappo finale, si arriva al paese di Cardano\n(481 m). Anziché proseguire su asfalto seguire\nla vecchia strada acciottolata con molte diver-\ntenti gradinate in direzione Volesio. Di lia breve\nsi é di nuovo sull’asfalto e in riva al lago. Ora\nsvoltando ci si riporta a Argegno percorrendo\ngli ultimi 9,3 Km in riva al lago.\n\nVarianti: @ possibile modificare la discesa ri-\ntornando dal rifugio Venini fino al rifugio Bof-\nfalora, qui, cento metri prima, svoltare a destra\nsempre su asfalto e proseguire per Ponna (870\nm), Laino (676 m) e poi in salita per San Fede-\nle d’Intelvi (750 m) e chiudere I’anello fino ad\nArgegno.\n\n \n\n \n\nNo cyclist who wants to explore Lake Como\ncan do without a ride to Monte di Tremezzo.\nJust pick a nice day and enjoy the awe-inspir-\ning, one of a kind landscape of the lakes and\nmountains of the area. The downhill itinerary\ndescribed here is certainly a valid alternative\nto the more traditional routes — with few off-\nroad sections — that can be enjoyed in the\n\n* area. Although this itinerary is not suitable for\n\neveryone, particularly those who are afraid\n\n‘of heights. It is never dangerous or inconve-\n\nnient.\n\nOur itinerary begins in Argegno, in the spa-\ncious parking lot in front of the church and the\n\n4, small portico. Leave the parking lot and turn\n‘right onto State Road Regina. Keep going un-\n,_ til you reach the cableway station that takes\n‘ you to Pigra. Take the cableway to avoid the\n\n640 m incline as well as various km of paved\nroad. Once you have comfortably reached\nPigra (860 m), cross the piazza and turn left\ntowards the outskirts of the town. Here, in-\nstead of starting to make your way downhill,\nturn right onto the paved road that will be your\ncompanion up until the highest point of the\nitinerary. Alpe di Colonno (1,322 m) is just a\ncomfortable, 4.7 km ride away. Then, con-\ntinue keep going downhill towards the Bof-\nfalora Alpine refuge (1,252 m) and enjoy your\nfirst, wonderful views of the western Alps and\nBergamo Alps from here. Now, start climbing\nagain towards the Venini Alpine refuge, which\nis located at an altitude of 1,576 m (ignore\nthe deviations), and keep going down the last\n5 km. You can take a break here, before the\nlong trip back down. This itinerary combines a\ntruly unique landscape that features the lakes\n\nand rocky peaks of Tremezzo with a challeng-",
    "Page_89": "ing and highly satisfactory route. However, it\nis not suitable for everyone. The first section\nthen continues on a false level dirt road until it\ntakes you to the trenches of the Cadorna Line.\nFrom here, continue on your right and make\nyour way slightly downhill on the former mili-\ntary road - which has become a path - that\ncircles around Monte di Tremezzo (1,700 m).\nThe very steep meadows on you right will give\nyou the feeling of cycling over a “drop”. Keep\ngoing towards Monte Crocione (1,641 m),\n“overhanging” the lake. At the end of this first\nleg (you will have travelled 3 km), follow the\ntrails down the grassy slope on the right, tak-\ning their hairpin bends. With a little bit of skill,\nyou will be able to remain on your bike. Now,\nmake your way into the woods as the trail be-\ncomes less arduous, even if it may at times be\ninterrupted by plants that may have fallen on\nthe path. A few other tight hairpin bends will\ntake you to a point at an altitude of 1,100 m,\nwhere you will have to push your bike over a\ngravel trail for a brief section. Make your way\ndown on your right, keep going through a dark\ngallery (you can see from one end to the other),\nand come out on the other side. You will find\nyourself in a wild, rocky gorge with a strikingly\nbeautiful, rugged landscape. The path which\nfollows can be travelled by bike - even if it is\nchallenging at times - and will take you to a\nseries of meadows and Alpine houses, where\nit meets Via dei Monti Lariani. Here, you will\nfind a dirt road which circles around one of\nthe Alpine farmhouses, before becoming\npaved and continuing through a series of very\ntight hairpin bends. Once you have reached\nthe end, keep going on the main trail until\nyou find yourself near Bocchetta di Nava (848\nm). At this point, you can continue towards\n\nBocchetta and make your way comfortably\ndown to the hamlet of Croce Sopra Menag-\ngio. However, we also have a more technically\nchallenging suggestion: cycling down on the\ntechnical trail on the right towards Griante-\nRogaro. Keep going until you reach a hum-\nmock with a panoramic view of both towns.\nAt this point, take a right, while still on the\ntechnical trail. Follow the trail, remaining on\nyour bike as far as you can since the last sec-\ntion that takes you to a country home cannot\nbe cycled. At this point, get back on your bike\nand take the mule track. One last effort will get\nyou to the town of Cardano (481 m). Instead\n\nof taking the paved road, take the old cobbled\nroad with its entertaining steps towards Vole-\nsio. From there, you will soon reach a new\npaved road and the banks of the river. Turn\nhere to return to Argegno, cycling the last 9.3\nkm of the route along the banks of the lake.\nAlternative routes: Alternatively, you can\nchange the return leg of the itinerary from the\nVenini Alpine refuge to the Boffalora Alpine\nrefuge. One hundred meters before this spot,\nturn right on the paved road and carry on until\nyou reach Ponna (870 m), Laino (676 m) and\nthe uphill climb to San Fedele d’Intelvi (750\n™m), to finish up in Argegno.",
    "Page_90": "%",
    "Page_91": "® V Corrido - Passo San Lucio - Corrido\n\nPercorso che porta al confine italo-svizzero e\npermette di conoscere la Val Rezzo e la Val\nCavargna, passando dal fondovalle agli al-\npeggi di quota con una vista spettacolare su\nAlpi e Prealpi Orobiche.\n\nConsigliamo di partire da Corrido (470 m),\nevitando cosi il primo tratto su asfalto da Por-\nlezza, parcheggiando presso la posta o pres-\nso il cimitero.\n\nSeguire la strada che porta in Val Rezzo pren-\ndendo le indicazioni per il Rifugio Garzirola. La\nsalita su asfalto, con brevi tratti impegnativi,\nporta in Val Rezzo fino all’abitato di Buggiolo\n(925 m). All’inizio del paese tenere la destra\ne percorrere tre ripidi tornanti, per poi uscire\ndal paese e giungere alla localitaé Dasio. Qui\ntermina il tratto asfaltato; in corrispondenza\ndi una caserma della Guardia di Finanza ab-\nbandonata si svolta a sinistra proseguendo\nverso la meta (indicazioni Passo San Lucio e\nRifugio Garzirola). Il fondo cementato, a tratti\nmolto ripido, si alterna a brevi parti sterrate.\nIl livello € impegnativo. La pendenza diminu-\nisce nei pressi di una cappella posta a 1.330\nm, dove é possibile rifocillarsi e dove é pre-\nsente una fonte d’acqua.\n\nSi prosegue, sempre su fondo sterrato, con\nbrevi tratti cementati, fino ad un incrocio; te-\nnere la sinistra seguendo le indicazioni Rifu-\ngio Garzirola, tracciato principale. In breve la\nstrada porta ad un tornante cementato che\n\nporta sulla propria destra al\npasso San Lucio ed all’Ora-\ntorio di San Lucio posto sul\nconfine italo-svizzero e meta\ndel percorso.\n\nLa vista é impagabile sul ver-\nsante svizzero e su quello ita-\nliano, dove dominano il Pizzo\ndi Gino, il Monte Tabor e, in\nlontananza, le Alpi orientali e\ncentrali.\n\nLa discesa inizia dal passo\nper una traccia di sentie-\nro stretta - non segnalata\n— che parte proprio dal retro\ndell’Oratorio, in diagonale,\nlungo i pascoli. E percorribile tutta in sella,\nevitando le parti pil. disagevoli del sentiero\npassando sui prati. Dirigersi verso le baite di\nColoné, ben visibili (600 m di percorso).\nSvoltare a sinistra su strada sterrata e se-\nguirla in discesa fino a un tornate; proseguire\nper circa cento metri e abbandonare la stra-\nda sterrata poco prima dell’Alpe Marda per\nsvoltare repentinamente a sinistra in discesa\nsu sentiero. Tutto percorribile rimanendo in\nsella, il sentiero prosegue su un single trek\n— bello e divertente — fino al fondovalle, dove\nsi attraversa il torrente Cuccio su un ponti-\ncello.\n\nIl percorso continua, con piccoli sali/scendi\npedalabili, nei boschi prima su sentiero e\n\n \n\npoi su mulattiera fino all’abitato di Cavargna,\nraggiungibile con una scalinata che porta in\ndiscesa al sagrato della chiesa.\n\nQui recuperare la strada asfaltata, da percor-\nrere in discesa, in direzione San Bartolomeo.\nSconsigliamo di seguire la prima parte del-\nla Via del Ferro, in quanto il tratto che porta\nall’abitato di Sora é parzialmente inagibile e\nfranato, oltre che pericoloso.\n\nGiunti alle porte di San Bartolomeo Val Cavar-\ngna su asfalto, dopo un tratto in salita girare\na destra per la localita Sora. Appena giunti\nin paese, in prossimita di una piazzetta con\ncurva verso destra, su un garage é posta |’in-\ndicazione Via del Ferro che é il percorso da\nseguire: svoltare quindi a sinistra per la disce-",
    "Page_92": "sa ripida e su fondo cementato. Il percorso\npoi prosegue alternando mulattiera e fondo\nsterrato. Superati alcuni resti con indicazio-\nni dell’antica Via del Ferro, la traccia inizia a\nsalire - sempre all’interno del bosco — con\ntratti mai troppo impegnativi. Riprendere la\ndiscesa in prossimita di una fonte d’acqua e\ndi una cappella (640 m), per giungere in bre-\nve all’antico ponte di Maggione che supera,\nsu una spettacolare forra, il torrente Cuccio.\nCirca duecento metri dopo si torna su asfalto\ne si entra nel paese di Carlazzo. Giunti a una\ngrande rotonda all’interno del paese, svoltare\na destra per Corrido dove, sempre su asfalto,\ncon saliscendi, si torna al punto di partenza.\n\nVarianti: € possibile ridurre il chilometraggio e\npercorrere la parte sterrata del percorso fino\nal Passo San Lucio da dove, svoltando a si-\nnistra per la cresta di confine e seguendo i\ncippi italo svizzeri, si raggiunge il colle di San\nBernardo. Si fa ritorno sul versante italiano\n\nsvoltando a sinistra per sentiero fino all’Alpe *\n\nColmino e poi su sterrato ci si riporta sul trac-\nciato di salita. Per chi invece intende allunga-\nre il tragitto esistono numerosi percorsi che\nportano in Svizzera ottimamente segnalati.\n\nNote: |’Oratorio di San Lucio, posto all’omo-\nnimo passo, risale al XIV secolo. In ottimo\nstato di conservazione, ha a pochi mettri il ri-\nfugio San Lucio, possibile punto di appoggio.\nLa Via del Ferro é I’antica via dove lo sfrut-\ntamento delle vene ferrose e la conseguente\n\nlavorazione del materiale estratto costituirono\n\nuno degli aspetti piu rilevanti per l’economia\ndella Valle Morobbia e della Val Cavargna. In\n\nVal Cavargna vi sono notizie d’attivita siderur-\n\ngica dall’VIll secolo.\n\n \n\nThis itinerary will take you to the Italian-Swiss\nborder and will give you a chance to explore\nboth Val Rezzo and Val Cavargna. It passes\nthrough the bottom of the valleys to reach Al-\npine summer pastures at high altitudes, with\nspectacular views of the Alps and Bergamo\nAlps.\n\nWe recommend setting off from Corrido (470\nm) to avoid the first leg of the itinerary on the\npaved road from Porlezza. Park your car near\nthe post office or cemetery, and take the road\nto Val Rezzo. Follow the signs to the Garzi-\nrola Alpine refuge. Cycle up the paved road\n— which has some tough parts - to Val Rezzo\nand up to the hamlet of Buggiolo (925 m).\nOnce you reach the beginning of the town,\nkeep right and take three steep hairpin bends\nto leave the town and reach Dasio. The paved\nleg of the itinerary ends here. Turn left near\nthe abandoned Guardia di Finanza (Finance\nPolice) barracks and keep going towards\nyour goal (follow the signs to Passo San Lu-\ncio and the Garzirola Alpine refuge). Here, the\npaved roadbed - which can be very steep at\ntimes - alternates with short sections of un-\npaved road. This is a challenging itinerary. As\nthe road becomes less steep, you will find\nyourself near a chapel located at an altitude\nof 1,330 m, where you can take a break and\nquench your thirst at the spring.\n\nKeep going on the dirt road, with its brief\npaved sections, until you reach a crossing.\nAt this point, keep left and follow the signs to\nthe Garzirola Alpine refuge on the main trail. A\nshort road leads to a paved hairpin bend on\nyour right which will take you to Passo San\nLucio and the Oratorio di San Lucio, near the\nItalian-Swiss border. This is the final destina-",
    "Page_93": "ravelling on the paved road, once you have\nreached the outskirts of San Bartolomeo in\nVal Cavargna, climb briefly uphill and turn",
    "Page_94": "",
    "Page_95": "",
    "Page_96": "so fino al bivacco Il Giovo; qui passando a\ndestra per evidente strada sterrata che gira\nattorno al bivacco seguire la strada militare\ncostruita durante la prima Guerra Mondiale\nche scende dal versante opposto rispetto a\nquello di salita, in valle Albano.\n\nLa discesa presenta tratti impegnativi e ripidi,\nalternati a tratti divertenti, tutti su strada ex\nmilitare, superando I’Alpe Brento e l’abitato di\nPiazza Cavada e alcuni alpeggi fino a giun-\ngere, dopo tortuosi e ripidi tornanti, a quota\n1.000 m circa, dove lo sterrato diventa quasi\npianeggiante. Finisce la sterrata e prosegue\nla strada asfaltata che con breve e continua\ndiscesa, porta all’abitato di Garzeno e a con-\ncludere il percorso al punto di partenza con\n32,5 km fatti di cui 20 di salita, ma di gran\nsoddisfazione e in un paesaggio molto bello\ne vario.\n\nVarianti: é possibile ridurre il percorso accon-\ntentandosi di aver raggiunto il bivacco Giovo\nall’omonimo passo. Sconsigliamo di percor-\n\nrere al contrario il percorso, per la valle Al- | =\n\nbano.\n\nNote: la Valle Albano ha sempre ricoperto un\nruolo di notevole rilievo nell’ambito delle vie di\ncomunicazione tra il territorio lariano e la Sviz-\nzera. Sembra che i primi tracciati risalgano ai\nCelti, intorno al VI secolo A.C.. La storia piu\nrecente vede |’utilizzo della strada al passo\nSan Jorio per scopi militari, a meta dell’800\n\ne durante la Prima Guerra Mondiale, quando |\n\nla strada che saliva verso la Valle Albano ven-\nne trasformata in strada militare e compresa\nnelle opere di fortificazione della linea Cador-\n\nna e Frontiera Nord-V Armata (1916), poste iz\na difesa di Milano, nel caso di una violazione (\n\ndella neutralita svizzera da parte dell’esercito\ntedesco.\n\n \n\nThis itinerary is described as challenging both\nbecause of its length and because of the fea-\ntures specific to its first leg. It takes place\nalong both a paved road and a dirt road, and\noffers bikers an unsurpassed view of Lake\nComo and Monte Legnone before travelling\nthrough Valle San Jorio to the eponymous\n\n‘pass on the Italian-Swiss border, surrounded\n\nby a breathtaking mountain landscape.\n\nFrom Dongo, follow the signs to Stazzona,\nGermasino and Garzeno. On reaching the\nsecond hairpin bend in Garzeno, turn right and\npark here. You will see the signs to Passo San\nJorio and the Motta Foiada Alpine refuge.\nTake the paved consortium road towards\nthe mountains. This road is 8 km long, al-\nways shady and has a range of different gra-\ndients. The dirt road begins at Bocchetta di\nSant’Anna. This path is always shady as well,\nwith a slight incline and a compact roadbed.\nFollow the signs to Passo San Jorio and you\nwill reach Motta Foiada Alpine refuge after 4\nkm (rest area with water).\n\nAt the crossing for the refuge, turn left to-\nwards Passo San Jorio (a small break for a\nsnack is always pleasant. Turn right to reach\nthe Motta Foiada Alpine refuge, which is open\nfrom May 1).\n\nThe itinerary continues along an excellent, up-\nhill dirt road with a few bends. It will lead you\nout of the woods and to high mountain pas-\n\n| tures before reaching camp II Giovo (1,706 m\n\nand 5.6 km) which marks the boundary be-\n\n| tween Valle San Jorio and Valle Albano. Keep\n\npedalling and take the last challenging section\nof the itinerary. The first part will take you ona\n\na ae paved road and through a hairpin bend before\n\na dirt road with brief, paved sections, to the",
    "Page_97": "",
    "Page_98": "Codice di comportamento\n\nRallenta e dai sempre la precedenza ai pedoni\n\nUsa cautela ed avvisa prima di sorpassare\n\nLa velocita deve essere sempre rapportata alle proprie capacita e al tipo di fondo.\nResta sempre su sentieri consentiti\n\nNon spaventare gli animali sia quelli domestici che quelli selvatici\n\nRispetta la natura riportando a casa i tuoi rifiuti\n\nRispetta le proprieta pubbliche e private\n\nAdegua il tipo di percorso al clima e al meno allenato dei compagni di uscita\n\nUsa sempre casco,occhiali e guanti\n\n0) Non viaggiare mai da solo e comunica sempre a qualcuno ’itinerario\n\nPape Res NRO ROR Se\n\n    \n   \n     \n\nEsistono inoltre delle regole non scritte ma che vanno rispettate sia quando é un’uscita di grupp lando é un’uscita solitaria.\nQueste regole sono una consuetudine per i biker piu esperti ma sono sconosciute alle “matricole orre in discesa un sentiero\ndeve dare la precedenza a chiunque provenga in senso opposto, sia esso un escursionista 0 un ci fell ig che ee Sele\n\n \n \n  \n \n \n \n\nbiker piu veloce di voi fatelo passare senza mettere lui e voi stessi in situazioni pericolos\ntutti i rola del gruppo devono lS Fl] massimo ad una distanza visiva, ques\n\né viaggiare per fila indiana durante la perco",
    "Page_99": "Behaviour code\n\nAlways slow down and give precedence to pedestrians\n\nBe careful and always signal before overtaking\n\nAlways moderate your speed to suit both your skills and the terrain\n\nDo not stray from the trails\n\nDo not frighten the wildlife or any animals you might encounter\n\nRespect nature and take home all your rubbish\n\nRespect private and public property\n\nChoose your route based on the climate and the least fit member of your pal\nAlways wear a helmet, glasses and gloves\nDo not travel alone and always tell someone about the trail you will be taking\n\n  \n    \n   \n   \n    \n \n\nCOLD SID) LES) SS\n\n+\n\nKo BY] (ai-W ox-(6\\aeemt=l eR) o 1am Baloo)\nbies”. Anyone riding downhill on\nWhen overtaking, a biker must\nand must be certain that\none who has stopped\nnhill, if you notice\n\nA number of unwritten rules - which must nevertheless be respected both when travelli\nrules become a mere mater of habit for more experienced bikers, but are often little ki\na path must give precedence to anyone coming in the opposite direction, be they bike\nfirst signal the person in front of him by saying “careful on your right” or “left” depe\n\nbecause of a problem, always ask if they need help before continuing on your\nEY ice oc approaching, Eu laa eM mV(e)0] alee lolol] either yo\n\n  \n \n \n \n\nas soon as they Pea meeting poin\npaved roads open to vehicle traft",
    "Page_100": "Numeri Utili / Useful Numbers\n\nUfficio Informazioni Turistiche Como\nPiazza Cavour, 17\n\n22100 Como (CO)\n\nTel. 031 269712\n\nFax 031 240111\n\nlakecomo@tin.it\n\nwww.lakecomo.it\n\nUfficio Informazioni turistiche Bellagio\nPiazza Mazzini\n\n22021 Bellagio (CO)\n\nTel./Fax 031.950204\n\nprombell@tin.it\nwww.bellagiolakecomo.com\n\nUfficio Informazioni turistiche Menaggio\nPiazza Garibaldi, 8\n\n22017 Menaggio (CO)\n\nTel./Fax 0344.32924\ninfomenaggio@tiscali.it\nwww.menaggio.com\n\nComunita Montana Triangolo Lariano\nVia Vittorio Veneto, 16\n\n22035 Canzo (CO)\n\nTel. 031 672000\n\nFax 031 670248\n\ninfo@cmt.it\n\nwww.cmitl.it\n\nComunita Montana\nAlto Lario Occidentale\nVia Pelaschini, 3\n22015 Gravedona (CO)\nTel. 0344 85218\n\nFax 0344 85237\ninfo@comalo.it\nwww.comalo.it\n\nComunita Montana Lario Intelvese\nVia Roma, 9\n\n22028 San Fedele dintelvi (CO)\nTel. 031 830741\n\nFax 031 831740\ninfo@lariointelvese.eu\nwww.lariointelvese.eu\n\nComunita Montana Alpi Lepontine\nVia Cuccio, 8\n\n22018 Porlezza (CO)\n\nTel. 0344 62427\n\nFax 0344 02445\ninfo@cmalpilepontine.it\nwww.cmalpilepontine.it\n\nConsorzio Parco Pineta\n\ndi Appiano Gentile e Tradate\n\nVia Manzoni, 11\n\n22070 Gastelnuovo Bozzente (CO)\nTel. 031 988430\n\nFax 031 988284\nwwwiparcopineta.org\n\nParco Regionale\n\nSpina Verde di Como\nVia Imbonati, 1\n22020,Cavallasca (GO)\nTel: 031,241131\n\nFax 031535864\nsegreteria@spinaverde.it\nwww-spinaverde.it\n\nGi Soccorso sanitario\nCarabinieri\nPolizia",
    "Page_101": "Numeri Utili / Useful Numbers\n\nUfficio Informazioni Turistiche Lecco\n\nVia Nazario Sauro, 6\n\n23900 Lecco (LC)\n\nTel. 0341 295720 - 0341 295721\nFax 0341 295730\ninfo.turismo@provincia.lecco.it\nwww.turismo.provincia.lecco. it\n\nUfficio Informazioni\nTuristiche Barzio\nPiazza Garibaldi\n23816 Barzio (LC)\nTel. 0341996255\nFax 0341910103\n\nComunita Montana Valsassina,\nValvarrone, Val d’Esino e Riviera\nVia Fornace Merlo, 2\n\n23816 Barzio (LC)\n\nTel. 0341910144\n\nFax 0341910154\nwww.valsassina.it\ninfo@valsassina.it\n\nComunita Montana\n\ndella Valle San Martino\nVia Galli, 48\n\n23801 Calolziocorte (LC)\nTel. 0341621011 - 20\nFax 0341621031\nwww.martinet.lc.it\ncmvsm@martinet.lc.it\n\nComunita Montana\nfee @ line)\n\nVia Vasena, 4\n\n23851 Galbiate (LC)\nTel. 0341240724\n\nFax 0341240734\nwww.cmlarioorientale.it\ninfo@cmlarioorientale.it\n\nParco Adda Nord\n\nc/o Villa Gina\n\nvia Padre Calvi, 3\n\nConcesa di Trezzo sull’Adda (MI)\nTel. 02 9091229\n\nFax 02 9090096;\nwww.parcoaddanord.it\n\nParco Monte Barro\nVia Bertarelli,\n\npresso Villa Bertarelli\nTel. 0341 542266\nFax 0341 240216\nwww.parcobarro.it\n\nParco della Grigna Settentrionale\n\nc/o Comunita Montana Valsassina, Valvarrone,\nVal D’Esino e Riviera.\n\nVia Fornace Merlo, 2\n\n23816 Barzio (LC)\n\nTel. 03419910144\n\nFax 0341 910154\n\nwww.valsassina.it\n\nParco di Montevecchia\n\ne della Valle del Curone\nhoc. Buttoyt\n\n23874 Montevecchia (LC)\nTel. 039 9930384\n\nFax 039 9930619\nwww.parcocurone.it\n\nE] Soccorso sanitario\ne7-1¢-1)1 0)\nPolizia",
    "Page_102": "tae\" raze\n, | Provincia di C Provincia di Lecco\n‘ t\n“I"
}