{
    "Page_1": "Living Well: Empirical Evaluations of Economic\nWelfare and Subjective Well-Being\nBy\nElizabeth Mokyr Horner\nA dissertation submitted in partial satisfaction of the requirements for the degree of\nDoctor of Philosophy\nin\nPublic Policy\nin the\nGRADUATE DIVISION\nof the\nUNIVERSIT OF CALIFORNIA, BERKELEY\nCommittee in charge:\nProfessor Jack Glaser, Chair\nProfessor Steve Raphael\nProfessor Ronald Lee\n\nProfessor Robert Reich\n\nFall, 2012",
    "Page_2": "",
    "Page_3": "Abstract\n\n \n\nThis thesis presents findings from three related but independent research\nprojects on how policies and programs affect subjective well-being and psychological\nhealth, both generally and along specific domains. As I discuss in the Introduction\n(Chapter 1), the subjective experience is an important component of overall welfare, and\ntools for measuring Subjective Well-Being (SWB) are well validated. These measures are\nparticularly useful when measuring the impact of policies, programs, and decisions for\nwhich income is a poor indicator of well-being.\n\nThe first project, “Subjective Well-Being and Retirement: Analysis and Policy\nRecommendations” (Chapter 2) examines how individual-level happiness is on average\ninfluenced by the transition into retirement. By exploiting discontinuities in retirement\nincentives in 16 countries, an instrumental variables approach is utilized to estimate\nretirement so that it is exogenous to individual-level characteristics. Removing selection\nbias reveals a large, short-term positive effect followed by a steep decline. This supports\ntheories of a multi-stage adjustment to retirement. Further, individuals facing later\nformal retirement experience a boost in SWB that is roughly equivalent in total value to\nthose individual facing earlier retirement, suggesting that raising the formal retirement\nage is relatively neutral with regard to SWB in the long-term.\n\nThe second project, “Whose Fault Is It?: No Fault Divorce and the Decline in\nWomen’s Happiness” (Chapter 3) explores the impact of the no-fault revolution,\nwherein the legal and economic barriers to divorce were drastically reduced in many\nstates throughout the 70s and 80s. I expand upon previous research by including SWB\nas an important outcome, including overall SWB as well as marital-happiness, a\ndomain-specific SWB measure. I find that women under low-barriers to divorce regimes\nare significantly less happy than other women, while men are significantly happier.\n\nThe final project, “Paradox Lost?: Job Satisfaction, Gender Segregation, and the\nParadox of the Contented Female Worker” investigates whether gender segregation has\nplayed a role in the well-documented “paradox of the contented female worker”\n(Crosby, 1982), wherein women report higher job satisfaction despite worse work\nconditions. Job satisfaction is a domain-specific form of SWB which is particularly\nimportant from an economic perspective, as high SWB at work is related to better\nproductivity and lower turnover. I find that both men and women are happier in jobs\nthat are dominated by women, suggesting that men and women may on average be\nmaking different decisions with regard to satisfaction / income tradeoffs.\n\nAlthough the chapters are meant to be stand-alone essays, in concert these\npapers argue that: 1) SWB is an important outcome variable and high levels of SWB is\nan important social goal; and 2) policies affect SWB and therefore SWB must be\nconsidered in cost-benefit analyses of policy impacts.\n\n1",
    "Page_4": "Acknowledgements\n\n \n\nAs always, this dissertation could not have been done without the guidance of\nmy faculty collaborators. My dissertation chair, Jack Glaser, encouraged me to grow\nand follow my passions even when their source appeared a bit of a mystery; Steve\nRaphael and Rucker Johnson, who helped me hone both my research questions and my\nempirical approach; and Ron Lee, who reinvigorated my research by injecting it with\nEconomic Demography. I would also like to thank Martha Bailey (University of\nMichigan) for including me in an extremely exciting ongoing project and for providing\na model of the type of researcher I hope to become.\n\nI would also like to thank my parents, without whom I would have surely been\n(for better or worse) an entirely different person. My parents have been role models,\nbouncing boards, cheerleaders, and, occasionally, charitable foundations. I also could\nnot have possibly completed this degree without the help of my best friend and\nhusband, Geoff Horner, who has enhanced not only my understanding of Subjective\nWell-Being, but my experience of it. And finally, I must absolutely thank my officemate,\nthe fuzzy and loving one and only Dr. Watson, who kept me company during the long\ndays of solitary research asking only for the occasional game of tug-of-war in exchange.\nI can now say, with the weight of expertise that only a doctorate can give you, that he is\na very good boy.",
    "Page_5": "Table of Contents\n\n \n\n \n \n\n \n \n\nChapter 1. Introduction wel\n1.1 A Multi-Disciplinary Perspective on Utilitarian TNOUQHE ..escsscssessseeseseesestessereees 1\n1.2 SWB as an Outcome Variable ...scccescssescessesecssssessetsstesesessssssesssssiessssssesssesssssenesnes 2\n1.3 The Use of Quasi-Experimental Designs .....cscscssseesessessssssesstsseessiessessiesssssenesnes 4\n1.4 Original Analysis On SWB u.sescssescessssestessessessessestsseesesiessessssesssssiessssssesssiesesssenesnes 6\nChapter 2. Subjective Well-Being and Retirement: Analysis and Policy\nRecommendations... essesesesesseseseseesessecssesessssesesesessesssssessesessssesssssessessensessessenseese 14\n2.1. Background and Motivation ......cccccecccsecsscsseessssssssssstessssssesssisssessiessessiesssnsies 15\n2.2, DAE. erescecsreessereeeeens 18\n2.3. Empirical Framework .....ccsccccscssessssesvesssssesstssssssssssessssesssssssesssisssesssiessenssiesssnsies 25\n24, RESUIES....ccccecccsesssssssecessesessestesssssseesessssessssuessesssesssussessssussssnssesssusssesssneseensseseensies 32\n2.5. CONCIUSIONS ...scescssssecsessesesesterssssseeseseseesesuesessssessssssessssuessssssnesssnsssensssssensseseensaes 48\nChapter 3. Whose Fault Is It?; No-Fault Divorce and the Decline in Women’s\nHappitne «0.0.0... cececcesecsessesseseessseesesseseeseeseseesssesessesessesuesesneseesesueseessseseeusseenssueseessseesssneseenesneneenes 54\n3.1. Background and Motivation ......ccscccecccsescsssseessssssesssssessssssesssiessessstessenssiesssnsses 55\n3.2. Data and Empirical Strategy .....ccccccecccsesccsssssssssssssssessisssesssisssessiessessiesssnsies 61\n\nBA, RESUIES.....cccecccscetetseseseseeseees\n3.5. Conclusions\n\n \n\nChapter 4. Paradox Lost?: Job Satisfaction, Gender Segregation, and the Paradox of\n\nthe Contented Female Worke®.............cccc cesses cece eseesesesesnesessseesesessssesssssssseseessesessenseess 80\n4.1 Background and MOtivation .......csscccescssescsssssessssessstsssessiessesssiessessiessessssesssnsies 81\n4.2 Data and Empirical Strategy ......csccccesccsescsscssesssssesisssessiessesssissssssiessesssesssnsses 85\n4.3 Hypotheses, Rationale, and Theoretical Models ..........ccccsssscsssssssssssesssseseevees 90\n4A ROSULES..o.eececccescscstssessetessseetesesssesseseessessessssseesesssssessssssssssssssssssissssssssssesssesssseeeseees 91\n\n \n\n4.5 Conclusions.. .. 104\n\nAppendix: Committee for Protection of Human Subjects Approval...............0cc 111",
    "Page_6": "Chapter 1. Introduction\n\nIn the end, economics is not about wealth—it's about the pursuit of happiness.\n-Paul Krugman, 1998\n\nTraditionally, policymakers have defined well-being in terms of objective\neconomic indicators. Because money creates access to whichever goods and services an\nindividual prefers, welfare economists have argued that income is a reasonable proxy\nfor overall well-being (Backhouse, 2009). However, these measures tell only part of the\nstory. As I will argue, evaluations of Subjective Well-Being (SWB), or happiness, are\nparticularly useful when measuring the impacts of policies, programs, and decisions for\nwhich income is a poor indicator of well-being. Further, it can supplement economic\noutcome variables to provide a more complete picture of overall well-being.\n\nIn this introduction, I will begin with a very brief discussion of the inherently\nmulti-disciplinary nature of SWB research. I will then discuss why SWB is an important\noutcome variable, and how it can be measured. Finally I will conclude with a brief\ndiscussion of my dissertation research.\n\n1.1 A Multi-Disciplinary Perspective on Utilitarian Thought\n\nFormally defined, SWB “refers to all of the various types of evaluations, both\npositive and negative, that people make of their lives. It includes reflective cognitive\nevaluations, such as life satisfaction and work satisfaction, interest and engagement,\nand affective reactions to life events, such as joy and sadness” (Diener, 2006, p. 153).\nThe lines between academic disciplines have blurred as research on SWB has gathered\nsteam. Blanchflower and Oswald (2011) remarked that that research on SWB has been\ncoming from a wide variety of fields, including but not limited to: “epidemiology,\nmedicine, statistics, sociology, political science, and management science” (p. 1).\nFurther, they noted that psychology was one of the first disciplines to evaluate SWB,\nwhile economics has been a relatively late adopter.\n\nBecause economics is one of the primary lenses through which individual-level\nwell-being is evaluated, it is interesting that economists were resistant to studying SWB.\nPioneers in Happiness Economics such as Richard Easterlin (e.g.: 1974, 2003, 2010) and\nAndrew Clark (e.g.: 2008; 1996) were met with opposition within the field; Blanchflower\nand Oswald stated that a few decades ago, “virtually all economists viewed such work\nas misguided” (2011, p. 4). Luckily, attitudes have changed in recent years. Joseph\nStiglitz and Amarta Sen (2009) have been actively participating in the creation of a\nNational Happiness Index for France and Gary Becker recently coauthored a paper\nwhere he argued that \"happiness can (and must) be produced” (Rayo & Becker, 2010, p.",
    "Page_7": "13). Thus, economists may be late adopters of SWB research, but there has been a recent\nsurge of research into Subjective Well-Being (SWB) as an important outcome variable.\n\nBlanchflower and Oswald (2011) suggested that the study of SWB is a\nfundamentally multi-disciplinary venture, as demonstrated by the wide range of\ndisciplines contributing to this literature. Because happiness is intrinsically related to\neach of these fields in different ways, the researchers have unique insights but are using\ncommon methodologies. As such, SWB research benefits greatly from collaboration\nbetween departments and fields to avoid wasted efforts while improving and\nexpanding theoretical frameworks. The research presented in this dissertation is\nintended to be a truly multi-disciplinary project, which draws primarily from\npsychology and economics, as well as from sociology, demography, and micro-\norganizational behavior.\n\n1.2 SWB as an Outcome Variable\n\nAs I will discuss below, SWB is an important indicator of overall well-being.\nFurther, it is a validated metric, reflecting differences in individuals’ personalities as\nwell as environmental characteristics. Moreover, while correlated with objective\nmeasures of well-being, SWB indicators also reflect an aspect of welfare that is not\nalways captured by metrics of objective well-being.\n\n1.2.1 SWB is an Important Outcome Variable\n\nSWB represents a core aspect of quality of life. In addition to being a basic, first-\norder policy objective, there is substantial evidence that happiness is physically healthy.\nA few illustrative examples: 1) People who are happier in one time period are healthier\nin a later time period when controlling for health in the first time period (Lyubomirsky,\nKing, & Diener, 2005); 2) People who are made relatively happier through an\nexperimental manipulation are healthier afterwards (Kiecolt-Glaser et al., 2005); and 3)\nSimilar results are seen using animal subjects (Manuck, Kaplan, & Clarkson, 1983). In\naddition, positive emotion has been shown to facilitate a host of healthy physiological\nchanges such as lower blood pressure (Brummett, Boyle, Kuhn, Siegler, & Williams,\n2009), while low SWB is associated with reduced immune responses (Howell, Kern, &\nLyubomirsky, 2007) and expedited cell aging (Lung, Chen, & Shu, 2007).\n\n1.2.2 SWB and its Correlates\n\nPreviously, some researchers had argued that SWB is solely an indicator of\nenduring individual-level characteristics; this theory suggested that an individual’s\nlong-term happiness is determined by a physiological set-point, which the individual\nwould always return to after habituating to environmental changes (e.g.: Carver &\nScheier, 1990; Helson, 1948, 1964). In other words, this model suggests that innately\ndepressive (or happy) people will be happier right after a positive shock such as a\n\n2",
    "Page_8": "lottery win, but after a time, they would resume their previous gloomy (or cheerful)\noutlooks.\n\nHowever, if this is the case, then permanent environmental characteristics would\nnot affect SWB (Gilbert, Pinel, Wilson, Blumberg, & Wheatley, 1998). In fact, SWB has a\nstrong relationship with objective welfare (Oswald & Wu, 2011). It has been argued that\nindividuals may have a range of natural set-points (Diener, Lucas, & Napa Scollon,\n2009), with intense shocks (e.g.: losing one’s job) permanently altering one’s set-point\n(Lucas, Clark, Georgellis, & Diener, 2004).\n\nIndividual levels of happiness can be predicted by a variety of individual and\nenvironmental factors, such as but not limited to: age, education obtained, marital\nstatus, health, diet, and local pollution levels. As such, SWB measures can be seen to\nreflect some aspects of the objective world as translated through a subjective lens.\nHowever, while it is true that SWB is noisy (Hsee & Hastie, 2006), manipulable (Gilbert,\n2006; Gilbert & Ebert, 2002), and sometimes downright paradoxical (Ariely, 2008), the\nmeasure is only as fickle as the people it describes.\n\n1.2.3 SWB is a Unique Outcome Variable\n\nThere are many situations for which economic indicators of well-being are\nclearly insufficient. Consider as an example a woman deciding whether or not to work\nin home labor or in the market. If income is the primary outcome variable considered,\nshe will appear better off in paid market labor as long as the cost of childcare is less\nthan her market income. However, there may be other considerations; perhaps she\nenjoys spending time with her children or conversely enjoys having ambitions and\nexperiences outside the home; perhaps there are efficiencies and possibilities for\nmultitasking when she is at home that are not possible when she is at work; perhaps she\nprefers to be financially independent from her spouse. Economic indicators may over or\nunder-estimate her well-being by ignoring her own subjective experience. Similarly, the\nchange in well-being that occurs at retirement is also difficult to measure using\ntraditional economic indicators, since voluntary retirees have willingly reduced their\nincome (for additional discussion, see: Diener, 2000).\n\nFurther, although SWB correlates to a variety of outcome variables, its\nrelationship with the most prevalent well-being measure (income) is very complex. The\nEasterlin Paradox (Easterlin, 1974) refers to findings that despite increasing real income\nover the preceding several decades, happiness had remained stagnant. Easterlin argued\nthat relative income matters a great deal, while absolute income matters less. Indeed,\nrecent research has provided evidence that income does not meaningfully relate to\nhappiness after a certain level (Kahneman, Krueger, Schkade, Schwartz, & Stone, 2006).\nHowever, other researchers have found that although the relationship attenuates at\nhigh incomes, money does increase well-being without a cap (Stevenson & Wolfers,",
    "Page_9": "2008), particularly when controlling for negative income correlates such as pollution,\ninequality, and obesity (Blanchflower & Oswald, 2011).\n\nLevels of income inequality also relate to SWB; people are less happy in areas\nwith a great deal of inequality, and the relationship is moderated by beliefs about\nupward mobility (Alesina, Di Tella, & MacCulloch, 2004). This is consistent with the\nliterature on “relative deprivation” (Walker & Smith, 2001), which occurs when\nindividuals do not have access to something (such as goods, rights, or freedoms) which\nthey see others enjoying and therefore feel entitled to (Runciman, 1966). Strikingly,\nAlesina, DiTella, and MacCulloch (2004) found that inequality is particularly damaging\nto people who consider themselves liberal, regardless of their personal income.\n\nThus, inequality alone promotes low SWB among a subset of the population.\nFurther, SWB provides an avenue through which a rising tide may not lift all boats; if\nan economic boom particularly benefits a small number of individuals in a community,\nit may make the remaining individuals feel worse off even if they remain objectively at\nthe same level (and even if they are made somewhat better off). Even individuals who\ndo particularly well in the hypothetical economic boom may become less happy if they\nhave a preference for an equitable society. As such, SWB is correlated with objective\nwelfare but is informative along a different and equally important set of domains.\n\n1.3 The Use of Quasi-Experimental Designs\n\nMuch of the value of this set of projects relies on its use of methodologies that\nhave not been traditionally applied to this type of research question. The vast majority\nof existing research on SWB has relied on analyses of correlations (Blanchflower &\nOswald, 2011). Indeed, when studying the impacts of life decisions on lifecycle\nhappiness, it is hard to imagine an experimental research design that would be\nreasonable and ethical. Thus, this research program employs the use of quasi-\nexperimental designs that have been gaining traction in many social science disciplines.\nAlthough my final chapter uses standard OLS to investigate correlations, my other two\nprojects utilize quasi-experimental designs (one employs an Instrumental Variables\ntechnique and the other uses a difference-in-difference approach). Like other\ntechniques, quasi-experimental designs have strengths and limitations.\n\n1.3.1 General Advantage of Instrumental Variables (IV) Techniques\n\nThe major advantage of the IV technique is that it is one of the few\nmethodologies in the Social Sciences that can be realistically utilized to examine\ncausation when randomized experiments are not feasible. We cannot randomly assign\npeople to marriage, to children, to career paths, or to retirement. The IV technique\nmimics a randomized experiment by exploiting some exogenous shock that altered\npeople’s decision-making. Then, a control group that might have made a different\ndecision without the shock, can be considered. As such, the “treatment” (such as\n\n4",
    "Page_10": "retirement, or divorce) can be estimated such that it is exogenous to individual-level\ncharacteristics. Given the probability that this person has received the treatment, what\nis the effect of this treatment on the DV (in this case, SWB)?\n\nAn IV model can thus be thought of, in a sense, as an intent-to-treat model.\nIndividuals can be identified as belonging to treatment or non-treatment or about n%\ntreatment groups, and causal relationships can be determined by comparing the DV\nscores across the treatment groups. Thus, this is a very powerful technique when\nimplemented properly.\n\n1.3.2 General Limitations of Instrumental Variables Technique\n\nThere are a few marked disadvantages of the IV approach. First of all, it\nintroduces a lot of error variance into the estimations compared to randomized\nexperiments as well as correlational approaches. Thus, IV models have attenuated\nstatistical power, and increased chances that a researcher will incorrectly fail to reject\nthe null hypothesis (Angrist & Pischke, 2009). Second of all, the coefficient on the\nexplanatory variable of interest is only accurate for people who are on the margin of the\ninstrument. In other words, IV approaches cannot measure the “single effect of\ntreatment on an outcome ... The effect depends on the population affected” (Moffitt,\n2009, p. 16). Instead, [V models measure a Local Average Treatment Effect (LATE)\n(Hahn, Todd, & van der Klaauw, 2001; Smith, 2009).\n\nFor example, if a new cigarette tax was implemented, the LATE would be the\neffect of a cigarette tax on the price-sensitive marginal smoker. A small increase in the\ncost of cigarettes is likely to have the largest effect for those who are close to quitting\nand sensitive to price. Thus, if policymakers wish to examine the health effects of an\nincrease in cigarettes, they may need to consider how the population effected by the law\nchange may be unique.\n\nFurther, the quality of the instrument itself is very important. For the IV\ntechnique to mimic randomization effectively, it is critically important that the\ninstrument be at least somewhat related to the relevant explanatory variable and at the\nsame time be unrelated to the DV in any other way. Making this argument is perhaps\nmore art than science, but great efforts are made in the quasi-experimental studies to\nchoose quality instruments. Finally, Heckman (2005) criticizes abuse of the use of IV\ntechniques, specifically focusing on: 1) causal inference modeling that is not based upon\ntheory; and 2) research that lacks a clear counterfactual. I believe that my research in\nthis dissertation does not suffer from either problem. In each paper, I nest the analysis\nwithin preexisting theory, and explicitly discuss the relevant counterfactual.\n\n1.3.3 Specific Advantages and Disadvantages of IV Approach in SWB Research\nAs discussed above, the use of a quasi-experimental design is probably as close\n\nto random assignment as is possible for these types of research questions. Experiments\n\n5",
    "Page_11": "have been extremely effective at exploring SWB, but it usually requires rather artificial\ncircumstances. Selection-on-observables designs are clearly inadequate for inferring\ncausality or even direct relationships. However, there are some specific potential\nproblems associated with using IV methodology on happiness research.\n\nFirst, measures of SWB are noisy. Thus, even tests employing relatively large\nsamples are particularly prone to Type II errors. Using an IV method increases the\nchance of Type II errors. Using an IV approach on SWB research makes the chances of\nfailing to reject the null hypotheses when it is false quite likely. When this is being used\nto inform policy (e.g.: did this program make people less happy?) it is important to keep\nin mind that a statistically null result does not mean that SWB is not affected.\n\nSecond, because SWB responds quickly to one’s environment, it is important to\ncarefully consider alternative ways in which the outcome variables may be directly\naffected by the instrument. For example, returning to the Moffitt cigarette tax example,\nsuppose someone wished to see how quitting smoking affected happiness. While it is\nhard to imagine how a cigarette tax would be related to smoking behavior through any\nother mechanism, it is possible that the cigarette tax would change the subjective\nexperience of smoking or quitting (e.g.: perhaps those who continued to smoke would\nfeel worse about the behavior). Although IV techniques attempt to improve on\ncorrelational techniques on this front, with a broad outcome variable like SWB, it is\nimportant to carefully consider how the instruments might directly impact SWB.\n\n1.4 Original Analysis on SWB\n\nAlthough there has been a great deal of research on SWB, there has been very\nlittle policy-relevant research with SWB as a primary outcome variable. This\ndissertation is composed of three essays, each of which reports a stand-alone analysis\nthat evaluates how public policies that alter life decisions affect SWB. First, I will\ndescribe the different types of SWB measures used for each of these essays. Then, the\nindividual project will be summarized.\n\n1.4.1 Types of Subjective Well-Being Metrics\n\nThere are several types of SWB measures, and they generally capture different\naspects of well-being. Measures can be affective or evaluative, and general or domain\nspecific (Stevenson & Wolfers, 2008). The most common SWB measure is a single item\nquestion about life satisfaction, which is general and evaluative (Blanchflower &\nOswald, 2011). Because it is general, it will pick up those environmental characteristics\nthat are important to the individual. Because it is evaluative, it is more stable and less\naffected by the small random events of everyday life than affective measures (Krueger\n& Schkade, 2008). Further, as a clear, single item measure, life satisfaction has the\nadvantage of face validity (Blanchflower & Oswald, 2011). By limiting the intended\ndomain (e.g.: marital satisfaction), it is possible to get a view into a more specific type of\n\n6",
    "Page_12": "SWB. Table 1 below summarizes the types of measures for SWB used in the various\nchapters of my dissertation.\n\nTable 1: Summary of SWB Measures Used in this Series of Projects\n\nLife Satisfaction\n\nGeneral, Evaluative\n\nChapter 2: Subjective Well-Being and Retirement\n\nSingle Question\n\nPrimary DV, I\n\n \n\n“Lam satisfied with my life.”\n\n \n\n \n\n \n\n \n\n \n\nSelf-Realization:\n\nPleasure:\n\nCASP Domain-Specific, Evaluative Twelve-Item, Four-Domains: | Primary DV, II\n\nControl: 1. “My age prevents me from doing the things I would like to.” (R); 2. “I feel what happens\nto me is out of my control.” (R); and 3. “I felt left out of things.” (R)\n\nAutonomy: 4. “I can do the things that I want to do.”; 5. “Family responsibilities prevent me from doing\n\nwhat I want to do.”; and 6. “Shortage of money stops me from doing what I want.” (R)\n\n7. “I look forward to each day.”; 8. “I feel my life has meaning.”; and 9. “On balance, I look\nback at my life with a sense of happiness.”\n10. “I feel full of energy these days.”; 11. “I feel that life is full of opportunities.”; and 12. “I\n\nfeel that the future looks good for me.”\n\n \n\nChapter 3: No-Fault Divorce and Women’s Happiness\n\n \n\nLife Satisfaction\n\nGeneral, Evaluative\n\nSingle Question\n\nPrimary DV, I\n\n \n\n“Taken all together, how would you say things are these days\n\n?” (Very, pretty happy, or not too happy)\n\n \n\n \n\n \n\n \n\n \n\n \n\nMarital Satisfaction Domain-Specific, Evaluative Single Question Primary DV, Il\n“Taking things all together, how would you describe your marriage?” ( Very, pretty happy, or not too happy)\nChapter 4: Job Satisfaction and Occupational Demographics\n\nJob Satisfaction Domain-Specific, Evaluative Multi-Item with high a Primary DV\n\n \n\nThree items: 1. “All in all, how satisfied are you with your job?”; 2. “Knowing what you know now, if you had to\ndecide all over again whether to take the job you have now, what would you decide?”; and 3. “If a good friend of\n| yours told you that he or she was interested in working for your employer, what would you tell your friend?”\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nLife Satisfaction General, Evaluative Single Question Control\n“All things considered, how do you feel about your life these days?”\nMarital Satisfaction | Domain-Specific, Evaluative Single Question Control\n\n \n\n \n\n“All in all, how satisfied would you say you are with your marriage / partner?”",
    "Page_13": "1.4.2 Summary of Projects\n\nIn my dissertation, I evaluate the SWB response to: 1) retirement and social\nsecurity regimes; 2) divorce law legislation; and 3) occupation-level gender\n\ncomposition. All three projects utilize large\n\npublic-use datasets, but the methodologies\n\nare quite different. For a summary of the data and methodologies used for each project,\n\nsee Table 2 below.\n\nTable 2: Summary of Datasets and Methodologies\n\n \n\nChapter 2: Subjective Well-Being and Retirement\n\nData Sets: Aging Survey Data\n\nPrimary Methodologies\n\n \n\nSurvey of Health, Ageing and Retirement in\nEurope, 14 EU Countries (2004 SHARE)\n\nInstrumental Variables. I exploit kinks in social\nsecurity regimes that serve as exogenous shocks\n\n \n\nHealth and Retirement Study, United States of\nAmerica (2006 HRS)\n\nencouraging retirement. This allows for an\nestimation of retirement behavior that is exogenous\n\n \n\nEnglish Longitudinal Study of Ageing, United\nKingdom (2004 ELSA)\n\nto individual level characteristics.\n\n \n\n \n\nChapter 3: No-Fault Divorce and Women’s\n\nHappiness\n\n \n\nData Sets:\n\nPrimary Methodologies\n\n \n\nGeneral Social Survey (1973-2000) with Geocodes\n\nDif ‘n Dif. Controlling for state and year\ncharacteristics, a change in divorce policy is\nconsidered as an exogenous shock to individual\nwelfare.\n\n \n\nChapter 4: Job Satisfaction and Occupational Demographics\n\n \n\nData Sets:\n\nPrimary Methodologies\n\n \n\nNational Study of the Changing Workforce Survey\n(1997, 2002, and 2008)\n\nLinear regression analysis. Causality is not\ndetermined in this study, but a picture is painted of\n\n \n\n \n\nBureau of Labor Statistics occupation-level\ndemographics (1997, 2002, and 2008)\n\noccupation-level demographics.\n\n \n\n \n\nIn Chapter 2 (“Subjective Well-Being\n\nand Retirement: Analysis and Policy\n\nRecommendations”), I utilize an Instrumental Variables (IV) approach, exploiting kinks\n\nin retirement incentives across 16 countries.\n\nThis methodology reveals that people are\n\nsubstantially happier when they first retire. However, this honeymoon is short-lived;\nafter two years, individual-level happiness declines steeply to far below the original\nlevel. In addition, people who face relatively early versus relatively later retirement\n\n8",
    "Page_14": "incentives have about the same total increase in SWB, with similar results when\nadjusting for mortality. These findings suggest that increasing the formal retirement age\nby a couple of years (widely discussed today by policymakers) is relatively neutral with\nregards to SWB in the long-term.\n\nIn Chapter 3 (“Whose Fault Is It? Unilateral Divorce and Declining Female\nHappiness”), I explore the effects of divorce laws on women’s and men’s happiness.\nThroughout the 1970s, a “no-fault revolution” swept through the nation, reducing the\nlegal and economic barriers to divorce. Previous studies have found that these legal\nchanges did at least temporarily increase divorces, in turn increasing the number of\nsingle-parent female-headed households, and contributing to the greater relative and\nactual incidence of women in poverty. My study finds that such laws have decreased\nwomen’s SWB, with stronger happiness declines among women over the age of 35 and\nthose women who have children. Conversely, men over age 35 and men with children\nreport on average higher SWB. This relationship exists even for individuals who\nremained married, suggesting that this redistribution of happiness is in part the result\nof a change in bargaining power within marriages.\n\nIn the final chapter (“Paradox Lost: Job Satisfaction, Gender Segregation, and the\nParadox of the Contented Female Worker”), I investigate the long-standing assertion\nthat women “paradoxically” report higher job satisfaction despite worse work\nconditions (Crosby, 1982). However, my research demonstrates that both men and\nwomen are more satisfied in occupations that are dominated by women, with no\ndifferential satisfaction-return to women. This suggests that women may be on average\nmore satisfied with their jobs because they are more likely to be in satisfying jobs. In\nconcert, these findings suggest that men and women are made happier by similar job\ncharacteristics but may on average end up in different positions along the tradeoff\nbetween satisfaction versus income.\n\n1.4.3 Collective Impact\n\nThe essays in this dissertation all examine well-being as evaluated through the\nindividual’s lens. When policies intervene, there are sometimes winners and losers in\nterms of SWB; this set of papers considers who wins, who loses, and by how much.\nFurther, the projects provide unique insights into well-being that would not have been\ncaptured by traditional metrics. For example, in the essay on retirement (Chapter 2), I\nshow that traditional indicators of well-being such as income understate the benefits of\nretiring. In the essay on no-fault divorce (Chapter 3), I establish that the reductions in\nthe barriers to divorce had substantial psychological effects even among those who\nremained married and may have seemed to be unaffected by the legal change. And\nfinally, in the essay on job satisfaction (Chapter 4), I demonstrate that reliance on\nobjective measures of job “quality” undervalues non-monetary returns to jobs typically\noccupied by women, causing researchers to describe women’s satisfaction at work a\n\n9",
    "Page_15": "“paradox” (Buchanan, 2005; Crosby, 1982; Sousa-Poza & Sousa-Poza, 2000). This\nchapter is a bit different than the others because it does not examine a policy change,\nbut rather describes SWB at work with an eye toward gender and equity. Thus, as a\nwhole, this set of essays creates a more complete picture of well-being across some of\nthe most critical domains of adult life: work, marriage, and retirement.\n\n10",
    "Page_16": "Works Cited\n\nAlesina, A., Di Tella, R., & MacCulloch, R. (2004). Inequality and happiness: Are Europeans\nand Americansdifferent? Journal of Public Economics, 88, 2009-2042.\n\nAngrist, J. D., & Pischke, J. (2009). Mostly Harmless Econometrics: An Empiricists' Companion.\nPrinceton: Princeton University Press.\n\nAriely, D. (2008). Predictably Irrational. New York: Harper Collins Publishing.\n\nBlanchflower, D. G., & Oswald, A. J. (2011). International Happiness: A new view on the\nmeasure of performance. Academy of Management Perspectives, 25(1), 6-22.\n\nBrummett, B. H., Boyle, S. H., Kuhn, C. M., Siegler, I. C., & Williams, R. B. (2009). Positive\naffect is associated with cardiovascular reactivity, nonepinephrine level, and\nmorning rise in salivary cortisol. Psychophsiology, 46(4), 862-869.\n\nBuchanan, T. (2005). The paradox of the contented female worker in a traditional female\nindustry. Sociological Spectrum, 25(6), 677-713.\n\nCarver, C. S., & Scheier, M. F. (1990). Origins and functions of positive and negative affect: A\ncontrol-process view. Psychological Review, 97, 19-35.\n\nClark, A. E., Frijters, P., & Shields, M. A. (2008). Relative income, happiness, and utility: An\nexplanation for the Easterlin paradox and other puzzles. Journal of Economic\nLiterature, 46(1), 95-144.\n\nClark, A. E., & Oswald, A. J. (1996). Satisfaction and comparison income. Journal of Public\nEconomics, 61(3), 359-381.\n\nCrosby, F. J. (1982). Relative deprivation and working women. New York: Oxford University\nPress.\n\nDiener, E. (2000). Subjective well-being: The science of happiness and the proposal for a\nnational index. American Psychologist, 55(1), 34-43.\n\nDiener, E. (2006). Guidlines for national indicators of subjective well-being and ill-being.\nApplied Research in Quality of Life, 1, 151-157.\n\nDiener, E., Lucas, R., & Napa Scollon, C. (Eds.). (2009). Beyond the hedonic treadmill:\nRevisiting the adaptation theory of well-being. (Vol. 37): Social Indicators Research\nSeries.\n\nEasterlin, R. A. (1974). Does economic growth improve the human lot? Some empirical\nevidence. In P. A. David & M. W. Reder (Eds.), Nations and households in economic\ngrowth: Essays in honor of Moses Abramowitz (pp. 89-125). New York: Academic\nPress.\n\nEasterlin, R. A. (2003). Explaining happiness. Proceedings of the National Academy of\nSciences of the USA, 100, 11176-11183.\n\nEasterlin, R. A. (2010). Well-being, front and center: A note on the Sarkozy Report. CESifo\nDICE Report, 8(4), 22-25.\n\nGilbert, D. T. (2006). Stumbling on Happiness. New York: Alfred A Knopf.\n\nGilbert, D. T., & Ebert, J. E. (2002). Decisions and revisions: The affective forecasting of\nchangeable outcomes. Journal of Personality and Social Psychology, 82(4), 503-514.\n\nGilbert, D. T., Pinel, E. C., Wilson, T. D., Blumberg, S. J., & Wheatley, T. P. (1998). Immune\nneglect: A source of durability bias in affective forecasting. Journal of Personality and\nSocial Psychology, 75(3), 617-638.\n\nHahn, J., Todd, P., & van der Klaauw, W. (2001). Identification and estimation of treatment\neffects with a regression-discontinuity design. Econometrica, 69(1), 201-209.\n\n11",
    "Page_17": "Heckman, J. J. (2005). Scientific model of causality. Sociological Methodology, 35(1), 1-97.\n\nHelson, H. (1948). Adaption-level as a basis for quantitative theory of frames of reference.\nPsychological Review, 55, 297-313.\n\nHelson, H. (1964). Current trends and issues in adaptation-level tehory. American\nPsychologist, 19, 26-38.\n\nHowell, R. T., Kern, M. L., & Lyubomirsky, S. (2007). Health benefits: Meta-analytically\ndetermining the impact of well-being on objective health coutcomes. Health\nPsychology Review, 1(1), 83-136.\n\nHsee, C. K., & Hastie, R. (2006). Decisions and experience: Why don't we choose what\nmakes us happy? Trends in Cognitive Sciences, 10(1), 31-37.\n\nKahneman, D., Krueger, A. B., Schkade, D. A., Schwartz, N., & Stone, A. A. (2006). Would you\nbe happier if you were richer? A focusing illusion. Science, 312(30), 1908-1910.\n\nKiecolt-Glaser, J. K., Loving, T. J., Stowell, J. R., Malarkey, W. B., Lemeshow, S., Dickinson, S.\nL., & Glaser, R. (2005). Hostile marital interactions, proinflammatory cytokine\nproduction, and wound healing. Archives of General Psychiatry, 62(12), 1377-1384.\n\nKrueger, A. B., & Schkade, D. A. (2008). The reliability of Subjective Well-Being Measures.\nJournal of Public Economics, 92(8-9), 1833-1845.\n\nKrugman, P. (1998, August 23rd). The Capitalist; Viagra and the wealth of nations. New\nYork Times Magazine.\n\nLucas, R., Clark, A. E., Georgellis, Y., & Diener, E. (2004). Unemployment alters the set point\nfor life satisfaction. Psychological Science, 15(1), 8-13.\n\nLung, F. W., Chen, N. C., & Shu, B. C. (2007). Genetic pathway of major depressive disorder\nin shortening telomeric length. Psychiatric Genetics, 17(3), 195-199.\n\nLyubomirsky, S., King, L., & Diener, E. (2005). The benefits of frequent positive affect: Does\nhappiness lead to success? Psychological Bulletin, 131(6), 803-855.\n\nManuck, S. B., Kaplan, J. R., & Clarkson, T. B. (1983). Social instability and coronary artery\natherosclerosis in cynomolgus monkeys. Neuroscience & Biobehavioral Reviews, 7(A4),\n485-491.\n\nMoffitt, R. A. (2009). Issues in the estimation of causal effects in population research, with\nan application to the effects of teenage childbearing. Causal Analysis in Population\nStudies, 23, 9-29.\n\nOswald, A. J., & Wu, S. (2011). Well-being across America. The Review of Economics and\nStatistics, 94(4), 1118-1134.\n\nRayo, L., & Becker, G. S. (2010). Happiness, income and economic policy. CESifo DICE Report,\n8(4), 13-16.\n\nRunciman, W. G. (1966). Relative Deprivation and Social Justice. London: Routledge and\nKegan Paul.\n\nSmith, H. L. (2009). Causation and its discontents. In H. P. Engelhardt, H. Kohler & A.\nPrskawetz (Eds.), Causal analysis in population studies: Concepts, methods,\napplications (pp. 233-242).\n\nSousa-Poza, A., & Sousa-Poza, A. A. (2000). Taking another look at the gender / job-\nsatisfaction paradox. KYKLOS, 53(2), 135-152.\n\nStevenson, B., & Wolfers, J. (2008). Economic growth and subjective well being: Reassessing\nthe Easterlin Paradox. Brookings Papers on Economic Activity, 1-102.\n\nStiglitz, J. E., Sen, A., & Fitoussi, J. (2009). Report by the Commission on the Measurement of\nEconomic Performance and Social Progress, Revisited.\n\n12",
    "Page_18": "Walker, I., & Smith, H. (2001). Relative Deprivation: Specification, Development, and\nIntegration. Cambridge: Cambridge University Press.\n\n13",
    "Page_19": "Chapter 2. Subjective Well-Being and\nRetirement: Analysis and Policy Recommendations\n\n \n\nAbstract\n\nThis study examines the relationship between retirement and Subjective Well-Being\n(SWB), utilizing international data from Western Europe and the US and exploiting\ndifferences in Social Security regimes. This allows the retirement decision to be\nestimated such that it is exogenous to individual-level characteristics. Although results\nfrom traditional OLS suggest an ambiguous relationship between retirement and SWB,\nremoving selection bias reveals a large, short-term positive effect followed by a steep\ndecline. This supports theories of a multi-stage adjustment to retirement. Individuals\nfacing later formal retirement experience a boost in SWB that is roughly equivalent in\ntotal value to those individual facing earlier retirement, suggesting that raising the\nformal retirement age, which is widely discussed today by policymakers, is relatively\nneutral with regard to SWB in the long-term.\n\nKeywords: Retirement, Well-being, International\n\n14",
    "Page_20": "2.1. Background and Motivation\n2.1.1 Introduction\n\nGlobally, our population is aging (Coggan, 2011). As a result of both increased\nlife expectancies (Kinsella & Phillips, 2005) and lower birthrates (Grant et al., 2004), a\ngrowing proportion of the world’s population is over age 65. Further, in the United\nStates and across much of Europe, the Baby Boomers began to turn 65 in January of\n2011 (Barry, 2010). Current projections of Western Europe suggest that there will be\nnearly two times as many people over the age of 65 as under the age 15 by 2050\n(Cendrowicz, 2010). Thus, under current retirement age regimes, the size of the retired\npopulation relative to the size of the tax-base is growing (Gruber & Wise, 1999), creating\nmounting costs without comparably increasing resources. Despite between-country\nvariation in public pension programs, the vast majority of current social security\nprograms are financially unstable (Auerbach & Lee, 2011) and unsustainable (Dang,\nAntolin, & Oxley, 2001).\n\nIn response to this fiscally untenable situation, several countries have been\nsteadily increasing their retirement age. In Europe, analysts predict that many countries\nwill be forced to increase the retirement age to 70, and Britain has already announced\nplans to increase the retirement age to 68 (Economist, 2011). France recently announced\na (violently protested) increase in the formal retirement age from 60 to 62 (Bennhold,\n2010).\n\nClearly, decisions regarding what should be done about the mounting cost-to-\nrevenue of social security programs must be made based upon a variety of factors\nincluding cost and long-term feasibility. However, an additional important\nconsideration is the well-being of those near the retirement age and in retirement. This\npaper investigates the relationship between retirement and Subjective Well-Being\n(SWB), for individuals near retirement and afterward. Any policymaker considering\nchanging the age at which people retire ought to take into account the full welfare\nimplication of this decision on the entire population including both taxpayers and\nretirees. If it were to turn out that raising the age of retirement reduces well-being of\nthose near the retirement age, this should be considered a meaningful cost. On the other\nhand, if raising the retirement age increases rather than reduces the welfare of retirees,\nthis might make a the policy change easier to implement.\n\nBecause the decision to retire is not exogenous, an identification strategy is used\nin the current paper to eliminate bias. It is possible that those who decide to retire are\nparticularly prone to physical and mental health problems. The opposite is also\npossible, as people may be more likely to choose retirement if they have a full and\nexciting life outside of work. Either way, traditional OLS methods will be biased,\nunderstating or overstating SWB among those entering retirement. The current paper\nutilizes an Instrumental Variables (IV) methodology to disentangle selection into\n\n15",
    "Page_21": "retirement from retirement itself. I find that retirement initially improves SWB, but\nwithin a few years, there is a steep decline. During the decline, those who face relatively\nearly and relatively later retirement incentives converge on the same trend over the\nsame ages. Thus, those facing relatively later formal retirement appear to have\nrelatively equivalent long-term SWB as those facing earlier formal retirement.\n\n2.1.2 Theories and Evidence on SWB and Retirement\n\nFrom a theoretical perspective, economic theory predicts that people should be\ngenerally happier in voluntary retirement. Theoretically, people will only retire if they\npredict some improvement in their overall welfare (formore details, see Charles, 2004).\nSince retirees generally face a drop in pay in retirement, it follows that they should\nreceive some other improvement in their overall quality of life if they choose to retire.\nThere is some historical evidence that retirement is a typical normal good (Costa, 1998;\nKohli, Rein, Guillemard, & van Gunsteren, 1991), wherein people trade in money for\nleisure (Aguiar & Hurst, 2005). This literature assumes that people will make rational,\nutility-based decisions to retire.\n\nHowever, the retirement decision is made under uncertainty (i.e.: individuals do\nnot know if they will enjoy retirement since they have most likely never retired before);\nthe decision is bulky (i.e.: individuals cannot reduce their hours by one hour, then\nanother, until they optimize utility); and the decision is, for the most part, irreversible.\nThus, if people are poor predictors of what will make them happy, they may\nmiscalculate when deciding whether and when to retire. Further, there may be strong\nsociocultural pressures to retire (a function of norms, cohort effects, or coworker and\nemployer pressures) which may further obscure individuals’ perceptions of their own\nutility functions. If individuals are less happy in retirement, economic theory suggests\nthis may be the result of a suboptimal response to a non-convex problem under the\ncondition of irreversibility.\n\nThe psychological literature on retirement and SWB offers mixed predictions. On\nthe one hand, retirement may enhance well-being as it reduces stress, increases free\ntime, and marks a major milestone of accomplishment. On the other hand, retirement\nmay diminish well-being by reducing social contact and removing a large portion of\none’s identity (Calasanti, 1996; Kim & Moen, 2002). Psychologists have argued that\nretirement’s effects on SWB is heterogeneous, affected by the age of retirement, the\nimportance of one’s job to one’s identity, and other individual psychological\ncharacteristics (Michinov, Fouquereau, & Fernandez, 2008; Mutran & Reitzes, 1981;\nReitzes & Mutran, 2004).\n\nRegardless of the theoretical predictions, there is a persistent notion that\nretirement is actually detrimental to the individual (for a review, see: Ekerdt, 1987).\nConsistent with this view, retirement has been shown to relate to lower physical health\nand expedited aging (Dave, Rashad, & Spasojevic, 2008), and to be associated with\n\n16",
    "Page_22": "mental health problems (MacBride, 1976), severe stress (Eisdorfer & Wilkie, 1977) and\nfeelings of loneliness and obsolescence (Bradford, 1979). However, other studies have\nfound the experience of retirement to be (at least somewhat) positive (Gall, Evans, &\nHoward, 1997; Jackson, Chatters, & Taylors, 1993; Mindanik, Soghikian, Ransom, &\nTekawa, 1995), particularly for those who retire voluntarily (Bender, 2004).\n\nIf adjustment to retirement is a multi-stage process, as suggested by Atchley\n(1976), then it is possible that the conflicting findings are the result of evaluations made\nat different stages of adjustment to retirement. Atchley theorized that new retirees\nexperience a honeymoon stage, followed by a steep reduction in SWB as the realities of\nretirement and aging become more salient, and finally a lower, stable, permanent phase.\nHis theory has been well supported by data (Atchley & Robinson, 1982; Borsch-Supan &\nJurges, 2006; Ekerdt, Bosse, & Levkoff, 1985; Ekerdt, Bosse, & Locastro, 1983; LaRue,\nDessonville, & Jarvik, 1985; Palmore, 1986; Reitzes & Mutran, 2004; Theriault, 1994).\n\nWhile these studies contribute meaningfully to our understanding of retirement\nand SWB, they suffer from a common shortcoming: retirement decisions and SWB are\nendogenous. The majority of previous research on retirement has relied on correlation\nor differencing models, and even a multitude of control variables and robustness checks\ncannot overcome the fact that people who choose to retire are different from people\nwho do not choose to retire (Bound & Waidmann, 2007; Charles, 2004).\n\nA few relatively recent studies have addressed the endogeneity of retirement\ndecisions either by exploiting changes in retirement policies (Charles, 2004; Neuman,\n2008) or by exploring indicators of welfare just around the age that social security kicks\nin (Bound & Waidmann, 2007). In the last two years, two studies have exploited\ncountry-level differences in early and normal retirement ages (Coe & Zamarro, 2011;\nRohwedder & Willis, 2010), at which point there are discontinuities in retirement\nincentives that have been shown to increase the retirement rate (Gruber & Wise, 1999,\n2004, 2007). Thus, researchers have been able to instrument for retirement such that it is\nuncorrelated with individual characteristics.\n\nThe above mentioned studies that address the endogeneity of retirement find\nthat retirement improved subjective and objective health in a US sample (Neuman,\n2008), and at least temporarily in a UK sample (Bound & Waidmann, 2007). Further,\nretirement reduces individuals’ reports of mental illness in an international European\nsample (Coe & Zamarro, 2011). Most relevantly, Charles (2004) explored the effect of\nretirement on SWB in the USA. He found that retirement improves SWB in his US\nsample, but he did not explore long-term effects within the paper. Thus, unlike studies\nutilizing selection-on-observables designs, studies utilizing a good identification\nstrategy have found that retirement at least temporarily improves well-being, with one\nnotable exception: researchers have also found that retirement expedites cognitive\ndecline (Bonsang, Adam, & Perelman, Forthcoming; Coe, von Gaudecker, Lindeboom,\n& Maurer, 2009; Rohwedder & Willis, 2010).\n\n17",
    "Page_23": "2.1.3 Roadmap to This Study\n\nUnlike any previous study currently published, this project explores SWB as it\nrelates to the overall quality of life in an international context using a quasi-\nexperimental model. As pointed out above, many studies have evaluated this\nrelationship using selection-on-observables designs, but only a handful have utilized a\nquasi-experimental design. Further, the other studies that have exploited a quasi-\nexperimental design have evaluated physical and mental illness, rather than\npsychological health. Although Charles (2004) did perform a causal inquiry into\nretirement and SWB, his project focused only on the US. Thus, his paper could not\nevaluate heterogeneity as a function of different formal retirement ages. Further, the US\nis a special case for many reasons, including strong incentives to continue working as\nlong as possible, and the availability of public insurance (Medicare) only at age 65.\nUnderstanding retirement’s relationship to SWB will allow for retirement policies to be\ncreated and adapted with an eye on the overall subjective experience of the retirees.\n\nOnce the retirement decision is estimated exogenously through an IV\nmethodology, I find that retirement improves SWB as measured by reported life\nsatisfaction and CASP (a multi-dimensional measure of SWB named for its components:\nControl, Autonomy, Self-realization, and Pleasure) (Hyde, Wiggins, Higgs, & Blane, 2003;\nSim, Bartlam, & Bernard, 2011). This SWB improvement is large, but temporary, and is\nfollowed by a steep decline. Overall, groups return to trend within a few years and the\ntotal increase in SWB for those facing younger and older retirement incentives is\napproximately the same in total size even adjusting for mortality. Thus, over this\nportion of the life-cycle, the age of retirement incentives is neutral with regard to SWB.\n\nThus, the current paper adds to the existing literature on retirement and overall\nwell-being by providing a causal evaluation of the role of retirement on SWB in an\ninternational context. Further, it investigates differential treatment effects as a result of\nvariation in retirement policies and thus can guide policymakers. The paper proceeds as\nfollows: Section 2 introduces the data and terms used in this study, Section 3 discusses\nthe empirical model, Section 4 presents results, and Section 5 discusses and concludes.\n\n2.2. Data\n\nThis study combines cross-sectional data from the 2006 Survey of Health,\nAgeing, and Retirement in Europe (SHARE) for 14 EU countries, the 2006 English\nLongitudinal Study of Ageing (ELSA) for the UK, and the 2004 Health and Retirement\nStudy (HRS) for the United States.' These three surveys provide individual-level data\non demographics, socioeconomic information, health history, mental health, psycho-\n\n1SHARE contains data on: Austria, Belgium, the Czech Republic, Denmark, France, Germany, Greece,\nIreland, Italy, the Netherlands, Poland, Spain, Sweden, and Switzerland. ELSA contains data on the UK,\nand HRS contains data on the USA.\n\n18",
    "Page_24": "social measures of health, and in some years, physical biomarkers of health. The\nsurveys have a variety of modules that are similar by design, and in the years used,\nseveral compatible psycho-social variables were measured.\n\nSimilar to Rohwedder and Willis (2010), a simple set of control variables are\nused, namely: marital status, gender, age, and age polynomials, minimizing possibly\nbiasing differences in the wording of other demographic information. In some models\nas marked, only men are evaluated, using a similar approach to Coe and Zamarro\n(2011). Season of interview is also controlled for to capture mood changes in response to\nthe weather, such as seasonal affective disorder.\n\nFurther, occupation is a likely moderator of the effect of retirement on SWB.\nUnfortunately, information regarding the occupations individuals held for the longest\ntime is not included in these data. Thus, while it is not possible to see directly how\noccupational characteristics predict the effect of retirement on SWB, educational\nattainment is a reasonable proxy for certain occupational characteristics—or at least, for\nthe types of individual-level qualities signaled to potential employers (Spence, 1973).\nThus, differential treatment effects are explored. Individuals in the top 25% of\neducational attainment for their country are considered as having obtained a high level\nof relative education, those in the bottom 25% are considered as having obtained a low\nlevel of education, and everyone in between is considered as having obtained a\nmoderate level of education.”\n\nThese data are supplemented by information from the Social Security\nAdministration’s (SSA, 2004, 2006) reports of international early and normal retirement\nages. For a summary of early and normal retirement ages by country, see Table 1 below.\n\n? Although it would be tempting to consider education as a continuous variable to be interacted with\nretirement, this is not possible with an IV methodology. Moderators cannot be interacted with estimated\nvariables (in this case, retirement). This is considered the “forbidden regression” (Wooldridge, 2000, pp.\n236-237).\n\n19",
    "Page_25": "Table 1: Retirement Incentives by Country, 2006\n\n \n\n \n\nRetirement Ages Early Retirement Normal\nAge Retirement Age\nWomen Men Women Men\nAustria 56.5 61.5 60 65\nBelgium 60 60 63 63\nCzechia 56 58.5 61.5 61.5\nDenmark 65 65 65 65\nFrance 60 60 60 60\nGermany 60 60 65 65\nGreece 55 60 60 65\nIreland 65 65 65 65\nItaly 57 57 60 65\nNetherlands 60 60 65 65\nPoland 60 65 60 65\nSpain 60 60 65 65\nSweden 61 61 65 65\nSwitzerland 62 62 63 65\nUK 60 65 60 65\nUSA* 62 62 65.4 65.4\n\n \n\n \n\n*The USA retirement age listed is from 2004 to be consistent with the 2004 HRS data that was used.\n\nSource: Social Security Administration, 2004 and 2006\n\nGenerally, previous international quasi-experimental designs have limited the\nsample to people ages 50-70—five years before and five years after the youngest and\noldest normal retirement ages (e.g., Coe & Zamarro, 2011; Rohwedder & Willis, 2010).\nThis project limits the sample in this way, providing a total sample of 41,052\nindividuals. The average age is just over 60 and about 55% of the sample is female, and\nthere is very little international heterogeneity along these dimensions. There is some\nvariation in the average life satisfaction and CASP scores, and a wide range in the\noverall retirement rate for each country among 50 — 70 year olds, suggesting that\nretirement incentives and norms are quite varied. For summary statistics, see Table 2.\n\n20",
    "Page_26": "Table 2a: Summary Statistics\n\n \n\n \n\nN Mean Mean Life Sat Mean CASP %Female %Married\nAge (-3 to 3) (0 to 36)\nTotal 41,052 60.2 1.5 26.1 55.3% 75.2%\nAustria 886 61.7 1.5 26.6 57.9% 72.7%\nGermany 1,818 60.6 15 27.7 53.0% 85.5%\nSweden 1,828 61.1 1.9 27.3 55.1% 83.3%\nNetherlands 1,928 59.6 17 28.5 54.9% 85.1%\nSpain 1,331 60.0 13 24.8 54.0% 84.0%\nItaly 2,034 60.8 13 22.6 55.9% 86.6%\nFrance 1,943 59.3 1.3 25.6 54.8% 78.2%\nDenmark 1,802 59.2 2.0 28.7 52.4% 81.2%\nGreece 2,106 59.5 1.2 23.8 53.8% 79.5%\nSwitzerland 999 59.7 19 28.6 54.9% 76.1%\nBelgium 2,106 59.6 14 25.8 53.3% 80.1%\nCzechia 2,015 59.6 11 23.9 56.8% 77.0%\nPoland 1,743 59.1 0.8 23.8 56.1% 80.6%\nIreland 798 59.7 1.8 27.0 54.0% 75.8%\nUK 6,103 60.4 15 26.7 54.7% 65.5%\nUSA 11,612 60.7 14 26.6 56.9% 68.6%\nTable 2b: Summary Statistics Continued\n% Retired % Retired Below % Retired Between % Retired After\nEarly Ret. Age Early and Normal Normal Ret. Age\nTotal 35.7% 13.1% 62.0% 72.2%\nAustria 62.3% 23.7% 74.9% 83.3%\nGermany 39.8% 5.9% 57.8% 87.6%\nSweden 38.8% 11.5% 42.2% 94.2%\nNetherlands 25.5% 5.2% 37.3% 73.4%\nSpain 25.7% 7.3% 30.5% 63.7%\nItaly 46.1% 7.6% 53.8% 69.8%\nFrance 39.4% 11.2% N/A 80.8%\nDenmark 28.5% 16.5% N/A 86.6%\nGreece 28.6% 10.7% 31.5% 51.9%\nSwitzerland 24.2% 44% 40.4% 71.8%\nBelgium 36.4% 13.2% 55.4% 79.0%\nCzechia 53.9% 10.7% 58.2% 93.9%\nPoland 48.5% 32.1% N/A 89.2%\nIreland 22.9% 14.8% N/A 60.1%\nUK 43.9% 20.9% N/A 84.1%\nUSA 28.5% 12.6% 38.1% 52.0%\n\n \n\n21",
    "Page_27": "2.2.1 Measures of SWB\n\nThe SWB measures employed in this study are life satisfaction and the CASP.\nOverall life satisfaction is commonly used in happiness studies (e.g. Blanchflower &\nOswald, 2011; Stevenson & Wolfers, 2008), in part because this single-item measure has\nthe advantage of clarity and face validity (Hall, Barrington-Leigh, & Helliwell, 2010).\nThe multi-item CASP scale, a SWB measure designed for older people, is also used\n(Hyde, et al., 2003). This scale captures the individual’s perception of their own life by\nasking for qualitative evaluations of life characteristics. The 12-item version of the scale\nused in this study has strong internal validity (Sim, et al., 2011). CASP has four\ncomponents: Control, Autonomy, Self-realization, and Pleasure. The domains will also be\nconsidered separately where appropriate.\n\nControl is freedom from constraints imposed by family or lack of money;\nautonomy can be defined as self-sufficiency; self-realization is focused on enthusiasm\nabout the future; and pleasure refers to finding life enjoyable and fulfilling. Clearly,\nitems like: “I look forward to each day”, capture something purely subjective and\naffective. Although other items such as: “Shortage of money stops me from doing what\nI want” have a more objective component, individuals must decide how much money is\nenough and whether they feel satisfied. Insufficient funds “to do what I want” is hardly\nan indication of poverty. As such, these measures provide a broad subjective account of\nwell-being along specific domains. While life satisfaction measures one component of\noverall SWB, CASP measures a subjective account of quality-of-life. In concert, the two\noutcome measures give a more comprehensive view into the experience of the\nindividual. A summary of the items used can be found in Table 3 on the following page.\n\n22",
    "Page_28": "Table 3: SWB Indicators\n\n \n\n \n\nDependent Variable Questions Notes\nLife Satisfaction Iam satisfied with my life. Scales differ; DV\nstandardized\nCASP Autonomy 1. My age prevents me from doing the things I | Always, Often,\nwould like to (R). Sometimes, Never:\n2. I feel what happens to me is out of my Zero is a total\ncontrol (R). absence of quality of\n3. I felt left out of things (R). life and ? on each set\nof 3 items is\nCASP Control 1. I can do the things that I want to do. perfection; DV is\n2. Family responsibilities prevent me from standardized by\ndoing what I want to do (R). country\n3. Shortage of money stops me from doing\nwhat I want (R).\nCASP Pleasure 1. I look forward to each day.\n2. I feel my life has meaning.\n3. On balance, I look back at my life with a\nsense of happiness.\nCASP Self 1. I feel full of energy these days.\nRealization 2. I feel that life is full of opportunities.\n3. I feel that the future looks good for me.\nCASP FULL Add up all CASP items\n\n \n\n23",
    "Page_29": "Different countries may have norms not only in terms of average reports of SWB\n(which would be controlled for in country fixed effects) but also in the distributions. For\nexample, for a purely fictitious but illustrative example, it is possible that the French\nhave both high average SWB and high variation of socially acceptable affect, while the\nSwedes have high SWB and a narrow band, and the Greeks have lower average SWB\nand a medium band. To avoid forcing a distribution that might overestimate the SWB\neffect in a country that values strong presentations of affect or underestimate the SWB\neffect in a less expressive country, SWB measures were standardized in terms of\nstandard deviations from the mean, within country, such that:\n\nSWBic = (SWBRic - SWB ) / Oc\n\nWhere SWBic is the SWB score for individual i in country c, calculated as the difference\nbetween their raw score (SWBRic) and the country mean SWB,, divided by country-level\nstandard deviations. Regression results are reported in terms of standard deviations\nwithin countries, which, combined with country fixed effects, should account for\ndifferences in norms of expression.°\n\n2.2.2 Retirement\n\nThere are two general approaches to measuring retirement. One is to consider all\npeople over the age of 50 who are not in the labor market as retired (used by: Bonsang,\net al., Forthcoming; Charles, 2004; Coe & Zamarro, 2011). The downside of this\napproach is that homemakers, the sick and disabled, and the unemployed are\nconsidered retired. The other approach is to consider all people who call themselves\nretired to be retired (used by: Coe, et al., 2009). This approach has good face-validity, but\nmay capture some people who consider themselves retired because they have left their\nprimary profession but are not entirely out of the workforce. This research will rely\nupon the latter definition of retirement. To reduce the possible confound caused by\nindividuals who call themselves retired but are actually still working or looking for\nwork, individuals will only be considered retired if they report that they are fully\nretired. Otherwise, they will be considered to have not yet retired.\n\n2.2.3 Instruments\n\nBecause all individuals pass through the formal early and normal retirement ages,\nbeing eligible for early and normal retirement is exogenous to the individual when\ncontrolling for age. People are considered eligible for early or normal retirement when\nthey have reached the early or normal retirement age for their nationality and gender.\n\n5The SWBic variables are standardized prior to limiting the bandwidth of the ages in order to base SWB\nindicators on overall country norms.\n\n24",
    "Page_30": "Referring back to Table 1, utilizing differences between countries and between men and\nwomen provides more variation; still, the vast majority of normal retirement ages are\neither 60 or 65. Although, from a researcher's perspective, it would be preferable if there\nexisted more variation in the retirement ages, there is no reason to suspect that any\ntrajectory breaks should occur at these retirement ages unless it is related to retirement.\nFurther, some countries allow firms to have mandatory retirement at a certain age\n(often congruent with the early and normal retirement ages). However, I do not have\naccess to information on mandatory retirement; if individuals are subject to mandatory\nretirement, it will increase the power of my first stage and may bias the relationship\nbetween SWB and retirement downwards.\n\n2.3. Empirical Framework\n2.3.1 Hypotheses\n\nIn this paper, I examine the relationship between retirement and SWB.\nSpecifically, consider the estimating equation:\n\nSWBi = BiRi + B2Zi + B3Ai+ BaWi + BsLCe + Vi\n\nWhere SWB. is the individual’s subjective well-being, Ri is whether that\nindividual is retired or not, Zi is a vector of observed characteristics (e.g: marital status\nand gender), Ai is a vector of age polynomials, Wi is season of interview, and Ci is a set\nof country dummies. Studies have shown that SWB trends may be U-shaped by age\n(Stone, Schwartz, Broderick, & Deaton, 2010), so it is very important to include a flexible\nfunctional form of Age. Thus, I include age along with a squared and cubed term in\nevery model. Due to the recent research indicating that retirement, when estimated\nexogenously, improves physical and mental health outcomes along a variety of\nmeasures, I hypothesize that SWB will be improved by retirement, at least in the short-\nterm; specifically, the coefficient of Ri will be positive and significant. In addition, I\nhypothesize that when measured with OLS, the relationship between SWBi and Ri will\nbias results downward, as has been suggested by previous researchers examining other\neffects of retirement.\n\n2.3.2 Estimating Retirement Exogenously\n\nAs discussed at length by Gruber and Wise (1999), countries differ in both the\nage that retirement is supported and the level of support offered. Generally, individuals\nfirst have access to retirement benefits at the early retirement age. In many countries,\nindividuals receive additional benefits if they continue working until the normal\nretirement age. Gruber and Wise discuss retirement incentives in terms of the implicit tax\nrate, which is the total reduction in the incentive to work—the total tax rate on income\nplus expected earnings in retirement. Gruber and Wise found that individuals respond\n\n25",
    "Page_31": "to these incentives, and they are more likely to retire when facing higher replacement\nrates.\n\nAn individual’s replacement rate is determined based upon a variety of factors\nthat vary by country including former income, years in the workforce, and family size.\nHowever, despite wide variation in the absolute benefits levels for individuals even\nwithin-country, there is generally a large and discontinuous increase in the retirement\nincentives at the early and normal retirement ages (Gruber & Wise, 2004). Although the\nretirement response is somewhat imperfect, the result is a large increase in the\nretirement hazard rate in the years surrounding the early and normal retirement ages.\nGruber and Wise noted: “common to all countries, the concentration of retirement\n[occurs at the] early and normal retirement ages” (1999, p. 10), which occurs with\n“empirical regularity” (2004, p. 17).\n\nWhile the replacement rate itself is a somewhat endogenous predictor of\nretirement (as it is related to individual characteristics) everyone receives some\nincreased incentive to retire at the early or normal retirement ages as the replacement\nrate increases discontinuously. Ideally, it would be possible to instrument retirement\nthrough both the retirement ages and the replacement rate / pension accrual by country,\nbut enough detailed information on income and work history is rarely available. In the\nabsence of such data, the retirement ages alone provide a strong first-stage estimate that\nhas been successfully implemented by several researchers (Bonsang, et al., Forthcoming;\nCoe & Zamarro, 2011; Neuman, 2008; Rohwedder & Willis, 2010).\n\n2.3.3 Estimation Methodology and Execution\n\nAs mentioned above, retirement will be estimated through discontinuities in\nretirement incentives occurring at country-level early and normal retirement ages. As\nsuch, my methodology can be looked at as an application of the Fuzzy Regression\nDiscontinuity (FRD) design (Angrist & Pischke, 2009). Specifically, I look for\ndiscontinuous trends in SWB around the retirement ages while flexibly controlling for a\nwide-range of smooth age-effects. The relationship between retirement and SWB should\nbe captured in part by nonlinear and non-monotonic changes in SWB that are off-trend\nin the years surrounding estimated retirement. However, I do not expect one distinct\njump in SWB at the retirement age as would be seen with a traditional Regression\nDiscontinuity (RD) design. Changes in SWB may manifest prior to or post transition,\nrather than exactly at retirement. In other words, I do not expect both the retirement-\nresponse and the psychological response to retirement to occur perfectly at the\nretirement ages. Thus, any change in SWB directly at the retirement ages will represent\na lower bound for the overall local relationship between SWB and retirement.\n\nFirst, I test the effect of reaching the retirement age on the probability of retiring.\nThen, I model the relationship between the probability of retiring (given the retirement\nage) and SWB. This allows for an exogenously predicted retirement variable, which\n\n26",
    "Page_32": "should be orthogonal to individual characteristics that might impact both retirement\nand SWB (such as individual disposition). The fewer variables used solely in the first\nstage (exclusion criteria) and the more flexible the second stage, the stricter the model is\nas a whole. A stricter model will only capture effects exactly at the discontinuity in\nincentives, increasing the risk for Type II errors, while a less strict model will capture\neffects happening around the incentives, increasing the risk of misinterpreting\nnonlinearities as meaningful effects.\n\nConsider the following model:\n\nStage 1: Ri = aiZit+ a2Ai + asWi + asEi + asNi tacLCc + Vi\nStage 2: SWB: = biRi + b2Zi + bsAi + biWi + bs Cc + Vi\n\nWhere Ei and Ni are dummy variables for whether or not the individual has reached the\nearly or normal retirement age for his or her gender and country, Ai is a vector of age\npolynomials, Wi is season of interview, Cc is a set of country fixed effects, and Riis the\npredicted retirement variable from Stage 1. This model flexibly accounts for age, but the\nretirement estimation will capture only retirement that occurs as a function of the early\nand normal retirement ages.\n\nAn even stricter model might control for atypical trends surrounding the\nretirement ages. In other words, separate variables for years to and from the retirement\nages would constrain the coefficient Ri, as these variables would explain away variation\noccurring in the years surrounding the retirement age. Formally:\n\nStage 1: Ri = Zi + c2Ai + c3DEBi + caDEPi + cs DNBi + coDNPi + c7Ei + csNi + c9 Ce + Vi\nStage 2: SWBi = diZi + d2Ai + dsDEBi + dsDEPi + dsDNBi + dséDNPi + Ri + dsyCe + Vi\n\nWhere DEBi and DEP are the years until and years since the early retirement age\nrespectively, and DNBi and DNP are the years until and since the normal retirement\nage. Similarly, it is also possible that the distance and distance squared variables are\npowerful and meaningful predictors of retirement and belong in the first stage. This is\nsimilar to the model used by Rohwedder and Willis (2010) in response to Gruber and\nWise’s (1999) findings that distance to the retirement ages are powerful predictors of\nretirement behavior. As such:\n\nStage 1: Ri= e1Zi+ e2Ai + esEi + eaNi + esDEi + escDE’i + e7DNi + esDN?i + e9 Ce + Vi\nStage 2: SWBi = f:Zi + foAi + fsRi + £4ECe + Vi\n\nWhere DE. is the distance to and from the early retirement age and DNiis the distance to\nand from the normal retirement age. This model may have the best face-validity, as the\n\n27",
    "Page_33": "retirement and the psychological response are expected to occur in the years\nsurrounding the retirement ages, not exactly at the early or normal ages. However, this\nmodel may capture some age-related psychological effects occurring in the years\nsurrounding retirement. It will thus be considered only in addition to more rigorous but\nless realistic empirical models. For a summary of the models used, refer to Table 4.\n\nTable 4: Summary of Models Used\n\nModel Control Variables Exclusion Criteria\n\n \n\nOLS with Country Fixed | Z Variables: Married, Gender, Age, N/A\nEffects Age?, & Age’, and Country Fixed\nEffects\n\nIV 1: Least Strict Model | Z Variables, Country Fixed Effects, EarlyIV, NormallV,\n\nSeason Fixed Effects EarlyDis, NormalDis,\nEarlyDis’, and\nNormalDis*\nIv2 Z Variables and Country Fixed EarlyIV and NormallV\n\nEffects, Season Fixed Effects\n\nIV3: Strictest Z Variables and Country Fixed EarlyIV and NormallV\nEffects, , Season Fixed Effects,\nEarlyDisB, NormalDisB, EarlyDisP,\nand NormalDisP.\n\nFalsification Test Same as Model of Comparison Both Early and Normal\nare marked as 5 years\nearlier than they are in\nreality\n\nEarlyIV: Dummy for having reached early retirement age\n\nNormallV: Dummy for having reached normal retirement age\n\nEarlyDisB: (Age — Early Retirement Age) if Age < Early Retirement Age\nNormalDisB: (Age —- Normal Retirement Age) if Age < Normal Retirement Age\nEarlyDisP: (Age — Early Retirement Age) if Age > Early Retirement Age\nNormalDisP: (Age - Normal Retirement Age) if Age > Normal Retirement Age\nEarlyDis: (Age — Early Retirement Age) at all ages\n\nNormalDis: (Age — Normal Retirement Age) at all ages\n\n28",
    "Page_34": "2.3.4 Instrument and Model Validity\n\nThere are two key criteria required for instruments to be valid: 1) The\ninstruments must be related to the endogenous variable that they are being used to\nestimate; and 2) The instruments cannot affect the outcome variable except through the\nestimated variable. Proving the former requirement is rather straightforward. Previous\nresearch has shown a jump in retirement rates at the retirement ages (e.g. Gruber &\nWise, 2004). Figure 1 (below) demonstrates this graphically, illustrating an acceleration\nin retirement around the retirement ages. Further, Table 5 (on the following page)\nshows the First-Stage results, and the F-stats for the exclusion criteria are promisingly\nhigh, and all are above the threshold for weak instruments (Stock & Yogo, 2005). In\nsum, there is ample evidence that actual retirement is correlated with the formal\nretirement ages.\n\nFigure 1: Percent Retired as a Function of Retirement Ages\n\n \n\n \n\n100% 1 i\n90% i\n80% i 1\n70% +—4\n60%\n50%\n40%\n30%\n20%\n10%\n\n0%\n\n \n\n \n\n \n\n—@®— Proportion Retired, Relative\nto Normal Retirement Age\n\n \n\n+++ Expected Retirement,\nNormal\n\n \n\n \n\nPercent Retired\n\n—#— Proportion Retired, Relative\nto Early Retirement Age\n\n   \n\n \n\n \n\n \n\nAe Expected Retirement, Early\n\n \n\n  \n\n \n\nQ\nrx\n\nI\nT os\nwn mnHnHnnnenn nm\nr Foto SANm Ss\n\n5.5 +\n\nT\nn\n2\n\nYears to Retirement Age (Early / Normal)\n\n \n\n \n\n \n\nArea between dashed lines show region surrounding the normal retirement age. The dotted line is a\nlinear trend provided for comparison. All 16 countries are included and weighted by population (2004 &\n2006). Adapted from Charles (2004) Figures 1 and 2, which suggests that without incentives, retirement\nrate should be smooth. The dotted lines are for comparison, to show deviations from trend.\n\n29",
    "Page_35": "Table 5: First Stage Results\n\n \n\n \n\nIV1 Iv2 IV3\nEarly IV 0.0642* 0.0779** 0.0777**\n[0.0328] [0.0347] [0.0345]\nNormal IV 0.103*** 0.121\"** 0.116**\n[0.0269] [0.0351] [0.0472]\nEarly Dis -0.0565*** -0.0491***\n[0.00887] [0.0148]\nNormal Dis 0.0319*** 0.0434***\n[0.00586] [0.0133]\nEarly Dis? 0.0000243 “ “\n[0.000892]\nNormal Dis? 0.00117 oe oe\n[0.000930]\nAge -0.0517 -0.0570* -0.0516\n[0.0307] [0.0322] [0.0305]\nAge? -0.0148 -0.0187* -0.0162\n[0.00924] [0.00988] [0.00924]\nAge? -2.182*** -2.068*** -2.577*\n[0.492] [0.428] [0.550]\nEarly Dis P * -0.0147\n[0.0244]\nNormal Dis P a lal -0.0127\n[0.0242]\nOther Controls Season Season Season\nN 39,865 39,865 39,865\nDegrees of Freedom 15 15, 15\nR2 0.3380 0.3290 0.3370\nExcluded Instrument 36.49%** 35.02*** 14.75**\nF-Stat\n\n \n\n*p <.05. *p <.01. **p < 001.\n\nEarlyIV: Dummy for having reached early retirement age\n\nNormallV: Dummy for having reached normal retirement age\n\nEarlyDisB: (Age — Early Retirement Age) if Age < Early Retirement Age\nNormalDisB: (Age —- Normal Retirement Age) if Age < Normal Retirement Age\nEarlyDisP: (Age — Early Retirement Age) if Age > Early Retirement Age\nNormalDisP: (Age - Normal Retirement Age) if Age > Normal Retirement Age\nEarlyDis: (Age — Early Retirement Age) at all ages\n\nNormalDis: (Age — Normal Retirement Age) at all ages\n\n30",
    "Page_36": "Proving the requirement that the instruments do not effect SWB except through\nthe mechanism of retirement is a bit more complicated. The fact that all models pass the\nover-identification test (see Tables 6-9) is encouraging, as this means that the\ninstruments have no statistically significant correlation with the outcome variable once\nthe retirement is controlled for. However, Angrist and Pischke (2009, p. 109)\nrecommended relying on face validity rather than on over-identification tests alone.\nThere is no reason why there should be discontinuous age-effects on SWB exactly at the\nretirement ages for each country. In other words, even if country-level retirement\npolicies are endogenous to social-climates, there is no reasonable reason why SWB\nshould change at the retirement ages unless there is some other consistent event that\noccurs at the same time. The United States is the only country in the sample with\nsomething like Medicare, which is a confounder (Card, Dobkin, & Maestas, 2009).\nHowever, as will be shown in Table 12, excluding the United States does not\nsubstantially change the results. In concert, this suggests that this instrument is a valid\ntool for estimating retirement.\n\nFurther, as with any IV model, these results must be interpreted as a Local\nAverage Treatment Effect (LATE); the coefficients represent the average change in SWB\nfor those who choose to retire at the early and normal retirement ages. The average\neffect may be quite different for individuals who retire at different ages. The\ninstrumental variable technique is effective at exploring those at the margin, who are\nprompted into action by the exclusion criteria, but it cannot be used to estimate those\nwho do not respond to the bump in incentives. Thus, the current results should be\ninterpreted as the effect of retirement on those who were willing to retire as a function of their\nbenefits at the early and normal retirement ages.\n\nDespite the shortcomings of IVs, to borrow a phrase from Imbens: “Better LATE\nthan nothing” (Imbens, 2009). As Imbens argued, IVs are in many ways extremely\npowerful; a well-executed model simulates random assignment. As such, omitted\ndemographic variables are not a source of bias in an IV model, as long as there is no\nrelationship between these variables and the exogenously measured explanatory\nvariable. Although there is a long list of variables that ideally should be examined for\ntheir relationship to retirement and SWB (such as individual wealth, health, the level of\npension benefits / implicit tax rate that the individual faces, how much the individual\nenjoyed pre-retirement work, whether the individual’s spouse has retired, whether the\nindividual lives close to family or friends), because of the nature of IV methodology, the\nomission of these variables is not a source of bias\n\nIn the current study, I explore heterogeneous treatment effects as a function of\ngender, marital status, and educational attainment. Other variables, particularly\nreplacement rate and health, might provide other interesting and policy relevant\ninsights into who retires as a function of the retirement ages and heterogeneous\ntreatment effects. However, previous research has suggested that finances and health\n\n31",
    "Page_37": "may have complicated feedback loops with retirement. Accordingly, controlling for\nincome is clearly not an option with cross-sectional data on retirement since those who\nretire will generally have lower income than those who do not; further, pre-retirement\nincome is not available in these data. Spending data is also not a good proxy for\nprevious income since people who retire may decrease their spending without reducing\nthe quantity or quality of their consumption by substituting money for time (Aguiar &\nHurst, 2005). Further, standardized wealth across countries would be problematic as\nwell, since countries differ in norms around how and how much individuals save (e.g.\nwhether they invest in stocks, property, or jewelry, or expect to move in with their\nchildren). Further, while wealth could theoretically be standardized similarly to SWB, it\nmay capture different things in different countries (e.g.: enduring social class versus\ncareer success). As for individual health, there is evidence that it too has a dynamic\nrather than a static relationship with retirement; Bound and Waidmann (2007) found\nthat retirement improves subjective and objective health. Thus, these explorations are\nbetter suited for within country analysis using longitudinal data and should be the\nsubject of future research.\n\n2.3.5 Other Specification Notes\n\nThe regressions are clustered by country, which further increases standard\nerrors. With sixteen countries, the number of clusters is quite small, which has the effect\nof attenuating findings (Bertrand, Duflo, & Mullainathan, 2004). All models and figures\nare weighted by country population. Country fixed-effects are included in all models.\nSamples are limited to people 50 — 70 years of age unless otherwise noted. This is five\nyears prior to the earliest retirement age and five years post the latest retirement age,\nranging from 55 — 65 years (see Table 1). Similar results were obtained when using only\ntwo years on either side of each retirement age.\n\n2.4. Results\n2.4.1 SWB and Retirement\n\nTo start off, the data reveal a positive relationship between SWB and retirement\n(see Figure 2, following page), which shows CASP well-being with an x-axis centered\naround the normal retirement age for an individual’s nationality and gender. A bump\ncan be seen directly at the normal retirement age, suggesting an improvement in SWB\nas a function of retirement. This bump is followed by a steep decline, which is further\nexamined by analyses below.\n\nThe IV models support the interpretation that the bump in SWB at retirement is\ncaused by retirement. Tables 6 and 7 provide the coefficients for the IV models for life\nsatisfaction and CASP, respectively, while Tables 8 and 9 (Tables 6-9, below) provide\nthe same results for men only. Each model is compared back to back with a comparable\nOLS model. While the results from OLS are nonsignificant, the results from all three IV\n\n32",
    "Page_38": "models are significant. The second model, IV2, is the preferred model. IV2 is fairly rigid,\nas it has only minimal exclusion criteria to capture a coefficient on retirement, and age\nis modeled very flexibly to capture any trends that might be associated with age. The\nthird model also controls for linear trends in SWB both before and after the retirement\nages. This forces the coefficient on retirement to capture only those changes that are\nspecifically off trend at the retirement ages, but probably absorbs some of the real\nretirement effect.\n\nReferring to Tables 6 and 7, life satisfaction improves by between a fifth and a\nthird of a standard deviation at retirement and CASP improves by between a quarter\nand a half of a standard deviation at retirement. Tables 8 and 9 reveal that the effect is\nover twice as large when the sample is restricted to men.‘ It is not surprising that the\neffect is larger when using a male-only sample; some previous studies have limited\ntheir evaluation to men since this generation of women were on average less attached to\nthe workforce than their male counterparts (Charles, 2004; Coe & Zamarro, 2011). Thus,\nthe current findings are consistent with other studies that have found a smaller benefit\nof retirement for women (Bound & Waidmann, 2007).\n\nFigure 2: Average CASP by Distance to / from Normal Retirement Age\n\n \n\n0.2\n\n \n\n \n\n \n\n \n\nRaw Mean CASP\nOo\n°\nwo\n\noO\n\n \n\n \n\n-0.05\n\n \n\n \n\n-0.1 1 I\n-9.5 -8.5 -7.5 -6.5 5.5) -4.5 2 8ord Qe 05 15 25 3.5 45+\nYears to Norma 31 Rebrement ge\n\n \n\n \n\n \n\n \n\nArea between dashed lines show region surrounding the normal retirement age. All 16 countries are\nincluded and weighted by population (2004 & 2006).\n\n4Given that there are likely to be age effects related to SWB, it is somewhat puzzling that the coefficients\non the vector of age polynomials are not statistically significant. Coe and Zamarro (2011) also find that\nage is nonsignificant for both self-reports of health and depression once other characteristics are\ncontrolled for.\n\n33",
    "Page_39": "Table 6: Life Satisfaction and Retirement (Everyone)\n\n \n\n \n\nIv1 OLS Iv2\" OLS IV3 OLS\nRetired 0.295*** 0.0154 0.203** 0.0154 0.311** 0.0341\n[0.0655] [0.0340] [0.103] [0.0340] [0.158] [0.0485]\nFemale -0.0246 -0.0448 -0.0312 -0.0448 -0.012 -0.0627\n[0.0309] [0.0312] [0.0317] [0.0312] [0.0533] [0.0451]\nMarried 0.412*** 0.407*** 0.410*** 0.407*** 0.410*** 0.243***\n[0.0385] [0.0399] [0.0386] [0.0399] [0.0384] [0.0355]\nAge 0.457 -0.591 0.112 -0.591 0.602 -0.145\n[0.592] [0.494] [0.615] [0.494] [0.718] [0.421]\nAge? -0.00762 0.00994 -0.00184 0.00994 -0.011 0.00205\n[0.00994] [0.00827] [0.0103] [0.00827] [0.0117] [0.00663]\nAge? 0.0298 0.021 0.0269 -5.56e-05 0.0275 0.0266\n[0.0202] [0.0202] [0.0207] [4.58e-05] [0.0223] [0.0172]\nWinter 0.0815*** 0.0716** 0.0783*** 0.0210 0.0770*** 0.00265\n[0.0242] [0.0264] [0.0260] [0.0202] [0.0291] [0.0335]\nSpring 0.0758** 0.0660* 0.0726** 0.0716** 0.0712** 0.0319*\n[0.0328] [0.0366] [0.0323] [0.0264] [0.0338] [0.0166]\nSummer -9.228 11.39 -2.446 0.0660* -11.13 -0.0411**\n[11.68] [9.757] [12.14] [0.0366] [14.79] [0.0187]\nOther N/A N/A EarlyDisB, NormalDisB,\nControls EarlyDisP, & NormalDisP\nExcluded EarlyIV, NormallV, EarlyIV & NormallV EarlyIV & NormallV\nInstruments EarlyDis, NormalDis,\nEarlyDis?, & NormalDis?\nInstrument 36.89 N/A 34.78 N/A 15.11 N/A\nF-Stat\nHansen's J 0.486 N/A 0.934 N/A 0.599 N/A\nOver-ID Test | Passes Passes Passes\nN 29,410 29,410 29,410 29,410 29,410 29,448\n\n \n\n' Preferred Model. Results are weighted by sample size relative to country population.\n*p <.05. *p <.01. ***p < 001.\n\nEarlyIV: Dummy for having reached early retirement age\n\nNormallV: Dummy for having reached normal retirement age\n\nEarlyDisB: (Age — Early Retirement Age) if Age < Early Retirement Age\nNormalDisB: (Age —- Normal Retirement Age) if Age < Normal Retirement Age\nEarlyDisP: (Age — Early Retirement Age) if Age > Early Retirement Age\nNormalDisP: (Age - Normal Retirement Age) if Age > Normal Retirement Age\nEarlyDis: (Age — Early Retirement Age) at all ages\n\nNormalDis: (Age — Normal Retirement Age) at all ages\n\n34",
    "Page_40": "Table 7: CASP and Retirement (Everyone)\n\n \n\n \n\nIV1 OLS Iv2' OLS IV3 OLS\nRetired 0.464** 0.0154 0.236* 0.0417 0.356*** 0.0341\n[0.201] [0.0340] [0.123] [0.0522] [0.115] [0.0485]\nFemale -0.0528 -0.0448 -0.0689* -0.0826* -0.012 -0.0627\n[0.0353] [0.0312] [0.0372] [0.0388] [0.0533] [0.0451]\nMarried 0.252*** 0.407*** 0.249%** 0.247*** 0.410*** 0.243***\n[0.0353] [0.0399] [0.0350] [0.0360] [0.0384] [0.0355]\nAge 0.954 -0.591 0.108 -0.617 0.602 -0.145\n[0.885] [0.494] [0.699] [0.491] [0.718] [0.421]\nAge? -0.015 0.00994 -0.000857 0.0113 -0.011 0.00205\n[0.0146] [0.00827] [0.0117] [0.00810] [0.0117] [0.00663]\nAge? 0.0442** 0.021 0.0367* -6.86e-05 0.0275 0.0266\n[0.0207] [0.0202] [0.0195] [4.41e-05] [0.0223] [0.0172]\nWinter 0.0224 0.0716** 0.0145 0.0304* 0.0770*** 0.00265\n[0.0293] [0.0264] [0.0333] [0.0169] [0.0291] [0.0335]\nSpring 0.0529*** 0.0660* 0.0447*** 0.00771 0.0712** 0.0319*\n[0.0157] [0.0366] [0.0149] [0.0320] [0.0338] [0.0166]\nSummer -19.73 11.39 -3.089 0.0377** -11.13 -0.0411**\n[17.69] [9.757] [13.76] [0.0142] [14.79] [0.0187]\nOther N/A N/A EarlyDisB, NormalDisB,\nControls EarlyDisP, & NormalDisP\nExcluded EarlyIV, NormallV, EarlyIV & NormallV EarlyIV & NormallV\nInstruments EarlyDis, NormalDis,\nEarlyDis’, & NormalDis?\nInstrument 35.68 N/A 31.87 N/A 15.11 N/A\nF-Stat\nHansen's J 0.689 N/A 0.810 N/A 0.609 N/A\nOver-ID Test | Passes Passes Passes\nN 28,768 28,768 28,768 28,768 28,768 28,806\n\n \n\n' Preferred Model. Results are weighted by sample size relative to country population.\n\n*p <.05. *p <.01. **p < 001.\n\nEarlyIV: Dummy for having reached early retirement age\nNormallV: Dummy for having reached normal retirement age\n\nEarlyDisB: (Age — Early Retirement Age) if Age < Early Retirement Age\n\nNormalDisB: (Age —- Normal Retirement Age) if Age < Normal Retirement Age\n\nEarlyDisP: (Age — Early Retirement Age) if Age > Early Retirement Age\n\nNormalDisP: (Age - Normal Retirement Age) if Age > Normal Retirement Age\n\nEarlyDis: (Age — Early Retirement Age) at all ages\n\nNormalDis: (Age — Normal Retirement Age) at all ages\n\n35",
    "Page_41": "Table 8: Life Satisfaction and Retirement (Men Only)\n\n \n\n \n\nIV1 OLS Iv2' OLS Iv3 OLS\nRetired 0.117 -0.000605 0.441* -0.000605 0.458** 0.0198\n[0.121] [0.0502] [0.245] [0.0502] [0.229] [0.0554]\nMarried 0.410*** 0.411*** 0.408*** 0.411*** 0.408*** 0.219***\n[0.0601] [0.0625] [0.0593] [0.0625] [0.0589] [0.0510]\nAge 0.0887 -0.391 1.41 -0.391 2.408 -1.629***\n[0.675] [0.398] [1.127] [0.398] [1.595] [0.547]\nAge? -0.00129 0.00670 -0.0233 0.00670 -0.0363 0.0280***\n[0.0110] [0.00638] [0.0184] [0.00638] [0.0237] [0.00906]\nAge? 0.0338 0.0290 0.0479* 0.0290 0.0441 0.0464\n[0.0305] [0.0330] [0.0277] [0.0330] [0.0299] [0.0294]\nWinter 0.102*** 0.0972*** 0.115*** 0.0972*** 0.109*** 0.0412\n[0.0245] [0.0257] [0.0235] [0.0257] [0.0265] [0.0399]\nSpring 0.0949*** 0.0881** 0.112*** 0.0881** 0.107*** 0.0649**\n[0.0352] [0.0367] [0.0302] [0.0367] [0.0318] [0.0235]\nSummer -2.33 7.147 -28.46 7.147 -60.38 -0.0309***\n[13.59] [8.176] [22.71] [8.176] [39.74] [0.00721]\nOther N/A N/A EarlyDisB, NormalDisB,\nControls EarlyDisP, & NormalDisP\nExcluded EarlyIV, NormallV, EarylV, NormallV EarlyIV, NormallV\nInstruments EarlyDis, NormalDis,\nEarlyDis?, & NormalDis?\nInstrument | 623.80 N/A 8.534 N/A 8.027 N/A\nF-Stat\nHansen'sJ | 5.487 N/A 0.0913 N/A 0.233 N/A\nOver-ID Passes Passes Passes\nTest\nN 13,326 13,326 13,326 13,326 13,326 13,326\n\n \n\n' Preferred Model. Results are weighted by sample size relative to country population.\n*p <.05. *p <.01. ***p < 001.\n\nEarlyIV: Dummy for having reached early retirement age\n\nNormallV: Dummy for having reached normal retirement age\n\nEarlyDisB: (Age — Early Retirement Age) if Age < Early Retirement Age\nNormalDisB: (Age —- Normal Retirement Age) if Age < Normal Retirement Age\nEarlyDisP: (Age — Early Retirement Age) if Age > Early Retirement Age\nNormalDisP: (Age - Normal Retirement Age) if Age > Normal Retirement Age\nEarlyDis: (Age — Early Retirement Age) at all ages\n\nNormalDis: (Age — Normal Retirement Age) at all ages\n\n36",
    "Page_42": "Table 9: CASP and Retirement (Men Only)\n\n \n\n \n\nIV1 OLS Iv2' OLS Iv3 OLS\nRetired 0.657*** ~~ -0.000605 0.869*** 0.0191 0.873*** 0.0198\n[0.208] [0.0502] [0.268] [0.0567] [0.288] [0.0554]\n\nMarried 0.212*** 0.411*** 0.211%\" 0.219*** 0.408*** 0.219***\n\n[0.0484] [0.0625] [0.0477] [0.0510] [0.0589] [0.0510]\nAge 1.192 -0.391 2.059 -1.364* 2.408 -1.629***\n\n[1.291] [0.398] [1.316] [0.678] [1.595] [0.547]\n\nAge? -0.0185 0.00670 -0.033 0.0241* -0.0363 0.0280***\n\n[0.0215] [0.00638] [0.0218] [0.0114] [0.0237] [0.00906]\nAge? 0.0000915 -3.78e-05 0.00017 ~—-0.000140** 0.000205 0.0464\n\n[0.00011]  [3.36e-05] [0.00011]  [6.34e-05] [0.00013] [0.0294]\nWinter 0.0725** 0.0290 0.0849** 0.0464 0.0441 0.0412\n\n[0.0363] [0.0330] [0.0401] [0.0285] [0.0299] [0.0399]\nSpring 0.0684* 0.0972*** 0.0790* 0.0424 0.109*** 0.0649**\n\n[0.0403] [0.0257] [0.0455] [0.0365] [0.0265] [0.0235]\nSummer 0.105*** 0.0881** 0.113*** 0.0661*** 0.107*** 0.00103\n\n[0.0318] [0.0367] [0.0382] [0.0209] [0.0318] [0.00813]\nOther N/A N/A EarlyDisB, NormalDisB,\nControls EarlyDisP, & NormalDisP\nExcluded EarlyIV, NormallV, EarlyIV, NormallV EarlyIV, NormallV\nInstruments EarlyDis, NormalDis,\n\nEarlyDis’, & NormalDis?\nInstrument 603.3 N/A 8.532 N/A 8.103 N/A\nF-Stat\nHansen's J 0.992 N/A 0.744 N/A 0.760 N/A\nOver-ID Test | Passes Passes Passes\nN 13,038 13,038 13,038 13,038 13,038 13,038\n\n' Preferred Model. Results are weighted by sample size relative to country population.\n*p <.05. *p <.01. ***p < 001.\n\n \n\nEarlyIV: Dummy for having reached early retirement age\n\nNormallV: Dummy for having reached normal retirement age\n\nEarlyDisB: (Age — Early Retirement Age) if Age < Early Retirement Age\n\nNormalDisB: (Age —- Normal Retirement Age) if Age < Normal Retirement Age\n\nEarlyDisP: (Age — Early Retirement Age) if Age > Early Retirement Age\n\nNormalDisP: (Age - Normal Retirement Age) if Age > Normal Retirement Age\n\nEarlyDis: (Age — Early Retirement Age) at all ages\n\nNormalDis: (Age — Normal Retirement Age) at all ages\n\n37",
    "Page_43": "Because these models are clustered by country, there are few degrees of freedom.\nThus, despite the low significance, the effect size is still large. The Cohen’s D effect size\non the preferred models for Life Satisfaction and CASP are 1.14 and 1.05, respectively,\nwhich is generally considered to be a large effect size (Cohen, 1969). However, the\nquestion is whether this is large enough to be policy relevant. Perhaps a reasonable\nmetric for calibration would be the coefficient on marriage. Many previous studies have\nfound that married people are much happier than unmarried people (Blanchflower &\nOswald, 2011; Grove, Hughes, & Style, 1983; Stack & Eshleman, 1998; Stone, et al., 2010).\nIn the current sample, the coefficient on retirement ranges from about half in size to just\na bit larger than the coefficient for married, depending on the specification. This suggests\nthat the increase in SWB seen in the current study is not only statistically significant, but\nsubstantively significant.\n\nThe results can be modeled graphically as well. However, while this provides an\nillustrative and intuitive presentation of the findings, it is an understatement of the\neffect as the graph can only model retirement as a function of the normal retirement age\ninstead of both the early and normal retirement ages. This is because early and normal\nretirement ages differ in their distance from one another, and centering on, for example,\nthe normal retirement age means that the early retirement age will be occurring at\ndifferent times for each country. In Figures 3 and 4 (following page), life satisfaction\nand CASP are modeled as a function of Age, Age”, Age’, gender, and marital status and\nthen modeled quadratically prior to and after the normal retirement age. As in Figure 2,\nlarge improvements to SWB can be seen at the retirement age, followed by a steep\ndecline —even with a vector of age controls. Possible explanations will be explored in\nSection 4.3.\n\nClearly, there is less unexplained variation in the CASP measure than in overall\nlife satisfaction, which is likely because the multi-item CASP is domain specific and\ntherefore there is more consistency in what is being captured. Thus, for further\nexploration, CASP will be the primary focus of analysis. For a breakdown of the effect\nof retirement by CASP domain, see Table 10 (p. 27).\n\n38",
    "Page_44": "Figure 3: Predicted Life Satisfaction by Distance to / from Normal Retirement Age\n\n \n\n \n\n \n\ne e\n\n19\noO}\n2\no\n£\na2\nS\nwn\n2\na\n\no-\n\n° e\ne\ne\ne\n\n19\n\n64\n\nrot T T T T\n\n-10 5 0 5 10\n\nYears Relative to Normal Retirement Age\n\nFigure 4: Predicted CASP by Distance to / from Normal Retirement Age\n\n \n\n \n\n \n\nwo |\ne\nD>\nCc\noO\nPo |\n3°\n=\na\nno\ni?\noO\nco\nlo\ne4\ne\nT T T T T\n-10 5 0 5 10\n\nYears Relative to Normal Retirement Age\n\nAll 16 countries are included. Yearly predicted values are overlaid. Predicted values control for age, age”,\nage’, gender, marital status, and season of interview. Results are weighted by sample size relative to\n\ncountry population.\n\n39",
    "Page_45": "Table 10: CASP Coefficient by Domain\n\n \n\nEveryone Men\nOverall CASP 0.261*** 0.869%**\n[0.0763] [0.268]\nControl 0.207*** 0.557***\n[0.0796] [0.199]\nAutonomy 0.317** 0.756\"\n[0.140] [0.210]\nSelf-Realization 0.225*** 0.702***\n[0.0734] [0.261]\nPleasure -0.0271 0.425\n[0.0989] [0.349]\nExcluded Instrument F-Stat | 31.87 8.53\n\n \n\n*p <.05. *p <.01. **p < 001.\n\nResults above are for the preferred model (IV2—with excluded instruments for whether the individual\nhas reached the early and normal retirement ages only). Results are weighted by sample size relative to\ncountry population and standard errors are clustered at the country level.\n\n2.4.2 Individual-level Heterogeneity\n\nIndividuals experience heterogeneous treatment effects as a function of\nindividual-level characteristics. As seen in Figure 5 (following page), the positive\nimpact of retirement is largely driven by married men. Again, the fact that the effect is\ndriven by men is not surprising. Further, the negligible effect on unmarried individuals\nis possibly the result of very low numbers of unmarried men and women in this sample\n(refer back to summary data, Table 2). However, despite small and negligible effects of\nretirement on women’s SWB, their responsiveness to retirement incentives (or,\ncompliance) is, if anything, higher than that of their male counterparts.\n\nFurther, education may moderate the effect of retirement on SWB. Figure 6\n(following page) depicts coefficients for those who are in the top and bottom quartiles\nof education for their country, as well as those who are in the middle 50%.\nUnfortunately, breaking the sample up like this creates a power problem, so that none\nof the individual coefficients are significant. However, a slight trend downward in\ncompliance rates for the low, moderate, and high education groups is found (see the\nexcluded instrument F-statistics, inlaid), suggesting that highly educated individuals\nare less responsive to retirement incentives.\n\n40",
    "Page_46": "Figure 5: Treatment Effect Heterogeneity by Gender and Marital Status\n\n \n\n \n\n \n\n1.5\n\n_ m Men\n0 | ' Women\n-0.5 |\n2.18\n\n \n\n \n\nExcluded\nInstrument F-\n9.01 _ Stat Inlaid\n\nStandardized CASP Coefficient\n\n \n\n \n\n8.56 22.32 11.80 15.24\n\n \n\n \n\n-15\nAll Married Unmarried\n\n \n\n \n\n \n\nLow numbers of people who are unmarried may explain the low F-statistics among unmarried\nindividuals.\n\nFigure 6: Treatment Effect Heterogeneity by Education (Men Only)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n2\n5 9.49 10.27 3.80\n2 1.5 |\no\nS 1 |\na\n2\nS$ 05\nso\n2 0 — Excluded\ns Instrumen\n= 0.5 t F-stat\ns i :\noo4 Inlaid\n\nLow Education Medium Education High Education\n\n \n\n \n\n \n\nLow education are people who are in the bottom quartile of educational attainment for their country.\nHigh education people are in the top quartile of educational attainment for their country. Everyone else is\nconsidered to have a Medium level of education.\n\nResults above are for the preferred model (IV2—with excluded instruments for whether the individual\nhas reached the early and normal retirement ages only). Results are weighted by sample size relative to\ncountry population and standard errors are clustered at the country level. Coefficients and 95%\nconfidence intervals depicted above. Excluded instrument F-statistic is inlaid in chart.\n\n41",
    "Page_47": "2.4.3 Between-Country Heterogeneity and the Post-Retirement Decline\n\nIn order to understand the size and variation in the trend, coefficients for\nindividual countries are modeled in Figure 7, below. This chart depicts the within\ncountry differences in CASP occurring around the retirement ages. Clearly, the\nrelationship between CASP and retirement is much stronger in some countries than in\nothers. Some previous research has shown that retirement is better for people who\nretire later (e.g. Bound & Waidmann, 2007; Coe & Zamarro, 2011). Initial analysis\nsuggests that the results in the current study are congruent with this; as can be seen in\nTable 11, men who face formal retirement at age 65 or older are made happier by\nretirement than men who face younger formal retirement ages.\n\nFigure 7: Coefficients for Individual Countries\n\n \n\n \n\n2.5 4\n\n2\n\n \n\n15\n\n1. lL]\n\n \n\n \n\n \n\n \n\nCoefficent for Individaul Country\n\n \n\n \n\n-0.5\n-1\n& a9 SF @ KF GO SG CO x\nxe & FEF SS SF ro & & se es\nwe SP FHP PG\nx & o\nw 5\n\n \n\n \n\n \n\nResults above are for the preferred model (IV2—with excluded instruments for whether the individual\nhas reached the early and normal retirement ages only). Results are weighted by sample size relative to\ncountry population and standard errors are clustered at the country level. Coefficients and 95%\nconfidence intervals depicted above. Excluded instrument F-statistic is inlaid in chart.\n\n42",
    "Page_48": "Figure 8 compares happiness by age for retiring men who face earlier and later\nretirement incentives. As can be seen from the figure, reported happiness is quite\nsimilar for individuals approaching age 60; this is consistent with the notion that\nretirement incentives are driving the differences in outcomes. However, during the\nearly 60s, men who face earlier retirement appear to be happier. There is a bump in\nSWB following the formal retirement age followed by a steady decline. When men\nfacing later incentives can retire with benefits at age 65, the later incentives group\ncatches up and surpasses the happiness experienced by those in the earlier incentives\ngroup for a few years. However, the bump in SWB appears to last only a few years and\nby the time men reach their late 60s, both groups have returned to similar levels of\nhappiness.\n\nFigure 8: Comparison of Happiness by Age of Retirement Incentives (Men Only)\n\nStandardized Happiness\n100 200 300\n| | |\n\n0\n!\n\n \n\n \n\n-100\n!\n\n \n\nT\n55 60 65 70 75\nYear\n\n \n\nEarlier Incentives © —--— Later Incentives\n\n \n\n \n\n \n\nResults above are for the preferred model (IV2—with excluded instruments for whether the individual\nhas reached the early and normal retirement ages only). Results are weighted by sample size relative to\ncountry population and standard errors are clustered at the country level. Younger formal retirement is\ndefined as having an option to retire with benefits before age 65. Older formal retirement is defined as\nhaving no option to retire with benefits until age 65 or later.\n\n43",
    "Page_49": "The total differences in happiness between the ages of 55 and 74 can be\ncalculated as the difference in the area under the “younger incentives” curve and the\narea under the “older incentives” curve in Figure 8. However, for this to be indicative of\ntotal expected happiness, this value should be adjusted to reflect mortality during this\nperiod. To do this, I used the age-adjusted mortality rates (weighted by country\npopulation) as reported by the World Health Organization for 2004 (WHO, 2012).\nUsing age 55 as a baseline, I discounted every year afterwards by the proportion of the\npopulation that would have likely died since age 55. I found a total difference between\nthe areas under the SWB curves associated with earlier and later incentives to be 3.3,\nwhich is minimal given that the difference in the average year is 31.9. This suggests that\nage of retirement incentives is, from a SWB perspective, trivial.\n\nPrevious studies utilizing a quasi-experimental approach have suggested that\nretirement is better for those who retire later. However, once considering the wellbeing\nof people a few years away from retirement, this is not supported by these data.\nInstead, compared to men facing later retirement incentives, men facing earlier\nretirement incentives are equally happy in their late 50s, happier in their early 60s when\nthey retire, less happy in their late 60s, and then about equally happy in their 70s. As\nsuch, the age of retirement incentives is about neutral to total SWB over this part of the\nlife cycle.\n\nTable 11: Earlier versus Later Retirement Age, Men\n\n \n\nLife Satisfaction CASP\nYounger Older Younger Older\nGroup Group Group Group\nRetired 0.277* 2.594*** 0.552*** = 1.699***\n[0.153] [0.768] [0.123] [0.401]\nExcluded EarlyIV & EarlyIV &\nInstruments NormallV NormallIV\nInstrument\nF-Stat 24.04 21.95 22.88 26.78\nN 25,739 3,671 25,163 3,605\n\n*p <.05. *p <.01. **p < 001.\n\n5Age-adjusted mortality rate data was used for the year of the retirement survey; the US data is from 2002\nand the majority of the European data is from 2004. However, a few countries did not have data as recent\nas 2004. For the following countries, the most recent year available was used: Belgium (1997), Denmark\n(2001), and Italy (2003).\n\n44",
    "Page_50": "Results above are for the preferred model (IV2—with excluded instruments for whether the individual\nhas reached the early and normal retirement ages only). Results are weighted by sample size relative to\ncountry population and standard errors are clustered at the country level. Younger formal retirement is\ndefined as having an option to retire with benefits before age 65. Older formal retirement is defined as\nhaving no option to retire with benefits until age 65 or later.\n\n2.4.4 Robustness Checks and Falsification Tests\n\nAs a validation tool, a few robustness checks and falsification tests are used\n(results are presented in Tables 12 and 13, respectively).First, the models are estimated\nexcluding possible outliers. Specifically, potential problem countries include the USA\nand Ireland. As discussed above, the USA has a discreet jump in Medicare eligibility\nright around the normal retirement age while no other country evaluated has a\nuniversal health care or insurance system that kicks in at a specific age. Previous\nresearch has shown a variety of positive outcomes for health insurance in general\n(Finkelstein et al., 2011) and Medicare in particular (Card, et al., 2009) in US samples.\nFurther, as shown in Figure 7, Ireland is an outlier with a particularly large treatment\neffect. When the models are estimated excluding these countries, the results remain\nsignificant and positive.\n\nAt first thought, an ideal falsification test might be some health biomarker, such\nas “hand grip” or “lung capacity,” known to decline smoothly with age around the\nearly and normal retirement ages. However, some researchers have found\nimprovements to individual’s overall health as a result of retirement. Thus, in the\ncurrent study, I do not use health biomarkers as a counterfactual because while they\nmay be excluded from my model of psychological adaptation to retirement, they may\nbe part of a dynamic response to retirement. Instead, the models are estimated with two\nfake “retirement ages”. The first uses a retirement age that is ten years prior to the\nactual retirement age for each individual’s country and gender, and the second uses a\nretirement age that is ten years post the actual retirement age for each individual’s\ncountry and gender. Age bandwidths and weights are altered accordingly. These\nmodels capture only age-related effects on SWB, and no discrete jump is seen.\n\n45",
    "Page_51": "Table 12: Robustness Check—Results with Ireland and Results with USA\n\n \n\n \n\n \n\n \n\n \n\n \n\nWithout Ireland Without U.S.A.\nLife Sat CASP Life Sat CASP\nRetired 0.186* 0.206** 0.225* 0.267**\n[0.103] 0.102] 0.127] 0.121]\nFemale -0.0338 -0.0317 -0.0708* -0.0811**\n[0.0320] 0.0342] 0.0376] 0.0383]\nMarried 0.410*** 0.402*** 0.248*** 0.228***\n[0.0389] 0.0447] 0.0353] 0.0358]\nAge 0.00708 0.362 0.0341 0.433\n[0.618] 0.652] 0.715] 0.655]\nAge? -0.00008 -0.00606 0.000372 -0.0063\n[0.0104] 0.0109] 0.0120] 0.0110]\nAge? -6.64E-07 0.0000324 - 0.0000276\n0.00000877\n[5.74e-05] 6.03e-05] 6.65e-05] 6.12e-05]\nWinter 0.0264 0.0372** 0.0368* 0.0261\n[0.0209] 0.0181] 0.0195] 0.0222]\nSpring 0.0786*** 0.0894*** 0.0149 -0.00138\n[0.0264] 0.0264] 0.0338] 0.0372]\nSummer 0.0727** 0.0988*** 0.0451*** 0.0337\n[0.0332] 0.0382] 0.0151] 0.0211]\nOther Controls N/A N/A\nExcluded EarlyIV, NormallV EarlyIV, NormallV\nInstruments\nInstrument F- 32.95 36.73 30.12 33.79\nStat\nHansen's J 0.00266 0.0357 0.0566 0.201\nOver-ID Test Passes Passes Passes Passes\nN 28,637 27,371 27,995 26,791\n\n \n\nEarlyIV: Dummy for having reached early retirement age\nNormallV: Dummy for having reached normal retirement age\n\n*p <.05. *p <.01. **p < 001.\n\nResults above are for the preferred model (IV2—with excluded instruments for whether the individual\nhas reached the early and normal retirement ages only). Results are weighted by sample size relative to\n\ncountry population and standard errors are clustered at the country level.\n\n46",
    "Page_52": "Table 13: Falsification Test— Results with False Retirement Ages\n\n \n\n \n\n \n\n \n\n \n\n \n\nRetirement Ages - 10 Retirement Ages + 10\nLife Sat CASP Life Sat CASP\nRetired 0.545 -0.0398 1.125 0.528\n0.570] 0.558] 1.210] 0.679]\nFemale 0.00644 -0.11 0.112 -0.0577\n0.0693] 0.101] 0.173] 0.125]\nMarried 0.339%\" 0.220*** 0.315*** 0.200***\n0.0318] 0.0324] 0.0228] 0.0310]\nAge 0.333 -0.196 -1.876 -1.262\n0.536] 0.447] 3.772] 2.194]\nAge? -0.00591 0.00377 0.0245 0.0172\n0.00909] 0.00766] 0.0509] 0.0298]\nAge? 0.0000324  -0.0000241 -0.000107 = -0.0000802\n4.92e-05] — [4.19e-05] 0.000229] [0.000135]\nWinter -0.00588 0.0349 -0.00191 -0.0234\n0.0249] 0.0396] 0.0353] 0.0254]\nSpring 0.0454 0.000438 0.0363 -0.0689%*\n0.0378] 0.0412] 0.0297] 0.0284]\nSummer 0.0818** 0.0601 0.0571* -0.0434\n0.0350] 0.0562] 0.0293] 0.0292]\nOther Controls N/A N/A\nExcluded EarlyIV, NormallV EarlyIV, NormallV\nInstruments\n\nInstrument F-\nStat\nHansen's J\nOver-ID Test\nN\n\n \n\n2.32\n\n0.224\nPasses\n20,351\n\n2.14\n\n0.298\nPasses\n19,928\n\n1.50\n\n3.547\nPasses\n24,346\n\n1.929\n\n0.828\nPasses\n23,567\n\nEarlyIV: Dummy for having reached false early retirement age\nNormallV: Dummy for having reached false normal retirement age\n\n*p <.05. *p <.01. **p < 001.\n\nResults above are for the preferred model (IV2—with excluded instruments for whether the individual\nhas reached the early and normal retirement ages only). Results are weighted by sample size relative to\ncountry population and standard errors are clustered at the country level.\n\nThis falsification test utilizes fake Early and Normal retirement ages that are 10 years prior or 10 years\npost the real ages. The sample is people 40 -60 and 60 — 80, respectively. Sample weights are adjusted\n\naccordingly.\n\n47",
    "Page_53": "2.5. Conclusions\n2.5.1 Discussion and Policy Implications\n\nThis paper provides a first comparative look into the role of retirement on SWB\nin an international context. This research project has three primary findings: 1) In the\ntime surrounding retirement, people experience a large improvement in their SWB as\nmeasured by CASP and life satisfaction; 2) A few years after retirement, SWB declines\nrapidly; and 3) Later versus earlier retirement incentives is about neutral in terms of\nSWB. The first finding suggest that people do, at least at first, enjoy retirement. As the\nLocal Average Treatment Effect for this identification strategy focuses on people who\nretire as a function of public pensions right when they become available, it represents\nthe effect of retirement on people who are fairly eager to retire. Thus the positive effects\nof retirement found may serve as an upward bound. Individuals who derive a lot of\npleasure from their work may be less likely to comply with these incentives at the first\navailable opportunity. These people who particularly enjoy work may delay retirement\nfor a few more years and derive less SWB from it.\n\nThe second finding, namely, the steep decline, does appear to be caused by\nretirement itself. This is consistent with Atchley’s (1976) suggestion of a multi-stage\nadjustment to retirement which starts with a honeymoon, followed by a steep decline,\nand then followed by a final stable period. From these data alone, it is not possible to\nfully identify the reason for the decline in SWB in the years after retirement because IV\nmethods are most reliable directly around the treatment. Recall that Bound and\nWaidmann (2007) also find that retirement improves health in a UK sample, but that the\neffect dwindles rapidly when using a similar identification strategy, and that several\nstudies have found exogenous measures of retirement to be associated with cognitive\ndecline (Bonsang, et al., Forthcoming; Coe & Zamarro, 2011; Rohwedder & Willis, 2010).\nWithin this context, it is reasonable to envision that individuals retire and enjoy a brief\ncelebration that is quickly depleted by the ruins of inactivity, including cognitive and\nphysical decline— possibly brought on in part by boredom and purposelessness.\n\nThe third finding that legal retirement age is neutral with regards to SWB is\nsignificant for policy. Overall, policymakers should consider the full welfare\nimplications of any change to the retirement age. When people retire, they receive a\nshort-term boon in SWB followed by a decline. Their happiness is higher than trend for\nthree to five years, and then experience a steep decline. My results suggest that a later\nformal retirement simply delays the benefits of retirement, and that age of formal\nretirement is relatively neutral with regard to average SWB, even when adjusting for\nmortality.\n\nGiven the growing fiscal pressures to adjust the age of retirement upwards, it can\nbe inferred from my studies that welfare as measured by SWB may be on balance\naffected only marginally (if at all) by such changes. Thus, if it is necessary to increase\n\n48",
    "Page_54": "the retirement age a few years to increase financial stability, policymakers need not\nworry that they are making people psychologically worse off in the long-run. Because\nof the identification strategy, these results are most relevant for countries wishing to\nincrease their formal retirement age from under 65 to around 65. Further, it is not\npossible with this data to separate out manual laborers from other workers, and it is\nlikely that this group experiences unique physical costs to continued work.\n\n2.5.2 Directions for Future Research\n\nFuture projects should explore the post-retirement decline, investigating whether\nany steps can be taken to reduce the reduction in well-being that occurs several years\nout from retirement. In addition, part-time or phase-out retirements, which are popular\namong retirees with such an option, should be investigated (Charles & Decicca, 2006);\nperhaps some people could be made better off without being completely removed from\nthe workforce, while at the same time requiring less public assistance to remain\nfinancially stable. In addition, explorations into the nature of the decision to retire will\nbe informative; previous research has suggested that voluntary retirement leads to\nbetter SWB outcomes than involuntary retirement in a US sample (Bender, 2004).\n\nIn addition, the collaboration between SHARE, HRS, and ELSA is part of a wide-\nspread, multinational effort to create international standardized data on the elderly. The\ndata are exceptionally rich, and in the coming years, it will become possible to utilize\nlongitudinal data from all the SHARE countries as well as many countries in Asia and\nSouth America. With additional years of data, it will eventually become possible to\nexplore the dynamic relationship between income, wealth, and health on the decision to\nretire and the outcome of retirement. Additional investigation into the types of\nprograms that improve the SWB of our aging population can inform policies that may\nbe able to substantially improve the quality of life of a growing proportion of our\npopulation. Researchers interested in policy should explore this relatively new metric\nfor understanding the impact of government programs.\n\n49",
    "Page_55": "Works Cited\n\nAguiar, M., & Hurst, E. (2005). Consumption versus expenditure. Journal of Political\nEconomy, 113(5), 919 - 948.\n\nAngrist, J. D., & Pischke, J. (2009). Mostly Harmless Econometrics: An Empiricists' Companion.\nPrinceton: Princeton University Press.\n\nAtchley, R. C. (1976). The sociology of retirement. New york: John Wiley and Sons.\n\nAtchley, R. C., & Robinson, J. L. (1982). Attitudes toward retirement and distance from the\nevent. Research on Aging, 4(3), 299-313.\n\nAuerbach, A. J., & Lee, R. (2011). Welfare and generational equity in sustainable unfunded\npensions systems. Journal of Public Economics, 95(1-2), 16-27.\n\nBarry, D. (2010, December 31). Boomers hit new self-absoprtion milestone: Age 65, New\nYork Times.\n\nBender, K. A. (2004). The well-being of retirees: Evidence using subjective data. Center for\nRetirement Research at Boston College Working Paper No. 2004-24.\n\nBennhold, K. (2010, September 15th). France moves to raise minimum age of retirement,\nNew York Times.\n\nBertrand, M., Duflo, E., & Mullainathan, S. (2004). How much should we trust difference-in-\ndifference estimates? The Quarterly Journal of Economics, 119(1), 249-275.\n\nBlanchflower, D. G., & Oswald, A. J. (2011). International Happiness: A new view on the\nmeasure of performance. Academy of Management Perspectives,, 25(1), 6-22.\n\nBonsang, E., Adam, S., & Perelman, S. (Forthcoming). Does retirement affect cognitive\nfunctioning? Journal of Health Economics.\n\nBorsch-Supan, A., & Jurges, H. (2006). Early retirement, social security, and well-being in\nGermany. NBER Working Paper, No. 12303.\n\nBound, J., & Waidmann, T. (2007). Estimating the health effects of retirement. Michigan\nRetirement Research Center(UM WP-2007-168).\n\nBradford, L. P. (1979). Can you survive your retirement? Harvard Business Review, 57(4),\n103-109.\n\nCalasanti, T. M. (1996). Gender and life satisfaction in retirement: An assessment of the\nmale model. Journals of Gerontology: Series B: Psychological Sciences & Social\nSciences, 51B(1), S18-S29.\n\nCard, D., Dobkin, C., & Maestas, N. (2009). Does Medicare save lives? Quarterly Journal of\nEconomics, 124(2), 597-636.\n\nCendrowicz, L. (2010). Will Europe raise the retirement age?, Time Magazine.\n\nCharles, K. K. (2004). Is retirement depressing?: Labor force inactivity and psychological\nwell being in later life. Research in Labor Economics, 23, 269-299.\n\nCharles, K. K., & Decicca, P. (2006). Hours flexibility and retirement. Economic Inquiry,\n45(2), 251-267.\n\nCoe, N. B., von Gaudecker, H. M., Lindeboom, M., & Maurer, J. (2009). The effect of\nretirement on cognitive functioning. Netspar Discussion Paper, No. 2009-44.\n\nCoe, N. B., & Zamarro, G. (2011). Retirement effects on health in Europe. Journal of Health\nEconomics, 30(1), 77-86.\n\nCoggan, P. (2011, April 7th). In search of a more flexible future. The Economist.\n\nCohen, J. (1969). Statistical Power Analysis for the Behavioral Sciences. New York: Academic\nPress.\n\n50",
    "Page_56": "Costa, D. L. (1998). The Evoluation of Retirement: An Amerian Economic History, 1880 - 1990.\nChicago: University of Chicago Press.\n\nDang, T. T., Antolin, P., & Oxley, H. (2001). Fiscal implications of ageing: Projections of age-\nrelated spending. OECD Working Papers, No. 305.\n\nDave, D., Rashad, I., & Spasojevic, J. (2008). The effects of retirement on physical and mental\nhealth outcomes. Southern Economic Journal, 75(2), 497-523.\n\nEconomist, T. (2011, April 7th). Pensions: 70 or bust! Current plans to raise the retirement\nage are not bold enough.\n\nEisdorfer, C., & Wilkie, F. W. (1977). Stress, disease, aging, and behavior. In J. E. Birren & K.\nW. Schaie (Eds.), Handbook of the Psychology of Aging (pp. 251-275). New York: Van\nNostrand, Reinhold.\n\nEkerdt, D. J. (1987). Why the notion persists that retirement harms health. The\nGerontologist, 27(4), 454-457.\n\nEkerdt, D. J., Bosse, R., & Levkoff, S. (1985). An empirical test for phases of retirement:\nFindings from the Normative Agin Study. Journal of Gerontology, 40(1), 95-101.\n\nEkerdt, D.J., Bosse, R., & Locastro, J. S. (1983). Claims that retirement improves health.\nJournal of Gerontology, 38(2), 231-236.\n\nFinkelstein, A., Taubman, S., Wright, B., Bernstein, M., Gruber, J., Newhouse, J. P.,... Group,\nT. 0. H.S. (2011). The Oregon Health Insurance Experiment: Evidence from the first\nyear. NBER Working Paper, No. 17190.\n\nGall, T. L., Evans, D. R., & Howard, J. (1997). The retirement adjustment process: Changes in\nthe well-being of male retirees across time. Journal of Gerontology: Psychological\nSciences, 52(3), 110-117.\n\nGrant, J., Hoorens, S., Sivadasan, S., van het Loo, M., DaVanzo, J., Hale, L.,... Butz, W. (2004).\nLow Fertility and Population Ageing: Causes, Consequences, and Policy Options. Santa\nMonica: RAND Corporation.\n\nGrove, W. R., Hughes, M., & Style, C. B. (1983). Does marriage have positive effects on the\npsychological well-being of the individual? Journal of Health and Social Behavior,\n24(2), 122-131.\n\nGruber, J., & Wise, D. A. (Eds.). (1999). Social security and retirement around the world.\nChicago: University of Chicago Press.\n\nGruber, J., & Wise, D. A. (Eds.). (2004). Social security programs and retirement around the\nworld: Micro estimation. Chicago: University of Chicago Press.\n\nGruber, J., & Wise, D. A. (Eds.). (2007). Social security programs and retirement around the\nworld: Fiscal implications of Reform. Chicago: University of Chicago Press.\n\nHall, J., Barrington-Leigh, C., & Helliwell, J. (2010). Cutting through the clutter: Searching for\nan over-arching measure of well-being. CESifo DICE Report, 8(4), 8-12.\n\nHyde, M., Wiggins, R. D., Higgs, P., & Blane, D. B. (2003). A measure of quality of life in early\nold age: The theory, development, and properties of a needs satisfaction model\n(CASPI-19). Aging and Mental Health, 7(3), 186-194.\n\nImbens, G. W. (2009). Better LATE than nothing: Some comments on Deaton (2009) and\nHeckman and Uruza (2009). Journal of Economic Literature, 48(2), 399-423.\n\nJackson, J. S., Chatters, L. M., & Taylors, R. J. (1993). Aging in Black America. Newburry Park:\nSage.\n\n51",
    "Page_57": "Kim, J. E., & Moen, P. (2002). Retirement transitions, gender, and psychological well-being:\nA life-course, ecological model. Journals of Gerontology: Series B: Psychological\nSciences & Social Sciences, 57B(3), P212-P222.\n\nKinsella, K., & Phillips, D. R. (2005). Global aging: The challenge of success. Population\nBulletin, 60(1).\n\nKohli, M., Rein, M., Guillemard, A. M., & van Gunsteren, H. (Eds.). (1991). Time For\nRetirement: Comparative Studies of Early Exit from the Labor Froce. Cambridge:\nCambridge University Press.\n\nLaRue, A., Dessonville, C., & Jarvik, L. F. (1985). Aging and mental disorders. In J. E. Birren &\nK. W. Schaie (Eds.), Handbook of the Psychology of Aging (pp. 664-702). New York:\nVan Nostrand Reinhold.\n\nMacBride, A. (1976). Retirement as a life crisis: Myth or reality? Canadian Psychiatric\nAssociation Journal, 21(8), 547-556.\n\nMichinov, E., Fouquereau, E., & Fernandez, A. (2008). Retirees’ social identity and\nsatisfaction with retirement. /nternational Journal of Aging and Human Development,\n66(3), 175-194.\n\nMindanik, L. T., Soghikian, K., Ransom, L. J., & Tekawa, I. S. (1995). The effect of early\nretirement on mental health and health behaviors: The Kaiser Permanente\nRetirement Study. Journals of Gerontology: Series B: Psychological Sciences & Social\nSciences, 50B(1), S59-S61.\n\nMutran, E., & Reitzes, D. C. (1981). Retirement, identity, and well-being: Realignment of role\nrelationships. The Journal of Gerontology, 36(6), 733-740.\n\nNeuman, K. (2008). Quit your job and get healthier? The effect of retirement on health.\nJournal of Labor Research, 29(2), 177-201.\n\nPalmore, E. B. (1986). Trends in the health of the aged. The Gerontologist, 26(3), 298-302.\n\nReitzes, D. C., & Mutran, E. J. (2004). The transitition to retirement: Stages and factors that\ninfluence retirement adjustment. International Journal of Aging and Human\nDevelopment, 59(1), 63-84.\n\nRohwedder, S., & Willis, R. J. (2010). Mental retirement. Journal of Economic Perspectives,\n24(1), 119-138.\n\nSim, J., Bartlam, B., & Bernard, M. (2011). The CASP-19 as a measure of quality of life in old\nage: evaluation of its use in a retirement community. Quality of Life Research, 20(7),\n997-1004.\n\nSpence, M. (1973). Job market signaling. Quarterly Journal of Economics, 87(3), 355-374.\n\nSSA. (2004). Social Security Programs Throughout the World: Europe.\n\nSSA. (2006). Social Security Programs Throughout the World: Europe.\n\nStack, S., & Eshleman, J. R. (1998). Marital status and happiness: A 17-nation study. Journal\nof Marriage and Family, 60, 527-536.\n\nStevenson, B., & Wolfers, J. (2008). Economic growth and subjective well being: Reassessing\nthe Easterlin Paradox. Brookings Papers on Economic Activity, 1-102.\n\nStock, J. H., & Yogo, M. (2005). Testing for weak instruments in Linear IV regression. In D.\nW. K. Andrews & J. H. Stock (Eds.), Identificaiton and Inference for Econometric\nModels (pp. 80-108). Cambridge: Cambridge University Press.\n\nStone, A. A., Schwartz, J. E., Broderick, J. E., & Deaton, A. (2010). A snapshot of the age\ndistribution of psychological well-being in the United States. PNAS, 107(22), 9985-\n9990.\n\n52",
    "Page_58": "Theriault, J. (1994). Retirement as a psychological transition: Process of adaptation to\nchange. International Journal of Aging and Human Development, 38(2), 153-170.\n\nWHO. (2012). Number and rates of registered deaths (by country) Retrieved 11/10/11,\nfrom http://apps.who.int/whosis/database/mort/table1.cfm\n\nWooldridge, J. M. (2000). Econometric Analysis of Cross Section and Panel Data. Cambridge:\nMassachusetts Institute of Technology.\n\n53",
    "Page_59": "Chapter 3. Whose Fault Is It?: No-Fault\nDivorce and the Decline in Women’s Happiness\n\n \n\nAbstract\n\nThroughout the 1970s, a “no-fault revolution” swept through the nation, reducing the\nlegal and economic barriers to divorce. Previous studies have found that these legal\nchanges did at least temporarily increase divorces, in turn increasing the number of\nsingle-parent female-headed households, and contributing to the greater relative and\nactual incidence of women in poverty. My study finds that such laws have decreased\nwomen’s SWB, with stronger happiness declines among women over the age of 35 and\nthose women who have children. Conversely, men over age 35 and men with children\n(these women’s potential partners) report on average higher SWB. This relationship\nexists even for individuals who remain married, suggesting that this redistribution of\nhappiness is in part the result of a change in bargaining power within marriages.\n\nKeywords: Unilateral Divorce, Happiness, Economic Demography\n\n54",
    "Page_60": "3.1. Background and Motivation\n3.1.1 Introduction\n\nThe last few decades have seen a decline in women’s average happiness,\nboth relative to women at an earlier time and relative to men (Stevenson & Wolfers,\n2009). During this time, there has been a reduction on the social emphasis on marriage,\nwith greater acceptance of sex and even children out of wedlock (Stevenson & Wolfers,\n2007). Some have argued that marriage is a tool for financially empowering women,\nand that these social changes have been detrimental to women (Akerlof, Yellen, & Katz,\n1996). This paper examines the “No Fault Revolution,” which reduced the legal and\neconomic barriers to divorce across many states in the 70s, on women’s and men’s\nhappiness.\n\nUsing data from the General Social Survey, this study finds that these laws\nsubstantially increased the proportion of women who say they are very unhappy while\nincreasing the proportion of men who say they are very happy. The policies were\nparticularly detrimental to women who were not in a particularly advantageous\nposition for the re-marriage market (e.g. women over the age of 35 and women who\nhave children) and were particularly beneficial to their likely male partners.\nFurthermore, those who remain married were most affected, suggesting the change in\nSWB for these women and men is at least in part the result of a redistribution of the\nbargaining power within marriage.\n\n3.1.2 The Documented Decline in Female Happiness\n\nThe last several decades have been economically good to women. Women have\nbecome more integrated into the paid labor-force, narrowed the gender wage-gap, and\nmade inroads into previously male-dominated professions (for details, see Goldin,\n2006). At the same time, there has been a seemingly paradoxical, systematic decline in\nthe average reported female happiness, both in absolute terms and relative to men\n(Stevenson & Wolfers, 2009). The decline in happiness can be seen in Figure 1 on the\nfollowing page; while it may not appear particularly dramatic, it must be noted that the\napproximately five percentage point decline in the proportion of women who are “very\nhappy” is more than a 10% decline. Further, notice that the decline is particularly\npronounced among older mothers.\n\n55",
    "Page_61": "Figure 1: Demonstrating the “Paradox of Declining Female Happiness”\n\nEveryone Parents Over Age 35\n\not A Population proportions Population proportions\nVX - of ALA Wh rol\n\n¥ yl vv Happy\n\nNot too\n\nNot too\nONDA ond BON yom\n\n0.04 0.04\n1970 1975 1980 1985 1990 1995 2000 1970 1975 1980 1985 1990 1995 2000\n0.24 Ordered Probit Estimates Ordered Probit Egtimates\n\n°\neo\nt\n\nProportion of population\n° °\n\n2 is §\n\n1 Y\n\nProportion of population\n\n \n\n0.15\n\n0.04\n\n  \n\nEstimated happiness index\nEstimated happiness index\né o\n&\ni\n\n \n\n \n\n-0.24 -0.24\nT T T T 1 1 1 T T T T T 1 T\n1970 1975 1980 1985 1990 1995 2000 1970 1975 1980 1985 1990 1995 2000\n\n \n\n \n\n \n\n \n\nMen Difference}\n\n \n\nMen Difference| —— Women\n\n \n\n \n\n \n\n—— Women\n\n \n\n \n\n \n\nThe first column of charts was created to replicate Figure 1 in “The Paradox of Declining Female\nHappiness,” by Stevenson and Wolfers (2009), and uses some of the code posted in their data appendix.\nThe second column represents original analyses, demonstrating that the decline in happiness is greater\nfor parents over the age of 35. Possible responses include “Very Happy,” “Somewhat Happy,” and “Not\nToo Happy.”\n\nStevenson and Wolfers advanced many possible explanations for this decline in\nwomen’s Subjective Well-Being (SWB), from increased financial instability to changes in\nacceptable modes of expression. These same decades have also seen major changes in\nthe face of marriage in the United States (Stevenson & Wolfers, 2007), driven by\nchanging norms, additional control over fertility, and major revisions to divorce laws in\nmany states. Akerlof, Yellen, and Katz (1996) argued that many of these apparent wins\nfor women actually reduced the bargaining power for some women — particularly\nwomen who got pregnant out of wedlock, or married mothers who’s spouses are\nunhappy. Further, in the past half-century, there have been major increases in the rates\nof single-parent families with a female head of household, and an increase in the\nproportion of women in poverty (Hoynes, Page, & Stevens, 2006).\n\nAlthough there are many possible contributing factors to the decline in women’s\nhappiness, its root causes are still largely unknown. In this paper, the role of changes in\ndivorce laws will be explored as a possible contributing factor in the decline in women’s\n\n56",
    "Page_62": "happiness. Recall that Figure 1 demonstrated that the happiness decline is particularly\nlarge among those women who have children and are over the age of 35. As I will\ndiscuss, these women might be particularly affected by changes in divorce legislation.\n\n3.1.3 Unilateral Divorce\n\nPrior to the 1970s, divorce was a legally difficult undertaking. Individuals\nwishing to terminate their marriages had to establish fault such as infidelity (Friedberg,\n1998). Even if fault was proven, a court could refuse to grant a divorce if the spouse\nseeking divorce was found to be partially at fault (Johnson & Mazingo, 2000). In fact,\n“marriages that were viewed by both parties as broken for mundane reasons could not\nbe dissolved without more elaborate justification” (Gruber, 2004, p. 802).\n\nIn 1969, California instituted a no-fault divorce regime under Ronald Regan\n(Stevenson & Wolfers, 2006), pioneering a trend toward lower barriers to divorce, a “no-\nfault revolution [that] swept the United States through the 1970s” (Wolfers, 2006, p.\n1802). No-fault divorce laws are generally discussed in conjunction with unilateral\ndivorce laws, which allow one party to receive a divorce without the agreement of their\nspouse; although they refer to slightly different aspects of the legal change, generally a\nsingle law made both changes (Gruber, 2004). Thus, for the first time in recent history,\nindividuals could terminate their marriages for a variety of subjective reasons and\nwithout partner consent.\n\nDespite appearing a rather straightforward empirical question (“Did these legal\nchanges lead to an increase in divorces?”), the results have been the subject of fierce\ndebate. Some have argued that the rapid increase in divorce rates is inexorably linked to\ndivorce law reform (Allen, 1992; Rodgers, Nakonezny, & Shull, 1999), while others have\nargued that reforms did not cause but were only concurrent with changes in family\nnorms (Ellman & Lohr, 1998; Gray, 1998; Peters, 1986).\n\nRegardless, there is evidence that the timings of these reforms were exogenous\n(see Jacob, 1988, and subsequent studies by Friedberg, 1998; Gruber, 2004; Wolfers,\n2006; and others), so the primary topics of debate have centered around the coding of\ndivorce-law legislation and the inclusion of state and year fixed effects. In 1998,\nFriedberg presented a fairly conservative model, including year and state fixed effects,\nas well as state time-trends. She found that the introduction of unilateral and no-fault\ndivorce did account for some but not all of the increase in divorce rates. These results\nhave been widely replicated (Brinig & Buckley, 2000; Gruber & Wise, 2004; Johnson &\nMazingo, 2000), but more recently they have been found to be somewhat fragile to\nspecification (Lee & Solon, 2011).\n\nIn a reevaluation of the data, Wolfers (2006) suggested that the increase in the\ndivorce rate was temporary, and that after the backlog of unhappy marriages were\nterminated (approximately 10-12 years after law changes), state divorce rates return to\ntrend. Subsequently, Wolfers, jointly with Stevenson (2007, 2009) argued that other\n\n57",
    "Page_63": "concurrent changes, such as advancements in household technology, improvements in\nfamily planning devices, and reinvention of gender norms may be responsible to a\nlarger extent for increases in divorce rates over the last half century. However, even if\nunilateral divorce laws did not increase divorce rates in the long term, it probably\ntransferred power within relationships to the less happy spouse (e.g.: Becker, 1991;\nPeters, 1986; Stevenson & Wolfers, 2006).\n\nOther researchers have focused on who wins and who loses, on average, from\nthe redistribution of power in the marriage as a result of this law change. Many\nresearchers have suggested that ease of dissolving marriages benefits men and harms\nwomen. Rowthorn wrote: “No-fault divorce has ... reduc[ed] the security offered by\nmarriage [for women] and promot[ed] opportunism by men” (1999, p. 661). Lehrer\nagreed, pointing out that “the wife ... typically undergoes a significant decline in\nfinancial well-being following divorce” (2003, p. 55). Although Akerlof, Yellen, and\nKatz (1996) did not specifically dealing with unilateral divorce, they argued that\ncommitment to marriage (as enforced through family values and community pressure,\nincluding shot-gun marriages), improves the financial well-being of women. Consistent\nwith this argument, Caceres-Delpiano and Giolito (2008) found that the introduction of\nunilateral divorce law increases the proportion of single-parent female-headed\nhouseholds, thus contributing to the increased prevalence of women in poverty.\n\n3.1.4 Considering the Role of Unilateral Divorce on Women’s Happiness\n\nIf marriage is a tool for improving the well-being of women, it is somewhat\nparadoxical that women historically terminate the majority of marriages. For much of\nthe 19\" century, women filed for approximately 60% of all divorces (Friedman &\nPercival, 1976), and this increased to over 70% in some states in the 1970s (Gunter &\nJohnson, 1978), with evidence that filing patterns correspond with the instigation of\nmarriage termination (Brinig & Allen, 2000). Brinig and Allen (2000) suggested this may\nbe the result of men taking advantage of women’s weaker bargaining position after\nhaving children (a marriage-specific investment), accruing high levels of the marital\nbenefit.\n\nIndeed, there is evidence that men receive a greater benefit from marriage than\nwomen, particularly in the long term (Waite, 1995), which suggests that they benefit\nfrom an improving negotiating position. Perhaps men perceive that they have a better\nposition on the remarriage market than a would-be custodial spouse, or a wife who has\npassed her peak childbearing years (they would likely be right; see: Bumpass, Castro-\nMartin, & Sweet, 1991; Sweeney, 1997). In these cases, the men may demand a more\npersonally beneficial arrangement than initially negotiated. Accordingly, Brinig and\nAllen wrote:\n\n58",
    "Page_64": "Higher filing rates by wives may result from husbands’ overexploiting quasi-\nrents accruing to the wives as they bargain ex post over the share of marital gains.\nIf the share is tipped too much in favor of the husband, then the wife may perceive\nthe divorced state as better because life in their marriage is so hard (2000, pp. 131-\n132).\n\nIn divorce, the authors reflected, the women do not have to provide any labor to their\nspouses and can often still receive financial benefits, tilting the power to custodial\nwomen in divorce. The authors went on to reveal that, despite a worse financial\nsituation, most divorced women report feeling good about the divorce and being\nhappier than they were when they were married (see also: Marks, 1996).\n\nResearchers examining bargaining within relationships often have often referred\nto the “threat point,” or the expectation of welfare after separation (for details, see:\nLundberg & Pollak, 2008). Married individuals appear to be deeply aware of their\npartners’ options; Pollak (2005), for example, found that household bargaining occurred\non the basis of wages rather than income, ostensibly because wages are a better gauge\nfor possible earnings. This suggests that low barriers to divorce are likely to create\nworse outcomes for partners with a lower threat point relative to their partners\n(Johnson & Skinner, 1986). Because women tend to make more marriage-specific\ninvestments due to biological and sociological forces, low barriers to divorce may be\nparticularly bad for women who have made marriage-specific investments at the\nexpense of securing a high threat-point.\n\nThus, low-barriers to divorce regimes can be seen as transferring power to the\nindividual with the higher threat point. Indeed, there is evidence that spending on\ngoods usually bargained for by women goes down under low-barriers to divorce\nregimes, particularly spending on goods for existing children (Reinhold, Kneip, &\nBauer, 2011). Further, while Johnson and Skinner (1986) found women tend to increase\ntheir labor force participation in the years prior to divorce, Stevenson (2008) found that\nwomen’s paid and unpaid labor increase in the face of low barriers to divorce. This\nsuggests a weaker bargaining position is playing a role; it is possible that women are\nworking to increase their threat-point, or that they are preparing for the real possibility\nof heading of a single parent household.\n\nThe dynamic long-term effects of unilateral divorce on happiness are probably\nmore complicated. For example, it is possible that reducing the barriers to divorce\nencourages people to marry suboptimal partners, assuming they can dissolve the\nrelationship later with relative ease. Indeed, there is evidence that more people under\nunilateral divorce regimes both marry and divorce at greater rates, lending support to\nthis theory (e.g.: Gruber, 2004). Table 1 shows results consistent with this theory, using\ndata from the Current Population Survey. Specifically, this table shows that the rate of\nboth divorces and marriages increase under low barriers to divorce. This might reduce\n\n59",
    "Page_65": "average SWB by increasing the proportion of people in unhappy relationships\n(assuming that unhappy marriage is less satisfactory than continued singlehood).\n\nTable 1: Proportion of People who are Married and Divorced, by Decade since\nDivorce Laws\n\n \n\n \n\nWomen Divorced Married Never Married\nYear 1-10 0.00952** 0.0113*** -0.0326***\n[2.063] [8.918] [-6.745]\nYear 11-20 0.0134\"** 0.00872*** -0.0333***\n[2.858] [6.757] [-6.770]\nYear 21+ 0.00900* 0.0153*** -0.0398***\n[1.843] [11.41] [-7.779]\nN 44,091 44,091 44,091\nR 0.235 0.929 0.700\nMen\nYear 1-10 0.00987** 0.0111*** -0.0190***\n[2.403] [8.959] [-3.463]\nYear 11-20 0.00942** 0.00843*** -0.0188***\n[2.250] [6.664] [-3.362]\nYear 21+ 0.00748* 0.0150*** -0.0233***\n[1.714] [11.39] [-4.000]\nN 44,085 44,085 44,085\nR 0.223 0.929 0.749\n\nControls: State, Year, and Age Fixed Effects; State*Age Fixed Effects\nOther Spec Notes: OLS regression, SEs clustered by State\n\n*p <.05. *p <.01. **p < 001.\n\nThis analysis utilizes the Current Population Survey (CPS), a nationally representative survey put out as\na joint effort by the Bureau of the Census for the Bureau of Labor Statistics. Although the size is smaller\nthan the decennial census, it is conducted yearly. These models estimate the proportion of individuals\n(the stock) reporting they are married, divorced, or never married as a function of whether they are\nsubjected to unilateral divorce laws. Models are run separately to determine the likelihood that\nindividuals are married, divorced, or never-married. The table above presents results from six separate\nregressions. The survey is available from 1962-2010.\n\nFurthermore, happiness is a complicated and elusive condition. The existence of\nchoice may, in and of itself, reduce individual subjective well-being. The introduction of\nlow-barriers divorce makes salient the opportunity cost of the union. While this may at\nfirst seem counterintuitive, there is evidence that the availability of choice often reduces\nhappiness (Gilbert & Ebert, 2002). It is possible that marriage represents a tool by which\nchoice is eliminated, allowing individuals to enjoy their partners without comparison. If\n\n60",
    "Page_66": "this is the case, reducing the barriers to divorce may reduce overall well-being as\nindividuals compare their current state (married to Partner A) to other possible states\n(unmarried, or married to Partner B, or in an unmarried relationship with Partner C).\nFinally, it is of course, possible that low barriers to divorce will increase overall\nhappiness. Perhaps low barriers to divorce allow those in the most unhappy\nrelationships to dissolve their marriages and find happiness elsewhere, either alone or\nwith a new partner. Although married people are happier on average than unmarried\npeople, some, like Stutzer and Frey (2006) have argued that this is because happy\npeople are more likely to get married. The actual value-add of marriage to marriable\nindividuals is, they argue, ambiguous and deeply related to marital quality. If this is the\ncase, then allowing these unhappily married but innately happy individuals to divorce\nwould increase their subjective welfare. Further, there is evidence that low barriers to\ndivorce is particularly beneficial for those in violent and abusive marriages, reducing\nsuicides among married women and the number of women who are murdered by their\nspouses (Stevenson & Wolfers, 2006). As such, despite some strong evidence that low\nbarriers to divorce might increase SWB, the predicted relationship is ambiguous.\n\n3.1.5 This Study\n\nThis paper investigates whether and how lower barriers to divorce may have\ncontributed to the relatively recent decline in women’s SWB. I find that lower barriers\nfor divorce meaningfully and permanently contributed to the decline in women’s\nhappiness. In particular, unilateral divorce apparently reduced the happiness of older\nwomen and women with children , while increasing the happiness of older men and\nmen with children. Further, there is evidence that this legal change altered the\ndistribution of power within the marriage, with married men and women reporting the\ngreater changes in SWB. The next section will describe the data and empirical strategy\nutilized in this project. Subsequently, the findings will be described and their\nimplications discussed.\n\n3.2. Data and Empirical Strategy\n3.2.1 Data on Low-Barrier Divorce\n\nBecause the unilateral and no-fault divorce laws occurred in states under\ndifferent and idiosyncratic conditions, researchers have disagreed on what specifically\ncounts as a low-barrier legal system. As Wolfers documented, “much of the earlier\ndebate in this literature focused on coding [the] legal changes” (2006, p. 1805). For a\nsummary of the coding regimes, please see Appendix A. On this front, I utilize\nFriedberg’s (1998) coding, which is has been used frequently by other researchers in the\nfield. I believe this coding is ideal because Friedberg includes states that introduce\nunilateral divorce laws, even if the states still consider fault for property distribution.\nThis is preferable because she found that “adopting any type of unilateral divorce raises\n\n61",
    "Page_67": "the divorce rate” (p. 2). Finally, as I will discuss, my primary results are robust to a\nwide variety of coding regimes (for details, please see Appendix B).\n\n3.2.2 The General Social Survey\n\nThis project relies primarily on data from the General Social Survey (GSS), a\nrandom, nationally representative survey put out as a joint effort by the Bureau of the\nCensus for the Bureau of Labor Statistics. The GSS was performed 22 times between\n1973 and 2000. Summary statistics can be found in Table 2 (following page). The survey\nactually began in 1972, but 1973 is the first year in which state identifiers were gathered.\nAlthough it would be preferable to have earlier data given the timing of these\ninterventions, to my knowledge, this is the earliest nationally representative sample\nwith SWB data. Further, even though survey data is currently available through 2006, I\nlimit my analysis to 2000 and earlier because the vast majority of the law changes\noccurred in the 1970s (only South Dakota introduced a law change in 1985). I also limit\nmy analyses to individuals ages 25-50 as they are likely to be the most impacted by\nchanges to divorce laws, for a total of 20,744 people.\n\nTable 2: Summary Statistics (GSS, 1973-2000)\n\nLimiting Sample N % of Total Sample\nLimiting Sample N % of Total Sample\nTotal Surveyed 53,353 100%\n\nLimited to Survey Years 1973-2000 39,131 73.3%\n\nLimited to Individuals Aged 25-49 20,181 37.8%\n\nLimited to Individuals Reported Marital and Parental Status 20,130 37.7%\n\nTotal Viable Sample 19,985 100%\n\nWomen 11,102 55.6%\n\nN Children 1.8 Range: 0-8\nMarried 12,363 61.9%\n\nNever Married 3,622 18.1%\n\nHappy 6,180 30.9%\n\nUnhappy 2,215 11.1%\n\nAnswers Marital Satisfaction Question (Only married people)** 12,308 99.6%\n\nHappily Married 7,636 62.0%\nUnhappily Married 387 3.1%\n\nUnder Low Barriers to Divorce 9,764 48.9%\n\nIn Low Barriers State, Pre Law Change 224 1.1%\n\nSWB is measured by the following question: “Taken all together, how would you\nsay things are these days--would you say that you are very happy, pretty happy, or not\ntoo happy?” The proportion of those people (within state-year-cohorts) who say they\nare “very happy” or “not too happy” are the primary outcome variables for this study.\n\n62",
    "Page_68": "Marital happiness is also a viable dependent variable. In the sample, 62% are married,\nand are thus asked questions about martial satisfaction (“Taking things all together,\nhow would you describe your marriage? Would you say that your marriage is very\nhappy, pretty happy, or not too happy?”). Marital satisfaction results should be\ninterpreted carefully, since they do not include the well-being of those who choose to\ndivorce or never marry. Moreover, as marital and divorce behavior have been shown to\nchange as a result of the ease of divorce, these results may be biased.\n\n3.2.3 Reduced Form and Validity Discussion\n\nI hypothesize that average overall happiness and average martial happiness will\nbe altered in response to the ability to easily terminate one’s marriage. Accordingly,\nconsider the estimating equation:\n\nSWBisy= BiUsy + B 2Aiy + B3Esy + vi (Fi = 0 or 1)\n\nWhere SWBisy is the SWB for individual i in state s in year y, estimated separately\nif individual i is a woman (Fi = 1) or a man (Fi=0). This SWBisy is a function of whether\nthis individual is exposed to unilateral divorce in their state-year (Usy), individual i’s age\nin year y (Ai), and a set of external characteristics for the for state and year (Esy). This\nmodel specification allows for the possibility that: a) legal systems reducing barriers to\ndivorce will affect well-being; and b) the effect will be different for men and for women.\n\nOne could imagine scenarios wherein the timing of these laws was not\nexogenous. For example, it is possible that states trending toward higher levels of\ndivorce would have demand for divorces and thus popular support for low barriers to\ndivorce. However, there is little evidence of this. Further, if a deviation from trend is\nseen right at the introduction of these laws, it is hard to imagine that individuals who\nhad been planning to divorce were lobbying for policy changes. As many researchers\nbefore me have accepted the timing of these laws as plausibly exogenous, I will also\nassume this is the case (e.g.: Friedberg, 1998; Gruber, 2004; Stevenson & Wolfers, 2006)\n\nEven Wolfers’s (2006) critical view of Friedberg’s (1998) paper did not call into\nquestion the exogeneity of the timing of these laws. Instead, he focuses on three aspects\nof her model. First, he was critical of her modeling unilateral divorce as a dummy\nvariable (1 if a sufficient law is in place; 0 otherwise), which does not capture dynamic\neffects. Gruber (2004) improved upon this dimension of Friedberg’s models by creating\na dummy for each decade after the law changes, Wolfers went further and creates\ndummies for each two-year interval after the law passes. Second, Wolfers (2006) was\nskeptical of Friedberg’s (1998) reliance on time trends; her results were only significant\nwhen state-level time trends are included. She argued that imposing constant divorce\nstate fixed effects when they are really trending downward over time attenuates the\nresults. Wolfers argued, however, that dynamic coefficients (for example, two-year\n\n63",
    "Page_69": "bins) are a preferable specification, and that an on/off unilateral dummy variable with\ntime trends may exaggerate the results. Finally, Wolfers argued that Friedberg’s sample,\nwhich begins in 1968, may not adequately capture pre-existing trends. He extended his\nsample back to 1956 in order to capture preexisting trends more thoroughly.\n\n3.2.4 Specification Notes\n\nIn response to the various types of models suggested in the literature as well as\nthe existing criticisms, I will consider a dummy for access to unilateral divorce like\nFriedberg (1998), a set of dummies for decades since unilateral laws were changed like\nGruber (2004), and a full set of two-year interval dummies as suggested by Wolfers\n(2006). Further, all models will include state and year fixed effects and control for age in\nfive-year age bins. Additional models will, as listed, include time trends and quadratic\ntime trends, but I will primarily rely on models without time trends. All standard errors\nwill be clustered by state.\n\nSince as my sample begins in 1973 (the first year the GSS gathered state\nidentifiers), this project is still subject to Wolfer’s final criticism. In other words, it is true\nthat my data contain few observations within states that have passed these laws prior to\ntheir passage, which would be ideal for a fixed effects model. However, the General\nSocial Survey is the earliest running nationally representative survey that gathered self-\nreports of individual welfare. In this sample, a small (1.1%) of respondents report from\nwithin states prior to a low barriers to divorce law change. Thus, there is little that can\nbe done, and there are still many observations in the control group.\n\nFinally, various heterogeneous treatment effects will be considered, including\nmarital status, whether the individuals have children, and whether the individuals are\nolder or younger. For the purposes of this study, a woman will be considered older if\nshe is 33 or older, by which time most of the women in these cohorts who have not yet\npartnered and had children will not do so. A man will be considered older if he is over\n35 or older. Models will be run separately for men and women.\n\n3.4. Results\n3.4.1 Men and Women Respond Differently to Low-Barriers to Divorce Laws\n\nTable 3 (following page) presents the effects of unilateral divorce laws on the\nhappiness of men and women utilizing models similar to Friedberg (1998). There is\nevidence in this model that about 7.3-9.6% more women report they are unhappy when\nunder unilateral divorce laws. These results are significant regardless of the inclusion of\ntime trends. Further, about 7.4-12.9% more men report they are very happy in response\nto these law changes. Because there is no change in the proportion of women reporting\nthey are very happy or the proportion of men reporting they are very unhappy, the\npolicy change must have impacted men and women who would have been somewhat\nhappy.\n\n64",
    "Page_70": "Table 3: The Effect of Unilateral Divorce on the SWB of Men and Women (GSS, 1973-\n2000)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nWomen 1 2 3 Group\nMean\nVery Happy -0.0323 -0.0142 -0.0037 32.3%\n0.0508] 0.0518] 0.0457]\nNot Happy 0.0726*** 0.0960*** 0.0814*** 11.2%\n0.0157] 0.0160] 0.0270]\nHappily Married -0.0415 -0.0417 -0.0477 61.2%\n0.0345] 0.0416] 0.0411]\nUnhappily Married 0.0108 -0.0019 -0.0089 3.9%\n0.0166] 0.0158] 0.0194]\nMen\nVery Happy 0.0743* 0.0848** 0.1288*** 29.6%\n0.0415] 0.0338] 0.0393]\nNot Happy 0.021 0.0296 0.03 11.0%\n0.0304] 0.0316] 0.0413]\nHappily Married -0.0441 -0.0256 -0.0496 63.3%\n0.0490] 0.0776] 0.1048]\nUnhappily Married 0.0167 0.0196 0.0057 2.2%\n0.0223] 0.0270] 0.0322]\nOther Controls\nState Fixed Effects Add: Add:\nYear Fixed Effects Time Trends Time Trends?\nAge Fixed Effects\nOther Specifications\nOLS Regressions\nStandard Errors Clustered by State\n\n*p <.05. *p <.01. **p < 001.\n\nGSS data from 1973-2000 are used for analyses. Possible responses include “Very Happy,” “Somewhat\nHappy,” and “Not Too Happy.” Each different dependent variable represents a separate regression, such\nthat the above table shows the coefficient of interest for twenty four separate regressions, each using one\nof three specifications.\n\n65",
    "Page_71": "Tables 4 and 5 (following two pages) depict results using Wolfer’s (2006) more\nflexible specification, which allows for variation by two-year age bins since the law was\npassed. Although not every year ‘s individual coefficient is statistically significant, the\ncoefficients are relatively consistent in size and the joint significance is high. Again, the\nproportion of women saying they are unhappy increases substantially, with little\nchange over time, while the proportion of men saying they are very happy increases by\nabout the same amount. These results further support the interpretation that unilateral\ndivorce meaningfully and permanently increases women’s likelihood of reporting that\nthey are unhappy. Although under low barriers to divorce, about 7.5% more women\nreport they are very unhappy and 7.5% more men report they are very happy, the size\nof the swings must be contextualized. Only about 11% of women say they are very\nunhappy in general, while nearly 30% of men say they are very happy. As such, low\nbarriers to divorce appear to damage the women’s well-being more than they benefit\nmen’s well-being.\n\nMy preferred model relies on a single on/off unilateral divorce dummy variable\nsimilar to Friedberg’s (1998) since I observe little change over time, which makes the\ndynamic aspects of the models in Tables 4 and 5 unnecessary. Further, the results in\nTable 4 are apparently consistent and the inclusion of time trends does not\nmeaningfully change my results. In light of Wolfer’s critique of the inclusion of state\ntime-trends, the subsequent analyses rely on specification 1 in Table 4, which does not\ninclude time trends. This specification is robust to divorce law coding regimes (see\nappendix).\n\n66",
    "Page_72": "Table 4: Men and Women Who Are Very Unhappy, by Year Since Divorce Law\nChanged (GSS, 1973-2000)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nWomen Men Women Men\n@ @ (2) (2)\nYears 1-2 0.0838*** 0.018 0.0955*** 0.0175\n0.0189] [0.0270] 0.0186] 0.0265]\nYears 3-4 0.0824*** 0.0442 0.1009*** 0.0419\n0.0183] [0.0400] 0.0218] 0.0440]\nYears 5-6 0.0832*** -0.0299 0.1093*** -0.0341\n0.0280] [0.0314] 0.0279] 0.0375]\nYears 7-8 0.0692*** 0.0244 0.1034*** 0.0146\n0.0187] [0.0356] 0.0315] 0.0435]\nYears 9-10 0.0706*** 0.0151 0.1042*** -0.0021\n0.0260] [0.0317] 0.0273] 0.0405]\nYears 11-12 0.0763*** -0.0175 0.1163*** -0.0462\n0.0229] [0.0332] 0.0399] 0.0500]\nYears 13-14 0.0759*** 0.0255 0.1217** -0.0139\n0.0222] [0.0394] 0.0533] 0.0507]\nYears 15+ 0.0550*** 0.0206 0.1178* -0.04\n0.0176] [0.0340] 0.0612] 0.0535]\nN 7,529 6,356 7,529 6,356\nGroup Mean 11.2% 11.0% 11.2% 11.0%\nJoint F-Stat 5.705 5.399 4.874 4.632\nJoint P-Value 0.000 0.000 0.000 0.000\nOther Controls\nState Fixed Effects Add:\nYear Fixed Effects Time Trends\nAge Fixed Effects\nOther Specifications\nOLS Regressions\nStandard Errors Clustered by State\n\n \n\n \n\n*p <.05. *p <.01. **p < 001.\n\nGSS data from 1973-2000 are used for analyses. Possible responses include “Very Happy,” “Somewhat\nHappy,” and “Not Too Happy.” The regressions above indicate the probability of an individual stating\nhe or she is “Not Too Happy.” Each of the four columns represents a separate regression, with dummy\nvariables for how long ago the state implemented a unilateral divorce law.\n\n67",
    "Page_73": "Table 5: Men and Women Who Are Very Happy, by Year Since Divorce Law\nChanged (GSS, 1973-2000)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nWomen Men Women Men\nqd) qd) (2) (2)\nYears 1-2 -0.0325 0.0629 -0.0163 0.0654*\n0.0586] [0.0398] 0.0577] 0.0369]\nYears 3-4 -0.0332 0.0885 -0.0056 0.0853\n0.0518] [0.0563] 0.0617] 0.0508]\nYears 5-6 -0.0285 0.1074** 0.0117 0.0961\n0.0573] [0.0439] 0.0689] 0.0648]\nYears 7-8 -0.0241 0.0603, 0.0276 0.0374\n0.0517] [0.0461] 0.0643] 0.0728]\nYears 9-10 -0.0138 0.0769 0.0343 0.0445\n0.0634] [0.0498] 0.0797] 0.0598]\nYears 11-12 -0.0475 0.1004* 0.0105 0.0634\n0.0589] [0.0525] 0.0836] 0.0772]\nYears 13-14 -0.0322 0.0945 0.0287 0.0635\n0.0653] [0.0581] 0.0938] 0.0846]\nYears 15+ -0.0338 0.0543 0.0463 0.016\n0.0545] [0.0504] 0.0970] 0.0964]\nN 7,529 6,356 7,529 6,356\nGroup Mean 32.3% 29.6% 32.3% 29.6%\nJoint F-Stat 0.141 2.104 0.238 3.119\nJoint P-Value 0.997 0.056 0.981 0.007\nOther Controls\nState Fixed Effects Add:\nYear Fixed Effects Time Trends\nAge Fixed Effects\nOther Specifications\nOLS Regressions\nStandard Errors Clustered by State\n\n \n\n \n\n*p <.05. *p <.01. **p < 001.\n\nGSS data from 1973-2000 are used for analyses. Possible responses include “Very Happy,” “Somewhat\nHappy,” and “Not Too Happy.” The regressions above indicate the probability of an individual stating\nhe or she is “Not Too Happy.” Each of the four columns represents a separate regression, with dummy\nvariables for how long ago the state implemented a unilateral divorce law. Statistically significant results\nare italicized and starred.\n\n68",
    "Page_74": "3.4.2 Heterogeneous Treatment Effects by Demographic Group\n\nTable 6 below examines if there are any heterogeneous treatment effects on\nmarital satisfaction by demographic characteristics. Marital happiness seems to be\nweakly negatively impacted for all groups. As discussed earlier, marital happiness is\nonly measured for still-married individuals. As can be seen in Table 7 on the following\npage, there are some interesting heterogeneous effects on overall happiness. In fact,\nwomen who have children, and women who are older experience the greatest drop in\nhappiness under low barriers to divorce laws, while older men are particularly\npositively impacted by the law changes. Recall that Figure 1 illustrated that the overall\ndecline in women’s happiness occurring between the late 1970s and 2000 is more robust\namongst older parents. This supports the notion that reductions in the barriers to\ndivorce played a role in the women’s reduction of happiness. In all cases, the impact is\nstrongest for people who remain married. The results can be seen particularly clearly in\nFigure 2 (Panel A-D), following Tables 6 and 7.\n\nTable 6: The Effect of Unilateral Divorce on the Marital Happiness of Men and\nWomen, by Demographic Characteristics (GSS, 1973-2000)\n\n \n\n \n\n \n\n \n\nHappily Married Unhappily Married\nWomen Men Women Men\nAll -0.0415 -0.0441 0.0108 0.0167\n[0.0345] [0.0490] 0.0166] [0.0223]\nYounger 0.0201 -0.0444 0.0252** 0.0179\n[0.0531] [0.0586] 0.0120] [0.0232]\nOlder -0.0966* 0.0051 0.0083 0.0285*\n[0.0504] [0.0655] 0.0243] [0.0169]\nNo Kids -0.0273 0.2824 0.021 0.0297\n[0.1127] [0.1975] 0.0243] [0.0271]\nKids -0.042 -0.0691 0.0076 0.0185\n[0.0365] [0.0546] 0.0193] [0.0178]\nGroup Mean 61.2% 63.3% 3.9% 2.2%\nOther Controls State, Year, and Age Fixed Effects\nOther Specifications OLS Regressions\nStandard Errors Clustered by State\n*p <.05. p< .01. ***p < .001.\n\n \n\nGSS data from 1973-2000 are used for analyses. Possible responses include “Very Happy,” “Somewhat\nHappy,” and “Not Too Happy.” Mothers, fathers, childless women, and childless men are run in separate\nmodels, such that the results above indicate findings from twenty separate regressions.\n\n69",
    "Page_75": "Table 7: The Effect of Unilateral Divorce on the Overall Happiness of Men and\nWomen, by Demographic Characteristics (GSS, 1973-2000)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nHappy Not Happy\nWomen Men Women Men\nAll -0.0323 0.0743* 0.0726*** 0.021\n[0.0508] [0.0415] 0.0157] 0.0304]\nYounger 0.0516 0.0229 -0.0037 0.0720**\n[0.0941] [0.0510] 0.0299] 0.0344]\nOlder -0.0846 0.1410* 0.1319*** -0.0621\n[0.0665] [0.0734] 0.0231] 0.0583]\nNo Kids 0.0747 0.0965 -0.0115 0.0429\n[0.1644] [0.0827] 0.0725] 0.0667]\nKids -0.0577 0.0598 0.0860*** 0.0228\n[0.0375] [0.0524] 0.0192] 0.0406]\nMarried -0.0263 0.0918* 0.0578*** 0.0145\n[0.0367] [0.0508] 0.0149] 0.0344]\nDivorced 0.112 0.0632 0.1555 -0.065\n[0.0856] [0.2088] 0.2076] 0.1040]\n32.3% 29.6% 11.2% 11.0%\nOther Controls State, Year, and Age Fixed Effects\nOther Specifications OLS Regressions\nStandard Errors Clustered by State\n*p < 05. p< .01. **p < .001.\n\n \n\nGSS data from 1973-2000 are used for analyses. Possible responses include “Very Happy,” “Somewhat\nHappy,” and “Not Too Happy.” Mothers, fathers, childless women, childless men, married women and\nmen, and divorced women and men are run in separate models, such that the results above indicate\nfindings from twenty eight separate regressions.\n\n70",
    "Page_76": "Figure 2: Effect of Unilateral Divorce on Overall Happiness for Subgroups\n\nPanel A: All Women and Men\n\n \n\n0.15\n\n \n\n0.1\n\n \n\n0.05\n\n \n\nm Very Happy\n\nCoefficient\n\n0 4 | Unhappy\n\n-0.05\n\n \n\n \n\n \n\nWomen Men\n\n \n\nPanel B: Older Women and Men\n\n \n\n0.25\n\n \n\n0.2\n\n \n\n0.15\n\n \n\n0.1\n\n \n\n0.05\n\n \n\nm Very Happy\n\nCoefficient\n°\n\nm™ Unhappy\n-0.05\n\n \n\n-0.1\n\n \n\n-0.15\n\n \n\n \n\n-0.2\n\n \n\nWomen Men\n\n \n\n \n\n \n\n71",
    "Page_77": "Figure 2: Change in Overall Happiness, Comparing Women and Men, Cont.\n\nPanel C: Women and Men with Children\n\n \n\n0.15\n\n \n\n0.1\n\n \n\ni\n\n0.05\n\n \n\nm Very Happy\n\n \n\nCoefficient\n°\n\nUnhappy\n\n \n\n \n\n \n\n-0.15\n\n \n\nWomen Men\n\n \n\n \n\nPanel D: Still Married Women and Men\n\n \n\n0.2\n\n \n\n0.15\n\n \n\n0.1\n\n \n\n \n\n0.05 i m Very Happy\n\nCoefficient\n\nUnhappy\n\n \n\n \n\n \n\nWomen Men\n\n \n\n \n\n \n\nNote: Coefficients and clustered standard errors depicted above. Results are from OLS regressions with\nYear, Age, and State fixed effects.\n\n72",
    "Page_78": "3.5. Conclusions\n3.5.1 Summary of Main Findings\n\nIn sum, the coefficients on unhappiness are significant and substantial,\nsuggesting that unilateral divorce increased women’s probability of reporting that they\nare unhappy and increased men’s probability of reporting that they are very happy. In\naddition, older women and mothers are identified as the subgroup of women that are\nmost susceptible to the decrease in happiness following the implementation of the\nunilateral divorce laws. The fact that the greatest decline in happiness occurs among\nolder women and mothers supports the interpretation that the women most adversely\nimpacted are those who have lower expectations for the remarriage market. Since there\nis no effect on women reporting that they are very happy, the policy change must be\nimpacting women who would otherwise have been somewhat happy. Similarly, it is the\npotential male partners of the women most negatively impacted by the policy change\nwho were most positively impacted by the change in divorce law, conceivably as they\nexploit newfound power within their relationships. The effects are substantial as well as\nsignificant; for the preferred model, the Cohen’s D is 0.71 for men and 1.85 for women,\nindicating a medium to large effect size (Cohen, 1992).\n\nMy findings support the interpretation that men are exploiting quasi-rents from\ntheir wives when they perceive that their wives are in a poor bargaining position on the\nremarriage market (such as after childbirth, or after peak childbearing years).\nTheoretically, the spouse with the lower threat point will have reduced bargaining\npower within the marriage, further decreased by low barriers to divorce. This suggests\nthat older women with children who remain married will suffer under low barriers to\ndivorce, and my results support this. In addition, men appear to have a particular\npsychological benefit to easy marital dissolution. This interpretation is further\nsupported by studies indicating that children suffer under low-barriers to divorce\nregimes, even if their parents do not separate (Gruber, 2004; Reinhold, et al., 2011),\nsuggesting that higher investment in children occurs when women have greater\nbargaining power within their marriages (Lundberg & Pollak, 2008).\n\nAs seen in Figures 1 and 2, the decline in female happiness that has occurred\nover the last several decades not only increases the likelihood of one reporting they are\nvery unhappy but also decreases the likelihood of saying one is very happy. Reductions\nto the legal barriers to divorce appear to have played a role in women’s declining\nhappiness, but these law changes cannot be the sole cause because it does not reduce\nthe proportion of women who report they are very happy.\n\n3.5.2 Policy Implications\n\nBecause the reduction in legal barriers has a detrimental effect on women who\nremain married, this paper supports arguments that policies aimed at preventing\n\n73",
    "Page_79": "divorces should focus on improving marriages. Laws discourage spousal exploitation,\nsuch as punitive measures (e.g., greater alimony) for inter-marital rent exploitation,\ncould improve the distribution of well-being within marriages. Further, since women\nterminate the vast majority of marriages, such laws might actually reduce the divorce\nrate.\n\nIn closing, the decline in female happiness is likely the result of many factors,\nwith no one policy or norm responsible for the entire shift. In this paper, one\ncontributing factor is described. The introduction of unilateral divorce appears to have\nmeaningfully reduced women’s subjective welfare both absolutely and relative to men.\nBetter understanding of the mechanisms at play will allow for a more targeted\nintervention, but with the available data and existing research, it appears that\nimproving the allocation of labor within marriages is one way to combat the reduction\nin women’s happiness.\n\n74",
    "Page_80": "Works Cited\n\nAkerlof, G. A., Yellen, J. L., & Katz, M. L. (1996). An analysis of out-of-wedlock childbearing in\nthe United States. Quarterly Journal of Economics, 111(2), 277-317.\n\nAllen, D. W. (1992). Marriage and divorce: Comment. American Economic Review, 82(3),\n679-685.\n\nBecker, G. S. (1991). A Treatise on the Family. Cambridge, MA: Harvard University Press.\n\nBrinig, M. F., & Allen, D. W. (2000). \"These boots are made for walking\": Why most divorce\nfilers are women. American Law & Economics Association, 2(1), 126-169.\n\nBrinig, M. F., & Buckley, F. H. (2000). No-fault laws and at-fault people. International Review\nof Law and Economimcs, 18(3), 325-340.\n\nBumpass, L. L., Castro-Martin, T. C., & Sweet, J. A. (1991). The impact of family background\nand early martial factors on marital disruption. Journal of Family Issues, 12(1), 22-\n42.\n\nCaceres-Delpiano, J., & Giolito, E. (2008). How unilateral divorce affects children. The\nInstitute for the Study of Labor IZA Discussion Paper, No. 3342.\n\nCohen, J. (1992). A power primer. Psychological Bulletin, 112(1), 115-159.\nEllman, I. M., & Lohr, S. L. (1998). Dissoliving the relationship between divorce laws and\ndivorce rates. International Review of Law and Economimcs, 18(3), 341-359.\nFriedberg, L. (1998). Did unilateral divorce raise divorce rates? Evidence from panel data.\nThe American Economic Review, 88(3), 608-627.\n\nFriedman, L. M., & Percival, R. V. (1976). Who sues for divorce? Journal of Legal Studies,\n5(1), 61-82.\n\nGilbert, D. T., & Ebert, J. E. (2002). Decisions and revisions: The affective forecasting of\nchangeable outcomes. Journal of Personality and Social Psychology, 82(4), 503-514.\n\nGoldin, C. (2006). The quiet revolution that transformed women's employment, education,\nand family. NBER Working Paper(11953).\n\nGray, J. (1998). Divorce-law changes, household bargaining, and married women's labor\nsupply. American Economic Review, 88(3), 628-642.\n\nGruber, J. (2004). Is making divorce easier bad for children? The long-run implications of\nunilateral divorce. Journal of Labor Economics, 22(4), 799-834.\n\nGruber, J., & Wise, D. A. (Eds.). (2004). Social security programs and retirement around the\nworld: Micro estimation. Chicago: University of Chicago Press.\n\nGunter, B. G., & Johnson, D. P. (1978). Divorce filing as role behvior: Effect of no-fault\ndivorce on divorce filing patterns. Journal of Marriage and Family, 40(3), 571-574.\n\nHoynes, H. W., Page, M. E., & Stevens, A. H. (2006). Poverty in America: Trends and\nexplanations. Journal of Economic Perspectives, 20(1), 47-68.\n\nJacob, H. (1988). Silent Revolution: The transformation of divorce law in the United States.\nChicago: University of Chicago Press.\n\nJohnson, J. H., & Mazingo, C. J. (2000). The economic consequences of unilateral divorce for\nchildren. University of Illinois CBA Office of Research Working Paper, Paper 00-0112,\n1-42.\n\nJohnson, W. R., & Skinner, J. (1986). Labor supply and marital separation. American\nEconomic Review, 76(3), 455-469.\n\nLee, J. Y., & Solon, G. (2011). The fragility of estimated effects of unilateral divorce laws on\ndivorce rates. The B.E. Journal of Economic Analysis & Policy, 11(1).\n\n75",
    "Page_81": "Lehrer, E. L. (2003). The economics of divorce. In S. A. Grossbard-Shechman (Ed.), Marriage\nand the Economy: Theory and Evidence From Advanced Societies (pp. 55-74).\nCambridge: Cambridge University Press.\n\nLundberg, S., & Pollak, R. A. (2008). Family decision-making. In L. Blume & S. Durlauf (Eds.),\nThe New Palgrave Dictionary of Economics.\n\nMarks, N. F. (1996). Flying solo at midlife: Gender, marital status, and psychological well-\nbeing. Journal of Marriage and Family, 58(4), 917-932.\n\nPeters, H. E. (1986). Marriage and divorce: Informational constraints and private\ncontracting. The American Economic Review, 76(3), 437-454.\n\nPollak, R. A. (2005). Bargaining power in marriage: Earning, wage rates, and household\nproduction. NBER Working Paper(11239).\n\nReinhold, S., Kneip, T., & Bauer, G. (2011). The long run consequences of unilateral divorce\nlaws on children- evidence from sharelife. MEA Discussion Paper No. 240-11\n\nRodgers, J. L., Nakonezny, P. A., & Shull, R. D. (1999). Did no-fault divorce legislation\nmatter? Definitely yes and sometimes no. Journal of Marriage and Family, 61(3),\n803-809.\n\nRowthorn, R. (1999). Marriage and trust: Some lessons from economics. Cambridge Journal\nof Economics, 23(5), 661-691.\n\nStevenson, B. (2008). Divorce law and women's labor supply. Journal of Empirical Legal\nStudies, 5(4), 853-873.\n\nStevenson, B., & Wolfers, J. (2006). Bargaining in the shadow of the law: Divorce laws and\nfamily distress. The Quarterly Journal of Economics, 121(1), 267-288.\n\nStevenson, B., & Wolfers, J. (2007). Marriage and divorce: Changes and their driving forces.\nJournal of Economic Perspectives, 21(2), 27-52.\n\nStevenson, B., & Wolfers, J. (2009). The paradox of declining female happiness. American\nEconomic Journal: Economic Policy, 1(2), 190-225.\n\nStutzer, A., & Frey, B.S. (2006). Does marriage make people happy, or do happy people get\nmarried? The Journal of Socio-Economics, 35(2), 326-347.\n\nSweeney, M. M. (1997). The decision to divorce and subsequent remarriage: Does it matter\nwhich spouse chose to leave?\". NSFH Working Paper. Madison, WI: Center for\nDemongraphy and Ecology.\n\nWaite, L. J. (1995). Does marriage matter? Demography, 32(4), 483-507.\n\nWolfers, J. (2006). Did unilateral divorce laws raise divorce rates? A reconciliation and new\nresults. The American Economic Review, 96(5), 1802-1820.\n\n76",
    "Page_82": "Appendix A: Introduction of Unilateral Divorce Law, Different Coding Regimes\n\nState\nAlaska\nAlabama\nArkansas\nArizona\nCalifornia\nColorado\nConnecticut\nDelaware\nFlorida\nGeorgia\nHawaii\nIowa\nIdaho\nIllinois\nIndiana\nKansas\nKentucky\nLouisiana\nMassachusetts\nMaine\nMichigan\nMinnesota\nMontana\nNorth Dakota\nNebraska\nNew Hampshire\nNew Mexico\nNevada\nOklahoma\nOregon\nRhode Island\nSouth Dakota\nTexas\nUtah\nWashington\nWisconsin\nWest Virginia\nWyoming\n\nFriedberg\n(1998)\n\n971\n\n973\n970\n971\n973\n\n971\n973\n973\n970\n971\n\n973\n969\n972\n\n975\n973\n972\n974\n975\n971\n972\n971\n973\n973\n\n973\n976\n985\n974\n\n973\n\n \n\n977\n\nGruber\n(2004)\n1935\n1971\n\n1973\n1970\n1972\n1973\n1968\n1971\n1973\n1972\n1970\n1971\n\n1973\n1969\n1972\n\n1975\n1973\n1972\n1974\n1973\n1971\n1972\n1971\n1933\n1967\n1953\n1971\n1975\n1985\n1970\n1987\n1973\n1978\n\n1977\n\n77\n\nJohnson and\nMazingo (2000)\n1963\n1971\n\n1974\n1970\n1972\n1973\n1978\n1971\n1973\n1973\n1973\n1971\n\n1973\n1970\n1972\n1986\n\n1973\n1972\n\n1975\n1971\n1972\n1972\n1973\n1973\n1953\n1971\n1976\n1985\n1970\n\n1973\n1986\n\n1977\n\nBrinig &\nBuckley (2000)\n\n1974\n1969\n1971\n\n1979\n1978\n\n1972\n1971\n\n1984\n1973\n\n1987\n\n1974\n1975\n\n1972\n\n1975\n1971\n\n1973\n1977",
    "Page_83": "Appendix B: Other Coding Regimes\n\nUnhappiness by Other Coding Regimes\n\n \n\n \n\n0.1\n0.08 |\n0.06\n\nebb\n\n-0.02\n-0.04 Men\n\n \n\n \n\n \n\n \n\n \n\nCoefficients and SEs\n\n \n\n \n\n \n\n \n\n \n\n \n\nHappiness by Other Coding Regimes\n\n \n\n0.1\n0.08\n0.06 |\n\nvo geet gg\n\n-0.04 t\n-0.06\n-0.08 Men\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCoefficients and SEs\n°\nt\nt\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nThis analysis utilizes data from the GSS surveys, 1973-2000. This analysis examines the causal\nrelationship between low barriers to divorce and the probability of saying one is “Very Happy” given a\nvariety of different coding regimes on when new divorce laws went into effect.\n\n78",
    "Page_84": "The figures above utilize other researchers’ codings for when and whether a state\nimplemented unilateral divorce (as reported by Wolfers in his 2006 AER paper). As can\nbe seen, the results are rather robust to specification, with all eight coding regimes\nfinding that women under unilateral divorce are more likely to report being unhappy\nthan they would be otherwise. Some of the specifications find that men are actually also\nless happy with unilateral divorce, but this finding is not very consistent. In addition,\nthere are no significant findings for improving the probability of reporting one is “very\nhappy.” Thus, alternative specifications support the primary finding that unilateral\ndivorce increased the likelihood of a woman reporting she is unhappy. The results are\nsomewhat mixed for men, but across the various coding regimes it would appear they\nare less negatively impacted by low barriers to divorce and may even be positively\nimpacted.\n\n79",
    "Page_85": "Chapter 4. Paradox Lost?: Job Satisfaction, Gender\nSegregation, and the Paradox of the Contented\nFemale Worker\n\n \n\nAbstract\n\nThis study examines the “paradox of the contented female worker” (Crosby, 1982),\nwherein women report higher job satisfaction despite worse work conditions. Using\ndata from the National Study of the Changing Workforce Survey from 1997, 2002, and\n2008, the current study finds little evidence that the “paradox” is attenuating as\npredicted by other researchers. However, one possible explanation for the paradox is\nfound; both men and women are more satisfied in occupations that are dominated by\nwomen, with no differential satisfaction-return to women. This suggests that women\nmay be on average more satisfied with their jobs because they are in more likely to be in\nsatisfying jobs. In concert, these findings suggest that men and women are made\nhappier by similar characteristics but may on average end up in different positions\nalong the tradeoff between satisfaction versus income.\n\nKeywords: Job Satisfaction, Gender, Labor Market\n\n80",
    "Page_86": "4.1 Background and Motivation\n\nWomen typically experience lower pay, lower returns to human capital, limited\naccess into desirable male-dominated jobs, and a “glass ceiling” beyond which they are\nnot promoted (Bond, Thompson, Galinsky, & Prottas, 2002; Bose & Rossie, 1983; Clark,\n1997; Sousa-Poza & Sousa-Poza, 2000; Xie & Shauman, 2003). However, despite these\nhardships, there is substantial evidence that women are actually more satisfied with\ntheir jobs than men. In the early 1980s, Crosby (1982) coined the term, “the paradox of\nthe contented female worker” (p. 7), to describe this seemingly inconsistent but\npervasive finding (e.g.: Bender & Keywood, 2006; Blanchflower & Oswald, 2011;\nBuchanan, 2005; Clark, 1997; Clark & Oswald, 1996; Crosby, 1982; Hamermesh, 2001;\nMcDuff, 2001; Meuller & Wallace, 1996; Okpara, Squillace, & Erondu, 2005; Phelan,\n1994). However, this “paradox” is only paradoxical if a sufficient explanation or\nunderlying reason is not available.\n\nIn this paper, I demonstrate the existence of a gender satisfaction gap in a recent\n(2008) sample, and I investigate potential explanations for this gap. My study\ndemonstrates that while there are some small differences in the satisfaction functions of\nmen and women, the similarities in preferences are much more pronounced than the\ndifferences, and the differences do not explain the satisfaction gap. Instead, I find that\nmuch of the gender-satisfaction gap is the result of women dominating more satisfying\noccupations, possibly due to preference differences between income and satisfaction.\n\n4.1.1 Job Satisfaction and Subjective Well-Being at Work\n\nWorklife is an important component of individual welfare, and subjective well-\nbeing (SWB) at work is an important component of worklife. “Job satisfaction” (Locke,\n1969, 1976) is now accepted as an important component of an individual’s well-being\n(Hulin, 2002). Worklife quality is commonly evaluated through both “objective and\nsubjective indicators” such as turnover and job satisfaction, respectively (Kaiser, 2007,\np. 75). In addition, job satisfaction has been consistently linked with a variety of market\nvariables, including lower turnover, fewer absences, and increased performance (for\nexamples, see Argyle, 1989; Clegg, 1983; Freeman, 1978; Judge, Bono, Thoresen, &\nPatton, 2001; Mangione & Quinn, 1975; Sloane & Williams, 2000). As such, job\nsatisfaction is policy relevant along two dimensions. First, job satisfaction provides a\nwindow into the worker experience. Second, understanding job satisfaction may in the\nlong run help our government encourage efficiency and economic growth.\n\nSome researchers have argued that SWB at work is the result of specific job\ncharacteristics (Demerouti, Bakker, Nachreiner, & Schaufeli, 2001; Hackman & Oldham,\n1976, 1980; Piero, Tordera, & Manas, 2001), while others have argued that individual\ntemperament plays the dominant role in SWB (Deary, Watson, & Hogston, 2003;\nKrueger & Schkade, 2008; Staw, Bell, & Clausen, 1986; Tett, Jackson, & Rothstein, 1991).\n\n81",
    "Page_87": "Other researchers have suggested a reasonable compromise; enduring individual\ncharacteristics predict how individuals will respond, with consistency found only\nbetween similar situations (Kammrath, Mendoza-Denton, & Mischel, 2005). Thus, both\nindividual and organizational characteristics matter, and of particular importance is the\nperson-organization fit (Chatman, 1989; O'Reilly, Chatman, & Caldwell, 1991). Further,\nindividual expectations play a role in SWB at work (Clark, 1997; Maslach & Leiter,\n2008).\n\n4.1.2 The Paradox of the Contented Female Worker\n\nAs mentioned above, the hardships women experience at work (including lower\npay, lower status, and glass ceilings) and the findings that they are on average more\nsatisfied at work appear counterintuitive. The most often discussed theory for this\nphenomenon is that women are more satisfied with their jobs because they have lower\nexpectations for their worklife as a result of historical lack of access (Buchanan, 2005,\n2008; Clark, 1997). According to this theory, women’s expectations are anchored by\ntheir traditionally poorer position in the labor market, and are thus “much easier to\nsatisfy” (Clark, 1997, p. 342). This led Clark to suggest that the gender paradox should\nattenuate over time and be less prevalent in younger women. Consistent with this\nexplanation, several subsequent studies have found that women’s happiness is\ndeclining, possibly due to unmet, rather than exceeded, expectations (Blanchflower &\nOswald, 2004; Stevenson & Wolfers, 2008). Further, Donohue and Heywood (2004)\nfound no gender paradox among a younger cohort in a sample from 1979. Thus this\ntheory is a possible explanation for the difference, so long as the gap is attenuating in\nthe general population and there is little or no gap in younger cohorts. However, as\nothers have pointed out, this account does not explain why women tend to be happiest\nin occupations that are typically and historically dominated by women, with which\nwomen should have the most accurate expectations (Bender, Donohue, & Heywood,\n2005).\n\nThere are other possible explanations for this gap.° It is possible that job\nsatisfaction is the result of stable individual characteristics and that women are simply\nmore likely to report high SWB in general (either due to higher satisfaction or to higher\nagreeableness). While this is possible, the existing evidence on gender and happiness in\n\n‘It is worth mentioning, although it is not investigated here, that it is even possible that the gender-job\nsatisfaction gap is the result of women’s average lower pay. The literature on “insufficient justification”\n(Aronson, 1966) describes how people are likelier to recall enjoying a task when they have not been\ncompensated, potentially to alleviate cognitive dissonance (Festinger & Carlsmith, 1959). This finding has\nbeen widely (e.g.: Aronson, Blanton, & Cooper, 1995; Kruglanski, Alon, & Lewis, 1972; Pearce, 1983;\nPfeffer & Lawler, 1980). It is possible that women who work in jobs for lower pay and status than their\nmale counterparts are performing this type of post-hoc analysis, assuming that they must enjoy it or they\nwould not put up with poor conditions.\n\n82",
    "Page_88": "other domains is mixed (e.g.: Blanchflower & Oswald, 2011; Francis, 1998; Fujita,\nDiener, & Sandvik, 1991; Shmotkin, 1990; Stone, Schwartz, Broderick, & Deaton, 2010).\nAnother possible explanation is that women are not more satisfied than men are; they\nare just more likely to exit if they are not satisfied. Women are (or at least, used to be)\nmore likely to decide to leave the workforce if there is another wage earner in the\nhousehold (e.g.: Becker, 1993; Goldin, 1990; Stevenson & Wolfers, 2008), but Clark\n(1997) found little evidence for a selected representation theory when he corrected for\nwomen’s lower presence in the workforce using a Heckman sample correction. It is still\npossible that women who are secondary wage earners are more able to choose\noccupations based upon what makes them happy rather than what pays the bills, and\nthat they are better able to brave temporary unemployment while they look for\nfulfilling jobs. If this is the case, even at nearly full representation, women in\neconomically stable, two income families would show greater satisfaction with their\njobs than other women, holding income constant.\n\n4.1.3 Gender Differences in Preferences for Work\n\nIt is also possible that the gender-satisfaction gap is the result of men and women\nhaving different utility functions with regards to work. The evidence on the intensity\nand scope of gender differences in temperament is mixed (e.g.: Costa, Terracciano, &\nMcCrae, 2001; Eagly & Johnson, 1990; Feingold, 1994). Regardless, child-timing needs\nmay play a role in women’s choice of field (Bacharach, Bamberger, & Conlye, 1991;\nBakker, Demerouti, & Schaufeli, 2002). Women who go into demanding, male\ndominated professions are less likely to have families (Halperin, Werler, & Mulliken,\n2010) and report higher levels of stress (Narayanan, Menon, & Spector, 1990) both in\ncomparison with their male counterparts and with women in less demanding\noccupations. This may in part reflect the investment that occurs through many of the\nrelevant childbearing years.\n\nFurther, as Hochschild first documented in The Second Shift (1989), women have\nmore responsibilities in the home. A recent study found that men who do 50% of the\nfamily share of paid hours do about 25% of the housework, and men who do 0% of the\nfamily share of paid hours average about 40% of the housework (Akerlof & Kranton,\n2010, p. 95). The resulting higher workload and work-family conflict experienced by\nwomen, particularly women with children (Duxbury, Higgins, & Lee, 1994), may make\nwomen less happy in general. Thus, women may be trading in status and income at\nwork for greater flexibility, shorter hours, lower required effort, and family-friendly\npolicies (Bekker, Coon, & Bressers, 2005; Bender, et al., 2005; Frye & Breaugh, 2004;\nMadsen, 2003; Pierce & Newstrom, 1983; Presser, 2000; Scandura & Lankua, 1997).\n\nIt is also possible that there is a tradeoff between income and job satisfaction,\nwith men and women being willing to sacrifice income for job satisfaction at different\nrates. It has been widely demonstrated that men and women on average value different\n\n83",
    "Page_89": "qualities in their mates; women prefer high-earning men, while men are indifferent to\nwomen’s earnings (e.g.: Fisman, Iyengar, Kamenica, & Simonson, 2006; Hitsch,\nHortacsu, & Ariely, 2010). This alone likely effects men and women’s preferences for\nwork and income.\n\nThis is clearly difficult to measure, as skill and ability is clearly endogenous. It is\nthe mirror image of the Compensating Wage Differential literature (e.g.: Garen, 1988),\nwherein it is difficult to measure the pay raise people accept for facing risky work\nconditions because those in risky jobs face lower opportunity costs. Similarly, it would\nbe quite difficult to capture what wage reductions individuals accept to be jobs that are\nsatisfying, as those in satisfying jobs may have turned down lucrative jobs.\n\n4.1.4 Occupation Typicality as an Explanatory Variable\n\nIt is also possible that the gender-job satisfaction gap is the result of men and\nwomen being found in different occupations. Akerlof and Kranton (2010) noted that “In\n1990, still more than half (53 percent) of men or women would have to switch jobs in\norder to achieve an equal distribution” (p. 84, citing Hopkins, 2005). According to\nBecker (1965, 1993), the differences in gender representation between occupations is the\nresult of differences in comparative advantages (which may be in part due to legal\nbarriers and, as the literature on Stereotype Threat suggests, social norms’) or\npreferences (which may also include norms, as well as beliefs and expectations). Thus, if\nthe occupations that are typical for women are, on average, more satisfying for\nwhatever reason, both men and women may be more satisfied in such occupations.\n\nThe gender composition has been shown to be important for both majority and\nminority groups (Buchanan, 2005; Cohen & Swim, 1995; Kanter, 1978; Knouse &\nDansby, 1999; Wharton & Baron, 1987, 1991; Wharton, Rotolo, & Bird, 2000), and the\ngender typicality may be self-reinforcing as people consider their projected identity in\ncertain market decisions (Akerlof & Kranton, 2010). People in atypical occupations pay\na serious toll of being different (e.g.: Branscombe, Wann, Noel, & Coleman, 1993;\nChatman, et al., 2008; Cheryan & Plaut, 2010; Cheryan, Plaut, Davies, & Steele, 2009;\nDevine, 1989; Ely, 1990, 1994; Kanter, 1978; Pierce, 1995; Plaut, Stevens, Buffardi, &\nSanchez-Burks, 2011; Sherif, Havery, White, Hood, & Sherif, 1988). Selection is clearly a\n\n’The psychology literature on Stereotype Threat demonstrates how the salience of task atypicality\nreduces performance (e.g.: Carr, Thomas, & Mednick, 1985; Inzlicht & Ben-Zeev, 2003; Murphy, Steele, &\nGross, 2007; Spencer, Steele, & Quinn, 1999; Steele & Aronson, 1995) and performance appraisal (Bass,\n1990; Dalton & Todor, 1985; Devine, 1989; Eagly, Karau, & Makhijani, 1995). Individuals often respond by\naiming lower and avoiding leadership positions on atypical tasks (Karakowsky & McBey, 2001;\nKarakowsky & Siegel, 1999; Lippa & Beauvais, 1983). If individuals respond by reducing challenging\ncontact with gender atypical tasks, real differences in ability may emerge over time (for a review, see\nChatman, Boisnier, Spataro, Anderson, & Berdahl, 2008).\n\n84",
    "Page_90": "major issue here, individuals in atypical occupations may have a particularly strong\nattraction to other aspects of the occupation.\n\n4.2 Data and Empirical Strategy\n\nThis study utilizes the National Study of the Changing Workforce Survey\n(NSCW), compiled by the Families and Work Institute, which is completed every five to\nsix years. In addition to a variety of questions about people’s jobs, lives, families, and\nhealth, they ask about job satisfaction. The dataset pools three years of cross-sectional\ndata, fairly equally divided (1997, 2002, and 2008). The key dependent variable in this\nstudy is job satisfaction. The NSCW provides a composite variable of job satisfaction,\ncreated through principal component analysis of the responses to a few questions. Table\n1 contains descriptions of the job satisfaction variable,’ and Table 2 contains\ndescriptions of other subjective measures of quality of worklife used in this paper.\n\nTable 1: Job Satisfaction Indicator Summary\n\n \n\n \n\n \n\nMean Male Female\n(St. Dev)\n1997 -0.046 0.019\n(0.864) (0.860)\n2002 -0.053 0.054\n(0.850) (0.833)\n2008 -0.049 0.018\n\n \n\n(0.826) (0.837)\n\n \n\nQ1 All in all, how satisfied are you with your job?\n\n \n\nKnowing what you know now, if you had to decide all over again\nwhether to take the job you have now, what would you decide?\n\nQ2\n\n \n\nIf a good friend of yours told you that he or she was interested in\nQ3 working for your employer, what would you tell your friend?\n(Note: Not asked in 1997).\n\n \n\n \n\nSatisfaction data is obtained from the NSCWS.\n\n8Although only two of these three questions were asked in 1997, the mean, standard deviation, and\ngeneral face validity remains the same.\n\n85",
    "Page_91": "Table 2: Job Characteristics Self-Report, NSCW, 1997, 2002, & 2008\n\n \n\nwith Marriage\n\nVery Satisfied | “All things considered, how do you feel about your life these days?” One if very\nwith Life satisfied, zero if other response. (N = 8,258; F: 37.7%; M: 38.5%)\nVery Satisfied | “Allin all, how satisfied would you say you are with your marriage / partner?” One if\n\nvery satisfied, zero if other response. (N = 5,210; F: 49.9%; M: 55.2%)\n\n \n\nEquals one if: 1) the respondent is married; 2) family income is reported at least 4x the\n\n \n\nExit Possible poverty line for family size and type; and 3) the respondent reports earning 70% or\nless than spouse. Field empty if missing income data. (N = 7,557; F: 26.0%; M: 22.9%)\n“My supervisor or manager accommodates me when I have family or personal\n\nSup. business to take care of—for example, medical appointments, meeting with child's\n\nAccommodates | teacher, etc.” (NOTE: in 2008, \"accommodates me\" is changed to \"is responsive to my\n\nneeds.\" One if strongly agree, zero otherwise. (F: 63.0%; M: 57.7%).*\n\n \n\nFlex Doesn't\nHurt\n\n“At the place where you work, employees who ask for time off for personal or family\nreasons or try to arrange different schedules or hours to meet their personal or family\nneeds are LESS likely to get ahead in their jobs or careers.” One if strongly disagree,\nzero otherwise. (F: 32.9%; M: 30.0%).*\n\n \n\n“Are you allowed to take a few days off to care for a sick child without losing pay,\n\n \n\n \n\n \n\n \n\n \n\nOff Sick NP without using vacation days, AND without having to make up some other reason for\nyour absence, or not?” Y/N response. (F: 19.1%; M: 21.5%).*\n“How hard is it for you to take time off during your work day to take care of personal\nOff Not Hard or family matter?” One if not hard at all, zero otherwise. Equals one if not hard at all,\nzero otherwise. (F: 32.0%; M: 35.1%).*\n“At my place of employment, employees have to choose between advancing in their\nFam Job Fit jobs or devoting attention to their family or personal lives.” One if strongly disagree,\nzero otherwise. (F: 36.5%; M: 28.2%).*\nWeighted average of: \"sup accommodates,” \"flex hurts,\" \"off hard,\" \"fam or job\" and\nFlex Factor / ge \" : \" wuts aba\nHich Flex time control.\" Variable \"off sick\" is excluded because it is asked of too few\n8 participants. (Female: 2.35; Male: 2.37). \"High Flex\" is top third. (F: 30.7%; M: 33.0%)\n“T feel I am really a part of the group of people I work with.” One if strongly agree,\nPart of\nart of Group zero otherwise. (F: 66.4%; M: 61.5%)\nMeaning “The work I do is meaningful to me.” Y/N response. (F: 68.5%; M: 63.5%)\n\n \n\nJob Security\n\n“How likely is it that during the next couple of years you will lose your present job\nand have to look for a job with another employer?” One if not at all or not to likely,\nzero if otherwise. (F: 70.3%, M: 67.2%)\n\n \n\nWeighted average of: 1) “Ihave the freedom to decide what I do on my job”; 2) “It is\n\n \n\n \n\n \n\nHigh basically my own responsibility to decide how my job gets done”; 3) “I have a lot of\nAutonomy say about what happens on my job”; 4) “I feel I can really be myself on my job. Equals\none if in top third of Autonomy, zero if otherwise.” (F: 17.6%; M: 22.1%)\nWeighted average of: 1) “My job requires that I work very fast”; 2) “My job requires\nPressure that I work very hard”; 3) “I have enough time to get the job done / I never have\n\nenough time to get everything done on the job.” One if in top third of Pressure, zero if\notherwise. (F: 20.9%; M: 19.3%)\n\n*Used by Bender, Heywood, and Donohue (2005).\n\n86",
    "Page_92": "The initial sample size was 10,486, with a final working sample size of 8,270. The\nfollowing respondents were excluded: non English-speakers, the self-employed, those\nwho do not answer necessary questions, those under 18 or over 80 years of age, and\nother outliers.’ Note that all regressions were run with these respondents excluded, and\nno difference was found. Summary data for the sample is in Table 3.\n\nTable 3: Summary Statistics\n\n \n\n \n\nVariable 1997 2002 2008 Notes\nN | 2,824 2,827 2,619\nFemale | 0.518 0.577 0.551 (50.6% in 2000)\nMarried | 54.4% 44.5% 44.8% -\nHave Kids | 45.4% 41.8% 40.7% -\nWhite | 80.2% 81.3% 83.8% 69.1% in 2000\nBlack | 11.5% 9.7% 8.6% 12.1% in 2000\nAsian | 2.4% 1.7% 1.6% 3.6% in 2000\nOther Race | 5.9% 7.3% 6.0% -\nEduc: HS or GED | 29.7% 23.6% 21.5% 28.7% in 2000\nEduc: Some College | 25.3% 23.4% 21.3% 21.0% in 2000\nEduc: AA | 7.7% 10.2% 9.9% 6.3% in 2000\nEduc: BA | 20.6% 24.8% 26.1% 15.6% in 2000\nEduc: Adv. Degree | 10.4% 14.7% 18.8% 8.7% in 2000\nGt be oer ori W625 Data for 91.4% of relevant sample\n% Poverty Line | 4.518x, 5.415x, 5.905x, f (year, marital status, family size)\n(Sd Dev) | (4.167) (4.493) (4.553)\nAge | 40.4, 41.92, 46.0,\n(Gd Dex) (11.8) (12.59) (12.3) Range: 18 - 80\nTenure | 7.6, 8.3, 9.2,\n(Sd Dev) | (8.2) (8.8) (9.3) Range: .5 -50\nWeekly Hours | 44.0, 43.0, 42.3,\nGa Dev) | (11.8) (12.4) (12.4) Range: 1— 100\nfot | 48.8% 52.4% 52.0% Proportion women in occupation\n\n \n\n \n\n \n\no and time t; From BLS\n\nDescriptive statistics and definitions, 1997, 2002, and 2008 NSCW and BLS\nNote: Comparison Data from 2000 Census\n\n°Respondents were excluded for refusing to answer questions about their job satisfaction, education, race,\norganizational tenure, age, or marital status. These variables necessary for some of the regressions, and\nthese people might not be uncomfortable sharing honest personal information about their worklives. A\nrespondent was considered an outlier for any of the following reasons: 1) reports over 5 children living at\nhome; 2) reports work-hours over 100 hours; 3) reported income is above discontinuity break (between\n$800k and $1M depending on the year); or 5) interviewer reports respondent appears very disinterested.\n\n87",
    "Page_93": "In order to look at historical average occupational composition, I merged the\nNSCW data with historical data on employment by gender from the Bureau of Labor\nstatistics by occupation.'° The match-up between the NSCW and BLS data required a\nvariety of steps to match along occupation codes, but the result is quite good and was\nachieved for over 99% of the sample. As can be seen in Figure 1, NSCW is a reasonably\nrepresentative sample of working America. Using the BLS data, I created the variable fot,\nwhich refers to the proportion of people in occupation o and year t who are women.\nExamples of jobs high and low in f can be found in Table 4 (following page).\n\nFigure 1: NSCW and BLS Validation\n\n \n\n100%\n\n \n\n \n\n \n\n90% i:\n80% a\nZ\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n=\n3 70% ‘\n£ 60% = —e— 1997\n2 o\n= 50% —=—2002\n2 7\n* 40% n a= 2008\nc\n8 30%\né 20%\na\n10% +\n0% 1 1 1 1 1\nQi Q2 Q3 a4 a5\n\nQuintile of Proportion Female from BLS\n\n \n\n \n\n \n\nComparing % Female in NSCW with BLS %Female Quintiles, 1997, 2002, and 2008. Quintiles are\ndetermined by the BLS, and the percent of women in these occupation compared on the chart above is\nfrom the NSCW. This indicates that the NSCW is a rather good and random sample, and that the match\nup in occupation codes to the BLS is relatively clean.\n\n10Although it would have been nice to compare average compositional effects from the BLS with the local\ncompositional effects, a survey question exploring local compositional effects was asked only in 1997. The\nsurvey question: “What percentage of your immediate work group is made up of people like you — with\nrespect to sex and racial or ethnic background?” was used by Bender, Heywood, and Donohue (2005)\nusing only 1997 data from NSCW.\n\n88",
    "Page_94": "Table 4: Occupation Examples by f\n\nLow f Occ’s High f Occ’s\nPilots, mechanics, machine\noperators, butchers, computer\nprogrammers, computer\n\nAdministrative support\noccupations, many careers\n\n \n\n \n\nLow df we dealing with early childhood\n, scientists, computer analysts, °\nOcc’s . education, nurses, real estate\noperations and systems analysts,\n. . . agents, bank tellers, and dental\nmail carriers, and a variety of :\n: wy: assistants\nmanagerial positions\nArchitects, carpenters, industrial School administrators, social\nHigh df engineers, mechanical engineers, | scientists, health technologists,\non. operating engineers, police and public administrators, physical\n\ndetectives, janitors, physicians, therapists, and public relations\nproduction supervisors managers\n\n \n\n \n\n \n\nHigh f occupations are jobs where the national proportion of women in the occupation is in the top\nquintile; high df occupations are those which are becoming more female as compared to five years prior.\nAll occupational demographic data is obtained from the BLS.\n\n89",
    "Page_95": "4.3 Hypotheses, Rationale, and Theoretical Models\n\nThe first series of research questions address the existence of the “Gender\nParadox.” Specifically, I will utilize data from the National Study of the Changing\nWorkforce Survey from 1997, 2002, and 2008 to determine if the gender gap in job\nsatisfaction is found in this sample in accordance with the findings of Crosby (1982) and\nothers. Specifically, I will test if, for person i:\n\nJSit = bwWi + bz), Zit+ bayDt + Vi\n\nIn the above formula, JSit is job satisfaction, Wi is whether the individual is a\nwoman, Zit is a set of observed controls, and D: are a set of year dummies. The Zit\nvariables in fully specified models will include a set of education dummies, whether the\nindividual is in a union, income, income and female interactions, log(weekly hours),\nmarital status, dummy for having children under the age of 18 living at home, family\nincome in comparison to the poverty rate for the individual’s marital status and family\nsize, years of experience in this field (regular and squared), and age (regular and\nsquared). In other models, it may include other variables as described in the text.\nFurther, in some models, men and women may be run separately.\n\nNext, I will examine potential explanations for this gap. Specifically, I examine\nwhether women report generally higher job satisfaction than men, exploring whether\nthey report higher satisfaction than men in other domains. I will also determine if\nwomen are more likely to utilize their historical role as secondary wage earner to\ntransition to more enjoyable occupations. If this is the case, we would expect that\nwomen in financially stable dyads where they are not the primary wage earners would\nbe more satisfied in their jobs as a result of the ability to exit unsatisfying jobs. To do\nthis, I will utilize a self-constructed composite variable based upon these characteristics\ncalled “Exit Possible” which will be included in the set of Zi variables.\n\nI will then explore the possibility that the satisfaction gap is the result of\nwomen’s outdated expectations. First, I will explore whether the gap attenuates\nbetween 1997 and 2008 based on older surveys. Second, I will consider the possibility\nthat young workers have more accurate expectations.\n\nThe next set of research questions will explore whether the gender-satisfaction\ngap is related in some way to the average proportion of women in the occupation as\nmeasured by the BLS. It is possible, for example that the gender-satisfaction gap is the\nresult of women being more likely to be found in satisfying occupations. It is also\npossible that, due to the toll of being different, women would be particularly happy in\noccupations dominated by women. It is also possible that men may be happier in jobs\ndepending on the average occupation demographics. However, the effects on men may\nbe mixed, and, apriori, it is difficult to predict whether women will be net more\nsatisfied or less satisfied in occupations dominated by women. Because men are\n\n90",
    "Page_96": "represented in higher numbers in the workforce, there are fewer jobs that they have\nbeen traditionally excluded from, and thus the psychological advantages of being in a\njob typical for men may be smaller.\n\nFinally, I will investigate whether men and women receive differential\nsatisfaction returns to specific work characteristics. 1 will examine differences in\nworklife preferences along a variety of dimensions. Based upon the literature on\nwomen’s disparate responsibility at home, I predict that women will have a higher\nsatisfaction with their jobs when they report greater flexibility at work. In addition, I\npredict that women will report differentially higher job satisfaction when they also\nreport feeling a part of the group.\n\nHackman and Oldham’s theory of worklife (1976, 1980) indicates that job\nsatisfaction may depend on a variety of factors, including autonomy, skill variety, and\nwork feedback, while others have found that high stress may reduce job satisfaction\n(Cooper, 1998; Steinhardt, Dolbier, Gottlieb, & McCalister, 2003). Thus, I hypothesize\nthat job satisfaction will be meaningfully related to a variety of other subjective\nappraisals of worklife. Controlling for these work characteristics, I predicted that\nwomen will still exhibit differential job-satisfaction returns to flexibility and feeling part\nof the group, even controlling for their self-report along these dimension.\n\nA few notes on specification: all models will be clustered by occupation. In some\ncases, as listed, results will include occupation-level fixed effects. Fixed effects models\nimplicitly control for occupational demographics (such as the proportion of people in\nthat occupation who are female). Thus, if including occupation fixed effects attenuates a\nresult, it indicates that occupational characteristics play a role but not which\noccupational characteristics. As such, while all models will control for year-of-survey\nfixed effects, the primary and preferred models will not use occupation fixed effects.\n\n4.4 Results\n4.4.1 Data support Gender-Job Satisfaction Gap\n\nAs can be seen in Figure 2 (next page), there is a gender-job satisfaction gap in\nthis sample. Further, as seen in Table 5 (below Figure 2), these differences are larger and\nmore significant when controlling for income. Thus, the “Gender Paradox” emerges in\nthis sample. Note that women show greater job satisfaction controlling for income and\nshow a differentially lower satisfaction return to income. This could be for a variety of\nreasons; perhaps women choose jobs that pay less but are also more satisfying for other\nreasons; perhaps income is a measure of success that is more potent for men on average;\nperhaps women are less likely to be the primary wage earner and are less worried about\nmoney; or perhaps income satisfaction is referential to other people within gender, and\nwhile women are paid less there is also less variation. This is a bit of chicken and egg\nreasoning, however, because it is not clear if women are happier with lower pay\n\n91",
    "Page_97": "because they are not comparing themselves to women in extremely powerful, high-\npaying positions or if women are not paid as highly because they tend bargain for other\njob characteristics instead.\n\nFigure 2: Average Job Satisfaction by Gender\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n0.06\nc 0.04\n2\n8 0.02\n2 0\ns a Male\n\nFemale\n\n3 -0.02\n°\n> -0.04\n\n-0.06\n\n1997 (t=2.02) 2002 (t = 3.36) 2008 (t = 2.05)\n\n \n\n \n\nResults from OLS regressions. Satisfaction data from the NSCWS. All models are clustered by occupation.\nJob satisfaction is measured by a standardized response to the following questions: “All in all, how\nsatisfied are you with your job?”; “Knowing what you know now, if you had to decide all over again\nwhether to take the job you have now, what would you decide?”; and “If a good friend of yours told you\nthat he or she was interested in working for your employer, what would you tell your friend?” This\nfigure shows that there is a satisfaction gap.\n\nTable 5: The Gender \"Paradox\" Emerges\n\n \n\nDV: Job Sat (1) (2) (3)\n\n \n\nFemale | 0.0802\" 0.150\" 0.115\"\n[0.0213] [0.0329] [0.0321]\n\nIncome 1.92e-06*** — 1.74e-06***\n[2.65e-07] [2.90e-07]\nFemale * Income -9.35e-07** -6.75E-07\n[4.61e-07]  [4.48e-07]\nAddn'l Controls N N Y\nObservations 8,270 8,270 8,270\nR 0.002 0.008 0.019\n\n \n\n \n\nRobust standard errors in brackets\n** y<0.01, ** p<0.05, * p<0.1\n\nResults from OLS regressions. All models contain year fixed effects and are clustered by occupation.\nAdditional controls include experience, experience2, age, age2, log(weekly work hours), union, and\neducation dummies. As can be seen, the gap in satisfaction is robust to including a wide variety of\n\nindividual-level characteristics.\n\n92",
    "Page_98": "4.4.2 The Satisfaction Gap is Not an Artifact\n\nThe satisfaction gap is not an artifact of women generally tending to report\nhigher satisfaction than men, nor the effect of women being able to brave\nunemployment and therefore sort into more enjoyable occupations. First, see Figure 3\n(below) and Table 6 (following page), which show that the paradox is not an artifact of\nwomen reporting higher satisfaction in general. As can be seen, women do not report\nhigher satisfaction in general. Specifically, Figure 3 demonstrates that women are more\nsatisfied with their jobs, less satisfied with their marriages, and roughly equally\nsatisfied with their lives as compared to men. Table 6 demonstrates that there is some\ncovariance between being satisfied in one domain and being satisfied in other domains,\nsuggesting an omitted variable, maybe positive affect, agreeability, or success.\nRegardless, women are statistically significantly happier with their jobs than men, even\ncontrolling for life and marriage satisfaction.\n\nFigure 3: Satisfaction Differentials Across Domains\n\n \n\n60%\n\n \n\n50%\n\n \n\n \n\n40%\n\n30%\n\n \n\nm Men\n20%\n\n \n\n \n\n10%\n\n \n\n0% T T 1\nJob Satisfaction Marital Satisfation Life Satisfaction\n(t=4.94) (t=3.87) (t=0.076)\n\n \n\n \n\n \n\nResults from OLS regressions. Satisfaction data from the NSCWS. All models are clustered by occupation.\nData from the NSCWS. Satisfaction is measured by percent saying they are very satisfied. This figure\nshows that women are not simply prone to reporting higher levels of satisfaction across domains. They\nare less satisfied on average than men with their marriages and about equally satisfied with their lives.\n\n \n\n93",
    "Page_99": "Table 6: Job Satisfaction as a Function of Satisfaction in Other Domains\n\n \n\nDV: Job Sat (a) (2) (3) (4)\n\n \n\nFemale 0.136\" 0.0820** 0.120*** 0.192***\n[0.0256] [0.0321] [0.0367] [0.0480]\n\nLife Sat 0.643*** _ 0.641*** 0.632***\n[0.0225] [0.0309] [0.0316]\nLife Sat * -0.130*** _ -0.157*** -0.174*\nFemale [0.0346] [0.0482] [0.0486]\nMarital Sat -- 0.187*** -0.0135 -0.0117\n[0.0313] [0.0326] [0.0338]\nMarital Sat * - 0.0184 0.049 0.0584\nFemale [0.0465] [0.0494] [0.0501]\nAddn'l\nControls N N N Y\nObservations 8,258 5,210 5,207 4,597\n0.111 0.017 0.121 0.137\nR N N N Y\n\n \n\nRobust standard errors in brackets\n** y<0.01, ** p<0.05, * p<0.1\n\nResults from OLS regressions. All models contain year fixed effects and are clustered by occupation.\nAdditional controls include experience, experience2, age, age2, log(weekly work hours), union, and\neducation dummies. The satisfaction gap is robust to including satisfaction in other domains.\n\nTable 7 (following page) explores whether higher job satisfaction in women is the\nresult of women being more able than men to brave temporary unemployment when\nswitching to a more satisfying job. This table depicts the correlation between marital\nand job satisfaction. This may suggest that: 1) dyads are able to buttress themselves so\nthat a spouse can exit an unsatisfying job and look for a more enjoyable career; 2)\npeople who marry are on average easier to get along with or more sociable than those\nthat do not; or 3) people who marry are easier to satisfy than those who do not.\"\nHowever, the “Exit Possible” variable is unrelated to job satisfaction for both men and\n\nwomen.\n\n\"Note that many happiness studies indicate that married people are generally happier than unmarried\npeople (e.g.: Grove, Hughes, & Style, 1983; Stack & Eshleman, 1998) (e.g.: Grove, Hughes, & Briggs Style,\n\n1983 and Stack & Eshleman, 1998).\n94",
    "Page_100": "Table 7: “Exit Possible” Theory is Not Supported\n\n \n\nDV: Job Sat (a) (2) (3) (4)\n\n \n\nFemale 0.118\" 0.0755*** 0.132** 0.0934***\n\n[0.0239] [0.0279] [0.0326] [0.0340]\n% Poverty | 0.0129*** — 0.00841*** 0.00188 -0.000874\nLevel | [0.00240] [0.00268] [0.00324] [0.00335]\nMarried | 0.143*** 0.135** 0.132*** 0.126***\nDummy | [0.0252] [0.0261] [0.0258] [0.0274]\nExit Possible | -0.0125 -0.0361 -0.0476 -0.0601\n[0.0361] [0.0402] [0.0374] [0.0388]\nFemale * Exit | -0.0301 -0.023 0.046 0.0409\nPossible | [0.0454] [0.0485] [0.0464] [0.0481]\nYear FE? Y Y Y Y\nOccupat FE? N Y N Y\nAddn'l\nControls N N Y Y\nObservations 6,735 6,735 6,735 6,735\nR?| 0.0140 0.0890 0.0250 0.0990\n\n \n\nRobust standard errors in brackets\n** y<0.01, ** p<0.05, * p<0.1\n\nResults from OLS regressions. All models contain year fixed effects and are clustered by occupation.\nSome models as noted contain occupation level fixed effects as noted above. Additional controls include\nexperience, experience2, age, age2, log(weekly work hours), union, and education dummies. As can be\nseen, there is no evidence that ability to exit one’s career (as measured by not being in poverty, having a\nworking spouse, and being married) does not explain the satisfaction gap.\n\n4.4.3 Job Satisfaction Gap is Not Attenuating\n\nThe assertion that the gender paradox is attenuating is examined in Table 8 (next\npage). First, Figure 8 shows that there is no evidence of attenuation during the 1997 —\n2008 window, even with full controls. When Sousa-Poza and Sousa-Poza (2000) showed\ndifferences in job satisfaction by gender in a 1989 U.S. sample, Donohue and Heywood\n(2004) concluded that “the intervening nine years [between the survey that they have\nused and that used by Sousa-Poza and Sousa-Poza] are not sufficient for the absence of\nthe gender effect among young workers to make itself apparent in their age-\nrepresentative sample” (p. 213). In this sample, even the 28 year interval between the\nsurvey used by Donohue and Heywood and the 2008 wave of this survey were\ninsufficient for the disappearance of the gender job satisfaction gap.\n\n95",
    "Page_101": "Table 8: Gender Gap by Year\n\n \n\n \n\nDV: Job Sat (1) (2) (3) (4) (5) (6)\n1997 2002 2008 1997 2002 2008\nFemale 0.0656* 0.107*** 0.0671** 0.114** 0.117* 0.122**\n[0.0391] [0.0320] [0.0309] [0.0500] [0.0600] [0.0525]\nAddn'l Controls N N N Y Y Y\nObservations 2,824 2,827 2,619 2,824 2,827 2,619\nR 0.001 0.004 0.002 0.021 0.03 0.02\n\n \n\nRobust standard errors in brackets\n** y<0.01, ** p<0.05, * p<0.1\n\nResults from OLS regressions. All models contain year fixed effects and are clustered by occupation.\nAdditional controls include experience, experience2, age, age2, log(weekly work hours), union, and\neducation dummies. As can be seen, the satisfaction gap is not attenuating.\n\nAge fixed-effects are further explored through examining whether younger\nworkers exhibit a smaller gender-job satisfaction gap (which would be, according to the\noutdated-expectations theory, the result of more accurate work expectations among the\nyoung) in Figures 4, 5a, and 5b (following pages). In Figure 4, notice the reduced gap\nwhen people are both at the younger (under 21) and older (over 60) ends of the\ndistribution, suggesting that there may be dominant age effects. Also, notice that on\naverage people are becoming more satisfied with their jobs as they get older (Figure 5a).\nPerhaps older workers receive benefits to their experience, or perhaps there are heavy\nselection effects among older workers, or perhaps this reflects higher global well-being\namong older people (Stone, et al., 2010). Further, Figures 5a and 5b show rather\nconsistent age effects across years, such that the “expectation” hypothesis does not\nappear likely. In other words, the 18 — 21 year old women are not more satisfied than\nmen in 1997, but they are more satisfied as 22 — 25 year olds in 2002 and as 27-32 year\nolds in 2008. Further, while there is substantial noise in each data year, the peak gender-\nsatisfaction gap in years are from 25 to 50 in all three data years. If there had been an\nexpectations effect, there should have been a decline in satisfaction among increasingly\nolder women as those women with updated expectations age.\n\n96",
    "Page_102": "Figure 4: Job Satisfaction by Age and Gender\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n0.4\n0.3\nS\n$B 0.2 a\n8\n£\n2\n‘g 0.1 7\n3 —\n% 0 oe T 1\nay 1 . =— —¢=—Women\ngw a\n< N. YY uM\n02 . —m—Men\n-0.3 -\n18-25 26-30 31-40 41-50 51-60 61+\nAge in Years\n\n \n\n \n\n \n\nAggregated (1992, 2002, and 2008) from the NSCWS. Job satisfaction is measured by a standardized\nresponse to the following questions: “All in all, how satisfied are you with your job?”; “Knowing what\nyou know now, if you had to decide all over again whether to take the job you have now, what would\nyou decide?”; and “If a good friend of yours told you that he or she was interested in working for your\nemployer, what would you tell your friend?” As can be seen, the gap in satisfaction is occurring among\nthose aged 26-60.\n\n97",
    "Page_103": "Figure 5a: Job Satisfaction by Age, Women Only\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAge in Years\n\n0.4\n:\n0.3\nS o\n6 0.2\n& |\ne o1 a A\nn “Af\n2. ——_—\n2 0 ‘. | —_—\n3 1 1 —o— 1997\nFY “ °\nco = —m—2002\ng -0.1 —— J\n< —1— 2008\n-0.2\n-0.3\n18-25 26-30 3140 41-50 51-60 61+\n\n \n\nFigure 5b: Job Satisfaction by Age, Men Only, 1992, 2002, and 2008\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAge in Years\n\n \n\n04 5\n0.3\n5 HH\n£ 0.2 A\n£\n2\n% 0.1 +\n7) ow\n3\n3 0 1 = | <= 1997\n® ‘ rm\n3 0.1 Zs = a : y, m—2002\n* = 2 —1— 2008\n-0.2\n+\n-0.3\n18-25 26-30 31-40 41-50 51-60 61+\n\n \n\nAll satisfaction data from the NSCWS. Job satisfaction is measured by a standardized response to the\nfollowing questions: “All in all, how satisfied are you with your job?”; “Knowing what you know now, if\nyou had to decide all over again whether to take the job you have now, what would you decide?”; and “If\na good friend of yours told you that he or she was interested in working for your employer, what would\nyou tell your friend?” As can be seen, there is noise but no meaningful change in trend across ages in the\n\nyears 1997-2008.\n\n98",
    "Page_104": "Table 9 further explores Figures 4-5b. While age effects do account for the\ngender-gap (leaving, in fact, a negative coefficient on female that is significant in the\nmost saturated model), this can be explained by Figure 4. The gender-gap is highest for\npeople in the middle of the age distribution, and lowest for people who are both\nyounger and older in this sample. People in the workforce at the youngest and oldest\nends of the distribution may have unique worklives (e.g.: by design, younger workers\nare more likely to be in jobs that require lower levels of experience and education, in\naddition, older workers may be choosing to stay in the workforce instead of retiring).\nThese data suggest that the gender-satisfaction gap is related to age-specific time trends,\nbut is not attenuating over time as women with more realistic worklife expectations age.\n\nTable 9: “Paradox” Controlling for Age-Female Interaction Effects\n\n \n\n \n\nDV: Job Sat (1) (2) (3) (4)\nFemale 0.0904*** -0.188 -0.302 -0.419*\n[0.0212] [0.215] [0.221] [0.222]\nAge -0.0100* -0.0170** -0.0233*** -0.0290***\n[0.00514] [0.00770] [0.00789] [0.00858]\nAge2 | 0.000181*** 0.000259*** 0.000328*** 0.000391***\n[5.76e-05] [8.65e-05] [9.00e-05] [9.56e-05]\n% Pov Line 0.0115*** 0.0115*** 0.00587** -0.00165\n[0.00225] [0.00225] [0.00261] [0.00323]\nFemale * Age -- -- -0.00176 0.0250°*\n[0.0271] [0.0110]\nFemale * -- -- -0.00229 -0.000273**\nAge2 [0.0265] [0.000128]\nYear FE? Y Y Y Y\nOccupat FE? N N Y Y\nAddn'l\nControls N N N Y\nObservations 6,735 6,735 6,735 6,735\nR 0.0160 0.0160 0.0920 0.0990\n\n \n\nRobust standard errors in brackets\n** y<0.01, ** p<0.05, * p<0.1\n\nResults from OLS regressions. All models contain year fixed effects and are clustered by occupation.\nSome models as noted contain occupation level fixed effects as noted above. Additional controls include\nexperience, experience2, age, age2, log(weekly work hours), union, and education dummies. Although it\nmay at first appear that age interactions explain the satisfaction gap, the significant coefficients on\n\nFemale*age and Female*age2 simply describe the age-effects.\n\n99",
    "Page_105": "4.4.4 The Role of Gender Composition\n\nIt was hypothesized above that women would be happier in occupations with\nmore women and that men would be happier in occupations with more men.\nInterestingly, Table 10 indicates that the data do not support this hypothesis; both men\nand women report high satisfaction in occupations high in f. This can also be seen in\nFigure 6 (next page), which shows that men and women have fairly similar experiences\nin high and low f jobs.” Further, fis only statistically significant if some of the right-\nhand variables are omitted. This suggests that the characteristics of female dominated\noccupations create the job satisfaction, not the actual composition. Notice this\nrelationship is strongest for occupations in the highest quintile of f, of which 27.0% are\nnurses or similar and 23.3% are teachers or teachers’ aides (as compared with 5.1% and\n9.1% in the full sample). This raises an interesting question; is much of the gender-job\nparadox the result of women tending to be in more satisfying jobs?\n\nTable 10: Job Satisfaction by %Female (f)\n\n \n\n \n\nDV: Job Sat (1) (2) (3) (4)\nEveryone Women Men Everyone\nFemale 0.0146 -~ - 0.0372\n[0.0379] [0.0464]\nf 0.124** 0.167*** 0.126* 0.0836\n[0.0625] [0.0597] [0.0639] [0.0622]\nFemale * f 0.0439 -- - 0.0872\n[0.0739] [0.0725]\nAddn'l N N N Y\nControls\nObservations 8,234 4,527 3,707 8,234\nR’|__ 0.004 0.003 0.001 0.014\n\n \n\nRobust standard errors in brackets\n** y<0.01, ** p<0.05, * p<0.1\n\nResults from OLS regressions. All models contain year fixed effects and are clustered by occupation.\nAdditional controls include experience, experience2, age, age2, log(weekly work hours), union, and\neducation dummies. As can be seen, controlling for f, or the proportion of individuals within an\noccupation who are women, causes the satisfaction gap to disappear.\n\n12 Note that because these data have insufficient observations of men and women in jobs that are strongly\ngender atypical, it could not be used to explore the experience of “pioneers” (or the first men or women\nto enter very male or female dominated occupations).\n\n100",
    "Page_106": "Figure 6: Job Satisfaction by f Quintile\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n0.3\n= 0:25 } |\n2\no\n& 0.2\na\nos\na\no 0.15 | m Women\n°\nPh Men\n% 0.1\ng lm Everyone\n* 005 |\n\n0 T T T T 1\n1 2 3 4 5\nf Quintile\n\n \n\n \n\n \n\nResults from OLS regressions; 95% confidence interval depicted with error bars. Satisfaction data from\nthe NSCWS. All models contain year fixed effects and are clustered by occupation. The f variable is\ngathered from BLS and represents the proportion of people within an occupation who are women.\nSatisfaction data is obtained from the NSCWS. As can be seen from the figure above, the average job\nsatisfaction for women is quite similar to the average job satisfaction for men within quintile of f.\n\nPrevious studies have suggested that women are more satisfied than men with\nwork because they are more likely to match with a flexible workplace (Bender, et al.,\n2005). However, using the same flexibility measures as Bender et al, Table 11 below\nshows that both men and women prefer flexible jobs. In fact, women have no\ndifferential satisfaction return to any of the five measures of flexibility. Further,\ncontrolling for these flexibility measures reduces the coefficient on f such that it is not\nstatistically significant, which may indicate that some of the job satisfaction advantage\nof high f jobs is the result of greater flexibility. In addition, including measures of\nflexibility increases the proportion of variation in job satisfaction that is explained by\ntwo orders of magnitude; the R’s increase from 0.001-0.004 to 0.129-0.144.\n\nFinally, Table 12 examines the predictors of happiness for each quintile of f,\nfinding relatively consistent predictors of happiness. Once fis controlled for in this way,\nit is clear that women are not happier than men with their with their jobs, and may\nactually be less satisfied. Further, contrary to previous assertions, it appears that\nwomen may prefer jobs they consider higher pressure, all else equal, and they may also\nbe disheartened within jobs that they identify as “meaningful.” In concert, this table and\nprevious tables support the notion that the driving force in the gender paradox is\ndifferences between jobs that are dominated by women and men.\n\n101",
    "Page_107": "Table 11: Both Men and Women Prefer High Flex Jobs\n\n \n\n \n\n \n\n \n\n \n\n \n\nDV: Job Sat (1) (2) (3) (4) (5)\nEveryone Everyone Women Men Everyone\nFemale | 0.0480** -0.023 -- -- -0.0242\n[0.0196] [0.0391] [0.0530]\nf -- 0.106 0.159*** 0.0514 0.0619\n[0.0687] [0.0513] [0.0707] [0.0668]\nf* Female - 0.0603 -- - 0.095\n[0.0712] [0.0703]\nSupervisor 0.360*** 0.358\"** 0.375 0.336** 0.339\"\nAccommodates [0.0224] [0.0221] [0.0262] [0.0293] [0.0294]\nFlex Doesn't 0.145*** 0.144*** 0.121*** 0.163*** 0.161***\nHurt [0.0181] [0.0182] [0.0225] [0.0298] [0.0297]\nOff Sick NP 0.156*** 0.155*** 0.177*** 0.189*** 0.184***\n[0.0216] [0.0217] [0.0322] [0.0276] [0.0267]\nOff Not Hard 0.206*** 0.210*** 0.184*** 0.184*** 0.184***\n[0.0190] [0.0180] [0.0253] [0.0236] [0.0229]\nFam Job Fit 0.217*** 0.216*** 0.231*** 0.209*** 0.212***\n[0.0186] [0.0182] [0.0234] [0.0287] [0.0284]\nSup. Accom. * -- -- -- -- 0.037\nFemale [0.0366]\nFlex Doesn't -- -- -- -- -0.038\nHurt * Female [0.0375]\nOff Sick NP * -- -- - -- -0.00605\nFemale [0.0396]\nOff Not Hard * -- -- - -- 0.000184\nFemale [0.0342]\nFam Job Fit* -- -- -- -- 0.0151\nFemale [0.0361]\nAddn'l\nControls N N N N Y\nObservations 8,201 8,201 4,526 3,675 8,201\nR 0.1290 0.1310 0.1420 0.1450 0.1440\n\n \n\n \n\nRobust standard errors in brackets\n** y<0.01, ** p<0.05, * p<0.1\n\nResults from OLS regressions. All models contain year fixed effects and are clustered by occupation.\n\nAdditional controls include experience, experience2, age, age2, log(weekly work hours), union, and\neducation dummies.\n\n102",
    "Page_108": "Table 12: Happiness by Occupation %Female (f)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDV: Job Sat (1) (2) (3) (4) (5)\nQl Q2 Q3 Q4 Q5\nFemale -0.623** -0.315** -0.256 -0.756\"** -0.505***\n[0.244] [0.140] [0.182] [0.196] [0.158]\nPart of Group 0.431*** 0.448*** 0.434\" 0.481*** 0.499***\n[0.0488] 0.0559] 0.0666 0.0694] [0.108]\nHigh Flex 0.210** 0.279*** 0.242*** 0.220*** 0.214**\n[0.0470] 0.0332] 0.0682 0.0771] [0.0843]\nJob has Meaning 0.432*** 0.410*** 0.579%\" 0.429\" 0.293***\n[0.0462] 0.0452] 0.0635 0.0671] [0.106]\nHigh Pressure -0.142\"** -0.249\"\"* -0.173** -0.208*** -0.155***\n[0.0529] 0.0615] 0.0487 0.0529] [0.0427]\nHigh Autonomy 0.147** 0.162*** 0.067 0.0106 0.00138\n[0.0464] 0.0395] 0.0482 0.0416] [0.0657]\nJob Security 0.295*** 0.283*** 0.185*** 0.249*** 0.180**\n[0.0445] 0.0575] 0.0487 0.0834] [0.0708]\nIncome 0.0952 0.00791 -0.113 0.0198 0.0179\n[0.110] [0.114] 0.0811 0.0759] [0.102]\nPart of Group * -0.15 -0.200\"** -0.127 -0.0469 -0.0865\nFemale [0.117] 0.0554] 0.0922 0.0797] [0.0944]\nHigh Flex * Female -0.159 0.0658 -0.162 -0.0771 0.186\n[0.125] 0.0766] 0.0980 0.0888] [0.116]\nJob has Meaning* -0.0509 -0.0347 -0.0902*** -0.0221 -0.103***\nFemale [0.0704] 0.0540] 0.0288 0.0445] [0.0263]\nPressure* Female 0.279*** 0.155*** 0.243*** 0.280*** 0.176***\n[0.0670] 0.0442] 0.0431 0.0312] [0.0290]\nAutonomy * 0.0656 0.0359 0.0735 0.0628 0.106\nFemale [0.106] 0.0809] 0.0682 0.0981] [0.0909]\nJob Security * -0.863*** -0.889°** -0.876\"** -0.795\"** -0.576\"%*\nFemale [0.0521] 0.0523] 0.0757 0.0897] [0.118]\nObservations 1,587 1,614 1,524 1,767 1,640\nR 0.271 0.327 0.335 0.333 0.347\n\n \n\nRobust standard errors in brackets\n** y<0.01, ** p<0.05, * p<0.1\n\nResults from OLS regressions. All models contain year fixed effects and are clustered by occupation. Q1-\nQ5 indicate the quintile of f, of the occupation-level proportion female. Additional controls include\nexperience, experience2, age, age2, log(weekly work hours), union, and education dummies. Controlling\nfor fin this way attenuates and even reverses the gender satisfaction gap.\n\n103",
    "Page_109": "4.5 Conclusions\n\nThis paper explored the gender “paradox” as a means to further the\nunderstanding of differential preferences and workplace experiences of men and\nwomen. First, no evidence was found that the gender-job satisfaction gap is\nattenuating, but evidence was presented for consistent age effects that relate to the gap.\nSpecifically, people at the younger and older ends of the working distribution\ndemonstrate consistently low and high job satisfaction, respectively, with the gender\ngap occurring among people in the middle of the age distribution.\n\nOf particular surprise is the face that men and women demonstrate similar\nhappiness in jobs that are flexible. However, women tend to be more satisfied and men\ntend to make more money. These findings suggest that men and women may have\ndifferent preferences for satisfaction versus income. This may be due, in part, to\ncontinued societal emphasis on men’s income over women’s. Ideally, future research\nwill use approaches similar to those used by researchers studying compensating wage\ndifferentials (primarily IV or quasi-experimental design) to pull apart the endogeneity\nof satisfaction and income and skill. Other potential directions for future research will\nimprove upon the following shortcoming: men and women may have different\nstandards for what constitutes sufficient flexibility or camaraderie or autonomy, and\nintensity of preference matters.\n\nHowever, the finding that men and women report satisfaction that is not\nstatistically different in these high f occupations suggests that both men and women\nwho select into these occupations are about equivalently satisfied. One possible\nexplanation for these findings is that women are on average selecting into occupations\nthat are more satisfying than men’s, despite the fact that many men might be happier in\na different occupation. However it is also possible that men and women who sort into\nspecific occupations are more similar to each other than to others. Another caveat is that\nthe occupational data are a bit unspecific, and men and women may be in very different\njobs, even within the same occupation code. However, the extremely low job\nsatisfaction among (both men and women) in occupations dominated by men is a\nconcern. These findings cannot suggest causation, as selection into occupation is a\ndeeply personal decision that is clearly endogenous, but they do suggest the necessity\nfor further exploration.\n\n104",
    "Page_110": "Works Cited\n\nAkerlof, G. A., & Kranton, R. E. (2010). Identity Economics: How Our Identities Shape Our\nWork, Wages, and Well-being. Princeton: Princeton University Press.\n\nArgyle, M. (1989). Do happy workers work harder? In R. Veenhoven (Ed.), How Harmful is\nHappiness? Consequences of Enjoying Life or Not (pp. 94-105). Rotterdam: University\nPress.\n\nAronson, E. (1966). The psychology of insufficient justification: An analysis of some\nconflicting data. In S. Feldman (Ed.), Cognitive Consistency. New York: Academic\nPress.\n\nAronson, J., Blanton, H., & Cooper, J. (1995). From dissonance to disidentification:\nSelectivity in the self-affirmation process. Journal of Personality and Social\nPsychology, 68(6), 986-996.\n\nBacharach, S. B., Bamberger, P., & Conlye, S. (1991). Work-home conflict among nurses and\nengineers: Mediating the impact of role stress on burnout and satisfaction at work.\nJournal of Organizational Behavior, 12(1), 39-53.\n\nBakker, A. B., Demerouti, E., & Schaufeli, W. B. (2002). Validation of the Maslach Burnout\nInventory- General Survey: An internet study across occupations. Anxiety, Stress, and\nCoping, 15, 245-260.\n\nBass, B. M. (1990). Bass & Stogdill's Handbook of Leadership: Theory, Research, and\nManagerial Applications (3rd ed.). New York: Free Press.\n\nBecker, G. S. (1965). Theory of the allocation of time. The Economic Journal, 75(299), 493-\n517.\n\nBecker, G. S. (1993). Nobel lecture: The economic way of looking at behavior. Journal of\nPolitical Economy, 101(3), 385-409.\n\nBekker, M. H. J., Coon, M. A., & Bressers, B. (2005). Childcare involvement, job\ncharacteristics, gender, and work attitudes as predictors of emotional exhaustion\nand sickness absence. Work & Stress, 19(3), 221-237.\n\nBender, K. A., Donohue, S. M., & Heywood, J. S. (2005). Job satisfaction and gender\nsegregation. Oxford Economic Papers, 57(3), 479-496.\n\nBender, K. A., & Keywood, J. S. (2006). Job satisfaction and the highly educated: The role of\ngender, academic tenure, and earnings. Scottish Journal of Political Economy, 53(2),\n253-279.\n\nBlanchflower, D. G., & Oswald, A. J. (2004). Well-being over time in Britain and the USA.\nJournal of Public Economics, 88, 1359-1386.\n\nBlanchflower, D. G., & Oswald, A. J. (2011). International Happiness: A new view on the\nmeasure of performance. Academy of Management Perspectives, 25(1), 6-22.\n\nBond, J. T., Thompson, C., Galinsky, E., & Prottas, D. (2002). Highlights of the National Study\nof the Changing Workforce. New York: Families and Work Institute Publication.\n\nBose, C. E., & Rossie, P. H. (1983). Gender and jobs: Prestige standings of occupations as\naffected by gender. American Sociological Review, 48(3), 316-330.\n\nBranscombe, N. R., Wann, D. L., Noel, J. G., & Coleman, J. (1993). In-group or out-group\nextremity: Importance of the threatened social identity. Personality and Social\nPsychology Bulletin, 19(4), 381-388.\n\nBuchanan, T. (2005). The paradox of the contented female worker in a traditional female\nindustry. Sociological Spectrum, 25(6), 677-713.\n\n105",
    "Page_111": "Buchanan, T. (2008). The same-sex-referent work satisfaction relationship: Assessing the\nmediating role of distributive justice perceptions. Sociological Focus, 41(2), 177-196.\n\nCarr, P. G., Thomas, V. G., & Mednick, M. T. (1985). Evaluation of sex-typed tasks by black\nmen and women. Sex Roles, 13(5-6), 311-316.\n\nChatman, J. A. (1989). Improving interactional organizational research: A model of person-\norganization fit. Academy of Management Review, 14(3), 333-349.\n\nChatman, J. A., Boisnier, A. D., Spataro, S. E., Anderson, C., & Berdahl, J. L. (2008). Being\ndistinct versus being conspicuous: The effects of numeric status and sex-\nstereotyped tasks on individual performance in groups. Organizational Behavior and\nHuman Decision Processes, 107, 141-160.\n\nCheryan, S., & Plaut, V. C. (2010). Explaining underrepresentation: A theory of precluded\ninterest. Sex Roles, 63, 475-488.\n\nCheryan, S., Plaut, V. C., Davies, P. G., & Steele, C. M. (2009). Ambient belonging: How\nstereotypical cues impact gender participation in computer science. Journal of\nPersonality and Social Psychology, 97(6), 1045-1060.\n\nClark, A. E. (1997). Job satisfaction and gender: Why are women so happy at work? Labour\nEconomics, 4(4), 341-372.\n\nClark, A. E., & Oswald, A. J. (1996). Satisfaction and comparison income. Journal of Public\nEconomics, 61(3), 359-381.\n\nClegg, C. W. (1983). Psychology of employee lateness, absence, and turnover: A\nmethodological critique and an empirical study. Journal of Applied Psychology, 68(1),\n88-101.\n\nCohen, L. L., & Swim, J. K. (1995). The differential impact of gender ratios on women and\nmen: Tokenism, self-confidence, and expectations. Personality and Social Psychology\nBulletin, 21(9), 876-884.\n\nCooper, C. L. (Ed.). (1998). Theories of Organizational Stress. Oxford: Oxford University\nPress.\n\nCosta, P., Terracciano, A., & McCrae, R. R. (2001). Gender differences in personality traits\nacross cultures: Robust and surprising findings. Journal of Personality and Social\nPsychology, 81(2), 322-331.\n\nCrosby, F. J. (1982). Relative deprivation and working women. New York: Oxford University\nPress.\n\nDalton, D. R., & Todor, W. D. (1985). Gender and workplace justice: A field assessment.\nPersonnel Psychology, 38(1), 133-151.\n\nDeary, I. J., Watson, R., & Hogston, R. (2003). A longitudinal cohort study of burnout and\nattrition in nursing students. Issues and Innovations in Nursing Education, 43, 71-81.\n\nDemerouti, E., Bakker, A. B., Nachreiner, F., & Schaufeli, W. B. (2001). The job demands-\nresources model of burnout. Journal of Applied Psychology, 86, 499-512.\n\nDevine, P. G. (1989). Stereotypes and prejudice: Their automatic and controlled\ncomponents. Journal of Personality and Social Psychology, 56(3), 5-18.\n\nDonohue, S. M., & Heywood, J. S. (2004). Job satisfaction and gender: An expanded\nspecification from the NLSY. International Journal of Manpower, 25(2), 211-238.\n\nDuxbury, L., Higgins, C., & Lee, C. (1994). Work-family conflict: A comparison by gender,\nfamily type, and perceived control. Journal of Family Issues, 15(3), 449-466.\n\nEagly, A. H., & Johnson, B. T. (1990). Gender and leadership style: A meta-analysis.\nPsychological Bulletin, 108(2), 233-256.\n\n106",
    "Page_112": "Eagly, A. H., Karau, S. J., & Makhijani, M. G. (1995). Gender and the effectiveness of leaders:\nA meta-analysis. Psychological Bulletin, 117(1), 125-145.\n\nEly, R. J. (1990). The role of men in relationships among professional women at work.\nAcademy of Management Proceeding Best Paper Proceedings, 39, 364-367.\n\nEly, R. J. (1994). The effects of organizational demographics and social identity on\nrelationships among professional women. Administrative Science Quarterly, 39(2),\n203-238.\n\nFeingold, A. (1994). Gender differences in personality: A meta-analysis. Psychological\nBulletin, 116(3), 429-456.\n\nFestinger, L., & Carlsmith, J. (1959). Cognitive consequences of forced compliance. Journal\nof Abnormal and Social Psychology, 58(2), 203-210.\n\nFisman, R., Iyengar, S. S., Kamenica, E., & Simonson, I. (2006). Gender differences in mate\nselection: Evidence from a speed dating experiment. Quarterly Journal of Economics,\n121(2), 673-697.\n\nFrancis, L. J. (1998). Happiness is a thing called stable extraversion: A further examination\nof the relationship between the Oxford Happiness Inventory and Eysencks\ndimensional model of personality and gender. Personality and Individual Differences,\n26(1), 5-11.\n\nFreeman, R. B. (1978). Job satisfaction as an economic variable. The American Economic\nReview, 68(2), 135-141.\n\nFrye, K. N., & Breaugh, J. A. (2004). Family-friendly policies, supervisor support, work-\nfamily conflict, family-work conflict, and satisfaction: A test of a conceptual model.\nJournal of Business and Psychology, 19(2), 197-220.\n\nFujita, F., Diener, E., & Sandvik, E. (1991). Gender differences in negative affect and well-\nbeing: The case for emotional intensity. Journal of Personality and Social Psychology,\n61(3), 427-434.\n\nGaren, J. (1988). Compensating wage differentials and the endogeneity of job riskiness. The\nReview of Economics and Statistics, 70(1), 9-16.\n\nGoldin, C. (1990). Understanding the gender gap: An economic history of American women.\nNew York: Oxford University Press.\n\nGrove, W. R., Hughes, M., & Style, C. B. (1983). Does marriage have positive effects on the\npsychological well-being of the individual? Journal of Health and Social Behavior,\n24(2), 122-131.\n\nHackman, J. R., & Oldham, G. R. (1976). Motivation through the design of work: Test of a\ntheory. Organizational Behavior and Human Performance, 16, 250-279.\n\nHackman, J. R., & Oldham, G. R. (1980). Work redesign. Reading: Addison-Wesley.\n\nHamermesh, D. S. (2001). The changing distribution of job satisfaction. The Journal of\nHuman Resources, 36(1), 1-30.\n\nHitsch, G. J., Hortacsu, A., & Ariely, D. (2010). Mating and sorting in online dating. The\nAmerican Economic Review, 100(1), 130-163.\n\nHochschild, A. R. (1989). The Second Shift. New York: Penguin Group.\n\nHopkins, A. (2005). Price Waterhouse v. Hopkins: A personal account of a sexual\ndiscrimination plaintiff. Hofstra Labor and Employment Law Journal, 22, 357-416.\n\nHulin, C. L. (2002). Areas of worklife: Lessons from industrial and organizational\npsychology. In J. M. Brett & F. Drasgow (Eds.), The Psychology of Work: Theoretically\nBased Empirical Research (pp. 3-22). Muhwah: Lawrence Erlbaum Associates.\n\n107",
    "Page_113": "Inzlicht, M., & Ben-Zeev, T. (2003). Do high-achieving female students under-perform in\nprivate? The implication of threatening environments on intellectual processing.\nJournal of Educational Psychology, 95, 796-805.\n\nJudge, T. A., Bono, J. E., Thoresen, C. J., & Patton, G. K. (2001). The job satisfaction - job\nperformance relationship: A qualitative and quantitative review. Psychological\nBulletin, 127(3), 376-407.\n\nKaiser, L. C. (2007). Gender-job satisfaction differences across Europe: An indicator for\nlabour market modernization. /nternational Journal of Manpower, 28(1), 75-94.\n\nKammrath, L. K., Mendoza-Denton, R., & Mischel, W. (2005). Incorporating if... then...\npersonality signatures in personal perception: Beyond the person-situation\ndichotomy. Journal of Personality and Social Psychology, 88(4), 605-618.\n\nKanter, R. M. (1978). Some effects of proportions on group life: Skewed sex ratios and\nresponses to token women. The American Journal of Sociology, 82(5), 965-990.\n\nKarakowsky, L., & McBey, K. (2001). Do my contributions matter? The influence of imputed\nexpertise on member involvment and self-evaluations in the work group. Group and\nOrganization Management, 26(1), 70-92.\n\nKarakowsky, L., & Siegel, J. P. (1999). The effects of proportional representation and gender\norientation of the task on emergent leadership behavior in mixed-gender work\ngroups. Journal of Applied Psychology, 84(4), 620-631.\n\nKnouse, S. B., & Dansby, M. R. (1999). Percentage of work-group diversity and work group\neffectiveness. Journal of Psychology, 133(5), 486-494.\n\nKrueger, A. B., & Schkade, D. A. (2008). The reliability of subjective well-being measures.\nJournal of Public Economics, 92, 1833-1845.\n\nKruglanski, A. W., Alon, S., & Lewis, T. (1972). Retrospective misattribution and task\nenjoyment. Journal of Experimental Social Psychology, 8(6), 493-501.\n\nLippa, R., & Beauvais, C. (1983). Gender jeopardy: The effects of gender, assessed femininity\nand masculinity, and false success / failure feedback on performance in an\nexperimental quiz game. Journal of Personality and Social Psychology, 44(2), 344-\n353.\n\nLocke, E. A. (1969). What is job satisfaction? Organizational Behavior and Human\nPerformance, 4(4), 309-336.\n\nLocke, E. A. (1976). The nature and causes of job satisfaction. In M. D. Dunnette (Ed.),\nHandbook of Industrial and Organizational Psychology (pp. 1297-1349). Chicago:\nRand McNally.\n\nMadsen, S. R. (2003). The effects of home-based teleworking on work-family conflict.\nHuman Resources Development Quarterly, 14(1), 35-79.\n\nMangione, T. W., & Quinn, R. P. (1975). Job satisfaction, counterproductive behavior, and\ndrug use at work. Journal of Applied Psychology, 60(114-116).\n\nMaslach, C., & Leiter, M. (2008). Early predictors of job burnout and engagement. Journal of\nApplied Psychology, 93(3), 498-512.\n\nMcDuff, E. M. (2001). The gender paradox in work satisfaction and the protestant clergy.\nSociology of Religion, 62(1), 1-21.\n\nMeuller, C. W., & Wallace, J. E. (1996). Justice and the paradox of the contented female\nworker. Social Psychology Quarterly, 59(4), 338-349.\n\n108",
    "Page_114": "Murphy, M. C., Steele, C. M., & Gross, J. J. (2007). Signaling threat: How situational cues\naffect women in math, science, and engineering settings. Psychological Science, 18,\n879-885.\n\nNarayanan, L., Menon, S., & Spector, P. E. (1990). Stress in the workplace: A comparison of\ngender and occupations. Journal of Organizational Behavior, 20(1), 63-73.\n\nO'Reilly, C. A., Chatman, J. A., & Caldwell, D. (1991). People and organizational culture: A\nprofile comparison approach to assessing person-organization fit. The Academy of\nManagement Journal, 34(3), 487-516.\n\nOkpara, J. O., Squillace, M., & Erondu, E. A. (2005). Gender differences and job satisfaction: A\nstudy of university teachers in the United States. Women in Management Review,\n20(3), 177-190.\n\nPearce, J. W. (1983). Job attitude and motivation differences between volunteers and\nemployees from comparable organizations. Journal of Applied Psychology, 68(4),\n646-652.\n\nPfeffer, J., & Lawler, J. (1980). Effects of job alternatives, extrinsic rewards, and behavioral\ncommitment on attitude toward the organization: A field test of the insufficient\njustification paradigm. Administrative Science Quarterly, 25(1), 38-56.\n\nPhelan, J. (1994). The paradox of the contented female worker: An assessment of\nalternative explanations. Social Psychology Quarterly, 57(2), 95-107.\n\nPierce, J. L. (1995). Gender Trials: Emotional Lives in Contemporary Law Firms. Berkeley:\nUniversity of California Press.\n\nPierce, J. L., & Newstrom, J. W. (1983). The design of flexible work schedules and employee\nresponses: Relationship and process. Journal of Occupational Behavior, 4(4), 247-\n262.\n\nPiero, J. H., Tordera, N., & Manas, M. A. (2001). Does role stress predict burnout over time\namong health care professionals? Psychology and Health, 16(5), 511-525.\n\nPlaut, V. C., Stevens, F. G., Buffardi, L. E., & Sanchez-Burks, J. (2011). What about me?\nPerceptions of exclusion and their role in non-minority reactions to\nmulticulturalism. Journal of Personality and Social Psychology, 101, 337-353.\n\nPresser, H. B. (2000). Nonstandard work schedules and marital instability. Journal of\nMarriage and Family, 62(1), 93-100.\n\nScandura, T. A., & Lankua, M. J. (1997). Relationship of gender, family responsibility, and\nflexible work hours to organizational commitment and job satisfaction. Journal of\nOrganizational Behavior, 18(377-391).\n\nSherif, M., Havery, O. J., White, B. J., Hood, W. R., & Sherif, C. W. (1988). The Robers' Cave\nExperiment: Intergroup Conflict and Cooperation. Middletown: Wesleyan University\nPress.\n\nShmotkin, D. (1990). Subjective well-being as a function of age and gender: A multivariate\nlook for differentiated trends. Social Indicators Research, 23(3), 201-230.\n\nSloane, P. J., & Williams, H. (2000). Job satisfaction, comparison earnings, and gender.\nLabour, 14(3), 473-502.\n\nSousa-Poza, A., & Sousa-Poza, A. A. (2000). Taking another look at the gender / job-\nsatisfaction paradox. KYKLOS, 53(2), 135-152.\n\nSpencer, S. J., Steele, C. M., & Quinn, D. M. (1999). Stereotype threat and women's math\nperformance. Journal of Experimental Social Psychology, 36(1), 4-28.\n\n109",
    "Page_115": "Stack, S., & Eshleman, J. R. (1998). Marital status and happiness: A 17-nation study. Journal\nof Marriage and Family, 60, 527-536.\n\nStaw, B., Bell, N. E., & Clausen, J. (1986). The dispositional approach to job attitudes: A\nlifetime longitudinal test. Administrative Science Quarterly, 31, 56-77.\n\nSteele, C. M., & Aronson, J. (1995). Stereotype threat and the intellectual test performance\nof African Americans. Journal of Personality and Social Psychology, 69(5), 797-811.\n\nSteinhardt, M. A., Dolbier, C. L., Gottlieb, N. H., & McCalister, K. T. (2003). The relationship\nbetween hardiness, supervisor support, group cohesion, and job stress as predictors\nof job satisfaction. American Journal of Health Promotion, 17(6), 382-389.\n\nStevenson, B., & Wolfers, J. (2008). Paradox of declining female happiness. American Law &\nEconomics Association Annual Meeting, Paper 107.\n\nStone, A. A., Schwartz, J. E., Broderick, J. E., & Deaton, A. (2010). A snapshot of the age\ndistribution of psychological well-being in the United States. PNAS, 107(22), 9985-\n9990.\n\nTett, R. P., Jackson, D. N., & Rothstein, M. (1991). Personality measures as predictors of job\nperformance: A meta-analytic review. Personnel Psychology, 44(4), 702-742.\nWharton, A. S., & Baron, J. N. (1987). So happy together? The impact of gender segregation\n\non men at work. American Sociological Review, 52(5), 574-587.\n\nWharton, A. S., & Baron, J. N. (1991). Satisfaction? The psychological impact of gender\nsegregation on women at work. The Sociological Quarterly, 32(3), 365-387.\nWharton, A. S., Rotolo, T., & Bird, S. R. (2000). Social context at work: A multilevel analysis\n\nof job satisfaction. Sociological Forum, 15(1), 65-90.\nXie, Y., & Shauman, K. A. (2003). Women in Science: Career Processes and Outcomes.\nCambridge: Harvard University Press.\n\n110",
    "Page_116": "Appendix: Committee for Protection of Human\nSubjects Approval\n\nNOTICE OF APPROVAL FOR HUMAN RESEARCH\n\nDATE: May 16, 2011\nTo: Jack (John) GLASER, Pub Picy\nElizabeth Horner, Pub Plcy\nCPHS PROTOCOL NUMBER: 2011-04-3108\nCPHS PROTOCOL TITLE: Subjective Well-being and Economic Decisions\nFUNDING SOURCE(S): NONE\n\nA new application was submitted for the above-referenced protocol. The Committee for Protection of Human Subjects (CPHS) or\nOffice for the Protection of Human Subjects (OPHS) has reviewed and approved the application by exempt review procedures.\n\nEffective Date: May 16, 2011\nThis approval is issued under University of California, Berkeley Federalwide Assurance #00006252.\n\nIf you have any questions about the above, please contact the Office for the Protection of Human Subjects staff at Tel (510) 642-7461;\nFax (510) 643-6272: or Email ophs@berkeley.edu .\n\nThank you for your cooperation and your commitment to the protection of human subjects in research.\n\nSincerely,\n\nRebecca ARMSTRONG\nCommittee for Protection of Human Subjects\n\n111",
    "Page_117": "UNIVERSITY OF CALIFORNIA AT BERKELEY\n\nBERKELEY ¢ DAVIS « IRVINE * LOS ANGELES * MERCED « RIVERSIDE * SANDIEGO\n\n \n\nSAN FRANCISCO* SANTA BARBARA ¢ SANTA CRUZ\n\n \n\nOFFICE FOR THE PROTECTION OF HUMAN SUBJECTS (510) 642-7461\n\n \n\nUniversity of California, Berkeley : 72\n\n2150 Shattuck Avenue, Suite 313 eae he ete -berkeley.edu\nBerkeley, CA 94704 -5940 FWA#00006252\n\nDear Elizabeth:\n\nBased on your description of research activities, your project does not meet the threshold definition of \"human subjects”\nresearch set forth in Federal Regulations at 45 CFR 46.102(f). The Office for Human Research Protections of the\nDepartment of Health and Human Services does not consider research involving only coded private information or\nspecimens to involve human subjects if the following conditions are both met:\n\n(1) the private information or specimens were not collected specifically for the currently proposed research project\nthrough an interaction or intervention with living individuals; and,\n\n(2) the investigator(s) cannot readily ascertain the identity of the individual(s) to whom the coded private information\nor specimens pertain.\n\nAccordingly, your study does not fall within the scope of the Committee’s responsibilities, and you are free to proceed\nwith your research without further approval from this office. Please note, however, that should the parameters of your\nstudy change to include human subjects research, you will need to submit a new protocol for approval. Information on\nwhat constitutes human subjects research can be found on our website: http://cphs.berkeley.edw/.\n\nIf you have any questions about this matter, please contact the OPHS staff at 642-7461; FAX 643-6272; E-Mail\nophs@berkeley.edu.\n\nSincerely,\n\nRebecca Armstrong, D.V.M, Ph.D\nDirector, Office for the Protection of Human Subjects\n\n112"
}