{
    "Page_1": "mBilliont®\n\nEye ee tie ie WA ed",
    "Page_2": "www.vodafone.in",
    "Page_3": "MOB LITY\n\n(i) ili th\nm Bi HIONn,",
    "Page_4": "Editor and Concept: Osama Manzar\n\nContributing Writers: Natesh B.V. | Laura Turkington | Madanmohan Rao | Rajen Varada | Dr. Ananya Raihan\nIndumini Kodikara | R. Sukumar | Amir Ullah Khan | Mohammad Chowdhury | Debabrata Goswami | Sushil Pandey\n\nDesign and Layout: Sapna Subba & Jaspreet Singh Saini\n\nText: Dhirendra Pratap Singh\n\nResearch & Datamining: Amit Kumar Sanga | Pritam Kumar Sinha\n\nCopyright 2013-14 Digital Empowerment Foundation\nAll Rights Reserved\n\nDisclaimer: All photos in this book are copyright. If copied and put online they are still copyright whether watermarked\nor credited or not. The reproduction or utilization of this work or part of it in any form or by electronics, or other means\nnow known or hereafter invented, including Xerography, Photocopying, and Recording, and in any information storage,\ntransmission or retrieval system, including CD-Rom, online or via the Internet, is forbidden without the written per-\nmission of the publishers.\n\nINOMY Media\n3rd Floor, 44, Kaalu Sarai, Near IIT flyover, New Delhi - 110 016, India\n\nTeleFax: +91-11-26532786\nmbillionth@defindia.net\nhttp://mbillionth.in\n\nPublished & Distributed by INOMY Media\n\nwww.inomy.com Photo credits on pages: 11,\n\n12, 21, 29 & 31 are of others\n. (duly credited) rest of the\nISBN No: 978-81- 927717-0-0 photographs are from Digital\n\nEmpowerment Foundation’s\nContributory Price: ¥300 1 $10 rich library",
    "Page_5": "mBillionth 2013\nPATRONS & BOARD\n\nPATRONS\nHon'ble Salman Khurshid\nSam Pitroda\nHon’ble Jyotiraditya M Scindia\nHon’ble Sachin Pilot\nDr Peter Bruck\nR Chandrashekhar\nN. Ravi Shanker\nesl T- Ue\n\nBOARD\n\nOsama Manzar\nDr Madanmohan Rao\nRajen Varada\nDr Amir Ullah Khan\nAshis Sanyal\nAmitabh Singhal",
    "Page_6": "illionth 2013 5\nPARTICIPATING COUNTRIE:\n\nPARTICIPATING\nToler Ts\n\nAFGHANISTAN\nBANGLADESH\nBHUTAN\n\n \n\n{>} MOBILITY",
    "Page_7": "Participating Countries\n\nAcknowledgement\n\nIntroduction\n\nExperts, Partners & Jurors’ Views\n\nStatistics\n\nWinners’ List\nSpecial Mentions’ List\nFinalists’ List\n\nm-Business & Commerce/Banking\nm-Culture & Heritage\nm-Education & Learning\nDalia cL ra\nm-Environment\nm-Governance\nibalcrclLt)\n\nm-Inclusion\nm-Infrastructure\nm-News & Journalism\nm-Travel & Tourism\nm-Woman & Children\n\nFinalists\n\nThe Grand Jury Profile\nJury Experiences\nJurors’ Graffiti\n\nPartners and Associates\n\nFinalists’ Logos\n\n \n\n06\n\n08 - 09\n\n10-13\n\n14-36\n\n38 - 40\n\n“41\n42\n43\n\n44-48\n50-51\n52-57\n58 - 61\n62-65\n66-70\n72-76\n78 - 82\n84-88\n90 -94\n96-99\n100 -105\n\n106 - 116\n\n118-124\n\n125-127\n\n128-129\n\n130 - 133\n\n134\n\nmBillionth 2013\nCONTENTS\n\n \n\nMOBILITY",
    "Page_8": "mBillionth 2013\nACKNOWLEDGEMENT\n\n \n\nome July 18, 2013. We shall\n\nbe celebrating the 4th edition\n\nof the mBillionth Award\n\nSouth Asia recognizing the\nbest mobile innovations and practitioners\nfor the year 2013. Once again, the mobile\nfor development fraternity will converge\nto celebrate the bright ideas, innovations,\nand practices. The channel for robust\npartnerships and collaborations will be\nstrengthened and renewed.\n\nIt gives immense satisfaction to see how\nthe mBillionth has emerged in the past\nfour years in South Asia. The reason, the\nmBillionth being the only such forum to experience, share\nand exchange ideas, innovations and partnerships in the re-\ngion with more than 1.5 billion population.\n\nMy warmest acknowledgement goes to the mBillionth\nnominees who have made the 4th edition more vibrant and\ncontemporary. A total of 291 nominees for 2013 reflect the\nimmense faith of the mobile innovators and practitioners\non the forum, their own forum. The support of all stake-\nholders, the wider mobile community has gone into this:\ncreating a regional platform to sit, talk, share, exchange\n\n) 3p MOBILITY\n\nYour Companion\n\nThe support of all stakeholders, the wider\nmobile community has gone into this: cre-\nating a regional platform to sit, talk, share,\nexchange and learn from each other. Irre-\n\nspective of winning or not winning the\nmBillionth recognitions, it the effort behind\neach nominee innovations that the mBil-\nlionth celebrates. And the good work must\ngo on.\n\n \n\nand learn from each other. Irrespective of winning or not\nwinning the mBillionth recognitions, it the effort behind\neach nominee innovations that the mBillionth celebrates.\nAnd the good work must go on.\n\nThe partnership and association of stakeholder have\nstrengthened the platform each year towards improvisation\nand scalability. The support of industry partners in Voda-\nfone and Nokia has been splendid and overwhelming in the\npursuit of mobile for development objectives. The associ-\nation from Internet & Mobile Association of India\n(IAMAI) has been timely and immensely contributory over",
    "Page_9": "the years. The mBillionth wouldn’t have scaled new\nheights but for strategic partnership that Mint has provided\nfor years. The support of PwC has provided a wider strate-\ngic dimension.\n\nIf one would ask how mBillionth has successfully out-\nreached to destinations and territories unthinkable, my an-\nswer would be the role of our outreach partners who has\nbrought in new thoughts, approach and opportunities for\nmBillionth. This timely support of the invaluable partners\n—ICTA, Dnet, CAN, NICTAA, Bytes for All, Glocal Uni-\nversity, MP Post, Medianama, Mobile Social Networking,\nTelecom Watch, mydala, Innoz, Dreamcast, and Telecom\nUncovered — has gone and will go a long way in building\nan enabling mobile environment in the region.\n\nA special acknowledgement and gratitude goes to our valu-\nable exhibitors and partners coming together to share in-\nnovations, applications and practices during mBillionth\n2013. The Mobile Innovation Haat shall showcase more\nthan 60 best practices and projects from India and South\nAsia including NGO good practices in the ‘Vodafone Mo-\nbiles for Good’ Pavilion.\n\nMy acknowledgement to the advisory board members of\nDigital Empowerment Foundation, whose continuous guid-\nance, inputs have made things really different. Also my sin-\ncere regards and acknowledgement for the brilliant support\nof the Jurors of the mBillionth 2013 Jury for their dedica-\ntion, commitment and contributions in bringing quality,\nsanity and value to the mBillionth Award.\n\nIf names speak thousand words, let me express my special\nthanks and gratitude those minds whose association and\nsupport has meant a lot - Laura Turkington, Soumya\nSarkar, Amir Ullah Khan, Rajen Varada, Madan Mohan\n\nmBillionth 2013\nACKNOWLEDGEMENT @\n\nRao, Milind Pathak, Anuraj Gambhir, Arjun Basu, Mahesh\nUppal, Indumini Kodikara, Sushil Raj Pandey, Mohammad\nChowdhury, Pranshu Singhal, Binay Tiwari, Dr. Ananya\nRaihan, Prof. Debabrata Goswami, Mahesh Venkatesh-\nwaran, and N. Ramakrishnana.\n\nMy thanks and affection remains with my dedicated team\nwho worked tirelessly to keep the momentum of mBil-\nlionth keep going - Neeraj Kumar, Ravi Kanta, Shahid Sid-\ndiqui, Ritu Srivastava, Azeem Khan, Chitra Chauhan,\nAnamika Garg, Shahid Ahmad, Devendra Singh, Lucky\nTamang, Pritam Sinha, Amit kumar Sanga, Ashu Garg,\nRohit Dhall, Sapna Subba, Jaspreet Saini, S. Ansari, Jasbir\nSingh, Satya Prakash, Babloo Das, Shaifali Chikermane,\nand Syed S. Kazi,.\n\nWith this, I hope, the mBillionth South Asia Mobile Con-\ngress & Award 2013 continues to bring cheers, hopes, nur-\ntures dreams, aspirations, ignites passion, steers\nrelationship and partnership.\n\nLet us connect for the cause of m-powering every citizen\nin South Asia.\n\nDear readers may ignore any errors and omissions in this\n\nbook as humanly mistakes and enjoy the flow of innovative\nideas and innovations.\n\nWarmest regards,\n\nfr)\nCigna ih. Al La\n\nOsama Manzar is Curator of\nmBillionth South Asia Award\n\nMOBILITY {>}",
    "Page_10": "mBillionth 2013\nINTRODUCTION\n\nAccommodating the\n\n \n\nOsama Manzar\n\nMobile Masses in\nSouth Asia\n\nBelieve it or not, today 4 per cent of our\n\nGDP comes from the Internet and that\n\nnly good governance can pro-\nvide an answer to the problem\nof delivery systems. If what is\nmeant for the poor does not\nreach them in the proportion it is meant\nto, then corruption and inefficiency are its two main causes.\nMobile technologies offer momentous opportunities for up-\nholding good governance, effective service delivery, in-\ncreasing accountability and fighting corruption since they\ncan reach citizens directly through interactive conduits of\ncommunication. They allow rapid data collection and ac-\ncess to information and offer innovative paths for social\nmobilisation and effective community participation.\n\nThese are the learning that we have got at DEF, through\nmBillionth which has been on the ground for 4 years, iden-\ntifying the best in mobile and telecom innovations across\nIndia and South Asia. And these projects are from across :\nm-Health, m-Travel & Tourism, m-Infrastructure, m-Gov-\nernance, m-Entertainment, m-Business &\nCommerce/Banking, m-Inclusion, m-Education & Learn-\ning, m-Environment, m-Culture & Heritage, m-News &\nJournalism, mWoman & Children. Here we are presenting\n\nMOBILITY\n\nnumber is only set to grow through mo-\nbile based internet.\n\n \n\nhow the mBillionth 13 has come into shape and what’s the\nlearning that we can show.\n\nSocial entrepreneurship in Mobile sector is witnessing a\n\"mainstreaming\" of sorts. These ventures no longer need\nto depend solely on philanthropy or grants to take off. Even\n\"unabashedly commercial investors\" are willing to support\nbusinesses that promote inclusive economic development\nand reach out to the underserved markets of India.\n\nThere are many such innovations which we have seen in\nour mBillionth Award, initiated to honour and recognise\nmobile practitioners who are working at grassroots level\nand how mobile is impacting their lives. The repository of\nmobile innovations across all South Asia nations has been\nequally exemplary and contemporary in excellence. mBil-\nlionth Award 2013 is the fourth edition. One holistic ap-\nproach in mBillionth is synthesizing this platform with",
    "Page_11": "INTRODUCTION G\n\n \n\nVodafone Foundation. For the past three years this part-\nnership has provided funding windows to nurture and scale\nup socially relevant mobile applications as deployed and\nused by NGOs we call it “Mobile for Good”.\n\nThe journey since inception has been extraordinary, over-\nwhelming. The innovations illustrate the way new discov-\neries, combinations and solutions in the Internet era work\ntogether. Where the technological, cultural and technolog-\nical domains meet at the right time an increased synergy\neffect can take place due to lucky circumstances and right\ntiming. mBillionth’s recognition and scaling up has\nreached to more than eight hundred innovators and inno-\nvations across South Asia.\n\nGovernments, donors, mobile phone companies and non-\ngovernmental organizations are increasingly aware of the\npotential of information technology in achieving devel-\nopment goals in a variety of sectors. In response to this,\nthere has been a proliferation of mobile-phone based serv-\nices and products, as well as mobile phone-based devel-\nopment projects.\n\nDoes information technology promote economic develop-\nment in South Asian countries? How can it be used to bet-\nter contribute to economic growth and poverty reduction?\nEvidence from mBillionth showcase points to the follow-\ning: Access to information is crucial for ensuring that farm-\ners, traders and consumers can engage in optimal arbitrage\n—in other words, buying and selling goods when and where\nit’s needed most. This, in turn, improves market perform-\nance, which increases welfare.\n\nWhy this award is called mBillionth? As of literally now,\neven as you read this, mobile is increasing in numbers each\nday. It's no secret that mobile is exploding. A report from\nErnst & Young says that almost 50% of all social media\nusers access social platforms from their mobile devices.\nThis is a portrayal of how many people, how many lives\nare impacted, with each passing day. This reflects the rate\nof innovation, applications, content and services serving\nthe needs of millions of people in India and South Asia.\nThe impact is not in millions but in billions.\n\nWe have been doing Manthan Award for South Asia for\nthe past 9 years; this is going to be the 10th year. Therefore,\n\n11",
    "Page_12": "mBillionth 2013\n\nOD INTRODUCTION\n\nthe reach and network of partnership and coverage is al-\nready there. We have a working relationship in these coun-\ntries, and with partners who are [CT-oriented, digitally\ninclusive and who have been working in their own coun-\ntries to make sure the proliferation of ICT and Internet hap-\npens for the larger good. To mention some: we have ICTA\nin Sri Lanka, CAN in Nepal, Bytes for All in Pakistan,\nD.Net in Bangladesh and NICTAA in Afghanistan. The\nManthan Award helped us to take partnership forward to\nthe mobile domain. The only concern, a challenging one,\nwas how to bring telecom or mobile-based association.\nAnd thanks to Manthan Award and digital empowerment\nfoundation's extensive work, we have been able to get re-\nliable partners in all these countries of South Asia.\n\nThe success of an innovation can be compared with the\ncoming across the one and only partner of your life. Many\ninnovations fail because - and unfortunately you can only\nsee and understand it afterwards - the window of the op-\nportunity was not open wide enough. It's extremely encour-\naging how individuals, NGOs or an organization, or\ngovernment on its own, have been able to find innovative\nways to use the mobile. Because it has reached to the\nmasses, to serve them through health services or several\nkinds of governance services.\n\nPhoto Credit: BBC Action\n\n{2} MOBILITY\n\nWhat is important to consider is the huge Indian mass base\nneeds to be served holistically with mobile support serv-\nices. Private players can play a meaningful role to reach\nout to the population. Many challenges remain. Operators\nneed to reinforce customer loyalty and provide more serv-\nices with high added value. For public authorities and\nusers, population coverage needs to be extended and the\ncost of access to the service needs to come down. Finally,\ninternational donors must play a role in ensuring there is a\nbalance between players, they must help reduce the nega-\ntive effects of the mobile phone sector and — at the same\ntime — make sure its developmental impacts are maxi-\nmized. They must also provide their financial support to\nthe expansion of broadband connections in order to give\neasier access to Internet, which would appear to be an even\nmore important factor for economic growth in South Asian\ncountries than the mobile phone itself.\n\nA 2011 Gallup study of 20 economic entities in Asia\nshowed that India ranked in the bottom quartile on several\nimportant indicators of a well-functioning entrepreneurial\necosystem. Although cross-country comparisons might not\nbe ideal because of Asia's diverse economies, governance\nmodels and cultures, a bottom quartile ranking across a ma-\njority of indicators is alarming.",
    "Page_13": "The mBillionth Award is more than an award. It is an\necosystem. It is a means to scout best practitioners in South\nAsia region, a subcontinent that shares more commonality\nof challenges and destiny than anything else. It’s a process\nto recognize unsung heroes and support their initiatives\nwithout any commercial entanglement. It’s an ecosystem of\nempowerment, identifying best practices, mentoring, fund-\ning and cross-exchange of ideas. It has emerged as a wide\nplatform to feed innovative ideas and practices to govern-\nment stakeholders on ways and means of using mobile ap-\nplications, solutions of service providers and mobile content\ncreators who are capable enough to serve various national\nmission mode programmes, if engaged meaningfully. And\nwe feel delighted and encouraged to find this is happening,\nit is actually happening and that, too, successfully.\n\nWith the rapid development of wireless broadband, mobile\ncommunications are evolving from simple voice commu-\nnication services and text messaging to a more sophisti-\ncated offering with a wide range of applications in\nlocations where conventional services are not available.\n“Smart” wireless phones, for example, now allow users to\nalso browse the Internet, download music, and access in-\nformation services.\n\nThis opportunity is especially promising considering how\ninadequate infrastructure led the South Asian world to miss\nout on much of the initial web revolution, and that access\nto the Internet can provide an even bigger boost to eco-\nnomic growth than access to mobile phones. Broadband\nInternet, wireless and fixed, is becoming a service of gen-\neral economic interest—by enhancing the knowledge,\nskills, and networks of individuals; raising private sector\nproductivity; and increasing community competitiveness.\nIt also plays an essential role as an enabling technology in\nincreasing investment payoffs in other sectors, transform-\ning research and development, facilitating trade in services\n\nmBillionth 2013\nINTRODUCTION @\n\nand globalization, and improving public services to en-\nhance national business environment and competitiveness\n\nGiven high illiteracy rates in South Asia, a majority of mo-\nbile phone users rely on mobile phones primarily for voice\ncalls, rather than data services such as short messaging\nservice (SMS) or internet. Mobile phone-based services\nand products therefore need to be adapted to this reality.\nExisting economic evidence suggests that mobile phones\ncan, in fact, serve as a powerful tool for economic devel-\nopment in the world’s poorest countries. But mobile\nphones are not necessarily a panacea that will lift people\nout of poverty; rather, they can be used to reduce informa-\ntion costs, improve markets and strengthen development\nprojects in a variety of sectors.\n\nThe long-term focus of mBillionth remains intact. The vi-\nsion is to consolidate this platform into a strong corpus-\nbased funding and mentoring organization, wherein the\nfocus shall be more towards empowering innovative ideas\nwhich can empower the local masses and address local\nneeds of rural markets. The other end of this vision is to\ncreate social entrepreneurs, young entrepreneurs using mo-\nbile as an application to develop, to make a business out of\nit and reach out to the masses.\n\nBelieve it or not, today 4 per cent of our GDP comes from\nthe Internet and that number is only set to grow through\nmobile based internet. The relevant question today is no\nlonger one about who will win the web. Let's instead focus\non getting the next million net users to log on. mBillionth\n2013 will hit the nail on the head.\n\nOsama Manzar is Founder & Director,\nDigital Empowerment Foundation\n\nMOBILITY",
    "Page_14": "mBillionth 2013\nEXPERTS’ VIEWS\n\nMobile VAS is dead,\n\n \n\nMohammad Chowdhury\nhave been saying on occasion for the\ntwo years I have been living here\nthat India can’t innovate. My theory\nthat India’s telecom industry can\n\nprocess-replicate but not service-innovate\nhas made me as unpopular as when I’d\n\npredicted India would lose 4-0 in the\ncricket Tests in England last summer.\n\nObsessed by minutes of use, price tinkering, packaging and\nbundling, Indian telecoms have hardly come up with a\nproper new service innovation for ages. It isn’t the same\nat the back-end. Due to network engineering innovation,\nIndian telcos run the city of Mumbai on 1/7 the spectrum\nof London, and due to innovative customer analytics, they\nslice and dice the 900m+ user base like a master chef chop-\nping onions. But when it comes to services, the nearest we\nget to innovation is a handful of agricultural services which\nenable farmers to gather up-to-date market prices: a once\ninteresting example which has now become a developing\ncountry telecom cliché.\n\nIn fact many of the value-added services, or VAS, of yore\nare now in terminal decline. The days of “ABC services”\n\niz. MOBILITY\n\nLong live Mobile\nInnovation\n\nIt is difficult to say for all, but certainly some\nof the mBillionth entries will be successful\nbusinesses which scale more and go interna-\n\ntional. And there are others which are not out\nto conquer the world or make their founders\nrich quick, but rather to make important (even\nif localised) points.\n\n \n\nare over as more people interested in Astrology, Bollywood\nand Cricket go and get their information or entertainment\ndirectly from the mobile internet, and fewer rely on VAS\nplatforms and mobile operator portals. So whatever mod-\nest service innovation there was in Indian telecom is also\nin decline. Going by the strength of this year’s mBillionth\nawards entries, I may soon be proved wrong about India\nnot being able to innovate. Locked away for two days in a\nfar-flung stately home in UP (West), I recently scived off\nwork (ssh!) to fulfil my “jury service” commitment for the\nmBillionth awards (http://mbillionth.in/event-2013). 16 of\nSouth Asia’s finest industry thinkers, researchers, journal-\nists, and innovators (plus me), spent days, nights and count-\nless cups of masala tea debating the merits of 155\nnominations for the now famous innovation awards.",
    "Page_15": "mBillionth 2013\nEXPERTS’ VIEWS @\n\n \n\nea?\nm\n\nThe nominations are spread across 12 categories which\ninclude mGovernance, mHealth, mEducation and mTravel\nand Tourism. We argued for hours into the night scoring\nthe entries, sweating it out in the grand but dusty hall of a\nstout family fort built over a hundred years’ ago, with an a/c\nwhich could never cool quickly enough to neutralise the\nheat from the sultry sunshine streaming in from outside.\nThe Maharajah’s living room featured no less than 19 tiger\nheads, an awful spectacle, given that only some 40 Royal\nBengal Tigers survive in the Sundarbans today. I digress.\n\nThere were many businesses that opened my eyes,\nincluding:\n\ne@ A mobile-enabled taxi booking service that allows the\nuser to see on a Google map on their handset where the\ncab is as it approaches;\n\ne@ A mobile application that allows property agents to see\nan aggregated view of bottom-of-pyramid housing stock\navailability in city slums;\n\ne@ A mobile news portal that aggregates the best of Ben-\ngali daily content across West Bengal and Bangladesh;\n\ne@ A personal financial planner enabled on your mobile\navailable in Telugu;\n\n@ Amobile-enabled supply chain integration package for\ntea growers in South India\n\n@ Asimple app which enables parents to monitor whether\ntheir child reached school safely on the school bus.\n\nMany nominations addressed hyper-localised user needs\n\nin state languages, illustrating the growing maturity of mo-\nbile data services in India, and suggesting that the advent\nof localised mobile data services may finally be on its way.\nBut how many of the winners of the mBillionth awards\nare going to survive? Will mobile internet innovation re-\nally take off in India? Some say that mobile startups are\nbecoming “atomic” to the point of ridiculousness. For in-\nstance, an app that tells you that you are five minutes late\nfor a meeting recently picked up $6 million in venture\nfunding —\n\nhttp://bits.blogs.nytimes.com/2013/06/02/disruptions-the-\necho-chamber-of-silicon-valley/.\n\nIt is difficult to say for all, but certainly some of the mBil-\nlionth entries will be successful businesses which scale\nmore and go international. And there are others which are\nnot out to conquer the world or make their founders rich\nquick, but rather to make important (even if localised)\npoints, such as the mGovernance entries which provide\nvoice platforms for people to complain to politicians for\nlack of water or corruption in the transport department.\nThe jury had a lot of time for these entries, the ones that\nare using mobile to bind communities together and make\nour society stronger.\n\nMohammad Chowdhury is Telecoms\nIndustry Leader at Pricewaterhouse\n\nCoopers India\nMOBILITY ff",
    "Page_16": "mBillionth 2013\nEXPERTS’ VIEWS\n\n \n\nMadanmohan Rao\n\n|\n\nhe important role of mobile\n\nstart-ups in accelerating the\n\nadoption of ICTs for all sectors\n\nof society is being acknowl-\nedged in forums around the world, rang-\ning from the mBillionth and MobiSparks conferences to\nthe recent infoDev Global Forum on Innovation & Tech-\nnology Entrepreneurship held in South Africa.\n\nHere are Ten Tips for mobile start-ups and aspiring inno-\nvators to harness the wireless wave, and some suggestions\nfor policymakers and larger industry players as well.\n\n1. Immerse yourself in your domain\n\nFounders should be deeply immersed in their domains to\nconnect with citizens, customers and partners, and thus de-\nvelop unique insights and design their products. You need\na first person perspective to succeed.\n\n2. Don’t brand yourself just with technology\n\nEntrepreneurs should focus on clear problem areas but not\nbind themselves too strongly to one technology or platform\nalone. If you are an education service, don’t call yourself\n\n| 16 p MOBILITY\n\nMobile Startups: At the\ncutting edge of digital\ninnovation\n\nLocal languages are being increasingly sup-\nported at the information and device level.\n\nHaving more tools, content and services in the\nlocal language can drive local innovation in\nSouth Asia.\n\n \n\nonly an SMS platform because in a few years smartphone\nand tablet adoption will increase and you can go beyond\nSMS.\n\n3. Overcome fear of failure\n\nThe fear of failure is driven into many South Asian families\nthrough our schools, parents and society at large — and is\nalso related to punishment. Conditioning aspiring entrepre-\nneurs to overcome fear will be an important part of nurtur-\ning innovators.\n\n4. Set the stage for directed as well as accidental\ninnovation\n\nNot all innovations emerged as the result of systematic\nprocesses and strategy — some emerged quite by accident,\nsuch as the microwave oven, Post-It notes and consumer\nadoption of SMS. Innovation organisations should set up\nconditions for directed as well as accidental innovation.",
    "Page_17": "5. Tap anecdotes and analytics to show impacts\nStartups need to master storytelling as well as quantitative\nmeasures to show the impact of their products and services.\nNot everything can be captured in numbers — but not every-\nthing can be captured in a story either.\n\n6. Angel funds\n\nThere are many ‘do-gooders’ in society who would like to\nhelp support small tech startups, and the time is ripe for\n“crowd funding’ approaches for start-ups in South Asia.\nSome joke that typical angel sources are the 4 Fs: immedi-\nate family, friends, fools and fathers-in-law! At a larger\nscale, a number of countries are passing laws legalising\ncrowd funding.\n\n7. Spreading innovation beyond big cities\n\nIn many emerging economies, innovation hubs are emerg-\ning in major cities, but not beyond them. “Provincial inno-\nvation systems” are now bringing the start-up spirit to\nremote parts of the region as well, including Tier 2 and Tier\n3 cities.\n\n8. Local content drives local innovation\n\nLocal languages are being increasingly supported at the in-\nformation and device level. Having more tools, content and\nservices in the local language can drive local innovation in\nSouth Asia.\n\n9. Advantage: Youth\n\nSouth Asia is blessed with a huge youth population who\ncan do particularly well in digital innovation. Many of\nthese are ‘digital natives,’ and can use and create new dig-\nital tools. The emergence of cloud-based services and mo-\nbile social media are changing the way innovation happens\nin more advanced ways than even 15 years ago in the dot-\ncom boom period.\n\n10. Tap local wisdom and roots\nSouth Asia is home to a rich base of cultural diversity, and\n\nmBillionth 2013\nEXPERTS’ VIEWS @\nwas a major economic power in the pre-colonial era. Tap-\n\nping our deep roots can also drive a resurgence in the 21st\ncentury global digital economy.\n\nIt would be fitting to end this write-up with a few Indian\nproverbs which highlight entrepreneurial values of focus,\ndrive, and learning from failures!\n\nIf everybody pushes together even a mountain can be\nmoved.\n- Malayalam proverb\n\nTo lose is to learn.\n- Hindi proverb\n\nIt is not a shame to fall but to remain fallen.\n- Tamil proverb\n\nIf you really need a job to be done, be prepared to fall at\nthe feet of a donkey.\n- Kannada proverb\n\nListen to popular opinion but follow your own mind.\n- Marathi proverb\n\nEven the best painter starts with a blank wall.\n- Tamil proverb\n\nBe slow to promise but quick to perform.\n- Kannada proverb\n\nA beautiful vendor can even sell fermented juice.\n- Tamil proverb\n\nMadanmohan Rao is Research Director at\nYourStory.in\n\nMOBILITY",
    "Page_18": "mBillionth 2013\nOD EXPERTS’ VIEWS\n\n \n\nMilind Pathak\n\nMobile Marketing\nMantra\n\nWith technologies such as Augmented\n\nReality warming up the mobile scenario,\n\nwo days of the Jury Process in\n\nBulandsheher was focused on\n\nSustainable Mobile Inclusion,\n\nwith cases being discussed, on\nVAS / mCommerce / mGovernance /\nmHealth etc.\n\nI want to talk about one of the challenges that we have al-\nways faced and eventually discovered means to tackle is\nhow \"Brands / Agencies / Enterprises\" could best use the\nMobile to reach out to its consumer. It is the Holy Grail of\nConnected Brand Presence that every brand manager\nwould want his / her brand to have when it comes to talking\nto the consumer.\n\nWhat can we do with various brands and enterprises to\nsmoothen their journey on this mobile internet / mobile first\nconnected lifestyle of a consumer?\n\nCustomer Communication\n\nA whopping 850 Million+ people in India have their mo-\nbile phones within reach right now. They are communi-\ncating through voice, SMS, Mobile Internet or even via\nApps many times daily. So it is a logical conclusion that\n\n] 13 MOBILITY\n\nbrands will be all set to give their con-\nsumers an immersive experience.\n\n \n\nbrands should use this easiest and on-the-go mode of com-\nmunication with customers. However, reality begs to differ\ntoday. Brands are waking up to this potent medium, but not\nas fast as the consumers are adapting to it. This is one gap\nthat we see getting filled in the times to come and hoping\nthat more brands will earmark more funds for not just dig-\nital marketing, but mobile marketing will figure as a major\nhead in the ad spends.\n\nExperiential Mobile Marketing\n\nWith technologies such as Augmented Reality warming up\nthe mobile scenario, brands will be all set to give their con-\nsumers an immersive experience. Through the use of inter-\nactions of mobile phones with digital signage, or with brand\ncollateral displayed through various media, the consumers\nwill become a part of the brand story. Now this experience\nis something they will not forget in a hurry, along with re-\ntention of the brand’s Top of Mind recall. Most definitely\nworth being a piece of the mobile marketing budget pie!",
    "Page_19": "EXPERTS’ VIEWS @\n\n \n\nMobile Presence\n\nWater water everywhere, but not a single drop to drink!\nThis has so far been the case of brands’ mobile presence.\nMobile Internet is right here, being used by the consumer.\nIndia in our view will be a 200 Million Internet user market\nby end of this year. This is another race in which the con-\nsumer may have beaten the marketers. On one hand are\nfacts and figures such as: 50% of mobile searches lead to\npurchase; 70% mobile users compare product prices on\ntheir phones; while on the other is this grim scenario of far\nless than 90% companies having a mobile optimized pres-\nence. This gap must change in the times to come. If com-\npanies are to benefit from this phenomenon, it is high time\nthey optimize their mobile presence.\n\nMobile First Strategy\n\nCompanies and brands can no longer ignore the potency of\nmobile as a medium. Until now the media or content strat-\negy comprises of repackaging content already created for\na different screen, be it television or internet. This again is\ngoing to change in the near future. More and more content\nmakers will realize how to best create content to the spec-\nifications of the little screens and how their users can get a\ntremendous experience from it. A whole new boost to the\nmobile marketing and advertising space is coming up soon.\nThe question is, are brands ready to get on to the band-\n\nwagon with their mobile first strategies in place? This is\nsomething to factor-in at the next strategy discussion.\n\nLong-term Sustained Mobile Approach\n\nA long term mobile strategy is the future. Those who adopt\nit first, will find themselves ahead in this race. This not\nonly works out more economical than short bursts of cam-\npaigns, but also much more beneficial. Once brands ac-\nquire and filter database over the first few campaigns, they\ncan get on to the job of reaching and engaging niche cus-\ntomers and talking to them according to their paying power,\ninterests, and history with the brand and more, thus ensur-\ning total loyalty. This is certainly going to be a powerful\ntool in the hands of brand managers.\n\nMobile has always been said to be the most personal, inti-\nmate medium, which needs to be handled with lot of care\nand innovation. Any excessive interference from a Brand\ncan also suggest an intrusion of private space of consumer.\nBut a campaign which uses an optimum number of mes-\nsages, using the right modes of delivery, will go a long way\nin building the confidence with the audience on its mobile\ninteractions.\n\nMilind Pathak is Global Head\n(New Business) at One97\n\n19",
    "Page_20": "mBillionth 2013\nEXPERTS’ VIEWS\n\n \n\nVY My j \\\nRajen Varada\nt would be inconceivable for most\nyoung people born in the cell\nphone era to imagine a world with-\nout cell phones. Coming from a\ngeneration which saw the evolution of\nthe phone from a desktop model to a “in pocket” device\nis a wonderful learning experience on how human expe-\nrience drives societies to constantly create new paradigms\nin communications and finding ways to evolve and adapt\nto constant change.\n\nEven, those from a generation, such as I which used dial\nphones, cannot today do without the cell phone with two\nSIMS and a testing android phone to constantly check the\nlatest apps being churned out like lassi in a Punjabi\ndhabba. There is no turning back. We are well and truly\ncaught in the digital future and have become part of dig-\nital technology with least resistance.\n\nThe current pace of apps across the human spectrum of\nexperience is without doubt an unprecedented effort put\ninto one focus device than any other technology in history\nby people across the globe. From Latin America to Idli\nland developers are aiming to develop apps to address\n\n] 20 5 MOBILITY\n\nMobiles and\ncommunities\n\nThe current pace of apps across the human\nspectrum of experience is without doubt an\n\nunprecedented effort put into one focus de-\nvice than any other technology in history by\npeople across the globe.\n\n \n\nevery aspect of life leaving no digital stone unturned and\nno area of life that they wish to bring into the digital hand-\nheld space. Of course all this is driven by the dream of\nbecoming the next billionaire with that “Killer”app which\nwill go viral and transform lungis to boxer shorts. A dig-\nital culture evolving in fast forward...\n\nTo address the many dimensions of life that apps are\nbeing to be developed for would require a book in its own\nspace. This article will restrict to one evolving space, that\nof mobile technologies and knowledge communities of\npractice - “m C(K)ommunities”.\n\nMost of us today are unaware that societies are evolving\nfrom information dissemination to knowledge sharing.\nFrom talk shops and list serves to knowledge enhance-\nment and true communities of practice. A quick search\neven a rudiment search engine will through up numerous\nsites and communities of practice. Almost all of them",
    "Page_21": "today have a mobile version of their web presence. The\nknowledge communities of today cannot hope to survive\nif they do not step out of the World Wide Web in the mo-\nbile footprint.\n\nThe mobile phone is the manna from heaven to those\npraying for a digital magic wand to reach the first mile\nand the last homosapien. The beauty of this boon is that\nthe magic wand is held in the hand of anyone who can\nearn enough to buy the cheapest cell phone. It effectively\ngives a two and fro access to capture tacit knowledge at\nthe grass root and be heard loud and clear in the hallowed\nconferences of policy makers.\n\nAs we design new ways to evolve our knowledge engage-\nment and create a knowledge pool for universal benefit,\nthe mobile phone is the centerpiece of that communica-\ntion methodology. It is the bow string which not only\nshoots the arrow into the future but also binds and brings\nin other parallel and historic communication technologies\nsuch as the radio to create a cohesive and unbeatable com-\nmunication design reaching the ear of every user.\n\nThe challenges of knowledge mangers who want to cap-\nture the real life experience and knowledge of that farmer\nin a remote field with an innovative solution to the doyens\n\nmBillionth 2013\nEXPERTS’ VIEWS @\n\nPh@i® Credit: mdiae\n\nof agricultural scientists with academic excellence and lit-\ntle practical experience. Can this knowledge from the\nplough influence policy? Can a remote health functionary\ntap into a global knowledge repository with just a phone\ncall? Can this be designed and be engineered? Without\ndoubt it can. There is without doubt the need to carefully\ndesign the way communities of practice function. It is ex-\nciting to know that there is the opportunity to reach and\nprovide access to everyone on this planet in a large but\ncohesive knowledge mesh. From policy makers to con-\nceptional thinkers, to implementation agencies and the in-\ndividual user and contributor can now be interlinked in a\nseries of knowledge rings and meshes, all on a horizontal\ndigital plane. Truly the dawn of the mobile Knowledge\ncommunities (m-kommunities) era is upon us. How it is\nused and how it is nurtured to enable the fulfillment of\nthe human spirit is the task before all of digital-kind.\n\nThe answer in the past would be blowing in the wind but\ntoday the answer lies in the ring of your cell phone.\n\nRajen Varada is Founder & Director\nat Technology For The People\n\nMOBILITY ) 21 |",
    "Page_22": "mBillionth 2013\nOD JURORS’ VIEWS\n\n \n\nDr. Ananya Raihan\n\nSocial enterprise\nconcept is consolidating\n\nThe most important phenomenon is mo-\n\nbile is touching lives of millions of mar-\n\nt the 40th anniversary of mo-\n\nbile phone, one can just won-\n\nder: was it possible to think\n\nthat mobile telephony would reach where it is\ntoday? Probably mobile telephony is one technology,\nwhich influenced our lives dramatically. Mobile teleph-\nony is probably the most democratic of technologies in\nterms of reaching people around the globe through its af-\nfordability. A mobile phone now aggregates a number of\ngadgets: still camera, video camera, PC with the Internet,\nmusic player, video player, game console, calculator etc.\nThis is one aspect of the revolution. Another aspect is mo-\nbile telephony brings many services on the finger tips:\ndoing banking, buying all sorts of products, watching tel-\nevision, striking business deals, enforcing law and order,\nco-working across continent — the list is probably endless.\nHowever, the most important phenomenon is mobile is\ntouching lives of millions of marginalized people. Offer-\ning interactive and affordable education, reaching hard-\nto-reach population with healthcare, offering government\nservices, offering extension services to farmers, managing\nclimatic and other disasters — all of these are now affected\nby mobile telephony.\n\n{2} MOBILITY\n\nginalized people.\n\n \n\nIn this backdrop, mBillionth Award is a noble endeavor,\nwhich tries to recognize initiatives in South Asia, which\ncan touch a billion population through innovations. It is\nvery encouraging to see how the ideas and initiatives are\ngetting matured over the years. Social enterprise concept\nis consolidating, where the innovative mobile phone based\nservices are thinking to remain pro-poor at the same time\nfinancially viable. Thus, innovations are not only taking\nplace in the domain of technology, new models of business\nare merging, which were un-heard of.\n\nIt was a humbling experience to become part of the Jury\nprocess. Brilliant minds came together and dedicated their\ntime up to mid night to have thread-bearing discussions,\nwhich initiative to go for recognition. The celebration of\ncreativity for changing lives probably is the key achieve-\nment of the mBillionth.\n\nDr. Ananya Raihan is Executive\nDirector at Dnet",
    "Page_23": "Indumini Kodikara\n\nhe mobile revolution is happen-\n\ning at a rapid speed. Different\n\nmobile products change how\n\npeople communicate and ac-\ncess information; use it for entertainment\nand for services. In order to encourage and bring out the\ntalents of new innovations in the mobile sector m-Billionth\nAward is a good opportunity. This is only for the South\nAsian Region and the Jury had the opportunity to view and\nexperiment very innovative applications developed by the\npeople in the region. It varied from individuals to big com-\npanies. The product quality was very impressive. This\nmade it a difficult task to select few best from a category\nbecause lot of applications were so good.\n\nThe marvel of the mobile is that it is available with almost\nall the people not like a PC and people are now matured to\nhandle it. Citizen services provided by the mobile phone\nin some countries are marvelous. The health sector, educa-\ntion sector, ecommerce & business sector and many other\nsectors has developed so many valuable applications that\npeople can easily access via the mobile. Children can ac-\ncess information on their studies, rural women can easily\nlearn and the mode of learning is fun that makes them grasp\n\nmBillionth 2013\nJURORS’ VIEWS\n\n@\n\nMobile can change the\nway\n\nThe marvel of the mobile is that it is available\nwith almost all the people not like a PC and\n\npeople are now matured to handle it. Citizen\nservices provided by the mobile phone in some\ncountries are marvelous.\n\n \n\nthis technology. In the health sector also I experienced large\nnumber of innovative applications on the information,\nmedication and care for the mother/child and on several ill-\nnesses. Since people now use the mobile to access the web\nand download applications mobile has become “the” most\ncommon form of communication media.\n\nI value the South Asian mBillionth Award and hope that\nthe most outstanding applications will be used in their re-\nspective countries (some are already in use for some years)\nand will make life easier for the citizens in the region.\n\nI take this opportunity to wish all the winners a successful\njourney ahead with their innovations and Good Luck to m-\nBillionth organizers.\n\nIndumini Kodikara is Project Manager\nat Information & Communication\nTechnology Agency of Sri Lanka\n\nMOBILITY ) 23 -",
    "Page_24": "mBillionth 2013\nOD JURORS’ VIEWS\n\n \n\nAmir Ullah Khan\n\nThe Jury process:\nIncisive and insightful\n\nWhat guides the entire exercise is a strong be-\n\nlief in each decision being a collective one. Ju-\n\nhat makes for a good\n\njury? This has been a\n\nquestion that has forever\n\nbeen asked in the legal\nprofession. Should the jury comprise\ntwelve or thirteen wise men? The ques-\ntion then changed with some gender em-\npowerment ad started including women. Should a jury\ncomprise thirteen lay persons? Or should it only include\nspecialists who understand the subject being debated? Does\nit necessarily require people with legal or scientific back-\ngrounds or people who simply understand the basics and\nnatural principles of justice?\n\nWho should judge films and documentaries? Are popular\nawards better than those judged by critics? Should those\nwho judge have previous experience in the field, should\nthey have been participants in the contest themselves?\nShould the jury look at pure quantitative measures, or\nshould it evaluate the contestants on subjective and quali-\ntative parameters? Should jurors get the opportunity to in-\nfluence their fellow jury persons or should each one be\nisolated?\n\n] 24 8 MOBILITY\n\nrors are allowed to blatantly argue for entries\n\nthey themselves feel strongly about. So long as\nthey have no commercial or professional inter-\nests there.\n\n \n\nThese are the various questions that we at mBillionth and\nthe Manthan awards grapple with each time we collect to\njudge a fascinating new set of entries. Some entries are bla-\ntantly commercial, yet serve a social purpose better than\nmost others. Some are fresh off the block and while they hold\ngreat promise, show little evidence of filed success. Some\npersistent contestants surface again and again, a few of them\nwho have successfully participated in previous rounds and\nfew who have consistently failed to impress the jury.\n\nEach time we go through the process we realise how the\njury evolves. The various nuances of conflicts of interests\nor ideological biases, of regional influences and of individ-\nual preferences come into the discussion and pose serious\nproblems. The jury typically consists of a few old timers\nwho have been though the process a few times, a few who",
    "Page_25": "are absolutely new to the process, a couple who have con-\ntested and won the award in previous years and the rest\nwho are technically the best in the business of digital and\nmobile media.\n\nWhat guides the entire exercise is a strong belief in each\ndecision being a collective one. Jurors are allowed to bla-\ntantly argue for entries they themselves feel strongly\nabout. So long as they have no commercial or professional\ninterests there. The idea is that they should be able to con-\nvince a bunch of extremely strong willed individuals who\nare however willing to be persuaded. It is through this vig-\norous and robust debate that the eventual winner is de-\ncided. The process of nomination, shortlisting and\ndiscussion then takes care of a number of issues discussed\nearlier in this note.\n\nJURORS’ VIEWS @\n\n \n\nEach year, the jury goes through some of the most fasci-\nnating insights into what a developing country needs as\nseen through the lens of service providers working in var-\nious parts of the region. While some ideas are innovative\nin their sheer efficiency of delivery others are brilliant con-\ncepts in upstream design and development. While the good\nold philosophy of earnest debate producing the winner en-\nsures objectivity in the exercise, what is most gratifying at\na personal level is the exposure to these completely new\nsets of ideas and concepts.\n\nAmir Ullah Khan is Development\nEconomist and President at Glocal\nUniversity\n\n25",
    "Page_26": "mBillionth 2013\nJURORS’ VIEWS\n\n \n\nSushil Pandey\n\nThought from 2013\nmBillionth Award Jury\n\nBesides the normal usage of applications in\n\ncommon verticals like governance, health, ed-\n\nhad the pleasure to be part of the\n\ngrand jury team of the 2013 mBil-\n\nlionth Award. I was also there in last\n\nyear’s jury. Again, it was inspiring\nto observe the creative solutions put for-\nward to address different developmental\nchallenges using mobile as a means and\nmaking a difference to people and their\nlivelihood. The richness, depth and variety of applications\nspeak themselves of the power and potential of mobile ap-\nplications. I can see the quality of applications also getting\nbetter comparatively, perhaps now there are more and more\npeople getting involved in this ecosystem, which has added\nvalue to raise the quality bar and also pushed competitive\nfeeling.\n\nThe two days that I experienced was an utter qualitative\ntime spent with the jury members and the DEF team. What\nappears in the award book as winners in different cate-\ngories is the outcome of hours of intense discussion,\nscrutiny and introspection by the jury over the nominations.\nThe nominations submitted had a wide range of ideas and\nsolutions, and it was also a personal learning experience to\nwitness great innovations that they have put in. Besides the\n\n| 26 B MOBILITY\n\nucation, entertainment | must also concede\nthat the innovators through their nominations\n\nhave been responding to the emerging needs\nof the society as well and not only remain sup-\nply driven.\n\n \n\nnormal usage of applications in common verticals like gov-\nernance, health, education, entertainment I must also con-\ncede that the innovators through their nominations have\nbeen responding to the emerging needs of the society as\nwell and not only remain supply driven.\n\nAs one concrete area that I want to highlight to support my\nabove assertion is the provision of mobile applications to\nprotect women. I do remember there were so many mobile\napplications developed and nominated on safeguarding\nwomen and help prevent violent against them, namely —\nFightback, Trishulam, HelPls, Safety shield, etc. It must\nhave been prompted also from horrible bus rape case in\nDelhi, besides the need to empower women. Such simple\nand extremely useful tool for women to feel safer and more\nsecure, are only a couple of clicks away, in fact in one app",
    "Page_27": "it was even driven by a mere motion of a mobile — perhaps\nmany apps in future would use this relatively newer user\ninterface. Most of them sent the user’s location via GPS to\npre-set contacts along with an SMS message with one push\nof a button, and it can also be linked to Facebook and Twit-\nter. As mobile phones become more prevalent even in rural\nand mountainous areas, these solutions can offer care, in-\nformation, help and protection to women and girls across\ncountries and cultures. While currently, many of these apps\nare available only for smartphones, which limits their avail-\nability and usability, I would be glad to see these services\nsupporting and protecting women through very simple and\nbasic SMS services, using local languages, which do not\nrequire a smart phone, or even an Internet connection.\n\nJURORS’ VIEWS @\n\n \n\nAs a final point, hats off to DEF and the mBillionth award\nteam for they deserve all glory for getting the work done\nefficiently and the trust they put into collective wisdom\nthrough the jury members. mBillionth award is truly an\nevent showcasing mobile for masses and offers platform\nto nominees to present their innovations and to awardees\nto provide additional impetus to continue their objective of\nensuring continuous inclusive growth and services to\nmasses.\n\nSushil Pandey is ICT Practitioner at\nICIMOD in Nepal\n\n27",
    "Page_28": "mBillionth 2013\nPARTNERS’ VIEWS\n\n \n\nMobile & Telecom\nSolutions for Masses\n\nNokia Life has been built by a team that\n\nimmersed itself in rural and semi-urban\n\nne of Nokia’s strategic goals\n\nis to enable information ac-\n\ncess for the “Next Billion”\n\nusers and Nokia Life is an in-\ntegral part of this initiative. This service\nhas been built ground up for the emerging markets and fo-\ncuses on livelihood and life improvement, delivering in-\nformation vital to the daily lives of millions across\ndeveloping societies. It addresses information gaps in top-\nics of relevance across Education, Health, Agriculture and\nEntertainment. Launched first in India in July 2009, it has\nsuccessfully expanded to China, Indonesia, Kenya, Tanza-\nnia and Nigeria.\n\nThe Nokia Life application is pre-embedded in the Nokia\nmobile phone, saving users the need to download a separate\napplication to access information. The content is hyper-\nlocal and personalized and most importantly, disseminated\nin the user’s own language. In India, this service is avail-\nable 11 regional languages and English. The application\nhas a dedicated Inbox to receive this content with a first-\nof-its-kind easy to browse graphical interface.\n\n| 28 MOBILITY\n\nconditions and did extensive research to\nunderstand how people lead their lives.\n\n \n\nMany consumers in India do not have access to quality in-\nformation which can impact their livelihood and life. Cur-\nrent modes of information access are mostly fragmented or\ndated and hence ineffective. Nokia solves that problem by\nbridging qualified information sources with those who need\nit in a timely manner. Nokia works closely with Telecom\nOperators ensuring nationwide coverage and distribution.\nThis integration also facilitates interactivity from the device\nto Nokia Life servers, enabling 2-way communication.\n\nNokia Life has been built by a team that immersed itself in\nrural and semi-urban conditions and did extensive research\nto understand how people lead their lives, the kind of in-\nformation services they were currently using and changes\nthey wanted to see. The nature of services offered — ones\nwhich relate to personal aspirations and address immediate\nchallenges — present a real opportunity to support and de-\nvelop the users throughout their lives.",
    "Page_29": "Nokia ensures that the content is relevant and actionable\nto achieve maximum impact. The approach has been to cre-\nate an ecosystem of partners who have invaluable expertise\nin the relevant fields of Education, Agriculture and Health\nCare. These include Government agencies, NGOs, Univer-\nsities, Research institutes and Industry players.\n\nResearch has shown that “Living Healthy” as a concept has\na universal appeal and gaps are mainly around awareness\nregarding hygiene, nutrition and available health facilities.\nNokia’s Healthcare service provides tips on fitness, well-\nbeing & disease prevention. It also guides pregnant moth-\ners and parents in handling those responsibilities.\n\nThe agricultural sector is a critical component of the Indian\neconomy and with the climatic and crop diversity across\nIndia, it is a challenge to keep farmers informed about agri-\ncultural best practices. Lack of timely information also af-\nfects their ability to get better income by selling produce\nat the best price. Nokia Life’s Agriculture services provide\n\nPARTNERS’ VIEWS G\n\nSE\n\nfarmers with personalised information pertaining to market\nprices of nearest mandis, local news, crop advisory and im-\nportant information on schemes and subsidies. 24-hour\nweather forecasts are also provided.\n\nNokia Life Education services are designed to help users\nimprove their personal and academic performance through\nservices such as Learn English, General Knowledge, Life\nSkills, Exam Tips and Teacher Training. Partnerships with\nuniversities like IGNOU allow users to take certification\ncourses.\n\nTo further drive adoption of these services, Nokia invites\nboth government and private organizations to be part of\nthis ecosystem in empowering citizens and influencing\nchange.\n\nNatesh B.V. is Director - Emerging\nMarket Services at Nokia\n\n29",
    "Page_30": "mBillionth 2013\nPARTNERS’ VIEWS\n\n \n\nLaura Turkington\n\nn today’s world, mobile phones\n\nhave become a necessity and the\n\ngrowing numbers In India bear tes-\n\ntimony to it. Latest count stands at\nover 664 million cellphone users across\nthe country with over 33% of the rural population owning\na handset.\n\nThe growth of mobile phones offers huge potential to drive\nsocial change. For many the mobile provides crucial access\nto information and knowledge for the first time at an af-\nfordable cost. People who are unable to read or write can\nfind out real time what is happening beyond their commu-\nnities and share their own news and information at the same\ntime. This provides new opportunities for education and\nlearning, deliverables in health, improvements in gover-\nnance, the possibility of inclusion, livelihood generation\nand much more.\n\nThe Vodafone Foundation is committed to support initia-\ntives within the voluntary sector that do just that. This is\nthe third year of our successful Award programme, in as-\nsociation with Digital Empowerment Foundation (DEF) in\nIndia. Over the last two years, the impact from the crucial\n\n] 30 p MOBILITY\n\nThe Implementation of\nm-Government at Local\nlevel\n\nThe growth of mobile phones offers huge po-\ntential to drive social change. For many the\n\nmobile provides crucial access to information\nand knowledge for the first time at an afford-\nable cost.\n\n \n\nfunding and mentorship provided to the 9 NGOs has been\ntremendous. One example to mention is Kisan Sanchar, a\nwinner from 2011. With the funding provided, they have\nbeen able to scale their operations having setup of call cen-\ntre to respond to requests for localised agricultural infor-\nmation to a network of over 62,000 farmers through\nmobiles across India.\n\nAs a member of the jury, I was part of the privileged team\ntasked with evaluating these best practice NGOs. It is ex-\nciting to see the level of innovations that NGOs are em-\nbracing through technology. One of this year’s nominee\nCGnet Swara proves the power of mobile to improve gov-\nernance at a local level in Jharkhand. People can easily ex-\npress their views on issues at the local level by simply\ncalling a local number provided by CGnet Swara using\ntheir mobile phone. This is then captured on a database for\nlobbying by the NGO with local level authorities for better\nadministration.",
    "Page_31": "The Mobile for Good theme has generated compelling sto-\nries of how Vodafone’s technology is helping deliver trans-\nformational change in the community. To date, we have\nlaunched several exciting initiatives in India. To highlight,\nwe are working with SEWA and the Cherie Blair Founda-\ntion in Gujarat to enable rural women entrepreneurs to\nmanage their business using mobile. This has enabled them\nto make more money, become more efficient and spend\ntime with their families.\n\nPARTNERS’ VIEWS G\n\n \n\nWith the rapid pace of mobile development and evolving\ninnovation on our doorsteps, it is challenging to identify\nthe best practice mobile solutions from the charity sector.\nHowever, our learnings and experience from the last three\nyears indicate that we are working in the right direction in\nachieving the goal of using Mobile for Good.\n\nLaura Turkington was Country\nHead-India at Vodafone Foundation\n\n31",
    "Page_32": "mBillionth 2013\nPARTNERS’ VIEWS\n\n \n\nMint: An integrated\nnewsroom for the reader\n\nIt means the extensive use of multimedia, in-\n\ncluding video. It means reaching out to peo-\n\nhere are many buzzwords in\njournalism, but none as insidi-\nous or misused as the integrated\nnewsroom. Indeed, the term is\nprobably journalism’s equivalent of the\ncorporate world’s “innovation” or “breakthrough”.\nSo, rather than tell you all about how we have now become\nan integrated newsroom—we have—I’d like to share with\nyou my mental image of how a person gets to know of, en-\ngages with, follows, and reacts to the news.\n\nI'd like to think of anyone who reads or sees anything put\nout by the Mint newsroom as a smart person for two reasons:\none, it is probably true; two, it keeps me sharp. Now, smart\npeople have read something, watched something or surfed\nsomething in the morning before they head to work; have\nnews channels running on mute in their offices so that they\ncan keep an eye on the ticker; scan their Facebook walls\nand Twitter timelines at least once an hour and click on any\nlinks to interesting news; visit news websites every couple\nof hours; read long-form articles in magazines and newspa-\npers when they get the time; or do a bit of everything.\n\n) 32 | MOBILITY\n\nple on a variety of devices (phones, tablets)\nthrough apps and a dynamic website.\n\n \n\nIt stands to reason that if a newsroom wants to stay relevant\nto its readers, then it too should do a bit of everything, or,\nas I have discovered, a lot of everything.\n\nThere was a time when newsrooms could do this by simply\nhiring separate teams to do each of these: one to run the\nnewspaper or magazine; another to produce videos; a third\nto run the website. That doesn’t make sense now for several\nreasons, the most important of which is economics. So,\nsmart newsrooms have a few specialists (such as visual ed-\nitors and graphic artists) doing specialized tasks among a\nlarger population of reporters and editors who work across\nmedia.\n\nFor this to work, a newsroom needs to have the equivalent\nof an ERP—software that can run the entire newsroom and\nfeed into multiple devices, apart from generating files for\nthe printing press.",
    "Page_33": "PARTNERS’ VIEWS G\n\nrar]\n\n \n\nAnd for this to work, a newsroom needs to adapt or change devices (phones, tablets) through apps and a dynamic\nits processes and behaviour. website.\nIt means producing a paper that factors in everything\n\nIt means stories are broken first on the website, and up-\ndated continuously if they merit updates.\n\nIt means opinion and analysis pieces, too, appear first\non the Web, soon after a big event, so that the readers\ncan understand what it means.\n\nIt means the extensive use of social media to amplify\nstories, engage with readers, and also, in some cases,\nto constantly provide updates on developing-by-the-\nminute stories.\n\nIt means the extensive use of multimedia, including\nvideo. It means reaching out to people on a variety of\n\nWhat does this mean for the reader? we have done in the past 12 hours and understanding\n\nwhat makes most sense for readers, sometimes a full\n18 hours after the original news has broken.\n\nAnd it means doing all this without compromising our\nintegrity or high journalistic standards.\n\nAt the Mint newsroom, most of these elements are already\nin place (the last one has been in place a long time) and\nothers will happen with time.\n\nR. Sukumar is Editor at Mint\n\n33",
    "Page_34": "mBillionth 2013\nPARTNERS’ VIEWS\n\n \n\nDebabrata Goswam\n\nMobile Solutions for\nEducation at Glocal\nUniversity: Transforming\nLearning and Teaching\nExperiences\n\nToday’s teachers and students are dy-\n\nnamic and technology savvy and they\n\nobile solutions for the ed-\n\nucation relies on a few\n\nbasic principles that in-\n\nclude: Creating mobile\napps, Connecting students or users with\nmobile devices to find the information they want, Control-\nling user requirements & access and Consuming mobile\ntechnologies in the best possible way. At the very outset,\na platform is needed that would integrate back-end data\nfrom any secure source and deliver it to the mobile devices\nthat function on multiple networks and operating systems.\nData gathered by the mobile applications can be useful to\nmany people inside and outside of the walls of the institu-\ntion. However, controlling user access is necessary to pro-\ntect employee and student information, as well as to\nprotect institutional properties, in the case of device theft\nor loss. Creation of the mobile enterprise-level apps with\nan interactive interface will drive business process per-\nformance and student outreach to connect in situations like\nnever before.\n\nGlocal University is based on the strict ethics of a well-knit\nintegrated education experience for all its students across\nits different Schools. Our education system is presently at\n\n34 0 MOBILITY\n\nlove to access learning resources from\nanywhere, anytime.\n\n \n\nthe tip of a revolution as the conventional methods of learn-\ning and teaching are being rapidly replaced by high-tech\nlearning and training. Today’s teachers and students are\ndynamic and technology savvy and they love to access\nlearning resources from anywhere, anytime. This has rede-\nfined the trend of delivering learning solutions that adopt\nmobile and telecom solutions as a key tool and promises\nto enable effective and powerful mobile coaching and\nlearning experiences. We at Glocal aim to achieve an inte-\ngrated strategy by furthering mobile and telecom solutions\nin higher education ecosystem and enable better collabo-\nration and sharing among faculty and students for mean-\ningful interactions. We give our mobility strategy the same\nlevel of importance as our other IT strategies because of its\never growing requirements and immense potential.\n\nIn our overall aim to develop the modern education system,\nmobile technology would enable the capture of content\n(e.g., lectures or study material), resources and engaging",
    "Page_35": "conversations, which contributes to the ongoing learning\nand support beyond the scope of the conventional class-\nroom. After gathering the learning resources and interac-\ntions, these would be easily distributed through the internet\nand mobile technology to the students, which enables the\nconcept of anytime, anywhere access to the learning mate-\nrial. Mobility will take the interactions between the stu-\ndents and instructors beyond the classroom while allowing\nthem to manage and modify the learning resources and\nshare them on the go. With the mobile technology, collab-\noration would be based on real and practical ideas rather\nthan based on information. The combination of the mobile\ndevices and social media will open the new doors of op-\n\nPARTNERS’ VIEWS G\n\n \n\nportunities for the students to contribute to the contents,\nprogress and results of the course by allowing the integra-\ntion of the new ideas to take the course to its next level.\nThe emergence of m-Learning thus opens up new doors of\nopportunities, which easily address the critical challenges\nand issues of learning systems and have made learning\nmore effective, responsive and transformative, which we\nembrace at Glocal.\n\nDebabrata Goswami is Honorary\nAcademic Council Member at\nGlocal University\n\n35",
    "Page_36": "mBillionth 2013\nPARTNERS’ VIEWS\n\n \n\nMohammad Chowdhury\n\nEmerging mHealth:\nPaths for Growth\n\nOur findings suggest that changing nature of\n\ndiseases has outpaced the structure of health-\n\nn a country where there are more\nmobile phones than bank accounts\nor even functioning toilets, telecom-\nmunications holds immense prom-\nise. The sector's impact on the economy\ncan be gauged from a World Bank-led\nstudy that stated that a 10% increase in mobile penetration\ncan lead to an additional 0.81% growth in GDP, while an\nIndia-specific study led by ICRIER concluded that the SDP\nrises by 1.2% for every 10% increase in mobile teledensity.\n\nAt PwC, our telecom experts draw on a wide range of ex-\nperience in India and across the globe to offer a comprehen-\nsive portfolio of services across Advisory, Tax, Regulation\nand Audit, each in turn being a basket of finely defined de-\nliverables, helping organisations and individuals create the\nvalue they’re looking for.\n\nOne of the key focus areas in the firm has been the increas-\ning levels of connectivity in day-to-day life enabled through\nmobile technology. How will this impact our daily lives?\nHow can consumers benefit from this? How can these tech-\nnological developments trickle down into tangible benefits\nfor the common man? We explored this in two detailed, in-\n\n| 36 p MOBILITY\n\ncare, and we have tried to enumerate how mo-\n\nbile health interventions can benefit patients\nas well as the economies of these regions.\n\n \n\ndepth reports with GSMA, the global telecom association,\nand the findings revealed significant bearing on issues such\nas road safety, prevention of food wastage, decreasing travel\ntime and reducing healthcare costs.\n\nAnother key matter for us at PwC has been the area of mo-\nbile enablement of healthcare. Our analysts along with the\nGSMA have worked on reports targetting two regions of the\nworld—the European Union and Brazil/Mexico. Our find-\nings suggest that the changing nature of diseases has out-\npaced the structure of healthcare, and we have tried to\nenumerate how mobile health interventions can benefit pa-\ntients as well as the economies of these regions.\n\nThrough our publications, insights and media comments,\nwe continue to enhance the value we deliver to the industry\nand to telecom subscribers in the country. Our executives\ntake a deep look at emerging trends and policy landscape",
    "Page_37": "mBillionth 2013\nPARTNERS’ VIEWS\nin order to determine their impact on the industry andon Mohammad Chowdhury is Telecoms\n\nconsumers, and convey their findings cogently at various Industry Leader at Pricewaterhouse\nindustry forums. Coopers India\n\nee” e caters Tracking Citizen and Alternative Media\n“ese Network in India and South Asia\n\n \n\n+ Polies + Panchayats - Rural Development - Human Rights - Poverty - Economics - Healthcare - Inequality - Environment - Digital Inclusion\n\nEEE. cetision and rites me whole of nia is replete with... +++ April 30, 2013 - Private ect\n\nTo 2.0\n\nWor eRSS Feed «\nnetworking: 3\n\nSSOTS\n\nOnline Social media\n\nSearch ep snes\n\n* Blogé. bing Multimedia\n\n<i BOTTOM LINE: How the Social Media and Citizen Journalism will ultimately be\nthe vehicle for our betterment.\n\nf Share [Pwtweet Fin mee Thue <0\nRB es\n\n \n\n   \n\nLT MEDIA ANALYSIS\n\n \n\n \n\nwww.citizenmedianetwork.org",
    "Page_38": "mBillionth 2013\n\nSTATISTIC\n\n \n     \n   \n\n291\n291\n\nTotal Nominations\n\nafter Screening\nFinalists\n\n11\n\nSpecial Mentions\n\n  \n      \n    \n\n   \n\n33\n\nWinner\n\n  \n    \n\n] 38 MOBILITY",
    "Page_39": "STATISTIC G\n\nCategory Wise Nominations Break-up\n\nm-Entertainment - 17\n\nIndia — 12\n\nm-Business & Sri Lanka — 05\n\nCommerce/Banking —- 34\n\nBangladesh — 01 m-Environment - 08\n\nadie a India — 07\ncpa Nepal — 01\nPakistan — 01\nSri Lanka -02\nm-Governance - 27\nIndia — 26\nSri Lanka — 01\nm-Culture & Heritage - 07\nIndia — 07 m-Health - 34\nIndia — 34\n\nm-Inclusion — 21\n\nIndia — 17\nNepal —01\nSri Lanka — 03\n\nm-Infrastructure — 11\n\nBangladesh — 01\nIndia — 09\nSri Lanka — 01\n\nm-Woman & Children - 17\n\nBangladesh — 01\nIndia — 16\n\nm-News & Journalism — 12\n\nIndia — 11\nBangladesh — 01\n\nm-Travel & Tourism - 16\n\nIndia — 13\nSri Lanka — 3\n\nm-Education &\nLearning - 42\nBangladesh — 02\nIndia — 36\nNepal — 01\nPakistan — 01\nSri Lanka — 02\n\n39",
    "Page_40": "mBillionth 2013\nOD STATISTIC\n\nCategory Wise Winners Break-up\n\nm-Business & m-Entertainment - 03 m-Health — 03 m-News & Journalism - 03\n\nCommerce/Banking - 03 India — 03\nIndia — 03\n\nIndia — 03\n\nIndia — 03\n\nm-Inclusion - 02 m-Travel & Tourism - 03\n\nm-Culture & Heritage-01 | m-Environment - 02 India — 02\nIndia—01 India — 02\n\nIndia — 03\n\nm-Infrastructure — 03 m-Woman & Children - 04\n\nm-Education &\nLearning - 03\nIndia — 03\n\nm-Governance - 03 Bangladesh — 01\nIndia — 03 India — 02\n\nIndia State-wise Nomination\n\nAndhra Pradesh: 13. Maharashtra: 43\nAssam: 01 Manipur: 01\nBihar: 03 Nagaland: 01\nDelhi: 36 Odisha: 04\nGujarat: 09 Punjab: 01\nHaryana: 16 Rajasthan: 01\nJammu And Kashmir: 01. Tamil Nadu: 09\nJharkhand: 01 Tripura: 01\nKarnataka: 28 Uttar Pradesh: 23\nKerala: 11 Uttarakhand: 03\nMadhya Pradesh: 06 West Bengal: 04\n\n] 40 p MOBILITY\n\nBangladesh — 01\nIndia — 03",
    "Page_41": "mBillionth 2013\nSTATISTIC\n\nThe mBillionth Award South Asia\n\n2013: Winners’ List\n\n \n\nm-Business & Commerce/Banking\nZipDial Mobile Marketing and Analytics\n\nPlatform [India]\n\nSEWA-SBI Financial Inclusion Programme [India]\nAdivasi Tea Leaf Marketing (ATLM) paperless\nworkflow [India]\n\nm-Culture & Heritage\nMy IndiEye GPS Video Tour [India]\n\nm-Education & Learning\n\nCATapp [India]\n\nCareer Counseling [India]\n\nChala Skul Ku Jiba (Let us go to school) [India]\n\nm-Entertainment\ncoMix on-the-go [India]\nnexGTv [India]\nZengaTV [India]\n\nm-Environment\nPeer Water Exchange - SMS Reporting [India]\nWild India [India]\n\nm-Governance\n\nSilent Observer [India]\n\nNCHMobiAPP JGJ-(Jago Grahak Jago) in\nHindi [India]\n\nMobile Seva [India]\n\nm-Health\n\nHealthkart Plus [India]\n\nNokia Life and Arogya World: Mobile Diabetes\nawareness program [India]\n\nMobile based Surveillance Quest using IT\n(MoSQulT) [India]\n\nm-Inclusion\nJharkhand Mobile Vaani [India]\nSaral Rozgar [India]\n\nm-Infrastructure\n\nAppWrapper [India]\n\nIndia Against Spam [India]\nGrameenphone Hysawa [Bangladesh]\n\nm-News & Journalism\nAlive [India]\n\nSamudaayVaani [India]\nNewsHunt [India]\n\nm-Travel & Tourism\nRedBus.in [India]\nOlaCabs [India]\nSmartShehar [India]\n\nm-Woman & Children\n\nMy Baby Diary [India]\n\nMobile Academy and Mobile Kunji [India]\nAponjon —- MAMA [Bangladesh]\n\nHelpls [India]\n\nMOBILITY",
    "Page_42": "mBillionth 2013\nSTATISTIC\n\nThe mBillionth Award South Asia\n\n \n\n2013: Special Mentions’ List\n\nm-Business & Commerce/Banking\nPayTM - [India]\n\nm-Education & Learning\nSounds of Silence — Unleash the power of\nWords [India]\n\nResult via SMS [Nepal]\n\nm-Environment\nLooRewards [India]\n\nm-Governance\nVoiceRTI [India]\n\nm-Health\nfriends2support.org [India]\n\ni. MOBILITY\n\nm-Inclusion\nPeacock Browser for Android Devices — [India]\nLabor Voices [India]\n\nm-Infrastructure\nIVR Junction [India]\n\nm-News & Journalism\nBangi News [London]\n\nm-Woman & Children\nFight Back [India]",
    "Page_43": "mBillionth 2013\nSTATISTIC\n\nThe mBillionth Award South Asia\n\n2013: Finalists’ List\n\n \n\nm-Business & Commerce/Banking\nKotak Stock Trader [India]\nDelightCircle [India]\n\nm-Culture & Heritage\nVastu Compass [India]\nGujarati Pride [India]\n\nm-Education & Learning\nLearn English With the British\nCouncil [Sri Lanka]\n\nHarness Touch-on-Cloud [India]\n\nm-Entertainment\nWild Blossoms Project [India]\nPalm Reader [India]\n\nm-Environment\nProject Noah [USA]\n\nm-Governance\nMPCB Mobile Voice Campaign [India]\nmGovernance in Maharashtra [India]\n\nm-Health\n\nHeWeFi — Health Wellness & Fitness [India]\nScale-up and Replication of CommCare in\nBihar [India]\n\nSevamob [India]\n\nm-Inclusion\nBetter Life [India]\n\nm-Travel & Tourism\nMobile First- Products for MakeMyTrip [India]\nCleartrip [India]\n\nm-Woman & Children\nEz School Bus Locator [India]\nHome Remedies [India]\n\nMOBILITY",
    "Page_44": "mBillionth 2013 Winner\nM-BUSINESS & COMMERCE/BANKING\n\n \n\nSEWA-SBI\n\nWinner | INDIA\n\nZipDial\n\nWinner | INDIA\n\n \n\n| 44 | ) MOBILITY\n\nm-Business &\nCommerce/Banking\n\nSupport and optimization of busi-\nness processes; creation of new\nbusiness models in m-commerce,\nbusiness to business, business to\nconsumers, internet security and\nother areas; supporting Small\nand Medium Enterprise’s on the\nmarketplace.\n\nATLM\n\nWinner | INDIA\n\nPayTM\n\nSpecial Mention | INDIA",
    "Page_45": "mBillionth 2013 Winner\nM-BUSINESS & COMMERCE/BANKING\n\n \n\nThe SEWA-SBI Financial Inclusion Programme generates livelihood,\n\nimparts financial literacy and ensures a better future for its cus-\ntomers in remote, hilly areas. By providing a transparent, graft-free\nand swift route of delivery of key social security schemes, this pro-\n\ngramme makes women financially independent and self-reliant.\n\n \n\nSEWA-SBI\n\n(Winner)\n\nOriginal Title\nSEWA-SBI Financial\nInclusion Programme\n\nProducer\nSEWA Bharat\n\nCountry\nIndia\n\nContact\nricha@sewabharat.org\n\nMedia Format\nBiometrics based\n\nLanguage\nHindi\n\nwww\nwww.sewabharat.org\n\n \n\nIn order to link women with financial services and to secure their future, SEWA\nin collaboration with the State Bank of India began a project of Financial Inclu-\nsion in 2009. Under the ambit of this project, women are appointed as Customer\nService Point (CSP) with the clear objective of acting as a medium of providing\nbanking services. A GPRS enabled phone and a portable Point of Service (POS)\nare required with which the customers’ identities are recorded and subsequently\nuploaded to SBI’s Mumbai server. For the purpose of opening a zero balance ac-\ncount, a Customer Service Point (CSP) comes to the doorstep of the customer\nwith a bank form with a unique code for subsequent customer identification, a\nmobile phone and a Point of Service (POS) Machine. Using the camera of the\nmobile phone, the customer’s photograph is taken and saved thereafter the voice\nof the customer is recorded.\n\nThe POS machine, powered by A Little Word, records the fingerprint\nof the customer. The mobile phone has an application installed which facilitates\nthe banking services of the program. Customer’s ration card number or any other\nrelevant ID card number is to be entered on the application to complete the nec-\nessary requirements. Once the prerequisites are fulfilled, the recorded data is up-\nloaded to the State Bank of India’s Mumbai server. For any transactions,\nvoice-match and fingerprint-match is imperative.\n\nSEWA Bh\n\nMovement\n\n \n\nMOBILITY",
    "Page_46": "mBillionth 2013 Winner\nM-BUSINESS & COMMERCE/BANKING\n\n \n\nZipDial is a marketing and analytics platform for mobile marketing\nvia missed calls. Brand managers use it to drive exceptionally\ng higher customer engagement. ZipDial took the typical mobile VAS\nmodel, flipped it upside down, and made the user-experience sim-\n\nple and free for 100% of consumers (based on ‘missed calls’).\n\n \n\nZipDial enables marketers and advertisers to transform their brand campaigns\ninto highly interactive and viral over mobile. Advertisers use ZipDial numbers\nin their advertisements as call to actions, which any end user can dial in and that\nbecome the starting point for interactions.\n\nSimple interfaces like a missed call to ZipDial numbers, ensures inter-\nactions from 100 percent of the customers -smart or feature phone users, kids or\nadults, urban or rural dwellers. End users see the zipdial number in advertise-\nments of brands, they dial (missed call) and receive SMS, IVR or other such en-\ngagements over mobile. ZipDial is also used for cash on delivery confirmations\nvia missed calls or mobile number verification via missed calls during sign-ups\non websites.\n\nZipDial is an innovation to address two problem areas: First, advertisers\ndon't get granular data on consumer preferences owing to low internet, smart\nphone and payment data penetration. Secondly, end user don't get anything per-\nsonlized; messages are more generic around Cricket, Bollywood and Spam. Sim-\nilar scenario is in markets like Africa, Sri Lanka (where it recently launched in\nApril 2013) and South East Asia.\n\n \n\n   \n  \n \n \n \n \n \n  \n \n\nSo Solutions for\nMarketing Managers\n\nSolutions for Solutions for\nWeb Businesses Business Owners\n\nSince 2011, Top Consumer Brands Are Building\nTheir Story Using ZipDial\n\nSoldiers wanted Not to guord the borders Net\n10.90 10 war. But to supper! the most important\nbattle of the nation To stond up for women.\nBecause whon you respect women you respect\nour nation Gillette salutes the soldier in you\n\n \n\n \n\n \n \n  \n\n) MOBILITY\n\nZipDial\n\n(Winner)\n\nOriginal Title\nZipDial Mobile Marketing\nand Analytics Platform\n\nProducer\nZipDial Mobile Solutions\nPvt. Ltd.\n\nCountry\nIndia\n\nContact\nshantanu@zipdial.com\nvalerie@zipdial.com\n\nMedia Format\nVoice based\n\nLanguage\n\nEnglish for SMS (for now),\nresponse IVR can be set\nup in any language\n\nwww\nwww.zipdial.com",
    "Page_47": "mBillionth 2013 Winner\nM-BUSINESS & COMMERCE/BANKING\n\nAdivasi Tea Leaf Marketing (ATLM) programme in Tamil Nadu enables\nAdivasi tea growers to market their produce at fair prices with the help\nof a mobile app. ATLM is a working group within a parent tribal organi-\nsation called AMS - Adivasi Munnetra Sangam. Working for tribal rights\nand livelihood, ATLM has developed a supply chain and integrated them\n\n \n\nwith Mobile app to manage tea produce.\n\n \n\n \n\nATLM\n\n(Winner)\n\nOriginal Title\n\nAdivasi Tea Leaf Market-\ning (ATLM) paperless\nworkflow\n\nProducer\nACCORD\n\nCountry\nIndia\n\nContact\nramshreyas.rao@\ngmail.com\nstan@justchangeindia.org\n\nMedia Format\nApp/WAP based\n\nLanguage\nTamil, English\n\nwww\nhttp://adivasi.net\n\n \n\nIn the Nilgiris district of Tamil Nadu, Adivasi tea leaf growers are served by\nATLM, a tribal organisation that buys their fresh leaf and sells to processing com-\npanies. ATLM, which used to work with paper receipt books and registers, has\nsuccessfully implemented a mobile app for processing the orders and ingesting\nthem into the database in a paperless workflow. The real achievement here is that\nthe entire solution was designed, tested and rolled out by an all-adivasi team\nusing the Open Data Kit!\n\nIt was found that modern android devices are quite capable machines,\nand the ecosystem thriving with a massive range of apps and capabilities. The\nmain purpose of this project was to demonstrate that with a little support and ca-\npacity building, communities can harness their own imagination and will to effect\npositive change. The AMS and ACCORD strive to empower the Adivasis of the\nNilgiris, rather than provide them with ready-made solutions.\n\nBy putting the reins in the hands of the Adivasis right from the begin-\nning, this project was born sustainable. With just the right nurturing and support,\nthis project has grown quickly and rapidly with little heavy-handed intervention\non our part. By delegating even duties such as training to the Adivasis, the pro-\ngramme achieved a level of adoption that usually requires far more extensive\nhand-holding.\n\n \n\nMOBILITY ff",
    "Page_48": "mBillionth 2013 Winner\nM-BUSINESS & COMMERCE/BANKING\n\n \n\nPaytm is a utility website and cross-platform mobile app that provides\n\nPhone call, SMS, and multi platform Apps). There is also an ease of re-\n\nrecharge and bill payment services for mobile, data card and DTH along\nwith a bus-ticket- booking service. PayTM has made life easy for its cus-\ntomers through ease of Payment Wallet and media including web, WAP,\n\nfunds on transaction failure.\n\n \n\nPaytm offers a simple, fast and enjoyable experience for prepaid recharges, post-\npaid bill payments and bus tickets. It is the fastest way to do recharge, in under\n10 seconds, via Paytm Cash; a virtual wallet. In addition to the recharge experi-\nence, Paytm provides the best in class customer care service to keep customers\nsatisfied. Over the years this project reached over 6 million Indians.\n\nOver 2 million of users come from mobile apps and | million coming\nfrom Android alone. The USP is Paytm Cash which is a digital wallet that allows\nusers to make payments without using their credit/debit card. There are other per-\nformance features on Paytm that enables users with 1) Order history of all trans-\nactions 2) Complete price break up 3) Recording mobile number for easy usage\n4) Saving the last 3 recharges to save time when he is in a real hurry 5) In case\nan operator is down or giving high failure rates, Paytm either tell the user not to\ncontinue or can warn him & he can proceed on his own risk 6) Operator wise\nrecharge and data plans information 7) Real time tracking of buses 8) Highly se-\ncure and completely safe 9) Exclusive deals and coupons\n\n \n\n \n\n@ worie TH atcare «Tall Care\nReChaN ie ie ra\nge My Prepaid mMaDiie No.\na e\\\\ needs our help\nDonate generously to the\nMobile Operator “Uttarakhary 4 Fund! and\nnee a o> Paytrn walt match @ Rupee for Rupee\nPaytm cares.\nAmount\nFayt™ & 8.700- donors have contnbutes\nz over Rs. 16.5 lakhs til 10 30 AM on Tul\nPaytm offers you\nMobde Recherges: Mocde Bal Paymenes Compeny\nOma Cond ochre Du Crt 88 Poymer inition\n\nDTH Recnerges serdere Bil Parents Weare\n\n \n\n \n\nPaytm\n\n(Special Mention)\n\nOriginal Title\nPaytm\n\nProducer\nOne97 Communicatons\nLtd.\n\nCountry\nIndia\n\nContact\nsonia.dhawan@one97.net\nharinder@paytm.com\n\nMedia Format\nApp/Web/WAP based\n\nLanguage\nEnglish\n\nwww\nwww.paytm.com",
    "Page_49": "www.theglocaluniversity.in\n\nFollow us on: [fj & ()\n\nGLOCAL\nUNIVERSITY\n\nSHAPING GLOBAL MINDS\n\n \n\n \n\nRecognised by UGC u/s 2(f) of UGC Act\n\n \n\nWe ensure that our students have the option of choosing their\nfuture. Which is why our unique flexible 4 year undergraduate\nProgram gives our students the flexibility to shift courses, or even\nschools, at the end of the first year if they believe that the program\nis better suited for their interest.\n\n${ GLOCAL SCHOOL OF ' GLOCAL SCHOOL OF YPj GLOCAL SCHOOL OF\nTECHNOLOGY BUSINESS ~ COMPUTER SCIENCE\nB.Tech Master of Business Administration BCA\nCivil Engineering Marketing & Consumer Behaviour B.S. (Computer Science)\nMechanical Engineering Financial Markets, Regulation & Firms. Ph.D\nEnergy pore i (Petroleum Engineering) one\nComputer luman Resources > GLOCAL SCHOOL OF\nElectrical Engineering Supply Chain Management ey\nElectronics & Communication IT, Operation & Information Systems. MEDIA & CULTURAL STUDIES\nPh.D BBA B.A. (Media Studies)\n\nPh.D M.A. (Media & Cultural )\nPG (Diploma Courses in Media)\nPh.D\n\n@ GLOCAL SCHOOL OF & GLOCAL SCHOOL OF Q GLOCAL SCHOOL OF\nLEGAL STUDIES & COMMERCE & ACCOUNTING EDUCATION & RESEARCH\nRESEARCH B.Com B.Ed. (Bachelor of Education)\nBA-LLB Ph.D PGD\nBBA -LLB MAA.\nLLB M.Phil.\nPh.D Ph.D\n\nFurther information available at our Dehradun Admission Office: Glocal University, No. 94, First Floor (opposite HDFC Bank),\nRajpur Road, Dehradun - 248001, Uttarakhand, India. | Enquiries: 0135-6518578 | Mob: +91 8192004293\n\nCAMPUS: Giocal University, Delhi-Yamunotri Marg (State Highway 57), Mirzapur Pole, india. | Enquiries: 0135-6518559\nCampus located within an hour's drive from Dehradun",
    "Page_50": "mBillionth 2013 Winner\nM-CULTURE & HERITAGE\n\n \n\nMy IndiEye Travel\n\nCompanions\nWinner | INDIA\n\n| 50 | ) MOBILITY\n\nm-Culture &\nHeritage\n\nPreserving and presenting cul-\ntural heritage in line with the chal-\nlenges of the future;\ndemonstrating valuable cultural\nassets clearly and informatively\nusing state-of-the- art technology\nand new media platforms.",
    "Page_51": "mBillionth 2013 Winner\nM-CULTURE & HERITAGE @\n\n \n\nMy IndiEye is a smartphone and GPS-guided video-tour application that\nuses stimulating visuals, narratives and animations blended with the\nsounds of the ancient past. It uses audio and video medium with con-\ntextual relevance. It is also considered more inclusive for the hearing\nand visually impaired. Tourists would know what they needed to see,\nwhere they would need to go and how they could reach there.\n\n \n\n \n\nMy IndiEye\nTravel\nCompanions\n(Winner)\n\nOriginal Title\nMy IndiEye Travel\nCompanions\n\nProducer\nMy Indieye Travel\n\nCompanions Pvt. Ltd.\n\nCountry\nIndia\n\nContact\nkaushal.bhalotia@\nmyindieye.com\n\nMedia Format\nApp based\n\nLanguage\nEnglish\n\nwww\nwww.myindieye.com\n\n \n\nA Smartphone GPS-Guided Video Tour has been developed for heritage sites\ngiving travelers an independent, intuitive and rich experience. Indian School of\nBusiness-incubated innovative company, My IndiEye, has come up with a mobile\nproduct which is delivered on the Google Android platform.\n\nThe product helps people take Audio-Visual Tours of our heritage sites\nand monuments. It also helps them take Virtual Tours prior to visitation. There\nare free previews of all monuments to market and promote our sites. This in-\ncreases tourist inflow to the site. The product also explains people about all lo-\ngistical information, prices etc. to help them reach the site and prevent any bad\nexperiences. Content for each site has been developed by award-winning histo-\nrians, film-makers and academicians. The technology architecture is scalable and\nstate-of-the art. Customization has been done to make it suitable to Indian envi-\nronments.\n\nSince the product uses audio and video mechanisms it is more inclusive\nfor the hearing/ visually impaired. Video stories developed by award-winning\nhistorians and film-makers on recommended points of interest across the fort.\n\nThis application reduces chances of unethical/ illegitimate/ mugging/\ncriminal acts against tourists, thereby enhancing the reputation of India as a\ntourist destination. Also, it reduces the burden on Government to train a large\nnumber of guides on soft and hard skills.\n\n®\\\n\nA world-class video tour and travel\n\nguide app for sightseeing in India\n\n \n\nMOBILITY\n\n)",
    "Page_52": "mBillionth 2013 Winner\nM-EDUCATION & LEARNING\n\n \n\nCATapp\n\nWinner | INDIA\n\nCareer Counseling\nWinner | INDIA\n\nChala Skul Ku Jiba\n\nWinner | INDIA\n\n \n\nm-Education &\nLearning\n\nEmpowering the education sec-\ntor using Mobile with new tech-\nnology. The aim is to transform\nschools, universities and other\neducational institutions through\ninteractive, personalized and dis-\ntributed learning resources; pro-\nviding infrastructure for the rural\nbased educational institutions,\nespecially schools.\n\nSounds of Silence\nSpecial Mention | INDIA\n\nResult via SMS\n\nSpecial Mention | NEPAL",
    "Page_53": "mBillionth 2013 Winner\nM-EDUCATION & LEARNING\n\n= \\\n\n \n\nCATapp is a mobile application that brings 16 original CAT (Common\nAdmission Test) papers on a mobile app. It is available on Android, iOS,\nSymbian, and JAVA. The current user base is more than 7,000 active\nusers. The CATapp store allows publishers to distribute their quizzes\nona mobile device. Availability of such content on a mobile make the\nagile youth go for the same.\n\nCAT app\na\n\n \n\n \n\nCATapp\n\n(Winner)\n\nOriginal Title\nCATapp\n\nProducer\nInformationWorks Systems\nand Solutions Pvt. Ltd.\n\nCountry\nIndia\n\nContact\ndeep@informationworks.in\nharshal@\ninformationworks.in\n\nMedia Format\nApp based\n\nLanguage\nEnglish\n\nwww\nhttp://catapp.in\n\n \n\nMobile apps business is forecast to be $100 billion by 2015 and education has\nand will be an important part of this. The demand for educational apps has in-\ncreased tremendously. With the launch of low-end tablets and Android devices,\nmany schools, colleges and coaching institutes are now making their content\navailable on mobile devices.\n\nCATapp is a mobile application tool to prepare for competitive exams\nlike CAT, GRE, GMAT, CMAT, XAT, SNAP. The target market is students /\nlearners who want to prepare for competitive exams on the go using a mobile\ndevice.\n\nAnyone preparing for MBA entrances feels the pain of carrying study\nmaterial in backpacks. Books and study materials are good to learn core concepts\nbut when it comes to revision or taking a quick test, books are not the best solu-\ntions. CATapp has built a way for students to revise and prepare for MBA exams\non the go using a Mobile device. This would allow them to be in constant touch\nwith the learning material and fully utilize their time while travelling our doing\ndaily chores.\n\nON nara Rae Le\n\nJ Original quant questions CAT 1994 to 2008\n\nDeu roi ares cei?\n\nPoets\n\n \n\nMOBILITY (33",
    "Page_54": "mBillionth 2013 Winner\nM-EDUCATION & LEARNING\n\n \n\nCareer Counseling is an IVRS and SMS-based mobile Education service\nfor Airtel users. It uses technology-enabled platforms to address the\n\ne challenging issues of education. With this service, Airtel enables its\na i t e customers to access courses for English learning, competitive exam-\npreparation and career counseling, on their mobile phones. There are\n\nlakhs of customers who are on Airtel who use the counseling service.\n\n \n\nThis SMS based m-Education service platform enables Airtel mobile customers\nacross the country to easily access a host of education services including courses\nfor language skills, entrance exam preparation and career counseling from the\nbest of universities and professors in the country with just a few clicks on their\nmobile phones.\n\nFeatures: Career Counseling is voice based service that allows multiple\nusers to connect with counselors on a voice call and get advice related to their\njob and education. The service is a subscription based service price at Rs 2 per\nday. Career counseling has two critical components: 1. Live Counseling Sessions:\nUsers can browse through the upcoming Career Counseling conferences by di-\naling 55077 (Toll Free) or by dialing *321*850#. Users can register for Career\nCounseling sessions by paying a minimal fee of Rs 15 and can join the live ses-\nsion by dialing 550771 (Toll Free) on the scheduled time. 2. Podcasts: Users can\nlisten to the recorded content created by counselors. This content can be accessed\nwithout any time restriction by dialing 550779 (Toll Free). Ask an Expert: With\nAsk an Expert service, user could get answers to their career related queries via\nSMS. Users can simply SMS their questions related to job, career or education\nto a toll free short code 5507755 and get answers written by experts in less than\n24 hours.\n\n \n\nfer we | for business careers | my account\n\ncone > GED reewrawere crete ree eririeree\n\niis et\n\n \n\n \n\n \n\n \n\n| 54 B MOBILITY\n\nCareer\n\nCounseling\n(Winner)\n\nOriginal Title\nCareer Counseling\n\nProducer\nBharti Airtel\n\nCountry\nIndia\n\nContact\nankur5.jain@in.airtel.com\nprashant.dogra@\nin.airtel.com\n\nMedia Format\nIVRS/SMS based\n\nLanguage\nEnglish, Hindi, Marathi,\nBengali, Tamil, Kannad,\nOdiya etc\n\nWww\nwww.airtel.in/education/",
    "Page_55": "mBillionth 2013 Winner\nM-EDUCATION & LEARNING\n\n \n\nChalaSkul Ku Jiba (Let us go to school) is an initiative of Radio Na-\nmaskar to return all students to school. This initiative aims to mobilize\nall dropout students back to their respective schools. As a conse-\nquence of this initiative, 165 schools of Gope block in Konark have\n\nbeen declared as zero-drop-out schools by the local government.\n\nL=namaskar..\n\n \n\n \n\nChala Skul Ku\nJiba\n\n(Winner)\n\nOriginal Title\nChala Skul Ku Jiba\n(Let us go to school)\n\nProducer\nRadio Namaskar\n(Young India)\n\nCountry\nIndia\n\nContact\nradionamaskar@\ngmail.com\nansari.youngindia@\ngmail.com\n\nMedia Format\nCommunity Radio based\n\nLanguage\nOdia\n\nwww\nwww.radionamaskar.org\n\n \n\n \n\nAs a community radio (CR), Radio Namaskar has taken mobile phone as the pri-\nmary tool for direct access to the community and interacting online. There was\na massive drop-out of school students especially girl students in its coverage area.\nBasing upon these observations, Radio Namaskar decided to start a radio pro-\ngramme to motivate and mobilize all drop-out students back to their respective\nschools. As per this decision, a jingle was broadcast to motivate the parents to\nsend their children to school.\n\nSince most of the listeners now use mobile as a tool of communication\nand also to listen FM radio and realizing that they don't prefer to ring a landline\nnumber which comes out to be expensive for mobile users, they started announc-\ning the mobile number that is dedicated for the purpose. Then response from lis-\nteners grew day by day.\n\nThe objective of this Community Radio is to ensure overcoming social\nproblems through a community owned process and through deployment of ori-\nented personnel and sensitizing the beneficiary mass. Radio Namaskar has a total\ncoverage in Gop, Nimapara, Astarang and Kakatpur Blocks of Puri district and\nalso reaches in other surrounding locations.\n\nRecently it has started a campaign M-Janata with focus on issues related\nto governance and service delivery system in community.\n\nFM 90.4 MhZ\n\nDemocracy means governance that mvolves\n\npeople in the system through both way interface —CR Resources\nwhich is stil a dream in India What it requires is\n\nto educate commmnities living at the grassroot — —Dther CRs\n\nMOBILITY (53",
    "Page_56": "mBillionth 2013 Winner\nM-EDUCATION & LEARNING\n\n- Sounds of Silence (SoS) began with the idea of giving mobile\nV phones to hearing impaired/speech-impaired children. It enables\noD\n\n \n\nthem to communicate with the outer world. This is done through the\nuse of mobile phones, 3G Skype and SMS technology. SOS empow-\ners 500+ such children in Mumbai and Delhi through SMS alone with\na target to reach 5,000 by this year-end.\n\n \n\nThis mobile based service includes: 1.Qwerty keypad mobile phones which would\nmake it easier for the deaf mute children to type on keyboards later on. 2. Syllabus\nbook with the entire mobile learning syllabus. Psychologists assisted this module\nwith a fixed messaging pattern which will lead to all round mental development\nof the children and help them overcome insecurity and lack of self-confidence.\n\nFeatures of engagement module for optimum training and development\nof the kids: 1. The operations leader who handles the entire functioning of SOS\nand also act as liaison between the organization and partner orphanages and insti-\ntutes. 2. For overall development and technological advancement of kids, there is\n6 month training module through SOS empowered mobile phones and messaging\nservice for the initial stage with each and every partner BASE CAMP:(1st month\n4 sessions-3 hrs each) Grammar skills and proper sentence formation. WARM\nUP: (2nd months 4 sessions- 3 hrs each) Using sentence formation and grammar\nskills to communicate with friends, family, acquaintances. TONE UP: (3rd month\n4 sessions-3 hrs each) Teaching them meaning of 'low' frequency words and in-\nculcating those words in their vocabulary and sentence formations, SMS conver-\nsations. E.g: rendezvous, inexplicable, magnanimous, behemoth etc. STAR\nTREK: (4th month 4 sessions-3 hrs each) Corporate liaison language. If the chil-\ndren think of starting their business at a later date then the kind of language that\nis used in the outside corporate world.\n\n \n\n \n\nmmropurou\nes\n‘OUR VALUES\n\n‘SOUNDS OF SILENCE REACH US\n\nSounds of Silence is an ininamve straight from the heart of a chosen few who wish to fill the lives of soundsofsilence.mum@ gmail\n\n \n\n \n\n \n\n| 56 B MOBILITY\n\nSounds of\n\nSilence\n(Special Mention)\n\nOriginal Title\nSounds of Silence - Un-\nleash the power of words\n\nProducer\nSounds of Silence - Un-\nleash the power of words\n\nCountry\nIndia\n\nContact\nsumitsinghgandhi@\ngmail.com\nsinghal.shruti91@\ngmail.com\n\nMedia Format\nVoice/SMS/Web based\n\nLanguage\nEnglish\n\nWww\nwww.soundsofsilence.in",
    "Page_57": "mBillionth 2013 Winner\nM-EDUCATION & LEARNING @\n\n \n\nProvided by Janaki Technology in Nepal, Sparrow SMS is the utili-\n\nsation of SMS technology that facilitates students in obtaining their B\nresults with ease, on mobile. The service doesn't require any pre- : a\ninstallation or registration. It is available for mobile users of NTC, =< ee\nNCell, UTL and SmartTel operators in Nepal.\n\n \n\nResult via SMS\n\n(Special Mention)\n\nOriginal Title\nResult via SMS\n\nProducer\nJanaki Technology Private\nLimited\n\nCountry\nNepal\n\nContact\namit@janakitech.com\narvind@janakitech.com\n\nMedia Format\nSMS based\n\nLanguage\nEnglish\n\nwww\nsparrowsms.com/results\n\n \n\n \n\nSparrow SMS is a vas provider for Nepal that provides SMS gateway solution to\nNepal with developer API, SMS short code. With the use of this service, students\ncan get the results in their phones with a simple SMS inquiry and they don't need\nto worry about crashing websites or waiting times. Similarly, also for the exam\nboards, technology friendliness has given them an edge at handling results. Re-\nsults can be obtained via any GSM network available in the country. The most\nbenefited are the students in rural parts of Nepal who earlier had to wait for weeks\nto get their results.\n\nThe target markets are all the mobile user students of different board\nexams all over Nepal. And the main targets are the students without internet\naccess.\n\nSparrow SMS has immensely decreased the hassles while waiting for\nprinted results in newspapers or dealing with server overload in websites. To get\nthe result the end-user has to * Go to compose message in his/her mobile + Type\n+ Send it to 5001 The reply message contains congratulatory message along with\nDivision of graduation or marks of some subjects, as applicable for the type of\nresults.\n\nSLC aU Ee era\n\nPes\n\nIU): Isp| 20) a\nyea\n\naT leh\n|\n\nMOBILITY ff",
    "Page_58": "mBillionth 2013 Winner\nM-ENTERTAINMENT\n\nm-Entertainment\n\nUsing mobile to supply entertain-\nment products and services; en-\ntertaining the user in this world’s\nvariety of languages and its cul-\ntural diversity; supporting move-\nment from one-way to two-way,\nfrom single to multiple players, in-\nteractive entertainment and the\nsynergy between analog and dig-\nital platforms.\n\n \n\ncoMix on-the-go ZengaTV\nWinner | INDIA Winner | INDIA\nnexGTv\n\nWinner | INDIA\n\n \n\n| 58 | ) MOBILITY",
    "Page_59": "mBillionth 2013 Winner\nM-ENTERTAINMENT\n\n \n\nThe coMix-on-the-go is a mobile-based comic application that has\nbeen specially designed to capture the essence of comic reading.\nIt can be downloaded from all leading OEM stores. The coMix on-the-\ngo has a wide genre of comics spread across categories such as:\nAction, Animation, Romance, Mythology, History, Kids, Teens, Sci-\nFi, Adventure, and so on.\n\ncoMix\non-the-go\n\n \n\ncoMix on-the-go\n(Winner)\n\nOriginal Title\ncoMix on-the-go\n\nProducer\nZero-Sum Wireless\nSolutions India Pvt. Ltd.\n\nCountry\nIndia\n\nContact\nmallesh@zero-sum.co.in\n\nMedia Format\nApp based\n\nLanguage\nEnglish\n\nwww\n\nwww.zero-sum.co.in\n\n \n\ncoMix on-the-go allows users to browse and make in-app purchases from a li-\nbrary of 1000+ comics from popular publishers across the world. Each digital\ncomic on the store has been legally licensed and re-produced digitally, using the\n‘Framer’ technology. This technology provides a new immersive reading expe-\nrience that allows to enjoy reading each comic in multiple modes such as Page\nand Frame View and experience special effects like Page and device vibrations\nthat are embedded into each comic.\n\nIt can be downloaded from all leading OEM stores like Google Play,\niOS store for iPad, Windows Store, Blackberry App World.\n\nThis content is digitized into an e-format of various sizes best suitable\nfor mobile and tablet screens. The end users can download application, browse\nthrough a catalogue, download free comics, purchase paid comics and enjoy read-\ning them at their leisure. All comics are priced lower than their paperback ver-\nsions. A percentage of each comic sold is paid back to the publisher. This app\nenables all comics publishers to go digital without any upfront investment being\nmade at their end. The app is available across all leading mobile operating sys-\ntems and app stores supporting a majority of screen sizes on smartphones and\ntablets.\n\nsease | Zero-Sum iaunches 43 Remote Mobie Testing service tor Enterprise and Deveiopecs\nJ colin on-tne-go gigta come store app for Noma Luma\n\n \n\n \n\n \n\n \n\nMOBILITY ff 59 6",
    "Page_60": "mBillionth 2013 Winner\nOD M-ENTERTAINMENT\n\n \n\n<a The nexGTv is a mobile app that brings the entire television on your\nmobile if you have GPRS or 3G connections. nexGTv offers more\nthan 100 popular live channels at a click of a button, regardless of\ntime and location. The nexGTv service has enabled users, who did\nnot have access to television, to now view their favourite TV pro-\n\ngrams any time, anywhere.\n\n \n\nnexGTv is a mobile TV with features like class content, Replay TV, adaptive\nstreaming and user interface. The objective of launching nexGTv was to bring\none stop wireless video solution on to fastest growing screen in India and take it\nto the masses. Accompanied by various growth drivers like immense reduction\nin the tariffs of data plans and availability of low cost smart-phones and tablets,\nmobile entertainment is all set to reach the masses. One can enjoy benefits of\nmovie on demand and Replay TV. It has Integrated Electronic Program Guide\n(EPG) of one week for all channels. Interactive on-screen control enables you to\nscroll through channels or adjust setting even while watching your show.\n\nIt offers: Over 100 LIVE channels ranging from national to regional in\nthe category of entertainment, movies, news, and much more. It has partnered\nwith content partners such as Sony bouquet, Star bouquet, Times Group, Turner\nTelevision Network, Maa Group, Raj Group, UTV Movies and much more. It\nbrings alive the concept of ‘Your TV Your Time’. Library of Video-on-Demand\ncontent offers, movies, Mahabharata, short movies, Lifestyle, Health & Fitness.\n\n \n\n \n  \n\n2 MOBILITY\n\nnexGTv\n(Winner)\n\nOriginal Title\nnexGTv\n\nProducer\nDigivive Services Pvt. Ltd.\n\nCountry\nIndia\n\nContact\nanshu.kumari@\ndigivive.com\n\nMedia Format\nTV app based\n\nLanguage\nEnglish\n\nwww\nwww.nexgtv.com",
    "Page_61": "mBillionth 2013 Winner\nM-ENTERTAINMENT @\n\nENG\n\n \n\nIt is a mobile TV app that enables one to keep in touch with Indian\ntelevision video content. Zenga TV is an ad-supported mobile and\nweb-streaming platform, which enables users to watch regular TV\nchannels on GPRS-enabled mobile phones, anywhere, any time. It\nclaims to have 22-23 million active users, every month.\n\n \n\nZengaTV\n\n(Winner)\n\nOriginal Title\nZengaTV\n\nProducer\nZenga Media Pvt Ltd\n\nCountry\nIndia\n\nContact\nshabir@zengatv.com\n\nMedia Format\nTV app based\n\nLanguage\nEnglish\n\nwww\nhttp://zengatv.com\n\n \n\n \n\nIt provides Mobile and WEB TV service over low bandwidth 2.5G and now have\n22 Million Unique user and generate 300+ million video views. For adoption,\njust open the site on PC or a Mobile browser and start viewing content free. The\nadvantage is free usage of content and freedom to use it anywhere any time.\n\nThe digital streaming platform has content partnerships with the NDTV\ngroup, Times Television Network, BAG Network, Reliance Broadcast Network,\nand Raj TV Network. The company currently has 65% of market share. It has\nthousands of Movies, Shows, TV channels and international channels as an of-\nfering giving rich experience to end user FREE of cost.\n\nZenga TV generally does 50-50 revenue share deals with broadcasters\nwhich means that its content costs is zilch. However, monetising content through\nadvertisement is still not that easy a task. Zenga TV plans to play the volume\ngame by being a free content platform. Going pay is not a good option as one\nhas to be at the mercy of telecom operators, who dictate terms to platform owners\non revenue share.\n\nleet Share Venn oe Qe\nPogo Live TV Streaming\n\nYuet Onane Pogotive News Lie Ts Seeemrg hor inte art mgr svery a zerget:\n\nWatch Live TV on Mobile\nPR aa Oy\n\nMOBILITY",
    "Page_62": "mBillionth 2013 Winner\nM-ENVIRONMENT\n\nm-Environment\n\nEspecially with emerging globali-\nsation, environment is being af-\nfected badly and it requires all\nkind of technology and medium to\nspread the right message and\nmessages about devastation it\ncan create. Use of mobile plays a\nhuge role in responsible dissemi-\nnation of information about envi-\nronment; content matters.\n\n \n\nPeer Water Exchange LooRewards\nWinner | INDIA Special Mention | INDIA\nWild India\n\nWinner | INDIA\n\n \n\n| 62 | ) MOBILITY",
    "Page_63": "mBillionth 2013 Winner\nM-ENVIRONMENT\n\n \n\nPeer Water Exchange is primarily a web based mapping and aggre-\ngation tool for water related projects. The PWX is designed to tackle\nthe challenge of managing toilet delivery and operations to 600 mil-\nlion Indians and for verifying operations and impact. At present,\n\npeer water\nexchange\n\nPWX is prevalent in six states of India.\n\n \n\nPeer Water\n\nExchange\n(Winner)\n\nOriginal Title\nPeer Water Exchange -\nSMS Reporting\n\nProducer\nPeer Water Exchange\n\nCountry\nIndia\n\nContact\nrajesh@peerwater.org\n\nMedia Format\nSMS based\n\nLanguage\nEnglish, Spanish, Input in\n\nany language allowed (e.g.\nTanglish)\n\nwww\nhttp://peerwater.org\n\n \n\n \n\nPeer Water Exchange’s (PWX) SMS Reporting is designed for monitoring and\nreporting on the implementation and post-implementation of water solutions by\nthe people affected. Field personnel living and working in remote areas can send\nin SMS notes which are attached to the project reports transparently on the web-\nsite. This simple mobile solution can bring critical data to the global community\nso everyone can learn how projects succeed or overcome challenges.\n\nField reports help managers and funders monitor, track and address is-\nsues applicable. These notes allow organizations to learn and share critical lessons\nsince they replace bi-lateral communications with broadly visible storage and\ndistribution channels. The natural extension of the SMS reporting process is to\neventually equip beneficiaries to report on projects themselves.\n\nThe technology behind PWX SMS Reporting: Standard SMS technol-\nogy at client side. SMS gateway: TxtWeb (by Intuit) and Android gateway.\nServer: PWX is written in Ruby-on-Rails and uses numerous plugins such as\nGoogle maps. Pricing is free for non-profit members serving their communities.\nIf the projects generate revenue or the operator is not non-profit we charge a\nmonthly fee per project. PWX projects provide safe drinking water and sanitation\nfacilities. PWX manages projects globally and at present is working in six states\nof India.\n\npeer water\nexchange\n\nA PROJECT OF BLUE PLANET NETWORK\n\nsmarter solutions\noT fora thirsty planet\n\nDescription\n\n \n\nMOBILITY ff",
    "Page_64": "mBillionth 2013 Winner\nM-ENVIRONMENT\n\n \n\nWild India is a mobile app that has details of 47 national parks of\nIndia. The app covers places including Corbett National Park, Band-\nhavgarh National Park, Kaziranga National Park, Ranthambore Na-\ntional Park, Kanha National Park, Nameri Tiger Reserve and\n\nKeoladeo Ghana National Park.\n\n \n\n \n\nThis mobile application is for Wild Life lovers who love to travel and tour dif-\nferent places. This application covers most wild life sanctuaries in India. App di-\nvides the wild life in five zones i.e east, west, north, south and central. Each\nnational park comes with detailed background information, best time to visit,\ntransport, accommodation, and map and nearby places to make your trip really\nmemorable. Wild India app has details you need to explore 47 national parks at\nyour mobile device. Application shall be tested on Lumia Phone. This application\nhas graphics capturing the right travelling and exploring the feel of nature. Ap-\nplication shows live gallery showing image and vides from each national park in\nIndia with pictures of landscapes, birds and animals. Application also has live\nnews feed from national parks and wild life in India to help users have an extra\ntouch on parks. Mango technologies solutions are available on a wide variety of\nconnected devices- GSM/GPRS, CDMA, 3G devices, netbooks, personal media\nplayer and Linux based device segment.\n\n \n\nTravel Assist\n\nGL nittlonal parks\n\n   \n \n\n   \n\n \n\n \n\n \n\n \n\n \n\nWild India\n\n(Winner)\n\nOriginal Title\nWild India\n\nProducer\nMango Technologies\nPvt Ltd.\n\nCountry\nIndia\n\nContact\nyogi@mangotechno.com\n\nMedia Format\nApp based\n\nLanguage\nEnglish\n\nwww\nwww.mangoappstore.com",
    "Page_65": "mBillionth 2013 Winner\nM-ENVIRONMENT @\n\n \n\nLooRewards uses an SMS-based incentive program to give re-\ndeemable reward points to the urban poor for adopting healthy and\nhygienic practices like using a toilet, buying clean water, etc. Fam-\nilies receive reward points and updates directly on their phones,\nmaking the benefits of using the services, immediate.\n\naati] ge\n\n \n\n \n\nLooRewards\n(Special Mention)\n\nOriginal Title\nLooRewards\n\nProducer\nSamagra Waste\nManagement Pvt. Ltd.\n\nCountry\nIndia\n\nContact\nswapnil@samagra.co\n\nMedia Format\nApp based\n\nLanguage\nEnglish\n\nwww\nhttp://appcircus.com/apps/\nloorewards\n\n \n\nUser membership and Usage is managed using the LooRewards app that is in-\nstalled on toilet operator's tablet. Toilet users become members of LooRewards\nplatform at their nearest community toilet. Currently LooRewards is pre-installed\nin Android devices that are provided to Toilet Operators in our Pilot test Sites.\nLooRewards partners with service providers for providing/cleaning Toilets, Clean\nWater etc in a community. The company is also developing methodologies for\ncapturing this data through sensors. Families redeem their LooRewards points\nfor goods that they value, such as clean water, cell phone minutes etc. It also\nprovides various incentives to urban poor for adopting hygienic practices.\n\nLooRewards solves technological challenges: Data Collection at indi-\nvidual or family level: This includes socio-demographic data, toilet usage data,\nhygiene data, health data. Data Analytics: LooRewards delivers specific, per-\nsonalized insights and content to each customer, converting otherwise inscrutable\ndata into actionable insights. Data Visualization: The visualizations enable users\nto get insight into consequences of their actions.\n\nLooRewards\n\n‘Meet the Artist\n\n=\n\n \n\n \n\nMOBILITY ff",
    "Page_66": "mBillionth 2013 Winner\nM-GOVERNANCE\n\nm-Governance\n\nWe invite the projects which em-\npowers citizens and serving pub-\nlic services clients; fostering\nquality and efficiency of informa-\ntion exchange and communica-\ntion services in governmental and\npublic administrative processes;\nstrengthening participation of cit-\nizens in information society deci-\n\n \n\nsion making.\nSilent Observer Mobile Seva\nWinner | INDIA Winner | INDIA\nJGJ MobiApp VoiceRTI\nWinner | INDIA Special Mention | INDIA\n\n \n\n| | 66 | ) MOBILITY",
    "Page_67": "mBillionth 2013 Winner\nM-GOVERNANCE\n\n \n\nSilent Observer is SMS-based project that is focused on the social\nproblem of female foeticide in India. The device ‘Silent Observer'\n(SIOB) also provides law-enforcing agencies with analytical reports\nfor further action warranted under the Preconception and Prenatal\nDiagnostic Techniques (Regulation and Prevention) Act.\n\n \n\n \n\nSilent Observer\n(Winner)\n\nOriginal Title\nSilent Observer\n\nProducer\nSukrut Systems\n\nCountry\nIndia\n\nContact\ninfo@sukrutsystems.com\nNarendra.k.saini@\nsukrutsystems.com\n\nMedia Format\nSMS based\n\nLanguage\nEnglish\n\nwww\nwww.sukrutsystems.com\n\n \n\nDoctors and sinologist are illegally involved in determining the sex for additional\ncommercial benefits. A PC & PNDT act has been there for long but implemen-\ntation of such law is far from satisfactory due to various reasons and loopholes.\nSilent Observer(TM) updates the status of itself using SMS services on how many\nsonography records have been recorded on a particular day, ON time, OFF time\nand LIVE time to ensure feeding these logs in SMS format to a centralized MIS.\nIt consists internal web browser, authentication based access, inbuilt configura-\ntion and provisioning system.\n\nThe system is in use in the state of Rajasthan and Uttarakhand. Further,\nthis project supports government organization to effectively enforce adherence\nto a particular act.\n\nThe impact of this system can only be visible in a longer term, over a\nperiod of few years. However it definitely was able to deter the sonography cen-\nters. The SIOB installation have started in the city of Kolhapur, there has been\nan immediate increment noticed in the number of F-Form filing from 10-15%.\nAround 5 to 6 centers seems to have decided to discontinue their licenses.\n\n \n\nSukrut®\n\n \n\nSukrut Systems Selected as a Red Herring Top oo\n\nAsia Tech Startup\n\n \n\nRaped Precotyping\n\nEmbedded $ ystems\n\n‘Hong Kong. China - Red Herring announced its Top 100 Asia award tn recognition of\n\nthe leading private companies trom Asia celebrating these startups inner\n\n \n \n \n\n \n\n   \n\nrechnologie: across their respective industries Red Herring » Top 16:\nmark of distinction fer identitring promising new companies and entrepreneurs Red\nemia ‘Real-time Operating System\n\n \n\nFe among the first to recogrize that c such as Facebook\n‘Teeter, Google, Yahoo Skype, Salesforce.com. YouTube, and eBay would change the\n\ncay we Hive and work\n\n \n\nChoosing the companies with the strongest potentia, was by ne means 3 small teat\n\nsaid Ales Views, publi of Red Herring ~Afer rigorous contemplation and ‘Telecom\n\n  \n  \n \n \n\nGiscussion. wwe narrowed ou:\n\n \n\nros\n\nMOBILITY ff\n\n‘the Top 100 Winners We believe Sukrut Systems emt\n\nspno' aticn that define a successful entrepreneur",
    "Page_68": "mBillionth 2013 Winner\nM-GOVERNANCE\n\n \n\n \n\nThis Voluntary Organisation in the Interest of Consumer Education\n(VOICE) - has developed mobile app for consumer protection. Jago\nGrahak Jago App works on Smart phones as well as on feature\nphones. The app can also be installed on popular mobiles/tablets\nlike Android, iOS, Symbian, and Windows.\n\n \n\n \n\nVOICE/NCH is working for consumer education and empowerment. It has been\nadvising consumers in how to get redressal for their complaints against faulty\nproducts or services. A call centre has been established with a toll free no. 1800-\n11-4000 to receive calls on every topic of consumer issue be it education, prod-\nucts or services, property transfers, real estate, consumer courts, IT & Telecom,\nfinancial services, food or drugs etc. Consumers can also access these services\nthrough website online complaints as well as SMS (8800939717).\n\nOBJECTIVES\n\n* To build consumer awareness to strengthen the rights of consumers *To adopt\nmanagerial practices for institutionalizing consumer movement and make itself\nself-sustainable. *To further enhance the technical competence within the policy\nmakers and consumer organizations. *To develop the market place in the best in-\nterest of the consumers and their right to be heard. ¢To sensitize national standards\nbodies, policy makers on up gradation of national standards / policy changes.\nSo far this process was being managed through a call center, website, e-mail and\nSMS. Complaints are being received for consumers (pan-India) through any one\nof above mediums and advice is provided for how to get the grievance redressed\nthrough any one of these mediums.\n\n \n\n      \n \n\nNational Consumer Helpline\n‘Toll Free No. 1800-11 - 4000\n\nHome | Careers | Feedback | Contact Us\n\nimerentng Caves am a Smart Consumer —\n\none 1800-11-4000 gy,\n\nWhat about you? %\n\n \n\n \n\n \n\n \n\nJGJ MobiApp\n\n(Winner)\n\nOriginal Title\nJGJ MobiApp (Jago\nGrahak Jago Mobile App)\n\nProducer\nConsumer Voice\n\nCountry\nIndia\n\nContact\nhupadhyay@\nconsumer-voice.org\ndsgen-ca@nic.in\n\nMedia Format\nApp based\n\nLanguage\nEnglish/Hindi\n\nwww\nwww.nationalconsumer-\nhelpline.in",
    "Page_69": "Mobile Seva aims at enabling rapid development and deployment of\npublic services on a mobile platform for all government depart-\nments and agencies at the central, state and local levels. Citizens\ncan interact with government departments over SMS for 192 public\nservices, which are available through the 5-digit short code 51969.\n\nmBillionth 2013 Winner\nM-GOVERNANCE\n\nr Mobile Seva s\n\n \n\nMobile Seva\n(Winner)\n\nOriginal Title\nMobile Seva\n\nProducer\n\nDepartment of Electronics\n& Information Technology,\nGovernment of India\n\nCountry\nIndia\n\nContact\nrajendra.ias@nic.in\nkbhatia@gov.in\n\nMedia Format\nSMS based\n\nLanguage\n\nThe content of the main\nsite is in English, but ef-\nforts are underway to also\noffer all pages in Hindi\n\nwww\nhttp://mgov.gov.in\n\n \n\nDepartment of Electronics & IT (DeitY), Government of India, has launched Mo-\nbile Seva, a countrywide initiative on mobile governance to provide public serv-\nices to the citizens through mobile phones and handheld devices. As a part of\nthis initiative, a centralized platform named Mobile Service Delivery Gateway\n(MSDG) has been created by DeitY through its implementing agency, Centre for\nDevelopment of Advance Computing (C-DAC).\n\nMobile Seva aims to provide a one-stop solution to all the central and\nstate government departments and agencies across the nation for all their mobile\nplatform based public service delivery needs. The SMS channel under the MSDG\nis operational since July 2011 and can be readily integrated with and availed by\nany government department or agency for delivery of public services.\n\nAs on date, 371 central and state government departments are using it\nfor providing SMS-based services, and over 9.9 Crore SMS notifications have\nbeen sent to citizens for electronic services. Citizens can interact with the gov-\nernment departments over SMS for 192 public services, which are available\nthrough the 5-digit short code 51969 obtained by DeitY for m-Governance pur-\nposes.\n\n \n\n \n\n‘ne fe ne\n\nLigase282 Mun\n\na a a\n‘ih om math for show month vem\n\n \n\n \n\n \n\nMOBILITY",
    "Page_70": "mBillionth 2013 Winner\nM-GOVERNANCE\n\n \n\nVoiceRTI is a voice-based platform that enables citizens to interact\nwith their elected representatives via an automated call-in and play-\nback Internet - Integrated Voice Response (IVR) system. The proj-\nect VoiceRTI is conceived under the Informed Voter Project of\n\nMumbai Votes.\n\n \n\n \n\nMobile phones have become the most pervasive and ubiquitous mode for con-\nnecting and interacting. In India, phones are essentially used for voice calls and\nSMS. Voice RTI allows citizens to interact with the relevant democratic repre-\nsentatives and governance machinery via Voice calls.\n\nThe citizens of a city will be able to interact with their elected repre-\nsentatives via an automated call-in and play-back internet- Integrated Voice Re-\nsponse (IVR) system. The IVR system allows citizens to directly ask questions\nto their elected by recording a 3min question automatically posted as a VoiceRTI\non the website for the other citizens to listen to and participate in that issue. There\nwill also be moderation and back-end processing on the voice message done\nwhere it will be correctly categorized in the online system. The VoiceRTIs can\nbe channeled to elected representatives who will be asked for responses, com-\nmitments. These will then be made available via the play-back service component\nof the system where citizens can call in and listen to responses.\n\nThe potential of project to influence and galvanize other formal/informal\ncitizen groups and platforms such as housing societies, student groups, NGO’s,\nthink tanks, journalists, citizen’s from under privileged neighborhood, political\nscientists, and teachers had been immense. The direct quantitative impact in terms\nof service users in Mumbai is expected to be approximately 1.0 to 1.5 lakh citi-\nzens over an annual cycle.\n\n \n\n \n\n{2 | Don’t Vote. Select\n\nCurrently tracking\n2522 pot 17779 artictes\n\n \n\nHome ——Politiciong) Parties «= Articles, «= Videos «== Blog, «About\n\nLet the guessing cease, Let the truth unleash!\n\n \n\n \n\n \n\n \n\nVoiceRTI\n\n(Special Mention)\n\nOriginal Title\nVoiceRTI\n\nProducer\nMumbaiVotes\n\nCountry\nIndia\n\nContact\nvgilani@mumbaivotes.com\n\nMedia Format\nVoice & SMS based\n\nLanguage\nEnglish\n\nwww\nhttp://mumbaivotes.com/",
    "Page_71": "OT EE ss\n\nDIGITAL EMPOWERMENT DIGITAL EMPOWERMENT foundation\n\nEMPOWERING\n\nPEOPLE\n\n@ the edge of information\nDigital Empowerment Foundation eee\nis a not-for-profit Society who is\n\nat the forefront of creating ways Caieae\nand means to find solutions to\n\ndevelopmental issues using\nInformation and Communication (@iebheeeteay titel\n\nTechnology tools.\n\nwww-defindia-net\n\nDEF HEADQUARTER\n\n44, Ill Floor, Kalu Sarai\nNear IIT Delhi\n\nNew Delhi - 110 016\nTel: 91-11-26532786/87\nFax: 91-11-26532787\nEmail: info@defindia.net\nWeb: www.defindia.net\n\nDEF NETWORK & PARTNERS\nNATIONAL PARTNERS\n\nDepartment of Information Technology, India I\nDepartment of Science & Technology | National\nInternet Exchange of India | National Institute for\nSmart Government | Centre for e-Governance, DIT\nMint | OnMobile | Media lab Asia | Barefoot College\nIntel | |AMAI | SmsOne\n\nINTERNATIONAL PARTNERS\nInternet Society | Internet Governance Forum\nWorld Summit Award | CEMCA 1 PANOS\nREAD India | ICTA, Sri Lanka | D.NET, Bangladesh\n-ORG | .NGO I Bytes for All I Intel\nAPC | PIR | Vodafone Foundation\nFord Foundation | Read India Bhutan",
    "Page_72": "mBillionth 2013 Winner\nM-HEALTH\n\n \n\nHealthkart Plus\n\nWinner | INDIA\n\nDiabetes\nWinner | INDIA\n\n| 72 B MOBILITY\n\nm-Health\n\nThis category welcomes the prod-\nuct/projects which are doing\ngood in resolving health issues\nfrom the society using Mobile\nsupport & hence to advance mo-\nbile health care system.\n\nMoSQulT\n\nWinner | INDIA\n\nfriends2support\nOrganisation\nSpecial Mention | INDIA",
    "Page_73": "mBillionth 2013 Winner\nM-HEALTH\n\n \n\nHealthKart Plus is a web, mobile and SMS application that discovers\ncost-effective generic drugs that could substitute prescription med-\nicine. It is a medicinal database for the common man, for physicians,\nmedical students, nurses and other healthcare professionals. It is\nused for clinical information and as a medical dictionary.\n\nheaithkarf\n\n \n\nHealthkart Plus\n\n(Winner)\n\nOriginal Title\nHealthkart Plus\n\nProducer\nBright LifeCare Pvt Ltd.\n\nCountry\nIndia\n\nContact\nsurendra.chaplot@\nhealthkart.com\n\nMedia Format\nSMS app based\n\nLanguage\nEnglish\n\nwww\nwww.healthkartplus.com\n\n \n\nHealthKart Plus is a Comprehensive Generic Drug Search Engine. It is the re-\nsource most used by common man, physicians, medical students, nurses and other\nhealthcare professionals for clinical information & as medical dictionary.\n\nFurther, the user can explore how prescription medicine works & un-\nderstand the required precaution and contraindication. The application also em-\npowers the user to compare drugs by prices, so that the patient can choose the\nmost cost effective generic drug for a given prescription.\n\nIt gives complete information about the medicine and typical usage of\nthe Drug interaction information. Get Drug Information on SMS with over 1\nLakh drugs in the database the app also has additional features like: Save favorite\nmedicines and brand for future reference. Add a medicine to the database your-\nself. Listing includes information on the composition of medicine, possible symp-\ntoms for which the medicine is prescribed, mechanism of actions and possible\nside effects. It can also be used as Medical Dictionary for Medical Students.\n\nHealthKartPlus is now building a technical platform to connect local\npharmacies directly to the consumer. HealthKartPlus is also in alignment with\ngovernment projects like Jan Aushadi and directives which make it mandatory\nfor doctors to write generic medicines.\n\n \n\nMedicine information\n\n \n\n      \n\nHealthKartPius Resource:\n\nBier Gourd\nme =\n-_ s FF eam\n\nat Deen diagnosed vith Gaberes For every Gaberic, the Oagpest enpnautinestban eter gours or Karel nas sore\n27d feel you've been oven the challenge 6 t0 are up sweets enema cid tinantod amazing medicinal properies\nh sentence? 3 thats An hile m0 ee snow fer ts anti cuaberie\n\nMOBILITY ff\n\nDEATH",
    "Page_74": "mBillionth 2013 Winner\nM-HEALTH\n\na\n\n \n\nArogya World’s mDiabetes is a diabetes prevention mobile health\n(mHealth) initiative, being implemented in association with Nokia, which\nreaches 1 million consumers in rural and urban India. It educates con-\nsumers about diabetes and its prevention through text messages, twice\naweek, in 12 languages. So far 33 million text messages have been sent.\n\n \n\nNokia Life\n\n \n\nAs part of mDiabetes, alerts have been sent in 12 regional languages, informing\nNokia mobile phone users in India about diabetes and its prevention with lifestyle\nchanges. Content is available in languages: English, Hindi, Marathi, Telugu,\nTamil, Gujarati, Bengali, Kannada, Punjabi, Malayalam, Oriya and Assamese.\n\nmDiabetes runs on the Nokia Life platform, which delivers life-enhanc-\ning information and advice co-developed with more than 90 knowledge partners,\nand works on a wide range of Nokia mobile phones. To-date, Nokia Life services\ncovering topics such as health, education and agriculture have been experienced\nby more than 95 million people across India, China, Indonesia and Nigeria. The\nmDiabetes program in India started in January 2012. People enrolled for this\nservice span residents of rural and urban India.\n\nAll users subscribed to the Diabetes service receive alerts on diabetes\nand its prevention twice-a week. The user subscribes for FREE to the service by\nbrowsing the Health menu on Nokia Life and navigating to Diabetes OR via a\nservice offer notification that they have received. The Diabetes awareness and\nprevention content have been developed by our partner Arogya World with strong\nemphasis on science and behavior change.\n\n \n\nTHE MORE FUN\nSMARTPHONE\n\n \n\nrome poner\n\nExplore the amazing Nokia Lumia range Loaded with features to give you more\n\nentertainment\n| MOBILITY\n\n \n\n \n\nNokia Life and\nArogya World\n\n(Winner)\n\nOriginal Title\n\nNokia Life and Arogya\nWorld: Mobile Diabetes\nawareness program\nProducer\n\nNokia India Pvt. Ltd.\n\nCountry\nIndia\n\nContact\nnikhil.narayan@nokia.com\n\nnatesh.b-v@nokia.com\n\nMedia Format\nSMS based\n\nLanguage\n\nEnglish, Hindi, Marathi,\nTelugu, Tamil, Gujarati,\nBengali, Kannada, Pun-\njabi, Malayalam, Oriya and\nAssamese\n\nwww\nwww.nokia.com/in-en/",
    "Page_75": "mBillionth 2013 Winner\nM-HEALTH\n\n \n\nMoSQulT (Mobile based Surveillance Quest using Information Tech-\nnology) software is a disease surveillance system for malaria, using\n\ns ™\na mobile platform. The MoSQulT application is developed by the C- MoSQulT\nDAC in Pune, in collaboration with the Regional Medical Research\n\nCentre (RMRC, ICMR), Dibrugarh, Assam.\n\nMobile based Surveillance Quest using IT\n\n \n\nMoSQulT\n\n(Winner)\n\nOriginal Title\nMobile based Surveillance\nQuest using IT (MoSQulT)\n\nProducer\n\nCentre For Development\nOf Advanced Computing\n(CDAC)\n\nCountry\nIndia\n\nContact\nmedha@cdac.in\n\nMedia Format\nSoftware based\n\nLanguage\nEnglish\n\nwww\n\nhttp://ayusoft.cdac.in/MoS\nQuIT/MoSQuIT_Demo/MoS\nQuIT/MWebi/src/MDSS.htm\n\n \n\nThe Malaria Disease Surveillance using Mobile platform (MoSQulT) is a plat-\nform that enables Malaria incidence related data-collection using the ubiquitous\nmobile phone, updation of centralized IT based surveillance system, thereby re-\nducing the time duration needed in information proliferation, and initiation of\nappropriate timely action by State Health system. The complete Workflow of\nmalaria surveillance using the MoSQulIT software is as follows:\n\nA) Data collection on Mobile phone: This provides user interface on the\nMobile phone for collection of Demographic data, Fever related information (Du-\nration of fever, RDT result), Laboratory slide collection status and result, Treat-\nment given to patient.\n\nB) Data transfer from Mobile phone to Server machine: This helps in\ntransferring the data collected from mobile phone to centralized system, using\nthree modes (General Packet Radio Service (GPRS), Short Message Service\n(SMS), or Manual mode). Depending on availability of cellular network in the\ntural area where data collection is being done, the mode of data transfer can be\nselected.\n\nThe outreach is through Accredited Social Health Activist (ASHA)\nworkers who visit the villages for active Malaria surveillance activities. The\nASHA workers report to the Medical Officer in the PHC, who in turn works close\nwith RMRC for the MoSQulT project.\n\n \n\n \n\nMOBILITY ff",
    "Page_76": "mBillionth 2013 Winner\nM-HEALTH\n\n‘e, Arogya World’s mDiabetes is a diabetes prevention mobile health\n\n \n\n@ (mHealth) initiative, being implemented in association with Nokia,\nwhich reaches 1 million consumers in rural and urban India. It edu-\ncates consumers about diabetes and its prevention through text\nmessages, twice a week, in 12 languages. So far 33 million text mes-\n\nwww.friends2support.org sages have been sent.\n\n \n\nFriends2Support is blood donation agency in India, with more than 90,000 people\nvoluntarily registered as blood donors. It launched the Android App which pro-\nvides anywhere anytime access to Indian Blood donors, just a click away. For\napp installation, go to Google Play in your android phone. Search for\n\"friends2support.org\" app. Install it to check.\n\nThis app provides services including voluntary blood donor search\nwithin specified geographical area, state, district & city along with blood group\nproviding one touch access to list of registered donors in emergency, free of cost.\n\nThe project is an extension of the F2S (friends2support.org) website\nwhich has been working towards the voluntary blood donation cause for the last\n7 years. Anyone from any part of the country can log onto this website or call toll-\nfree helpline number for a list of blood donors in their particular area. The website\nessentially is a database of blood donors in all the districts of any Indian State and\npeople can access this database in a jiffy. The present trend majorly uses the smart\nphones to access internet in their day to day life. This motivated to take the cause\nto a wider and smarter generation by means of android application.\n\nFIND BLOOD DONORS\n\n \n\nWISH TO DONATE BLOOD?\nREGISTER AS\nVOLUNTARY BLOOD DONOR\n\n \n\n \n\n \n\n \n\n| MOBILITY\n\nfriends2\nsupport.org\n\n(Special Mention)\n\nOriginal Title\nfriends2support\nOrganisation\n\nProducer\nfriends to support\norganisation\n\nCountry\nIndia\n\nContact\nshareef@\nfriendstosupport.org\n\nMedia Format\nApp based\n\nLanguage\nEnglish\n\nwww\nwww.friends2support.org",
    "Page_77": "~§ & 4\n\nEMPOWERING GRASSROOTS ORGANISATIONS\nTHROUGH INFORMATION COMMUNICATION TECHNOLOGIES\n\neNGO is an international flagship programme\nof Digital Empowerment Foundation and\nsupported by Public Interest Registry for the\ndigital empowerment of grassroots NGOs. ; 5 d\nThe eNGO programme strives to empower More mete\nmore than 4 million NGOs and Self Help Groups S\nin India, South Asia and African countries.\n\nNGOs are Online\n\nGet Online\n___ FREE\nWDEF org N@\n\na Public Interest Registry initiative\n\n   \n\nhttp://defindia.net/ http://www. pir.org http://pirengo.org/",
    "Page_78": "mBillionth 2013 Winner\nM-INCLUSION\n\nm-Inclusion\n\nReducing the “digital divide” and\n“content gap” between technolo-\ngies empowered and technology\nexcluded communities and\ngroups - such as rural areas and\nwomen. The aim is to bridge soci-\nety through multimedia and rich\ncontent using Mobile.\n\n \n\nJharkhand Mobile Vaani Peacock Browser\n\nWinner | INDIA Special Mention | INDIA\nSaral Rozgar LaborVoices\nWinner | INDIA Special Mention | INDIA\n\n \n\n| 78 B MOBILITY",
    "Page_79": "mBillionth 2013 Winner\nM-INCLUSION\n\n \n\nJharkhand Mobile Vaani is a citizen radio-over-phone platform that cur-\nrently gets participation from nearly all districts in Jnarkhand. The plat-\nform also provides a unique communication medium to people for airing\nclassifieds, local ads, and other revenue-generating information that is\nnot possible via traditional media - such as newspapers and television.\n\n008\n\n \n\nJharkhand\n\nMobile Vaani\n(Winner)\n\nOriginal Title\nJharkhand Mobile Vaani\n\nProducer\nGram Vaani Community\nMedia\n\nCountry\nIndia\n\nContact\naseth@gramvaani.org\n\nMedia Format\nSocial Media based\n\nLanguage\nHindi\n\nwww\nhttp://gramvaani.org\n\n \n\nMobile Vaani is a social media platform for rural India that aims to create\nvoice/video based local media platforms via the use of mobile phones and com-\nmunity radio. This initiative enables even poorly literate and low-income citizens\nto engage with each other on topics of mutual interest and share information in\na seamless manner.\n\nThis platform is a frequently visited forum by several people, in media-\ndark areas where newspapers and television do not cater to the local economy.\nThis voice-based platform has seen rapid uptake in pilot geography in rural Jhark-\nhand. This type of a social media platform links horizontally across multiple so-\ncial enterprises working in rural areas to help them remain connected with their\nown local entrepreneurs and enables to share common problems and possible so-\nlutions and raise a joint voice against bureaucratic bottlenecks that might be ham-\npering their entrepreneurial efforts.\n\nGovernment departments are also interested in engaging with citizens\nby reaching out to them with announcements about different government\nschemes, collecting data from their staff and service provider network, and getting\nfeedback and knowledge of grievances that people are facing.\n\n \n\n \n\n \n\n \n\nMOBILITY",
    "Page_80": "mBillionth 2013 Winner\nM-INCLUSION\n\n \n\nSaralRozgar is a mobile service connecting blue-collared workers\nto jobs of their choice. This project has more than 350,000 job seek-\ners registered from across pan India. 20,000 job postings have been\n\nsS% SaralCozgar\n\nregistered, till date.\n\n \n\nVAS provider CanvasM and the JV company of Tech Mahindra has launched\nSaral Rozgar, a service that intends to connect Blue-collar workers including part\ntime, industrial workers, daily and weekly wage earners, masons, drivers,\nplumbers, electricians, house help, among others, with prospective employers,\nthrough mobile and online mediums. Saral Rozgar is a one stop shop for the blue\ncollared market’s needs. The initiative is expected to address a vital gap that ex-\nists today — creation of an organized market place for the blue-collared segment.\nSaral Rozgar user calls on IVR number 1860 180 1100. Number gets\nconnected to customer care, which creates his profile, by taking a set of infor-\nmation. The profile of job seekers is live and is visible to registered job providers\non web. They can directly call the job seeker, or send them automated job alerts\nby OBD and SMS. In this way Saral Rozgar gives both job seekers and job\nproviders a platform to get connected with each other.\nThe other features are « Location wise mapping * End to End product available\non IVR — profile creation, job search * Multi-language support/Regional « Scal-\nable platform * Solution also caters to households & domestic workers\n\nTHE FIRST-EVER technology\nREVOLUTION for India's Salesman\n\nEMPLOYMENT needs\n\n \n\nMOBILITY\n\n \n\nSaral Rozgar\n(Winner)\n\nOriginal Title\nSaral Rozgar\n\nProducer\nCanvasM Technologies\nLimited\n\nCountry\nIndia\n\nContact\nupasana.tripathi@\ncanvasm.com\n\nMedia Format\nIVR based\n\nLanguage\nEnglish and all Indian\nlanguages\n\nwww\nwww.saralrozgar.com",
    "Page_81": "mBillionth 2013 Winner\nM-INCLUSION\n\n \n\nThe Peacock Browser is a communication app developed by BeSafe-\nSoft. This Android app is free and ad-supported. Peacock Browser for\nAndroid supports the Indian languages: Hindi (Devanagari), As-\nsamese, Bengali, Kannada, Gujarati, Malayalam, Marathi (Devanagari),\n\nNepali (Devanagari), Oriya, Punjabi (Gurmukhi), Tamil, and Telugu.\n\n \n\n—=\na )\n\n \n\nPeacock\nBrowser for\nAndroid\ndevices\n(Special Mention)\n\nOriginal Title\nPeacock Browser for\nAndroid devices\n\nProducer\nBe Safe Soft\n\nCountry\nIndia\n\nContact\narvind@peechara.com\n\nMedia Format\nApp based\n\nLanguage\nEnglish and all Indian\nlanguages\n\nwww\nwww.peacockbrowser.com\n\n \n\nPeacock Browser for Android is the browser supporting for Indian languages.\nThis browser also provides one click access to websites in those languages from\nhome page. Android OS doesn't have native support for all Indian and Nepali\nlanguages. Indian languages support on any Android based manufacturer phone\nis fragmented at best. Peacock Browser enables Android user access content and\nservices in their native language. The technology in Peacock Browser is being\nused in many applications which are in progress which would further make non-\nEnglish literates to be at ease with smartphones.\n\nInstallation Guide\n\nVia Google Play: Click the “Install” button on the left navigation side, it will\nturn to Google Play page and then download it to your mobile device, install the\napp directly.\n\nUse QR Code Scanner: If you’ve already installed QR Code Scanner, Click\non QR Code image on left navigation side and use a QR code scanner to down-\nload Peacock Browser APK directly in to your Android device.\n\nFrom PC: Connect Android device to PC via USB cable and turn ON USB stor-\nage. Copy Peacock Browser.apk file to attached device's storage. Touch the APK\nfile in the file explorer to install it.\n\n \n\n@ PEACOCK BROWSER\n\nYour Device! Your Language\n\neal Peacock Browser for Android\n\nWe are excited to announce Peacock Browser for Android supporting\nIndian languages Hind\\(Devanagari), Assamese, Bengali Kannada,\nGujarat, Malayalam, Marathi{Devanagari), Nepali(Devanagari), Oriya,\nPunjabi(Gurmukhi), Tami and Telugu This is the FIRST and ONLY\nbrowser of its kind\n\n‘You might have noticed square boxes and weird English characters when\nto a webpage written in vour f browser\n\n \n\n \n\nMOBILITY",
    "Page_82": "mBillionth 2013 Winner\nM-INCLUSION\n\n \n\n((: LABORVOICES}))\n\n \n\nLaborVoices is a mobile-phone based portal turning worker feedback\ninto labor-market intelligence. This crowdsourced supply-chain intel-\nligence solves two big problems facing global workers and corporate\nbrands with a single, appropriate solution. The service makes it easy\nfor factory employees to anonymously report on working conditions.\n\n \n\nLaborVoices is a mobile phone portal turning worker feedback into labor market\nintelligence. The system provides an informational and financial incentive to user\nbase— intelligence source—supply chain workers. It then sells supply chain in-\ntelligence to major consumer brands, priced to complement—then supplant—in-\nspection-based monitoring. This solution helps companies to tighten their supply\nchains and protect capital, helping best-in-class supplier factories to lower\nturnover and stand out through fair metrics, and helping supply chain workers to\nfact-check future jobs and maintain a steady income.\n\nFounder, Dr. Kohl Gill, was inspired to create LaborVoices while on a\ntrade and labor delegation to Sri Lanka and Bangladesh as part of the State De-\npartment’s Labor Rights and CSR office.\n\n“T noticed that most workers had mobile phones, but none of them were\nusing them to avoid abusive labor practices,” says Gill. “I thought that there ought\nto be a way to connect workers with each other, to allow them to report their\nworking conditions, and drive other workers toward the best employers.”\nImproved access to labor market information helps the workers’ quality of life.\nBrands pay suppliers a premium to implement their codes of conduct.\n\n \n\nTwo Global Solutions in One\n\n \n\nWe sove tc Bg DrODEMS facng JOO WORE ane coDCrAE\n8 ath a srgie apart soubor\n\n  \n\nAT @0s%/Oson Agpeatone\n\nmoses we -unesebe 10 cOLses We wage net and\nconsume: Tyowe mabng & product\n\nvancyng\n\n \n\nCompote Orange nees vtety nto er pode supty crane\n\nWie cSotrcusiy gutne ard shwe etoomancr among woners ans\n\n   \n\n{ars w29 400: mabe rege] Cards eno mowe's mTeceley RdDIEES MOAB S4ues Deter Mey Ce ome eget!\n\nAnd we car tur up 8 SoutOT m MOE Ary EUBDY charm # mame! of meets\n\nWarten don't need to be\n\n \n\n \n\n  \n\nDn\n\nhave aes\n\n \n\nMOBILITY\n\n \n\nLaborVoices\n(Special Mention)\n\nOriginal Title\nLaborVoices: Trans-\nparency in labor markets\nthrough the worker’s own\nphones\n\nProducer\nLaborVoices\n\nCountry\nIndia\n\nContact\nvaibhavmathur@\nlaborvoices.com\n\nMedia Format\nPhone based\n\nLanguage\n\nThe product is customized\nto the local languages\n\nas needed\n\nwww\nhttp://laborvoices.com",
    "Page_83": "We\n\nWireless For Communities\n\nWireless Network\nImplemented Location\n\n* i Chanderi\n*Guna\n~\"“Mandlaé",
    "Page_84": "mBillionth 2013 Winner\nM-INFRASTRUCTURE\n\nm-Infrastructure\n\nInfrastructure that makes it easy\nfor developers to effectively\nreach out to masses has interest\nin this area. We invite the solu-\ntions that address the accessibil-\nity needs of communities in\nremote areas including those in\ntough geographical conditions.\n\n \n\nAppWrapper Grameenphone Hysawa\nWinner | INDIA Winner | BANGLADESH\n\nIndia Against Spam IVR Junction\n\nWinner | INDIA Special Mention | INDIA\n\n \n\n| | 84 | ) MOBILITY",
    "Page_85": "mBillionth 2013 Winner\nM-INFRASTRUCTURE @\n\n \n\nThe AppWrapper helps advertisers in emerging markets to adopt\nmobile advertising as a critical tool that is part of their overall brand\ncampaign. Combining ads with Micro Transaction in app purchases,\nit allows developers to maximize their earning from both audiences.\n\n \n\n \n\nAppWrapper\n\n(Winner)\n\nOriginal Title\nAppWrapper\n\nProducer\nVserv Digital Services\nPvt. Ltd.\n\nCountry\nIndia\n\nContact\npress@vserv.mobi\n\nMedia Format\nApp based\n\nLanguage\nEnglish\n\nwww\nhttp://vserv.mobi\n\n \n\nLower GDP per capita & low credit card penetration in emerging markets meant\nthat users in these markets did not have the ability to pay for Apps. Feature phone\ndomination meant that while these phones had the technical capability to use\nApps, they lacked a viable monetization strategy. AppWrapper helps developers\nmonetize using both, Premium Ads as well as Micro Transaction models. Using\nthe combination of both the models it allows the developers to offer various pric-\ning models to the end user such as Pay per Play, Daily Subscriptions, Try & Buy\nusers. These pricing models are suitable for the App Economy and consumers in\nEmerging Markets.\n\nAppWrapper natively supports impactful ad formats including full screen\nbillboard, video, forms etc. even on basic Feature phones, which is just not pos-\nsible with other solutions. The AppWrapper ensures that advertisers in emerging\nmarkets adopt Mobile Advertising as a critical tool as part of their overall brand\ncampaign. The technology offers advertisers the opportunity to reach a wider au-\ndience across platforms in an impactful and engaging ad form. Developers have\nan opportunity to create great, amazing, innovative apps and convert it into a lu-\ncrative venture, thereby spurring the innovation cycle. Consumers get apps at a\nprice they can afford i.e. FREE, in a non-intrusive premium advertising format.\nIt saves time, money, effort for developers and is the solution for aggregators\nwho do not have access to source code of apps.\n\n \n\n \n\n \n\n \n\nCm\n(=)\ni\n\nMOBILITY ff",
    "Page_86": "mBillionth 2013 Winner\nM-INFRASTRUCTURE\n\n \n\nAn Android app that allows a single-tap reporting of spam, SMS/call,\nin the TRAI-prescribed format. With this app installed, users can\njust choose a call /SMS from the list and report it with just two clicks.\nThe app will create an SMS and send in standard format, which the\ntelecom operator requires.\n\n \n\n \n\nIf you are using Android phone, you just have to click one button and complaint India Against\nwill be registered automatically. This is possible because of application India Spam\nAgainst Spam available for Android phones. This application has very simple P\ninterface. It lists all SMS and calls received recently and the users have to select (Winner)\nthe SMS or number. It will ask them to confirm the complaint and after clicking\non send the complaint will be registered on 1909. It also deletes the SMS auto-\nmatically if the option is enabled in settings available for the application.\n\nOriginal Title\nIndia Against Spam\n\nProducer\n\nThe features of this application are: Deepak Jharodia\nRegister for DND directly from app.\n\nReport a spam message or call with a single tap. Country\n\nHides messages/calls from your address book contacts. India\n\nHides message older that permissible limit.\n\nAuto-deletes reported message (configurable).\n\nAuto-saves outgoing message (configurable).\n\nMessages about non-standard format can be reported from within the app.\n\nSPAM\n\nContact\ndeepakjharodia@\ngmail.com\n\noooomo0m0cUmDmUlUcO\n\nMedia Format\nApp based\n\nLanguage\nEnglish\n\nee esr\n\n>) ECC a dodger hd\n\nWww\nhttp://goo.gl/i5r2h\n\nAs You don't have any devices.\nDescription\n\nUsers who wewed this also newed o SUMMARY “=\n\n \n\n    \n\nReports SMS/Cals as spam ABOUT THHS APP\n‘Simple Call Forwarding ‘Select an SMS/Cal from st Click “Report You never hear from that number agen Simple:\nme Unlike other apps. this one doesn't pust ro tle at to your teeee\natt h 0mm serace pronce by forwarding @ to 190 wD\nRe 5372 (1 you get enor message rom operator please mani me Ser o8iow ,\n\n \n\nSMS Spem Blocker Post. nro\nReperALD Waser Supported oy Excte!\ntees orp Exetel and IAS hae decried th nde tonetnet teouseis one common ane SPAM recicton\n\nMOBILITY",
    "Page_87": "mBillionth 2013 Winner\nM-INFRASTRUCTURE\n\n \n\nGrameenphone Hysawa is an SMS-based solution through which, if a\n\nmechanics. A mechanic would then reach the location and repair the\ntubewell. Thereafter, he would send an SMS reporting job done.\n\ntubewell was to get non-functional, the caretaker would send an SMS\nto 2765. This SMS would go to HYSAWA Head Office as well as to local 7 srameenchone\n\n \n\nGrameenphone\n\nHysawa\n(Winner)\n\nOriginal Title\nGrameenphone Hysawa\n\nProducer\nGrameenphone Limited\n\nCountry\nBangladesh\n\nContact\nreazun@\ngrameenphone.com\n\nMedia Format\nSMS Based\n\nLanguage\nEnglish\n\nwww\nwww.grameenphone.com\n\n \n\nHYSAWA is an international NGO, funded by DANIDA, for large-scale delivery\nof WASH services in rural Bangladesh. The goal is to contribute to poverty re-\nduction through improved and sustainable water, sanitation and hygiene services.\nIt has installed approximately 30,000 tubewells in around 300 unions.\n\nThis application has been initiated for rural people who depend fully on\na tube well for drinking water. This innovation was about to reduce lead time for\nrepairing a tubewell. Usually a tubewell would require 20 days lead time to repair\nwhen damaged. Now from the tubewells in the project an SMS is generated by\nan appointed caretaker to a server [web control panel]. Then the information runs\nto a mechanique who will repair the tubewell through Hysawa. Then the\nmechanique runs towards the spot and repairs the tubewell in 24 hours.\n\nThis procedure is maintained by SMS application and used through\nGrameenphone Network only. SMS from the local coordinator to a specific port\nand then an automatic alert is generated. Detailed are presented in the presentation\nattached.\n\nAt this moment the target market is in underprivileged rural areas\nwhere more than 80% of the country's live and only source of drinking water is\ntubewells.\n\n \n\nCreer\n\n \n\nPackages Internet Notice Board\n\n \n\n \n\nMore a0out ou Pacxages Get connected win GF internet Press Notices from GP\n\n \n\nLene tore © Lean tore © Learn tore ©\n\n \n\n \n\n \n\nMOBILITY ff 87 &",
    "Page_88": "mBillionth 2013 Winner\nM-INFRASTRUCTURE\n\nICJR\n\n \n\n \n\nIVR Junction provides non-Internet based social media possibility\non vouce. Even people with cheap cell phones, no literacy and with-\nout any training can now be part of a social media activities. The\n\nIVR Junction leverages existing cloud-based services.\n\n \n\nIn the world of high processing tablets, smartphones, and 4G Internet connection,\nthere are various ways to collect data and disseminate information. But when it\ncomes to providing technology to people with limited resources and low literacy\nin remote rural areas of a developing country like India, the only reliable and ac-\ncessible interface is a basic mobile phone. As voice is the most natural medium\nof interaction, Interactive Voice Response (IVR) systems are more usable and\nintuitive to provide information to and collect data from these communities.\n\nUsing IVR Junction, local communities can achieve agile, scalable, ro-\nbust and secure multi-way communication that transcends economic and literacy\nlimitations. Unlike prior tools, [VR Junction runs on a Windows platform and\ncan be easily configured by anyone with a laptop and modem. Moreover, [VR\nJunction fosters multi-way communication: affected populations can record and\nlisten to posts via a mobile phone, while the global Internet audience can access\nand contribute recordings via YouTube, Facebook, and other social media. This\nhybrid system enables a distributed architecture that is flexible, secure, and robust\nto the many challenges inherent in the developing world.\n\nIn recent years, IVR systems have spanned diverse domains, including\ncitizen news journalism, agricultural discussion forums, community dialogue,\nuser-generated maps, access to health information, outreach to sex workers, group\nmessaging, feedback on school meals, support for community radio stations, rural\nemployment exchange, and a viral entertainment platform.\n\n \n\n \n\nMOBILITY\n\n \n\nIVR Junction\n\n(Special Mention)\n\nOriginal Title\nIVR Junction\n\nProducer\nMicrosoft Research India\n\nCountry\nIndia\n\nContact\nt-avash@microsoft.com\n\nMedia Format\nIVRS based\n\nLanguage\nEnglish, Actual service is\nlanguage independent\n\nwww\nhttp://research.microsoft.c\nom/en-us/projects/\nivrjunction/",
    "Page_89": "BF DOF WOT OFT OF WOT AOFM AO 7 OTT WOT WO AO Wy AO WOT WOT Or WO Ol Nw ad\n\nChanderiyaan\n\nChanderi Weavers ICT Resource Centre [CWIRC]\n\nhttp://chanderiyaan.chanderi.org\n\n   \n\nEmail: store@chanderiyaan.net\nURL: www.chanderiyaan.net",
    "Page_90": "mBillionth 2013 Winner\nM-NEWS & JOURNALISM\n\n \n\nAlive\nWinner | INDIA\n\nCommunity Web\n\nWinner | INDIA\n\n| 90 | ) MOBILITY\n\nm-News &\nJournalism\n\nThis category welcomes the proj-\nects which use the mobile in such\na creative way to spread the right\nmessage to right mass & ensure\nthe accessibility through the use\nof technology, offering content in\nlocal language and in all form of\nelectronic and digital medium.\n\nNewsHunt\nWinner | INDIA\n\nBangi News\nSpecial Mention | UK",
    "Page_91": "mBillionth 2013 Winner\nM-NEWS & JOURNALISM @\n\n \n\nAlive is a mobile-augmented reality software that allows readers of\na newspaper to interact using editorials, images, text, symbol and\nget access to rich media content, such as videos and photos. It has\nbeen used for more than 50 brand campaigns, till date.\n\n \n\n \n\nAlive\n(Winner)\n\nOriginal Title\nAlive\n\nProducer\nTimes Mobile Limited\n\nCountry\nIndia\n\nContact\nswati.gauba@\nindiatimes.co.in\n\nMedia Format\nApp based\n\nLanguage\nEnglish\n\nwww\nhttp://aliveapp.in/nome.aspx\n\n \n\nAlive delivers news and content to the consumers on their mobile. The\nreaders get access to rich media content just by scanning the print editorial/ad-\nvertorial content through their mobile devices. The rich media content could be\nanything from a simple web-link, video play, audio play or any other way of en-\ngagement. It puts the end-user at an advantageous position in case if he is ina\nrush. The end-user is not required scan every page of the newspaper for AR-en-\nabled articles.\n\nAlive uses Augmented Reality technology. Augmented reality (AR) is\na live, direct or indirect, view of a physical, real-world environment whose ele-\nments are augmented by computer-generated sensory input such as sound, video,\ngraphics or GPS data. It uses the camera in Smartphone/tablet to recognize im-\nages that can be scanned and return a response in the form of video, game, web-\nredirection; generate call, SMS, e-mail and share on social media.\n\nEach day certain number of content is AR-enabled in Times of India\nprint publication that the users can augment with application. They can watch\nthe relevant video and can even save it and watch it any other time directly, i.e.,\nwithout even using the markers again. The catalog button of the app contains the\nlist of articles that have been AR-enabled in different editions across India.\n\n \n\nMOBILITY",
    "Page_92": "mBillionth 2013 Winner\nM-NEWS & JOURNALISM\n\n \n\nThe Samudaay Vaani or Community Web is a mobile app that makes\naudio-based web services accessible to the masses, who may not\nown smartphones. This solution can work on low-end feature\nphones with a standard GPRS connection. Samudaay Vaani is a\n\n \n\ngreat example of FM radio, mobile and web integration.\n\n \n\nCommunityWeb is a way to access the Community Radio (CR) content anytime\nand anywhere. It is a way of distributing CR content to the grassroots audience\nusing mobile web. The solution manages the memory resources and succeeds in\nproviding seamless audio streaming on the low cost mobile phones.\n\nThe product, a J2ME mobile application, is installed on the users’ phone\nwhich helps to stream the CR audio programs, listen to the past programmes on-\ndemand, allows to interact with the Radio Jockeys, and give feedback on the pro-\ngrams. For the CR station, the solution generates precise analytics about the user\nbehaviour (e.g. favourite programs, time of listening, total listeners) — which can\nhelp them in bringing advertisement revenue, and make the CRs self-sustaining\nin the long run.\n\nHow to Use\n\nAfter you have the phone ready, follow these steps: 1) Transfer both WebApp.jar\nand WebApp.jad files onto the memory card of your phone. 2) Enable the internet\nconnection on the phone. 3) Go to the location where WebApp files are copied.\nClick on any one of the file and it will start the installation of the app. 4) Once\nthe app is installed, open the app. On opening the app, it will ask you for your\nname. Then, you will be asked to select a program category, a RJ, and a program.\nAfter this selection, the program will start streaming.\n\n  \n   \n\nOTD A aA kel\n\nDe OO Ae oe kL |\n\n  \n\nHow itworks Deme Download fenefils FAQ Contact\n\nCommunily Web\n\nDoes your Community Radio station often get complaints fom the listeners about poor signal quality o:\nlimited signal seach? Would you like to interact with your listenezs zegularir to get their feedback on your\nprograms? Do you face difficulties in measuring the exact listenership of your CR station?\n\n| MOBILITY\n\n \n\n \n\n \n\nCommunity Web\n\n(Winner)\n\nOriginal Title\nSamudaayVaani\n\nProducer\nBell Labs and RadioActive\nCR 90.4 MHz\n\nCountry\nIndia\n\nContact\nakhil.mathur@\nalcatel-lucent.com\n\nMedia Format\nCommunity Radio based\n\nLanguage\nMultilingual (currently in\nKannada)\n\nwww\nhttp://tinyurl.com/c88w6dg",
    "Page_93": "mBillionth 2013 Winner\nM-NEWS & JOURNALISM @\n\n \n\nNewsHunt is an online all-languages newspaper mobile app. It has a\nmonthly active user-base of 25 million, who consume more than half\na billion page-views, each month. The product works on all mobile\nplatforms and currently works with 85+ newspapers in 11 languages.\n\nNEWSHUNT\n\n \n\nNewsHunt\n(Winner)\n\nOriginal Title\nNewsHunt\n\nProducer\nVerse Innovation Private\nLtd.\n\nCountry\nIndia\n\nContact\nvishal.anand@\nnewshunt.com\n\nMedia Format\nApp based\n\nLanguage\n\nHindi, English, Marathi,\nMalayalam, Telugu, Tamil,\nKannada, Gujrati, Oriya,\nBangla\n\nwww\nhttp://www.newshunt.com\n\n \n\n \n\nNewsHunt helps get their local language news on their mobile devices. New-\nsHunt provides a mobile publishing product and platform that gives regional lan-\nguage publishers capability to display their language content on mobile phones\n- from low end features phones to high end smartphones and tablets.\n\nIt does encoding, packaging and publishing of their content on various\nmobile devices. To end users, it provides regional language newspapers with full\ntext and image stories on mobile devices. The newspapers are mobile formatted\nwith ability to be presented even on devices that do not have those regional fonts\ninstalled.\n\nLack of Indian regional language support on phones and strong news\nconsumption culture in India that was growing mobile and online revolution were\nthe catalysts in building a platform to render regional language news on phones.\nNewsHunt has also helped migrant population get closer to their community by\nreading their hometown news in their local language.\n\nNewshunt\n\nRPO)\nAe\n\nayotoemaa rete ates derrard\nfor econom: embargo on Si\n\n=~ |=\n\n“ade aren re has the\nBe ‘react on ie Karnataka\n\nTt aed\n\n \n\nMOBILITY ff",
    "Page_94": "mBillionth 2013 Winner\nM-NEWS & JOURNALISM\n\n \n\nBangi News is a mobile app that allows the reader to read all major\n\nBangla and English newspapers, blogs and magazines from\nbang? news| Bangladesh as well as from Indian news sources. It is available on\nAndroid platform. Bangi News app also offers ‘Audio Comments’\n\nfeature that allows readers into peer discussions.\n\n \n\nBangi News brings the latest news including audio and video to the reader in a\nway which is convenient to use. This app makes reading news not only accessible\nbut enjoyable as well as it turns reader into “active readers” through discussion\nwith other readers and allowing them to publish their own views in speech form.\nReading Bangla content on android devices is not easy due to limitations of\nBangla Unicode support. Bangi News solved this problem by providing innova-\ntive rendering techniques. Users do not need to install any fonts and it works for\nboth Unicode and non-Unicode news content.\n\nUser can cache news content when they are online and read later when\nthey are offline. User can publish their own view about any particular matter\nwhich helps to grow awareness among people. Users get points as reward for\ntheir talks and also get penalty for inappropriate comments. This encourage to\nbeing a good citizen in Bangi News platform.\n\nCurrently Bangi News is available on Android Platform which is down-\nloadable from Google Play. Native android framework has been used for client\nside and Google app engine for server side development. The target audience of\nthis service is Bangladeshi and Indian people who can read and speak Bengali.\nThis app is free; users can download it without any charge.\n\n%\nbangi news\n\nfom NGI RG LCL a bal\nHCC R AUT\nARG Wh\n\nCRC R ol Ese)\n\nMOBILITY\n\nSe\n\n \n\nBangi News\n(Special Mention)\n\nOriginal Title\nBangi News\n\nProducer\nBangi News\n\nCountry\nUK\n\nContact\nmhaque@banginews.com\n\nMedia Format\nApp based\n\nLanguage\nBangla, English\n\nwww\nwww.banginews.com",
    "Page_95": "MSME\n\nANATIONAL PROGRAMME OF DIGITAL EMPOWERMENT FOUNDATION\n\nS-COMMESFCe — tere eee ecto — testene Statement — Steman semreh ths site. 2\nCO aS So ‘ a \"\n\nDMs Sos)\n\n   \n\nj\n“~S al your shopping cart\n__ recent products\n\n  \n\nhttp://emsme.in/\n\nEmpowering Micro, Small & Medium Enterprises\n\nthrough Internet & ICT\n\nDEF nixi\n\nDIGITAL EMPOWERMENT foundation National Internet Exchange of India",
    "Page_96": "mBillionth 2013 Winner\nM-TRAVEL & TOURISM\n\nm-Travel & Tourism\n\nUse of Mobile application for en-\nriching the society by aggregating\ninformation to travel & tourism\nthus help creating information\nrich society, with accessible\nmode of related information &\nservices like real time travel\nbooking, location & transport in-\n\n \n\nformation.\nredBus SmartShehar\nWinner | INDIA Winner | INDIA\nOlacabs\nWinner | INDIA\n\n \n\n| 96 | ) MOBILITY",
    "Page_97": "mBillionth 2013 Winner\nM-TRAVEL & TOURISM\n\n \n\nRedBus.in started online ticketing for bus journey through website.\nGradually the customers got possibility to have RedBus.in mobile app\nusing, which one can book their next bus journey tickets and also\npresent the tickets in the form of mTicket at the time of boarding the\nbus. RedBus.in has logged more than 150 million bus journeys so far.\n\nredBusi\n\n \n\nredBus\n(Winner)\n\nOriginal Title\nwww.redBus.in\n\nProducer\nPilani Soft Labs Pvt. Ltd\n\nCountry\nIndia\n\nContact\nphani@redbus.in\n\nMedia Format\nApp/Web based\n\nLanguage\nEnglish\n\nwww\nhttp://redBus.in\n\n \n\nRedBus, also known as redBus.in, is India's biggest online bus ticketing company.\nThe website has custom-built inventory management software that aggregates\ninventory from over 800 operators in real-time. Pilani Soft Labs Pvt. Ltd has 3\nproducts — redBus.in for customers to book tickets online and SeatSeller for bus\nagents and BOSS for bus operators to show and access the bus inventory and sell\ntheir tickets. On redBus.in all the seat inventory along desired routes are brought\ntogether for the customer to book. It also helps bus operators operate new routes;\nhelps increase market size.\n\nwww.redBus.in has been operational for over six year. Website uses\nASP.NET technology and is backed by a transaction backend written in Java.\nThe company also sells tickets through offline outlets. It has offices in Ahmed-\nabad, Bangalore, Chennai, Coimbatore, Delhi, Hyderabad, Mumbai, Pune, Vi-\njayawada and Visakhapatnam. Small and large operators now have access to\npowerful distribution network comprising of 1000s of travels agents and millions\nof direct customers on internet and mobile.\n\nPrior to redBus, one could only book through a local bus ticket booking\nagent, and travelers cold not have full visibility of all tickets available in the mar-\n\n \n\n \n\n \n\net, due to which they could not book tickets on desired dates and routes, and\noperators would have to ply buses with some unoccupied seats.\nfodBucl a= Sad\na et a ee gen egancn\nZERO BOOKING FEES!\n1.5 Crore +\na ® u happy vides\nCan tnd a reste? Tous, axa\nwenn snes tems aa\n© Cash on detivery serie of us Lekats m mar ces\n‘\\_ 1860-300-10101 © Bock online using credit. debit cards ars net banking\n\n \n\n \n\n \n\nMOBILITY ff",
    "Page_98": "mBillionth 2013 Winner\nM-TRAVEL & TOURISM\n\nO OLA\n\n \n\nOlaCabs is a supplier of car rentals and point-to-point cab services in\nIndia. It aims to leverage technology to bring about efficiency and a seam-\nless customer experience to the car rental and cab industry. OlaCab mo-\nbile app has an inbuilt feature that identifies the customer’s location\n\nthrough GPS, and the same is then forwarded to the nearest driver.\n\n \n\nOlacabs integrates car transportation into a technology platform, ensuring con-\nvenient, transparent and quick service fulfillment for the customer. The customer\ncan simply click on the button pick- me-up to book the nearest Olacab. No ad-\ndress detail needs to be fed. App has the inbuilt feature to identify the customer’s\nlocation through GPS and the same is forwarded to the nearest driver. Once\nbooked, the app displays the details of the allotted cab to customers (including\nthe distance of the cab from the customer and expected time taken to reach the\ncustomer location) instantly and customers can track the particular cab on a map\nin his cellphone till it reaches his location.\n\nWith the built in GPS system at the driver’s end and location sharing,\nthe driver reaches the pick-up point on his own and gives the customer a call.\nThese apps directly impact all stakeholders in an offline industry.\n\nWith Indian customers having faced repeated instances of missing cabs\ndue to dropping of their booking by the cab company, call centre troubles, prob-\nlems with the cab or traffic woes, the apps aim to place real time information and\ncontrol in the hands of the customers, thereby removing uncertainty and anxiety\nregarding whether the cab they have booked will reach them and be on time. The\nBlackberry version of the app will be launched soon. The App can be downloaded\nfrom iOS and Google App store from any smart phone.\n\n \n\nO OLA cat ve (022) 3958 3365\n\nEasiest way to book a cab\nourstanoe | toca somats\nees sin\n\n \n\n \n\nLa\n\n \n\nMOBILITY\n\n \n\nOlacabs\n(Winner)\n\nOriginal Title\nOlacabs\n\nProducer\nOlacabs\n\nCountry\nIndia\n\nContact\nrashmi@aimhighindia.com\n\nMedia Format\nApp based\n\nLanguage\nEnglish\n\nwww\nwww.olacabs.com",
    "Page_99": "SmartShehar, in association with MESN (Mumbai Environmental Social\nNetwork), is a social enterprise that has been building smartphone mo-\nbile applications for the common man, to make a users’ life easier in\nthe city. For example, SmartShehar mobile app gives users timetables\nof trains and buses running to their destination, with details!\n\n \n\nmBillionth 2013 Winner\nM-TRAVEL & TOURISM @\n\nSmartShehar\n\n(Winner)\n\nOriginal Title\nSmartShehar\n\nProducer\nSmartShehar\n\nCountry\nIndia\n\nContact\nsmartshehar@gmail.com\n\nMedia Format\nApp based\n\nLanguage\nEnglish\n\nwww\nhttp://smartshehar.com\n\n \n\n \n\nSmartShehar Train app gives the users timetables of trains running to their des-\ntination with details such as how many cars a train has and whether it’s fast or\nslow. SmartShehar Bus app suggests where traveller can change buses or catch\na bus at a stop closer to his starting point that’s better connected to the destination.\nSmartShehar Auto Taxi app is to help calculate taxi and auto fares so that the\ntravellers know when they are being ripped off by an unscrupulous cabbie or au-\ntowallah. It does this by using user phone’s GPS-based location.\n\nFeatures of these three apps: 1) A Bus App which helps navigate the\npublic Best Bus system for Mumbai. 2) Mumbai Trains app helps navigate the\nlocal trains, find the smartest route to reach your destination with the level of de-\ntail of platform number and fares. 3) Auto Taxi app that works like auto-taxi\nmeter using GPS and store your trip details for complaint. It also has a web ver-\nsion for bus/train for non-android users: http://smartshehar.com/busapp/ ;\nhttp://smartshehar.com/trainapp/ All these apps are location based/world class/in-\ntelligent apps designed to help you navigate smartly using Mumbai Transit.\n\nMAKE YOUR CITY MOBILE\n\nCONTACT US\n\nMOBILITY",
    "Page_100": "mBillionth 2013 Winner\nM-WOMAN & CHILDREN\n\nm-Woman & Children\n\nDigital media and device like tele-\ncom and mobile have become\ntools of empowerment for the\nwomen and thus in many ways\nalso overcome _ insecurities\naround children. This category\nwill look into various such initia-\ntives which directly targets the\nlives, works, needs and socio-\neconomic well being of women\nand children. This category is\nalso meant to encourage promo-\ntion of handheld devices such as\nmobile to have empowering appli-\ncations and content directly ben-\nefiting the women and children.\n\n \n\nMy Baby Diary Mobile Academy and\nWinner | INDIA Mobile Kunji\n\nWinner | INDIA\nAponjon-MAMA\nWinner | BANGLADESH Fight Back\n\nSpecial Mention | INDIA\nHelpls\nWinner | INDIA\n\n \n\n| 100 | ) MOBILITY",
    "Page_101": "My Baby Diary is a mobile application to help mothers on the go.\nThrough this app, mothers could easily get substantial information\nabout baby care — right from the pre-natal stage to toddlerhood. This\napplication is developed by TELiBrahma and promoted by Johnson\n\nmBillionth 2013 Winner\nM-WOMAN & CHILDREN @\n\n>\n\nTELI3Z7aFMA\n\n& Johnson.\n\n \n\nMy Baby Diary\n\n(Winner)\n\nOriginal Title\nMy Baby Diary\n\nProducer\nTELiBrahma Convergent\nCommunications Pvt Ltd\n\nCountry\nIndia\n\nContact\ndharithri@telibrahma.com\nchandrashekar@\ntelibrahma.com\n\nMedia Format\nApp based\n\nLanguage\nEnglish\n\nwww\nhttp://telibrahma.com\n\n \n\nParenting a child is quite a ride per se, and especially for working mothers who\nconstantly oscillate their roles from one extreme to the other in a quest to maintain\nwork-life balance. This mobile application “My Baby Diary” allows mothers to\nset a reminder for the next due vaccination. Other fun and interactive elements\nincluded taking pictures, trying out various hats and hairstyles on their babies,\nvirtually dressing up the babies in animal costumes, etc. These photos could also\nbe shared on Facebook in a single click.\n\nThe app included various engaging content both for the mother and the\nbaby. For instance, the mother could track the vaccination details, read up facts\nabout pregnancy, Labour & birth, babyhood, toddlerhood, etc. She could also in-\nstantly create a scrapbook of her baby and capture the defining moments of the\nbaby via “Happy Moments” and “My Baby Calendar” features.\n\nThe app reached over 50,000 mothers in a span of 7 weeks with Banga-\nlore recording the highest number of downloads. This mobile application has\nlooked at an opportunity to engage with young Mothers — with the growing trend\nof smart phone users on the increase. There were challenges in maximizing the\nhealth impact rather than just the number of women and children reached.\n\nMOBILE IS DIGITAL++\n\n \n\n \n\nMOBILITY",
    "Page_102": "mBillionth 2013 Winner\nM-WOMAN & CHILDREN\n\nHHS\nMEDIA ACTION\n\nYES THROUGH MEDIA\n\n \n\n \n\nMobile Kunji is an audiovisual job aid for community health workers to use\nduring their visits to families. Mobile Kunji and Academy are accessible\nfrom any mobile phone handset (no special software is required) for the\nusers in Bihar. The shortcodes and tariffs are common across six of the\nbiggest mobile operators in India, responsible for 90% of the market.\n\n \n\nBBC Media Action has developed a multimedia service to enhance the immediate\nimpact of CHWs' counselling of families. Called Mobile Kunji, it is designed to\nbe used by community health workers (CHWs) during their counselling sessions\nwith families. It consists of a printed deck of cards and an audio component that\ncan be accessed via short codes. Mobile Kunji brings together an [VR-based mo-\nbile service and a virtually indestructible deck of 40 illustrated cards on a ring.\nEach card has a unique mobile shortcode printed on it, which corresponds to a\nspecific audio health message. When a health worker dials the number, they can\nplay the health message — voiced by a character called Dr Anita, an engaging but\nauthoritative female doctor — to the family via their mobile phone.\n\nAs part of the Ananya programme, BBC Media Action is working with\nthe Bill & Melinda Gates Foundation to reduce child mortality, improve maternal\nhealth and reduce infectious diseases in Bihar, India. BBC Media Action has de-\nveloped a training course, called Mobile Academy.\n\nMobile Kunji and Academy have been rolled out through training pro-\ngramme delivered on a massive scale, in partnership with Pathfinder Interna-\ntional. Both Mobile Kunji and Mobile Academy are available across Airtel,\nVodafone, Idea, Tata, and Reliance in Bihar.\n\n \n\n \n\n    \n \n\nQ Donate\nCharity umber 1076235\n\nProject at a glance:\n\n© The muticlationm project uses monie shones,\nfacetotace Haring ane mast media te 9suC8\nmaternai and tant morality\n\n© Trang course Mobile Academy and on\nSemand heatth sence Mobile Kuny  Seinered\nwa motiies to 200 000 communty heann\nwoorees\n\n© TV acres, a tong 180 programme\n10 000 street theatre ard 6000\nvatenong clubs referee the heath messages\n\n \n\nMOBILITY\n\nMobile Academy\nand Mobile Kunji\n\n(Winner)\n\nOriginal Title\nShaping Demand &\nPractices: Mobile\nAcademy and\nMobile Kunji\n\nProducer\nBBC Media Action\n\nCountry\nIndia\n\nContact\nmalikabbcwst@gmail.com\npriyanka.dutt@in.\nbbcmediaaction.org\n\nMedia Format\nIVR based\n\nLanguage\nHindi\n\nWww\nhttp://bbcmediaaction.org",
    "Page_103": "In Bangladesh, Aponjon is an mHealth initiative for the reduction in\nmaternal and neonatal mortality by improving health-seeking and\npreventative behaviours of pregnant women, new mothers, and\ntheir families. Aponjon mobile health messages are designed to\n\nmBillionth 2013 Winner\nM-WOMAN & CHILDREN @\n\n&\n\nquickly and easily disseminate information to pregnant mothers.\n\n>)\nSAG\n\nwe\n\n \n\nAponjon-MAMA\n\n(Winner)\n\nOriginal Title\nAponjon-MAMA\n\nProducer\nDnet (Project: MAMA\nBangladesh)\n\nCountry\nBangladesh\n\nContact\nauni@dnet.org.bd\nananya@dnet.org.bd\n\nMedia Format\nSMS based\n\nLanguage\nBangla\n\nwww\nhttp://www.aponjon.com.bd\n\n \n\nMobile Alliance for Maternal Action (MAMA) launched 'Aponjon', a mobile\nhealth (mHealth) service in December 2012 to deliver health education messages\nto pregnant women and new mothers. MAMA Bangladesh is the Bangladesh sec-\nretariat of the Mobile Alliance for Maternal Action (MAMA), a global alliance\nfor improving maternal and child health. ‘Aponjon’ delivers health information,\nonce the pregnant women register to the service. This value added service (VAS)\nis focused in one short code, 16227. Anyone can call this number from any mo-\nbile phone in Bangladesh.\n\nIn Bangladesh still 1 woman dies every hour from pregnancy related\ncomplications, 15 infants die every hour for complication within 2 days of birth,\nOnly one in four mothers have at least 4 antenatal care visit, Only one in three\nmothers have delivery attended by medically trained person, One in Four Women\ndoes not follow exclusive breast-feeding for first six months. Interestingly, 80%\nof these deaths are preventable. Most of these deaths are due to lack of informa-\ntion and knowledge. This is where Aponjon kicks in.\n\nIn collaboration with a core group of partners, Dnet, a Bangladeshi so-\ncial enterprise (non-governmental organization) is responsible for implementing\nand coordinating MAMA Bangladesh initiative. Considering the fact that around\n20% of subscribers are below poverty line, Aponjon is planning to offer this serv-\nice to this group of subscribers free of charge.\n\n \n\n \n\nMOBILITY ff",
    "Page_104": "mBillionth 2013 Winner\nOD M-WOMAN & CHILDREN\n\n \n\nHelPls is an emergency alert system. HelPIs sends an SMS to friends and\nfamily alerting them in times of trouble. HelPls contacts the emergency\ncontact number or Police (#100) by making a call automatically through\namobile phone. This application can be downloaded on iOS, Android and\n\na = ed\n\n \n\nBlackberry operating systems at no cost, as a social initiative.\n\n \n\nHelpls from Varshyl Mobile Technologies is an app to give tool to fight back\nwithout Internet connection. By just one click HelPls sends SMS to 4 of your\nfriends or family (letting them know that you are in trouble) and also gives details\nabout your location through GEO maps. It enables voice recording of up to 60\nseconds, which will record in the background and can capture some real impor-\ntant moments during an adverse situation. This audio recording will be mailed\nto the email id entered on the application.\n\nSocial Circle a user friendly feature, allows “Helpls” app user to lend a\nhelping hand to other “Helpls” app user in need. It sends out an Alerts Notification\nto other \"Helpls\" user in proximity (within Skm radius) for help. With single\npress of button, Social circle feature shares the name, mobile number and location\nof person seeking help as a push notification. User receiving notification can\nchoose to view the location of the helpls user seeking help. To use this feature,\nyou need to activate it from settings screen of the app.\n\nApp can be launched by just shaking the phone vigorously, even if\nphone is locked it will be unlocked and app will be launched. HelPls requires\ninternet at an installation phase and to get help and operate the app, it doesn’t re-\nquire any internet or data network connectivity.\n\n \n\nHome About Us Services. Portfolio © Success Story Contact us\n\nBetterChinese\n\nLearning Ch oToa ae La)\n\n \n\nRECENT APP\n\n104 | MOBILITY\n\n \n\nHelpls\n\n(Winner)\n\nOriginal Title\nHelpls\n\nProducer\nVarshyl Mobile Pvt. Ltd.\n\nCountry\nIndia\n\nContact\nsurbhi@varshyl.com\n\nMedia Format\nSMS based\n\nLanguage\nHindi\n\nwww\nhttp://www.helplsapp.com",
    "Page_105": "FightBack is a mobile application that facilitates women’s safety. When the\napplication is launched on a mobile, it starts tracking user-location via GPS\nand updates it to the backend server at a predefined time interval. Oncea\nuser presses the panic button, the application waits for 5 seconds and\nthen sends an SOS SMS and an e-mail message to emergency contacts.\n\nmBillionth 2013 Winner\nM-WOMAN & CHILDREN @\n\n \n\n \n\nFight Back\n\n(Special Mention)\n\nOriginal Title\nFight Back\n\nProducer\nTech Mahindra &\nCANVASM\n\nCountry\nIndia\n\nContact\nSandeep.Siddhu@\ncanvasm.com\n\nMedia Format\nApp based\n\nLanguage\nEnglish\n\nwww\nwww.fightbackmobile.com\n\n \n\n \n\nThis solution uses mobile capability like GPS, SMS and GPRS along with email\nand Social media integration. Prime objective of the app is to facilitate women’s\nsafety through a mobile app. Application tracks user’s location and update to\nbackend server at defined time interval. No location data is published until the\npanic button is pressed but once the user presses the panic button.\n\nFightBack send SOS updates to people registered with the application\nand inform them about alerts and also share the alert’s location. Application also\nhelps in identifying the unsafe areas based on Alerts data. This data can be used\nby people to avoid unsafe zones at the same time it can also be used to improve\nthe infrastructure of the identified places to make it safe for women.\n\nUser can register to FightBackMobile app after installation of app on\nthe phone. User can add 5 (maximum) emergency contacts via settings on the\nmobile app and same can be done via the web _ portal\n(www.fightbackmobile.com). Application not only informs the emergency con-\ntacts about the panic situation but also provide user’s exact location. It also\nflashes the live alert page of the web portal and can also update on user’s Face-\nbook wall, in case it’s permitted by the app user.\n\npees ee\n\nINCIDENTS ARE\nFORGOTTEN\n\nWelcome to FIGHTBACK, India’s first Mobile Application for Women Safety. |\n\nMOBILITY",
    "Page_106": "B FINALISTS\n\n \n\n106\n\nfinalists\n\nm-Business & Commerce/Banking\nQE as ele al Bellow\nINDIA\n\nDelightCircle\nINDIA\n\nmel RoR Ma (alt= Le |=)\nRear\n\nm-Education & Learning\nIRerverm StU sem CSTE Mae HiCaTt\nSRI LANKA\n\nHarness Touch-on-Cloud\nINDIA\n\ni alia eT\nWild Blossoms Project\nINDIA\n\neB teloe\nINDIA\n\nm-Environment\nProject Noah\n6\n\nm-Governance\nIOC Ortin rater\nINDIA\n\n \n\nmGovernance in Maharashtra\nINDIA\n\naC\nHeWeFi - Health Wellness & Fitness\nINDIA\n\nNieto TOM Ceo Fela OOO Or em SET\n\nINDIA\n\nNTO Tiel)\n\nINDIA\n\nm-Inclusion\nBetter Life\nINDIA\n\nm-Travel & Tourism\nMobile First- Products for MakeMyTrip\nINDIA\n\nCleartrip\nINDIA\n\nm-Woman & Children\nEz School Bus Locator\n\nINDIA\n\nPs Coynitea Contec toy\n\nINDIA",
    "Page_107": "mBillionth 2013\nFINALISTS\nKotak Stock Trader provides access to capital markets through our\nKotak Stock Trade is mobile platform which enables people to trade in NSE and BSE using\nthe mobile application. It creates an application which enables people\nto trade through their mobile phones. To download Mobile Stock\nTrader on mobile phone: SMS MST to 5676788. On sending the\nSMS, the user will receive a SMS with the link to download on the\nphone. The user can also download the application directly by visit-\n\noriginal title k t Kk’ ing http://m.kotaksecurities.com using their mobile browser. Alter-\n\nnatively, they can also download the application from various app\n\n \n\nKotak Stock Trader Kotak Securities stores like, Google Play (Android Market), Getjar, Vodafone App\nstore, BlackBerry App World.\n\nThe aim of this application is to enable people to access\nmarkets with real time prices using their mobile phones while on the\ngo. In the realm of financial inclusion, the investment banker's clients\nare smaller and less known. Therefore, the ability to underwrite and\n\nProducer Media Format ensure the sustainability of capital-raising efforts become critical,\nKotak Securities Limited Mobile phone based both for investors and clients. Kotak Stock Trader is going to cover\nall mobile platforms present in the market Deliverables to create an\nCountry Language application which enables people to access live prices through their\nIndia English mobile phones.\nContact www\namruta.ail@kotak.com www.kotaksecurities.com\n\n  \n\nm-Business & Commerce/Banking\n\n  \n \n\nm-Business & Commerce/Banking\n\n  \n\nDelightCircle\n\n \n\nDelightCircle application enables in-store marketing by letting re-\ntailers/brands create a set of featured products and incentives for the\nconsumer to scan the barcode/QR code of the products. In addition\nthe retailer and brands can create a set of incentives for driving de-\n\nsired consumer behavior. z= original title\nWith the help of this application, SMEs have been enabled to target \" .\n\nthe relevant customers thereby increasing the footfall into their store DelightCircle\nand increase revenues with the same or lower marketing resources. DelightCircle\n\nThere are 30 million of Small & Medium-sized Enterprises (SMEs)\nin India who spend Rs. 900 crores annually for local marketing via\npamphlets, billboards and newspapers. There is no way for them to\ntrack who is looking at these and walking into their store and what is\n\nthe return on investment (Rol) on their marketing spend. DelightCir- Producer Media Format\n\ncle addresses this problem using the mobile platform. On one side, it Pipal Tech Ventures Pvt. Ltd. Saas Application based\nprovides SMEs with a cloud-based platform to expose their offers\n\nand new arrivals to shoppers based on their location and demography. Country panguage\n\nOn the other side, it provides a way for shoppers to engage with local neta ngus\n\nretailers for offers, mobile coupons, loyalty program, directions and Contact www\n\nreviews across smartphones, feature phones and mobile web. raviteja@delightcircle.com http://delightcircle.com\n\nMOBILITY",
    "Page_108": "mBillionth 2013\nFINALISTS\n\nThe Vastu Compass application is based on Vastu Shastra which is\nVETS AU] Compass an ancient Indian Vedic Building Science that lays down guidelines\non the construction, layout and interior design of buildings so that\nthey are in harmony with the natural environment. Vastu app with\nancient Vastu concepts helps users improve their home, workplace\nand way of living or working with peace. To check Vastu of their en-\ntire home add the items from list to center layout representing their\nhome. Adjust the height and width as per layout and finally set the\n\ndirection using manual compass.\nApplication shall be tested on Lumia Phone. The steps are:\n1. Open Windows Marketplace on device 2. Tap on the search button\nin the footer 3. Store Search screen will be shown 4. Type in Vastu\nCompass 5. Tap on the right arrow or go button at the bottom right\n6. Tap on the free version or the first option to be shown by Mango\nTechnologies 8. Tap on the install button at the bottom 9. Tap on the\n\noriginal title\nVastu Compass\n\n \n\nProducer Media Format allow button for access location 10. Application will be installed on\nMango Technologies Pvt Ltd. App based the device\nCountry Language\nIndia English\nContact www\nbhargava@mangotechno.com www.mangoappstore.com\n\nlture & Heritage\n\nGujarati Pride\n\ntig ow. aa) Cy\n\nThis project helps to make the Gujarat content available to worldwide\nGujarati. This is bunch of apps like Gujarati Shayri, Gujarati Editor,\nGujarati Jokes, Gujarati Suvakya and more. Gujarati Shayri is a fun\napplication for Gujarati language lovers. It has full packed Gujarati\n\n \n\nproverbs, Gujarati Sayings and Shayaris for all age groups. This con- pia: original title\ncept promotes the Gujarati language and retains the legacy. 3 . Gujarati Pride 9 © Bee,\nThis is done by providing the reading and entertaining “Fee cuconmonusneces Gujarati Pride\n\ncontent in the Gujarati Language. There is also editing tool to write\nin Gujarati using same English keyboard. Gujarati Editor is a helpful\ntool to write in Gujarati and update your status, prepare notes in Gu-\njarati. The good thing is it uses your English keyboard and automat-\nically converts your English to Gujarati. The App fonts are not\n\nsupported in Sony Xperia and Micromax Canvas Series device. Producer Media Format\nThis is among few apps that have Gujarati content in Gu- NicheTech App based\njarati alphabets, Gujarati fonts, so it reaches from oldest to the\nyoungest Gujarati consumer. Google Ads is the revenue model for Country Language\n. . India Gujarati\n\nthis project.\nContact www\nmahendra@ www.gujaratipride.com\n\nnichetechsolutions.com\n\n] 108 B MOBILITY",
    "Page_109": "Learn English\n\n \n\nLEARN\n\noriginal title\nLearn English With F N G LI S H\nthe British Council\nWITH THE\nBRITISH COUNCIL\nProducer Media Format\nzMessenger (Pvt) Ltd Mobile phone based\nCountry Language\nSri Lanka English, Sinhala, Tamil\nContact www\n\n‘www.zmessenger.|k/\nbcenglish.html\n\nupekha@zmessenger.lk\n\nm-Education & Learning\n\nTouch-on-Cloud is an HTML 5 based learning operating system,\nwhich disrupts the idea behind traditional learning management sys-\ntems (LMS) and enables the comprehensive use of interactive tech-\nnology inside classroom as well as outside it using the Cloud.\n\nUsing this technology, study-at-home comes alive with\nthe Cloud. Using networked Tablets, Laptops or PCs inside the class-\nroom, Touch-on-Cloud provides new in-class pedagogy where\nteacher white-boarding is broadcasted automatically to all students.\nThe teacher can embed — images, videos, MS Office files, open\ncourseware from the Internet instantly. Students have the ability to\nannotate notes on top of the teacher layer. Touch-on-Cloud effec-\ntively bridges the digital-physical divide. With powerful quiz, assign-\nment, lesson management. Touch-on-Cloud functions as a learning\noperating system capturing all learning and teaching activities. When\nused to full potential, Touch-on-Cloud can replace notebooks, text-\nbooks and the blackboard.\n\nTouch-on-Cloud has applicability across educational seg-\nments — K12, Higher Education and Coaching, and implementation\nmodel to suit budgets of all sub-segments. The company currently\nhas clients in India, Middle East and Europe.\n\nmBillionth 2013\nFINALISTS\n\n \n\nThis SMS based product is designed to go to masses of Sri Lanka.\nEnglish Learning Mobile service combines “language learning” with\n“spoken English” via mobile technology providing an effective and\nefficient self-learning platform especially for those who are chal-\nlenged with accessibility for resources and seeking convenience.\nProduct is designed with three levels of difficulty — namely elemen-\ntary, intermediate, advanced. Each level consists of grammar, idioms,\ncollocations and translations in customer’s preferred language. Serv-\nice uses both push type and pull type messages. Push type messages\nsend idioms, collocations, vocabulary, translations, synonyms,\nantonyms and learning tips while Pull type messages send multiple\nchoice questions. Pull type messages require subscriber to reply back\nthus it ensures customer’s engagement and interactivity with the\nservice. Based on the answers given to pull messages subscriber will\nbe evaluated periodically and will be sent a report.\n\nSri Lanka has always deemed to have high demand for\nEnglish fluency and competency, and the language is given much im-\nportance at job interviews, promotions, building confidence , person-\nality & in general socialization and acceptance in society. With such\nsocio-economic factors, learning English language perceived to be\nextremely important among the public.\n\n   \n\nm-Education & Learning\n\n  \n   \n\nHarness Touch-on-Cloud\n\n \n\n@\n\noriginal title\nHarness\narness Touch-on-Cloud\nProducer Media Format\nHarness Handitouch Pvt. Ltd. Cloud computing based\nCountry Language\nIndia English\nContact www\n\nsupreet.k@harnesstouch.com www.harnesstouch.com\n\nMOBILITY",
    "Page_110": "mBillionth 2013\n\nOD FINALISTS\n. . Bringing multiple races, languages and cultures together through\nTT To | Blossoms Project music, with the help of mobile and Internet, Wild Blossoms shows\nthe strength of Internet and mobile power to interact with members.\nfrom all parts of the world and work on dedicated projects to achieve\ntheir goals. Wild Blossoms sing and publish quality songs written\nspecifically for them by song writers and composers from over 10\ncountries. The essence of Wild Blossoms is to show that like minded\nindividuals can write, compose, sing, produce and publish radio wor-\n\n \n\noriginal title thy songs in all genres just as they have with relative strangers.\nWild Blossoms Since all the members are located at different parts of the\nProject world, the only want to communicate between the team members are\nthrough mobile or Internet. They use different Internet and mobile\nfacilities like ‘Dropbox’ for file sharing, ‘WhatsApp’ for discussing\nplans, ‘Skype’ services to practice and conferencing, and many more.\nNone of the members of the team have ever met each\nProducer Media Format other in person but connects with each other online to work as a team\nWild Blossoms Project Online & mobile based from their respective countries. Wild Blossoms is proof that if you\nhave dreams and aspirations anything is possible with the help of the\nCountry Language modern day technology.\nIndia English\nContact www\nsagarika.deb@hotmail.com blog.wildblossomsband.com\n\nPalm Reader\n\n   \n\nmen\n\nThis Application is blend of technology and ancient patterns as a re-\nsult it offers Palm Reading patterns based on the lines, finger types,\npalm length and others. It has also incorporated check palm feature\nwhich helps users to check what exactly a line tells about them.\n\nPalm reading helps in interpreting the nature of the person\nbased on the length of the palm and fingers, the hand types, thumbs,\nmarks on the fingers, the lines, the fingernails, the mounts and timing\nin the palm. It is very simple to use and very easily a person get a\nprediction. Palm reader is designed to give you instant access to the\nancient art of palmistry.\n\nApplication shall be tested on Lumia Phone. The steps are:\n1. Open Windows Marketplace on device 2. Tap on the search button\nin the footer 3. Store Search screen will be shown 4. Type in Palm Producer Media Format\nReader 5. Tap on the right arrow or go button at the bottom right 6. Mango Technologies Pvt Ltd. Mobile app based\nTap on the free version or the first option to be shown by Mango\n\noriginal title\nPalm Reader\n\n \n\nTechnologies 8. Tap on the install button at the bottom 9. Tap on the Country panguage\n\nallow button for access location 10. Application will be installed on nara ngis\n\nthe device Contact www\nyogi@mangotechno.com www.mangoappstore.com\n\nMOBILITY",
    "Page_111": "mBillionth 2013\nFINALISTS\n5 Users can snap and share photos of the wildlife they encounter. When\nProj ect \\ fo) ah they need help with species identification, the community offers their\nsuggestions. Secondly, users can participate in missions to help col-\nlect important environmental data for scientists. The user can access\na location based field guide to view and learn about all the wildlife\nthat has been documented nearby. This feature translates to a unique\napp experience wherever you launch the app. Project Noah's goal is\nto boost environmental interest and overall knowledge.\n\noriginal title project The Project Noah application modes: Sharing observa-\nProject Noah tions (Spottings): Users can quickly snap a photo of a plant or animal\nand add some notes about what they have seen. If they don't know\n\nthe species, they can request help from the community. When the\nphoto is submitted, it collects the notes along with the location asso-\nciated with the submitted photos.\n\nLocation Based Field Guide: Based on the user's current\n\nProducer Media Format location, it will show all the wildlife (and associated notes) that has\nNetworked Organisms App based been observed by our community nearby. In this fashion, the user can\nlearn about the nature nearby. This is mobile learning as the experi-\nCountry Language ence will change depending on where you are and where you decided\nUSA English to launch the app.\nContact www\nyasser@projectnoah.org www.projectnoah.org\n\n    \n \n\nm-Environment\n\nm-Governance\n\n  \n\nMPCB Mobile Voice Campaign\n\n \n\nNetcore, in association with MPCB (Maharashtra Pollution Control\n\nBoard) has done 3 major Voice Based Campaigns in the last year on\n\nWorld Environment Day, Diwali & Holi. The Government Department\n\nused Voice Based activity. Earlier, the Government used traditional\n\nmedia ie Radio, print Television and SMS to propagate these cam- original title\npaigns; which did less in garnering attention from the people. The CORE .\ncampaign encouraged people to go green, cut lesser trees, avoid using net : MPCB Mobile Voice\npolluting crackers during Diwali and thereby containing Sound & Air The Innovation Company Campaign\n\nPollution and to play a waterless Holi (2013) as the state of Maharash-\n\ntra is going through one of the worst droughts. These messages were\n\nreceived by the general public as an incoming call on their mobile\n\nphones. The response to these campaigns was tremendous with Diwali\n\n2012 being considered as one of the quietest one; also, the campaign Producer Media Format\nresults of Holi 2013 showed decreased usage of water consumption, Maharashtra Pollution Control Voice based\nlesser axing of trees, and increased use of eco-friendly colours. Board (MPCB)\n\nLanguage\n\nObjectives: + To spread awareness about the Environmen-\n\ntal causes across the state of Maharashtra. + To cover all the occasions poun try Marathi\n\nwhere environmental issues can be addressed to people at one go. www\n\n(e.g. Stopping wastage of water during Holi — Due to the serious Contact www.netcore.co.in\ndrought situation in some of the regions Of Maharashtra state) marcomm@netcore.co.in\n\nMOBILITY (iB",
    "Page_112": "mBillionth 2013\nFINALISTS\n\nSMS gateway based reporting by public health services has facili-\ntated the reporting at Public Health Centre level and Public Health\nDepartment in Maharashtra to provide support in critical areas. In\ncase of water supply by tankers, before implementation of SMS serv-\nice to citizens, contractors used to divert the water meant for the vil-\nlages to commercial purposes and citizens were deprived of needed\nsupply of water. Since SMS is sent every time tanker was sent to any\nvillage to 50 prominent villagers, it has become very difficult to di-\n\n \n\n \n\noriginal title vert the water tanker anywhere else. Similarly in the case of Food\nmGovernance in and Civil supplies, villages get advance notice about the supply of\nMaharashtra food grains meant for Fair Price Shops. There is no need of high end\ngadgets for this solution. Maharashtra, government also developed\nFABRIK web based self-seeding application.\nAs part of m-Governance, Government of Maharashtra\ndeveloped various apps based on the tablets like: 1.Enrolment Centre\nProducer Media Format Survey App 2.UID connect App for door to door seeding of UID with\nDIT, Government of SMS based various department databases 3.QR code based self-data entry of en-\nMaharashtra rollment data like demographic details which will reduce the time\nLanguage taken for completing the enrolment.\nCountry English and Marathi (Bi-lingual) In this web based application in combination of simple smart phone\nIndia www app, resident can just enter data and either take print out of the QR\n\ncode or just scan and store the QR code in mobile.\n\nm-Governance\n\nContact _http://gateway.mahaonline.gov.\nsec.it@maharashtra.gov.in in/WTTSSMS/\n\nCommCare, Dimagi's flagship mHealth platform, expands the tech-\nnical capacity of ASHAs and the quality of their services. It increases\nworker motivation, providing a powerful set of tools for monitoring,\nsupervising, and supporting ASHAs. It replaces cumbersome paper\n\nregisters, Forms, and flipeharts with an open source, customizable as original title\nsoftware application housed on a mobile phone. .\nCommCare transforms the conventional practice of a La CommCare Scale up and\nCommunity Health Workers (CHWs) manually filling paper registers Replication of\nand carrying large flipbooks. With CommCare, each CHW is CommCare in Bihar\n\nequipped with an inexpensive phone running our open source soft-\nware. The CHW registers clients using electronic forms that have\nbeen effectively used by low-literate CHWs.\n\nCommCare currently support numerous mobiles handsets Producer Media Format\nfrom inexpensive Nokia phones, to high-end Androids phones and Dimagi Inc. Software based\ntablet PCs, allowing a range in economic scale. The platform takes\nadvantage of mobile infrastructure and capability, from text entry to Country Language\nphoto capture and integration with GPS. The interface is customiz- India Hind\nable, allowing application designers to employ their creativity in cre- Contact www\nating culturally appropriate content. kswamy@dimagi.com www.dimagi.com\n\n12} MOBILITY",
    "Page_113": "mBillionth 2013\nFINALISTS @\n\nHeWefi is a m-health service on digital health platform. The com-\nplete service is enabled on mobile browser based environment using\nPHP & MySql coding. The service is catered to all kinds of devices\nranging from basic data enabled phones to smart phone. More than 1\nLakh users use this service every month generating an average of 2\nmillion page views. The doctors answer to approximately 1000 Ques-\ntions & Answers & live chat sessions. Moreover the service also pro-\noriginal title tr, vices option to connect with other healthcare providers such as\na ology, Diagnostic and Doctor appointments for physical check-\nHeWeFi - Health up. Health@S is an innovative WAP based portal available for Users\nWellness & Fitness é é@ (Health Seekers) on a subscription based charging to help them meet\nSs their inquisitions of Health, Wellness & Fitness. The aim of the portal\n\nis to provide people content to know how to lead a healthy life.\nThe service is live on Vodafone network as Health@5.\nAnybody can SMS HCS to 111 from a data enabled Vodafone hand-\n\nProducer Media Format set, a link will be sent. Users need to subscribe to the service at\nMedisurge Technologies SMS based Rs.35/week and use the same. Currently almost 3 lakh users use the\nPrivate Limited service on a monthly basis.\nLanguage\nCountry WAP based\nIndia\nwww\nContact http://topdoctorsonline.com\n\nanand@topdoc.in\n\n   \n\nm-Health\n\n  \n \n\nm-Health\n\n  \n\nSevamob\n\nSevamob's services includes: - Preventive care on-premise (dental,\nvision, blood pressure, blood sugar, height/weight management, nu-\ntrition management, ECG etc) - Prescriptions - Appointments with\nspecialisits - 24x7 call center - Cash back on lab tests in select pathol-\n\nogy centers and visits to select clinics - Accident insurance up to Rs original title\n120,000 - Hospital cashless coverage up to Rs 50,000. S E VAM B\n\n \n\nThe technology stack includes: 1) Mobile app for field of- Sevamob\nficers 2) Electronic medical record: HL7 compliant electronic med-\nical record accessible via web/mobile 3) Web-based portal for\nmanaging subscribers 4) SevaAngels: A web based service that en-\nables people to sponsor healthcare of kids in orphanages and elderly\npeople in old age homes.\n\nThe specialists either give a prescription or setup an ap- Producer Media Format\npointment if the prescription cannot be provided - Subscriber can call Sevamob Subscription based\na 24x7 call center for service requests - In case of emergency, sub-\nscriber is sent to in-network hospitals, clinics, pathologists, where if Country Language\nthey have our in-patient health insurance, up to Rs 50K / year of in- India English/Hindi\npatient treatment is at no extra charge. If patient pays out-of-pocket, Contact www\nthey give cash-back to the customers from the referral fees received saxenas@sevamob.com http://sevamob.com\n\nfrom the providers.\n\nMOBILITY ED",
    "Page_114": "mBillionth 2013\nFINALISTS\n‘Behtar Zindagi’ is a location based Crops, Livestock, Market prices\nand weather advisory service which is a rural IVR service on 556780\nup and running in all states of India. The objective of the initiative is\nto bridge the informational gap in rural community and provide in-\nformation to info-poor community. The service aims at empowering\nthe rural Indian population by providing them relevant, accurate, up-\ndated and critical information on different verticals relevant to the\nrural community.\nThe IVR application is in regional voice available in almost\n\n16 regional languages of the states supported by SMS and Voice Mes-\nmKisan — sage. The information is location based content delivered with the help\nof zip code of the user. Behtar Zindagi consists of following knowledge\ndomain broadly classified as Agriculture and Non Agriculture.\n\ni) Agriculture (Crops & Cultivation): Information about plantation,\nfruit, flower, vegetable and spices crops on the following verticals. -\n\nBehtar Zindagi\n\n \n\noriginal title 7 %\nBehtar Findagi _ eae\n\n \n\n \n\n \n\nProducer Media Format Cultivation Safeguard - Variety Irrigation - Field Preparation Harvest-\nHandygo Technologies Pvt. Ltd IVR based ing & Storage - Seed Menu Weed Control - Fertilizer Crop rotation\n\nii) Weather Forecast and Weather Based Agro and Livestock Advi-\n\nCountry Language sory iii)Information regarding food, vaccinations, and breeds is pro-\n\nIndia Hindi, English, Marwari, vided for animals iv) Inland and Coastal Fisheries\nMarathi, Tamil, Telugu etc. se says . . .\nContact The service is been used by 10 million users since launch with active\nsudhanshu@handygo.com www customer base of 1.5 million across India.\nwww.handygo.com\nuri\n\n  \n\nMobile First\n\n \n\nMMT travel apps not only enabled searching, booking and paying\nfor flights but also offered add-ons such as booking history, itinerary,\nflight status as well as location-based solutions for dining options\n\nand restaurants. The information was delivered through an intuitive\n\nand interactive interface. The apps were popularized through launch original title\n\noffers for travel products purchased via mobile platform, and these make Monile First:\n\noffers continue to be revitalized periodically to drive adoption for the °° com Products f\n\nmedium, _ ae MEMORIES UNLIMITED roducts tor\nThe project involved creating mobile apps and a touch- MakeMyTrip\n\nsite designed from a ‘mobile-first’ angle — the focus was on providing\n\nfeatures that give ‘real’ value and benefit and are used uniquely on\n\nthe mobile platform. Today, MakeMyTrip has apps for smartphones\n\n— Android, Blackberry and iOS, besides a HTML-optimized touch Producer Media Format\n\nsite. MakeMyTrip also recently launched last-minute hotel deals MakeMyTrip iPhone App based\nwhere customers can access deep discounts (at least 30%) on same-\n\nday Hotel booking. Hotels participating in this offer are displayed Country Language\n\nas the first five hotels in the search results for same-day check-in. India English\n\nTravellers on the move can access these deals through MakeMyTrip Contact www\n\nMobile apps and on the mobile touch-site. poonam.thakur@ www.makemytrip.com\n\nmakemytrip.com\n\nMOBILITY",
    "Page_115": "original title\nCleartrip\nProducer Media Format\nCleartrip Pvt. Ltd. Online/Mobile based\nCountry Language\nIndia English\nContact www\n\nsatyajeet.singh@cleartrip.com http://cleartrip.com\n\nm-Woman & Children\n\nEz School Bus Locator is a 'school bus and student tracker app solu-\ntion’ that helps parents track the bus as well their ward’s availability\nin the school bus. It supports both non-Internet phones and smart\nphones to get the location details. Parents with normal phones (non-\nInternet) can track their ward’s school bus location including their\nward’s availability in the bus by just sending an SMS. The app com-\nprises two modules - Ez School Bus Locator (Parent) and Ez School\nBus Locator (Attender). Both these modules work together (in\nClient/Server mode). This app is a real necessity for all parents who\nhave their kids commuting by school buses.\n\nHow it Works:\n\nEnter your phone number, bus phone number, and your child’s Stu-\ndent ID when you start the app for the first time. These could be\nchanged later, if required.\n\n2. Tap the Bus on Map button to view the bus on the (Google) map.\n3. Long press the Bus on Map button to see the location details (text)\nof the bus.\n\n4. Tap the Child in Bus button to check your child’s availability in-\nformation (Present/Absent) in the bus.\n\n5. Tap the Distance & Time button to view the distance and the time\nfor the bus to reach your (Parent's) place.\n\nmBillionth 2013\nFINALISTS\nThe online travel portal's mobile application - Cleartrip Mobile - en-\nables travellers to book trains and flights, check PNR status and trip\ndetails. This mobile app has been built as pure iOS app by combining\nthe iOS design & development guidelines of Cleartrip. Cleartrip Mo-\nbile is how travel should work on mobile devices.\n\nCleartrip for iPhone was launched in Aug 2012 in India.\nObjectives + To provide a better user experience to our existing mo-\nbile users. 25% of the traffic on Cleartrip is from mobile and a large\nportion of it comes from iOS devices. + To increase penetration.\nSmartphones are growing at a rapid pace and 80% of mobile web\nusage is from Apps. * To introduce a product that complements our\ndesktop site and can be used as companion while our users are on the\nmove.\n\nCleartrip Mobile works on any GPRS-enabled mobile de-\nvice and comes in two versions. One version is optimised to work on\nfeature phones with keypads, while the second version is available\nfor iPhone and Android-based smartphones. iPhone and Android\nusers have access to additional features such as the ability to make\nbookings easily using Express Checkout.\n\n    \n \n\nm-Travel & Tourism\n\n  \n\nEz School Bus Locator\n\n \n\noriginal title\nEz School Bus\nLocator\nProducer Media Format\nLateraLogics Mobile app based\nCountry Language\nIndia English\nContact www\narjun@LateraLogics.com www.LateraLogics.com\n\nMOBILITY (us)",
    "Page_116": "mBillionth 2013\nFINALISTS\n\nHome Remedies\n\n \n\noriginal title y\nHome Remedies ~\n3s\n\n@ Z\nMedia Format\n\nMobile app based\n\nProducer\nMango Technologies Pvt Ltd.\n\nCountry Language\nIndia English\nContact www\n\nyogi@mangotechno.com www.mangoappstore.com\n\nHome Remedies is a guide to natural home remedies using herbal or\nhomely made supplements. App gives an easy learning on replacing\nmost commonly used over the counter medicines in treatment of com-\nmon health problems. App also allows you add remedies in your per-\nsonal schedule along with voice memo. Provides list of exclusive\nremedies for women's health, kids, heart, obesity, diabetes, skin and\nhair care. Application provides herbal solutions so that health and\ntheir lifestyle are improved.\n\nApplication shall be tested on Lumia Phone. The steps are:\n1. Open Windows Marketplace on device 2. Tap on the search button\nin the footer 3. Store Search screen will be shown 4. Type in Home\nRemedies 5. Tap on the right arrow or go button at the bottom right\n6. Tap on the free version or the first option to be shown by Mango\nTechnologies 8. Tap on the install button at the bottom 9. Tap on the\nallow button for access location 10. Application will be installed on\nthe device.\n\nApplication provides common ailments solutions based\non common commodities like spices, fruits and vegetables available\nin the household as everyone carries their smart phones every time\nthey have a benefit to their health by following the methods men-\ntioned. Application also helps in common day to day ailments i.e.\nCold, Cough, Acne, Hair loss, Backache.\n\n \n\nSa OA SSE:\n\nOl a\n\nthe edge of information\n\nDIGITAL EMPOWERMENT\n\n116 5 MOBILITY",
    "Page_117": "IN TODAY’S BUSINESS SCENARIO,\nWHO IS MORE LIKELY TO SUCCEED?\n\nsonit sani\n\nEQUIPPED BETTER EQUIPPED",
    "Page_118": "mBillionth 2013\nOD GRAND JURY PROFILE\n\nmBillionth Grand Jury 2013\n\n  \n \n \n    \n \n\n \n\nOsama Manzar\nFounder & Director\n\nDigital Empowerment Foundation\n\n \n\nOsama Manazar is a convert social entrepreneur spearheading the mission to overcome the in-\nformation barrier between India’s rural sector, and the so-called developed society, through\nDigital Empowerment Foundation (DEF) — the not-for-profit organization founded to accom-\nplish the mission. He is a Member, Working Group, Internet Governance Forum of Ministry\nof Communication & IT and was a Member, Task Force on Growth of IT, ITES & Electronics\nHW Manufacturing Industry, Ministry of Comm & IT, India.\n\nLaura Turkington\nCountry Head-India\nVodafone Foundation\n\n \n\nLaura Turkington is the Head of “Vodafone Foundation” in India, which focuses on improving\naccess to a better education, empowering women and using mobile innovation to create social\nchange. Laura manages the existing portfolio and supports a number of programs and partner-\nships, which work to achieve this goal. Prior to this, Laura was responsible for Vodafone’s\naward winning corporate responsibility program in Ireland and the Vodafone Ireland Founda-\ntion. Before joining Vodafone, Laura worked as Director of Strategy for a leading NGO and\nhas worked in several senior positions in the ICT /Telco sector both in Ireland and further\nafield. Laura holds a Bachelors Degree in Law.\n\n \n\n \n\n \n  \n\n) MOBILITY",
    "Page_119": "Anuraj Gambhir\n\n \n\nmBillionth 2013\nGRAND JURY PROFILE @\n\nStrategic Advisor and Innovation\n\nEvangelist, Steadworks\n\nAnuraj has worked in the mobile telecommunications industry for over 2 decades across sev-\neral parts of the mobile value web and devices ecosystem including leading Mobile Network\nOperators, Device Manufacturers, R&D Centres, International Trade Bodies, Consultancy\nFirms, VAS Developers/Providers, Wireless Technology Retail and Network Solution Vendors\non 4 continents — Australasia, North America, Europe & Asia. He has worked from hands-on\ntechnical roles to senior executive management positions and is regarded by many as an in-\ndustry visionary. He has spearheaded several innovations in the advanced as well as grass-\nroot level mobile domain in mature and emerging markets.\n\n \n\n \n\nArjun Basu\n\n \n\nMydala\n\nArjun Basu is Co-Founder and Director at mydala.com. He is responsible for shaping the strat-\negy and direction of mydala, as well as overseeing the financial operations and investor rela-\ntions. Prior to starting mydala.com, Arjun was a Director at Capital Fusion Partners, where he\nfocused on promoting new businesses and raising capital. He has also worked with Capital\nOne Bank where he managed a multi-billion multi-strategy investments portfolio. His invest-\nment focus was primarily on commercial real estate bonds (CMBS), as well as direct invest-\nments in commercial real estate and financial technology businesses.\n\nCo-Founder and Director\n\n \n\ncE\n\n \n\nMahesh Uppal\nDirector\n\n \n\nFirst (INDIA) Pvt. Ltd.\n\nDr. Mahesh Uppal obtained a Ph.D. in Chemistry from Indian Institute of Technology, Kanpur,\nand later, an MA in Communication Policy Studies from City University, London. He has car-\nried out academic research in several major universities in India and United Kingdom including\nIndian Institute of Science, Bangalore, Sussex and Cambridge University. He has over 20 years\nof consulting experience in telecommunications- in both, its roles as a major industry and util-\nity as well as a tool to deliver national development, productivity and competitiveness. He has\nbeen actively involved in the sector since the formative years of regulation and competition.\n\n \n\ne\n\nMOBILITY",
    "Page_120": "mBillionth 2013\n‘SD GRAND JURY PROFILE\nIndumini Kodikara\nProject Manager\n\nICTA, Sri Lanka\n\n \n\nIndumini Kodikara has a multiple domain experience in the fields of ICT4D, Agriculture, Eco-\nnomics & Market Research. Indumini has been in the field of ICT4D for the last 5 years. She\nwas handling over 100 grass-root level ICT Projects in Sri Lanka contributing to the growth\nand development of ICT in the society. Prior to joining ICTA Indumini worked at Sri Lanka\nExport Development Board (EDB) and her over nine years of experience there includes e-\ncommerce applications for the development of export sector. Further as a Deputy Director at\nEDB she played a key role in implementing the EU-Sri Lanka Organic Agriculture Project.\n\n \n\n \n\nSushil Raj Pandey\nKnowledge Management and\nCommunication Specialist, ICIMOD\n\n \n\nSushilPandey is an Information and Communication Technology (ICT) Specialist and leads\nthe information technology (IT) team in ICIMOD’s Information and Knowledge Management\n(IKM) Programme. He has 16 years of experience in the area of ICT, and his current respon-\nsibilities include the management of the enterprise-wide computing and electronic communi-\ncations environment; planning, designing and implementing information systems; systems\nintegration; and interface with mutually reinforcing systems and technology like enterprise\nresource planning (ERP) and knowledge management.\n\n \n\n \n\nMohammad Chowdhury\nPartner & Telecoms Industry Leader\nPrice waterhouse Coopers India\n\n \n\nTelecoms, IT and technology sector executive shaping and delivering growth opportunities in\nemerging markets. He has twenty years of experience spanning strategy, sales, commercial\nand business development. He also created Vodafone’s data services strategy for emerging\nmarkets including India in 2010, executed IBM’s Telco off-shoring and NGN strategies in the\nmid 2000s. He worked across Asia, Africa, Middle East and Europe in 70 countries. He is cur-\nrently building PWC’s telecom practice in India across Consulting, Deals, Risk, Tax and As-\nsurance.\n\n| 120 B MOBILITY",
    "Page_121": "mBillionth 2013\nGRAND JURY PROFILE @\n\nPranshu Singhal\n\nHead, Sustainability\n\n \n\nNokia India Private Limited\n\nThe strongest citadels have been built from the deepest foundations and that is how PranshuS-\ninghal developed his career in sustainability. He was the Executive Officer at CII where he\nmanaged Environment & Development projects of CII with international agencies and con-\nsulted corporations on EMS implementation up to 2002. He took on a joint freelance assign-\nment of Philips, Motorola, Panasonic and Nokia where he developed Key Environmental\nPerformance Indicators (KEPIs) method for assessment of life cycle environmental impacts\nof mobile devices, which launched him as a Project Manager at Nokia, Finland in 2004.\n\n \n  \n \n \n \n \n \n\nBinay Tiwari\n\n \n\nGlobal Marketing Head\n\nVserv.mobi\n\nBinay Tiwari heads Global Marketing efforts at Vserv. Prior to this, he led the Vserv Market-\nplace and was instrumental in growing it to global scale. His passion for the Internet has been\nthe ‘pole star’ of his career journey spanning Tata Broadband, Vodafone & InMobi.\n\n   \n\nN. Ramakrishnan\nDirector of Projects\n\n \n\nIdeosync Media Combine\n\nN. Ramakrishnan is a C4D specialist, and a Founder/Director of Ideosync Media Combine, a\nNew Delhi-based communication for social change organization working on issues around\nhealth, sexuality, HIV, migration, and media access. An alumnus of the Mass Communication\nResearch Center (MCRC), JamiaMillialslamia University, he is also an independent film-\nmaker and technology enthusiast; and conducts workshops on community radio, developmental\nfilmmaking and low cost radio and video technology. He is currently also an office bearer of\nthe Community Radio Forum, the Indian association of community radio broadcasters.\n\n \n\nee\n\n \n\nMOBILITY",
    "Page_122": "mBillionth 2013\nBS GRAND JURY PROFILE\nSoumya Sarkar\n\nNational Editor\nMint\n\n \n\nSoumya Sarkar is News Editor in Mint, a sister publication of the Hindustan Times published\nin partnership with the Wall Street Journal. He has been working in Media and Communica-\ntions for over two decades and was previously with The Times of India, The Indian Express\nGroup, the Telegraph and the Down to Earth magazine. He has also worked as development\nand communications consultant with organizations that include the World Bank and the Aga\nKhan Development Network. Besides working in the areas of environment, rural livelihoods,\nenergy and water resources, Soumya is keenly interested in science and technology issues.\n\nwX\n\n \n\nDebabrata Goswami\nProfessor at IIT Kanpur & Academic Council &\nAdvisory Council Member, Glocal University\n\n \n\nSushilPandey is an Information and Communication Technology (ICT) Specialist and leads\nthe information technology (IT) team in ICIMOD’s Information and Knowledge Management\n(IKM) Programme. He has 16 years of experience in the area of ICT, and his current respon-\nsibilities include the management of the enterprise-wide computing and electronic communi-\ncations environment; planning, designing and implementing information systems; systems\nintegration; and interface with mutually reinforcing systems and technology like enterprise\nresource planning (ERP) and knowledge management. S a\n4\n\n \n\nDr. Ananya Raihan\nExecutive Director\nD.Net\n\n \n\nDr. Ananya Raihan is currently the Executive Director of D.Net. He is a social entrepreneur\nand Economist. Dr. Raihan was awarded the Ashoka Fellowship in 2004 in recognition of his\ncontribution as a social innovator in the area of ICT for the rural community. He holds a Ph.D.\nin Economics from V.M. Glushkov Institute of Cybernetics, National Academy of Science,\nUkraine.\n\n \n\n \n\n \n  \n\n) MOBILITY",
    "Page_123": "mBillionth 2013\nGRAND JURY PROFILE @\n\nAmir Ullah Khan\n\nPresident\n\n \n\nGlocal University\n\nn economist working as a Senior Policy Advisor with the Bill and Melinda Gates Foundation,\nhe holds a PhD in Commerce and Business Studies from the JamiaMillia Central University\nat New Delhi. Additionally, he is a Post Graduate Diploma holder in Rural Management from\nthe Institute of Rural Management (IRMA), Anand, Gujarat. An erstwhile officer of the Indian\nCivil Services, Dr. Amir has worked as a researcher for the Ministry of Finance, Government\nof India and the UNDP at Project LARGE (Legal Adjustments and Reforms for Globalising\nthe Economy).\n\n \n\nMahesh Venkateswaran\n\n \n\nPrincipal — Innovation and Engagement at\nNational Skill Development Corporation\n\nMahesh Venkateswaran is currently working as a principal, Innovation and Engagement, Na-\ntional Skill Development Corporation (http://www.nsdcindia.org/). Prior to this, he was CEO\nat KGVK Social Enterprises Limited, TVM Operations Leader at KGVK and Founder/CEO\nat KGVK Rural Enterprises Limited.\n\n \n\n \n\nMilind Pathak\nGlobal Head (New Business)\n\n \n\nOne97\n\nMilindPathak is a multiple Domain experience & expertise in Mobile VAS / Mobile marketing\n& advertising / interactive TV / Mobile SNS / Mobile CRM & Loyalty / m-Commerce / Tele-\ncom Solutions experience. He also served the SAARC business and the mobile content solu-\ntions business unit at Comviva. MilindPathak has over seventeen years of experience in\nmanaging sales, business development, and marketing, Strategy & Operations. Prior to Com-\nviva, he was co-Ceo and country manager at Buongiorno (HongKong Itd) where he managed\nand developed the company’s Indian business.\n\n \n\nMOBILITY",
    "Page_124": "mBillionth 2013\nOD GRAND JURY PROFILE\nMadan Mohan Rao\n\nResearch Director\nYourStory.in\n\n \n\nHe graduated from the Indian Institute of Technology at Bombay and completed his advanced\nstudies from University of Massachusetts at Amherst. He is M.S. in computer science and a\nPh.D. in communications. He works as a consultant and author from Bangalore, in knowledge\nmanagement and new media. He was formerly the Communications Director at the United Na-\ntions Inter Press Service bureau in New York, and vice president at IndiaWorld Communica-\ntions in Bombay. He is the Research Projects Director of Mobile Monday and co-founder of\nthe Bangalore K-Community.\n\n   \n \n \n  \n\nRajen Varada\nFounder & Director\nTechnology For The People\n\n \n\nRajen Varada is an ICT practitioner since 1995 and continues to be actively engaged in de-\nsigning and implementing proof of concept solutions for rural development using technology\nand in particular ICT. He has developed solutions for health & early childhood care:(Sisu Sam-\ntakshak UNICEF), disaster:(SMS4help — Solution Exchange), district e-governance:\n(Parishkaram & Samadhan — Govt of AP& West Bengal) and most recently ‘Labnet” a migrant\nlabour tracking and services portal. He is actively involved for the past nine years in study,\nevaluation and mentoring ICT innovations which impact the social sector.\n\n \n\n \n\n \n  \n\n2 MOBILITY",
    "Page_125": "mBillionth 2013\nJURY EXPERIENCE @\n\nJury experience by Anuraj Gambhir\n\nBeing on the awards grand jury for the mbillionth has been an amazing experience and great honour. Having had a\nsimilar experience with the famous Manthan awards (2012) by DEF this one has been equally enriching. The diverse\nand cross-functional jury brought new perspectives and several meaningful learnings were shared across as we evaluated\nsome brilliant entries from a wide range of innovative organizations.\n\nThe industry landscape has changed dramatically and it is all about building the right ecosystems, connecting the right\ndots to ensure the right meaningful impact and that appropriate benefits are delivered to the end user. The penultimate\naim is to deliver the most compelling and valuable experience for the user, the most important stakeholder.\n\nSpeed is of essence. As Mr. Murdoch puts it: The world is changing very fast, big will not beat the small anymore, it\nwill be the fast beating the slow. So time to market is more than the need of the hour. The future needs to be shaped and\nnot predicted, an anonymous person has put it well: “The world is moving so fast that there are days when the person\nwho says it can’t be done is interrupted by the person doing it.”\n\nEach of the categories from Health to Wealth (Mcommerce), Entertainment to Education, Tourism to Inclusion, Gover-\nnance to Women and so on are key developmental focus areas for society. We witnessed and enjoyed evaluating greatly\ninnovative offerings in these domains and look forward to seeing several of these take shape in by scaling to a larger\nfootprint. There are tremendous opportunities for various pilots and trials which have proven successful to step up and\nempower the masses. This award is a major stepping stone to larger success and we need to encourage the larger ecosys-\ntem players to take an active role in ‘collabovating’.\n\n \n\nMOBILITY (25)",
    "Page_126": "mBillionth 2013\nJURY EXPERIENCE\n\nJur cy exper. i(a4ee) by Mahesh Venkateswaran\n\nThe mBillionth South Asia Award for 2013 is one of the highlights this year for me personally, as it gave an opportunity\nto be among some wonderful people that were also part of the Jury. The location was well picked by the DEF team as it\nhelped disconnect from our regular work schedule and just focus on the nominations. It also gave us an opportunity to\ninteract amongst ourselves at a personal level, during and post sessions and this further helped understand differing ex-\nperiences and perspectives of the members. Also, the Jury was well represented by people from varying backgrounds,\nthus giving immense strength and vibrancy to the entire process. The process of selection and purpose of the Awards re-\nmained in the back of our mind in all deliberations and hopefully we have collectively made the best choices to encourage\nmobile innovations that have the potential to enable greater change.\n\nThe DEF team is worthy of praise for the quality of nominations sourced, given the spread of the categories and challenges\nin gathering consistent and relevant information. We were pleasantly surprised to see small innovations in limited con-\nstraint environments go head-to-head in the same category with ones from resource-rich organizations, and this made it\neven more interesting for us as a Jury. In spite of healthy disagreements, one thing I believe, and most other members\nmight attest to, is that we made the best selections based on collective wisdom. I am very happy to have contributed in\na small way to the efforts of the DEF team in promoting such innovations in the mobile space.\n\nThe mBillionth Award has certainly taken its place as India’s, if not South Asia’s, premier mobile focused recognitions\nto compete for, and this is evidenced from the pool of nominations. It also speaks volumes of the passion and dedication\nof the team over the years, its well-wishers and most importantly, the relevance of mobile phones in our everyday lives.\nFrom a small event to being one of the premier mobile tech recognitions, the mBillionth has truly emerged. With rising\nexpectations, this only makes the job of the DEF team harder but am confident Osama Manzar will lead this challenge\neffortlessly, in his own unassuming way.\n\n \n\nMOBILITY",
    "Page_127": "mBillionth 2013\nJURY EXPERIENCE @\n\nJury experience vy Arjun Basu\n\n \n\nI had heard much good about the mbillionth jury process and was quite excited to have been asked to participate. The\ndrive to Unchagaon was fun and was good to meet fellow jury members, some of whom I met for the first time. When\nwe arrived at the Fort, blazing mercury and smoldering heat welcomed us. The location though hot was exquisite and in\nmy opinion, was a perfect setting.\n\nThe DEF team had a very meticulous structure set up for us to view nominations and make our choices. After the intro-\nductions, we got right down to business of breaking into groups and short listing our choices for the nominations. The\nprocess laid out by Osama and the DEF team, was precise, effective and impressive.\n\nMy team of three started to examine the batch of nominations and categories. We started off slow as we wanted to make\nsure that we consider each nomination very carefully. Some were brilliant and some not so, but all in all they were a\ngreat set of nominations!\n\nWe were off for a brief dinner break early evening (Thank God!). Then we were back to showcasing our shortlisted\nnominations to the rest of the jury. The way it works is that each group shortlists nominations which is then discussed\nwith the rest of the jury. When I say ‘discuss' I am putting the word very lightly. Many ‘healthy arguments' later we\nseemed to have some category winners picked! Actually, every nomination was considered as if it was a potential Nobel\nPrize winner.\n\nThe next morning we all came charged up with zeal and excitement. Some of the nominations were very interesting and\nit was really amazing to learn about the work that these people are doing. By the end of the day, the winners were\ndeclared; none of us could disagree on the final winners. Awesome job, I must say! After 36 hours of arguments, dis-\nagreements and conclusions, we all moved on to celebrate the winners.\n\nIt's now a month that I returned from Unchagaon, however I still miss the energy and comradeship formed in that jury\nroom. I sat in that room, heard multiple people argue about the various nominations; I am truly honored to have been in-\nvited by the ultra-cool Osama Manzar and the rest of the DEF team to be a part of the enlightening and thoroughly gru-\neling process. Thank you!\n\n \n\nMOBILITY",
    "Page_128": "mBillionth 2013\nJURORS’ GRAFFITI\n\nJurors’\nGRAFFITI\n\nThere is a wide variety of applications\nfrom small scale to big scale organisa-\ntions. The social impact of all these\n\nprojects are high so sometimes as a\njuror it is hard to choose which one is\nbest as all of them are equally good.\n\n \n\nIndumini\n\nIt is an exciting experi-\nence to be part of MBil-\nlionth jury as you get the\nchance to meet people\nfrom all over South\n\nAsia. It is good to see\nthat these applications\nare more mature that re-\n\nThe nominations are extremely\nrelevant and intense. The\nprocess of selecting a winner\n\nthis time is going to be much\nmore difficult as the quality of\nnominations is very high.\n\n \n\nMilind Pathak\n\nsult in a positive impact\non a grassroots level.\n\n \n\nThere have been lots\nof applications in\nterms of categories\ncovered so far. It is\nencouraging to see\nso many dynamic\n\nAnanya Raihan\n\nThis is my second time as a jury for mBil-\nlionth. This experience is an opportunity to\nalways learn new things. These nomina-\n\ntions highlight the multiple use of a mobile It was really interesting to discuss dif-\n\nferent issues with the other jury mem-\nbers. For example in the travel category\nwe saw a lot of big players as well as\n\nphone. Some of these applications help the\nunder privilege community in rural areas as\nwell as the working class in urban areas. |\nthink it is brilliant how mBillionth can\nhighlight these success stories.\n\napplications for ex-\nample in M-health\nwe have lots of\nstrong entries. It is\nwonderful to be part\nof it.\n\nnew entries in this space. It is interest-\ning to see how mobile apps have solved\nproblems in a unique and different way.\n\n   \n\nSushil Raj Pande\n’ Binay Tiwari Laura Turkington\n\n] 128} MOBILITY",
    "Page_129": "I have been in India for 2 yrs and I\nfeel mBillionth award is an enriching\nexperience as this gives me the oppor-\ntunity to look at inspiring applications\nof mobile technology. Some of these\n\napplications have a commercial im-\npact and some of them have a social\nimpact but all of them show these in-\nnovative ideas which are impacting in\nIndia as well as other countries.\n\n \n\nMohammad Chowdhury\n\nOne of the primary reasons\nwhy I decided to be part of\nmBillionth jury is the width\nand diversity of applications.\nFor me it gives me a better\nunderstanding of our eco-sys-\ntem and where its needs to be\nworked on.\n\n \n\nPranshu Singhal\n\nOne thing I would like to\nhighlight is the quality of ap-\nplications coming from dif-\nferent backgrounds e.g.\nNGO’s, corporates & entre-\n\npreneurs. We have taken a ho-\nlistic picture when we vote\nfor these applications. It has\nbeen a terrific experience.\n\n \n\nMahesh Venkateswaran\n\n \n\nI am very happy to be part of\nmBillionth jury as I can see the\ntransparency in the selection\nprocess of applications. The\ndecision making process is to-\ntally democratic and our main\n\nfocus in on quality. I would\nsuggest that going to colleges\nand universities will give expo-\nsure to new upcoming entrepre-\nneurs and encourage them to\nparticipate.\n\nDebabrata Goswami\n\nBeing a juror for mBillionth it\nhas provided me an insight on\nmobile intervention that is out\nthere. It is a challenging expe-\nrience to compare the applica-\ntions to each other because I\nthink all of them have a\ntremendous amount of merit.\nIn the end you have to make a\njudgement call whether it has\na practical effects, does it\nhave value, do people use it\nand if the idea has been im-\nplemented. This has given me\nan opportunity for a better un-\nderstanding of mobile growth\nin South Asia.\n\nN. Ramakrishnan\n\n \n\nmBillionth 2013\nJURORS’ GRAFFITI\n\n@\n\nIam coming from an indus-\ntrial focused background\nbeing part of mBillionth has\ngiven me an eye opening\nexperience. It is fascinating\n\nto see how mobile innova-\ntion even in small countries\nlike Bangladesh and Nepal\nhas a big influence in their\ncommunities.\n\n \n\nArjun Basu\n\nThe jury process would be better if there\nis a brain’s trust where people who are\nknowledgeable are given criteria by\nwhich these applications should be\njudged. I think having marks for each cri-\nterion is a problem. | don’t think we can\njustify those marks because the amount\nof time we spent on them and the nature\nof the information.\n\n \n\nMahesh Uppal\n\nWhat this country unfortunately suf-\nfering from is a lot of pilot projects\nwith no grand scale success. | think\nwhat these awards can lead to is con-\nnect with the right network to fill in\nthe gap. It is an opportunity to mentor\nthese organisations as well.\n\n \n\nAnuraj Gambhir\n\nMOBILITY",
    "Page_130": "mBillionth 2013\nPARTNERS & ASSOCIATE\n\nmBillion\" Award 2013 Partners\n\n \n\nPRESENTER\nVodafone\nwww.vodafone.in\n\nVodafone is the world’s largest mobile\ntelecommunications company. Voda-\nfone owns and operates networks in\nover 30 countries and has partner net-\nworks in over 40 additional countries.\n\nSTRATEGIC PARTNER\nMint\nwww.livemint.com\n\nMint is a business newspaper from\nHT Media Ltd, launched in collabora-\ntion with The Wall Street Journal on\n1 February 2007. It is a premium busi-\nness news publication aimed at deci-\nsion makers and policy makers of the\n\ncountry.\n\nASSOCIATE PARTNER\nNOKIA\nwww.nokia.com\n\nNokia is a global leader in mobile commu-\nnications whose products have become an\nintegral part of the lives of people around\nthe world. Every day, more than 1.3 bil-\nlion people use their Nokia to capture and\nshare experiences, access information,\nfind their way or simply to speak to one\nanother. Nokia’s technological and design\ninnovations have made its brand one of the\nmost recognized in the world.\n\n] 130 MOBILITY\n\nORGANISER\nDigital Empowerment Foundation\nwww.defindia.net\n\nDigital Empowerment Foundation is a\nnon profit society who is at the forefront\nof creating ways and means to find solu-\ntion to developmental issues using infor-\nmation and communication technology\ntools.\n\nSTRATEGIC PARTNER\nPWc\nwww.pwe.in\n\nPWC firms help organisations and individ-\nuals create the value they’re looking for.\nPwC is a network of firms in 158 countries\nwith close to 180,000 people who are\ncommitted to delivering quality in advi-\nsory, tax and regulatory services.In India,\nour comprehensive portfolio of Advisory\nand Tax Regulatory services presents a\nbasket of finely defined deliverables.\n\nCOUNTRY PARTNER\nNICTAA\nwww.nictaa.af/nictaa\n\nNICTAA serves as visionary for ICT in\nAfghanistan. It is a strong voice of ICT\nplayers in the country and is striving to\ncontinuously support the ICT develop-\nment efforts, and promote ICT as a sector\nand a tool for development .\n\nORGANISING PARTNER\nIAMAI\n\nwww.iamai.in\n\nThe Internet & Mobile Association of\nIndia (IAMAI) is a not-for-profit indus-\ntry body and it addresses the issues,\nconcerns and challenges of the Internet\nand Mobile economy and takes a lead-\ning role in its development.\n\nACADEMIC PARTNER\nThe Glocal University\nwww.theglocaluniversity.in\n\nGlocal University believes in providing\nthe best of all worlds. A traditional value\nsystem with roots in the past, modern\nhands on approach to education and a\nfocus towards providing a generation bet-\nter equipped to deal with the future. For\nthe betterment of both the student and the\nsociety. It believes that there exists a\ntwofold purpose to education. world.\n\nCOUNTRY PARTNER\nBytesforall\nwww.content.bytesforall.pk\n\nBytesforall Bytes for All (B4A), Pak-\nistan is a human rights organization\nwith a focus on Information and Com-\nmunication Technologies (ICTs).",
    "Page_131": "COUNTRY PARTNER\nDnet\nwww.dnet.org.bd\n\nDnet is a Social Enterprise which pro-\nmotes ‘access to information and\nknowledge’ for all citizens though in-\nteractive digital media in achieving\nconstitutional, national and interna-\ntional developmental objectives.\n\nONLINE PARTNER\nMediaNama\nwww.medianama.com\n\nMediaNama is the premier source of in-\nformation and analysis on Digital and\nTelecom businesses in India. It covers in-\nformation on the Digital business in India,\nproviding news, opinion and analysis on\nnew launches, Mergers & Acquisitions,\nVenture Capital Funding, Industry Re-\nsearch, Joint Ventures and other business\ndevelopments related to Internet and Mo-\nbile communities.\n\nOUTREACH PARTNER\nInnoz\nwww.innoz.in\n\nInnoz is changing the way India and the\nrest of the developing world accesses and\nuses the Internet. It’s a young and inno-\nvative startup that creates products for the\nmobile and wireless market.\n\nCOUNTRY PARTNER\nCAN\nwww.can.org.np\n\nComputer Association of Nepal (CAN)\nworks along the lines of an autonomous,\nnon-political, non-partisan, non-prof-\nitable and service oriented.\n\nOUTREACH PARTNER\nMydala\nwww.mydala.com\n\nmydala is the leading online deal platform\nthat features unbelievable deals and dis-\ncounts on the best stuff to do, see, eat, and\nbuy in your city. In this era of constant tech-\nnological advancement, mydala has stepped\nforward in the m-commerce space to cater\nto the dynamic usage patterns and demands\nof the consumers.\n\nOUTREACH PARTNER\nTelecom Uncovered\nwww.telecomuncovered.com\n\nTelecom Uncovered is a website dedicated\nto provide latest information from Telecom\nIndustry and it provides news and updates\non Telecom Vendors & Operators, Telecom\nPolicies (TRAI, COAT etc.) and Events in\nTelecom and Technology.\n\nmBillionth 2013\nPARTNERS & ASSOCIATE\n\nCOUNTRY PARTNER\nICTA\nwww.icta.Ik\n\nThe Information and Communication Tech-\nnology Agency (ICTA) of Sri Lanka is the\nsingle apex body involved in ICT policy and\ndirection for the nation. Wholly owned by\nthe Government of Sri Lanka, ICTA is the\nimplementing organization of the e-Sri\nLanka Initiative.Its aim is to bridge the dig-\nital divide with applications aimed at\npoverty reduction and social development.\n\nOUTREACH PARTNER\nMppost\nwww.mppost.com\n\nInternet media is active for the last 2\ndecades and it is coming out in a new de-\nsign. In Hindi speaking states, it is an in-\nfancy stage of Internet journalism.\nLooking at possibilities of Internet jour-\nnalism first Hindi Internet newspaper was\nstarted at http://mppost.org from Ist Jan-\nuary, 2005.\n\nOUTREACH PARTNER\nDreamcast\nwww.dreamcast.in\n\nWith the aim to preserve intellectual con-\ntent delivered over different forums, con-\nferences, events, sessions & make it\naccessible to more and more people,\nDreamcast work with the organizers of\nthe program and help them intelligently\nwebcast the program online.\n\nMOBILITY\n\n@",
    "Page_132": "mBillionth 2013\nPARTNERS & ASSOCIATE\n\nOUTREACH PARTNER\nMobile Social\nNetworking Nepal\nwww.mobilenepal.net\n\nMobile Social Networking Nepal (Mo-\nbile Nepal) is a community of like-\nminded organizations and individuals\nwho are interested in and are willing to\nwork around mobile technologies. It\nwants to foster a community of prac-\ntice around Mobile Ecosystem in\nNepal to encourage and facilitate dis-\ncussions and discourses around issues,\nopportunities and challenges around\nmobile technologies in Nepal.\n\n \n\n(1328 MOBILITY\n\nOUTREACH PARTNER\nTelecomwatch\nwww.telecomwatch.in/website/index.htm\n\n“TelecomWatch” is a fast growing Telecom\n“Online Publishing-House” specializing in\nproviding primary data for competitive\nanalysis and benchmarking. “Tele-\ncomWatch” is a leading provider of informa-\ntion on Indian telecom industry and we\nco-operate with our clients to provide in-\ndepth, unbiased and comprehensive informa-\ntion of the telecommunication industry. We\nmake extensive use of latest technology to in-\ncrease the speed and convenience of our sub-\nscribers to retrieve the desired information.\n\nEVENT & NEW\nMEDIA PARTNER\nINOMY\nwww.inomy.com\n\nINOMY is a new Media company in-\nvolved in activities like e-content, dig-\nital content, content development,\ncontent management and development\nof information and knowledge at vari-\nous levels. It was formed in 1999 to\nfocus on the then emerging new econ-\nomy, information economy, and\nknowledge society.\n\nDEF\n\nDIGITAL EMPOWERMENT foundation\n\nESI6L ite Lala]\n\ndeployment\n\nwww-defindia-",
    "Page_133": "mBillionth 2013\nORGANISERS & PARTNERS\n\nmBillion\" Award 2013 Partners\n\n \n\nDEF\n\nDIGITAL EMPOWERMENT foundation Teoleleliela=\nAMAL. EE pdt MoKA\n© omy pw _pet\n\n \n\nG\n\nUNIVERSITY\n\nCTA BZ IT ficercain\nMEDIANAMA oS innoz\n*TelecomWiatch mydala TELECOM UNCOVERED +@- MOBILESOCIAL\n\nMOBILITY (1338",
    "Page_134": "mBillionth 2013\nFINALIST’ LOGO\n\nmBillion* Award 2013 Finalists\n\n \n\nhealthkan® @@B» paytm NN ; a's\n\nJS ad, Bice HAY 0G) enone\na 48 .\nCM oe) airtel 2% Commcare TANSEY\n\ngrameenphone\n\nHollofi\n\n \n\n((:Lasorvoices)))\n\n0 => ox @\nmy\net\npe\n9\n\n \n\nYe x Ew ©\n3 Gularati Pride +=SEVAMBB ra\n\nSEE oO =\n\nooMu\ne) — SualZorgr SR ay inn\n\nexchange\n\nMOBILITY",
    "Page_135": "A family of services that will better your life!\n\na",
    "Page_136": "@\nO=n\n\nS\n\noO\nOn\nFS RY~)\n\nMOB: LITY.(l\n\nSouth Asia’s Best Mobile Innovations\n\n2.\n6:\n>\n\nm-Business & Commerce/Banking\nm-Culture & Heritage\nibe lt les }(eano as enya le)\nm-Entertainment\n\nie SA UCe MMA inle\nm-Governance\neerie)\n\nm-inclusion\nmie ieer rece] icy\nm-News & Journalism\nm-Travel & Tourism\nm-Woman & Children\n\n \n\n \n\nDEF et"
}