{
    "Page_1": "The Periodic Table of Drones\n\n1 Ag Cd s\nW Re Os AL TI\n> Sg Bh 4 At Ds Rg Cn Uut Uugq Uup Vuh cry\n\nDrones by Price Range\n\nUnder $50 $50to $200 $200 to $500 $500to $1000 $1000to $1500 $1500to $3000 Above $3000\n_ Ey || ES 2) DE | nn | nn | |\n\n \n\nTable of Contents [hide]\n\nList of drones under $50\n\nList of drones between $50-$200\nList of drones between $200-$500\nList of drones between $500-$1000\nList of drones between $1000-$1500\nList of drones between $1500-$3000\nList of drones above $3000\n\nThe Periodic Table of Drones\n\nA drone is a considerable investment. The good news is that there are\ndurable, reliable quadcopters that fit every budget. Quadcopter Arena",
    "Page_2": "presents you “The Periodic Table of Drones” a comprehensive list of drones,\nstructured in seven different price ranges. Read through these lists and you\nwill be able to find one that suits you.\n\nThe aim of this project is to provide readers with a complete, well-organized\nand user-friendly index of drones. The drones we selected for this index\ncomprise mostly of quadcopters, and their prices are as listed on Amazon.\nThis project is open and we encourage readers to leave their opinions in the\ncomment zone at the end of the article. We will add new drones according to\nthe suggestions given.\n\na\n\nDRONES UNDER $50\n\nThis list of drones comprises mini-quadcopters\nthat are below $50. They will not blow a hole\nin your pockef, and are a thrill fo fly both indoors\n\nand outdoors. All of them make eye-catching display items that you can put\non a bookshelf or study desk. Each of them is suitable for both beginning and\nexpert pilots.",
    "Page_3": "orol:) | RR eer rs ern iene are a little Heisei re\nmintdrones and sult pilots who wish fo fly larger aerial\ndevices on a restricted budget. Many of them have\n\nan Impressive list of features which will delight users\nand their friends.\n\n \n\n\"-<--=\n\nRR RR RR RR RR eee\nee)\n\nDRONES BETWEEN $200-$500\n\nThis group of drones suits pilots with a slightly bigger\nbudget, but they are affordable, costing between\n$200 and $500. They are bulkier than mini-drones and\nare ideal outdoor fiying vehicles. Most of them are FPV\nready, so pilots can see the footage they capture in\nreal-time. Each is dynamic and ready-to-fly.\n\n \n\nRea a RSS IT\n\nThese higher-priced drones are for serious enthusiasts. The\nUAVs In this category are slightly more expensive and cost\n\nbetween $500 to $1000. Each Is worthy of being in any\ndrone arsenal and has outstanding qualities. Pilots can use\nthem for various purposes.\n\n \n\nDRONES BETWEEN $1000-$ 1500\n\nPilots who need a solid drone to conduct\nactivities such as real estate management\nand surveillance should consider these\ndevices. Costing between $1000 and $1500,\nthey are pricey, but will last. All of them\nhave a list of standout features.",
    "Page_4": "These quadcopters, costing between $1500 to $3000, are\nnot for pilots with a small budget. Consider these drone kits\nIf you want to make an Investment that will last for years.\nEach of them has killer features and boasts top quality\nmaterial.\n\n \n\nDRONES ABOVE $3000\n\nThese drones and quadcopter kits are the ese —ese eS\nultimate prizes in any drone arsenal. Costing\n\nabove $3000, they suit dedicated\n\nprofessionals. Invest in any of them if you\n\nwant a device that will last for years. Each <r\n\ndrone kit will fake UAV fiying fo the next level.\n\nQuadcopterArena.com\n\n \n\nList of drones under $50\n\nDRONES UNDER $50\n\nThis list of drones comprises mini-quadcopters\n\nthat are below $50. They will not blow a hole O\n\nin your pocket, and are a thrill to fly both indoors\n\nand outdoors. All of them make eye-catching display items that you can put\non a bookshelf or study desk. Each of them is suitable for both beginning and\nexpert pilots.\n\nThis list of drones comprises mini-quadcopters that are below $50. They will\nnot blowa hole in your pocket, and are a thrill to fly both indoors and\noutdoors. All of them make eye-catching display items that you can put on a\nbookshelf or study desk. Each of them is suitable for both beginning and\nexpert pilots.",
    "Page_5": "1. 4DCopter X-Drone Nano\n\nThe X- Drone Nano 2.0 is one of the savviest\nquadcopters in its price range. With intuitive\ncommand and synchronization systems, it can\n¥ respond to instructions instantly. Pilots can not\nonly fly it in three different speed modes, but also\ndo impressive flips and rolls. Innovative though it\nis, note that a customer complained that the propellers on his drone\ncontinually fell off.\n\nimage source: amazon.com\n\n2. Aerius Axis Mini Drone\n\nBalance the world’s smallest quadcopter on the tip\nof your finger. This micro-drone has an\nastounding seven minutes of flight time on a 15-\nminute charge. Use the Trick Mode to do stunning\nflips and rolls. You can fly this little quadcopter at\ntwo different speeds. Its excellent qualities, note\nthat its propellers may come off during flight.\n\n \n\nimage source: amazon.com\n\n3. Akaso X5C\n\nThe Akaso X5C is budget-friendly and high in\n\nquality. Its six-axis gyro stabilization system\nseer SS keeps the craft steady during its flight. Plastic\nblade frames protect the propellers. It does flips\nand rolls with the touch of a button, and you can\nrecord them with its HD camera. One user\nremarked that he had difficulties charging his drone.\n\nimage source: amazon.com\n\n4, Andoer F8 H7 Mini Quadcopter\n\n \n\nWith a 4CH, six-axis gyro stabilization system, the Andoer F8 is one of the",
    "Page_6": "steadiest quadcopters under $50. It does 360-\ndegree flips that will make any pilot look like an\nexpert. LED lights make it a spectacular sight in\nthe night sky. Though it is a fascinating mini\ndrone, customers reported that it tends to go off\nin all directions.\n\n \n\n5. BH Tech X-Drone image source: amazon.com\nNano 2.0\n\n \n\nValue for money describes this innovative drone.\nA six-axis gyro- stabilization system enables\nsmooth operation. Auto Trim allows indoor and\noutdoor flight, while the Headless mode ensures\nthat the drone never gets lost. LED lights allow\nnight flight. Though it has excellent features,\nsome customers noted that it did not work after one use.\n\n \n\nimage source: amazon.com\n\n \n\n6. Black Aviax Drone\n\nFew mini-drones can match the Black Aviax in\ndurability. The paint on this device will not come\noff because it is metallic and anti-scratch. It\narrives in an exclusive luxury box and makes a\ngreat gift. This steady drone will flip at the touch\nof a button. Hover control, Headless security, and '\"°9° 8°u\"e 27220n-com\n\nCruise control make it easy to control for beginners. All said, some customers\nfound one drone stronger than the other.\n\n \n\n7. Cheerson CX-10 Mini\n\nThe Cheerson CX10 Mini may be tiny but packs a punch. With a six-axis\ndesign, this drone is stable. Flip it at three different speeds. This little toy\nspends up to eight minutes in the air. One user remarked that it is not",
    "Page_7": "suitable for young children to use.\n8. Cheerson CX-10A\n\nThis steady drone flies on four different channels:\nforward, backward, left-sideward and right-\nsideward. It flies when you throw it. The CX 10-A\nimage source: amazon.com travels at three different speeds. ‘The headless\n\nmode allows you to\ntrack the position of the craft. A few customers\nraised durability issues.\n\n \n\n \n\n9. Cheerson CX-10C\n\n \n\nLike other Cheerson models, this quadcopter has\nfour flight channels and comes with a 0.3MP image source: amazon.com\n\ncamera that captures\n\nclear images and videos. It does 360- degree flips\nin four directions. You can launch this incredible\nmini-drone by hand. Despite its positive qualities,\none user mentioned that the drone tends to heat\nup when being charged.\n\n \n\n   \n  \n  \n \n\nimage source: amazon.com 10. Cheerson CX-10W\n\nExperience a First-Person View (FPV) when you\nfly this drone, courtesy of its O.3MP HD camera.\nYou can store images on your phone without a\n\n \n\nmemory card. This drone’s transmitter can aa\ncontrol other Cheerson drones. With a few speed =\nmodes, it is easy to pilot. A few users noted that it |\n\nis quite hard to monitor, so it may not suit image source: amazon.com\n\nnovices.",
    "Page_8": "11, Cheerson CX-Stars Mini\n\nThe CX Stars Mini comes in four different, cheery\ncolors. This ultra-small mini-drone launches\nwhen you throw it. It performs 360-degree\nrotations, flies in four directions and hovers in\nplace when necessary. LED lights enable night\nimage source: amazon.com flight. That said, a user mentioned that it is a task\nto control while it flies.\n\n \n\n12. Cheerwing U841-13D Drone\n\nDo not trifle with this drone. It is capable of\nrunning, flying and even climbing with 4.4 lbs\n(2kg) load. It has a long-distance, 2.4 GHz\ncommunication range. This craft has an\nimpressive repertoire of movements and comes\narmed with a 720p camera. According to\ncustomers, It is a steady drone, though hard to maneuver at times.\n\n \n\nimage source: amazon.com\n\n13. Eachine E10C Mini\n\nThe Eachine 10C Mini, with a2 MP camera, takes\nclear footage from the air. It does flips and rolls in\nthree-speed modes, making it suitable for both\nnovice and expert pilots. With LED lights, itis a\njoy to fly at night. Winsome as it is, a few\ncustomers noted that it’s batteries tend to\n\n \n\nimage source: amazon.com\n\noverheat.\n14. Eachine H8 Mini\n\nThe Eachine H8, like the 10C mini, comes armed with a 2MP camera.\nHeadless mode makes it unnecessary to adjust the craft’s position before",
    "Page_9": "flight.The key to return feature helps you to keep\ntrack of the aircraft, which does 360-degree flips.\nEverything said pilots should note that an\nexperience customer had controller issues.\n\n15. Eachine H8C\n\n \n\nThe Eachine H8C is both a functional quadcopter image source: amazon.com\n\nand a fabulous toy. It\n\ntakes stunning aerial shots with a 2MP camera.\nWith headless mode, there is no need for pilots to\nadjust the craft before it flies. The one-key return\nfunction ensures that the drone never gets lost.\nBesides this, it does jaw-dropping 360-degree\nflips. Pilots should remember not to overcharge it\nor its motor will over heat.\n\n \n\n \n\nimage source: amazon.com\n\n \n\n16. Eachine H8S 3D\n\nThe Eachine H8S 3D wows audiences with its\ninverted flight ability. This super craft rolls 180\ndegrees and executes 3D flips. Headless mode\nmakes it unnecessary to adjust the aircraft’s head\nbefore the flight. Its airframe is light but does not\ndamage easily. It has many excellent features, but\ndo remember not to charge it for too long; it may overheat.\n\n \n\nimage source: amazon.com\n\n \n\n17. Echoman Mini RC Quadcopter\n\nThe Echoman RC quadcopter is a blessing for\nboth pilots and photographers. It comes equipped\nwith a biometric pressure sensor that allows pilots\nto hover the craft from a set height. With FPV, you\ncan take images in real time. It moves in four\n\n \n\nimage source: amazon.com",
    "Page_10": "directions and does mind-blowing 360-degree\nflips as well. A six-axis gyro system keeps it stable. Fantastic as it is, its\nnetwork is quite hard to configure.\n\n18. Estes 4606 Proto X Nano\n\nThe Estes 4606 has a plastic body and LED lights,\nwhich indicate the back and front of the craft. The\nlights herald the aircraft’s presence, which is\nhelpful when it is flying at low altitudes. It comes\nwith a LiPo battery, a USB charger cord, spare\nrotor blades and a handy set of instructions. Note\nthat its motors may be hard to replace.\n\n \n\nimage source: amazon.com\n\n19. Estes Syncro X Nano\n\n \n\n \n  \n \n \n \n \n \n \n \n\nFly the Estes Synchro X Nano right out of the box.\nis craft is lightweight but highly durable. It\ncounts on four micro-motors to give it an\noutstanding performance. Charge it with a USB\ncord. It is a nifty drone, but pilots should note a\nfew reviews which mention durability issues.\n\nimage source: amazon.com\n\n \n\n20. FQ FQ777- 124 Pocket Drone {\n\nThe developers of this sleek, black pocket drone\nhad pilots’ interests in mind. It flies in three\ndifferent modes, which makes it an ideal craft for\nboth beginners and experts. It comes with rotor . .\nprotectors and landing gear, which protect it from\n\ncrashing. Headless security ensures that users \"9° Sou/ee: amazon.com\nnever have to reposition the craft. It is a well-crafted drone, though some\ncustomers mentioned reduced power retention.\n\n  \n\n2",
    "Page_11": "21. Geek Toys Waterproof RC Drone\n\n  \n  \n  \n \n  \n \n\n \n\n \n\ne GeekToys quadcopter is a one-of-a-kind\ndevice that can stay submerged in 7 inch (20cm)\nSideep water. A transmitter can control it at a 320 ft\n(100m) distance. It flies to a height of an\nastonishing 250 ft (80m). Charge it for an hour,\nand it is ready to fly. It may be powerful but do\nnote possible durability issues.\n\nImage source: amazon.com\n\n \n\n22. GoolRC T10 Nano\n\n<ul\nThe wireless technology of this nifty quadcopter GO\nprevents other drone signals from disrupting it. e I=\nWith a nano-sized protector guard, it is suitable a\nfor indoor flight. The one-key return feature\nensures that pilots will not lose it for long. It\nlaunches with one throw. A six-axis gyro- image source: amazon.com\n\nstabilization feature gives it steady flight. Remember, though that it may be\nhard to control.\n\n \n\n \n\n23. GP - NextX 993 Quadcopter\n\nThe NextX is one of the safest drones to fly. A\nprotective board shuts it off in the event of a\ncrash. Headless mode locks the drone in a take-off\nposition. Portable, it is capable of 360-degree flips\nand rolls. While it has many good points, note\nImage source: amazon.com that it may be hard to charge.\n\n \n\n \n\n24. Haktoys S611 Storm Ryde\n\nThe Haktoys S611 is a drone that suits beginners to a T. It performs flips and\nrolls in all directions, yet flies steadily because of its six-axis gyro-",
    "Page_12": "stabilization system. It comes with a powerful 3.7-\nvolt battery. Fly it in winds of up to 5mph.\n\n25. HobbyZone Faze Quadcopter\n\n \n\nThe HobbyZone Faze is a compact quadcopter\nthat weighs a light 12.2 grams. The flip mode\nenables it to execute flips and rolls that will thrill image source: amazon.com\naudiences. It\n\ncommunicates with the transmitter in three\ndifferent ways.\n\n26. Holy Stone HS170 Predator\n\n \n\nThe Holy Stone HS170, with a wind-resistant\nImage source: amazon.com control range of about 160 ft (50 meters) and a\nSix- axis gyro\nstabilization system, is one of the steadiest mini-\ndrones available. The machine’s 2.4 GHz wireless\ntechnology blocks signals from other transmitters,\nso the drone will never fly off course. It stays in\nthe air for about eight minutes, longer than most\nmini-drones. However, do note that some users\nmentioned that users could not control it.\n\n \n\nImage source: amazon.com\n\n27. Hosim Aviax Waterproof Drone\n\n  \n  \n \n  \n \n \n\nHosim made the H20 Aviax for pilots,\nphotographers, and swimmers. It stays\nsubmerged in water of up to 2.3 ft (70 cm). In\nOpen This mode, the craft launches instantly,\nerever it is. A gyroscope gives it stability, and a\nwaterproof camera captures sharp HD shots. Its\ntransmitter has a crystal display for data transmission. Despite its incredible\n\nImage source: amazon.com",
    "Page_13": "qualities, note that it can be difficult to assemble.\n28. Hubsan 04 H111 Nano\n\nDo not let this charming drone fool you. Cute as it\nis, it does 360-degree flips that will make your\nhead spin. A six-axis gyro stabilization system 4\nkeeps it steady. Flashing LED lights allow you to %®\nidentify it in the night sky. A pilot should be\n\ncareful when putting this drone together, to\nprevent the motor burning his fingers.\n\n \n\nImage source: amazon.com\n\n29. Hubsan X4_H107C\n\nThe H107C is a compact, capable drone that\ndelights all pilots. An adjustable six- axis gyro-\nstabilization feature permits stable flight across\nfour different channels. A 0.3 MP camera records\nfootage without annoying lines. It flips in four\nimage source: amazon.com different directions. Adorable as it is, it may be\nhard to calibrate. Though this is an excellent drone, note that Hubsan can be\nhard to contact if it is faulty.\n\n \n\n \n\n30. Hubsan X4_H107L\n\nThe Royal Blue H107L is one of the most user-\nfriendly drones to date. Six-axis gyro stabilization ,\nensures that it never veers or shakes. Equipped\nwith four-way directional control and two\ndifferent flight modes. It is comfortable for both\nnovices and experts to use. This drone is efficient \"9° Sou\"ee 2mazen.com\nif you control it well. Note that a user mentioned that his drone flew\nrandomly.",
    "Page_14": "31. Hubsan X4. Hornet\n\n \n\nThis little hornet can sail through the air for\neleven minutes, longer than its mini-drone\ncounterparts. Unlike other models by Hubsan, it\nhas an altitude hold feature, which allows it to\nstay within a set height limit. LED lights enable\nyou to identify it at night.\n\n \n\nImage source: amazon.com\n\n \n\n32. HVR Mini Drone\n\nThis mini quadcopter is user-friendly but takes\nsome practice to get it to take to the air. The\ntransmitter that it comes with is manageable by\nnovice pilots. The flips and rolls that this little\ndrone does make it the ace of the skies. This small\nwonder takes clear aerial snapshots. It is an\ninnovative drone, though a few customers mentioned durability issues.\n\n \n\nImage source: amazon.com\n\n33. Inguity Max Micro Drone\n\nThis flexible toy is a real acrobat. Its durable\nframe resists crashes. Internal LED lights make\nnight flying a thrill to remember. The craft’s\nsturdy frame makes it ideal for flying indoors. All\nsaid, one user mentioned that she found it hard to\npair the remote and the drone.\n\n \n\nImage source: amazon.com\n\n \n\n34. Ionic 2.4Ghz 6-Axis Drone\n\n \n\nThe Ionic Drone is the ‘supermodel’ of the drone Ox OER\nindustry. Its six-axis gyro stabilization system X\n\ncomes with posture control, and guarantees the | “Sey -_\n\nexact position of the aircraft. With powerful",
    "Page_15": "batteries and monitors, it stays foralongtimein '29¢ source: amazon.com\n\nthe air. This white craft has a modular design, which makes it easy to\nassemble and repair. It is not perfect, however; one customer mentioned that\nhe could not charge his drone.\n\n35. JJ RC H8 Mini\n5 , . The J J RC H8 Mini is a functional quadcopter that\n7 is a breeze for novices to fly. The six- axis gyro-\n\nstabilization system makes it easy to control.\nHeadless security removes the need to adjust its\nposition before flight. Recall the drone by\n\nimage source: amazon.com touching a key. The H8 Mini is functional, though\nits battery is difficult to detach.\n\n36. KuiToys X-10 Mini\n\nThe KiiToys X- 10, at 1.5 in (4cm) is one of the\nsmallest drones in the world. It moves in all\ndirections and hovers on command. It tumbles in\n360-degrees. A six-axis gyro stabilization system\nand four dynamic micro-motors give it stable\nflight. Some users complained that the instruction\nbooklet it comes with is too small for them to read.\n\n \n\nImage source: amazon.com\n\n37. KiiToys X- 10 Mini UFO Drone\n\nThis drone is a prop right out of Star Trek. Let its\nunique UFO design blow you away. It does 3D\nflips, and Headless mode ensures that it never\ngets lost. The 2.4 GHz, four-channel transmitter is\nuser-friendly and controls the drone from a long\nimage source: amazon.com distance. It does not have a power-on switch,\nwhich makes it inconvenient to start.",
    "Page_16": "38. Luxon Quark RC Quadcopter\n\n \n\n   \n\nThe Luxon Quark is a high-quality, durable drone.\nThe six-axis gyro-stabilization system allows it to )&\nfly in all conditions. It has an adapted wireless\nsystem to prevent signal interference. It has é\nintegrated propeller guards so you can fly without /\n\nImage source: amazon.com\nfear. g amazon.com\n\n39. Maxbo YD-921 Explorers\n\n \n\n  \n  \n  \n \n  \n \n\ne Maxbo YD 921 is one of the most reliable\n\n¥ drones to date. Its six-axis gyro-stabilization\nsasystem comes with posture control. The high-\n\npower battery gives it a longer flight time. Four\n\nmotors ensure its stability.\n\nImage source: amazon.com\n\n40. Metakoo Bee\nPocket Quadcopter\n\nThe Metakoo Bee’s intelligence will astound you.\nIt senses changes in air pressure, and can fly at a\nconstant height. It operates in three adjustable\nspeed modes and lands with one touch. This\nintuitive drone issues a warning when it hasno age source: amazon.com\npower. Some customers questioned the durability of the materials.\n\n \n\n41. Mota J etjat Nano Drone\n\nThis world famous drone has graced the covers of\nWired Magazine. It is one of the smallest\nquadcopters to date. It fits snugly into the\ncontroller, which makes it portable. It flies in four\nchannels and, a powerful battery keeps it in the\n\n \n\nImage source: amazon.com",
    "Page_17": "air for a long time. Some customers mention that its thrust is uneven.\n42. PowerLead Phad iDrone CVT02\n\nThe CVTO2, at 1.270z (36g), is one of the lightest\ndrones to date. The adjustable six- axis gyro\nstabilization system permits steady flight. Record\nimages with its 2.0 MP camera. It flips four ways\nand stays in the air for a relatively long six\nminutes. Power is a concern when buying this\ndrone. A customer reflected that his did not come with a battery.\n\n \n\nImage source: amazon.com\n\n43. Protocol Neo- Drone\n\nThe Protocol Neo-drone is one of the most\nresponsive drones you can find. It moves in six\ndifferent directions, at three selectable speeds. It\ncommunicates with the transmitter at a\nwavelength of 2.4Ghz. A customer remarked that\nthe battery compartment of this drone is\ninconvenient to detach; it requires the tiniest screwdriver you can find.\n\n \n\nImage source: amazon.com\n\n \n\n44. QuadPro CM5 Mini\n\n   \n\nThis little device is a photographer’s dream. It\nrecords images and videos when you click on the\n‘convert” button. Besides doing 360-degree flips\nand rolls, it has a host of quirky technology gifts.\nIt is capable of flying at high speeds and remains\nin the air for about seven minutes. A disadvantage\nof this drone is that it does not have live video.\n\nImage source: amazon.com\n\n \n\n45. Quadpro NC5 Nano\n\nWith a speed flip and professional multi-fly function, the NC5 flips and turns",
    "Page_18": "in every direction possible. A six-axis stabilization\nsystem keeps it steady. It moves at high speeds.\nThe drone is not sturdy enough to hold a camera,\nwhich disappointed some customers.\n\n46. RC Stunt Drone\n\n \n\nImage source: amazon.com With a reinforced screw, this durable fellow is\nalmost crash proof. If\nyou have a second battery, it can stay in the air for\nabout 12 minutes. It is safe in the hands of both\nexperts and beginners. It does 360-degree flips\nthat many drone owners will envy. It has\nadjustable speed. Some users mentioned that the\nbatteries did not last as long as they hoped.\n\n \n\n \n\nImage source: amazon.com\n\n \n\n47. Spy Drone X007\n\nThe Spy Drone is the ultimate photography tool.\n\nIt comes with an HD Spy Camera that can take\nmagazine- worthy photos. A six-axis design gives it\nstability. It flies at different speeds, adjustable via\na spectrum speed controller. It has a compact,\nimage source: amazon.com durable frame that withstands crashes. One\ndrawback of this drone is that it can be a task to hover.\n\n \n\n48. Syma X1\n\nThe Syma X1 will turn you into a professional\npilot. It does flexible pirouettes, rolls, and flips. It h.. a —\ncomes with the latest 2.4 GHz technology, which a. Ag\nremoves interference. It has a longer control\n\ndistance as well. The adjustable speed mode\nmakes it fun for anyone to fly.\n\nImage source: amazon.com",
    "Page_19": "49. Syma X11 Mini\n\nThe GoolRC is another intuitive drone by Syma. A\nsix-axis gyro-stabilization system permits stable\nflight. This light, durable drone flips four ways.\nHowever, manufacturers may not have packaged\nit well. One mentioned that the drone arrived at\nimage source: amazon.com his doorstep with no battery.\n\n \n\n \n\n50. Syma x12s Nano .\n\n- S- sS€&#{-_\nThe X 122 Mni is an intuitive creation by Syma. The z SJ\n\ncompany has adapted 2.4 GHz technology for {\n\nanti-interference so that you can fly a few .\nhelicopters at once. 360-degree rotation gives it\nflexibility and allows it to execute perfect\nperformances. It warns you when its battery is\n\nalmost flat. These draws aside; one customer pointed out that one propeller\non his drone seemed to turn slower than the others.\n\nImage source: amazon.com\n\n51. SYMA X5C Explorers\n\nThe X5C is one of Syma’s durable creations. It\ndoes flips and rolls with one click. The drone flies\n* ~~ well despite strong gusts of wind; it has a six-axis\ngyro stabilization system that keeps it stable. One\nof its drawbacks is that it has a small\ncommunication range.\n\nij a}\n\nImage source: amazon.com\n\n52. Syma X5SW Explorers 2\n\nThe X5SW is one of Syma’s most intuitive drones. The drone can fly forward\neven if its nose does not point that way. A six-axis system allows it to fly\nsteadily, while an HD camera captures engaging aerial shots. FPV allows",
    "Page_20": "pilots to view and edit them in real time. Some\ncustomers remarked that it does not come\ncompletely assembled.\n\n= om — A a\n53. Syma X9 Fly Car a\n\nThe X9 is a drone before its time. With a 2-in-1 fly\nand drive function, it can command the airand image source: amazon.com\n\nthe ground. Four-axis\n\n7 structure allows flexibility and rapid movement,\n\na ae /i while 360-degree eversion allows continuous\ni va rolls. A six-axis system keeps it stable. Note that a\nA few users mentioned that they found it hard to\nO control.\n\n \n\nImage source: amazon.com DA. Sys GPtoys F8\n\nThe GP Toys Drone is an intuitive creation by\nSYS. It flies in all directions and can do\ncontinuous rolls. It conforms to various flight\nmodes, which gives it stability. Its transmitter is\nmuch faster than other drones in its price range.\nfew users realized that it has durability issues.\n\n \n\nImage source: amazon.com\n\n59. Tec Bean Mini\n\nPocket Drone\n<r)\nrere The TEC Bean Mini Pocket drone fits into its\n4A =< controller like a glove. With Headless mode, pilots\n\ndo not have to adjust the drone’s head before a\n\nflight, and can launch it by hand. Note that a\nImage source: amazon.com customer reported a faulty connection between\nthe remote and the drone.",
    "Page_21": "96. Tec Bean X902 Spider\n\nThe X902’s standout feature is its unique, spider-\nlike design. Pilots can click on a switch to adjust\nthe speed. A six-axis system enables it to perform\nexhilarating 3D flips steadily. A protective frame\nenhances its durability. A customer reported that\nhe found it hard to make it fly straight. image source: amazon.com\n\n \n\n \n\n97. UDI Freedom U32\n\nThe Freedom U32 mini drone is a considerable\nforce. It has powerful motors, which allow it to\n\nstay in the air for a long while. The sturdy, hardy\n\nplastic frame protects the propellers from\n\ndamage. UDI provides two batteries, which give\nimage source: amazon.com the drone a total of 20 minutes in the air.\nCustomers reported that its blades, which point downwards, pick up hair\neasily.\n\n \n\n98. UDI RC U27\n\nThis drone shocks friends with its unbelievable\nacrobatics; the RC U27 flies upside down in\nInverted mode. With headless mode, pilots do not\nneed to turn the drone in a forward direction\nbefore launching it. Six-axis gyro keeps it steady,\nand high-capacity batteries give it a strong\nperformance. What is the only drawback of this drone? Durability. Some\ncustomers reported that its propellers kept coming off.\n\n \n\nImage source: amazon.com\n\n99. UDI RC U839\n\nThe U838 does 360-degree turns without missing a beat; UDI has optimized",
    "Page_22": "it for fun. Pilots can swap the flight battery for its\nlithium battery as they use the same power pack.\n\nLight, it is easy enough for a novice pilot to fly. A\n\ncustomer noted that his had a weak rear motor.\n\n60. UDI U840 Mini\n\n \n\nImage source: amazon.com This trendy drone is the perfect gift; it comes with\n\na clear case for\nshowing off. Compact, it is about two times the\nsize of a coin. Roll and flip it in all directions. A\nsix-axis gyro- stabilization system makes it ideal\nfor beginners. A user noted that the batteries\nwhich came with his drone did not fit into the\nbattery compartment.\n\n \n\n \n\nImage source: amazon.com\n\n61. Urge Basics Quadcopter\n\n \n\nThe Urge Basics has an apt name; it satisfies\nanyone with an urge to fly a quadcopter, no matter\nhis skill level. Its strong HBS body does not break\neasily. Propeller guards protect it from crashes,\nand it performs flips on command. A six-axis gyro-\nstabilization system makes it easy for beginners to\nuse. One frustrated customer remarked that the spring was missing from the\nbattery compartment of his drone.\n\n \n\nImage source: amazon.com\n\n62. Yu Xiang 668-A4 Mini\n\nThis compact, lightweight drone will not\ndisappoint you. It has a crash-friendly frame and\ncommunicates efficiently with its transmitter at\n2.4GHz. A 360-degree eversion feature makes it\npossible for anyone to play with this drone. A\n\n \n\nImage source: amazon.com",
    "Page_23": "customer noted that his drone did not hover.\n\nList of drones between $50-$200\n\nDRONES BETWEEN $50-$200 2)\n\nThis category of drones comprises quadcopters that\n\ncost between $50 to $200. They are a little bigger than\nmini-drones and suit pilots who wish to fly larger aerial\ndevices on a restricted budget. Many of them have\nan impressive list of features which will delight users\nand their friends.\n\n \n\nThis category of drones comprises quadcopters that cost between $50 to\n$200. They are a little bigger than mini-drones and suit pilots who wish to fly\nlarger aerial devices on a restricted budget. Many of them have an impressive\nlist of features which will delight users and their friends.\n\n1, Aeroblade RT5000\n\n™_ Few quadcopters are as intuitive as the Aeroblade\n}\n\n. RT5000. This mega-drone flies in all directions\n>a and comes equipped with an HD camera that\n; a takes clear aerial images. In the RT5000 package\nis an extra set of blades, so pilots do not need to\nimage source: amazon.com worry about durability. Its draws aside, do note\none user’s observation that his drone’s motherboard burned quickly.\n\n \n\n2. Akaso K88 Quadcopter\n\nThe Akaso K88 is an intuitive quadcopter that has\ndelighted customers the world over. It comes with\na Six-axis gyro system for strong stability. This\ndrone can do 3D flips, so it is ideal for both\nbeginners and experts. The aircraft’s blades have",
    "Page_24": "solder protection, which protects it from a Image source: amazon.com\ncollision. A built-in HD camera captures sharp images, Reliable though it is,\nnote that it may have occasional connectivity problems.\n\n3. Ares Ethos AZSZ2500\n\na\n\neas The AZSZ 2500 Ethos HD comes ready to fly. The\nDy rN Aegis six-axis flight stabilization system includes a\n\ncamera which captures 1080p videos. The anti-\nf vibration mount prevents a jello effect. The parts\nfor this drone are readily available at Hobbyzone\nimage source: amazon.com Stores. Note that a few customers raised\ndurability issues.\n4, AVA Drone\n\nThe AXA drone comes with a 720p camera that\nenables FPV viewing. Pilots can see what the\ndrone does in real time. It hovers automatically\nand launches with the touch of one key. It comes\nwith four replacement blades, so pilots need not\nworry about buying spare parts.\n\n \n\nImage source: amazon.com\n\n5. Babadio 2 Quadcopter\n\nThis drone comes with an electronic compass and\nreturns to its take-off point with the touch of a\nkey, so it will never get lost. A six-axis stability\nfunction makes it a breeze for a novice to control.\nPilots can manage it from their IPhones or tablets.\nimage source: amazon.com The drone’s cool features aside, a customer\nmentioned that only three propellers on his drone turned.\n\n \n\n6. Babrit Elite Flying Car",
    "Page_25": "The Babrit, with four motors, is a powerhouse. It\nachieves all kinds of stable flight movements with\nthe help of a six-axis gyro flight system. It does\n360-degree flips like a dream. A built-in HD\ncamera allows pilots to record exciting moments.\nDynamic as it is, note that a customer commented\non its flimsy accessories.\n\n \n\nImage source: amazon.com\n\n \n\n7. Babrit Mast\n\nThe Mast is one of Babrit’s most intuitive\ncreations. An adjustable six- axis gyro stabilization\n~ system gives it stable flight. A resilient, yet light\nframe ensures durability. Pilots can record its\nmovements with its 2MP camera. Before buying\nthis drone, note that a customer mentioned that\nhis device came without an SD card.\n\n \n\nImage source: amazon.com\n\n8. Babrit Uplay Quadcopter\n\nBrit does not disappoint with the Uplay. It comes ee ee\n\nwith FPV transmission, so pilots can edit footage a :\n\nas the drone captures it. With Headless mode, pate,\npilots do not have to adjust the drone’s position a\nbefore it flies. It returns to its take-off point with oa\n\nImage source: amazon.com\n\nthe touch of a button and will not remain out of\nsight for long. A six-axis gyro system keeps it stable while it does 360-degree\nturns.\n\n9. Blade 180 OX\n\nThe Blade 180 QX merges quadcopter innovations with astounding HD\nability. With SAFE (Sensor Assisted Flight Envelope) technology, the craft is\naware of its altitude and is easy for a novice to control. Durable, it flies both",
    "Page_26": "indoors and outdoors. Though it is innovative,\nnote that a customer questioned the quality of its\n> camera.\n\n   \n\n\" 10. Blade Nano QX\n\nThe Blade Nano OX, like the 180QX, is an\n\nImage source: amazon.com intuitive quadcopter that is small enough to fly\nanywhere. Brushed\n\nmotors lift it efficiently. With a tough, lightweight\n\nairframe, pilots need not fear it crashing.\n\n \n\n11. Blade Nano OX2\n\n \n\nThe QX2 is a classic example of Horizon Hobby’s\ncutting edge technology. With SAFE technology, image source: amazon.com\n\nthe aircraft can sense\n\nits altitude. Pilots can edit their footage as they\nsee it, with the help of FPV, or First Person View.\nWith two flight modes, it is excellent for both\nbeginner and expert pilots. New Pilots can fly the\naircraft in beginner mode, while experts can test\ntheir skills in expert mode. It flies both indoors\nand outdoors. Its excellent qualities aside, some\ncustomers complained that the device turned more slowly than they would\nhave liked.\n\n \n\n \n\nImage source: amazon.com\n\n12. Cheerson CX-10WD\n\nThe CX-10 WD is a sophisticated quadcopter for\nits price range. It comes with a dual operating\ntransmitter and mobile mode, so pilots can choose\nto control the craft from their cellphones or\ntablets. Two different flight modes enable both\n\n \n\nImage source: amazon.com",
    "Page_27": "beginners and expert pilots to fly the drone. An air\npressure allows it to hold its height and stabilize. Note a customer’s reflection\nthat it does not transmit images well.\n\n13. Cheerson CX-30W\n\n \n \n \n  \n  \n \n \n\ne 30W is one of most inexpensive drones with a\nFI camera to date. It comes with 3-speed\nmodes, so beginning drone users and experts can\nfly it. It transmits video and images in real-time.\nIt also hovers in place when necessary.\n\nImage source: amazon.com\n\n14. Cheerson CX-32W\n\nThe 32W is an intuitive innovation. FPV\ntechnology enables it to send real-time images\nand videos to its transmitter. Motion sensing\nmode allows it to tell if there are objects on the\nground, while a six- axis gyro stabilization system\nkeeps it steady in the air. Aside from its excellent /™@ge source: amazon.com\nqualities, this drone has durability issues.\n\n \n\n15. Cheerson CX-35\n\nWith a wide angle, 2MP FPV camera that operates\n‘within a 1640ft(500m) range, this is a reliable\nquadcopter. Pilots can edit the shots they capture.\nA barometric high-hold system keeps it stable.\nThough it is innovative, note that it can be\n\nImage source: amazon.com difficult to calibrate.\n\n \n\n \n\n16. Creazy X6SW Drone\n\nThis sturdy drone comes with a six- axis gyro stabilization system, which\nallows it to do 3D rolls without a hitch. It takes dazzling images and videos in",
    "Page_28": "real-time. Readers have expressed concerns about\n\nits reliability. a ;\noe y\n\n17. CX-30S Drone =i\n\nThis intelligent quadcopter is an excellent model . Vv »\n\nof UAV technology. It takes stunning FPV videos\n\nin real-time, without an annoying “jello” effect. image source: amazon.com\nPilots can fly it both\n\nindoors and outdoors. It moves in all directions\nand does the cute turns that thrill audiences.\n\n \n \n \n \n \n \n\n \n\n5, 918. D017X163 Drone\n\nPower lead has created a drone that is hard to\n\nImage source: amazon.com challenge. This drone captures images that have a\nsurreal effect. It does\n\nthe 3D flips everyone enjoys and communicates\n\nwith its transmitter within 150 meters. Power lead \\ “ a : a\n\nis so sure of its product that it offers a year’s L, o- = —\n\nwarranty, but customers commented that its eX\n\nmechanics are not impressive. Wf &\n\n19. DBPower Hawkeye-I Quadcopter Image source: amazon.com\n\nis UAV can turn and flip like a Cirque de Soliel\nmember. It scales walls, crawls on the ground,\nand takes clear pictures with a 720p camera. The\n» drone communicates within a short distance of\n98.42ft(30m). It runs, jumps and climbs.\n\n  \n \n  \n  \n \n\nImage source: amazon.com 20. DBPower } M1] X X400W\n\nThis drone is a prime example of UAV technology. With headless mode, pilots\nneed not adjust the drone in a forward position before they fly it. It does 3D",
    "Page_29": "flips at the touch of a key, and a powerful battery\ngives it along flight time. Pilots can watch real-\ntime videos from two perspectives, via a split- it <I\n\nscreen display. A customer commented that it was LNs,\na task to get his drone to fly. 2, va\n\n21. Dromida Ominus UAV Quadcopter\n\nImage source: amazon.com\nSeasoned pilots and\nnovices will find the Dromidus Ominus a dream\ndrone. This durable machine bounces back from\n\ncrashes and remains intact because Dromida\n\nmade it from a resilient material. LED lights help\npilots to identify it at night. An auto flip function\nhelps it do thrilling 3D flips. Despite its\nimpressive features, customers reflected that this\n\nImage source: amazon.com\n\ndrone is hard to control.\n22. Dromida Vista UAV Quadcopter\n\nThe Dromida Vista is a rugged drone that does\nnot come apart easily. It comes ready to fly, and\npilots can use it indoors. It includes an extra set of\nblades, so pilots need not worry about looking for\nspare parts. Like the Ominous, it can be hard to\nmaneuver.\n\n \n\nImage source: amazon.com\n\n= The X4 Spartan is a smart quadcopter that moves\noe in all directions. A well-programmed, updated\noN control board stabilizes it and makes it easy\nenough for novices to fly. With Headless mode,\nthere is no need to reposition it before a flight.\n\nImage source: amazon.com",
    "Page_30": "Though it has excellent features, customers\nmentioned that it disconnects from its transmitter even at a short distance.\n\n24. Eachine FE40G\n\nThe Eachine E40G is a steady drone that captures\nclear aerial shots with its 720p camera. Pilots can\nwatch the footage the drone captures via its LCD\ntransmitter screen. Headless mode keeps the\ndrone in a set position, It has fantastic qualities,\nbut a customer reflected that it would not charge.\n\n \n\nImage source: amazon.com\n\n25. FI80W Quadcopter\n\n \n\nThe F180W is a brilliant drone that allows\nr maximum control. A CVT function allows a new\nif pilot to shift and accelerate it seamlessly. He can\nswitch between left and right-hand throttle. A six-\naxis gyro stabilization system keeps the aircraft\nimage source: amazon.com stable. It takes HD footage in real time.\n\n \n\n26. FIC WildGrow Drone\n\nThe FIC is a creation that should make WildGrow\nproud. This top-quality drone transmits footage in\nreal-time and flies in all directions. With the help\nof a six-axis stabilization system, it does steady\nacrobatic flips that will make pilots the envy of\ntheir friends. Red propellers move it forward,\nwhile black ones steer it backward. Intelligent as it is, novice pilots may take\nsome time to learn to control it.\n\n \n\nImage source: amazon.com\n\n27. F-22 Fighter J et Quadcopter\n\nThe sleek ROSOLO F-22 commands the air. In jet black, pilots must take it",
    "Page_31": "seriously. With a durable frame, it is easy for both\nnovice and expert pilots to control. A customer\n\nx=, Commented that he could manipulate it well after\nspending some time learning how to maneuver it.\n\n \n\n28. F2C Aviax Quadcopter\n\nImage source: amazon.com The F2C Aviax travels in all directions. It comes\n\nwith a Spectrum-\nenabled controller, so pilots can use it to control\nother drones. A six-axis gyro stabilization system\nenables it to hover in the sky. It has remarkable\nqualities but note customers who mentioned that\nits motors gave out quickly.\n\n \n\n29. Fayee FY560 Image source: amazon.com\n\n       \n \n\ns\n\n5\nfs\n\n \n   \n\nt 7 Z With four rotors, the FY560 is a stable, powerful\n\ndrone. The eye-catching, white design packs a\npunch. Headless mode ensures that pilots never\nhave to reposition it, while a six-axis gyro\nstabilization system enables it to fly steadily. Its\n5.8G transmission system ensures that pilots\nremain in contact with it constantly. A 720p\ncamera takes steady aerial shots.\n\nImage source: amazon.com\n\n30. Flymemo X8 Quadcopter\n\nThe X8 is the smart brainchild of Flymemo. ‘ > —_\nHeadless mode automatically locks it into takeoff, e\n\nwherever it is. With a six-axis stabilization dé /\nsystem, it does perfect 3D flips without missing a ;\nbeat. The LCD on its transmitter allows you to see\nmore details at once. This drone’s brilliance aside,\n\nImage source: amazon.com",
    "Page_32": "a customer mentioned that it was hard to connect it to its remote.\n\n31. GoolRC 509W Drone\n\n \n\nThe 509W is an all-inclusive drone by GoolRC. An\nair pressure sensor enables it to hold its altitude.\nThis aircraft flies in Motion Sensing mode, and\ncan detect objects on the ground. It transmits\nimages of everything it sees to a transmitter in\nimage source: amazon.com real-time. Headless mode locks it in for takeoff,\nwhile its one key-return system ensures that it will never get lost. A six-axis\ngyro- stabilization system allows it to maintain steady flight. A customer\nreported that Gool10’s customer service sector was not responsive.\n\n \n\n \n\n32. GW007- 1 Quadcopter\n\n \n \n \n\nThe GWO007-1, made of rubber and durable\nmaterial, is a reliable little drone. LED lights allow\npilots to spot it at night. With Headless mode,\npilots do not need to put the drone in a takeoff\nposition. The one-key return feature recalls it\nwhenever pilots lose it. It remains steady with the\nhelp of a six-axis gyro-stabilization system.\n\nImage source: amazon.com\n\n33. Haktoys HAK905\n\nThe HAK905 comes ready for pilots to fly. Ultra-\nbright LED lights allow them to locate it at night.\nA 2.4 GHz wireless system keeps it in touch with\nits transmitter. A customer mentioned that its\nblades spun too much.\n\n \n\nImage source: amazon.com\n\n34. Haktoys HAK908F\n\nThis little machine enables real-time video from a first-person perspective. It",
    "Page_33": "two different speed modes. Beginners and experts Ps\nwill find it easy to control. A user remarked that oo\nthe drone does not have enough power to sustain\n\nits camera.\n\ncomes ready-to-fly, and courses through the air in | =\n2\n?\n\n35. Hawkeye FPV Quadcopter\n\nImage source: amazon.com\nJ f f ,This charming\n; quadcopter transmits real-time video via a\n5.8GHz signal. Headless mode ensures that it is\nalways in takeoff position, while its six-axis design\ncreates stability. It is user-friendly. It returns to\nits takeoff point with a touch of a button. A drone\nuser questioned the quality of its landing rudders.\n\n  \n\nImage source: amazon.com\n\n36. Heli-Max 1Si\n\n \n   \n\nThis drone is a simple, yet dynamic toy. It features\n\na micro digital camera that capturesimagesand \\\nvideos from its transmitter. This quadcopter\n\ncomes ready to fly. A satisfied user expressed that + 9 q =.\nthe quadcopter maintains its direction. A Go ae os\nHome feature ensures that it never gets lost. It\nalso hovers in place when necessary. One drawback of this drone is that it is\nhard to calibrate.\n\nImage source: amazon.com\n\n37. HMF SL300 Quadcopter\n\nThis racing quadcopter can tear through the air at\nhigh speeds. Pilots can capture its exploits with its\nFPV camera. Its frame consists of strong carbon\nfiber and aluminum. One user commented that\ntightening its arms is a task.\n\n \n\nImage source: amazon.com",
    "Page_34": "38. Holy Stone F180C\n\nThis drone is the ideal device for a beginning\npilot. It turns in four directions and takes sharp Mg\n720p photos. Holy Stone has filled the package\nthat it comes with 12 rotor blades, so it will never\nbecome damaged.\n\n \n\nImage source: amazon.com\n\n \n\n39. Holy Stone F181\n\nThis little black drone stands out against the\nbackdrop of a vast blue sky. A headless feature\nlocks it in takeoff position. It comes with an extra\nbattery for added power. A few customers\n\n \n\nImage source: amazon.com\n\n \n\n40. Holy Stone\nHS110W\n\nmentioned durability issues.\n\nThe Holy Stone HS 100W is an all-inclusive SS ee\ninnovation that captures sharp, 720p images in —*\n\nreal time. It is the perfect drone for a beginner Wa\nbecause of its Altitude Hold feature. It never\n\nclimbs beyond its set height. With Headless mode, j,,29¢ source: amazon.com\n\nit is always in a forward position. The one- key\n\nreturn button sends it back to its takeoff point, should it become lost.\n\n \n\n41. Holy Stone X300C\n\nHoly Stone does not disappoint with the 300W. It\ntakes sharp videos in real-time and sends them\nstraight to a pilot’s mobile phone. Headless mode\nkeeps it ready for takeoff. The flexible, sleek\ndesign makes it easy to replace motor parts. It is\n\n \n\nImage source: amazon.com",
    "Page_35": "an innovative drone, but pilots should note connectivity issues.\n\n42. Holy Stone X400C\n\nThis responsive drone allows pilots to adjust its\nthrottle to avoid damage. It transmits footage in\nreal-time and a six-axis gyro stabilization system\nkeeps it stable. It flips in three directions. Pilots\ncan toggle between its right and left throttle.\nThere is no doubt that it is an impressive drone,\nbut remember that its Headless function does not always work. Pilots must\nalso be careful not to overheat it.\n\n   \n\n—\n\nImage source: amazon.com\n\n43. Hubsan X4 Drone\n\nae\n\nf § This UAV promises an unforgettable flight\nexperience. A six-axis gyroscope keeps it steady,\n\n  \n\nYe and pilots can adjust it to a comfortable level. It is\nG durable, yet light. It takes real-time videos but the\nfootage is a bit grainy.\n\nImage source: amazon.com\n\n44. Hubsan X4_H10'7D\n\nThe 107D is a bona fide entertainer. It thrills little\nchildren with jaw-dropping flips and rolls, yet\nremains stable because of its six- axis flight\nsystem. LED lights allow pilots to find it at night.\nThis durable toy comes with rubber feet to protect\nits blades. Image source: amazon.com\n\n \n\n45. Hubsan X4_H107L\n\nThe 107L is a consummate drone which entertains people both indoors and\noutdoors. The six- axis gyro system provides stability while it flips in four\nways. With its small size, it is the perfect addition to any bookcase.",
    "Page_36": "46. Ionic Stratus Drone\n\nThis smart device comes with a mount for a pilot’s\nGo Pro camera. It returns to its takeoff point at\nthe touch of a button and stays stable with the\nhelp of an adjustable six- axis gyro-system. It\nsupports headless mode, so pilots do not have to\norientate the drone\n\nbefore flying it. It rolls in three directions. One\n\nuser reported that the controller does not pair \" Le\nwell with the drone. Sy\n\n47. JJ RC H11C i a\n\nThe intelligent H11C takes clear 2 MP HD shots\n\nfrom the air. It flies — mage source: amazon.com\n\nfrom one point to another without delay, and\n> headless mode helps with its orientation. It flips\n\n \n\nImage source: amazon.com\n\nin three directions when a user touches a button.\nThis drone functions well but note a user’s\nmention that one of the motors of his drone gave\nway after one flight.\n\n   \n\nImage source: amazon.com A8. RC H11D\n\nThe H11D is a savvy device that can find its way\nhome at the touch of a button. It moves in four\nways, and pilots can capture it in action with its\n2.0MP camera. A six-axis system gives it stability.\nOrientation is not an issue with a headless system.\nA customer commented that it works within a\nlimited range.\n\n \n\nImage source: amazon.com\n\n49. JJRCHL2C",
    "Page_37": "This marvelous innovation has a powerful camera\nthat takes sharp videos and photos. An LCD\nmonitor shows pilots the throttle, so they are\nalways in control. A powerful 700mAH battery\ngives it raw power. It communicates with its\ntransmitter within a 2.4 GHz range, so it is easy to\nfly.\n\n \n\nImage source: amazon.com\n\n90. JJ RC H26D\n\nThe JJ RC H26D is an obedient toy that comes\nhome at the touch of a button. A six-axis gyro\nsystem keeps it stable. A wide-angle, 120-degree\n\n \n\ncamera takes dazzling, panoramic aerial shots. It 6 b\nrolls in all ways. A few customers mentioned\n\ndurability issues about this otherwise smart image source: amazon.com\ndrone.\n\n51. JJ RC H26W Quadcopter\n\ntr YP\n\n   \n \n\n \n\nThe H26W is an all-inclusive quadcopter that\ncomes with a camera that provides FPV, real-time\nviews. A 7.4V battery enables stable, powerful\nflight. Pilots can control it via a transmitter, or\ntheir smart devices. Intuitive as it is, its battery\nmay not fit into the battery compartment.\n\nImage source: amazon.com\n\n52. J] RC H6éd Drone\n\nThis ingenious device comes with a 2.4 GHz\ntransmitter that lets pilots control several drones\nat once. A 5.8 GHz camera takes professional\naerial images from the air. Pilots can control it in\ntwo different modes. An LCD transmitter gives\n\n \n\nImage source: amazon.com",
    "Page_38": "pilots access to all operations. It flips in all\ndirections and returns upon command. A few users mentioned problems with\nits airframe.\n\n93. JJ RC H8C\n\nThis savvy UAV takes sharp aerial shots with its\n2.0 MP camera. It responds well to a pilot with\nthe help of its 2.4 GHz wireless system. A\npowerful 7.4 battery keeps it in the air for a long\neight minutes. A user mentioned that its motors\nare not powerful, so pilots will need to buy spare\n\n \n\nImage source: amazon.com\n\nones.\n\nD4. JJ RC H8D Quadcopter\n\nThis intelligent tool flies all the way home with\n\none touch. LED lights make night flight possible,\n\nand pilots can track its movements with an FPV\n\nmonitor. A 5.8 G camera makes taking\n\nprofessional photographs a breeze. Though it is\n\nintuitive, note that its headless function may not = '\"°9° $°W/°* 272z0n.com\nwork well.\n\n \n\n99. JJ RC H9D\n\nDrone flying is possible for left-handers. The\nWomail J J RC is controllable by the left hand. It\ntakes professional images, and can move in all\ndirections. With an RC system, pilots can delight\ntheir audiences both indoors and outdoors.\n\n \n\nImage source: amazon.com\n\n \n\n96. JJ RC X1\n\nThis quadcopter is a mighty force, small as it is. A 7.4 GHz battery gives it",
    "Page_39": "strong power, and a six-axis system keeps it\n\nstable. A safety protection program keeps it safe\ndespite obstacles. It flies in all directions, across N Ps\nfour channels. One of its best advantages is its SK,\nlight, durable airframe. One pilot remarked that\n\nits gyro system malfunctioned when he tried to\nturn it.\n\n \n\nImage source: amazon.com\n\n97. |XD 509G\n\n \n    \n\ntransmitter off. An air pressure sensor holds its\naltitude, and a 2,0 camera takes real time videos.\nIt moves in all directions, and orientation is not\nan issue with its Headless mode. A user\nmentioned that he had problems landing his\n\nImage source: amazon.com\n\ndrone.\n58. [XD 509V\n\na a\nThis RC camera drone excites audiences both ys A 2\nindoors and outdoors. It takes aerial shots with a. TT\n0.3 MP camera. A six-axis gyro system keeps it in Ty\nthe air, and it comes with an extra battery for S| a\nadded power.\n\nImage source: amazon.com\n59. [XD 510G\n\nThis smart device rolls exquisitely, in all\ndirections. Headless mode locks its orientation,\nand it returns at the touch of a button. The\nmodified 2.4GHz system ensures that there is no\ninterference from other drones. It transmits real-\nImage source: amazon.com time video from a professional 5.8G camera.",
    "Page_40": "60. [XD 510W\n\nThis drone is in a class by itself. Other than being\n\nable to roll in all directions, it can stay in the air\n\nbecause of a steady altitude hold. Pilots can\n\ncontrol it through its mobile phone. Headless\n\nmode makes sure that it flies in the direction a\n\npilot intends. image source: amazon.com\n\n61. Kolibri Discovery Delta-Recon U818A\n\nThe U818A is a drone that compares well with its\npeers. Besides capturing images in real-time, the\nOne Key Return Function ensures that it does not\nget lost. One customer remarked that his drone\ncame with missing parts.\n\n \n\nImage source: amazon.com\n\n62. MJ: X X101 Drone\n\nThe X101 performs well even after being splashed , i\n\nwith water. It flips in three directions and resists > \"So :\n—_\n\nwinds. It remains stable because of a six-axis\n\nstabilization system. This drone is responsive, but =\n\ncustomers reported durability issues.\n\nImage source: amazon.com\n\n63. N101C RC\nQuadcopter\n\nThe N101C is tough, wind resistant drone that\ncaptures perfect shots with its 3D camera. It flips\nat the touch of a button, and a six-axis gyro\n\n= a stabilization system keeps it steady. This drone\nImage source: amazon.com travels for about eight minutes. Despite its\npositive qualities, some customers mentioned",
    "Page_41": "issues with propellers and durability.\n\n \n\n64. Nano OX 3D\n\n2\nThis marvelous drone flies at high speeds, in a Lf ay\nmultiple flight modes. Reverse motor technology / con ft .\nmakes the drone sturdy, yet light. Sensor Assisted —_——\n\nFlight Envelope (SAFE) technology makes it\naware of its altitudes and allows it to do acrobatics\nsafely. Customers mentioned connectivity and\ndurability problems.\n\nImage source: amazon.com\n\n65. Night Lions Tech Flying Drone\n\n \n\nPilots can take pictures of this drone executing\nperfect flips withs its 2MP camera. This hardy\ndevice executes 3D flips at the touch of a button,\nand its six-axis gyro system keeps it stable. A few\ncustomers find it overpriced.\n\n \n\nImage source: amazon.com\n\n \n\n66. ODY 2283\nQuadoopter\n\nThis savvy drone communicates well with its\n5.8GHZ transmitter. Pilots can capture full, FPV\nvideos, which they can view on a mounted screen.\nThe red frame is svelte and impressive.\n\n \n\n \n\nImage source: amazon.com\n\n67. Parrot AR.Drone\n2.0 Elite Edition\n\nLi\nMoab aA. This nifty drone includes a six- axis flight\n\n  \n \n\nstabilization system that keeps it steady. The\ndrone’s 720p camera captures professional aerial\nvideo. Hobbytown makes replacement parts",
    "Page_42": "Image source: amazon.com available. This is a competent drone except for its\nlack of durability.\n\n68. Potensic FI83W\n\nThis is a competent drone for its price. It moves in\nall directions, and pilots can control it up to 150\nfeet. Its six-axis gyro system is motion sensitive\nand stabilizes it no matter how fast it moves.\n\n \n\n69. Protocol Slipstream Evo RC Image source: amazon.com\n\nWith a built-in camera, this drone is a powerful\nphotography tool. Pilots can control it directly\nfrom their tablets. The six-axis gyro stabilization\nsystem keeps it steady and makes it easier for new\npilots to control. Two batteries extend its flight\ntime. This drone is intuitive, except that it does\nImage source: amazon.com not always communicate well with its transmitter.\n\n \n\n70. Proto-X Micro Quadcopter\n\nThis device is intelligent as it is charming. With\nFPV views, users are right in the pilot’s seat. The\ntriple-axis gyro system allows new pilots complete\ncontrol of their craft. They can fly the aircraft in\nnormal mode before piloting it in expert mode.\n\n \n\nImage source: amazon.com\n\n71. QC1 Drone\n\n \n \n \n   \n \n \n  \n\ne QC1 gives its counterparts a run for their\nmoney. It comes with a bonus battery for a longer,\nricher aerial experience. It has a 2MP HD camera\nthat takes professional level photographs. It\nfeatures a six-axis gyro system for solid stability.",
    "Page_43": "Image source: amazon.com Bright LED lights help pilots to find it at night.\nDespite its intuitiveness, a user complained that it does not go into Headless\nmode.\n\n72. RC Logger Eye One Xtreme\n\nThe RC Logger holds its altitude and does heart-\nstopping aerial flips. Brushless motors keep it\nrunning. With a mount for a Go Pro camera, it isa\ndrone for photographers. One user reflected that\nits propellers comprise poor quality material.\n\n \n\nImage source: amazon.com\n\n73. SKRC Q16\nQuadcopter\n\n  \n  \n \n\nThe Q16 comes with an FPV system that allows\nreal-time transmission of images captured by its\n0.5 MP camera. The headless mode takes care of\nany loss of orientation and pressing a key returns\nImage source: amazon.com it to its takeoff point.\n\n74. Sky Walker Matrix 1306\n\nThe Sky Walker Matrix is one of GoolRC’s most\nversatile creations. It flies in all directions, and\nLED lights make it ideal for night flight. GoolRC\ndesigned it to be resilient, and spare parts are\nreadily available.\n\n \n\nImage source: amazon.com\n\n75. Spirit Mini Quadcopter\n\nThis little drone is one of Metakoo’s smartest devices. Intelligent Altitude\nenables a real-time transmission effect. Pilots can adjust its speed, and it\ngives a low power warning. A customer expressed that the motor dies quickly.",
    "Page_44": "76. SY X25 Quadcopter\n\n  \n  \n \n \n  \n \n\nowe Lhis drone is a competent device, with a useful\n\n12.0 MP camera that takes HD quality videos. The\ng2..4Ghz transmitter communicates with the drone\nithout a hitch. Colorful LED lights help pilots\nidentify it at night. Headless mode ensures its\nproper orientation.\n\nImage source: amazon.com\n\n \n\n77, Syma X5C\n\nThe X5C is a versatile indoor and outdoor drone. ‘t\nDurable, it comes with a propeller guard for @.\"\nsafety. Capture its flights with its 2MP HD\ncamera. It is competent, except that its batteries\n\nmay be weak. Image source: amazon.com\n\n \n\n \n\n78. Syma X5C-1 Explorers\n\n \n\n \n\nThe X5C-1 Explorer is a cool, professional UAV\n\ni): a}\n\nas <>. that does its owner proud. A six-axis system keeps\ne ~  itstable. Syma adapted its 2.4 GHz technology for\nanti-interference. It does 360 flips and turns in a\nImage source: amazon.com heartbeat. Note that user commented that his\ndrone does not\nconnect to the remote well. AG =\né( “~t a ——\n79. Syma XSHC \\ , df\n\neo I ¥ S\n\nThe intelligent XSHC holds its altitude and hovers —~/*\nin place obediently. Headless mode removes all\n\nproblems with orientation, and it does flips in Image source: amazon.com\nthree ways. A six-axis gyro system keeps it stable.\n\nSyma has adapted its 2.4GHz wireless technology for anti-interference.",
    "Page_45": "80. Syma XSHW\n\n \n  \n\nThe X5HW stays steady with the help of its six-\naxis structure. FPV allows pilots to view the\nfootage that the drone takes in real-time. It does\nacrobatic; three-way turns like a dream. A\nHeadless function allows it to orientate itself. A\nfew customers\nmentioned durability issues but were otherwise\nquite happy with it.\n\n7\n\nImage source: amazon.com\n\n81. Syma X5SC- 1 Explorers\n\nThis quadcopter turns in four ways and stays\nstable with the help of a six-axis, gyro-stabilizing\n\n \n\nfeature. An elastic Image source: amazon.com\nN protective circle keeps its blades from breaking. It\n3 f a , is acompetent drone, except that landing may\nNG % displace its gears.\nbal ys ; =\ni * 82. Syma X5SW\n‘ 4.\n=\" The X5SW is a drone that fits the definition of\nImage source: amazon.com smart. The Headless mode keeps it aware of its\n\ndirection, and its FPV\ncamera provides real-time views of its captured 4,\nfootage. It comes with two extra batteries that S > ac =\n\ngive it more power. A customer expressed that its —“““g-“=\nmotor is not powerful enough. { *\n\n83. Syma X8C Venture\nImage source: amazon.com\n\nLeft-handed pilots should consider the Syma X8C\nVenture. It comes with a controller that offers seamless, left-handed control,",
    "Page_46": "suitable for other Syma devices. An adjustable six-\naxis gyroscope gives it stability as it does dazzling\n360-degree flips. It takes sharp photos with its\nHD camera.\n\n \n\n84. Syma X8G\n\nImage source: amazon.com Another intuitive Syma creation, the X8G comes\nith Intelligence\n\nOrientation Control (IOC), which gives the drone gI>\n\nan idea of its direction. It takes clear shots with an\n\n8MP HD camera. It flips four ways and stays > |\n\nstable with the help of a six-axis gyroscope. A\n\nblade protector prevents damage. A user\n\ncommented that it was not responsive to the input\nfrom the control’s right stick.\n\n \n\n \n\nImage source: amazon.com\n\n \n\n85. Syma X8HG\n\nThis savvy drone captures professional-looking\nphotographs on its 8MP camera. It performs like\nan acrobatic dancer both indoors and outdoors,\nand its six-axis system stabilizes it. Smart Height\nHold allows it to hover.\n\n \n\nImage source: amazon.com\n\n \n\n86. Syma X8W\nCheerwing\n\nThe X8W has all the functions one would look for\nin a drone. An FPV camera provides a clear, real-\ntime perspective of the drone’s flight. The\nHeadless feature takes care of its orientation. It\ntumbles like a trapeze artist, but never loses its mage source: amazon.com\nstability because of a six-axis gyro stabilization system. It has many desirable",
    "Page_47": "qualities, but a customer expressed that it does not allow a full charge.\n87. TSW _FPV Drone\n\nThis drone is all-inclusive. It takes excellent,\nprofessional-level shots in real-time, and tumbles\nlike an excited child in a jumper gym. It never\nloses its stability.\n\nImage source: amazon.com 88. Tarantula X6 H16 Quadcopter\n\nThis tarantula is a powerful spider. The hyper IOC a Po\n\nfunction helps it to maintain its orientation, and\nbeginners will find it easy to maneuver. A 7.4-volt\n\nbattery gives it power. The only drawback of this\ndrone is that it may stall. oe a\n\n89. ‘Target Hobby ¢ AV2 10 Image source: amazon.com\n\n \n\nThis drone is a tenacious powerhouse that can\ncapture full HD images without a jello effect. FPV\nallows it to do so in real-time. Its Carbon Fiber\nairframe protects it against crashes.\n\n90. TDR Robin RC Drone\n\n \n\nImage source: amazon.com\n\nPilots need not worry\nabout quality with the Robin RC drone. It has an\nintuitive headless mode that maintains forward\norientation, and an auto return function that\nensures it’s safe flight home. It has a modular\nbattery design for longer battery life. It is an\nexceptional drone, though it may capture shaky\n\n \n\nImages. Image source: amazon.com",
    "Page_48": "> ' 91. TROO2 RC Quadcopter\n\nsw ~ The TROO2 is a sleek, high-performing drone. The\n\n(I One- Key return function sends it home\n\ni ag immediately, and the Headless mode points it in a\nbe , forward direction. Pilots can experience FPV\n\n| views with this marvelous device. It has gotten\n\nrave reviews from satisfied customers.\n\nImage source: amazon.com\n\n \n\n92. U818S Quadcopter\n\n \n\nThis drone’s one-of-its-kind design tells pilots\nthat they cannot trifle with it. A powerful motor\nand high wind resistance allow it to stay in the air\nwithout wavering. It flies in all directions, which\npilots can view, in real-time, through an FPV\n\ncamera. It is a steady drone, except that it may get \"9° °°4\"°* smazon.com\nlost as it has no GPS function.\n\n \n\n93. UDI 818A HD+\n\nThe 818A is a capable drone that orients itself\nwith a headless mode. A six-axis gyro- stability\nsystem keeps it stable, and an HD camera records\nall its exploits from the air. It returns to its takeoff\npoint at the touch of a button.\n\n \n\nImage source: amazon.com\n\n \n\n94. UDI Lark\nQuadcopter Z\nZ\nBoth experts and novices can control this A-Star oe i\ndevice. It flies like a lark, in stable and stunt- y ”\n\nflying modes. A low voltage alarm warns pilots\nwhen its battery is about to run out. Blade guards\n\nImage source: amazon.com",
    "Page_49": "protect its protect its propellers from damage. A\ncustomer remarked that it tends to fly out of range.\n\n95. UDI RC Discovery\n\nThe Discovery comes with a powerful HD camera\nthat allows it to take sharp aerial shots. Like the\nLark, pilots can fly it in both beginner and expert\nmodes. A high-capacity battery gives it\ntremendous power. It is a competent device,\nexcept that its motor can do with more power.\n\n \n\nImage source: amazon.com\n\n96. UDI RC Eagle Drone\n\n \n\nThis intelligent quadcopter returns home when\ncalled. The Headless mode removes any need for\norienting it. It flies with the help of a four channel\ntransmitter, which can receive Live Photos and\nvideos in real time.\n\n \n\nImage source: amazon.com\n\n \n\n97. UDI U818A\n\nThis drone is the epitome of durability. Its\nmodular design makes for easy repair. Powerful, it\nruns on a high-capacity battery. A six-axis gyro\nsystem allows it to fly steadily. A customer\nmentioned that it had defective bumpers. It is an\nImage source: amazon.com exceptional drone, but note that a client said that\nthe Return to Home button on his drone was not working.\n\n \n\n \n\n98. UDI U842 Predator\n\nThis aircraft is a user-friendly device, controllable by all pilots. ‘The Headless\nmode ensures that it maintains a forward position and a six-axis gyro system\nlets it do 3D rolls effortlessly. An HD camera allows pilots to record all its",
    "Page_50": "exploits. Note that a customer commented on the\nlow quality of its motor.\n\n99. V262 Cyclone UFO\n\n \n\nThis state-of-the-art drone includes a six- axis\ngyro system that lets it fly without veering off\ncourse. An LCD screen allows Pilots to monitor image source: amazon.com\n\nthe drone’s goings-on.\n\nThe 2.4 GHz wireless system allows it perfect\n\ncommunication with its transmitter, and it is wind\nA resistant. It flies in four speeds, enabling it to\naccommodate pilots of all skill levels. Note that\ndespite its remarkable qualities, it may not work if\nnot calibrated well.\n\n   \n\nImage source: amazon.com\n\n100. V666 Quadcopter\n\nThe V666 is a smart drone that comes with a\nprofessional-level 5.86G FPV camera. Pilotscan .2=——\\\ntake clear aerial shots in real-time. A six-axis gyro Er\nsystem prevents it from wavering in the air. A\n\nstandout feature of this drone is the unique\n\nPinwheel design. It is savvy, but note mentions of '\"*9° 9°4\"°e 2m2z0n.com\nits rotors not working.\n\n \n \n\n101. Walkera Rodeo F150\n\nThe F150 is a drone that suits racers and expert\npilots. It is a high-quality, durable drone that flies\nwell with the help of brushless ESC motors. Note\nthat it does not come with a controller, so pilots\nwill have to provide their own.\n\n \n\nImage source: amazon.com",
    "Page_51": "102. WL Toys V686G —\n\n \n\nThis little device has most things pilots look for in i ni S a\na drone. A six-axis gyro system gives it strong — 7a\nstability. It has a light, yet durable airframe that is\nwind resistant. Pilots can fly several drones at\nonce; the signal of one will not interfere with\n\n \n \n\nImage source: amazon.com\n\n \n\nanother.\n\n103. WL Toys V686K\n\n \n\n \n \n  \n \n  \n \n\nis drone is an efficient device that comes with a\npowerful, coreless motor. The HD camera\ncaptures clear, real-time images and its light, yet\ndurable airframe is wind resistant.\n\n \n\nImage source: amazon.com 104. X118 Quadcopter\nThis user-friendly has an exciting four-way flip § .\ncapability that pilots can capture with an HD aw\ncamera. It communicates well with its transmitter “i\nat 2.4 GHz.\n105. X4 H107C “~’\n\nThe H10 7C boasts Image source: amazon.com\n\nexcellent functionality and durability. It comes\nwith blade protection guards and four LED lights\nthat help pilots to see at night. A 0.3 MP camera\nallows pilots to record its aerial adventures. A six-\naxis system allows it to course steadily through\nthe air.\n\n \n\nImage source: amazon.com\n\n \n\n106. X4 Stunt Quadcopter",
    "Page_52": "This remote control drone is a state-of-the-art\naerial vehicle. It tumbles in all directions and suits\npilots of all levels. A customer reflected that the\nmotors were not as powerful as he had hoped.\n\n \n\n107. X401H RC Drone\n\nThis responsive drone is one of the most Image source: amazon.com\nintelligent on the\n\nmarket. Altitude Hold technology holds the craft\nsteadily at a set height, and a real-time, FPV\ncamera allows you enjoy the high-definition\nvideos you capture on a 3D split-screen display.\nPress a key and the drone takes off. This drone is\nreliable but it may not pair well with its\ntransmitter.\n\n \n\n \n\nImage source: amazon.com\n\n \n\n108. X600C DBPower Quadcopter\n\nThe X6900c is a unique quadcopter with all the\nfunctions anyone wants in a drone. The Headless\nmode ensures its direction, and the One Key\nreturn feature ensures that it arrives at its take-off\npoint.\n\nImage source: amazon.com\n\n \n\n109. X-'7 Micro-lite\nQuadcopter\n\n  \n  \n \n\nThis fabulous drone is simple for pilots to\nmaneuver. Precision controls make it easy to dive,\ndip, circle, and hover. Pilots can fly it indoors or\noutdoors. LED lights allow them to spot it at\n\nImage source: amazon.com night",
    "Page_53": "110. X705C Drone\n\n \n\nThe X705C is an entertaining drone that provides _ |606UCUU\nlots of fun. A 3D split screen display allows you to : < ae <\nsee different versions of the footage your drone  -: - \\ Se\ncaptures, in real time. It does 3D rolls at the touch\nof a button.\nImage source: amazon.com\n111. X8C Akaso\nQuadcopter\n% — The Akaso X8C enables anyone to become a pilot.\nwe 5. oe It does four-way flips when pilots push a button,\n\nImage source: amazon.com\n\nand they can capture its tumbles on an HD\ncamera. It comes with 2.4GHz technology for\neffortless communication. A customer\n\ncommented that her drone arrived damaged, so improvements have to be\n\nmade to its packaging.\n\n112. X8C Venture Quadcopter\n\nThe X8C Venture is a drone that photographers\nwill be glad to own. A 2MP camera allows\nacceptable quality resolution, and a UAV motor\ngives it stable flight. The durable material helps it\n\nto survive crashes.\n\n«>\n\\*\n\nImage source: amazon.com\n\n \n\n \n\nImage source: amazon.com\n\n113. XBM-50\nQuadcopter\n\nThe GizmoVine comes ready to fly and is feature-\nenabled. It flies in four channels, and Headless\nMode adjusts its direction automatically. It flips\nin four- ways, like a well-trained acrobat. Pilots",
    "Page_54": "can see the footage, in real-time, with its HD\ncamera. It comes fully-assembled.\n\n114. Xin Lin X181 RC Quadcopter\n\nThe X181 is a competent creation by Xin Lin.\nPowered by a brushless motor, it flies effortlessly.\nPilots can catch it in action with a real-time, FPV\ncamera and view its adventures from a first\nperson’s perspective on its LCD transmitter. LED\nlights help them to identify it at night. image source: amazon.com\n\n1\n\nImage source: amazon.com 116. YD-921 Explorers\n\n \n\n115. XK X251 Quadcopter\n\n \n  \n\nSe The X251 is an astute quadcopter that comes with\na brushless motor for added power. A carbon fiber\narm protects it in the event of a crash. Its mini\ncamera takes sharp shots, small as it is.\n\n \n\n \n\nThe YD-921 is the epitome of steadiness. It has a\nsix-axis Stability system with posture control. The\nsystem positions the aircraft faultlessly. Four\nmotors give it power and endurance.\n\n \n\n117. ZH FPV Drone\n\nImage source: amazon.com\n\nPilots can control the\n\nZH drone with their Android or IOS smartphones.\nThree-speed settings enable new pilots to fly it. It\nis Roha, CE, FEE and Reach tested.\n\n118. Zoopa Q 600 Mantis",
    "Page_55": "Image source: amazon.com This quadcopter is\nperfect for indoor and outdoor use. A six- axis\nsystem allows accurate flight. A FlyCamOne Nano\nCamera enables flawless photo recordings.\n\n \n\nList of drones between $200-$500\n\n-\nSR RR ee\n-*\n\nDRONES BETWEEN $200-$500\n\nThis group of drones suits pilots with a slightly bigger\nbudget, but they are affordable, costing between\n$200 and $500. They are bulkier than mini-drones and\n\nare ideal outdoor fiying vehicles. Most of them are FPV\nready, so pilots can see the footage they capture in\nreal-time. Each is dynamic and ready-to-fly.\n\n-\nle ee ere\nae\n\nee\n\nThis group of drones suits pilots with a slightly bigger budget, but they are\naffordable, costing between $200 and $500. They are bulkier than mini-\ndrones and are ideal outdoor flying vehicles. Most of them are FPV ready, so\npilots can see the footage they capture in real-time. Each is dynamic and\nready-to-fly.\n\n1, AEE AP10 Pro\n\n  \n  \n  \n \n \n \n\ne AP10 is adrone for serious pilots. It transmits\n1080p HD videos. This drone includes 10-inch\npropellers for flight stability and has a 5300 mAh\nLiPo battery that gives it 25 minutes of flight time.\nis device has extensive capabilities, but its\ncompass may not always work well.\n\nImage source: amazon.com",
    "Page_56": "2. Ares Ethos Quadcopter\n\nThe Ares Ethos is a reliable, FPV-ready drone. An\nAegis Sis-Axis stabilization system maintains its = See\nbalance. Pilots can capture dazzling aerial images\n\nwith a 720p HD camera.\n\n3. Aries BlackBird X10 Image source: amazon.com\n\nThe sleek, black design of the BlackBird makes an\ninstant impression. An outstanding feature of this\ndrone is its 16MP Cine Camera, which takes to-\ndie-for aerial photographs. Despite these\nexceptional qualities, a customer found that the\nGPS feature on his drone would not lock.\n\n \n\nImage source: amazon.com\n\nA, Arris F210 Drone\n\nThis drone is a must-have for racing enthusiasts.\nThe F3 flight controller enhances its flight\nperformance and functions. The sunken battery\ninstalling plate aligns it with its camera. It\nfeatures secure signal transmissions, which\n\n \n\nensure constant communication. Customers Image source: amazon.com\nexpressed that its carbon fiber airframe is not top-\n\nquality.\n\n9. Arris TB-250\n\nThe TB250 is one of the most secure drones in\nthis price range; the quadcopter package includes\na nylon handbag, which protects it and its\ntransmitter. Three unique propeller blades create\nforce and efficiency. Pilots can record its flights\n\n \n\nImage source: amazon.com",
    "Page_57": "with a 1080p HD camera. It is a top-quality drone, though users expressed\nfrustration that there were no instructions to get it to fly. Securing the battery\nis an issue, as the battery straps may not be long enough to keep it in.\n\n6. Arris X-Speed 250 B Quadcopter\n\nThe Aerris X-Speed 250B comes ready to fly. Pre-\nFiled and calibrated, pilots need not worry about\nits settings. They can adjust its flight parameters\nas necessary, via its F3 controller. This drone’s\nFPV camera is adjustable, and vibration damping\nprevents a shaky, “jello” effect. These remarkable 19° 8°W\"°% #m220n.com\nqualities aside, a customer reported that his drone came without a receiver.\n\n \n\n7. Aton Plus Quadcopter\n\nThe Aton Plus is an astute quadcopter that returns\nto home at the push of a button. It finds its way\naround with the help of a Dual Mode GPS system.\nAir brakes enable it to hover in place. This device\nis smart, though users expressed problems\ncharging it.\n\n \n\nImage source: amazon.com\n\n \n\n8. Bibi Bird Quadcopter\n\nRacing enthusiasts beware because the BIBI bird\nhas landed. It comes with most parts for FPV\nracing, though it lacks an additional RC and FPV\nreceiver for the task. It uses a Unibody main plate\nfor stability. Custom motors make this drone an\nideal race participant. image source: amazon.com\n\n \n\n9. Blade 350 OX\n\nThis drone comes with updated software for a smooth flight experience. New",
    "Page_58": "flight mode configuration makes it easy for new\nST pilots to control. With enhanced GPS and\ncompass performance, it will never get lost. A\ncustomer complained that the LCD screen is\nfaulty.\n\n \n\n10. Blade Chroma Drone\n\nImage source: amazon.com\n\nThis sleek quadcopter\nis easy for novices to pilot, and they can do so in —\nSmart Mode. Pilots can shoot smooth videos with o\n\ntheir Go Pro cameras. Advanced SAFE technology\ngives it altitude awareness and stability. This\ndevice is well- programmed, but customers must —- “e\nbe aware that it may have durability issues.\n\n \n\nImage source: amazon.com\n\n11 Blade Industrix 200\n\n   \n \n \n\nThe Industrie comes ready to fly. It includes SAFE\n\nsy technology; the dual pilot mode synonymous with\n—— Blade. Both experts and beginners can operate\nthis device. It includes durable rotor housings that\nprevent damage. Pilots will enjoy its multicolored\nimage source: amazon.com LED system. Photographers will take to his drone,\nas it has a fully-powered FPV camera that allows real-time views.\n\n12. Blade Mach 25\n\n \n \n \n\nThe Mach 25 is another innovative Horizon bc ;\nHobby creation. SAFE technology allows flight in ¢ t_ LAS ay\nSAFE and Agility modes, so pilots of all skill levels CA\ncan maneuver it. View its footage through its\nSpektrum FPV camera. It also comes with a Fat\nShark Teleporter Headset. image source: amazon.com",
    "Page_59": "13. Blade Nano QX\n\nret Hare, The Nano QxX flies brilliantly with the help of\nLRA ‘Horizon Hobby’s trademark SAFE technology.\n-— . The Spektrum FPV Camera transmits clear, real-\nu time videos. With the aid of a SpiroNET circular\npolarized antenna, it communicates well with its\n\nImage source: amazon.com transmitter. All said, some customers found it\nsluggish.\n\n14. Cheerson CX20\n\nThe Cheerson is a dynamic quadcopter that makes —_,4: = ae a a,\nevery flight experience memorable. The 2.4GHz hd Fe\nfrequency enables a communication distance of f ‘\n984ft (300m). GPS control mode allows it to | S\n\nsense its altitude. An Intelligence Orientation\nSystem maintains its forward position.\n\nImage source: amazon.com\n\n \n\n15. Cheerson Jumper CX-91\n\n \n\nThe CX91is a racing quadcopter with a six- axis\ngyro stabilization system that keeps it steady. A\n2MP camera captures clear footage, and it\ncommunicates with its 2.4GHz transmitter within\n984ft (300m). Pilots can fly it both indoors and\noutdoors.\n\n \n\nImage source: amazon.com\n\n \n\n16. Cicada APP Quadcopter\n\nThe Cicada APP delivers professional footage with\nthe help of its 1080p Sony camera. User-friendly,\nit is operational via its transmitter or a well-\ndeveloped mobile app. Fly it both indoors and",
    "Page_60": "outdoors. This drone is capable, though a image source: amazon.com\ncustomer received a broken one.\n\n17. DJ Phantom 2\n\niJ me 2 This quadcopter is a photographer’s best asset; he\n. »  » can use to take eye-catching photographs. Why\n~ half an hour on a full charge and comes with an\nintuitive, pre-tuned transmitter. Users should\nconsider possible software issues.\n\nImage source: amazon.com\n\n18. DJ Phantom 2 for GoPro\n\nPilots can use this drone’s built-in camera or A ——\nattach a Go-Pro camera on the mount provided. It ~ hh <¢ —\nis entirely compatible with the Go Pro Hero 2. Bi e |\n\nGPS positioning enables a pilot to track its\n\nposition when it is outdoors. It lets pilots capture\n\nimportant events from the air. It returns toits §— \"79° S°w/\"ee\" amazon.com\ntakeoff position with the help of its Go To Home feature, which a customer\nreported as not working properly.\n\n19. DJ I Phantom 3\n\n=» ee ™. —_‘ Thedelightful Phantom 3 is maneuverable by its\n- transmitter or DJ I’s free app. Users can view the\n\na footage it captures from a mile away. A powerful\nbattery keeps it flying for nearly half an hour.\nNote that it requires pre-flight calibration.\n\nImage source: amazon.com\n\n20. Eachine Assassin 180\n\nThe Assassin 180 is a formidable force. Its Haze 32 flight controller provides\nexcellent stability. It comes with an integrated barometer and electronic",
    "Page_61": "compass that tells pilots where it is. Its built-in\nOSD reveals significant details such as flight\naltitude, battery voltage, and image transmission\n\nfrequency.\n\n21. Eachine Blade 185\n\n \n\nThe Eachine Blade 185 is a smart device that Image source: amazon.com\n\nallows real-time\n\ntransmission of images. It has a 120-degree FPV\ncamera which enables pilots to see what it sees in\nreal-time. A Haze 32 Flight Controller allows\nstable flight.\n\n \n\n \n\n22. Eachine Racer 250\n\nImage source: amazon.com\n\n \n\nThis elite racing drone\ncomes ready-to-fly and has a built-in monitor. Its o>\ncarbon fiber airframe does not break easily. It has\na sensitive control that communicates with it over\nlong distances. This drone is reliable, but its\ncharger burns up quickly.\n\n \n\n23. Falcon 250 Quadcopter Image source: amazon.com\n\n= The Falcon 250 is a quadcopter that shines. With\nAuto Protection, it does not break apart easily. Its\nadjustable camera angle allows pilots to take\npictures from different perspectives. A CC3D\nstandard flight controller provides it stable flight.\nNovice pilots may not find it user-friendly because\nimage source: amazon.com it does not come with a manual.\n\n24. Flexify Foldable Drone",
    "Page_62": "This foldable drone is the most portable one on\nthe market. Pilots can operate it via their\nsmartphones, and it has multiple flight modules.\nIt takes off automatically. Though it is foldable, its\nlanding gear is not removable, which negates any\nconvenience.\n\n \n\n25 Fuav Seraphi Image source: amazon.com\n\nQuadcopter\n\nNee .__ >» The Fuav Seraphi is an ideal, inexpensive drone\n\na\nSS  < > that suits new pilots. The installation software is\n\npy j a\n= we\na> not complicated, and it has unchallenged flight\nstability. It takes off when its pilot clicks a button.\n\nImage source: amazon.com 26. Hubsan H501S X4\n\nUAVs by Hubsan will not fail to please. The X4\n\ncomes with a brushless motor that gives it raw —————\npower. Headless mode secures its orientation, and Ae — = <\na touch of a key returns it to its takeoff point. It y\ntracks pilots with its Follow Me feature and takes\nperfect selfies from the air. This device is not\ndisappointing, though a few customers reported\nthat it did not work in expert mode.\n\nImage source: amazon.com\n\n27. J YU Homet S\nee _g.. Lhe Hornet S is a drone that seldom gets lost.\nGa = =\" Dual GPS positioning lets pilots track it wherever\n= e it goes. Two antennas allow it to communicate\n\nwith its transmitter faultlessly. With a colorful\nLED light up, pilots can distinguish it at night.\nimage source: amazon.com Pilots should not buy this drone if they intend to",
    "Page_63": "take aerial photographs with a tablet because it does not transmit video feed.\n28. LHI Robocat Quadcopter\n\nThe Robocat is an efficient drone that comes with\na Remote Control Default Unlock. It allows pilots\ncomplete control of the throttle. It comes ready to\nfly, and all pilots need to do is to install\npropellers. Its durable carbon fiber frame\nprevents damage. An HD camera captures vivid\nimages.\n\n \n\nImage source: amazon.com\n\n \n\n  \n\n~*~ ensure that it will never get lost.\n\nImage source: amazon.com\n30. One Premium a\nQuadcopter x\n\naN\n\nThis capable drone comes ready to fly. With > ~\nflexible modes for GPS and aerial hold, new and , Ss ) ) =\nexpert pilots can take it to the skies. An intelligent oes /\nbattery warns pilots when its flight time is about\n\nto end. The drone returns home when the battery '™age source: amazon.com\nlevel is too low.\n\n31. Parrot AR.Drone 2.0 Elite Edition\n\nThe Parrot AR Drone is a highly-adaptable device. Users can fly it via their\n10S or Android devices, and track its exploits via a 720p live-recording\ncamera. All said, a user commented that his drone flew away and ignored the",
    "Page_64": "set height limit.\n\n \n\n32. Parrot Bebop Drone\n\nThe Parrot Bebop makes drone flying an\n\nexperience to remember. A 14MP camera allows\n\npilots to take stunning, panoramic views from air.\n\nImage source: amazon.com Pilots can control it with the Free Flight 3 app. A\nuser recommends test\n\nflying it on a park bench before launching it.\n\n \n\n \n\n33. Seeker RC Quadcopter\n\n \n\nThe Seeker RC is an ideal beginner drone. A six-\naxis stabilization system allows it to fly steadily\nand a GPS Auto Pilot Function guides it to its Image source: amazon.com\ntakeoff point should it\n4 é run out of battery. Note a pilot’s reflection that the\n_, Vas GPS function on his drone failed.\n\n \n\n34. Sky Hero Anakin Racing\n\noy The Anakin racing drone will do the Star Wars\nJ edis proud. It is the rebellious speedster of the\nSky Hero family. This\n\nnifty device allows you to tune your flight\n\npreferences infinitely. This drone is a dominant\n\nracer, but its plastic parts may not be durable. + Gt\n\nImage source: amazon.com\n\n35. Sky Warrior K70\n\n \n\nAs its name suggests this drone is a flight soldier.\nIt turns in all directions, yet is speed sensitive. Its\nhigh-strength metallic parts will not break easily. Any pilot can control it, as it\nflies in three different speed modes.\n\nImage source: amazon.com",
    "Page_65": "36. Skyartec Butterfly 250\n\nThis drone is an excellent communicator; it\ntransmits images and travels in seven different\nchannels, at 1640ft (500m). Brushless Speed\nControl enables pilots to keep its speed in check.\nNote that pilots must calibrate it before it can fly\nwell.\n\nImage source: amazon.com\n\n \n\n37. Sokar 280 Racing Drone\n\n \n\nThe 280 is one of the simplest drones to put\ntogether and take apart. It has a flying camera\nthat pilots can attach and detach when necessary.\nIt communicates with its transmitter within a long\ndistance. One ofits mage source: amazon.com\ndrawbacks is that it is not controllable by an\nIPhone or Tablet.\n\n \n\n \n\n38. Sonic Spy Drone\n\n \n\n \n\nThis drone is the ultimate tool for photographers.\n\nPilots can set its movable gimbal and HD camera\n\nImage source: amazon.com according to their preferences. A built-in 4-\nchannel gyro keeps it\n\nstable.\n\n39. SPY Cyclone UFO SRE\n\nThis durable drone has a powerful spy camera\n\nwith a wide-angle perspective. EVA shock\n\nabsorbers minimize damage, and a Six-axiS GYTO Image source: amazon.com\nsystem increases stability. A few customers\n\nquestioned the durability of the materials used to make it.",
    "Page_66": "AO. SY X25 RC Quadcopter\n\n \n\nthese movements, it is wind resistant and stable.\nPilots can control its speed using a speed lever.\n\n \n\nImage source: amazon.com The Headless Mode\nallows it to maintain its forward orientation.\n41. Tumnigy SK450 Quadoopter Q | ~~)\n\n: i € \"\nWalkera powers this dependable device with its oy =>. Ny 9\ndynamic Multistar system. It comes with the =\n\nMultistar SK 450 that scores high marks for\n\ndurability. The adept mage source: amazon.com\nmanufacturer uses the Multistar line of ESCs and\nmotors to power the 20A Multistar Speed\nControllers. This versatile drone comes with two\nsets of propellers, in different sizes, making flying\na breeze for all pilots. Pilots can use the eight-inch\npropellers if they want a bird’s eye view from their\ncameras.\n\n \n\n \n\nImage source: amazon.com\n\n42. UDI U818A Quadcopter\n\nThe U818A makes any novice pilot seem like an\nexpert. A six-axis gyro system stabilizes this\ndrone, making it easy and fun to maneuver. It\nreturns at the touch of a key. Gravity Induction\nMode allows pilots to fly it in line with the way\nthey tilt their mobile devices. Afewcustomers = \"*9° Souree: amazon.com\ncommented that its mainframe melted after they flew it.",
    "Page_67": "43. UPair One Drone\n\na . “— _ This drone is the ideal companion for sports\n\\ enthusiasts. It comes with a high-quality sports\ncamera. Pilots can use it to capture important\nevents from the air. A seven-inch FPV camera\nallows pilots to see what the device sees. It is\nintelligent, though a user did report a defective\n\nImage source: amazon.com\n\nbattery.\n\n44. Veho Muvi X-Drone\n\nKY; — RB\n\n   \n   \n\nThe VEHO Muvi X is a charming drone that\n\nmakes its home in the skies. It is easy for pilots\n\nwith no experience to fly. A larger 5300 LiPo mAh\nbattery gives it astounding power. Pilots can see\nwhat the drone sees, in real-time, via an FPV\ncamera. Note that the VEHO may not work with\nnew repair parts.\n\nO\n\nImage source: amazon.com\n\n45, Walkera F210\nos\n\n    \n  \n\nThe F210 is the epitome of reliability. A\n\nstreamlined Bow system equalizes the four\n\n| wheelbases and prevents crashes. Its rugged\ndesign makes it ideal for novice pilots. Its\n\nadjustable camera captures stunning footage at\n\nnight. Customers mentioned problems linking\n\nImage source: amazon.com\n\nwith its video feed.\n46. Walkera OR X350\n\nThis quadcopter is a picture of steadiness in the air. Touching a key returns it\nhome safely, and it comes with a handy compass sensor that ensures that it",
    "Page_68": "will never get lost.The main disadvantage of this\ndrone is that you have to buy its Plug and Play =\n\n© »\nsystem separately. 2 g@ Seek\n, oA b ~ a\n“i AS\n47. Walkera QR X400 / 3\n\\\nThe X400 is an easy-to-use drone for pilots of all $ 8\n\nskill levels. Four brushless motors give it stability Image source: amazon.com\nas it does 3D flips. The\nX400’s simple, compact design is a breeze to\n\n——t —\n\\ ip > maintain, and a powerful 2200 mAh battery gives\n| lh it an extended, 25-minute flight time. It comes\nee with an efficient transmitter that communicates\n\nwith it over long distances.\n\nImage source: amazon.com 48. Walkera Runner\n250\n\nThe Runner is another one of Walkera’s smart\ncreations. It comes with an FPV-ready, HD\ncamera that pilots can use to take astounding\nimages and videos. It is efficient, but customers\ncomplained that its 3-axis gimbal is not stable.\n\n \n\nImage source: amazon.com\n49, Witoys V303\nSeeker\n\nJ The V303 is crabby; it scales the ground like a\noe o ~ crab and moves in other directions as well. Pilots\ncan attach their Go Pro cameras on the mount\nSe provided. A 3 GPS autopilot function returns the\nImage source: amazon.com drone when it gets lost. It lands itself, and returns\nhome at the touch of a button.",
    "Page_69": "50. WLtoys V383 Quadcopter\n\nThe V383 is a dependable quadcopter that does\nnot break easily. An efficient, brushless motor\ngives it raw power. This Flybarless quadcopter has\naerodynamics that gives it unchallenged stability.\nIt performs loops, inverted flights, and rolls\neffortlessly. It is reliable, except that it may not\nalways bind well with its transmitter.\n\n \n\nImage source: amazon.com\n\n \n\n51. Wltoys V393 UFO Drone\n\nThe V383 has a brushless motor that gives it raw\npower. Pilots can control it in two modes via its\ntransmitter. Its airframe is light, yet resilient. It is\na breeze for a new pilot to maneuver. These\nexcellent qualities aside, a customer reported that\nthe LED lights and batteries on his quadcopter\n\n \n\nImage source: amazon.com\n\n \n\ndid not work.\n52. XIRO Xplorer\n\nThis ready-to-fly quadcopter is fully compatible\nwith the Go Pro Hero 4. This photography-\nfriendly drone allows real-time transmission of\nimages. The Follow Me and Circle Me features\nenable users to take stunning selfie shots from the\nair. It is an exceptional device, though a user\nreported that it would not return when instructed.\n\n \n\nImage source: amazon.com\n\n93. XK Detect X380\n\nThe Detect X360 has an incredibly dynamic, brushless motor that gives it\nsuperior power. A six-axis gyro system prevents it from careening in the air.",
    "Page_70": "e large, yet light airframe is highly durable, and\nit circles within a set radius. Customers\ncomplained about an unstable throttle.\n\n  \n \n  \n  \n \n\n54. XK X350 Stunt Drone\n\nis drone will do J ackie Chan proud. It comes\n\n \n\nImage source: amazon.com with an Anti-Crash system which enables it to\nexecute flips without\ntumbling to the ground. The Special Balance a\n\nCharger reduces charging time to 1.5 hours. Also yS -\nBs\n\niO <a a\nit may do unparalleled acrobatics. - Oe ‘\n\n  \n\n59. YKS 250 Quadcopter\n\nThis RTF drone is a competent quadcopter worthy ),age source: amazon.com\nof any drone arsenal.\nIt has a full, carbon-fiber frame that is tight and\n\n_ , sturdy. It comes with a mount for an attachable\nnt dh Go Pro camera, and replacement parts are readily\n~ 4 available. A user complained that it came without\n\ninstructions.\n\n \n\nImage source: amazon.com 56. Yuneec Typhoon G\n\nThis quadcopter is a selfie extraordinaire. It\ncomes with Follow Me and Watch Me features\nthat allow users to capture professional, stable\nselfies on the fly. A three-axis gimbal stabilizes the\ncamera. A customer commented that the gimbal\non his drone did not work well.\n\n6 =i“\n\n \n\nImage source: amazon.com\n\n97. Zero Tech 16000 Xplorer\n\nThis drone is completely operational from a pilot’s smartphone and has an",
    "Page_71": "intuitive gimbal that they can control easily. Its\nlanding gear is fully portable.\n\nList of drones between $500-$1000\n\n   \n\nImage source: amazon.com\n\n> DRONES BETWEEN $500-$ 1000 A\n\nThese higher-priced drones are for serious enthusiasts. The\nUAVs in this category are slightly more expensive and cost\n\nbetween $500 to $1000. Each Is worthy of being in any\ndrone arsenal and has outstanding qualities. Pilots can use\nthem for various purposes.\n\n \n\nThese higher-priced drones are for serious enthusiasts. The UAVs in this\ncategory are slightly more expensive and cost between $500 to $1000. Each\nis worthy of being in any drone arsenal and has outstanding qualities. Pilots\ncan use them for various purposes.\n\n1. 3DR IRIS+ Quadcopter\n\nThe 3DR Iris Quadcopter is a sturdy, dependable\ndrone that flies for a relatively long 22 minutes. It\ncan carry up to 14.10z (400g) of weight. It comes\nready to fly, and pilots need not fret over\nassembling it except to attach its propellers. It\n\nmay not fly well without calibration. One user\nreported that his drone tilted as it flew.\n\nImage source: amazon.com\n\n2. 3DR Solo Drone\n\nSolo’s controller will feel familiar to gaming enthusiasts. It has a camera that\ncaptures high-quality aerial photographs from its transmitter. Pilots can",
    "Page_72": "connect it to mobile devices as well. One user\nremarked that 3D Robotics, which manufactures\nthis drone, did not ship its camera gimbal to him.\n\n3. AEE AP10 Drone\n\n \n\nThis drone comes with a dynamic, 16MP camera\n\n \n\nImage source: amazon.com for taking stunning photographs. Pilots can make\nuse of its autopilot\n\nfeature. This speedy machine can travel up to 55 S\n\nmph and fly at almost 5000 ft (1634m). The ee Ss\n\npowerful 5300 mAh Lithium-Polymer battery lets ™ ’ . \">\n\nit take to the skies for a long time. A customer\nshared that it could not detect its eight GB micro\ncard.\n\n—*\n\n@e\n\nImage source: amazon.com\n\n4. Autel Robotics X- Star Drone\n\n \n\n-— The X-Star is a drone that keeps up with its UAV\npeers. Its Ultra HD camera takes steady\nprofessional quality photographs, thanks to a 3-\naxis gimbal stabilizer. An intelligent remote\ncontroller, with one-touch buttons, makes\nmaneuvering it easy. A customer complained that\nit is unsteady upon takeoff, but it is controllable, even by novices.\n\n  \n \n\nImage source: amazon.com\n\n \n\n5. Blade 350 OX3\n\nThis nifty drone is easy enough for an 4 aL a\ninexperienced novice to fly. Mast-mounted GPS D\n\ngives it incredible GPS performance. Customers\nnoted that its battery does not charge, but it has\nselling qualities.\n\n \n\nImage source: amazon.com",
    "Page_73": "6. Blade Chroma Drone\n\nThe Blade Chrome Drone records flawless, steady\nvideos from the air. There is a no-distortion lens\non the camera, so there is no fisheye effect. It easy\n\n \n\n’\n\nXQ for inexperienced pilots to maneuver. This device\n\nfiles for a complete half hour, longer than most of\nits drone counterparts. A few customers\ncomplained about its faulty GPS signal, but they were probably flying it out of\nrange.\n\nImage source: amazon.com\n\n \n\n7. Cheerson CX22\n\nThe Cheerson CX22 is a highly intuitive drone. A =\ndual GPS system significantly improves its oF x ——\npositioning. The Follow Me feature enables pilots | Pay \\\n\nto record to-die-for aerial selfies, in high\n\ndefinition. Pilots can view them in real-time,\n\nthanks to its FPV system and a 10 80p camera. Image source: amazon.com\nThe 5.8 Ghz transmitter allows communication over a long distance.\n\n     \n\n \n\n8. DJ I Phantom 2\n\nat we he\n: rs ee - The DJI Phantom 2 is the epitome of technology.\ndee Jt Phant © &P ay\n~ A_A It comes with its own built-in, 14 MP camera and\n{' \\\n\na a Go Pro mount for a pilot’s camera. Pilots can\n| ~ \\ record two sets of footage concurrently. The\ncamera tilts contrary to the drone’s angle-axis\nmotion, which permits the recording of stable\nimages. Pilots can fly it for 25 minutes. A customer mentioned difficulties\ncontrolling his drone, but he may be an inexperienced pilot.\n\nfi\n\nyf\n\nImage source: amazon.com\n\n \n\n9. DJ I Phantom 3",
    "Page_74": "The Phantom 3 is a to-die-for aerial photography\n\n  \n\ntool. It records astounding, ultra-high definition g i\nimages. Lightbridge technology enhances =5 - « : _\ntransmission of 720p video. Enthusiastic [ ian\nphotographers should take note that they should 33 5 J\n\n— —\n\nfly it according to government regulations.\n\n10 Ehang Ghost Image source: amazon.com\nDrone\n\n~~ © The EHang Ghost drone is among the most user-\n— \\ friendly UAVs on the market. Its waypoint\na oo“; planning, companion, and avatar modes are\naccessible with the touch of a button. It flies for\n\nalmost half an hour on a single charge. Pilots have\nto buy an additional monitor to view its footage in\n\n \n\nImage source: amazon.com\nreal-time.\n\n11. Flypro XEagle Sport\n\n   \n\nThe Flypro XEaqgle has all the functions pilots look\nfor in a drone. It takes off, circles and returns at\nthe touch of a button. Take panoramic, to-die-for\nshots with its 4K camera. Security protection\nensures that your data is well-looked after. FPV\ntechnology allows you to view the video it records\nin real-time.\n\nImage source: amazon.com\n\n12. FreeX SkyView Quadcopter\n\n \n\nAs its name suggests, the FreeX Skyview gives users a panoramic perspective\nof the footage it captures. Intuitive GPS features prompt it to return home\nwhen it gets lost. It captures high-definition aerial footage with its efficient,\nbrushless FPV camera in real-time. Note that some customers find it",
    "Page_75": "expensive.\n\n \n\n \n\n= 4 13. Hawk 4k Fold\n\na\n/ ) The Hawk 4K has the distinction of being the\nai world’s first foldable drone. Highly portable, you\ncan take it anywhere. It boasts a dynamic 4K\nImage source: amazon.com Camera, kept steady by a stable, brushless gimbal.\n\n \n\nOf course, it takes\nstunning images. It also comes with a functional\nwatch controller. One customer feels that it could \\\nbe more responsive.\n\n \n\n14. Muzeli Foldable Quadcopter\n\nMuzeli has produced a foldable drone that pilots jmage source: amazon.com\ncan tote around easily.\nIt comes with a mount for your Go Pro camera\nand 5 Smart Modes for recording different events.\nThey can make your sports or concert footage eye-\n\né popping.\n\n \n\n  \n \n\n15, Parrot Bebop 2\n\nImage source: amazon.com\n\nThe Parrot Bebop is an\ninnovative photography device; it takes wide-\nperspective, fish-eye images with a 14 MP camera.\nPilots never have to worry about its transmitter,\nbecause they can control it with their cell phones.\nNote that a user had problems working it; she\nmay not have calibrated it well.\n\n \n\n \n\n \n\nImage source: amazon.com\n\n16. Powerlead Pgad A011\n\nThe PQuad A011is an intelligent drone. It has an automatic landing feature",
    "Page_76": "that enables new pilots to feel secure. Precise GPS\n_ positioning ensures that it will never get lost. This\ndrone will be the best tool in any photographer’s\narsenal; it records up to eight images at once.\n\n \n  \n\n17. SimToo Dragonfly Pro\n\nImage source: amazon.com The SimToo Dragonfly is a drone with retractable\n\n“wings”, or propellers.\nThis breakthrough innovation loiters, circles and\ntakes panoramic shots at the touch of a button.\nThe drone follows a pilot faithfully and takes\nastounding self-portraits.\n\n \n\n \n\n18. Walkera Furious 320\n\nImage source: amazon.com\n\n \n\nMade of highly\n\\ durable CFP material, the Walkera Furious is a\nSe rugged drone. It transmits live images at 5.8G,\nand travels at speeds of up to 120km/h, faster\nthan most drones. A brushless motor gives it raw\npower and agility.\n\n \n   \n \n\nImage source: amazon.com 19. Walkera QR X350 PRO\nThe X350 Pro is a competent drone that takes — ’\nhigh-quality images with a 3D, iLook camera. A 3 Ga\"\npowerful 5300 mAh battery gives it half an hour —s 7,\n\nSp\nof flight time. Note a customer’s reflection that | : ate \\ 5\nsome parts of the drone he received did not work. qg | 5\n20. Walkera Scout X4 Image source: amazon.com\n\nThe Walkera Scout is a smart, organized drone, with a Waypoint Planning\nfeature that allows pilots to plan its flight path. Pilots can view the real-time",
    "Page_77": "Image source: amazon.com\n\na 5.8g frequency, and GPS positioning ensures\nthat it will not get lost. Note a customer’s\nobservation that its battery will not charge if it is\nbelow storage level.\n\n22. XIRO Xplorer Quadcopter\n\n \n\nImage source: amazon.com\n\n \n\n \n\nimages it transmits through its Android phones or\nIPhones. They can double its motors to increase\nits payload.\n\n21. Wingsland Scarlet Minivet\n\nThe striking orange color of the Wingsland\nMinivet makes a lasting impression. It transmits\nreal-time images over\n\n \n\nImage source: amazon.com\n\nThe Xiro Xplorer\n\ncomes ready-to-fly. All customers need to do is\nattach the propellers. A precise, 3-axis\nstabilization system lets it take videos without any\ndistortion. Selfie fans will enjoy its Circle Around\nMe and Follow Me features, which allow it to take\nincredible aerial portraits that will leave viewers\nspeechless. Note a customer’s remark that he\n\ncould not charge his done’s battery.\n\n23. XK Detect X380-C\n\nThe XX Detect 380 may look delicate but is a\npowerhouse. Efficient radar positioning allows\nyou to track its location. It takes sharp shots with\na 1080p camera, and 2-axis brushless motors\nallow it to soar in the sky. Note a customer who\n\n \n\nmentioned that he had difficulties making it stay '\"\"°9° 8°\" amazon.com",
    "Page_78": "in the air.\n\n24. Yuneec Q500 Typhoon\n\n \n\nThe Yunnec Q500 makes every pilot feel like a\nprofessional. It comes with a personal ground\nstation and a three-axis gimbal camera that takes\nsteady shots. The camera has a powerful, 12 MP\ndistortion lens. Take note of a customer’s opinion\nthat the drone’s transmission range is too small.\n\n \n\nImage source: amazon.com\n\nList of drones between $1000-$1500\n\n-\neee\n-\n\nDRONES BETWEEN $1000-$ 1500\n\nPilots who need a solid drone to conduct\nactivities such as real estate management\nand surveillance should consider these\ndevices. Costing between $1000 and $1500,\nthey are pricey, but will last. All of them\nhave a list of standout features.\n\n  \n\n-\n\n-\nSw aceon er enero eee eeee see ees eee esas eeeeeeseesesa en eeeeeesag,\n\nPilots who need a solid drone to conduct activities such as real estate\nmanagement and surveillance should consider these devices. Costing between\n$1000 and $1500, they are pricey, but will last. All of them have a list of\nstandout features.\n\n1. 3DR Solo Quadcopter\n\nThe 3DR Solo is a fully computerized drone. It\nfunctions with the help of two computers, one in\nitself and the other in its transmitter. Smart Shots\nmode allows it to fly itself so that pilots can",
    "Page_79": "concentrate on taking eye-catching snapshots. It  /\"29° source: amazon.com\nallows streaming of live HD video.\n\n2. Autel Robotics X-Star Drone\n\n—*\n\n    \n\nThis star quadcopter comes with a 4K camera that\nnever fails to take stunning shots from the air. Its\norange color is unmistakable. Guards prevent its\npropellers from breaking; owners never have to\nworry about durability. A few customers felt that\nit was not responsive enough, but make no\nmistake; this drone is competent.\n\nSEES\n\n \n\nImage source: amazon.com\n\n3. Blade Chroma Drone\nThe Chrome drone takes smooth, stunning aerial = -\nphotos with its 4K camera. Its camera lens\n\nprevents any distortion. This user-friendly device\n\nis controllable by any pilot. A few customers\n\nreported losing its GPS signal, though others did\n\nnot report issues. Image source: amazon.com\n\n4, DJ I Phantom 2 Vision+\n\n“3 «ce The Phantom? Vision Plus, like the rest of the\n—_— Phantom family, is a must-have photography tool.\nae ) @ It has an intuitive 14 MP camera that is an ideal\n\n® photographer’s companion. It records video at\n\n60fps and creates slow motion effects. A 3 axis\n\nimage source: amazon.com gimbal stabilizes its camera. Customers\ncomplained that it flies away at random, but that could be because they could\nnot control it well.\n\n5. DJ I Phantom 3",
    "Page_80": "The DJ I Phantom 3 a breakthrough innovation\nfrom DJ I. It comes with updated software, and a\n\nAk, UHD camera that takes professional videos. A hx os ew | a\nthree-axis camera gimbal stops the camera from =) P\nmoving around unnecessarily. Lightbridge ‘ ve || (e\ntechnology enables pilots to record and watch .\nvideos simultaneously. Image source: amazon.com\n6. DJ] Phantom 4\nia — ir ~~ The DJI Phantom 4 is one of the smartest\n8 v quadcopters to date. With Auto Take Off and Auto\nP 4) Return Home features, novices will find it easy to\nv control. Capture UHD video with its 12 MP\n\ncamera. Gimbal stabilization allows it to capture\nclear footage. Pilots can use DJ I’s director\nsoftware to add text and music to their videos.\n\nImage source: amazon.com\n\n7. Gleagle X3 Quadcopter\n\nThis drone, in unmistakeable green, has a unique\n\nenjoy longer flight time. Multiple users can access am\nthis drone, and pilots can quickly adjust its\nthrottle. Exclusive dual control mode makes it\neasy for professionals or novices to use. A 5.8GHz\ncamera transmits images from a considerable distance.\n\n \n\nImage source: amazon.com\n\n8. KongCopter FQ700 Pro\n\n \n\n \n\nThe KongCopter is gargantuan. But make no mistake; it is one of the most\ninnovative, stylish quadcopters around. It has fold-down arms that allow it to\nstore easily. A carbon fiber sheet gives it durability and strength. LED lighting\nenables it to stand out at night. It has a retractable undercarriage and is",
    "Page_81": "incredibly easy to assemble.\n\n9. QWG Keyshare Drone\n\nWedding photographers will be interested in\ndrone maker Wangduo’s latest product. This DIY\nUAV takes stunning aerial shots of weddings. This\nImage source: amazon.com drone is for you if you do not like swiping tablets,\n\nas itis not yet IOS ; a\nready. ‘a —\n&\n\n10. Walkera F210 Drone\n\n \n\n \n\n \n  \n\nThe F210 is a bona fide acrobat. It travels four\ntimes faster than other drones and is as intuitive.\nIt informs pilots when it does not have enough image source: amazon.com\non power, and it\n\noptimizes flight control boundaries as well.\n\n \n\n \n \n  \n\nWalkera’s quick service impressed a customer.\nie 11. Walkera Furious 320\n\nThe Furious 320, as its name suggests, travels at\nbreakneck speeds of\n120 km/h. It can record its smooth moves with its\n1080p camera. This nifty device has an adjustable\npropeller that accommodates high-speed flights.\nEnergy-saving LED technology powers its radar,\nwhich warns users when it changes its direction.\n\nImage source: amazon.com\n\n \n\n12. Walkera OR X800\n\nImage source: amazon.com\n\nThe Walkera QR X800 is one of the most maneuverable drones to date. It is\nthe only Walkera drone with a multi-axis control platform and a core",
    "Page_82": "integrated circuit system that keeps it flying.\nBrushless motors give it raw power.\n\n13. Walkera Scout X4\n\nOne word describes the Walkera Scout X4:\nresponsive. Pilots can set its destination pre-\nImage source: amazon.com flight, and can determine its takeoff point. It is\n\ncontrollable by new\nand experienced pilots. The Follow Me feature\nenables pilots to take appealing aerial self-\nportraits. A Hyper IOC function allows it to\nmaintain a forward orientation. It is a worthy\naddition to any drone arsenal.\n\n \n\n \n\n14. XIRO Zero Xplorer/mage source: amazon.com\n\nXiro has taken a pilot’s convenience into\nconsideration; it has pre-tuned the Explorer, so\npilots need not fret over calibrating the drone.\nWith three flight modes, pilots of all skills can use\nit. This all-inclusive takes off and lands at the\ntouch of a button.\n\n \n\nImage source: amazon.com\n\n15. Yuneec Q500 4K\n\n \n\nTyphoon\n\nmakes a drone enthusiast feel like a real pilot. A\nAK camera takes ultra high definition videos\nwithout a quirky jello effect. A user can controller\nits resolution and exposure. Pilots will enjoy real- '™2ge source: amazon.com\ntime flight data.",
    "Page_83": "List of drones between $1500-$3000\n\nDRONES BETWEEN $1500-$3000 6)\n\nThese quadcopters, costing between $1500 to $3000, are\n\nnot for pilots with a small budget. Consider these drone kits\nif you want to make an Investment that will last for years.\nEach of them has killer features and boasts top quality\nmaterial.\n\n \n\nThese quadcopters, costing between $1500 to $3000, are not for pilots with a\nsmall budget. Consider these drone kits if you want to make an investment\nthat will last for years. Each of them has killer features and boasts top quality\nmaterial.\n\n1, AirDog Action Sports Drone\n\nDie hard sports fans, the Action Sports Drone is\nfor you. With its help, you will not miss any part\nof that football game you were raring to see. It has\na flight mode dedicated to every sport. The drone\ncomes with Air Leash, its dedicated controller,\nimage source: amazon.com that allows pilots to control the camera to capture\nsports action. This foldable drone is easy to slip into any backpack. A\ncustomer remarked that its camera’s gimbal malfunctioned once.",
    "Page_84": "2. DJ I Phantom 3 Advanced + Goggles\n\nDJ I offers a full quadcopter experience with its\nFye in the Sky package. The manufacturers have\nincluded Dominator V3 FPV goggles so that you\ncan enjoy real-time telemetry at its best. It takes\nlive footage with its 2.7K 1080p camera. A\nstabilizing footage ensures that you will not\nrecord images with a “jello” effect.\n\n \n\nImage source: amazon.com\n\n3. DJ 1 Phantom 3 Carbon Fiber Black\n~ te, wa a This drone kit comes with all you need to make\nyour flights memorable. DJ I has fitted the drone\nwith Lightbridge technology, which enables real-\ntime telemetry. Pilots can control it with their IOS",
    "Page_85": "Image source: amazon.com or Android phones. It includes a durable hand\ncarry case and a trackmo tracker to keep tabs on its position. A microfiber\ncloth for cleaning its lens comes with this unique kit. Some users find it\nexpensive, but this durable photography tool and the accessories that\naccompany it are well worth the money.\n\n4, DJ I Phantom 4 Advanced Bundle .\n\n>\nete\n\nThe DJ I Phantom 4 advanced bundle comes with - oe ‘\neverything you need for a quality drone et\nexperience. It includes the DJ I Phantom 4, a —\nmultifunctional backpack and a set of four A A\npropeller guards that ensure the drone’s —\ndurability. Pilots must remember to calibrate its | '\"*9° °°W\"°* 2mazon.com\ngimbal before flying it.\n\n \n\n5. DI I Phantom 4 Executive Kit V2\n\nThe DjI Phantom 4 Executive Kit includes the DJ I\nPhantom 4, a Nanuk Wheeled Case and a Thor\nPowered Super Charging Station. This package\nsuits photographers to a T; it includes an L-Series\nPremium Lens Filter kit that will keep your\ncamera’ s photographs sharp.\n\n \n\nImage source: amazon.com\n\n6. DJ 1 T600 Inspire 1\n\nDJ I’s T600 is ready-to-fly and offers a satisfying\naerial experience. Enjoy a live HD view of its\nfootage with its camera. It allows you to shoot 4K\nvideo. You can detach the camera for easy\ntransport. A customer reported some durability\nissues.\n\n \n\nImage source: amazon.com",
    "Page_86": "7, Walkera Voyager 3\n\n| The Voyager 3, with a dual navigation system, is\neasy for new and seasoned pilots to control. An\nintuitive DEVO controller helps it with the task.\nSee the footage it captures in real time, with its\nFPV camera. A customer found the drone hard to\nfly, and it’s camera, unsteady, but he is likely an\n\n \n\nImage source: amazon.com\n\ninexperienced pilot.\n\nList of drones above $3000\n\n-\neR ee\n-\n\nDRONES ABOVE $3000\n\nThese drones and quadcopter kits Gre tN eee —\n\nultimate prizes in any drone arsenal. Costing\nabove $3000, they suit dedicated\nprofessionals. Invest in any of them if you :\n\nwant a device that will last for years. Each ES\ndrone kit will fake UAV fiying fo the next level.\n\nete eee wee ewe\n\nThese drones and quadcopter kits are the ultimate prizes in any drone\narsenal. Costing above $3000, they suit dedicated professionals. Invest in any\nof them if you want a device that will last for years. Each drone kit will take\nUAV flying to the next level.\n\n1. DJJ Inspire 1 Carbon Fiber\n\nThis cutting-edge drone has a lightweight, yet\nflexible Aerodynamic frame that helps new and\nexperienced pilots guide it through the air. Self-\ntightening props ensure durability. Its powerful\nremote controller takes control of the drone and is\none of the most finely-tuned devices to date. It\ntakes clear, high-quality images with its 4K camera. The Trackimo Tracker\n\n \n\nImage source: amazon.com",
    "Page_87": "lets pilots know where it is at all times. It includes a Go Professional Travel\nCase for easy transport.\n\n2. DJ I Inspire 1 PRO Black Edition\n\nWith a sleek black airframe, the Inspire 1 Pro\n: Black Edition gives the instant impression of\n\n \n  \n\nprofessionalism. Reduced abrasion gives its\npropellers better maneuverability. It takes\nexcellent HD images with a professional, Zemuse\nimage source: amazon.com X5 4K camera, which stays perfectly still during\nflight because of a 3-axis gimbal.\n\n \n\n3. DJI Inspire 1 Pro Carbon Fiber 4K\n\nThe nifty Inspire 1 is a sleek device that does not\ndisappoint. It has TB47 and TB48 batteries which\ngive it power. The TB48 is an extra battery that\ncomes with this package. Its Carbon Fiber Design\ngives it high durability. It transmits quality\nimages in real time, thanks to patented\nLightbridge technology. A picture of steadiness, it is controllable by all pilots.\n\n \n\nImage source: amazon.com\n\n4. DJI Inspire 1 Pro-X5 4k\n\n— a The Pro X5 is a lean, mean machine. It comes\n\" ~with a Zemuse 16MP camera that takes sharp\nstills. Its lenses feature remote aperture and focus\ncontrol. You can take clear shots from many\nperspectives. DJ] I has enabled Waypoint Planning,\n\nimage source: amazon.com which allows pilots to track their flight paths. The\ndrone’s exciting features have drawn rave reviews from customers.\n\n5. DJ 1 Inspire 1 Starter Kit",
    "Page_88": "Avid photographers need a starter kit like this\none. It includes the intuitive Inspire 1 and its\ncutting edge, modular 16 MP camera which pilots\ncan remove for easy transport. The package\nincludes a useful Scandisk SDHC Memory Card,\nfor pilots to store up to 32GB of images. Pilots can\nlisten to their recordings with its SSE Fury Image source: amazon.com\nSpeaker. It boasts an advanced remote controller,\n\nwith buttons dedicated to video and photo capture. The controller enables\nprecise movements in the air. Two people can control it, with one\nmanipulating the drone and the other managing its camera.\n\n \n\n \n\n6. DJ 1 Inspire 1T600 4k\n\n   \n \n \n \n\n“An advanced ready-to-fly design makes flying the\n\n_ drone a hassle free experience. Its 4K camera and\n\n3-axis gimbal are modular and free to upgrade.\n\ne drone’s unique, aerodynamic carbon fiber\nframe moves out of the camera’s way, allowing\n\nimage source: amazon.com pilots to take footage without obstruction.\n\n7, DI I Matrice 100\n\nDevelopers who wish to program a drone to suit\ntheir needs will be interested in the DJ I Matrice.\nItis an entirely customizable flight platform,\noptimized for programming purposes. It has a\ndedicated remote controller for easy coding.\n\n \n\nImage source: amazon.com\n\n \n\nConclusion\n\nThis comprehensive list captures the details of every drone available on\nAmazon and Quadcopter Arena hopes that it has been useful to you. The\nproject is open, and we will be grateful if readers suggest ways to refine it.",
    "Page_89": "Ideas for improving this index or adding new drones to it are always\nwelcome."
}