{
    "Page_1": "WAGE STRUCTURE AND THE WAGE DETERMINING PROCESS\nFOR SIX BRITISH COLUMBIA INDUSTRIES\n\nby\n\nTERRY ROSS COLLI\n\nB.A., Brandon University, 1969\n\nA THESIS SUBMITTED IN PARTIAL FULFILMENT OF\nTHE REQUIREMENTS FOR THE DEGREE OF\nMASTER OF ARTS\n\nin the Department\nof\n\nEconomics\n\nWe accept this thesis as conforming to the\n\nrequired standard\n\nTHE UNIVERSITY OF BRITISH COLUMBIA\n\nSeptember, 1970",
    "Page_2": "In presenting this thesis in partial fulfilment of the requirements for\nan advanced degree at the University of British Columbia, 1 agree that\nthe Library shall make it freely available for reference and study.\n\n! further agree that permission for extensive copying of this thesis\nfor scholarly purposes may be granted by the Head of my Department or\nby his representatives, It is understood that copying or publication\nof this thesis for financial gain shall not be allowed without my\n\nwritten pemnission,\n\nDepartment of 2 Cotte Ce\n\nThe University of British Columbia\nVancouver 8, Canada\n\nDate SY oO",
    "Page_3": "ABSTRACT\n\nThis thesis is an attempt to combine two opposing arguments which\nhave appeared in the literature of labour economics for nearly 25 years.\nThe analysis deals with the formulation of a collective bargaining model\nwhich yields some insight into the wage-determining process.\n\nThe economic criteria for a wage settlement proposed by J. T.\nDunlop in his book, Wage Determination Under Trade Unions, are combined\nwith the ‘political! or 'power' variables which A. M. Ross had advocated\nas the most important determinants of wages in his book, Trade Unton Wage\nPolicy. The result is an analysis very similar to that of recent bar-\ngaining theory studies.\n\nSix industries from the British Columbia economy are examined\nwithin the concept of the model developed. These industries produce a\nmajor part of the output of this region. The examination of these indus-\ntries, therefore, provides a key to the comprehension of the general\ntrends and forces at work in the British Columbia labour market.\n\nThe model attempts to discover the variables most significant\nin explaining the movement of wages in each industry from 1948 to:1968.\nThe variables examined represent a combination of the economic and poli-\ntical forces which are hypethesized to act upon the wage determination\nprocess. . ,\n\nIn addition, the thesis examines those industries in the “eontext\nof -a general wage structure. It is hypothesized that the existence of\nsuch a structure plays a large role in the wage determining; process and\n\ndi",
    "Page_4": "iii\n\nhas a significant influence upon trends in the economic activity of the\nprovince. The end result will be an explanation of the single and col-\nlective wage movements of these six industries.\n\nThe findings generally support the theoretical hypothesis that\nthe wage determining process is subject to both political and economic\nforces. Economic variables are able to confine wage settlements within\na range. The size of this range also depends upon economic forces.\nWithin the range, however, bargaining may involve a multiplicity of\ncriteria. Both the union and the fitm will often choose some easily\nobservable criteria upon which to base wage settlements. This study\nattempts to determine the main criteria chosen within each industry.\n\nThe conclusions: reached show that wage comparisons made among\nindustries by both workers and employers are able to explain the largest\npart of wage movements. A bargaining theory model is supported and\nample evidence of a wage structure which plays an important role in\n\nthe wage determining process is found.",
    "Page_5": "TABLE OF CONTENTS\n\nLIST OF TABLES . 2°. 6 6 2 2 ee ee\n\nLIST OF CHARTS... ee pe eee\n\nChapter\nI.\nII.\nIIt.\n\nIV.\n\nVI.\n\nINTRODUCTION .....\nTHEORETICAL BACKGROUND\nTHE MODEL... 1 ee\nEMPIRICAL RESULTS .. .\nTHE INTER-INDUSTRY.WAGE\n\nA CONCLUDING SYNTHESIS\n\nBIBLIOGRAPHY . . se ee ee eee\n\nAPPENDIX A .\nCHARTS...\n\nTABLES . ..\n\nee\n\nCr ee\n\nCe\n\nSTRUCTURE\n\niv\n\nPage\n\nvi\n\n31\n\n47\n\n76\n\n82\n\n85\n91\n92\n\n94",
    "Page_6": "LIST OF TABLES\n\nTable Page\nI INDEX OF REAL VALUE-ADDED OUTPUT PER INDUSTRY ....... 94\n\nIL AVERAGE HOURLY WAGE RATES IN SIX BRITISH COLUMBIA\nINDUSTRIES, 1948-1968 . 1. 1 1 6 we ee ee ee ee ee 95\n\nIIL COMPARISON OF THE WAGE BILL TOTAL OUTPUT RATIO AND\nAVERAGE HOURLY PERCENTAGE WAGE INCREASES FOR SIX\nBRITISH COLUMBIA INDUSTRIES, 1949-1967 . 2... . ee eee 96\n\nIv WAGE DIFFERENTIAL BETWEEN TOP AND LOWEST WAGE INDUSTRIES\n1949-1968 © 6 6 we we ee ee ee ee 97\n\nVv ANNUAL PERCENTAGE RATE OF WAGE CHANGE FOR SIX\nBRITISH COLUMBIA INDUSTRIES, 1949-1968 ....... 2.4. 98\n\nVI CORRELATION MATRIX DEMONSTRATING RELATIONSHIP BETWEEN\nINDUSTRY WAGE CHANGES . . 2. 1 6 we ee ee eh ee ee 99\n\nVII CORRELATION MATRIX DEMONSTRATING RELATIONSHIP BETWEEN\nVALUE-ADDED OUTPUT PER MAN-HOUR CHANGES PER INDUSTRY .. . 100\n\nVIII CORRELATION MATRIX DEMONSTRATING RELATIONSHIP BETWEEN\nEMPLOYMENT CHANGE PER INDUSTRY .............. .101\n\nIx PERCENTAGE CHANGE IN EMPLOYMENT FOR SIX BRITISH COLUMBIA\nINDUSTRIES, 1949-1968 2... 2. 1. eee ee ee ee eee «102\n\nx ANNUAL PERCENTAGE CHANGE IN VALUE-ADDED OUTPUT PER*MAN-HOUR\nFOR SIX BRITISH COLUMBIA INDUSTRIES, 1949-1968 ..... . 103",
    "Page_7": "LIST OF CHARTS\n\nChart Page\nI REAL VALUE-ADDED OUTPUT PER INDUSTRY, 1948 - 1968... . 92\nII AVERAGE HOURLY WAGE RATE PER INDUSTRY ......+ ses 93\n\nvi",
    "Page_8": "ACKNOWLEDGEMENT\n\nI would like to take this opportunity to express my gratitude\nto Dr. Stuart Jamieson, without whose patient help this thesis would\nnever have been possible. In addition, Drs. Roslyn Kunin and Curtis\nEaton have given many useful comments. Mr. C. Perry of the Inter-\nnational Woodworkers of America, and Mr. C. Mitchell of the British\nColumbia Mining Association were kind enough to explain various aspects\n\nof their industries to me.\n\nThis thesis was financed by grants from the Industrial Relations\n\nInstitute of the University of British Columbia and the Economics and\n\nResearch branch of the Canadian Department of Labour.\n\nuyii",
    "Page_9": "CHAPTER I\n\nINTRODUCTION\n\nThe determination of the payment to the factor labour has always\nbeen more or less a theoretical nicety. An exact wage rate is reached\nby use of theoretical models, but more recent attempts to modernize wage\ntheory by introduction of labour unions and employer associations into\nthe analysis has caused the precise methods of earlier theories to break\ndown. Sociological and human relation factors which attend this analysis\nelude such precision.\n\nThe attempt to introduce collective bargaining procedures into\nneoclassic marginal productivity theory has created a debate as to whether\nthe politic-sociologic forces attending such procedures are able to cause\nwage settlements different than those which would have resulted from eco-\nnomic forces alone... A labour market in which collective bargaining is\npracticed is often referred to as being institutional in operation. For-\nces are grouped around the leadership of the union on the one hand and\nthe management team on the other. Government action is not unheard of\nin such a market. The nature of the market no longer approaches the in-\ndividualist nature assumed in classical theory. For this reason alone\nit should be expected that wage determination in an institutional setting\nwill differ from the original theoretical results.. This thesis is an\nattempt to examine both of these sets of forces ~- economic and socio-\nlogic-politic within the context of the British Columbia labour market.\n\n1",
    "Page_10": "Debate has more recently centred particularly on whether the\ninstitutionalization of the labour market leads to wages which differ\nsignificantly from what they would have been were market forces alone\nto prevail. On this subject the findings are somewhat less certain due\nto the examination only of industries which are unionized to a high de-\ngree. Non-unionized industries and industries of low degrees of union-\nization lack the statistics required for comparison with the industries\nanalyzed here. Very often wage data are non-comparable since non-unionized\nworkers often receive discount prices and other fringe benefits which are not\neasily compared across industries. In addition the fact that many non-union-\nized firms hire fewer than 15 employees means that D.B.S. statistics (which\nexclude firms of less than 15 employees) are doubtful as to accuracy.\nNevertheless the results found are believed to be significant. In addition\nthe findings lead to the proposal of a synthesis of the economic-politic\narguments which, if properly developed, will allow a much more fruitful analy-\nsis of the subject of wage determination in the future.\n\nFirst, the main body of literature on the question will be examined\nand then a model which may be tested on the British Columbia economy will\n\nbe developed.",
    "Page_11": "CHAPTER II\nTHEORETICAL BACKGROUND\n\nInstitutional wage theories began to appear.in the early 1900's.\nThey were a response stimulated by the rapid growth of unions during the”\nearly twentieth century. It was not until the mid-1940's, however, that\nthe heated debate arose as to whether economic or ' political—power! var-\niables were more important in the formulation of a wage rate.\n\nJ. T. Dunlop's book, Wage Determination Under Trade Untons,*\npublished in 1944, served as chief proponent of the argument that wage\ndetermination was largely the result of economic forces. The union was\nviewed as an economic enterprise faced with a set of demand and supply\nfunctions. It was regarded as a maximizer of some goal for those em-\nployed in the industry in which’ the union is organized ~- goals such as\nthe volume of employment provided its membership; the total wage bill of\nthose employed; the total earnings of the workers (including public pay-\nments to the unemployed); the average earnings per unit of labour; or\nmore narrowly, the average earnings of those who control the union, i.e.,\nthose with seniority.\n\nIt should be noted that Dunlop saw the union leadership being\n\nfaced with a choice between several different demand and supply functions.\n\n1s, T. Dunlop, Wage Determination Under Trade Unions (New York:\n\nAdgustus M. Kelly), reprinted 1966.\n\n3",
    "Page_12": "In addition there were perceived functions (that is, what the union be-\nlieved to be the relationship between certain variables) and actwal func-\ntions which might not be accurately observed by the leadership. He con-\ncludéd. that:\n\"the most suitable generalized model of the trade\n\nunion for analytical purposes is probably that which\n\ndepicts the maximization of the wage bill for the total\n\nmembership.\" 2\n\nThe Dunlop analysis is perhaps best illustrated by Allan Cartter's\naccount of trade union activity.? Cartter demonstrates that the trade\nunion -- if assumed to be a maximizer of some policy -- may be introduced\ninto marginal productivity analysis. In addition, he shows that techno-\nlogical factors will affect the shape of the labour demand curve. The\nresult might be a demand curve far different from the near perfectly elas-\ntic one assumed in neothassic theory. Cartter also adopts the analysis of\nEdward Chamberlin,“ Joan Robinson” and Paul Sweezy® to demonstrate that\nmarket structure may also affect the demand curve for labour and allow\n\nwages to rise without the corresponding fall in employment which was in-\n\ndicated by marginal productivity analysis.\n\nDunlop, op. ett., p. 44.\n\n34. cartter and F. R. Marshall, Labour Eeonomicd: Wages, Employ-\nment and Trade Untontsm (Homewood, Ill.: Richard D. Irwin, Inc., 1967). -\n\n‘Edward Chamberlin, The Theory of Monopolistie Competition (Cam-\nbridge, Mass.: Harvard University Press, 1933).\n\n> Joan Robinson, The Economtes of Imperfect Competition (London:\nMacmillan, 1933).\n\nSpaul Sweezy, \"Demand Under Conditions of Oligopoly,\" in A.Z.A.\nReadings in Price Theory (Chicago: R. D. Irwin Inc., 1952).",
    "Page_13": "In neoclassical terms the demand curve of the firm for the fac-\ntor results from a relationship between the quantity of the factor em-\nployed and its product. Cartter emphasizes that the demand for labour\nis a reflection of the demand curve for the product in the product mar-\nket. It is therefore to be expected that the type of market in which\nthe industry is situated, becomes significant in determining the wage\nrate.\n\n\"The marginal product curve is the demand curve for\nlabour. . . it indicates to the employer the increment of\nproduct which will be added by the employment of another\nunit of labour; it measures the [real] value of the mar-\nginal employee to the firm.\" 7\nTo translate this demand curve from real into money terms, the\n\nextra product 6f a unit of labour is multiplied by the marginal revenue,\nthat is, the dollar value generated by the sdle of the extra output.\n\nThe demand curve for the firm's préduct will depend upon the type of\nmarket in which it operates: it may be elastic (perfect competition)\nor inelastic to varying degrees (imperfect competition} oligopoly, or\n\n“ monopoly). The type of product market in which the firm operates will\ntherefore affect the marginal revenue generated for the firm by the\nsale of the extra product -- and it is the marginal revenue product\nwhich ultimately forms the demand curve for labour and helps to deter-\nmine the money wage rate.\n\nCartter is then able to use Dunlop's analysis to show how the\n\nunion may attempt to manipulate the supply curve according to the market\n\n‘ cartter and Marshall, op. cit., p. 247.",
    "Page_14": "in which the labour it is concerned with is sold in order to achieve\n\nits goal. The use of a monopoly model of the firm (or the special case\n\nof oligopoly) shows scope for union operations. In Figure 1 the demand,\nsupply and marginal demand and supply curves for labour drecgiven. The\ncurve D represents the firm's demand curve for labour (i.e., the marginal\nrevenue product curve), as has already been explained. The supply curve\nfor labour must be regarded as less than perfectly elastic if the firm is\nrelatively large in a local or regional market. In this case the margi-\nnal cost of labour to the firm is greater than the wage paid to the margi-\nnal man since raising the wage level to attract an extra worker involves\nincreasing the wages of all other workers as well. Thus the profit-maxi-\nmizing firm will attempt to set employment where the added costs associ-\nated with employment expansion (i.e., marginal labour cost) equal the\nadded revenue generated by the output of the marginal employers (i.e.,\nmarginal revenue product). Employment set by the employer will there-\nfore be at E, in Figure 1. The wage level paid, however, will be W.\n\n£\n\nsince that is the wage necessary to call forth E\n\nf?\n€ workers according to\nthe labour supply function.\n\nIf, on the other hand, the union is regarded as a monopolist\nwith the objective of maximizing some goal, such as the rent accruing\nto labour, then employment will be set where the supply of unionized\nlabour (S in Figure 1), which is regarded as a marginal cost curve by\nthe union, equals the marginal demand curve for labour (MD). This mar-\n\nginal demand curve is marginal to the marginal revenue product curve.\n\nIt represents the extra revenue which the union as a monopolistic seller",
    "Page_15": "Wages\nMpa Su ePty of Union\nLagour\nWoe\nWe\nmre\n[Denawo Curve FoR Lagoua\\\nFig ureL.,\nfF €\n* “ EMPLOYMENT\nWages wee\n8\n\nWe.\n“Lg\n\n| MRP\n\n|\n\n|\n\nMo\n\nE E .\n“s EMP LoyMeNr\n\nFigure 2.",
    "Page_16": "of labour would expect to earn from the \"sale\" of an extra unit of lab-\nour.\n\nThe employment level which the union would set if all-powerful\nwould be at EB. with a wage rate Woe This is the wage which the demand\nfor labour curve,-D, indicates the firm would be willing to pay for EN\nlabour. At this wage unionized labour rent would be maximized.\n\nIn actual bargaining neither the union nor the firm has complete\nbargaining power. The result is a bilateral monopoly theory in which a\nbargaining range of Ww - We or Wag - We occurs. It is within this range\nthat :the. precise wage rate will normally lie. It should also be noted\nthat the union is capable of achieving a higher wage without a necessarily\nlarge sacrifice of employment.\n\nA solid analysis of how the union attempts or could attempt to\nmanipulate the supply curve of labour in the long-run is never given.\n\nOf course allusions are made to closed shops, racial discrimination or\nsome other method of politteally limiting supply. But this does not sat-\nisfy Dunlop's contention that the wage rate is generally economically\n\ndetermined. A later article by Dunlop written in criticism of the neglect\n\n86 the union's goal is regarded to be that of maximizing the total\n\nwage bill then union negotiators will attempt to set unemployment at E\n(Fig. 1) where the marginal demand curve for labour intersects the emp! dy-\nment axis. (abscissa). This is analogous to a seller who regards his mar-\nginal costs to be zero. Total revenue will therefore be maximized where\nunit elasticity of the demand curve for labour exists; this is the case\nwhen the marginal demand curve is zero.\n\nThe wage rate which the firm would be willing to pay for this\n\namount of labour is W Bt A bargaining range of We - W, exists in this\ncase. An interesting case is shown in Figure 2 where fhe union, if it",
    "Page_17": "of the supply of labour function by neoclassicists is unsatisfactory on\n\nthis point as well. His analysis, which concludes that \"the work force\ntends in important respects to adapt itself to a long-established rate\nstructure of key jobs\"? does not differ substantially from traditional\nclassical analysis.\n\nThe capacity of the union to manipulate labour supply in the\nshort-run and influence it in the long-run cannot be ignored. Methods\nrestricting the supply for a few days or weeks can be highly effective,\nespecially if the leadership is very sensitive to correct timing. In\nthe long-run general knowledge in the labour market of the difficulty\nexperienced in joining the union (if a closed shop exists) or of being\nhired (if union-controlled hiring occurs) will deter prospective workers\nfrom applying for jobs. In addition unions have played.a significant\nrole in developing criteria for new hiring (e.g., raising the required\nexperiencé level, educational standards.\n\nAs shown earlier, Dunlop's analysis essentially reduced to a\n\nbilateral monopoly model or some variant thereof, in which the firm,\n\npursues a total wage bill maximization goal, will bargain for a wage\nrate lower than the rate which the firm would be willing to offer as\na result of market forces alone!\n\nSuch. occurrences are, of course, never found in collective bar-\ngaining history. It would be political suicide for a union leadervto\npropose a wage decrease, for while the decrease may result in a net in-\ncrease of welfare for the union membership as a whole, it certainly will\nbe contrary to individual employee welfare:\n\n95, T. Dunlop (ed.), The Theory of Wage Determination (London:\nMacmillan and Co., 1964), p. 24.",
    "Page_18": "attempting to maximize profits, provided the demand curve for labour, and\nthe union, attempting to maximize the total wage bill of its members or\npursuing some other goal(s), manipulated the labour supply curve.29 Union\nnegotiators must, however, keep in mind both wage and unemployment levels.\nA high wage policy cannot be pursued with utter disregard for employment\nand consequent union membership decline. Neither is the opposite policy\nfeasible.\n\nThe. question which now arises is: has this capability of the\nunion to manipulate and influence the supply of labour curve led to the\ndetermination of the wage rate by variables other than the economic ones?\n\nThe Dunlop model sees the wage rate as being essentially the re-\nsult of supply and demand variables, and shows the resulting wage rate to\nbe economically determined within some range. The model is ill-suited to\nyielding an exact wage rate. As was demonstrated in Figure 1, the exact\nlocation of the wage rate will depend upon the extent to which either side\nis capable of manipulating the demand and supply curves as seen in the\nminds of its opponents.\n\nIn later writings Dunlop outlined the variables he considered to\nbe most important in wage determination. 1+ Again, these are chiefly de-\nmand variables. The major variable chosen is productivity. As can be\nseen from Figure 1, the marginal revenue product curve is the demand curve\n\nfor labour. In the case of near-perfect competition the marginal revenue\n\n105 or precise development of this model, see Cartter and Marshall,\nop. ett., pp. 296-98.\n\niy. T. Dunlop, “Productivity and the Wage Structure,\" Income, Em-\n\nployment and Public Policy: Fssays in Honour of Alvin H. Hansen (London:\nW. W. Morton and Co., 1948), p. 342.",
    "Page_19": "10\n\nproduct curve differs little from the average value product curve. Thus\nthe use of average value output per man-hour as an approximate measure\nof demand for labour will be correct if the industries examined are‘ near-\nperfectly competitive. Moreover, Dunlop has not insisted that the re-\nlationship between wage and \"productivity\" changes be hard and fast, He\nadds:\n\"industries with more than average gains in productivity\nincrease wage and salary rates somewhat more than average.\n\nIn industries with less than average productivity wage rates\n\nwould increase somewhat less than average.\"\n\nIn addition the relationship that is likely to exist between pro-\nductivity, wages, prices, profits and market power must be explored. De-\npending upon the firm's market power, productivity changes not matched by\nwage changes are likely to be reflected in either the price of the commo-\ndity in the market, the employment of labour in its production, or both.\nIf the market is imperfect, and wage increases are greater than that\nwarranted by productivity increases, there will be either a rise in price\nof the commodity to cover the increased production costs, a fall in em-\nployment as other factors are:substituted in labour's place (depending\nupon the elasticity of supply of other factors) or, as is more likely,\nsome combination of price rise and employment decline, since the elasti-\ncity of demand wdauld need to be perfectly inelastic for no fall in demand-\ned output to result from a price rise.\n\nThis type of analysis has further implications for those who are\n\nattempting to determine whether inflation is demand~pull or cost-push in\n\ncharacter. If the reasoning in Dunlop's analysis is correct, one could",
    "Page_20": "11\n\nconclude that if price increases follow the wage increase, cost-push\ninflation may be claimed. On the other hand, if wage increases were\nfound to follow price increases a charge of demand-pull inflation is\nlikely to’be laid. Whether wage changes follow the change in demand\nfor the output of an industry or demand follows wage changes is im~\npossible to determine casually. A look at the literature on this\nsubject leads one to reach conclusions not much more definite empiri-\n\ncally.\n\nAs a development of the bilateral monopoly theory mentioned\nearlier, Dunlop has suggested that the smaller the ratio of labour costs\nto total costs, the higher we should expect the rate of wage increase\nto be. It is obvious that if the union were to demand higher wages and\nthreaten to back such a demand by short-term withdrawal of supply,\nthen the increase in costs to the industry from the higher total wage\nbill would be very small in proportion to the potential loss if a shut-\n\ndown were to occur.\n\nAt approximately the same time that Dunlop was arguing in\nfavour of an economic analysis of wage determination in an institution-\nal setting, another group of writers was attempting a much more specific\n\nanalysis of wage determination based on political elements?* and a bar-\n\n \n\n124, M. Ross, Trade Union Wage Policy (Berkeley: University\nof California Press, 1948).",
    "Page_21": "12\n\n13, 14, 15, 16 based on indifference curves and\n\ngaining theory analysis\ngeneral welfare theory.\n\nThe use of the word \"political\" often serves to confuse those\nwho are unfamiliar with the collective bargaining process. The conven-\ntional use of the word \"political\" is-associated with government inter-\nvention. In collective bargaining terms, however, the word \"political\"\nis used to refer to the internal institutional forces which operate with-\nin the union or firm. The attempt by union leaders, for considerations\nof status or prestige, to make a wage settlement better than those made\nby unions in related industries, is essentially \"political.\" The pres-.\nsures from other employers put upon a management bargaining team in a\nkey industry to resist making a wage settlement that is \"out of line\"\nwith recent trends, is likewise \"political.\"\n\nIt is within this context that Arthur Ross introduces the\n\"political\" forces of wage determination in his now classic book, Trade\nUnion Wage Policy. Ross, foremost among the \"political\" theorists, dis-\n\nagrees sharply with the Dunlop analysis, arguing:\n\n135, Pen, \"A General Theory of Bargaining,\" American Economte\nReview, Vol. XLII, No. 1 (March, 1952), pp. 24-42.\n\nM4, Zeuthen, \"Economic Theory and Method,\" in Problems of Mono-\npoly and Economie Welfare (New York: Augustus M. Kelly, reprinted 1968),\nChaptér 57.° ° *\"\n\n15, Mabry, \"The Pure Theory of Bargaining,\" Industrial and\nLabour Relations Review, Vol. 18, No. 4 (July, 1965).\n16, B. McKersie and R. E. Walton, \"Communications: The Theory\nof Bargaining,\" and B. Mabry, \"Reply,\" in Industrial and Labor Relations\nRevtew, Vol. 19, No. 3 (April, 1966),",
    "Page_22": "13\n\n\"It is a commonplace that wage rates are now\ndetermined by conscious human decision rather than\nby impersonal market forces. . .\" 17\n\nand concluding:\n\n\"a trade union is a political agency operating\nin an economic environment.\" 18\n\nRoss recognizes that while the union operates in an economic\n\n. . . . 1\nenvironment, \"it is probably least suited to purely economic analysis.\" 9\nDunlopian analysis is required to regard the union as the maximizer of.\nsome economic goal -~+ and finally settles on the total wage bill. Ross\n\nargues that if the union is to be assumed to maximize anything, it should\nbe assumed to maximize the general welfare of the organization. This in-\ncludes many variables other than purely economic ones.\n\"The economic environment is important to the\n\nunions at the second remove: because it generates\n\nthe political forces which have to be reckoned with\n\nby union leaders.\" 20\n\nIt then becomes Ross' central contention that when formulating\na model of wage determination, political rather than economic relationships\nshould be given primary importance. The very foundation upon which the\n\nunion is formed is political: it is an attempt to offset the power of em-\n\nployers that was recognized by Adam Smith when he wrote:\n\nVa, M. Ross, op. ett,, p. 4.\n\n18ipid., p. 12.\n19ryid., pe 7\n\nOrpid., ps 1d.",
    "Page_23": "14\n\n\"Masters are always and everywhere in a sort\n\nof tacit, but constant and uniform combination not\n\nto raise the wages of labour above their actual\n\nrate.\" 21\nIt should also be noted that the relative success and strength of the\nunion will depend to some large extent upon the political and social\nhomogeneity of the union. The degree to which union members are able\nto unite to form a solid front behind their leaders will influence the\nsuccess of their demands. Their ability to agree in turn depends upon\nsuch. circumstances as variability in their social backgrounds. For a\nunion to be initially formed requires some degree of political and\nsocial cohesion; further demonstrations of unity may often be necessary\nas well for some degree of success in making management respect the\nunion's demands.\n\nOn the other hand, the heterogeneity of forces operating with-\nin the organization leads to varying pressures to be placed upon the union\nleaders. These leaders must in some way manage’ to translate the various\nmember demands (some of which will requite definite trade-offs between\none another) into a total wage policy. Ross claims that the ultimate\ngoal of the leadership becomes the survival and growth of the union. It\nis to this that he refers when he states that the ledders' function is ‘to\nmaximize the general welfare of the union.\n\nThis conclusion is at odds with Dunlop's maximization theory.\n\nInstead of attempting to maximize some economic goal or goals, Ross main-~\n\n21 adam Smith in Wage Determination Under Trade Unions, op. cit.,\nJ. T. Dunlop, p. 74.",
    "Page_24": "15\n\ntains that unions may make demands of less than the maximum obtainable\nbecause the membership is unwilling to go to the lengths necessary to\nwin such goals. At other times the leaders may be required to issue\ndemands which they know to be impossible to fulfill, simply because |\nthe membership demands it. In such an instance strike action will be\ninevitable. °*\n\nMelvin Reder has attempted to combine various aspects of the\nRoss and Dunlop arguments. Reder claims:\n\n\"The formal theories of union behaviour expounded\n\nby Dunlop (income maximization) and Ross (political\n\ntheory) are not of great heuristic value in explain-\n\ning union wage behaviour, as both of them are so gen-\n\neral as to be compatible with almost any kind of actual\n\nunion wage policy.\" 23\n\nReder demonstrates why the use of \"wage patterns\" is useful as\na general method of wage determination. [It is useful both to the union\nleader -- who must constantly compare his settlement to that of others\nin an attempt to justify his actions -- and useful to the management\nteam who must justify their procedures to the rest of the business commu-\nnity, and whose pricing policy is often one of emulation. Reder points\nout that the theory of competition maintains wage equality in the long—\nrun; in this sense the use of comparison methods in wage setting are a\n\npractical application of such a trend. In addition the objective of\n\n“equity\" and \"fair treatment\" is more easily \"determined by comparison\n\n \n\n22 Ross, op. ett., p. 43.\n\n23y, W. Reder, \"The Theory of Union Wage Policy,\" Revtew of\nEconomies and Stattsties, Vol. XXXIV (February, 1952), p. 45.",
    "Page_25": "16\n\nwith the treatment of other parties in approximately similar circumstances .\"\"4\nIn this manner, criteria for wage demands and offers are established which,\nwhile never equal, are similar and easily recognized by both sides.\n\nReder then adds a constraint from Dunlop's analysis:\n\n\"Those wage patterns which persist will tend to\n\nbe those which are compatible with the economic sur-\n\nvival conditions of the firms involved, while those\n\nwhich are incompatible with these conditions will\n\nbe terminated -- one way.or another.\" 25\n\nThus Reder maintains that short-run analysis may demonstrate\nthat most collective bargaining arguments are pattern-determined, while\nin the long-run, it is the economic factors :which are really important,\nfor they ultimately determine the survival or death of the firms, and in\nmany cases, of unions.\n\nEconomic forces establish a wage range within which bargaining\nmay take place and a wage rate may.be determined on any criteria whatso-\never. Firms usually earn some amount of economic rent (i.e., income over\nand above that necessary for operation at a normal rate of return). It\nis the distribution of this rent about which the union and firm bargain.\n\nThe amount of rent accruing to a firm will depend upon its\nability to compete with other firms. The ability of the firms to pass\non increased labour costs will often be a key factor in determining how\nlarge the bargaining range will be. Unions may therefore attempt by\n\npolitical and economic means to increase the ability of firms to pass\n\non wage increases.\n\netpeder, op. ett., p. 39.\n\n*Sthid., p. 40.",
    "Page_26": "17\n\nReder stresses that it is industries in which labour costs\nare a minor part of total costs that the wage bargaining range is apt\nto be wide, since a large percentage increase in unit labour costs\ncan be covered by small increases in the price of the product.\n\nFinally, Reder examines the degree of response of union wage\ndemands to employment conditions -- an economic. determinant. The response,\nhe concludes, will be influenced by political factors such as the power\nof those within the unions who are unemployed, or the views of the leaders\nas to the difficulty of re-establishing the wage scale to a pre-recession\nlevel after the recession is ended.\n\nThus Reder has begun a synthesis which will be further deve—\nloped in this paper.”\n\nRoss' analysis makes use’of a utility concept. Each unit,\nunion and employer, is regarded as having a utility function. This func-\ntion is composed of several variables vital to the maximization of the\nwelfare of each. The function will include not only economic variables\nsuch as the change in output per man hour and change in employment, but\n\"political\" variables as well. The prevailing wage rate is the result\nof interaction of these two functions within a bargaining zone.\n\nThe difficulty “in developing a utility function for the parties\nhinges upon the impossibility of measurement of several of the variables:\nwhat degree of pain will an employer experience because of a strike? What\ndegree of pain will the employees experience? To what extent will the dis-\nutility of loss of salary during the strike be offset by the pleasure of\nhaving open conflict with the employer? To what extent will the acquisition\n\nof increased power for the union leadership add to utility? To what extent",
    "Page_27": "18\n\nis -an employee in one industry comparable to an employee of another, and,\ntherefore, to what extent are their wages to be compared, and utility or\ndisutility to be experienced when they follow different patterns?\n\nIn addition to problems of measurement we encounter a flexi-\nbility of the function. Utility is very much a psychological matter and\ntherefore as attitudes change, so will the utility function. As Ross\npoints out:\n\n“At times he [the employee] is not sure what makes\n\na legitimate comparison, and needs guidance on the point;\n\nthis is the one source of moral authority enjoyed by the\n\nunion leader.\" 26\nAttempts to formulate a theory of bargaining in utility terms are: justi-\nfied however, on the basis that it is essential to know precisely how\nthe price of one key factor of production is formed in a large section\nof the economy -~ that influenced by trade unions.\n\nThe measurement problem may be overcome, if, instead of meas-\nuring utility, an attempt is made to discover measurable variables which\nwill enable a prediction of the utility function. [Examples of such vari-\nables are: comparisons among employees in similar or identical jobs, the\nbasing of wage demands on the level of profits, and expectations formed\nfrom the history of strike action in the industry. Each of the above is\nmeasurable and may be used to give an approximation of the utility func-\ntions of firm.and union negotiators.\n\nThe first variable mentioned -- the comparison of jobs and wage\n\nrates -~ fits in with the analysis of a political variable being flexible\n\n2p oss, op. ett., p. 51.",
    "Page_28": "19\n\nand difficult to measure. It is Ross' contention that there exist cer-\ntain key industries in the economy which, because of a certain combination\nof various conditions, are able to act as wage leaders. This results in a\nwhole hierarchy of wage rates. Wages become structured.and interdependent,\nand as'a result move together. The relationship between the 'key indus-\ntries' and the rest of the structure becomes based upon comparability of\njobs across industries. In addition, the relationship of the wage rate in\nany one industry under examination to the whole economy is of prime impor-\ntance.\n\nThus the demands by unions for wage settlements are found to be\nsimilar to those settlements previously received in comparable industries.\nIn addition, studies find that employers and arbitrators recognize the wage\nstructure as well. Offers by employers and recommendations by arbitrators,\nto a large extent, reflect wage settlements which have been made in the most\ncomparable industry (ies) 2”\n\nThe operation of such a variable must be regarded as being poli-\ntical. The influence exerted upon the wage rate is not a purely economic\none. In fact it will often, as is demonstrated in Chapter IV, encourage\nindustry wage movements different than those based on economic conditions\n\nalone.\n\n275 study. by Irving Bernstein discovered that of 395 wage criteria\n\ncited by unions during 195 arbitration board meetings, 49.7 per cent referred\nto wage comparisons. Of 280 criteria cited by management, 43.9 per cent were\nwage comparisons; 59.6 per cent of arbitrator decisions in 114 cases were\nbased upon wage comparisons. (Cited in Jules Backman, Wage Determination\n[New York: D. Van Nostrand Co. Inc., 1959],pp. 18-19.",
    "Page_29": "20\n\nA level of profits variable is probably the most difficult to\nenvisage as being a political determinant of wages. There is some diffi-\nculty since profits are included in several studies as an indicator of\ndemand. 7° Edwin Kuh has argued that in an economic equation of wage\ndetermination, profits aresa proxy for average output per man-hour .7?\nIn agreement with Kuh an argument for their inclusion in a bargaining\ntheory equation can be made on the basis that the level of profits may\nserve as more than merely an indicator of demand. A union is to some\nextent concerned with equity and during its operation attempts to re-\ndistribute income. Therefore, to the union the level of profits serves\nas some indicator of the capitalist's share. Upon this concept of equity\nunion negotiators will argue for an increase in wages in order to maintain\nor increase labour's share of output.\n\nBoth Ross and Dunlop developed their analyses with the almost\ntotal exclusion of that of the other. Occasionally throughout the past\n\n25 years each made concessions, allowing that variables other than those\n\nBe ce: Richard Rippe, \"Wages, Prices and Imports in the Ameri-\ncan Steel Industry,\" Review of Economics and Statistics, Vol. LILI (February,\n1970), pp. 34-46; 0. Eckstein and T. A. Wilson, \"The Determination of\nMoney Wages in American Industry,\" Quarterly Journal of Economics, Vol.\nLXXIV(August, 1962), pp. 379-414; G. L. Perry, Unemployment, Money Wage\nRates and Inflation (Cambridge, Mass.:. M.I.T. Press, 1966); R. J. Bhatia,\n“Profits and The Rate of Change in Money Earnings in the United States,\n1953-1959; Economica, Vol. XXIX (August, 1962), pp. 255-62.\n\n2 onawin Kuh, \"A Productivity Theory of Wage Levels ~~ An Alter-\nnative to the Phillip's Curve,\" Review of Economie Studies, Vol. XXIV,\n(October, 1967), pp. 333-60.",
    "Page_30": "21\n\nof the nature specifically developed by themselves may have a significant\ninfluence upon the wage-determining process.’ The truth of the matter is\nthat both models are not mutually exclusive.\nThroughout time Dunlop has introduced wage structure into his\nmodel by developing a system of \"wage contours.\" Dunlop's argument\nresembles Ross' \"wage leader\" analysis presented earlier, However, Dun-\nlop continues to emphasize the primary importance of economic determinants. °\nHis argument is that while political variables might seem to determine the\nspecific wage rate, the significant variables must be economic in nature,\nsince they will influence the general ‘health' of the industry and so\ndetermine the success of the political variables.\nRoss conceded that \"market forces determine the level of wages\nmore or less loosely, leaving a limited, but sizeable range of discretion.\"°+\nFrom the general welfare viewpoint,. the. two.analyses: agree in\nseveral respects as well. The marginal productivity theory, as developed\nby J. B. Clark and later Wicksell and Wicksteed, was an attempt to fit fac-\n\ntor price determination into a general equilibrium theory. °7 This theory\n\n305, T. Dunlop, The Theory of Wage Determination, op. cit.\n\n31, M. Ross, \"The External Wage Structure,\" in New Concepts in\nWage Determination (ed.) G. W. Taylor and F.C. Pierson (New York: McGraw\nHill Co. Inc., 1957), pp. 173-205.\n\n325¢e John Bates Clark, The’ Distribution of Wealth (New York:\nMacmillan Co.;.1899)3,,Wicksell, Knut, Lectures on Political Economy (New\nYork: Routledge and Kegan Paul Ltd., 1949), pp. 112 f£.; and P.-H. Wick-\nsteed, Ihe Common Sense of Political Economy (London: Macmillan and Co.,\n1910), p. 315 ££.",
    "Page_31": "22\n\ndeveloped from.the utility analysis of the Austrian. school. The demand\ncurve for a product was derived from the collection of individual utility\ncurves, Marginal productivity theory showed how the product market demand\ncurve was transmitted to the labour market by the firm.\n\nThe supply curve of labour is the result of the collected utility\ncurves of individual labourers. (a trade-off between leisure and work). The\nintersection of the collective demand and supply curves determines the wage\nrate.\n\nModern bargaining theory attempts much. the same thing. The in-\nstitutional utility function is merely another means of. collectivizing the\nutility functions of individuals. The two theories differ merely because\nthose who devéloped.them tend to regard certain variables as being of\ngreater importance. Students of the neoclassical school regard economic\nterms as paramount. Modern bargaining theorists have tended to stress\n‘power' or 'political' variables, perhaps because of their neglect in\nearlier theory and more probably because of the: recognition that specific\nsettlements are often the result.of certain non-economic relationships.\nHowever, both the union's and firm's utility functions with respect to\nthe size of settlements will shift with long-run economic conditions.\n\nIn actuality earlier theory could handle both types of variables,\nbut it seems somewhat easier to continue the. division already. developed\nUsing the marginal productivity approach, the general range of wage settle-\nment can be determined... Within this range bargaining theory can bé applied\n\nto fix the wage settlement more precisely.",
    "Page_32": "23\n\nWith this outline of the theoretical basis upon which the\nanalysis of inter-industry wage structure rests, an attempt will now be\nmade to determine how practicable the theory is. A survey of studies\ndone in the United States and Canada brings out a variety of conclusions.\nThe result is that neither theory is disproved, and evidence is found to\nsupport both points of view. Included in the examination of studies deal-.\ning with the wage determining process is'a brief look at the influence of\nthis process on the inter-industry wage structure. Ultimately the two\nsubjects will be intimately related. A discussion of the relationship\n\nis given in Chapter V.\n\nIntertwined with the statistical studies of industry wage deter-\nmination is this question: if Ross'' thesis. could be conclusively proved\nwould this not be adequate support for the contention that unions have\n\n. been able to raise wages beyond the economically-determined level?\n\nAttempts have been made to measure the degree of union bar-\ngaining power. These measurements have usually consisted of comparisons\nbetween unionized and non-unionized firms in the same industry. It-is\nnormally assumed that the working conditions (including wages, fringe bene-\nfits) of the non-unionized firms. are those which result from market forces\nalone. There is ignorance of the spillover effect from the unionized to\nthe non-unionized market. These studies have estimated that union bar-\n\ngaining power is capable of raising labour wages anywhere from zero”? to\n\n33yi1ton Friedman, .\"Some Comments on the Significance of Labour\n\n‘Unions for Economic Policy,:in The Impact of the Union (New York: Kelley",
    "Page_33": "24\n\n25 per cent?“ above the level determined by market forces alone, Again,\nno clear answer has emerged which might settle the debate. The. results\n\nobtained seem to depend upon the time period in which the study is concen-\n\ntrated and the type of union involyed.?>\n\nPaul Douglas carried.out a study in the mid-1920's in an\nattempt to determine whether unions had been able to raise the wages of\nmembers significantly above that of non-union labourers. His results\n\nindicated that in the early years of union activity, wages were often\n\nand Millman}- 1956) (ed). David McCord Wright, pp. 204-34. Friedman con-\ncluded. in. fact that in boom periods union contracts have tended to cause\nunions to ‘miss out' on large wage gains. When contracts are negotiated\nin recession periods, settlements are lower.\n\n4 sipert Rees, The Eeonomtes of Trade Untons (Chicago: Phoenix\nBooks, 1967), pp. 70-71:\n\n35ane discussion of the wage spillover effect of union actions\ninto the non-unionized labour markets raises problems. It is often claimed\nthat the rising money wages of the unionized sector will be followed by ris-\n‘ing wages in the non-unionized sector. This is true if the non-unionized sec-\nter :has:an imperfectly competitive product ‘market: structure similar to\nthat of the unionized sector. In this case the bargaining range (in Reder's\nterms of analysis) will be relatively large.. This means that the firms may\noffer a part of their 'rent' to the employees as a 'bribe' to prevent union\norganization. If wage settlements in the non-unionized sector match those\nof the unionized sector, then both the firms and employees may be better\noff without organization, since the costs of bargaining are avoided. In\n. such .a case.the claims of large. spillover effects are valid.\n\nIf, on the other hand, the non-unionized sector is composed\nof firms facing a yery elastic demand urve, then the above claims -are no\nlonger valid, The amount of rent that the firm can extract from the pro-\nduct market is smaller and correspondingly, the bargaining range for wages\nis much narrower. The more competitive employer is unable to match the\nwage settlements of the unionized sector. .In addition, the restriction",
    "Page_34": "25\n\nsubstantially raised, however, as the age of the union increased, wage\nsettlements increasingly lagged behind wages in the non-union sector. °°\n\nIn an early study Ross concluded that \"real hourly earnings\nhave advanced more sharply in highly organized industries than in less\nunionized industries, in periods of stable or declining union membership\nas well as periods of rapid organization.\">/\n\nA later study by Ross and Goldner brought modification of this\nstatement. Conclusions reached are much similar to those found by Doug-\nlas.‘\n\n“Among the industries which were substantially\nunorganized in 1933, subsequent increases in earnings\n\nwere associated with changes in.the degree of organi-\n\nzation.’ However, those which were already substant=\n\nially organized in 1933 have lagged. behind all other\n\ngroups.\" 38\nIn addition they tested for an association between the rate of wage in-\n\ncrease and employment change and degree of concentration of firms in the\n\nindustry. It is normally assumed that the greater the degree of concen-\n\n‘of entry which unions are normally able to enforce increases the supply of\nlabour to the non-unionized sector. In this case economic theory predicts\nthat the wages ‘of the non-unionized labour will fall. Thus the discovery\n\nthat wages have risen in a competitive non-unionized sector indicates that\ndemand increases have been greater.than labour supply. increases.\n\n6p aul Douglas, Real Wages in the United States, 1890 - 1926\n(Boston = 1930), p. 562.\n\n374, M. Ross, “The Influence of Unionism Upon Earnings,\" Quar-\nterly Journal of Economics, Vol. LKII, No. 2 (February, 1948), p. 284.\n\n384, M. Ross and W. Goldner, \"The Inter-Industry Wage Structure,\"\n\nQuarterly Journal of Economics, Vol. LXIV, No. 2 (May, 1950), p. 280.",
    "Page_35": "26\n\ntration, i.e., the fewer number of firms sharing the majority of the in-\ndustry market, the more imperfect the market will be. Their results\nconcluded that there was a relationship between wage change and market\nstructure and employment change. The strength of their results is\nweakened, however, because similar characteristics are found in the\n\nsame industries, making it impossible to determine to what degree union-—\nization, market structure, or employment change alone is responsible for\nwage change.\n\nJ. Garbarino”® attempted to explain inter-industry wage move-\nments by comparing the rank order of percentage wage changes of various\nmanufacturing industries with the respective percentage movements of pro-\nductivity and employment, and with the respective degrees of concentra-\ntion and unionization. Garbarino concludes that a positive relationship\ndoes exist between productivity and wage change (although perhaps it is\nnot as strong as Dunlop claims) and, in addition, finds that employment\nchange,.degree of firm concentration and degree of unionization are able,\nsingly or in combination, to make the explanation of wage movement more\ncomprehensive. Again, however, it must be emphasized that a high degree\nof correlation may exist between the degree of firm concentration in the\nmarket and degree.of unionization. In this event it is impossible to\nseparate the two and determine their single importance in explaining\n\nwage movements. °\n\n395, Garbarino, \"Inter-Industry Wage Structure Variation,\"\nQuarterly Journal of Economics, Vol. LXIV, No. 2 (May, 1950), pp. 281.",
    "Page_36": "27\n\nMeyers and Bowlby specifically attempt to relate the percentage\nchange in output: per man-hour to the percentage change in wages. Their\nresults lead to the conclusion that:\n\n“in the present institutional setting, one needs\n\nto look to factors other than changes in output per\n\nman-hour to explain relative wage changes between\n\nindustries.\" 40\n\nL. Weiss hypothesized that a positive relationship will exist\nbetween the degree of concentration of firms.in the industry and the bar-\ngaining power of the unions. Weiss postulates that monopoly rents are\nmore likely to be greater in a highly concentrated industry. In Reder's\nterms of analysis this meant that the bargaining range would widen and\nthe opportunities of the union to secure higher wages would increase. -\nOr, as Weiss puts it:\n\n\"Industries with high profits, whether due to\n\nmonopoly or other causes, might attract trade\n\nunionism since they offer large prizes to the\n\nsuccessful organizer.\" 41\nEmpirical results indicated that generally a positive relationship does\nexist bétween labour earnings and the degree of concentration.’ Weiss con-\n\ncludes, therefore, that unionism or the threat of unionism produces high\n\nwages in concentrated industries.\n\n405. Meyers and R..L. Bowlby, \"The Inter-Industry Wage Structure\nand Productivity,\" Industrial and Labour Relations Review, Vol. VII, No. 1\n(October, 1953), p. 99,\n\n41. W. Weiss, “Concentration and Labour Earnings,\" American\nEconomie Review, Vol. LVI, No. 1 (March, 1966), p. 97.",
    "Page_37": "28\n\nIn Ross‘ original analyses, Trade Union Wage Policy, he-con-\n\ncluded that wage comparisons will be independent of spatial relation-—\n. 42 : : qe .\nships. A study done by Harold . Levinson’ would’ seem to yield results\ncounter to Ross' contention, Levinson;concluded that in industries hav-\ning a comparable degree of concentration, a union's bargaining power is\nliable to be larger, the greater the degree of spatial concentration.\nThis conclusion results from the observation that the greater the concen-—\ntration of all members of an industry within a small geographic area, the\neasier it is for a union to organizes and the greater its’ strength will\nbe per degree of organization. Levinson writes:\n\"The key to the relationship between product\n\nmarket and wage movements lies primarily in the\n\neffécts of the former on the easeof entry of\n\nnew: firms into production outside the jurisdic—\n\ntional control of the union.\" 43\n\nIf there exists a spatial limitation on the area in which new\nentrants can effectively produce,\n\n\"Then the union need only achieve a high degree\n\nof organizational strength within the limited strate-.-\n\ngic areas involved in order to be protected against.\n\nthe undermining influence of new non-union entrants\n\nor of run-away shops, irrespective of how easy entry\ninto the industry itself might be.\" 44\n\n424, M. Ross, Trade Union Wage Policy, op. cit., p. 53.\n\n435, Levinson, Determining Forces in Collective Wage Bargaining,\n(New York: John Wiley and Sons, 1966), p. 265.\n\nOa Levinson, \"Concentration and Wage Changes: Toward A Uni-\nfied Theory,\" Industrtal and Labour Relations Revtew, Vol. ‘XX, No. 2\n(January, 1967), p. 201.",
    "Page_38": "29\n\nConversely, Levinson points out that given a similarly high\ndegree of union organizational strength, employers in.a more concentra-\nted industry will be better able to resist union pressure than those in\na more competitive industry. Concentrated industries will, however, have\na two-edged effect; they will provide the union with greater protection\nagainst the entry of non-union competitors, which helps to maintain the\nunion's jurisdictional strength, and at the same.time, they provide\nfewer firms of larger size and greater financial resources which are\nmore effectively able to resist union pressure.\n\nThe- nub of Levinson's study is that greater wage increases\nare to be expected over time in the less-concentrated industries with\na high degree of spatial centralization. Outstanding examples are build-\ning construction, longshoring and coal mining in the United States. Levin--\nson's findings. become. very important in an interpretation of the British\nColumbia economy.’\n\n“The most notable study attempting to handle these problems with\nCanadian data was done by H. D. Woods and Sylvia ostry.> Their analysis\nincluded 88 manufacturing industries. They found a very stable wage\nstructure over time (a rank correlation coefficient of .65 was found in\ncomparing industry ranks in 1917 and 1956). A test of the hypothesis\nthat the inter-industry, structure. should.widen and narrow in response\n\nto cyclical fluctuations in the economy yielded results contrary to those\n\n \n\n45u. D. Woods and Sylvia Ostry, Labour Poltey and Labour Eeono-\n\nmies In Canada (Toronto: Macmillan and Co., 1962), Chapter 16.",
    "Page_39": "30\n\nexpected. Further investigation caused them to conclude that there ex-\nists a closer relationship between the wage structure and skill differ-\nentials and economic conditions. “©\n\nWoods and Ostry test other variables as well. in an attempt to\nexplain the pattern of wage change.. Variables tested include\" changes\nin employment (as a crude measure of labour demand), percentage change\nin output per man-hour, market structure, relative labour cost and im-\npact of unionism. They conclude that the best explanation of wage change\nis given by the change in employment. No conclusive results were achiéved\nby tests of market structure, impact of unionism and relative labour cost\nvariables. No relationship could be established between the change in out-\nput per man-hour and the change in wages. They conclude that demand for\nlabour is a significant. determinant. of. wage change among the manufacturing\nindustries examined.\n\nParts of these tests relevant to the British Columbia economy\nwill be reproduced in this study using slightly different statistical\nmethods. Because only six industries ‘are studied, it is possible to ex-\namine each separately and attempt to determine in a.more precise manner\n\nthe forces acting upon the wage detérmination process. -\n\n \n\n4S toods and Ostry, op. ctt., pp. 450-56.",
    "Page_40": "CHAPTER IIT\n\nTHE MODEL\n\nThe analysis now turns to an examination of the British Colum-\nbia economy in an attempt to discover the forces which play a role in\nthe wage determining process and which consequently cause a distinct wage\nstructure for this economy. The data for the analysis covers six major\nindustries in the British Columbia economy: construction, coast logging,\npulp and paper, sawmilling (coast and interior), mining (excluding petro-\nleum and natural gas) and coast and inland water transportation (excluding\nlongshoring and warehouse workers). The time period covered was from\n1948-1968 for all industries except pulp and paper and sawmilling in which\ndata were available only to 1967. These industries comprise the bulk of\nproduction in the B.C. economy. Indeed, 52 cents of every dollar of out-\nput comes from the forest industries alone.+\n\nThe model developed borrows heavily from the various studies of\nKuh, Lipsey, Vanderkamp, Perry and Eckstein and Wilson which were previous-\nly mentioned. These studies attempt to determine the causality and strength\nof a relationship between wages and prices at a national aggregate level.\nThe examination here is to determine the variables that contribute most to\n\nan explanation of wage movements among individual industries. To a large\n\nluReport on Business,\" Globe and Matl (Toronto: July 7, 1970),\n\n31",
    "Page_41": "32\n\nextent this analysis follows the procedure of Richard Rippe who has —\nattempted to adapt these macroeconomic models to a microeconomic analy-\nsis applicable, in his case, to the American steel industry.”\n\nEight independent variables were finally chosen in this study\nto be entered into a stepwise regression equation as an explanation of\nthe movement of wages in each examined industry. The variables are\nbroadly classified as being either economic or political in nature.\n\nThe dependent variable, annual rate of wage change in the ex-\namined industry Ww) was derived from annual negotiated wage rates per\njob classification in the industry as given in the Canadian Department\nof Labour publication, Wage Rates, Salaries and Average Hours of Employ-\nment. > These hourly rates are base rates weighted by the average number\nof workers in each category. The result is a wage rate adjusted for rela-\ntive employment size which excludes overtime payments, piece rates, bonus\npay and commissions.\n\nVariables classified as being purely economic in nature include\npercentage change in money value-added output per man-hour and percentage\nchange in employment. Variables which may act as political determinants\n\nof the wage settlement include present profit-sales ratio, profit-sales\n\nRichard Rippe, \"Wages, Prices and Imports in the American Steel\nIndustry,\" Revtew of Economies and Statistics, Vol. LII, (February, 1970),\npp. 34-46.\n\n3canadian Department of Labour, Wages, salaries and Average\nHours of Employment, Annual Report (Ottawa, Canada: 1948-1968).",
    "Page_42": "33\n\nratio lagged one year, the wage settlement in the most closely-related\nindustry, and some measure of militancy used to determine whether the\nthreat of strikes influenced the wage settlement.\n\nTwo other variables are included in the model as well: the\npercentage change in the regional cost of living index and a dummy\nvariable used to determine whether contract negotiations happened to\ncoincide with changes in demand for output. Both of these variables\nare difficult to classify as either purely economic or purely political.\nIndeed, the dummy variable is probably neither.\n\nEach of these variables will require substantial explanation\nas to their classification since it is easily forseeable that confusion\nmay attend the interpretation of a variable measured in dollar terms as\nbeing political.\n\n‘Since the initial use of output per man-hour as a measure of\nproductivity by Dunlop in 1948, there has been much further research\ndone upon how productivity should be measured. A National Bureau of\nEconomic Research study done by J. W. Kendrick* has especially furthered\nthe knowledge of this concept. Kendrick argues that the normal measure-\nment of productivity -- dividing output by the number of man-hours worked\n-- is not a relevant concept when one is attempting to gain some measure\nof the change in labour efficiency over time. In addition this measure-\n\nment makes no allowance for changes in skill nor is it able to account-\n\n“3, W. Kendrick, Productivity Trends in the United States,\nNational Bureau of Economic Research (Princeton, N.J.: Princeton Univer-\nsity Press, .1961).",
    "Page_43": "34\n\nfor factor substitution. The latter is particularly relevant in light\nof this study since there is some question whether wage change will\nresult from productivity changes, or whether wage change will cause\nfactor substitution (an increased capital intensity) and result in\noutput per man-hour changes. Kendrick therefore suggests that in order\nto determine changes in output due to efficiency improvement alone, a\ntime series should be set up which compares the change of the ratio of\nreal output divided by a measure of labour and capital inputs, weightéd\nby their relative contributions.\n\nUnfortunately, data giving the intensity of capital usage are\nnot readily available for Canadian industries to allow such a measure of\nproductivity. It is necessary to revert to the older method of measure-—\nment, keeping its shortcomings in mind. Solomon Fabricant writes that:\n\n\"physical output per man-hour is a useful index\n\nif its limitations are recognized. Because in the\n\neconomy at large and in most individual industries,\n\nlabour input is by far the most important type of\n\ninput, the index based on man-hours alone is not\n\noften in serious'‘error. It is a fair approximation\n\nto a more comprehensive index of efficiency.\" 5\nThe resulting bias is upward caused by the omission of the capital input\nas well as the failure to take into account the change in the composition\nor quality of labour.\n\nIn the model formulated in this study a measure of value-added\n\n6 saa\noutput per man-hour is used rather than the traditional real output per\n\n> So1omon Fabricant, in Kendrick, op. cit., p. xi.\n\nSvoney output was measured by the dollar value added -- gross\noutput less materials purchased.",
    "Page_44": "35\n\nman-hour. Justification of this stems from the earlier discussion of\nmarginal productivity theory. Using Cartter's approach, as discussed\nearlier, the money value demand curve for labour is represented by the\nmarginal revenue product curve, and in the case of pure competition this\ncurve will not differ substantially from the average value product curve.\n\nExclusive of the construction industry all the industries in\nthis analysis of wage movements in B.C. are, or very nearly are, compe-\ntitive in nature, Competitiveness arises from the fact that firms in\nthe industry can exercise little or no control over the market in which\ntheir goods are sold. The markets are, in fact, international; it is\nthis dependence upon outside factors by the greater part of the British\nColumbia economy which causes economic trends in this province to differ\n\n‘from those of the rest of Canada.\n\nOnly the construction industry faces a situation in which large\nfirms may be claimed to face a demand curve which is substantially less\nthan perfectly elastic. This shall be explained further in Chapter IV.\n\nAnother economic variable used is the percentage rate of change\nof employment. This, in addition to the percentage rate of change of\noutput per man-hour, should yield an approximate estimate of changes in\nthe demand for labour. The use of both a measure of output change and\nemployment change may seem redundant. However, studies have shown a\n\nmarked tendency for firms to over employ during recessions and to be slow\n\nTn addition see Edwin Kuh, \"A Productivity Theory of Wage\nLevels -- An Alternative to the Phillip's Curve,\" Review of Economic\nStudies, Vol. XXIV (October, 1967), p. 337.",
    "Page_45": "36\n\nin acquiring additional labour during boom periods. Thus these two measure-\nments are expected to temper one another and the mixture is expected to pro-\nvide a measure of demand. Use of the rate of change of employment should\ncapture expectations of the future trends for the industry that were exis-—\ntent during the bargaining period.\n\nIn several of the above-mentioned wage-price studies the rate\nof change in unemployment has: been used as a measure of change in excess\ndemand. The switch from an unemployment to employment measure was necessi-\ntated by the regional nature of the study. Former studies were for a\nnational economy and the unemployment measure (a stock output) serves well\nin a setting where the labour force is generally immobile and may be re-\ngarded as a stock, However, the results of a study by Montague and Vander-\nkamp® reveal that for British Columbia the unemployment measure is a flow\nconcept. They discover that the participation rate is directly related\nto the demand for labour, and state that:\n\n\"it does not make very good economic sense to\n\ntalk about the British Columbia labour force as a\n\nstock concept, as a fixed number of people for whom\n\njobs will have to be created, because the rate at\n\nwhich jobs are created itself partly determines the\n\nsize of the labour force.\" 9\n\nThis finding is attributed to the high degree of mobility into\n\nthe British Columbia economy and the age-makeup of the population. As\n\n83. 7 Montague and John Vanderkamp, A Study in Labour Market\nAdjustment (University of British Columbia, 1966).\n\n9tpid., p. 43.",
    "Page_46": "37\n\nthe employment rate rises so does the participation rate of the semi-\nretired British Columbians and the unskilled from neighbouring provinces.:>\nThis leads to the seemingly paradoxical statement,\n\"Surveys of anticipated demand of employers over\n\nthe next few years stress shortages. Union groups\n\nhave countered with reports of significant oversupply\n\nat hiring halls.\" 10\n\nThe use of unemployment change as a measure of demand change\nwould give us an incorrect picture for industries requiring high degrees\nof skill (as do those examined). The unemployment rate will reflect\nthose with few skills who are just on the periphery of participation.\nMeanwhile the skilled vacancy rate might be extremely high. As was\nearlier stated the economic determination of wages should stem from a\nsupply-demand relationship. If, in spite of Montague and Vanderkamp's\nfindings of a large inflow of labour as job opportunities increase; the\nlabour’ required by the industries examined need be highly skilled, then\nit may well be that each industry finds itself faced with a very inelas-\ntic labour supply function. It should not be surprising, therefore, to\nfind that union negotiators, faced with a trade-off between employment\nand wage goals, more often favour the latter. This will especially be\nobserved if it is the skilled labour force which forms a majority of\nunion membership. Wage increases may not be accompanied by layoffs, but\nrather a curtailment of the increase in employment. Union negotiators\n\nwill be willing to largely ignore the employment effect of wage goals\n\n10vontague and Vanderkamp, op. cit., p. 43.",
    "Page_47": "38\n\nespecially if bargaining occurs during a period of expansion in the*indus-\ntry.\n\nAll of the industries dealt with in this study are ones which\nrequire large amounts of skilled labour. In contradiction to earlier\nstudies done on the question of labour mobility, Lansing and Mueller?\nconclude that workers with a high level of skill are very immobile. The\nreason for this is the length of time needed’ to acquire the skill. Once\nit is gained, the worker is usually beyond the years of his greatest\nmobility. The skill is usually acquired on-the~job and wages are paid\nfamily and other social amenities which detract from his mobility. The\nresult is a relatively fixed skilled labour supply.\n\nIt is not possible or necessary to assume unskilled labour fixed,\nfor the question of actual supply no longer matters. It has been the cus-—\ntom of unions with unskilled members to consider only present and not poten-\ntial members when making wage demands -- for as long as present members are\nsatisfied, the leadership is secure. These unions do not need control of\nthe unskilled labour supply, instead they rely upon the support of skilled\nlabour. Even should the supply of unskilled labour be infinite (as it may\nwell be in the British Columbia context), and 'scabbing' result during a\n\nstrike of unskilled labourers, the strike would be effective to the extent\n\nUy, B. Lansing and Eva Mueller, The Geographic Mobility of Lab-\nour (Chicago: Institute Research Centre, 1967).",
    "Page_48": "39\n\nthat skilled workmen refused to cross picket Lines .1? Thus unions repre-\nsenting unskilled labour are able to control the skilled labour supply\nand need not be concerned with the supply of unskilled labour when mak-\ning wage demands.\n\nUnskilled labour is represented in two ways in the industries\nexamined. In the construction industry the unskilled belong to unions\nseparate'from the skilled -- notably the Common Labourers Union. Nego-\ntiators have made effective use of the willingness of the skilled unions\nto co-operate during a strike. In the other industries skilled and: un-\nskilled labour are all members of the same unions. Similar results are\nobtained to those in the construction industry, however. Strikes in-\nvolve both the skilled and unskilled. The result is that firms in these\nindustries regard the supply of unskilled labour to be much less elas-\ntic for the industry than for the economy generally.\n\nIn addition, a dummy variable is included which is neither\neconomic nor political in nature. Its purpose is to determine whether\nthe wage settlement may be partly attributed to the timing of the con-\ntract. D is set equal to 1 if a contract is signed in a year of output\n\nexpansion. If there was no contract signed or the year of signing was\n\n3p ic. Labour seems to particularly favour the sympathetic\n\n(secondary) strike and declaration of \"hot\" goods, despite their\nillegality. See, \"Report on Business,\" Globe and Mail (Toronto:\nJuly 7, 1970), p. 1.",
    "Page_49": "40\n\na recession period, D is equal to 0. The sigtiificance of this variable\nwould show that settlements are, to an extent, influenced by the random\nchance of when the contract was signea.?9\n\nPolitical variables -- the rate of wage change in the most\nclosely..associated industry and the profit-sales ratios have been ex-\nplained earlier and no further justification should be necessary. It\nshould be mentioned, however, that the present and lagged ratio of\nprofit-sales were used because it is hypothesized that the union will\nbase claims on the company's or industry's.last published annual report(s)\nwhile the company will make offers based upon present or anticipated con-\nditions. The combination of past and present profits may yield some ex-\nplanation of wage movements.\n\nA residual method of calculating gross profits was used. The\ntotal value of sales less payments for materials purchased and labour\ninput has been used to estimate profit. No attempt was made to account\nfor depreciation. Returns to other: factors were assumed negligible or\nto be counted as profit. This method is very unsatisfactory since a\npriori it might be expected that the movements of residual profits will\nbe such a gross measure that no relationship will obtain. What is re-\nquired, if profits are to be considered a political variable, is a\n\nmeasure of the net profit to capital expenditure ratio. This would\n\n13th nature in which the dummy variable is computed, unfortu-\nnately, may cause collinearity between the demand variables and D if the\ncontracts were signed annually. If, on the other hand, two or three year\ncontracts were more frequently in force, then the problem of collinearity\nmay be escaped. It is therefore necessary to pay particular attention to\nthe correlation coefficients relating D to the demand variables in each\nindustry.",
    "Page_50": "41\n\nallow a comparison of the change in wage rates to the change in the rate\nof return on capital. Again, lack of data prevented such an analysis. -\n\nThe third political variable considered is the rate of militancy\nof the union. It is hypothesized that the threat of a strike when busi-\nness activity is high will cause firms to settle more quickly than normal\nsince the cost of a shutdown will outweigh the cost of meeting labour's\ndemands. During a business recession the opposite action would be ex-.\npected. A negative correlation would be expected if this hypothesis is\ncorrect. Wage increases would be larger during boom periods and strike\nactivity should be lower. Strike action is the attempt to use an econo-\nmic tool as a political weapon. It has been termed a political variable\nhere because its use is not automatic; it is used only as the result of\nconscious decision.\n\nThe test of the hypotheses ran ratios of annual man-hours lost\ndue to strikes to total man-hours of employment expressed in percentage\nterms against the rate of wage change. In every industry the strike\nvariable was found to be insignificant at the five per cent level. For\nthis reason the variable was excluded from the empirical analysis which\nfollows. (See Appendix A). A study done by John Vanderkamp'* concluded\n\nthat for the Canadian economy as a whole, a positive relationship does\n\nMohn Vanderkamp, \"The Time Pattern of Industrial Conflict in\nCanada, 1901 - 1966,\" unpublished manuscript (University of British Col-\numbia, 1968). Other studies conducted in the Unitéd States, notably by\nAlbert Rees, The Economics of Trade Unions (University of Chicago:\nPhoenix Books, 1967), p.,216 have been unable to find any correlation\nbetween strike activity and wage change.",
    "Page_51": "42\n\nexist between business cycle and strike activity. This is counter to\n\nthe hypothesis tested above. The different nature of the majority of\nBritish Columbia industries causes this divergence. The British Colum-\nbia economy, to a large extent, is of a primary nature excluding construc-\ntion; sales are largely destined to be exported. It would therefore seem\ncorrect to conclude that conditions in the British Columbia economy will\nlargely reflect those of the world market -- in particular those: of our\nneighbour to the south -—~ rather than those of the rest of the Canadian\neconomy. In addition, the very nature of primary production makes these\nindustries:particularly sensitive to the rise and fall of the business\ncycle. The high concentration of industries of this nature within a\nsingle region will cause the cyclical instability.\n\nThe inclusion of a rate of inflation variable stems from the\nemphasis of this variable by both unions and management. It should be\nnoted, however, that the two sides have emphasized the variable's sig-\nnificance at different times in the business cycle: unions refer to\nit at the peak of the cycle when the change in the rate of ‘inflation\nis highest, and management refers to it during recession years.\n\nIt is impossible to assign to this variable the nature of being\neconomic or politic: its operation in the wage determining process in-\nvolves both of these concepts.\n\nUnions will very 6ften demand a wage settlement in line with\nchanges in output per man-hour, employment change or profit change as\nwell as some adjustment for the percentage change in the cost of living.\n\nDuring periods of recession when the general rate of change of the cost",
    "Page_52": "43\n\nof living is smaller, employers will refer more often to a settlement in\nline with this variable.\n\nDunlop has argued that wage incréases out of line with the in-\ncrease of productivity or employment change for an industry will be re-\nflected in a price increase for that industry's product. This argument\nis a valid one. Movements of this kind, however, may not be captured\nin the change of the cost of living index if this occurrence is an iso-\nlated one. The price of the industry's output will form such a small\npart of the cost of living index that no relationship between the rate\nof wage change and the rate of change in the cost of living index could\nbe expected. On the other hand, if there are many unions able to force\nwage increases greater than those justified in economic terms, these\nprice rises may be captured by the rate of ‘change in the regional cost\nof living index.\n\nFurther grounds for expecting a relationship between wage changes\nand the rate of inflation exist if periods of general excess demand across\nindustries are observed. Money demand for output and money wages would be\nexpected to move together. Similarly, when excess demand for output dimi-\nnished, the rate of inflation would be expected to fall, and the rate of\nchange in money wages would be expected to decrease.\n\nIn an economy such as British Columbia's where the demand curve\nfor many of the industries' products is formed internationally, there is\nmo reason to expect the demand for the output of all industries to move\ntogether. In addition, as explained in Chapter IV (Sections A and B) con-\nsiderable lags are experienced in the demands for output of the two largest\n\nindustries -- forest products and construction.",
    "Page_53": "4d\n\nDespite the economic basis for expecting a relationship to be\nfound between the rate of inflation and wage changes, interviews with\nboth union and management officials have repeatedly emphasized that\nthis variable is considered by either sidé only when it suits their\npurpose. In.other words, only when the use of the cost of living var-\niable approximates the wage settlement demanded or offered, is the\nvariable invoked by either side during bargaining. Thus, both political\nand economic arguments lead to an expectation that this variable may\n\nbe able to explain a part of the movement of wages.\n\nThese variables then form the model of the wage determination\n\nprocess for each industry:\n\nW. a+ bP + cE + dK + eK + £C + gWx + hD\ni now then a\n\nwhere\n\n=\n\"\n\ni percentage change in hourly wage in industry\nat\nWe Men\neas\nt-1\n\nre\nul\n\npercentage change in output per man-hour\n\nPe Peed\n4a}\nt-1\n\npercentage change in employment\n\nLi]\nu\n\ncee. Et\n\nE> Ey\nE )\nt-1",
    "Page_54": "45\n\nKow = profit-sales (residual) ratio of present year\nRehen = profit-sales ratio lagged one year\nc = percentage change of ‘cost of living index\nCe 7 Seed\neS)\nt-1\nWx. = percentage change in wage rate of most\ncomparable industry\nWe, 7 Wea 1s\na\nt-1\n\nAll relationships found are expected to be positive. Each independent\nvariable is assumed to move in the same direction as the dependent vari-\nable. This equation will now be examined on an industry-by-industry\nbasis.\n\nIt is not to be interpreted from the above model that a per-\ncentage rate of change is the only method that can be used in measuring\nthe related movements of the variables. Percentage rates are used here\nbecause it is hypothesized that union and management negotiators tend to\nbargain in percentage terms. The use of the percentage measurement is,\nafter all, very easy. One hearsthat the cost of living rose so many per-\ncentage points last month, or that production has increased by a certain\npercentage, or that the employees in another industry have just won a wage\n\nincrease of so much per cent. The basing of wage demands or offers in\n\n15the choice of the rate of wage change in the most comparable\n\nindustry is by hypothesis.",
    "Page_55": "46\n\npercentage terms therefore comes naturally.\n\nThis may indicate the deception that units of measurement can\ncause for those who cling to them rigidly. The bargainer has become\na skave to his system of measurement. As various writers have pointed\nout 1° the use of the percentage measurement, exclusively, means that\nthe differential between high-.and low-wage industries is growing at\nan increasing absolute rate. The weaker unions are at an even greater\n\ndisadvantage because of their system of measurement!\n\nsee Richard Perlman, \"Forces Widening the Occupational Wage\n\nDifferentials,\" Review of Eeonomtes and Statistics, Vol. LX (1958), pp.\n107-115, and A, M. Ross, \"The Influence of Unionism Upon Earnings,\"\nQuarterly Journal of Economics, Vol. LXIV, (February, 1948).",
    "Page_56": "CHAPTER IV\n\nEMPIRICAL RESULTS\n\nAn examination of Chart II gives a general impression of the wage\nstructure in British Columbia during the years 1949-1968. The wage hier-\narchy has been remarkably stable. Wages in the construction industry have\nconsistently been higher than those in the other five. Pulp and paper\nwages have generally led those for the rest of the forest products indus-\ntry, except in the years 1951-52, and 1965 when coast logging wages were\nequal. Sawmilling has generally ranked fourth in the structure while\nwater transport and mining wages have alternated in the lowest positions.\n\nThe remaining analysis of this chapter will deal with the charac-\nteristics found in each industry that largely account for its rank in the\nregional structure. Finally, Chapter V attempts to determine some general\n\ncharacteristics of the British Columbia economy.\n\nA. The Construction Industry\n\nThe construction industry is assumed to be the \"key industry\" or\n“pace setter\" in terms of Ross' analysis. The industry is well-suited to\nplay the role of wage leader, for it has several characteristics different\nfrom the other industries.\n\nUnlike the other industries examined, the construction industry is\n\ncomparatively sheltered from foreign competition. Firms do not compete in\n\n47\n\ntd",
    "Page_57": "48\n\nthe world market; instead they face'a large and growing domestic market.\n\nTo a large extent, the demand curve for construction output is\nprice-inelastic in the short-run, representing other industries' immediate\nneeds for expansion work during boom periods. M. K. Evans reports that\nempirical tests have found little or no relationship between residential\nconstruction investment and the relative price of output as well.+ On\nthe other-hand, demand is income-elastic in the long-run. Therefore, as\nincomes in British Columbia have risen, so has the demand for housing and\nother construction. The result has been a more-than=proportional growth\nin demand for output as incomes rose.\n\nThe construction industry in British Columbia is particularly de-\npendent upon the investment spending of the other industries. To this\nextent then, we wotild expect that if the other industries are particularly\nsensitive to the business cycle, then construction activity should be so\nas well. One could reasonably expect the construction industry to be\ncyclically unstable since the demands of each industry will rise and fall\ntogether.\n\nThis introducers an accelerator concept. The interdependence of\nthe. various industries increases the size of fluctuation of economic acti-\n\nvity. Decreased activity in the forest products industry is followed by a\n\nty. K. Evans, Macroeconomté Activity: Theory, Forecasting and Con-\ntrol (New York: Harper and Row, 1969), p. 187.",
    "Page_58": "49\n\nfall in forest products demanded by the construction industry. Similarly\nwhen economic activity is.increasing, the demand for construction output\nby the primary resource industries will create additional demand for their\nown output.\n\nMovements of construction activity, therefore; might be reasonably\nexpected to exaggerate the movements of the other five industries. Chart\nI supports this expectation with large downturns in project completions\noccurring in 1954 and again in 1958-1962.\n\nThe \"lumpiness” of investment in construction projects by public\nutilities in this province must be noted as well. Periodically, projects\ninvolving hundreds ‘of millions of dollars each and requiring a relatively\nsmall labour force have added to the instability of this industry, Pro-\njects such as the Kitimat and Kemano plants undertaken in 1950-52, the\noil and'gas pipeline development of 1955-57, and the recent Columbia and\nPeace River projects of the 1960's have played significant roles, especi-\nally when most have been undertaken during expansion periods.\n\nGovernment projects have also contributed to this instability.\nRather than time such projects according to the methods recommended by\nmodern fiscal policy, the present British Columbia government has almost\nconsistently followed a policy of expansion that coincides with growth in\nthe private sector.\n\nThus the combination of public inyestment (e.g., power, highway\nprojects) and private investment (e.g., pulp and paper plants, sawmills)\nhas: led to extreme cyclical fluctuation in the construction industry. This\n\ninstability has had important effects upon wage demands made by unions.",
    "Page_59": "50\n\nIt should be noted that the recessions and expansions in construc-\ntion usually lag the movements in other industries by one - two years. This\nis to be expected since contracts are awarded one to two years in advance of-\ncompletion. Thus, while the other industries are in the depths of a reces-\nsion, construction may be booming; later as the other industries revive,\nconstruction output may still be falling. This cyclical timing difference\nbetween construction and other large industries has led to widespread un-\nrest in labour relations in British Columbia.\n\nStuart Jamieson writes:\n\n\"In a highly specialized resource-based economy with\n\na limited population of only a little over one million\n\n{1957], and lacking a diversified base of secondary indus-\n\ntries; such projects by themselves are of sufficient mag-\n\nnitude to create substantial cycles of growth and decline\n\nwithin the construction industry and indeed, throughout\n\nthe economy as a whole. . . It becomes difficult to separate\n\nseasonal ftom capital factors contributing to the extreme\n\nfluctuations in employment in the construction*industry of\n\nB.C.\" 2\n\nThis fluctuation has led building trade unions to demand imme-\ndiate gains in wages or equivalent fringe benefits since they believe\nthe employment goal of long-run job security to be highly impractical.\n\nA recession.will mean lay-offs in any event.\nThe result has been a union leadership whose wage demands are\n\ngenerally sensitive to demand conditions in the product market. One or\n\ntwo unions have consistently managed to secure large wage increases during\n\n* stuart M. Jamieson, unpublished manusertpt, 1959, University of\nBritish Columbia.",
    "Page_60": "51\n\nboom periods. The result has been the mimicry of these settlements in\nthe demands of other construction unions whose contracts expire after\nthe peak of activity. This has created a great deal of turbulence in\nlabour relations in this industry. The-incidence of strike activity\nhas been high as well, as unions have fought to match the preceding\nsettlements. Short-run inelasticity in.the labour .and product markets\nallows both unions and firms to raise wages and prices above any sus-\ntainable longer term level. The result is larger swings in construction\nactivity than the acceleration principle alone would cause.\n\nAs was earlier hinted, the construction industry is peculiarly\nsuited to the forwarding of labour costs into the product market. Dur-\ning expansion periods the demand for construction output is very inelas-\ntic. If wages rise simultaneously across the industry, then all construc-\ntion bids are merely increased by that amount plus some allowance for ex-\npectations of future settlements which might occur while the project is\nin progress.\n\nAs mentioned earlier, certain trades such as the labourers and\ntruck drivers have had greater success in demands won than might have\nbeen expected due to the support of the skilled unions.\n\n“The Building Trades Council in effect underwrites\nagreements in each trade and strengthens the hand of in-\ndividual locals in negotiation by the threat of sympa-\nthetic, industry-wide strikes.\" 3\n\nThere exists, as well, an extreme job-consciousness among construction\n\nworkers. Although wage negotiations are carried out on a trade-by-trade\n\n3jamteson, op. ett.",
    "Page_61": "52.\n\nbasis, there is extreme pressure upon the leadership to make bargains\nwhich will maintain the wage hierarchy. Thus it has often occurred that\nwages demanded a short time after the cycle has begun to turn down, will\nbe based on a settlement in another trade just at the peak of the cycle,\nStrike action is especially marked in this industry in the immediate post-\npeak period.\n\nTechnological change, the “bug-bear\" of many unions, has had a\nvery limited impact upon the construction trades at least as regards\ntotal employment. Unlike the more competitive, primary resource-based\nindustries, over-all labour displacement has remained slight.“ This\nmeans that a rapid rise in construction demand is likely to be directly\npassed into the labour market.\n\nLevinson's spatial concentration concept has also had a role to\nplay. To a large extent negotiations are carried out on the basis of\nVancouver conditions. These conditions differ from those of the interior\nof the province, especially with regard to the degree of unionization.\nThe result has been an increase in bargaining power for interior unions\nabove that based upon their degree of organization alone. In addition\nthe use of Vancouver hiring halls to fill interior project requirements\nhas occasionally caused a shortage of labour necessary for Vancouver pro-\njects during levelling-off periods. This creation of an ‘artificial'\n\nshortage has aided union wage demands.\n\n‘Stuart Jamieson, \"Multi-employer Bargaining: The Case of the\nB.C. Coast Lumber Industry,\" paper presented to the Annual Conference of\nthe Canadian Industrial Relations Research Association, Ottawa, June 16,\n1970, p. 10.",
    "Page_62": "a\nho\n\nThus the building trade unions to a large extent have been re-\nquired to control only the membership in a small area -- the Lower Mainland\nof British Columbia. In addition the employers are normally greatly segmented\nand relatively competitive.? As Levinson pointed out, the degree of union\nbargaining power will be greater for segmented -- rather than industrially --\nconcentrated industries due to the greater inability of employers to work to-\ngether. The formation in 1970 of the Construction Labour Relations Association\nof British Columbia as a bargaining agent for the more than 600 construction\nfirms in British Columbia, is an attempt to overcome the employer's handicap.\nThe fact that it has difficulty in maintaining its membership and does not\nrepresent all British Columbia construction firms would seem to support Levin-\nson's analysis.\n\nThe hypothesis proposed is that the rate of wage change in the con-.\nstruction industry (w,) should vary directly with changes in the demand for\nconstruction output (Q). It is expected that as construction activity changes,\nunion negotiators will adopt this change as their future expectation of demand\nGhange for employee's services. The rate of construction output change-also\nindicates thetrelative pressure that will be exerted on individual firms to\nsettle. If demand is rising the firm will be anxious to complete projects in\norder to compete for more jobs. If demand is falling, the firm may not be\nvery adverse to the complete shutdown of a strike as layoffs may be occurring\n\nanyway. Falling demand will certainly make firms adverse to any increase in\n\nlabour costs.\n\n5 Jamieson, \"Multi-employer Bargaining: The Case of the B.C.\nCoast Lumber Industry,\" op. cit., p. 9.",
    "Page_63": ". 54\n\nThe change in output demanded is more predictable for construc-—\ntion than resource-based industries since construction contracts are\nawarded in advance of production. In other industries large volumes of\ninventories may be maintained and future sales are rately known in ad-\nvance. To the basic wage determination equation developed in Chapter III\na percentage change in dollar output term’has been added. The ix term\n\nhas been removed due to the assumption that the construction industry is\n\na \"wage leader.\" The equation tested then is:\n\nW.=at bP + cE + dK + eK + fe + gD + hQ\nce now nm\n\nthe\n\nThe results after testing by a stepwise regression method are:\n\nW_ = 1.2705 + 0.8624 Q R? = .5439 ()\n© (1.1499) (0.1784)\n[0.0002]\n\nNumbers in-round brackets ‘below the equation represent the standard\nerrors. Those in square brackets are the F-probabilities.\n\nThis equation shows the change in dollar output variable to be\nsignificant at the five per cent level. Other variables tested were not\nfound to be significant at the five per cent level using the stepwise\nmethod; the constant as well is close to being instgnificant. This hypo-\nthesis explains more than 50 per cent of the variation of the rate of\n\nwage change during the time period.°? ?\n\nSpart of the reason for the lowness of the R probably results from\nthe amount of aggregation that was necessary in order to find an industry wage\nrate, Although there is pressure for the individual trades to achieve similar\nwage settlements, there are naturally deviations. Our analysis is here con-\ncerned with only inter-industry movements.\n\n\"There is,a strong possibility that the introduction of the change in\noutput variable, Q, will cause collinearity to appear between it and the other",
    "Page_64": "Ua\nwa\n\nB. Logging (Coast) Industry\n\nUnfortunately, it was found impossible to produce a more complete\nanalysis of the logging industry in British Columbia: lack of data, or\nin many cases, data which were greatly suspect as to accuracy, required\nthe entire exclusion of the logging industry of the British Columbia\ninterior and allows an examination of coastal logging operations only.\nThe two regions (coast and interior) operate as almost entirely different\nindustries, except for the fact, of course, that many of the larger com-\npanies operate'in both of them.\n\nThe coastal operation was the first to be developed, and during\nthe late 1940's and early 1950's its production exceeded that of the in-\nterior. As the tracts of mature timber on the coast diminished, the in-\n\nterior became more and more developed. Becausé of the different climate\n\ndemand variables. The correlation coefficients expressing the relation\n\nof Q to — and P are 0.0519 and 0.7487, respectively. In addition, a very\nhigh correlation coefficient of 0.8312 was found to exist between the rate\nof inflation, ¢, and Q. Strong multi-collinearity therefore exists. Run-\nning the equation without the Q variable yielded the equation:\n\nW, = 3.0717. + 1.1909 C R? = 0.4470\n(0.9998) (0.3213)\n[0.0018]\n\nNormal statistical procedure would require that the relationship\nbetween Q, B, and ¢ be established in order that the separate influences\nof each be discovered. In this case the relationship is simply unknown.\nThe above equation therefore, cannot be considered a good explanation of\nthe wage determining process in the construction industry.\n\nStrong collinearity exists as well between the dummy variable and\nthe rate of employment change. The correlation coefficient is 0.6515.\nThis is probably due to the fact that contracts are signed by some segment\nof this industry every year.",
    "Page_65": "56\n\nand terrain of the interior industry, operations are different to those’\non the coast. Equipment used must be more intense to permit the extraction\nof timber. Different trends and forces are therefore expected to operate\nupon the bargaining process. Unfortunately, while the forest industry is\nBritish Columbia's largest and most important industry, it is also the\nmost devoid of reputable statistics. Government statistics at both the\nfederal and provincial levels have not yet been able to summon the cour-\nage to break down the wall of protection surrounding the “estates” of\nBritish Columbia ‘lumber barons.' No doubt this 'data gap'’has-served\nto. increase the turbulence of industrial relations in this industry.\nThe data obtained on coast logging operations can therefore be viewed\nas approximate only.\n\nLike other natural resource industries in British Columbia,\nlogging must be considered relatively competitive. Three-quarters of\nits production is sold in the world market where prices are set by mar-\nket forces due to the high elasticity of lumber demand. And like the\nmineral industry (discussed later) the logging industry is well-suited\nfor the replacement of labour by labour-saving equipment as labour costs\nrise. The fact that output over the 1949-1968 period has risen by 89 per\ncent, while labour employed has fallen by 21 per cent, with money wages\nrising by 168 per cent, demonstrates this fact very well. Developments\nof the power saw and more efficient methods of timber transportation\nhave especially contributed to labour replacement.\n\nHowever, more than in the mineral industry and certainly more than\n\nin construction, logging operations are suited to a high degree of industrial",
    "Page_66": "37\n\nconcentration. While there are several logging companies operating in\nthis industry, the manner in which timber lands are licensed has per-\nmitted six or seven very large firms to exercise an indirect control\n\nover the industry. Recently the power of these firms has become more\ndirect as they have diversified within the context of other forest product\noperations (e.g., pulp and paper, hardboard, rayon and synthetics) .°\n\nThis. trend has led to a need for greater union co-operation across indus-\ntries. Often, however, there has been more misunderstanding and mistrust\nthan co-operation due to the fear by unions of the loss of control in cer-\ntain jurisdictions. To a large extent the employers have encouraged this\nlack of co-operation. The recent experience of Forest Industrial Relations\n(F.I.R.) (negotiators for 116 logging companies) walking out of a bargain-\ning session in March 1970 due to the presence of multi-union negotiators\nseems ample proof of this attitude.\n\nThis emphasizes Levinson's contention that the greater the degree\nof industrial concentration and the smaller the degree of spatial centrali-\nzation, the smaller the degree of union bargaining power will be: Chart\nII demonstrates that logging wages have lagged considerably. behind those\nof the construction industry.\n\nThe fact that provincial government regulations concerning union\ncertification do not allow centralization of union bargaining, but insist\non local-by-local certification has helped to create unfon weakness. The\n\nlink between union negotiators and the union membership is weakened. The\n\n \n\n8yamtéson, \"Multi-employer Bargaining: The Case of the B.C. Coast\nLumber Industry,\" op. ctt., p. 7.",
    "Page_67": "58\n\nnegotiators are members of the International Woodworkers of America (I.W.A.)\nregional office. Conditions vary from local to local and the defeat of a\nstrike vote by any local considerably weakens the bargaining position of\nthe.negotiators. The result has been the use of a memorandum of agreement\npolicy,” whereby mutually acceptable wage rates, hours of work, working\nconditions are set up between F.I.R. and the I:W.A, which must be rati-\nfied local by loeal and company by.company.\n\nIn addition, the constitution and internal politics of the I.W.A.\nhas not helped to offset this decentralization. Stuart Jamieson sums it\nup this way:\n\n\"The union is too democratic in structure and\n\nprocedures to function effectively in a multi-employer\n\nbargaining system, in an industry that is becoming in-\n\ncreasingly centralized in its operation.\" 10\nWhen this is coupled with the ideological differences between the leaders\nof various locals, the result is a relatively weak bargaining unit.\n\nThe history of the union movement in British Columbia's logging\nindustry has been characterized by unrest and instability; tremendous\npressure has been exerted upon the leadership to compete with various\nwage settlements in other industries. The industry with which loggers\nare most likely to compare themselves is that of construction. Both in-\ndustries are particularly. subject to seasonal unemployment (construction\n\nless so in mare.recent: years). In addition, cyclical adjustment of in-\n\n9 yamieson, .\"Multi-employer Bargaining: The Case of the B.C. Coast\nLumber Industry,\" op. ezt., p. 14.\n\nWipid., p. ll.",
    "Page_68": "59\n\nvestment, output, and employment are similar between the industries. Skill.\nrequirenents, particularly in mechanical work and maintenance, are simi-\nlar or identical in many cases, yielding yet another source of juris-—\ndictional dispute. Control over the same workers~has long been a ‘bone\nof contention’ between the unions of these two industries. Intense\nbitter rivalry for leadership and prestige has naturally been the result.\n\nTesting of the wage determination model for coast logging there-\nfore included the hypothesis that the rate of wage change in the con-\n\n*\n\nstruction industry WW) is expected to have considerable influence on\n\nthe I.W.A.'s wage demands. Results found were:\n\n. . 2\n\nWyo 722620 + 0.5242 W Ro = .3874 (2)\n& (1.0832) 0.1554) ©, ,\n[0.0034]\n\nwhen a simple regression of We was run against W the rate of wage\n\nlog\n\nchange in logging. The complete model gives us:\n\nioe = 2.3915 + 1.2539 C R? = .7099 (3)\n8 (0.5974) (0.1889)\n[0.0000]\n\nWyoe = 1+7702 + 0.0844 E + 1.2241 C + 1.9981 D\n& (0.5941) (0.0386) (0.1640) (0.7422)\n[0.0422] [0.0000] [0.0154]\n\nR? = .8320 (4)\n\nThe results show that while W. is able, by itself, to explain\n\nalmost 40 per cent of the movement of W » when combined with the other\n\nlog\n\ndj amieson, \"Multi-employer Bargaining: The Case of the B.C.\nCoast Lumber Industry,\" op. cit., p. 9.",
    "Page_69": "60\n\nvariables it no longer remains significant. Employment change, cost\n\nof living change, and contract timing are together able to account for\nover 80 per cent of the variance of the rate of wage change in the coast\nlogging industry.\n\nThe significance of the employment variable is rather surpris-_\ning, since as was earlier pointed out, wages have generally risen while\nemployment has fallen. The relationship between the two stems, however,\nfrom short-run adjustments. An expansion in labour demand'has been\naccompanied by a rise in wages. On the other hand, it is safe to con-\nclude that the overall contraction of the labour demand has contributed\nto the lower. wage rate prevalent in logging, as compared to the construc~\ntion industry. This is-in general agreement with earlier conclusions\nthat the rate of technological displacement has been greater for logging\nthan for.construction.\n\nThe significance of C lends support to the conclusion that poli-\ntical forces are very important. On the other hand, the suspicion ex-\nists that there may be a strong positive relationship between C and Wx.\nThis arises particularly because wage changes are measured in money terms.\nAn examination of the correlation matrix for this industry shows a corre-\nlation coefficient of only .6756 between Wx and C. ‘Using the general\n\"rule of thumb\" of accepting an equation if the correlation coefficients\n\nare lower than the R, ‘the above results are valia,!?\n\nBecause E and D are variables determined in the logging industry,\nthere is no a priori reason for expecting a relationship between Wy and these\nvariables to exist. The correlation matrix gives correlation coefficients of’\n0.1391 and -0.1280 for E and D against Woe",
    "Page_70": "61\n\nIn addition, the relatively large increase in money wages ob-\nserved (168 percent), despite the degrée of employment contraction (21\nper cent) leads to the conclusion that independent union bargaining power\nis efféctive over and above the constraint of the forestry labour. market.\n\nOn the other hand, the significance of the dummy variable indicates”\nthat genéral economic conditions may exert some influence on the wage\nsettlement.’ Because the timing of I.W.A. contracts has tended to occur\nmore often during rececession periods, the rate of wage increase has been\nless than it otherwise might have. 13\n\nOf particular importance here is. the fact that while the I.W.A.\nhas often based wage demands upon current or past construction demands\nand settlements, economic conditions surrounding the two are often very\ndifferent. The construction business cycle tends'to lag one or more\nyears behind other industries. While construction activity may be at a\npeak and wage settlements high, other industries may already be in a\nsevere slump. Thus wage demands, while based on a series of political\nconsiderations, will be tempered by the general economic conditions of\nthe industry.\n\nIt is concluded that the logging settlement is a mixture of the\ntwo forces. ---economic and political. While wages seem to be higher than\na level that economic forces would cause in ‘the absence of unions, at-the\nsame time, they seem to fall short of a level based on political consider-\n\nations’ alone.\n\n13a5 was pointed out in Chapter III (Footnote 13), the dummy vari-~\nable may be collinear with the demand variables and this would weaken. the\nsignificance of the above equation. The coyrelatjon matrix yields coeffi-\ncients of 0.4251 and.-0.0988 for D against P and'E, respectively. The re-\nlationship does not seem to be particularly strong.",
    "Page_71": "62\n\nC.’ Sawmilling\n\nIn many respects the analysis of sawmilling and logging should\nbe combined and carried out together. The relationship becomes rather\ncomplicated, however, ‘since some union locals' represent both loggers\nand sawmill workers, while others represent only one group or the other.\nWage negotiations -for the two industries are often carried out at the\nsame.time, and yet a few locals provide an exception by being more\nspecialized.“ Firms with whom the negotiations are made are, to a\nlarge degree, identical.\n\nBecause data aré more complete (D.B.S. The Lumber Industry) for\nsawmilling operations, it is possible to include both the coast and in-_\nterior operations. However, it is impossible to treat them as separate\nindustries which would have been preferable, since separate wage data’\nwere not available. The results given are an average of the twox-- hence,\na second reason for the separation of the logging and sawmilling indus-\ntries into two parts.\n\nTo some extent the sawmilling industry, both on the interior and\ncoast, has differed from coast logging in trends. Output in sawmilling\nrose by more than 140 per cent from 1949 - 1968. Employment has risen\ngenerally by approximately 17 per cent and wages have risen by 150 per\ncent. These figures-are biased to a degree by the aggregation of coast\nand interior industries. Coast sawmilling has suffered a substantial\n\ndecline in employment, nearly 30 per cent greater than that in coast\n\n145 amteson, \"Multi-employer Bargaining: The Case of the B.C.\nCoast Lumber Itidustry,\" op. ctt., p. 12...",
    "Page_72": "63\n\nlogging accompanied by a 50 per cent output increase. The interior, on\nthe other hand.-- the more recently developed region -- has had: output and\nemployment during this. period rise by 400 and 67 per cent, respectively.\nIt is rather obvious from both cases that substantial capital-\nsubstitution for ‘labour has occurred. The product market for sawmill\nproducts is similar to that for logging. It is very competitive in the\nworld markets, with an almost infinitely elastic demand curve. Because\nof the similarity between companies .and unions involved in bargaining, the\nproblems regarding spatial and industrial concentration earlier mentioned\nfor logging are the. same.\nThe hypothesis then is that the rate of change of wages in the\nsawmilling industry (W,) will be determined to a large extent by the rate\n\nof wage change in the logging industry. The equation becomes:\n\nW, 70.1998 + 0.8864 Wy. R? = .5715 (5)\n(1.1258) (0.1861) *°8\n[0.0002]\n\nNo other variables were found to be significant at the five per\ncent level. _Using a stepwise ‘regression method the hypothesis is suppor-\nted by the empirical résults. The constant is also insignificant. The\nequation predicts that an increase of five per cent in the logging wage\nrate will be matched by a 4.4 per cent increase in sawmill workers' wages.\nThe=résults seem to support Ross’ “orbit of coercive comparison\" hypo-\nthesis.\n\nSince sawmilling is a secondary process in the forest products\n\nindustry, there is some question as to whether the relationship found be-\n\ntween wage movements of sawmilling and.logging might not be the result of;",
    "Page_73": "64\n\nsimilar. demand forces in both industries. It has already been pointed\nout that the markets faced by each are similar. To determine if this\nis the case corrélation matrices were set up which show the relationship\nbetween output per man-hour in each: industry and the rate of change in .\n\nemployment in each industry. (These are shown in Tables VII ‘and VIII).\n\nCorrelation coefficients were found between P. and P| ., and ES and E\n\nlog\nof 0.1679 and 0.4774 respectively. These values indicate that the re-\n\nlog\n\nlationship, if it exists, is relatively weak.\n\nD. ‘Pulp and Paper\n\nPulp and.paper is the last member of the industries which are\ngenerally classified as the \"forest products\" industry. In many respects\npulp and paper.resembles those characteristics already described for the\nother two: its markéts are international, there is a high degree of\ncompetition, demand is price and income elastic, and the major part of\nits production is exported. Several of the largest companies operate\nin all three industries’, and thus settlements made by a company in’one\nsector are emphasized in negotiations dealing with other sectors.,\n\nThese similarities as noted earlier have created pressures for\nco-operation and possibly amalgamation of the I.W.A. (servicing logging\nand’ sawmilling) and. the International Brotherhood of Pulp, Sulphite and~\nPapermill Workers andthe Pulp and‘Paper Workers of Canada. The Pulp\nand ‘Paper Workers of Canada (PPWC) has been only recently formed. It\nrepresents a group.of workers who were dissatisfied with the policies of ©\n\nthe older International Brotherhood of Pulp, Sulphite and.Papermill Workers.",
    "Page_74": "65\n\nThe emergence of this new -union has seen increased militancy in.the pulp\nand paper industry.. Strikes have occurred’ twice in the past three years\nwhereas previous history had seen only.one:strike in over 40 years. The\nresult has been increased competition between unions for jurisdiction,\nwith a lessening of the degree of co-operation between unions of the\nsame industry and.other industries as.well.\n\nAt the same time there exists a wide divergence between pulp and\npaper and the other two forest industries. Pulp and paper is the most\ncapital-intensive industry with no small independent operators. Demand\nfor ouput has grown at a phenomenal rate--~- by 1967 real output had ex-\npanded nearly five times above the 1949 level. Employment increased\nnearly three-fold during the same period, while wages rose by more than\n150 per cent. The increase in employment’ of this industry, of course,\nstemmed mainly from the rapid rise in output. The industry also has been\nhighly mechanized and, while certain jobs have been replaced ‘by machines\nover a period of several years, it is perhaps safe to say that the re-\nplacement rate has-not been as high in this industry as in a number of\nothers.\n\n‘The militancy of B.C. pulp and paper workers generally has been\nlow. Only in 1957-58 and 1966-67-have strikes occurred. The bargaining\npolicy has usually been to wait until coast -lumber negotiations have been\ncompleted and then settle for approximately equal percentage increases.\nThus pulp and paper workers have ‘largely avoided the costs of strike action.\nThese costs are.largely borne by members of the logging industry, whose\n\nsettlement is then imitated. Professor Jamieson points to the differences",
    "Page_75": "66\n\nof job security and employment’ conditions.as being a major ‘obstacle to\ntheir amalgamation. > This high degree job security in pulp and paper\nhas: resulted chiefly from the rapid expansion of the industry. Logging\nand sawmilling have experienced no comparable expansion.\n\nThe hypothesis for pulp and paper ‘is similar to that of the\nsawmilling industry. Pulp and paper, like sawn lumber, is most compara-\n\nble to logging. Both are secondary stages of’ production.\n\nWo = 70-3122 + 1.1045 Wy R? = 15034 (6)\nPp (1.6095) (0.2661) ~°8\n[0.0007]\nW, = 0.4648 + 0.3173 E + 0.7844 Wy,\nP (1.2690) (0.0941) (0.2302) ~°8\n[0.0039] [0.0036]\nR? = .7097 (7)\n\nIn both the equations the constant is insignificant, as aré all\nother unmentioned’ variables, at the five per.cent level. The rate of\nwage change in logging can explain 50'per cent of the variance in the\nrate of pulp and paper wage change. When the change in employment is\nadded the equation explains over 70 per cent of the wage variance. The\nresults. indicate that given a five per cent increase in wages in: logging\nwages, one:can expect almost a four'per cent increase in pulp and paper\nwages. if employment is constant.’ The finding that there is less than a\n\none-to-one relationship between wage movements in the two industries appears\n\n155 amieson, \"Multi-employer Bargaining: The Case of the B.C.\n\nCoast Lumber Industry,\" op-cit., pp. 7-10.",
    "Page_76": "67\n\ncorrect, for while wages in pulp and paper tend to be higher’ than those\n\nin logging, the movement of wage levels (as. given in Chart IL) approxi-\nmately coincides in absolute terms. In other words, each industry: must\nreceive approximately equal money increases with the absolute differential\nbeing maintained. (See Chart II). The results for this industry would\nseem to show that the wage change is the result of.a mixture of economic\nand political forces. .\n\nAgain; similar. to the sawmilling industry, there exists the ques-.\ntion of whether the demand for the products of the pulp and paper and\nlogging industries might be so closely tied that it is the movement of\ndemand which causés the similarity of wage movements in the two indus-\ntries rather than political forces as outlined above. Again, however, ~\n\nTables VII and VIEI indicate that this demand relationship is not strong.\n\nE. - Mining\n\nThe British Columbia minéral industry, like other. primary=based\nindustries’ and unlike construction, cannot be considered a price-maker\nin any way. Much like the proverbial 'farmer' in introductory economics\ncourses, mining ‘firms are forced to take prices as they are determined in\nthe international market.\n\nFor this reason, emphasis upon wage increases in union demands\nunaccompanied by large increases“in demand’ for output would result in\nsubstantial employment adjustment’. Real output, in fact, remained re-\nmarkably stable from 1949-1960, and during this period labour demand fell\nby approximately 35 per cent. Mineral wages, although they rose by approxi-\n\nmately 80 per cent, remained near the bottom of the wage hierarchy examined.",
    "Page_77": "68\n\nA high degree of capital-substitution for labour must have occurréd\nduring this period.\n\nDuring the expansion which followed in the 1960's, one would ex-\npect a further wage increase, but at the same time, a lesser degree of\nemployment contraction. Management is expected to maintain the capital-\nsubstitution trend since a large increase in labour demand would merely\nstimulate wage increases. Labour can be expected to be in short supply\nsince it has been known that employment opportunities have been few in\nthe industry for several years. Mining wages have also been consider-\nably lower than other industries.\n\nOf primary importance also is the fact that ore grades are falling.\nAs mines of lower and lower mineral concentration aré put into production,\nemphasis is placed on larger and larger production volume.’ This naturally\nrequires producers to use more and more heavy equipment. The capital-\nintensive nature of the mineral industry ‘is probably the result of both\nincreasing labour costs and the need for mass volume due to mineral ex-.\nhaustion.\n\nDuring the period 1961 - 1968, real output increased by more than\n70 per cent; labour employed rose by approximately 25 per cent, while wages\nrose by 50 per cent. Throughout the entire period examined (1949-1968)\nreal output rose by more than 75 per.cent accompanied by a wage increase\nof 169 per cent. Overall employment change was.a decline of 16 per cent.\nWage goals seem to have been emphasized ‘over employment objectives. Des-\npite this the union has remained at the bottom of the wage structure under\n\nexamination.",
    "Page_78": "69\n\nAn official of the Mining Association of British Columbia em-\nphasized in an interview ‘that the nature-of the bargaining procedure in\nthe mineral industry in this province has always béen on an individual\nbasis. Industry-wide bargaining has never been encouraged except by a\nfew international union leaders. The nature of the industry varies so\ngreatly from location to location that issues of prime importance in,one\narea may be very much 'dead' in another. Emphasis has always been placed\non firm and local bargaining -- or at most bargaining on a narrow area-\nwide basis. At the same time it was mentioned that a pattern of similar-\nity in wage settlements was evolving. To some’ extent then the degree of\naggregation necessary to perform a régional analysis may distort the re-\nsults in this industry.\n\nIt is hypothesized that the mineral industry, because of certain\nsimilarities with the forest industry, tends to seek comparable wage\nsettlements. A management official stated that coast logging, in par-\nticular, played a large role in wage offers. Both industries are resource-\nbased, the markets in which the products are sold are similar in that both\nare international and the demand curves faced by each are relatively elas-\ntic.\n\nThe- loggers have normally been much more’ militant than mining\nunions. at least in British Columbia and, similar to the situation described\nfor the pulp and paper industry, logging has been used to ‘break the ice'\nfor wage settlements.\n\nResults of testing were:\n\nWy = 0.2277 + 0.9849 Wy R° = 4468 (8)\n(1.5913) (0.2583) ~°8\n[0.0013]",
    "Page_79": "70\n\n= 32.0371 ~ 53.8848 K,, + 0.9692 W. + 3.34482 D\n\nM ~~ 0.6225) (17.5152) “B® ¢¢0.2268) 198 (1.5669)\n[0.0071] §0.0006] [0.04632\nR? = .6793 (9):\n\nLogging alone is able to explain-nearly 45 per cent of the variance’\nin the rate of change of mining wages. The addition of lagged profits an\nthe dummy variable increase this explanation to nearly 70 per cent. The\nsign of the lagged: profit-sales ratio is, however, opposite to that expec-\nted. The obtained result indicates that the higher the level of profits\nin the past year, the lower will be the rate of present wage increase.\nThis decreases the reliability of this equation,\n\nThe significance of the dummy variable, D, indicates that the\ntiming of the“contract expiry-date (i.e., whether it occurs during ex-\npansion or recession) may play a role in determining the size of the wage.\nincrease. '®\n\nAn interview with a mining management official left the impres-\nsion that while coast logging may play a role in their offer, the settle-\nment made in the forest products industry as a whole would influence bar-\ngains reached. Settlements made in pulp -and‘paper weré often. mentioned\nduring the discussion. This led to a test of the wage equation with the\naverage rate of wage change in all-forest products.substituted for that\nof coast logging alone. The results proved the “impression correct.\n\n6 correlation coefficients relating D to E and P are 0.4688 and\n-0.0373, respectively. This seems to indicate that the relationship be-\ntween the variables used to estimate demand and the dummy variable is not\nparticularly strong, at least for this industry.",
    "Page_80": "71\n\nWe 1.1447 + 1.2024 We R? = .7476 (10)\n(1.0615) (0.1647)\n[0.00000]\n\nSeventy-five per cent of the.variance.of the rate of change in\nmineral wages can be explained by the movement of wages in forest pro-\nduct industries. All other variables are insignificant at the five\nper cent level, the constant is close to being insignificant as well.\nEquation (10) shows that a five per cent increase in wages in. forest\nproducts results in a six per cent increase in mineral wages. This may..\nindicate that mining wages have tended to follow forest product movements\n\nby;equal increases in absolute terms. Chart II supports this conclusion.\n\nF. Water Transportation\n\nA regional analysis attempting to deal with the water transpor-\ntation industry encounters several problems, There are essentially\nthree divisions of workers in-the industry:\n\n(1) vessel crews of international vessels;\n(2) shore workérs >- mainly warehousemen arid longshoremen;\nand\n(3) vessel crews of local vessels which work along the\nBritish Columbia coast and on the rivers of the.\nMainland.\nThis. last group includes mostly tugboat and barge crews.-\n\nThe. first group cannot be examined in this study since the\nfactors influencing the wage determining process obviously lie outside\nthe range of this analysis. For this group international forces will\n\nplay a large role in the determination of the wage rate.",
    "Page_81": "72\n\nThe second group, shoreworkers, are very closely affiliated with\ntheir American counterparts through their union. The result is a large\ninfluence of external forces.\n\nThe third division, coast and inland vessel crews, are more in-\nfluenced by regional factors than the others because their tie with the\ninternational union is not as strong as that of shore workers; and in\naddition the products they handle are, to a large extent, local products,\nchiefly those of the forest products industry.\n\nBeyond the international ties that exist among the union leaders,\nlies the fact that water transportation is within the jurisdiction of the\nfederal government. Arbitrators and mediation commissions appointed to\ndeal with collective bargaining agreements in this area will often be\nfrom areas outside the British Columbia economy and will tend to introduce\ninfluences external to the British Columbia setting.\n\nIt is not to be concluded from the above discussions that the\nBritish Columbia economy is assumed isolated from the world around it,\nbut rather that the British Columbia economy contains many characteristics\nthat differ from those in the rest of Canada. This analysis is an attempt\nto isolate these regional characteristics in order to determine their in-\nfluence on the wage pattern.\n\nFor all of the above reasons this analysis is limited to an ex-\namination of the wage determination process for coast and inland vessel\ncrews. In addition to the above arguments some of the large logging\ncompanies maintain their own water vessels to handle log booms. It is\n\nnatural to suspect that members of the Merchant Seamen's Guild will",
    "Page_82": "73\n\nalign themselves most closely with workers in the forest products in-\ndsutry.\n\nIn Levinson's terms of analysis the two industries do, however,\ndiffer. While lumber is dominated by a few very large firms, water trans—\nporation is composed of many small firms which must be considered highly\ncompetitive for contracts. In addition, it may be safely stated that the\nmajority of these firms are concentrated in a few key areas ~~ mainly\nVancouver, Victoria and Prince Rupert. The result is that bargaining\npower is expected to be relatively greater for unions in water transpor-\ntation than for those in logging.\n\nThe results of the wage determination equation are:\n\n. oy 2\nWoe = 0.0156 + 1.1165 Ww, R = .5210 (11)\nwr (2.6268) (0.2523) *P\n\n[0.0004]\n\nThe constant is obviously insignificant, as are all variables other than\nthe rate of wage change in the forest product industries as a whole (saw-\nmilling, logging, and pulp and paper). According to the results this var-\niable is able to explain over 50 per cent of the variance in water trans-\nport wage change.\n\nThe coefficient of Wea 1.1165, can be interpreted to show that\na five per cent increase in forest product wages will be followed by a\n5.6 per cent increase in water transport wages. The fact that the co-\nefficient is greater than one lends support to Levinson's hypothesis that\nunion bargaining power for lesscindustrially concentrated, more spatially-\ncentralized industries is greater. The difference between wages in these\n\nindustries is narrowing, at least in percentage terms. (See Chart II for",
    "Page_83": "74\n\nabsolute movements). While forest product industries pay hourly wages\nthat are, in absolute terms, higher than those in the water transport\nindustry, the percentage rate of wage change in water transport has ex-\nceeded the percentage rate of change in forest product industries to\ncause a narrowing of the wage differential in absolute terms,\n\nThe question of whether the movement of wages in the three\nforest product industries and water transport is due to the relationship\nin demands is again encountered. The correlation matrices given in\n\nTables VII and VIII do not support this.\n\nG. Summary\n\nTable VI raises suspicions that the empirical results of the\npreceding sections cannot be relied upon to support the causal relation-\nships that are hypothesized to exist between wage settlements in the\nvarious industries. Table VI shows that a high correlation coefficient\nexists between the rate of wage change in each industry. This means that\nthe settlements in almost any industry could be found to be as significant\nas that of the hypothesized industry in explaining the wage movements of\nanother.\n\nThis result, however, should not be surprising if, as was\npointed out at the beginning of this chapter, the wage hiearchy has re-\nmained constant over the period of analysis. If emulation is the chief\nfactor in determining wage settlements, then similar wage movements are\nto be expected in all industries.\n\nThe result is that the student of industrial relations cannot",
    "Page_84": "75\n\nrely on empirical models alone to demonstrate causality. First-hand\nknowledge of individual labour market relationships will probably be\nthe more reliable tool of analysis. -\n\nIt must be emphasized that there is no attempt here to generalize\nthe findings for the British Columbia economy to other regions. The\nstudy is to be interpreted as an examination of the characteristics of\n\nsix British Columbia industries only.",
    "Page_85": "CHAPTER V\nTHE INTER-INDUSTRY WAGE STRUCTURE\n\nThe results show that both Dunlop's wage 'contours' and Ross'\nwage ‘orbits’ seem fairly realistic in their description of the wage-\ndetermining proces. Both of these concepts represent a relaxing of the\nearlier hypotheses of each. Indeed the comparison method of wage deter-\nmination would seem to be very much present in the British Columbia econo-\nmy. This chapter takes a close look at the wage structure which exists\nbetween these six industries.\n\nChart II shows that a definite wage structure does exist in\nBritish Columbia and that, similar to Sylvia Ostry'S findings for the\nwhole of Canada, the wage hierarchy has been generally maintained over\nthe 21-year period.\n\nThis study does not conclude, as Sylvia Ostry does, however,\nthat employment change has been the most important variable determining\nthe movement of wages. Employment change was found significant in only\ntwo industries, and even then, the causality was very weak in one of\nthese (a change of one per cent in logging employment will cause a wage\nchange in that industry of only .084 per cent, assuming all other factors\n\nfixed). In pulp and paper, where tremendous expansion has occurred, em-\n\nta. D. Woods and Sylvia Ostry, Labour Poltey and Labour Feonomics\n\nin Canada (Toronto: Macmillan, 1962), Chapter 16,\n\n76.",
    "Page_86": "77\n\nployment has risen to a large degree and played a role in explaining wage\nmovements. On the other hand, while there has been a much larger expan-\nsion in construction real output over the same period (construction: real\noutput has risen by 426 per cent and pulp and paper increased by 386 per\ncent in the 1949-1967 period), employment change does not seem to have\nplayed the role that it has in pulp and paper. Employment change was\n\nnot found to be significant in tests of the construction industry.\n\nAgain in agreement with Sylvia Ostry's findings, it is concluded\nthat the measure of output per man-hour does little or nothing to ex-\nplain the movement of wages in the various industries.”\n\nThe hypothesis that the level of profits should represent the\nability of the firms in the industry to pay was not proven. Conclusions\nconcerning the significance of the change in the cost of living index\nmust be considered only tentative as there is a strong suspicion that\nthe relationship discovered might be spurious due to the presence of\nmulti-collinearity., The discovery of this variable's significance in\nthe logging industry may, however, lend support to Reder's analysis in\nwhich he argues that within the bargaining range the two sides will use any\nvariable to support a wage settlement in their favour. That the dummy. var-\niable was found to be significant in two industries indicates that signing\na contract during a boom period may influence the wage settlement that re-\nsults. However, the latter variable is highly suspected of collinearity\n\nwith the demand variables.\n\nthis contradicts the trends found in Jamieson's paper on the coast\nlumber industry discussed in Chapter IV. He tentatively concluded that there\nseems to be a relationship between the movement of real output per man-hour\nand wage changes. The measurements of output per man~hour in his paper and\nthis one are not identical; this may cause the divergence. It is more pro-\nbable, however, that the use of a stepwise regression method caused this\n\nvariable to be rejected when others were found to be a much better fit.",
    "Page_87": "78\n\nVarious studies have examined other variables that have not,\nas yet, been examined here. Dunlop suggests that the ratio of labour\ncosts to total costs may serve to determine the union's bargaining power.\nThis test has been adapted somewhat by using instead the ratio of labour\ncosts to total value output. This is analogous to Dunlop's argument in\nthat industries in which the share of the total output going to labour\nis lowest, it is also expected will have the greatest bargaining power.\nAs was explained in Chapter II, those industries in which labour costs\nform a very small part of the total value of production will be more\nable to pass on wage increases. The formation of a union in these indus~\ntries will often bring wage settlements above those which would have been\nexpected in the absence of unions. Table III gives a summary of these\naverage ratios for the six industries during the period 1949-1967 along\nwith the percentage increase in wages for the same period. No correlation\ncan be found between the two variables.\n\nThere would seem to exist substantial evidence that within a\nrange, at least, unions do exert considerable bargaining power. Wages\nhave consistently increased throughout the 21 years despite falling em-\nployment in several industries and large fluctuations in output per man-\nhour. Wage rates have often moved counter to the direction in which econo-\nmic conditions are expected to cause them to move. It is safe to state\nthat in the industries examined, wages are generally above that which one\nwould expect them to be if unions were absent.\n\nAs an individual test to determine whether the hypothesis that\n\nthe construction industry settlements represent 'key bargains,' a simple",
    "Page_88": "79\n\nregression equation was run using the rate of wage change in construction\nas an independent variable to explain the average rate of wage change in\n\nthe five other industries. Results were:\n\nWy) = 2.181 + 0.5385 W rR = .3489 (12)\n(1.209) (0.1734) °\n[0.0060]\n\nThis indicates that construction wage settlements are able to explain\nmore than one-third of the variance in the movement of wages in other in-\ndustries. Given the fairly complex wage structure which has already been\ndescribed to exist in British Columbia, it may be concluded that settle-\nments in the key industry do have a significant impact on the rest of the\neconomy. In addition the results show that an increase of five per cent\nin the construction settlement would be followed by a 2.7 per cent aver-\nage increase in the otherffive industries. This reflects the relatively\nweaker bargaining position of unions in the other industries.\n\nTable IV shows that during the 21-year period studied the wage\ndifferential between the highest-and lowest-paid industries increased in\nabsolute terms from 36 to 115 cents (a more than threefold increase).\nThis increase is attributed to the emphasis that unions place on equality\nof increases in percentage terms. The result is that approximately equal\npercentage increases for all industries will mean an absolute increase\ngreater for:the more highly-paid industries than the resulting absolute\nincrease in the lower-paid industries. Widening of the industrial dif-\nferential occurs in increasing absolute amounts.\n\nDuring the period examined there have been occasional tightenings",
    "Page_89": "80\n\nof the differential in certain periods. This tightening has occurred\nespecially among the various members of the forest products industry.\nTradition states that differentials should narrow during boom periods\nbecause low-wage industries are forced to raise wages in order to main-\ntain or recruit workers'in a tight labour market. Chart II indicates\nthat for the forest product industries, at least, the differential narrowed\nsubstantially in the boom years 1951,1957 and widened during the slacker\nyears in between. The 1960's, however, seem to show little of these\ntrends. The other industries show a negligible trend in movement of\ndifferentials.\n\nWhile Sylvia Ostry was unable to fit her data for the whole of\nCanada with the above hypothesis, it would seem that in the British Colum-\nbia economy, the forest products industry has exhibited these trends.\nThe widening of the differential during the 1960's may be the result of\nwages being increased in those industries most able to pass labour costs\nforward into the product market (construction), The resource-based indus-\ntries are always constrained in bargaining by an elastic international de-\nmand curve.\n\nIt is concluded that wage differentials, instead of being narrowed\nas classical theory hypothesizes, have, due to the comparison of wage settle-\nments across industries which place emphasis on percentage rather than ab-.\n\nsolute wage changes, increased with time. As Melvin Reder has pdintéd out:\n\n\"In economic theory, the forces of competition are\nsupposed in the long run to eliminate, or in the event of\nimperfection, to curb wage differences that«firms or indus-\ntries in the labour market can pay. But-these forces re~-",
    "Page_90": "“BL\n\nquire time to operate and can be costly to those\n\nwho fail to judge market forces correctly; conse-\n\nquently, to insure that he does not depart too far\n\nfrom his wage target, an employer can do far worse\n\nthan to simply emulate others.\" 3\n\nFinally, it must be conceded that the applicability of the above\nfindings is limited because the study has been confined entirely to the\nBritish Columbia economy. Certainly outside factors will play a signifi-\ncant role in certain bargains. The fact that the wage equation for the\nconstruction and water transportation industries is able to explain just\nslightly more than 50 per cent of their respective wage movements indi-\ncates that some explanatory variables are missing. This should not be\nsurprising ,for as mentioned in the sections on each industry, there are\n\nexternal wage comparisons to be made as well as internal factors to be\n\nconsidered that enter from industries omitted.\n\n34, W. Reder, \"The Theory of Trade Union Wage Policy,\" Review of\n\nEconomies and Statistics, Vol. XXXIV (February, 1952), p. 37.",
    "Page_91": "CHAPTER VI\nA CONCLUDING SYNTHESIS\n\nEmpirical results support on the whole, the earlier claim that\nthe Ross-Dunlop debate is not an either-or problem. Both arguments may\nbe incorporated into a total analysis which gives a much better explana-\ntion of wage-determining forces.\n\n. It was found that in certain industries employment and output\nper man-hour changes, which represent economic determinants are signifi-\ncant in explaining wage movements, Meanwhile, in the same industries,\npolitical variables such as the rate of wage change in the most comparable\nindustry or the cost of living change were found to be significant as well.\n\nThis all adds support to the contention that the collective bar-\ngaining process is a political: procedure carried out in an economic environ-\nment. The firm is basically an economic institution. Unlike traditional\ntheory however, it can no longer maintain that the assumption of the firm\nbeing strictly profit-maximizing is correct; instead some compromise must\nbe made. It is more reasonable to think that management, in making a wage\noffer, must make a trade-off between certain economically-constrained var-\niables. That these variables are purely economic and that the wage settle-\nment offered will be uniquely determined does not necessarily follow.\n\nThe union, a basically political institution, is also forced to\nmake. trade-offs between economically-constrained variables when making a\nwage demand. In addition neither institution will be above attempting to\npolitically distort the view that its opponent has of prevalent..economic\n\n82",
    "Page_92": "83\n\nconditions. Ultimately both organizations attempt to maximize their\nrespective general welfares Whether profits, employment, political\npower, the total wage bill, or some other variable is emphasized in\nbargaining will be the result of trade-offs made by the leaders of\neither side along their respective indifference curves as to the re~\nspective priorities of each variable.\n\nThe wage-decision process eventually approximates the analysis\ngiven by Pen or Mabry in which both unions and management realize the\neconomic constraints and attempt to politically manoeuvre the wage rate\nwithin the existing range. The end settlement is a series of bluffs and\ncounter-bluffs, appeals before arbitrators and mediators which vaguely\nrefer to economic 'justification' for their demands or offers, but which\nplace no solid faith upon such justification.\"\n\nReder has attempted to explain the range in which non-economic\nfactors can affect the equilibrium value of the wage rate as varying\ndirectly with the ratio of labour to total cost for the firm, and in-\nversely with the ability of the firm to pass on increased wage costs\nto its customers.\n\nExcept in construction, the power of firms to pass on wage costs\n\nis limited for the six industries examined. This may mean that the bar-.\n\ntone trade union official stated in an interview that any:economic\ncriteria which are derived by unions as justification of their wage de-\nmands were derived after the amount of the demand had been decided. He\nwas certain that management did the same,\n\n2M. W. Reder, \"The Theory of Trade Union Wage Policy,\" Review of\nEeonomies and Statisttes, Vol. XXXIV (February, 1952), p. 45.",
    "Page_93": "84\n\ngaining range is more severely limited in those five industries. Attempts\nto imitate the settlements made in the construction industry will not be\neconomically possible. Increased frustration in bargaining and turbulent\n\nstrike activity are likely to occur.\n\nIn conclusion, a definite wage structure is found to exist between\nBritish Columbia's most important industries. The structual concept can\nbe worked into with the synthesis of the economic-political arguments out-\nlined above. It is hoped that this synthesis will prove beneficial in\n\nfurther analysis of the wage determination process.",
    "Page_94": "BIBLIOGRAPHY:\nBackman, Jules. Wage Determination. (New York: D. Van Nostrand, 1959).\n\nBhatia, R. J. \"Profits and Rate of Change of Money Earnings in the U.S.,\n1935-59,\" Economica, Vol. XXIX (August, 1962), pp. 255-62.\n\nChamberlin, Edward. Theory of Monopolistte Competition. (Cambridge,\nMass.: Harvard University Press, 1931).\n\nClark, J. B. The Distribution of Wealth. (New York: Macmillan Co.,\n1899).\n\nDouglas, Paul. Heal Wages in the United States, 1890-1926. . (Boston:\n1930).\n\nDunlop, J. T. “Productivity and the Wage Structure,\" in Income, Employ-\n\nment and Publie Poltey: Essays in Honour of Alvin H. Hansen. (Lon-\ndon: W. W. Morton and Co., 1948), pp. 341-62.\n\n\"The Task of Contemporary Wage Theory,\" in The Theory of\nWage Determination, (ed.) J. T. Dunlop (London: Macmillan and Co.,\n1964).\n\n.. Wage Determination Under Trade Unions. (New York: Augus—\n\ntus M. Kelly, reprinted 1966).\n\nEckstein, 0. and T. A. Wilson. \"The Determination of Money Wages in\nAiierican Industry,\" Quarterly Journal of Feonomtes, Vol. LXXIV\n(August, 1962), pp. 379-414.\n\nFabricant, Solomon. \"Introduction,\" in J. W. Kendrick, Productivity\nTrends in the Untted States. (National Bureau of Economic Research,\nPrinceton University Press, Princeton, N.J., 1961).\n\nFriedman, Milton. ''Some Comments on the Significance of Labour Unions\nfor Economic Policy,\" in The Impact of the Union (ed.) D. M. Wright,\n(New York: Kelley and Macmillan, 1956), pp. 204-34.\n\n85",
    "Page_95": "86\n\nGarbarino, J, \"Inter-industry Wage Structure,\" Quarterly Journal of Econo-\nmies, Vol. LXIV (May, 1950)’, pp. 282-305.\n\nGlobe and Mail. \"Report on Business,\" (Toronto: July 7, 1970),-p. 1.\n\nJamieson, Stuart'M. General Characteristics of the B.C. Construction\nIndustry, unpublished manuscript, The University of British\nColumbia.\n\n- . \"“Multi-employer Bargaining: The Case of the B.C.\nCoast Lumber Industry,\" paper presented to the Annual Conference\nof the Canadian Industrial Relations Research Association, Ottawa,\nJune 16, 1970.\n\n\"Regional Factors in Industrial Conflict: The Case\nof British Columbia,\" Canadian Journal of Economies and Polttical\nSetence, Vol. 28 (August, 1962), pp. 405-16.\n\nKendrick, J. W. Productivity Trends in the United States. (National\nBureau of Economic Research, Princeton University Press, Princeton,\nN.J., 1961).\n\nKerr, Clark. \"The Impact of Unions on the Level of Wages,\" in Wages,\nPrices, Profits and Productivity (The American Assembly, Columbia\nUniversity, June 1959).\n\n\"Wage Relationships: The Comparative Impact of Market\nand Power Forces,\" in The Theory of Wage Determination (ed.) J. T.-\nDunlop (London: Macmillan, 1964), pp. 173-93.\n\nKuh, Edwin. \"A Productivity Theory of Wage Levels: An Alternative to\nthe Phillip's Curve,\" Review of Economic Studies, Vol. XXIV (October,\n1967), pp. 333-60.\n\nLansing, J. B., and Eva Mueller. The Geographic Mobility of Labour.\n(Chicago: Institute Research Centre, 1967).\n\nLevinson, H. \"Concentration and Wage Changes: Toward A Unified Theory,\"\nIndustrial and Labour Relattons Review, Vol. 20 (January, 1967), pp.\n198-206.",
    "Page_96": "87°\n\nLevinson, H.- Determining Forces in Collective Wage Bargaining. (New\nYork: John Wiley and Sons, 1966).\n\nLewis, H. Gregg. Untonism and Relattve Wages in the United States.\n(Chicago: University of Chicago Press, 1963).\n\nLipsey, R. G. \"The Relation Between Unemployment and the Rate of Change\nin Money Wage Rates in the United Kingdom, 1861-1957: A Further\nAnalysis,\" Zeonomtca, Vol. XVII (January, 1960).\n\nMabry, B. D. \"The Price Theory of Bargaining,\" Industrial and Labour\nRelations Review, Vol. 18 (July, 1965), pp. 479-502.\n\nMarshall, F. R. and A. Cartter. Labour Economies: Wages, Employment\nand Trade Uniontsm. (Homewood, I11.: Richard D. Irwin, 1967).\n\nMcKersie, R. B. and R. E. Walton. \"Communications: The Theory of\nBargaining,\" in Industrial and Labour Relattons Review, Vol. 19,\n(April, 1966), pp. 414-24.\n\nMeyers, F. and R. L. Bowlby. \"The Inter-Industry Wage Structure and\nProductivity,\" Industrial and Labour Relations Review, Vol. 7,\n(October, 1953), pp. 93-102.\n\nPen, J. \"A General Theory of Bargaining,\" American Economic Review,\nVol. XLII (March, 1952), pp. 24-42.\n\nPerlman, Richard: \"Forces Widening the Occupational Wage Differentials,\"\nReview of Economies and Stattsttes, Vol. LX (1958), pp. 107-115.\n\nPerry, G. L. Unemployment , Money Wages and Inflation. (Cambridge, Mass.:\nM.I.T. Press, 1966).\n\nReder, M. W. \"The Theory of Occupational Wage Differentials,\" American\nEconomie Review, Vol. LV (December, 1965), pp. 833-52.\n\n\"The Theory of Union Wage Policy,\" Review of Feonomtes and\nStatistics, Vol. XXXIV (February, 1952), pp. 34-45.",
    "Page_97": "88\n\nRees, Albert. The Economics of Trade Unions. (Chicago: University of\nChicago Press, 1967).\n\nReynolds, L. G., and C. H. Taft. The Evolution of Wage Structure. (New\nHaven, Conn.: Yale University Press, 1956).\n\nRippe, R. \"Wages, Prices and Imports in the American Steel Industry.\"\nReview of Economies and Statistics, Vol. LII (February, 1970), pp.\n34-46.\n\nRobinson, Joan. The Heonomics of Imperfect Competition. (London: Mac-—\nmillan, 1933.\n\nRoss, A. M. \"The External Wage Structure,\" in New Concepts in Wage\nDetermination (eds.) G. W. Taylor and F. C. Pierson (New York:\nMcGraw-Hill Co. Inc., 1957).\n\n\"The Influences of Unionism Upon Earnings,\" Quarterly\nJournal of Economics, Vol. LXII (February, 1948).\n\n_2 \"The Inter-Industry Wage Structure,\" with W. Goldner,\nQuarterly Journal of Eeonomtes, Vol. LXIV (May, 1950), pp. 254-81.\n\n. Trade Union Wage Policy. (Berkeley: University of Califor-\nPress, 1948).\n\nSweezy, Paul. \"Demand Under Conditions of Oligopoly,\" in A. FE. A. Read-\nings tn Price Theory (Chicago: R. D. Irwin, 1952), pp. 404-09.\n\nVanderkamp, John. \"The Time Pattern of Industrial Conflict in Canada,\n1901-1966,\" unpublished manuscript (University of British Columbia,\n1968).\n\n. \"Wage and Price-Level Determination: An Empirical\nModel for Canada,\" Economtca, Vol. XXXIII (May, 1966), pp. 194-212.\n\n> and’J. T. Montague.=A Study tn Labour Market Adjust-\nment. (Vancouver: University of British Columbia, 1966).",
    "Page_98": "\"89.\n\nWeiss, L. W. \"Concentration and Labour Earnings,\" Amertcan Economic\nReview, Vol. LVI (March, 1966), pp. 96-117.\n\nWicksell, K. Lectures on Political Eeonomy. (New York: Routledge and\nKegan Paul Ltd., 1949).\n\nWicksteed, P. H. The Common Sense of Political Economy. (London: Mac-\nmiilan, 1910).\n\nWolf, J. de. Wage Movements and Wage Determination in British Columbia.\n(Vancouver: Broadway Printers, 1966).\n\nWoods, H. D., and Sylvia Ostry. Labour Poliey and Labour Economies in\nCanada. (Toronto: Macmillan, 1962).\n\nZeuthen, F. Economie Theory and Method. (New York: Augustus D. Kelley,\nreprinted 1968).\n\nSTATISTICAL SOURCES\n\nBritish Columbia Department of Labour. Annual Report. (Victoria, B.C.:\n1948-1968).\n\nBritish Columbia Department of Labour. The Logging Labour Force (Coastal\nRegion. (Victoria, B.C.: 1968).\n\nBritish Columbia Department of Mines and Petroleum Resources. Annual Re-\nport. (Victoria, B.C.: 1948-1968).\n\nCanadian Department of Labour. Labour Gazette. ‘Ottawa, Ont.: 1948-1968),\nStatistical Sections.\n\nCanadian Department of Labour. Wage Rates, Salaries and Average Hours of\nEmployment. (Ottawa, Ont.: Queen's Printer, 1948-1968).\n\nDominion Bureau of Statistics. Annual Review of Man-Hours and Hourly\nEarnings. (Ottawa, Ont.: Queen's Printer, 1948-1968).",
    "Page_99": "90.\n\nDominion Bureau of Statistics. The Lumber Industry (also known as Saw-\nmills). (Ottawa, Ont.: The Queen's Printer, 1948-1967).\n\nDominion Bureau of Statistics. Operations in the Woods. (Ottawa, Ont.:\nThe Queen's Printer, 1948-1967).\n\nDominion Bureau of Statistics. The Pulp and Paper Industry. (Ottawa,\nOnt.: The-Queen's Printer 1948-1967). :\n\n. Dominion Bureau of Statistics. The Water Transportatton Industry.\n(Ottawa, Ont.: The Queen's Printer, 1948-1968).",
    "Page_100": "91\n\nAPPENDIX A\n\nIn addition to the simple:.regression of strike activity that\nwas run on wage changes alone, a further test was made using the model\nwhich is developed at the end of Chapter III. The strike variable was\nagain found to be insignificant in each industry.\n\nThe equations found were:\n\ni) W, = 1.0301 + 0.8310 Q + 2.2975 STRIKE R? = .5568\n(1.2152) (0.1810) (3.2609)\n0.0003 0.4970\n\nii) Woe * 1.6629 + 0.0877 E + 1.2219 C + 2.1049 D + 0.0260 STRIKE\n& (0.6310) (0.0397) (0.1674) (0.7771) (0.0426)\n\n0.0416 0.0000 0.0156 0.5566\nR? = 0.8361\niii) W_= 0.1648 + 0.8853 Wy + 0.0730 STRIKE R- = .5720\nS (1.1914) (0.1920) ~°8 (0.5689)\n0.0003) 0.8677\niv) W. = -0.3219 + 0.3018 E + 0.8051 Wy + -0.1426 STRIKE\nP (1.3156) (0.0993) (0.2373) ~°8 ~— (0.2337)\n0.0081 0.0040 0.5572\nR? = .7168\nv) WW = W1-1544 + 1.2014 W, + 0,0790 STRIKE R? = .7477\nm (1.1353) (0.1721) *P (1.8103)\n0.0000 0.9177\nvi) W. = 0.4267 + 1.0893 W.. - 0.8322 STRIKE R2 = .5436\n\nwe (1.6942) (0.2552) *P (9.9066)\n0.0006 0.3748",
    "Page_101": "Index of Value-Added Output\n\nCHART I\nREAL VALUE~ADDED OUTPUT. PER INDUSTRY\n\n. Construction oo). Source: Table I\n\ncreree _ Pulp and Paper\n\n-'='™ Coast. Logging\n\n   \n  \n    \n  \n   \n\nx*e¢% Water Transportation\neevee? Sawmilling\n\nwaus Mining\n\nwo Pee.\n\n  \n\n1@0 - eed\new a “oe\niGo . ts. x woe\nAa Seatac’ S -\n140) : 5 yet\n. (eo we\n\nRe ‘ ae\n. px, *\n\nied qe\n\n(4@ 49 So st 62 83 st SS § 5? 58 -# & bb we wt & oF &\n\nYears\n\n92",
    "Page_102": "‘Wage Rates\n\nCHART IT\n\n- AVERAGE HOURLY WAGE RATE PER INDUSTRY ~\n\n_— Construction\n\nstores Pulp and Paper\ncas: Coast Logging\nRRR Water Transportation\n_e@e0e? Sawmilling ._\n\nesaxe Mining\n\n--Source: Negotiated Weighted\nBase Rates in Table II\n\n \n\n49 4 so vl $2 53 SY Ss 56 87 3 & H & BOF OF & &7 oF\n\n93",
    "Page_103": "YEAR\n\n1948\n1949\n1950\n1951\n1952\n1953\n1954\n1955\n1956\n1957\n1958\n1959\n1960\n1961\n1962\n1963\n1964\n1965\n1966\n1967\n1968\n\nCONSTRUCTION\n\n87\n100\n\n98\n161\n200\n234\n191\n237\n342\n413\n311\n315\n291\n286\n276\n292\n340\n439\n514\n562\n531\n\nSource:\n\nTABLE I\n\nINDEX OF REAL VALUE~ADDED OUTPUT PER INDUSTRY\n\nMINERALS\n\n87\n84\n99\n99\n125\n135\n132\n130\n159\n174\n176\n\n(1949 = 100)\n\nCOAST LOGGING\n\n116\n100\n111\n106\n106\n118\n128\n126\n124\n113\n\n96\n110\n134\n126\n150\n156\n159\n164\n174\n172\n189\n\nIndustry publications of D.B.S.\n\nSAWMILLING\n\n118\n100\n119\n126\n134\n137\n148\n133\n160\n150\n152\n169\n180\n178\n197\n215\n237\n247\n241\n248\n\nPULP AND\nPAPER\n\n101\n100\n112\n126\n128\n150\n172\n183\n191\n186\n184\n270\n333\n298\n317\n329\n367\n423\n471\n486\n\nWATER TRANSPORTATION\n\n115\n100\n80\n84\n85\n98\n83\n94\n105\n123\n110\n113\n123\n125\n109\n106\n84\n116\n123\n139\n143\n\n76",
    "Page_104": "TABLE II\n\n*\nAVERAGE ANNUAL HOURLY WAGE RATES IN SIX BRITISH COLUMBIA INDUSTRIES\n\n \n\n \n\nPULP AND\nYEAR CONSTRUCTION COAST LOGGING SAWMILLING | } PAPER WATER TRANSPORTATION MINING\n1948 $1.42 $1.29 $1.30 $1.34 $1.06 $1.14\n1949. . 1.58 1.35 1.34 1,33 1.12 1.10\n1950 1.68 1.46 1.48 1.41 1.21 1,21\n1951 1.93 1.69 1.69 1.71- 1.40 1.45\n1952 1.95 1.77 1.70. 1.80 1.49 1.48\n1953 2.08 1.82 1.71 1,86 1.59 1.52\n1954 2.14 1.81 1.77 1.89 1.60 1.63\n1955 2.16 1.86 1.77 1.97 1.69 1.67\n1956 2.23 1.93 1.81 2.07 1.79 1.75\n1957 2.38 2.07 2.03 2.09 1.83 1.82\n1958 2.59 2.13 2.03 2.18 1.83 1.94\n1959 2.82 2.23 2.08 2.21 1.98 1.97\n1960 2.82 2.35 2.15 2.47 2.03 2.08\n1961 2.86 : 2.34 2.19 2.47 2.04 2.08\n1962 2.93 2.44 2.27 2.52 2.12 2.11\n19637233 3.03 2.53 2.35 2.66 2.13 2.18\n1964 3.08 - 2.63 ° 2.47 2.78 2.20 2.29\n1965 3.34 2.80 2.57 2.83 2.43 2.40\n1966 3.68 3.00 2.82 3.25 2.55 2.72\n1967 3.96 3.21 3.01 3.43 3.14 2.96\n1968 4.29 3.46 3.25 3.52 3.26 3.14\n\nSource: Wages, Salaries and Average Hours of Earnings, Canada, Department of Labour, 1948-1968\n\n*\nIndustry wage rates are unemployment -- weighted averages of base rate for each job classifica-\ntion. These rates are for straight~time hourly earnings only.\n\nnn\nve)\nwn",
    "Page_105": "TABLE LIT\n\nCOMPARISON OF WAGE BILL (PRODUCTION WORKERS)\nTOTAL OUTPUT RATIO AND AVERAGE PERCENTAGE HOURLY WAGE INCREASES\nFOR SIX BRITISH COLUMBIA INDUSTRIES\n\n \n\n \n\n1949 - 1967\nPERCENTAGE\nINDUSTRY RATIO INCREASE\n*\n\nCoast Logging .38 138 %\nMining 38 169 %\nConstruction -35 151 %\nSawmilling -27 125 %\nWater Transportation -20 180 %\nPulp and Paper «15 158 %\n\n*\nComputed from one observation only\n(1967)",
    "Page_106": "TABLE IV\n\nWAGE DIFFERENTIAL BETWEEN TOP AND BOTTOM INDUSTRIES\n\n1948 ~ 1968\nYEAR DIFFERENTIAL\n¢\n1948 36\n1949 48\n1950 47\n1951 53\n1952 47\n1953 56\n1954 54\n1955 49\n1956 48\n1957 56\n1958 76\n1959 85\n1960 79\n1961 82\n1962 82\n1963 90\n1964 88\n1965 94\n1966 113\n1967 100\n\n1968 115",
    "Page_107": "TABLE V\n\nANNUAL PERCENTAGE RATE OF WAGE CHANGE PER INDUSTRY\n1949 - 1968\n\n \n\nPULP AND\nYEAR CONSTRUCTION COAST LOGGING SAWMILLING PAPER WATER TRANSPORTATION MINING\n\n~-4\n10\n20\n2\n\n1949 11\n1950\n1951\n1952\n1953\n1954\n1955\n1956\n1957\n1958\n1959\n1960\n1961\n1962\n1963\n1964\n1965\n1966\n1967\n1968\n\nOo\nKe\n.\nie}\n\nBK\nw\nray\n\nrary\n\nRe .\nWHDUNUADNONFFRPU PN WUE Ae\n\nr\n\nBe\nHB\nDOWMNMWOH ANN HUN IW\n\nrR\nTWOOANWNHRFOWOUONWRWNPr\n\nBR\nOnNOFUFRENWNONNOFKRFEREFOW\n\nnN\nPEM OWOP RF WWONADAAHDEFYNDHAWA\n\n86",
    "Page_108": "TABLE VI\n\nCORRELATION MATRIX DEMONSTRATING RELATIONSHIP BETWEEN INDUSTRY\nRATE OF WAGE CHANGES*\n\n \n\n \n\nce log s P m wt fp\nWe 1.000\n\nWig 0+6666 1.0000\n\nwi, 0.5282 0.7647 1.0000\n\nW, 0.3161 0.6751 0.5321 1.0000\n\nW, 0.4797 0.6684 0.6905 0.8428 1.000\n\nWe 0.4654 0.5766 0.3352 0.3359 0.4258 1.0000\n\nWey 0.7343 0.8777 0.7632 0.7542 0.8538 0.7281 1.0000\n\n \n\n*1948 = 1967 only.",
    "Page_109": "We\n\nwt\n\nfp\n\nTABLE VII\n\n100\n\nCORRELATION MATRIX DEMONSTRATING RELATIONSHIP BETWEEN INDUSTRY\nVALUE-ADDED OUTPUT PER MAN-HOUR CHANGE *\n\n1.0000\n-0.0667\n-0.1527\n\n0.1697\n\n0.1467\n\n0.2675\n\n0.0082\n\n*\n1948 - 1967\n\n1.0000\n\n0.1679\n\n0.0347\n\n0.4356\n\n-0.4045\n\n0.5446\n\nonly.\n\n1.0000\n\n0.2277\n\n0.1945\n\n-0, 3602\n\n0.6431\n\n1.0000\n\n0.2309\n\n-0.5200\n\n0.6842\n\nm Put\n1.0000\n-0.3321 1,0000\n0.3758 -0.6949\n\nfp\n\n1.0000",
    "Page_110": "TABLE VIIL\n\nCORRELATION MATRIX DEMONSTRATING RELATIONSHIP BETWEEN\nEMPLOYMENT CHANGE PER INDUSTRY*\n\n1.0000\n\n0.3962 1.0000\n\n0.0362 0.4774\n\n- ..10000 0.3371\n\n0.0456 0.1457\n\n-0.0049 -0.0211\n\n0.0875 0.6155\n\n*\n1948 - 1967 only.\n\n1.0000\n\n0.1281\n\n0.0529\n\n0.2716\n\n0.5966\n\n1.0000\n\n0.2751\n\n0.1011\n\n0.6602\n\n1.0000\n\n-0.3869\n\n0.1171\n\n101\n\nwt fp\n\n1.0000\n\n0.2755 1.0000",
    "Page_111": "TABLE IX\n\nANNUAL PERCENTAGE CHANGE IN EMPLOYMENT FOR SIX BRITISH COLUMBIA INDUSTRIES\n\n1949 - 1968\nPULP AND\nYEAR CONSTRUCTION COAST LOGGING SAWMILLING PAPER WATER TRANSPORTATION MINING\n1949 24 0 - 8 -9 -23 1\n1950 10 0 16 0 8 0\n1951 7 21 13 26 7 6\n1952 10 -12 0 5 -20 7\n1953 9 -12 -1 6 39 19\n1954 -17 -1 3 7 5 10.\n1955 20 14 9 -3 22 0\n1956 33 14 - 3 11 -9 4\n1957 4 20 - 5 0 13 - 8\n1958 -19 8 2 0 -7 -15\n1959 0 2 2 4 14 -4\n1960 -10 -4 -4 14 -12 47\n1961 -4 0 - 8 9 - 1 -31\n1962 0 -i1 2 -11 -5 2\n1963 1 7 4 5 - 5\n1964 6 1 7 14 5 7\n1965 17 4 2 9 5 1\n1966 -4 -4 -5 12 0 17\n1967 4 --8 - 8 7 12 - 6\n1968 5 10 - - -1 7\n\n \n\ncot",
    "Page_112": "YEAR\n\n1949\n1950\n1951\n1952\n1953\n1954\n1955\n1956\n1957\n1958\n1959\n1960\n1961\n1962\n£963\n1964\n1965\n1966\n1967\n1968\n\nCONSTRU\n\n' 1\nrR il\n\nSCPWWWUDOKFEFADOAMN\n\n11\n\nTABLE X\n\nANNUAL PER CENT CHANGE IN veeE ADD OUTPUT PER MAN-HOUR\n\n948 - 1968\n\nCTION COAST LOGGING SAWMILLING\n\n-11\n32\n-2 0\n-1\n20\n-6..\n7\n-7\n10\n=30\n16\n30\nol\n26.\n8\n32\n-16\n20\n35\n\nnD\nPron ANUNNFANUNUWUDOnNON\n\nBe\n\nw\n\nRr\n\n*\nChange in DBS method of data comparison.\n\nPULP AND\nPAPER\n\nWATER TRANSPORTATION\n\n17\n-24\n9\n43\n-18\n-18\n- 7\n24\n- 7\n-1\n-10\n25\n4\n\n- 9\n-5\n-24\n34\n8\n\n5\n\n7\n\nMINING\n\n-16\n7\n16\n- 8\n3\n20\n14\n8\n\n8\n\n- 8\n6\n11\n5\n22\n14\n- 6\n- 6\n3\n23\n0\n\n€OT"
}