{
    "Page_1": "EVERY THING HAS A HISTORY\nJ. BS. HALDANE\n\nIntroduction\n\nThe world has seen few science popularisers of the calibre of J.B.S.\nHaldane. Most scientists write erudite research papers, whose technical\njargon makes little sense to ordinary people. No wonder that very few\nscientists have succeeded in interpreting and communicating science to a\nlayperson. Haldane was not only a brilliant scientist but also a great\nscience writer. A pioneer biologist, biochemist and geneticist, he helped\nprovide the mathematical foundation for Darwin's theory of natural\nselection. Haldane was a professed Marxist. As the chairman of the editorial\nboard of the DAILY WORKER the mouthpiece of the Communist Party of\nGreat Britain he wrote 300 brilliant articles on popular science for ordinary\nworkers. He earnestly believed that every worker or craftsman, worthy of\nhis profession, must understand the science & technology underlying his\ntrade. This appreciation would make the job much more interesting. Many of\nthese essays were later collated into books like EVERY THING HAS A\nHISTORY and SCIENCE 1N EVERY DAY LIFE. His book ON BEING\nTHE RIGHT SIZE remains an outstanding piece of popular science\nliterature.\n\nHaldane had great respect for ordinary working people. He trained miners\nto search for fossils while digging coal. They were the best people to hunt\nfor fossils anyway. And every time a miner found a fossil he was rewarded\nby Haldane with a prize of 10 UK Pounds. Very soon there was a veritable\nmuseum of fossils collected by ordinary miners!\n\nArvind Gupta\n\nEVERYTHING HAS A HISTORY\n\nBY J. B.S. HALDANE\n\nJ.B.S. HALDANE WAS ON THE EDITORIAL BOARD OF 'THE\nDAILY WORKER '. JBS USED TO SAY THAT EVERY SELF\n\nRESPECTING WORKER SHO ULD UNDERSTAND THENATURE OF\nHIS / HER WORK & THE SCIENTIFIC PRINCIPLES UNDERL YING",
    "Page_2": "IT. CONSEQUENTLY, JBS HALDANE WROTE THESE SCIENCE\nARTICLES FOR WORKERS.THE ARTICLES BEAR THE LUCID\nSTY LE & CLARITY OF CONCEPTS.\n\nI ASK FOR FOSSILS\n\nIn the last hundred years it has become constantly harder for ordinary\nworkers to contribute to scientific research. The great physicist Faraday\nstarted off as a bookbinder's apprentice and went straight into research work.\nA bookbinders' apprentice wouldn't find it so easy to day. But there is one\nimportant contribution to knowledge which can only be made by coal\nminers. Th at is the collection of fossil animals from the coal measures. This\narticle is a call to miners to help in the work. Those who do so can not only\ncontribute to science, they can earn good money.\n\nEveryone knows that the coal seams consist of the remains of vegetation\nwhich grew in swamps. Very few bones or shells are preserved in the coal\nitself, because rotting vegetation produced acids which ate them away. But\nthe newly formed coal was often submerged under sand or mud, which\nhardened to sandstone or shale, to form the roof of the coal seam. In these\nrocks fossils are sometimes found.\n\nNow shells, resembling those of modem mussels, cockles, scallops and\nsnails, are fairly common in the coal measures. They have been used for\ndating the rocks. While they are quite interesting, I doubt if anyone will buy\nthem. On the other hand the remains of vertebrate animals are of very great\ninterest and some monetary value. By vertebrates are meant animals with\nbackbones, including fish, amphibians, reptiles, birds and mammals. Any\nbones or teeth, and most scales, come from vertebrates.\n\nSo far only two classes of vertebrates have been found in the coal\nmeasures, namely fish and amphibians. The fish were not so very different\nfrom modern fish. The amphibians were mostly four footed animals, rather\nlike modern newts. But some of them were much larger. The smallest were\nonly about three inches long, the largest up to twelve feet, as big as modern\ncrocodiles. Occasionally a complete skeleton is found, more often a skull or\na few vertebrate from a backbone, most usually only single scales or\nfragments of bone. The fish are far commoner than the amphibians. Both\nthese classes of animal are very interesting to the student of evolution for\nthis reason. The ancestors of the amphibians were fish which developed legs",
    "Page_3": "in the Devonian period, before the coal measures were laid down. But the\namphibians in the coal measures were much more like fish than are modern\nfrogs or newts. And some of the fish of the coal measures were much more\nlike those which gave rise to the amphibians than any modern fish. So by\nstudying them we can learn something about the change by which the first\nfour legged animal arose.\n\n“Ts it not possible,\" a reader may ask, \"that one might find the bones of\nsome much more highly developed animal such as a bird, or something like\na horse ora dog, in the coal measures?\" The answer is that it is not\nimpossible. But if such a fossil were found, it would disprove the theory of\nevolution. For biologists believe that they have found the fossil bones and\nteeth of a great many of the steps by which mammals and birds evolved\nfrom reptiles. And these are found in rocks laid down long after the coal\nseams. So such a discovery would be most surprising.\n\nIn spite of their interest, we know very little about British vertebrates from\nthe coal measures. A few have been found in Scotland. Ninety per cent of\nthe English ones come either from Newsham pit in Northumberland, which\nis now closed, or from the southern end of the North Staffordshire coal field.\nThe man who was mainly responsible for the collection at Newsham was T.\nAtthey, a grocer. He bought them from miners in return forced it at his shop,\nand sold them to museums and to palaeontologists, probably making a very\ngood profit out of them. J. Ward, in Staffordshire certainly collected himself,\nbut also seems to have bought specimens from miners. Both these men lived\nin the nineteenth century. and collected fossils over a period of about thirty\nyears. During represent century nothing has been found but a few fish bones.\n\nThe reason for the falling off is perhaps that nowadays there are few\namateur fossil collectors than eighty years ago. The collection, and still more\nthe preparation, of fossils is a highly skilled business. The amateur is less\nlikely than he was to find anything fresh in most places. But this is not true\nof coal mines. Today the coal miners are far better educated than their grand\nfathers and they are just as likely to find something of real scientific interest.\nWhere should they look? The vast: majority of vertebrate fossils occur in\ncannels, in cannel like shales, or in nodules of ironstone imbedded in thick\nshales. They are most likely to be found in the roof of a coal seam, but they\nmay be found elsewhere So far as we know they may occur in any coal field.\nThe southern end of the North Staffordshire field is perhaps the most\nhopeful area. Bur Fossils found there are likely to be of kinds already",
    "Page_4": "known, while those From other places will more probably be of hitherto\nunknown animals.\n\nUnfortunately the fossils occur in small patches, perhaps where a pool\ncontaining a number of fish dried up, and their skeletons were buried under\nmud. Such an area is only worked fora short time. It is very unlikely that\nany particular reader of Coal will find any. But if ten thousand miners start\nkeeping their eyes open, it is pretty sure that a dozen of them will find some\nfossils.\n\nIn order to start the ball rolling, I will offer UK Pounds 5 for the first fossil\nfish or part of a fish sent to me and UK Pounds 10 for the fist fossil\namphibian or part of an amphibian.\" If the find is worth more, that is to say\nif the British Museum or some other museum will give more for it, I will\nhand over the price, and the same with any later finds. It is essential that the\nplace of finding should be accurately stated (e.g. roof of the _ coal seam,\nabout yardsN.N.W.fromthe — shaftofthe: pit. If the specimen is\nfound among shale in dump or on the surface, the name of the pit should be\ngiven, and any possible indication as to where the fossil probably came\nfrom. My address is:\n\nProf, J. B. S. Haldane, F. R. S.\nDept, of Biometry\nUniversity College,\n\nGower Street, London, W.C.r.\n\nT am not much of a Palaeontologist myself, but I have some younger\ncolleagues who are experts, on fossils, and are out to help me. In fact the\nscheme is theirs, and not mine. I have also arranged with the editor of Coal\nto publish the names of the first finders, and of anyone who makes a notable\nfind later on, unless they ask that their names should be kept back.\n\nThe value of a fossil is anything from about a shilling for a fish scale or\ntooth, up to several hundred pounds for the complete skeleton of anew type\nof amphibian. A part from the financial value and the knowledge that one is\nhelping science, the finder of a new species is usually commemorated in its\nname. Supposing a miner called Evans finds the skull of a new kind of\nOrthosaurus, an animal rather like a small crocodile, it will probably be\ncalled orthosaurus evansi. Or if he preferred to commemorate the name of\nWill Lawther or Arthur Horner, it could be called Lowtheri or horneri.",
    "Page_5": "What I hope to do is to inaugurate a regular scheme of purchase from\nminers. Such schemes have worked very successfully elsewhere. Most of the\nfossils from the English Chalk have been found by quarrymen or lime kiln\nworkers, who have sold them to scientists. The great Thomas Henry Huxley\ngot quite Everything Has a History a number of fossils of amphibians from\nthe coal measures from miners or surface workers who knew of his interests.\nBut unfortunately, there seems to be a gap between miners and\npalaeontologists today.\n\nIt is quite possible that some miner may strike a rich deposit of fossils,\nand become a real expert himself. This has happened in one case. David\nDavies, a Welsh mine foreman, was the first to make really large collections\nof plant remains from different coal seams. He showed that even where the\nplants did not differ very much, there were differences in the proportions of\ndifferent kinds just as in one meadow you will find a great deal of clover\namong the grass, in another very little. I am glad to say that the University of\nWales gave him an Honorary Degree for his work. Unfortunately, plant\nremains from coal seams are pretty common. and I am not prepared to pay\nfor them, though I would certainly pay for insect remains, if any were found.\n\nThe nationalisation of the mines is only a step towards socialism, though\nit is a big one. Socialism in the full sense will only be possible when the\nworkers in every industry understand enough about the conditions of their\nwork to be able to control it, and in particular when most experts, such as\nengineers, geologists and medical officers, are drawn from the ranks of the\nworkers. Now the study of fossils is absolutely essential for geology,\nbecause the different rocks are dated by the fossils in them. Naturally\nenough the geologists use the commonest fossils for dating. And the\ncommonest fossils are generally shellfish. But shells are much less\ninteresting to the student of evolution than bones. One cannot tell much\nabout the animal that made it by looking at a shell. One can tell a great deal\nfrom bones. Some of the amphibians in the coal measures had lost their legs,\nand degenerated into eel like creatures which could not come out of the\nwater. Others had powerful legs and could lift their bellies off the ground. In\na few cases from the French coal measures, we have enough specimens of a\nspecies to know that they started as something like tadpoles and only\ndeveloped legs as they grew up. A gain the teeth show us what kind of food\nthey ate. And just as some of the shells enable an expert to date a rock very\naccurately, the vertebrate fossils are characteristic of longer periods. If you",
    "Page_6": "show me an oyster shell I have not the least idea of its age. The oyster has\nnot evolved much. It has stayed put for hundreds of millions of years. But if\nyou show me three skeletons can say that this one is probably a fish from\nthe Old Red Sandstone, that one a reptile from the Jurassic and the other a\nmammal from the Eocene. So to get a broad view of geology one must study\nthe vertebrate fossils, which show a fairly steady progress, as well as the\ninvertebrate ones. Miners can begin to learn geology by studying the fossils\nfrom their own pit if they are lucky enough to find any. And by doing so\nthey will be helping to raise the miners as a whole to the level of knowledge\nwhere they can take over the management of the mines completely.\n\nI know that many people think that science should be severely practical,\nand that the detailed study of fossils is of no practical importance. This is\nquite untrue. Any bit of \"highbrow\" science may prove to be of the greatest\npractical value. For example the British coal fields were laid down near the\nsea. Some of those in France and all of those in Czechoslovakia were laid\ndown in lakes well away from the sea. Naturally they contain very different\nfish and shells. So it is hard to say whether a Czech coal seam is earlier or\nlater than an English one. But an insect could fly or be blown from one coal\nswamp to another. So we might be able to find out which seams were\nformed at the same time if we found the same insects in both. This sort of\ndating tells us about the structure of Europe in these ancient times, and\nsuggests where to look for new coal fields.\n\nBut I believe there are a great many miners who are interested in\nknowledge for its own sake. It is just as interesting to know what fishes lived\nin Dinantian times (the technical name for the group of some million years\nduring which some coal seams were formed) as to know who won the cup\nfinal in 1937. Those who laugh at this kind of knowledge are simply trying\nto prevent their mates from knowing more than themselves, in fact keeping\nthem down. They are playing into the hands of those who don't want the\nworkers to have free access to all kinds of knowledge. By looking for fossils\nin your coal pit you will not only be helping science and perhaps earning\nsome money. Y ou will be helping to raise the status of your profession, and\nto break down the division of classes in British society.\n\nI GET FOSSILS",
    "Page_7": "Last month I wrote an article in Coal asking coal miners for fossils of\ncertain kinds, and I am just beginning to get the results. Before saying\nanything about them, I want to say what I asked for, and why.\n\nFossils are of interest for two rather distinct reasons. In the first place they\ntell us about animals and plants which lived in the past, what they were like\nand how they had evolved. Secondly, they enable us to date rocks. Two beds\nwhich contain just the same set of fossils must have been laid down at much\nthe same time, for evolution goes on quickly enough to produce marked,\nthough not very striking, changes in half a million years; and the majority of\nrocks were laid down at a rate of less than 100 feet per million years, often\nvery much less.\n\nIn just the same way a student of ancient coins may use them to study the\ndevelopment and degeneration of metallurgy or craftsmanship. Or he may\nuse them for dating. For example in the cave called Wookey Hole, in\nSomerset, coins have been found which were made under 17 Roman\nemperors who reigned between A.D. 60 and 392, but nothing later until quite\nrecent times. Clearly people lived there up to about A.D. 400, possibly\nrefugees from the troubles which occurred when the Roman legions\nwithdrew; but it was not inhabited in Saxon times or the middle ages. Now I\nam trying to get fossils from the coal for my colleagues Kermack and\nKuhne, who are palaeontologists rather than geologists. That is to say they\nare interested in fossils for their own sake rather than for dating. In order to\ndate rocks you had better study the commonest fossil species, which are\ngenerally molluscs or other similar shellfish. 'The commoner types of shell\nfrom the coal measures are pretty well known. They are economically\nimportant because they help to identify corresponding coal seams in\ndifferent areas. The fossil plants are also fairly well known, partly because\nthere are a great many of them, as is natural since coal consists of plant\nremains, partly because they throw some light on how coal was formed, and\nhave therefore been studied.\n\nHowever, what my colleagues want are fish and amphibian bones and\nteeth, as they tell one a great deal more about the animals to which they\nbelonged than do shells of animals resembling mussels. I have offered to\npay for fish or amphibian remains provided I am told just where they were\nfound, so that we can organise a search for more, if anything interesting is\nfound.",
    "Page_8": "Unfortunately my first few parcels have mostly consisted of plant\nremains, with a few molluscan shells. No bones have yet turned up. There is\nhowever one beautiful little animal related to the living king crab. It looks\nrather like a very large wood louse. However, as a matter of fact it was more\nnearly related to the spiders and scorpions. I shall certainly sell it to a\nmuseum and let its finder have the price, though | fear it will not fetch more\nthan a pound or so.\n\nAt least one of those who have sent me fossils obviously knows\nsomething about the subject, and with a little luck may get something\nimportant. I am afraid some of the others will regard me as a swindler\nbecause I am not prepared to pay for shells of molluscs, even though they\nare called shell fish.\n\nI did my best to make it clear just what I wanted, but obviously did not\nsucceed very completely. Also some of my correspondents may have\nmistaken tree bark for fish scales. This is not their fault. Palaeontology is not\ntaught in schools, and what is worse, men and women who regard\nthemselves as educated are often totally ignorant of it. This is largely\nbecause our educational system is totally pre scientific. Our wretched school\nchildren have to learn whom Edward II married and why this provided\nEdward III with an excuse for invading France. They have not the vaguest\nidea what their ancestors looked like fifty million or two hundred million\nyears ago. I don't regard the ancestry of the human race as certainly\nestablished, but it is better established than the legitimacy of Edward III, to\njudge from what has come down to us about the private lives of his parents.\n\nEven if I became Minister of Education, we could not start teaching\nchildren palaeontology because it is quite possible to become a qualified\nteacher of science without knowing anything about it. But I should see to it\nthat future teachers learned a little of this science, even if they had to miss\nthe kings of Judah and\n\nAbove all, miners and quarrymen ought to know some, just as engineers\nought to know Some physics and chemistry, farm workers some biology,\nand seamen some meteorology. It is not merely that it may be useful. A self\nrespecting man or woman ought to understand what he or she is doing.\nOtherwise they are half way to being slaves.",
    "Page_9": "Of course there are good reasons why workers are discouraged from\ngaining such knowledge. For one thing it would put them on a level with\nmuch more highly paid experts. For another they would probably learn about\nthe economics of their job as well. And this kind of knowledge does not\nmake for the stability of capitalism. But I want to see the miners learning all\nthat is necessary to take over their industry completely Economics is one\nthing they will have to learn. Palaeontology is another.\n\nTHE EARTH SPINS\n\nIn the series of articles of which this is the first, I am going to say\nsomething about the observed facts behind astronomical theories. We are\ntaught in school that the earth goes round the sun, that the light from the\nnearest star takes several years to get here. and so on. We ought not to take\nsuch statements on authority. We ought to know something of the evidence\non which they are based, and even to check it if we have the opportunity.\nOtherwise we shall get into the very dangerous habit of believing any story\nthat we hear often enough.\n\nI am not going to go into the evidence that the earth is round. The fact that\nmaps are good guides to action, and are made on the basis of its roundness,\nshould be sufficient. It would make all the difference to world politics if the\nearth were flat. It would mean that there were new regions to be found, and\nthat ambitious statesmen could annex them instead of invading their\nneighbours. But it is not so obvious that the earth spins round once a day, or\nwhat difference it would make if it did not. Until recently people thought\nthat the sun, moon, and stars spun round the earth once a day. The stars were\nsupposed to be stuck to a solid object called a firmament. Children learn\nabout the firmament in Bible classes, and unlearn it in Science classes.\nCentrifugal force would produce a fearful strain in the firmament, but\nperhaps if there were a firmament it could stand it. And when Copernicus\nargued that the earth went round and the stars did not, he could only urge\nthat this view made astronomy easier to understand.\n\nThe first good bit of new evidence for the theory arose when it was shown\nthat pendulum clocks went slow in the tropics, and that there were more\nyards in a degree of longitude near the equator than in France, more in\nFrance than in Arctic. That is to say the smallest distance between two\npoints on the earth's surface such that the maximum \"height\" of a particular",
    "Page_10": "star above the horizon is one degree higher at one than the other increases as\nyou go to the equator. This is at once explained, and what is more explained\nquantitatively, if the earth's spin makes its equator bulge out. The\ncombination of centrifugal force and greater distance from the centre lessens\nthe force of gravity, and slows down a clock regulated by a pendulum, but\nnot one regulated by a hairspring. A turning firmament might have some\neffects of this kind, but it would be very strange that it should have just the\neffects calculated if the earth turns once daily.\n\nAnother striking confirmation came from the study of winds. Air moving\naway from the North Pole has no motion due to the earth's spin. So as it goes\nsouthward the eastward moving earth leaves it behind, and from being a\nnorth wind it becomes a north east wind. In fact it turns right. The cold air\ndescending in an anticyclone in the northern hemisphere moves right as it\nspreads out, so the anticyclone or \"high\" turns clockwise, and a cyclone with\nwarm rising ail tums anti clockwise. The opposite is true in the southern\nhemisphere. Ocean currents and ice behave in the same way. A north wind\nin the Arctic Ocean drives the ice flees south west.\n\nProbably the most dramatic of all the proofs of the earth's rotation was the\nexperiment which Foucault made a hundred years ago with a very long\npendulum suspended from the dome of the Pantheon in Paris. The\npendulum, which was merely a weight on the end of a rope, was set\nswinging and left. Common sense suggests that so far as possible the\npendulum will keep swinging in the same plane, or at least in a series of\nparallel planes, and physical theory supports common sense. The question is\nwhether \"the same plane\" is fixed relative to the earth or relative to the fixed\nstars. When the experiment is done (and you can see it repeated any day at\nthe Science Museum in London) the plane of swing moves relatively to the\nbuilding, but keeps as steady as it can relative to the stars.\n\nSo it can be used as a clock like a sundial, though actually it is not so\naccurate. On the other hand the gyro compass, which is based on practically\nthe same principle, namely that a spinning body given the necessary freedom\nwill keep its axis pointing in the same direction, is very accurate, and of\ncourse very useful in aeroplanes. It is most remarkable that nobody did the\npendulum experiment before 1851. It involves no mathematics until one tries\nto calculate the small allowance to be made for friction. All it needs is a\nlarge building with no serious air draughts, so that the pendulum can go on\nswinging for some hours.",
    "Page_11": "A much more difficult experiment is this. A pair of metal weights on the\nend of hinged arms is suspended from a thread or wire. At first the arms are\nheld out so that the weights are as far apart as possible. Then a thread which\nholds them up is cut or burned through. They fall until the arms are hanging\nvertically. In consequence the whole system begins to turn in the same\ndirection as the earth, that is to say opposite to the sun's apparent motion.\nThis is due to the conservation of spin, or angular momentum. The system is\nturning once a day with the earth. When the weights drop, the amount of\nspin remains the same, but it has a system with less moment of inertia to\nmove, since the whole mass of the system is now concentrated near its axis.\nSo it turns more quickly. The principle involved is the same as that of a\nflywheel. The mass of a flywheel is as far away from its axis as possible. So\nfor a given number of rotations per minute it has a great deal more spin than\nif it were near the axis. It is harder to stop it or to set it moving.\n\nFinally if Blackett is right in his recent guess that all spinning bodies are\nmagnets, whose strength is given by a law which he states, the earth's\nmagnetism is a further bit of evidence that it is spinning.\n\nIf we lived in caves, and had never seen the sun, moon or stars, but had\nmade the other necessary observations, the hypothesis of the earth's rotation\nwould probably be something which most scientists believed, but which one\ncould doubt without raising any suggestion that one was mentally abnormal.\nIf some of these caves communicated with the sea, so that the tides could be\nobserved, a few daring thinkers would probably have deduced that there\nwere one or two heavy bodies outside the earth. But they would not have\ncalculated their sizes or distances. A sufficiently perverse and ingenious\nbeliever in a fixed earth and a moving firmament could perhaps have\nproduced theories to explain all the facts so far given, and several others\nwhich I have not mentioned.\n\nThere is one set of facts, however, which seems to me conclusive. We can\ncalculate the times of eclipses for some years ahead with an error seldom\nmore than five seconds. We can also calculate the times of past eclipses.\nWhen we do so by the same methods we may be several hours out, when we\nget back to eclipses over two thousand years ago whose times have been\nrecorded. This error is cleared up if we suppose that the earth's motion round\nits axis is slowing down, so that every hundred thousand years or so the day\nis a second longer. This slowing is exactly accounted for by the friction of",
    "Page_12": "the tides, the movement of the firmament might be slowing down. But it\nwould be an altogether incredible coincidence if it were slowing down at just\nthe rate calculated from the known facts about tidal currents and the known\nmass of the earth.\n\nI will next deal with the evidence that the earth really does go round the\nsun, and that this is not just a convenient way of explaining astronomical\nobservations.\n\nTHE EARTH GOES ROUND THE SUN\n\nI shall now try to give the evidence for the statement that the earth goes\nround the sun once a year in an orbit nearly two hundred million miles\nacross. The evidence is not quite so strong as for the theory that the earth\nturns round once a day, because lineal motion is not so easy to detect as spin.\n\nIf you look at the moon at the same hour on consecutive nights, you see\nthat it lags relatively to the sun. Each day it rises and sets, on an average,\nnearly an hour later. Similarly the sun lags about foul minutes a day\nrelatively to the stars, and the other planets lag by different amounts.\nNaturally we set our ordinary clocks by the sun not by the fired stars. But\nthe stars keep much better time than the sun. The length of a sidereal day,\nthat is to say the time between two occasions when a \"fixed\" star is in the\nsame direction relative to objects on the earth, is extremely steady. The\nlength of a solar day varies throughout the year.\n\nAll these things are explained, and can be very accurately calculated, if\nthe earth and planets move round the sun, and the moon round the earth, in\nelliptical orbits, according to Kepler's laws. There are two corrections to be\nmade to these. The orbits are not exactly ellipses, because the planets are\nattracted by one another according to Newton's laws as well as by the sun.\nAnd Einstein's modification of Newton's laws embodies a much smaller\ncollection. Still the apparent motions would be just the same, though no\nsimple theory could explain why they occurred, if the earth were still, the\nsun moved round it, while the other planets moved round the sun.\n\nThere are however several facts which do not fit in with this view. One is\nthe fact called aberration. If rain is falling vertically and you run through it,\nit seems to slope towards you. In other words it seems to be coming from in",
    "Page_13": "front of you. Starlight behaves in the same way. The apparent directions of\nthe fixed stars vary once a year. Those of all the distant ones vary similarly,\nand the variation, which is called aberration, is just what is calculable from\nthe speed of light and the speed of the earth in its orbit. A berration would be\nquite unintelligible if the earth were fixed.\n\nBesides aberration, there is another apparent annual motion of the nearer\nfixed stars, which is called parallax. They seem to shift, in the course of a\nyear, against the background of the farther ones. This confirms the theory of\nthe earth's motion, but does not enable us to measure it, because it is only by\nmeasuring parallax that we can find out how far off the stars are. Still\nanother light effect tells the same story. If we are moving towards a light,\nany particular line in its spectrum is more refracted, and would even appear\nbluer if the speed of approach was very great. This is because more waves\nreach us from it in the course of a second. Now the earth is moving towards\nthose stars which we see to the south about 6 a.m., and away from those\nwhich we see to the south about 6 p.m. And the light from the same star is\nmeasurably, though not perceptibly, bluer when we are moving towards it\nthan when we are moving away.\n\nY et another bit of evidence comes from shooting stars or meteorites.\nThese are bits of stone or metal which fall into the air from space. We\nshould expect to sweep up more of them in the part of our atmosphere which\nis moving forwards than in the part which is backing. And so we do. Not\nonly are meteorites commoner faster. It would take a very ingenious theorist\nto explain why this should be so if the sun moved round the earth.\n\nThe scale of the solar system can be measured in many different ways. It\nis quite easy to find out how far off the moon is. Y ou can photograph it\nsimultaneously against a background of stars in England and South A frica,\nand see at once that it has shifted. as a near object changes its position\nrelative to its background if you look at it first with your right eye and then\nwith your left. Itis not so easy to find out how far the sun is. Occasionally\nthe planet V enus passes directly between the earth and the sun, and can be\nseen as a black dot. By comparing the time taken by Venus in a transit, as\nthis phenomenon is called, as seen from different parts of the earth, the sun's\ndistance was fairly accurately measured in the eighteenth century. Since then\nit has been measured much more accurately by observations on several\nminor planets too small to be seen without a telescope, which sometimes\ncome very much nearer to the earth than Venus ever does.",
    "Page_14": "The aberration of starlight gives us yet another measure, not quite so\naccurate. So does the lag of about 16 minutes in the times at which Jupiter’ s\nsatellites are seen to be eclipsed when the earth is; farthest away, compared\nwith when it is nearest. The important point is that all these methods tell the\nsame story. The fact that they do so makes us trust the methods concerned\nwhen we can only use one at a time, as is the case when we get to the\ndistances of the \"Fixed\" stars.\n\nThere is one set of methods which tell us nothing. We get no answer if we\ntry to find out how quick the earth is moving through space, though we can\nfind out how quick it is moving to or from another body. This fact is the\nbasis of the theory of relativity. which means, in simple words, that space is\nless real than matter. Strangely enough, however, though there does not\nseem to be such a thing as absolute position, motion or rest, there is such a\nthing as absolute direction. One can detect spin apart from any influence of\nexternal bodies.\n\nIncidentally, the scale which we find for the solar system tell s us that the\nearth is an average sort of planet. Mercury, Venus or Mars are smaller,\nJupiter, Saturn, Uranus and Neptune bigger, Pluto about the same size. The\nmountains on the moon are about as high as those on earth, though much\nsteeper, as there is no rain to wear them down. All this makes sense. The\nproperties of matter seem to be just the same in one part of the universe as in\nanother. Common sense sometimes lets us down, but not very often.\n\nIn the next few years it is probable that we shall know these distances\nmuch more accurately by radar. Echoes from the moon have already been\npicked upland it should be quite possible to measure the distance of the\nnearest part of its surface within a few miles. A similar experiment with\nMars, Venus or a minor planet would be vastly harder, but not necessarily\nimpossible. The sun is already sending out so many radio waves that it\nwould be much harder to pick up echoes from it with the necessary\naccuracy. We shall next deal with distances and sizes of things outside the\nsolar system and see that they make sense too.\n\nTHE NEARER STARS",
    "Page_15": "The nearest star to our solar system which is at present known is in the\nconstellation called the Centaur, so far south that we never see it in England.\nThis star is about 1.25 parsecs away. Astronomers measure distances in\nparsecs. It takes light about 3.25 years to travel a distance of a parsec.\n\nAta distance of one parsec the position of a star relative to the more\ndistant ones behind it, shifts through an angle of one second relative to the\nmore distant ones behind it as the earth moves round the sun in the course of\nayear. This is one three thousand six hundredth of a degree, or the apparent\nsize of a halfpenny three and a quarter miles away. A shift of far less than\nthis is readily detected on comparing photographs taken al intervals of six\nmonths. Most of the nearer stars also move quite perceptibly against their\nbackgrounds in a few years. This effect is due to their own motion, not to the\nearth's. Thus if we know their distances we can calculate the speeds at which\nthey are moving ;it right angle to the line of sight. These speeds are reckoned\nin miles per second, which compares, with the earth's speed of 17 miles per\nsecond along its orbit.\n\nNow we can also measure the speeds of these fixed stars along the line of\nsight by means of the Doppler effect, that is to say the blueing of light from\nan approaching object, and the reddening of light from a receding one. The\naverage speed in the line of sight is a little less than the average speed at\nright angles. so the whole calculation makes sense.\n\nAgain we can calculate the amount of light which a star would give if we\nwere as near to it as we are to the sun. One finds that some stars are much\nbrighter than the sun, and some much dimmer. Now the stars can be\nclassified both by their colour and by the elements which can be detected in\ntheir atmospheres with a spectroscope. Some of them have spectra very like\nthe sun. All the sun like stars whose distances are known turn out to give out\nlight at about the same rate as the sun.\n\nIn fact the results of astronomy goon making sense. the sun isa fairly\ntypical member of a large class of natural objects. Most results of scientific\nresearch of this kind. They check up on one another, and make nature appear\nmore natural.\n\nBut enough strange and unexpected results are known to keep scientists\nbusy. The same calculations which showed that the sun is a typical star of its\nkind showed that some other stars must be enormously bigger than the sun.",
    "Page_16": "Wt: know their surface temperatures, and therefore the amount of light\nwhich they emit per square mile from their colours. Some which have cooler\nsurfaces than the sun, put out thousands of times more light per minute. So\nthey must be so large that there would be room for the earth's orbit inside\nthem.\n\nIf so it should be possible to measure their diameters, not directly. but by\nthe phenomenon called interference, which is also used for measuring very\nsmall distances, for example the thickness of a soap bubble. It was used to\nmeasure the very small angle subtended at the earth by the giant red star\nBetelgeuze in Orion, and gave the expected result. Since then several more\ndiameters of large stars have been measured in the same way.\n\nSomething like a third of the stars are probably doubles, that is to, say\nthey consist of two sun like objects moving round their common centre of\ngravity in ellipses, as they should according to Newton's laws. If we\nassume that the relation between mass and gravitational force is the same\namong the distant stars as in the solar system, we can determine the masses\nof a pair of stars whose distance is known.\n\nNo one was surprised when it was found that stars with the same colour\nand spectrum as the sun had about the same mass as the sun. But\nastronomers were very surprised indeed when they found that all the stars\nwithout exception had about the same mass as the sun. The agreement is\nonly rough. Few stars are ten times as massive, none known to be a hundred\ntimes as massive, as the sun. Some have only about a tenth of its mass. The\nluminosity of a star, however, increases much more than in proportion to its\nmass. A star ten times as massive as the sun gives out about 1,000 times as\nmuch light.\n\nThe reason for the close relation between mass and luminosity was largely\nexplained by Eddington, but is a little too complicated to give here. The\nreason why no stars are much larger than the sun is a simple one. A very\nlarge star would generate so much heat that it would burst, and the double\nand triple stars are probably stars which have burst. So perhaps are clusters\nof stars like the Pleiades. Other stars are quite unexpectedly small and dense.\nThere may be plenty of stars whose mass is less than a tenth of the sun's, but\nif so they give out so little light that we have not yet detected any o them.",
    "Page_17": "Once the relation between mass and luminosity for the stars of known\ndistance and mass was known, it was applied to the stars in general. In fact\nwe have only to measure the brightness of a star and to observe the spectrum\nand colour, to tell roughly how large it is, and how far away.\n\nHowever. before this relation was known, another method was available.\nSome stars are variable because a companion star occasionally eclipses\nthem, others because they pulsate regularly, swelling up and collapsing\nagain in the course of a few days. These are cal led Cepheid variables, after\nDelta Cephei, a star in the Milky Way not far from Cassiopeia. There are a\nlot of Cepheid variables in one of the clusters in the southern sky called the\nMagellanic clouds. Miss Leavitt found that all those in this cluster with the\nsame period had the same brightness, and that brightness and period varied\ntogether in a simple way.\n\nAs the distances of some of the nearer ones were measured, it was found\nthat this was a general rule. So one can calculate the distance of any\nCepheid variable when one knows its period. As all Cepheid variables are\nvery bright stars, this enables us to measure distances much too great for the\nparallax method. In fact they have been used to measure not only the sizes of\nhe Milky Way but the distances of the nearer galaxies outside it.\n\nThe main difficulty with these indirect measures is that there is a good\ndeal of dust in the space between the stars. When I say a good deal I am\nspeaking in a \"Pickwickian sense\". The light from a star has to travel for\nthousands of years through one of these dust clouds before half of it is\nstopped. However the spaces concerned are so vast that the amount of matter\nin these dust clouds may be greater than that collected in stars. It is possible\nthat this dust is constantly forming new stars by condensation.\n\nAll these discoveries about the distances of the stars hang together to tell a\ncoherent and fairly simple story. But when we get to still greater distances\nthere are real difficulties, with which I shall now deal.\n\nSEEING THE PAST\n\nThe stars in our immediate neighbourhood, including most of those which\nwe can see, are about equally dense in all directions. But when we look",
    "Page_18": "through a telescope we see that the Milky Way consists of million of stars\nand that faint stars become commoner as we get near to it.\n\nBesides this general concentration of stars there are star clusters of two\ntypes, namely open clusters like the Pleiades, and dense or globular clusters\nof which the few visible with the naked eye look like single stars, and only a\ntelescope shows that they consist of many thousands of stars. These clusters\ncontain Cepheid variables which enable us to measure their distances in the\nway which I explained in the last article. The open clusters are near the\nMilky Way, and the farthest yet detected is about 500 parsecs away. In other\nwords the light which we see from it started out about A.D. 300. The\nglobular clusters are much further off, up to 50,000 parsecs, and are not\nfound near the Milky Way. The light from them al way s started before the\nbeginning of human hi story, and generally during the Ice A ges.\n\nA careful statistical study of star motions makes it very probable that the\nstars in our neighbourhood, including the sun, are moving round the centre\nof the Milky Way, which is in the constellation Sagittarius, probably in\nspiral rather than elliptical orbits. The distance of the centre is about ten\nthousand parsecs, and we go round it once in two or three hundred million\nyears. That is to say we have been round about once since the Coal Measures\nwere formed.\n\nThe whole system of all the stars which we can see with our eyes or with\nan ordinary telescope is a biscuit shaped object about five thousand parsecs\nthick, and perhaps thirty thousand across. The sun is about half way between\nthe centre and the edge. The Milky Way is just the appearance of immense\nnumbers of stars which we see when we look in the plane of the \"biscuit\".\nThe globular clusters lie out in a sphere roughly enclosing the biscuit. The\nmass of the whole system is something like two hundred thousand million\ntimes that of the sun, and there are probably about five times that number of\nstars in it. This is about a thousand times the total number of men and\nwomen, and about equal to the total number of birds.\n\nIn the direction of the Milky Way we cannot see what is beyond it, owing\nto the clouds of stars and of dust. But in other directions we can see a few\nrather faint objects and photograph tens or thousands of them. These are the\nso called spiral nebulae. The most easily seen is in the constellation\nAndromeda, and though it is very faint, its apparent size is larger than the\nmoon's. With a good telescope it is seen to consist of stars arranged in a",
    "Page_19": "rather irregular spiral. Among the brighter stars in it are some Cepheid\nvariables, so its distance can be measured, and consequently its actual size. It\nturns out to be about as large as the Milky Way, and to be so far off that the\nlight which we now see from it started about nine hundred thousand years\nago, that is to say at the end of the Pliocene era, before the Ice Ages, and\nbefore we know of any fossils or tools which are certainly human.\n\nThe distances of hundreds of other spiral nebulae have been measured\nwith less accuracy. They are all of about the same size. When their spectra\nare photographed, they are all seen to consist of the same sorts of elements\nas are found on earth, and to be spinning round like so many Catherine\nwheels. They are quite unlike the stars in one important respect. The\ndistances between stars, even in a dense cluster, are very much bigger than\ntheir diameters. On the other hand the distances between neighbouring spiral\nnebulae are often only about twenty times their diameters, and sometimes\nless. There is, however, one very queer thing about them. The spectre scope\nshows that the light from them is reddened, not by a scattering of the blue\nlight, as in the case of the setting sun, but by lowering of the frequencies of\nvibration of light of all kinds. This could be explained if they were all\nmoving away from one another, that is to say if the universe were\nexpanding. If so the farthest ones yet photographed are moving away from\nus at about an eighth of the speed of light.\n\nIt could also be explained if in the course of time the movements of\nelectrons inside atoms were speeding up, so that a particular type of event in\nan atom, for example the approach of an electron towards the nucleus of a\nsodium atom which gives the yellow light of some street lamps, gave out\nmore energy to day than in past geological ages. Milne showed that these\ntwo ways of describing the same events are not really different, but depend\non different ways of measuring time and space. In fact an extension of the\ntheory of relativity seems to solve this problem, though it raises new ones.\n\nThe farthest spirals So far photographed are so far off that the light which\nreaches us from them has been travelling since Permian times, just after the\ncoal was formed. With the great new mirror which has been made for the\nobservatory at Palomar in California, it will be possible to photograph light\nabout twice as old, that is to say Cambrian light. It may well go still further\ninto space, and back into the past.",
    "Page_20": "This will allow us to measure the rough distances of most of the nearest\nmillion or so spirals. According to some theories, for example Eddington's,\nthe total amount of matter in the universe is finite. and if we could\nphotograph things only four times as far away as this we should find they\nwere moving away with almost the speed of light. According to other\ntheories, such as Milne's, the amount of matter in the universe is infinite.\nThis of course could never be proved. But it may be possible, within our\nlifetimes, either to prove that Eddington was wrong, or that so far his theory\nhas led to correct predictions.\n\nThe important point is that such question as these are not questions to be\nargued about forever by philosophers, but questions to be settled by\nobservation. The apparatus needed will cost some million of pounds; but the\nsettling of such questions has always given us enough new knowledge about\nmatter to be well worth while.\n\nIn science we always find regions where our knowledge is cleat , and\nothers where it is far from certain. One of these is of course the study of\nthings very far off in space or very far back in time. These are really the\nsame problem in different words. When we can photograph objects eight or\nten times as far off as now we shall be photographing them as they were at\nabout the time when the earth was formed. Another region of uncertainty is\nconcermed with extremely small distances and times. We get into this legion\nwhen we study the nucleus of an atom.\n\nThen is; still a third region of uncertainty. We can see things a little\nsmaller than a wave length of light with a microscope, and we know about\natoms and molecules from chemical experiments. But itis harder to find\nout about things larger than molecules but much smaller than wave lengths\nof light. And it is just in this region that the transition between chemistry and\nlife occurs.\n\nMy own work lies largely in this third region. But itis amazing how\nrapidly our knowledge has extended, both concerning large and small things,\nin my own lifetime. We have got somehow to make this knowledge part of\nthe heritage of ordinary people. The best way to do this is not to use large\nnumbers, but ideas; which should be familiar to every educated man or\nwoman, such as the size of the earth, or the time since the coal or chalk were\nformed.",
    "Page_21": "COMMON SENSE ABOUT THE PLANETS\n\nIn the development of science there is a constant and fruitful struggle\ngoing on between two tendencies. On the one hand we should like to explain\neverything, that is to say to find a reason forit. Geologists do not believe\nthat it is either because of pure chance, whatever that may be, or an\narbitrary act of creation, that the Thames bends to the right between\nLambeth and London city. But they would equally agree that we do not yet\nknow why it does so, and that any theory is likely to be wrong, and if\ngenerally accepted, likely to hold up the progress of geology. So although it\nis an excellent thing to find the right explanation, it is quite reasonable to\nsay that we do not know the explanation, and had better for the present\nconfine ourselves to describing things as they are.\n\nA very good example of this fruitful strife is found in the history of our\nideas about the solar system. For thousands of years men have known that\nthey could see the sun, the moon, and five other planets. Actually you can\nsometimes see an eighth, Uranus, if you know where to look. Early men said\nthere were seven planets because there were seven gods each identified with\none of them. When their motions were described people asked why they\nmoved as they did, and why there were just so many. Kepler tried to answer\nthe question. He thought that Mercury, Venus, Earth, Mars, Jupiter and\nSaturn each moved in a sphere with the sun as its centre, and the spheres\nwere so arranged that one of the regular solids would fit in between two of\nthe spheres. As there are only five kinds of regular solid, of which the cube\nis the best known, there could only be six planets. Kepler found that this\ntheory wouldn't work, and later found the correct shape of the orbits, or very\nnearly so.\n\nNewton showed why the orbits have the shape they have, and why a\nplanet at a particular distance from the sun must move at the speed it does.\nBut he did not try to explain why the known planets were at the distances\ncalculated. He thought that this was due to the act of the Creator, though\nonce created, their later motions could be explained.\n\nHegel explained why there were just seven planets. Unfortunately for him,\na lot more have been found since, and no one takes his theory seriously. But\nhe was quite progressive in supposing that the structure, as well as the\nmotions, of the solar system, must have a rational explanation. An",
    "Page_22": "astronomer called Bode produced a \"law\" or rule for the distances of the\nplanets from the sun. But it is only very roughly true, and if it were quite\ntrue, no one has suggested a reason why it should be.\n\nThis year a bit of real progress has been made by Kuiper, of Y erkes\nObservatory, who points out that there is a relation between the masses of\nthe planets and their distances, and that this also holds for the satellites of the\ngreat planets Jupiter, Saturn, and Uranus. If the planets were formed from\nthe condensation of dust or gas whirling round the sun, or from the breaking\nup of a filament shot out of the sun when another star passed near it, or in\nsever al other suggested ways, then the heavier a planet, the bigger the gap\nshould be between it and its neighbours. Fora heavy planet would not only\nuse up more of the available matter, it would attract the matter in its\nneighbourhood, and prevent the formation of other planets near it. There are\nother more complicated arguments which suggest what the relation between\nmasses and gaps should be.\n\nSo here is what Kuiper did. He added together the weights of each pair of\nneighbouring planets, for example Venus and Earth, Earth and Mars, and\ndivided by the weight of he sun. He also calculated the differences between\nthe average distances of these planets from the sun, divided by the sums of\nthese distances. So he got two columns of figures, and found that they fitted\npretty well to a relationship derived from theory. Then he did the same for\nthe systems of the moons moving round Jupiter, Saturn and Uranus. He\nfound that the numbers followed the same rule.\n\nIn fact the rule which they fit is not quite what would be expected on any\ntheory yet suggested, though one simple theory is nearly right. The rule\nfinally arrived at is not completely accurate either. In fact only about half the\ndistances calculated all within ten per cent of the true values. But that is\nsomething to be going on with. Fortunately for science, we shall soon have\ntile means of finding out whether K uiper's rule is really universally valid.\nSlight irregularities in the motions of some of the so called fixed stars, which\nof course are distant bodies like our own sun, seem to show that they too\nhave planets. When the distances and masses of these planets are measured,\nif they conform to Kuiper's rule we shall have to take it very seriously.\nMeanwhile it may perhaps be made more accurate, by taking account of all\nthe planets or satellites in a system, not only immediate neighbours, and by\nfinding a more complete theory to account for it.",
    "Page_23": "The important point is that Kuiper’ s work justifies the view held by all\nMarxists, and a great many scientists who are not Marxists, that there are no\narbitrary features in the universe, that is to say facts for which no rational\nexplanation can be found. Of course at the present time we can only find a\nrational explanation for a tiny fraction of the known facts. And no doubt a\nlot of the explanations which we give will turn out to be wrong when we\nknow more facts and think more clearly about the known ones. But we are\nright to ask why the earth goes round the sun once a year. and J upiter once in\neleven years, why male and female lions differ more in hair length than\nmale and female tigers or cats, why sugar and glycerine taste sweet and\nalcohol does not, and so forth. We don’t know the answers to these latter\nquestions, but such work as Kuiper’ s makes us hope more firmly that our\ndescendants will know them.\n\nLOOKING FOR BLUE STARS\n\nTwo American astronomers, Humason and Zwicky, of Mount Wilson\nObservatory, in California, have recently reported a hunt for faint blue stars\nin two areas of the heavens. One was in the neighbourhood of the Hyades in\nthe constellation of the Bull, where stars are very thick. The other was in the\nconstellation Coma Berenices, as far away as possible from the Milky Way.\nThey photographed the same area of sky, first through a yellow glass and\nthen through a violet one, and picked out the forty eight stars which\nappeared much brighter through the violet than through the red screen. All\nthese stars were very faint indeed. Even the brightest was twenty times too\nfar away to be visible with the naked eye.\n\nReaders may well ask what can be the point of such a search, and even if\nit has more point than looking for the bluest postage stamps what possible\npractical value it can have. The answer is quite simple. The bluer a star, the\nhotter it is as a general rule. The reason is straight forward. As one heats a\nblack object up it begins to produce invisible infra red rays which can be felt\nas heat. Then it becomes red hot, and later white hot. Still hotter things give\nblue light. Thus an are lamp is much hotter than a filament lamp, and much\nbluer. Of course many modern lamps, for example neon, mercury and\nsodium lights, shine because the atoms in them are electrically excited, not\nbecause they are hot, and their colour obeys quite different rules. But since\nblue light consists of more rapid oscillations than red, it is quite natural that",
    "Page_24": "a hot body, whose atoms are moving quickly, should give bluer light than a\nmoderately hot one.\n\nSo what Humason and Zwicky were really doing was looking for the\nhottest bodies in two regions of the universe. This is a reasonable thing to\ndo, because matter under extreme conditions develops new properties (the\nchange of quantity into quality). For example some very cold metals\nbecome super conductors with practically no resistance at all, so that an\nelectric current induced in a lead ring in a bath of liquid helium will go on\ncirculating for hours an end.\n\nThe spectra of these stars were photographed, which made a calculation of\ntheir temperatures possible according to a principle first laid down by the\nIndian astronomer Saha, and worked on in more detail by Milne and Fowler\nin England. In a number of cases their so called proper motions, that is to say\nthe rate at which their directions in space alter, were already known. This\nmade it possible to pick out those which were near to the sun, near that is to\nsay in an astronomical sense. For a near object does not have to be moving\nvery fast to alter its apparent position noticeably in ten years or so. So most\nstars which change their position quickly are fairly near to us.\n\nIn fact most of the blue stars in the Hyades shared the motion of\nAldebaran and the other bright stars of this cluster. So they must be very\nmuch dimmer. It turns out that they belong to the group of stars called White\nDwarfs, which are extraordinarily dense.\n\nThe matter in them is so closely packed that a cubic inch of it would\nweigh a ton. Itis of course held together by its own gravitation, which is so\nenormous that even light has a good deal of work to do in getting out of such\nstars, and gets redder in the process, though not enough so to stop the stars\nbeing bluish white. Although no such star is bright enough to be seen\nwithout a telescope, they are so common near the earth that it is quite\npossible that there are more of them than of all the other stars put together.\nSearches in regions like the Hyades where there are a lot of stars will help to\ndecide whether this is so. If so they probably represent a late stage of the\nevolution of stars, and perhaps our sun will finally contract into one.\n\nThe search for blue stars near the pole of the Milky Way gave quite a\ndifferent result. A few are dwarfs, but most are very bright and large stars at\nan enormous distance. In the direction of the Milky Way there is so much",
    "Page_25": "dust between the stars that one can usually only photograph stars, however\nbright, a few thousand light years away. At right angles to the Milky Way\none can see out into space beyond it. And some of these large blue stars may\nbe a good way out in the almost empty space between our galaxy and its\nneighbours which we see as spiral nebulae.\n\nSo when more is discovered about them they may help us to fix the scale\nof the universe more closely, as well as telling us more about very hot\nmatter. When I say very hot, I do not mean as hot as the matter in the first\nmillionth of a second of an atom bomb explosion, or the matter of an\nexploding star, but the hottest matter which is on permanent display.\n\nI don't know what will come out of such studies, or whether anything will.\nI know that the study of matter in the sun told us of the existence of one new\nkind of matter, namely the gas helium, and taught us much about the\nbehaviour of the commoner kinds. In particular, in the sun and other stars we\nstudy matter in a much simpler state than is common on earth, that is to say\nas gas consisting of single atoms, many of which have lost one or more\nelectrons. Their study has been of immense help in laying the foundations of\nchemistry.\n\nWhether knowledge obtained in this way will be used for good or evil\ndoes not depend on the astronomers. Unfortunately so, because they are very\ninternationally minded, much more so than chemists. for example. Star\nmapping, and particularly eclipse observation, are international matters,\nplanned for many years ahead by the workers concerned, and workers in\nother jobs might well learn a lesson from the International Astronomical\nUnion. In fact when miners, transport workers, or above all, agricultural\nworkers, have as good international tie ups as astronomers, our planet will\nbe a much happier place.\n\nRADIO FROM THE SUN\n\nAs radio signalling and broadcasting developed, attention was more and\nmore directed to noise, that is to say unwanted disturbances. Some were\nshown to come from electric motors and dynamos, others from\nthunderstorms.",
    "Page_26": "But finally it became clear that others came from outside our atmosphere.\nJannsky's discovery of this fact was not at first followed up. But the\ndevelopment of radar and short wave transmission during the war led to a\nfairly intensive study. As it also led to secrecy the actual advance in\nknowledge was probably no greater than what would have been made in\npeace time. Now however a good deal of work is being done on the\nquestion, and a young and vigorous group of Australian physicists is playing\na leading part in it.\n\nOur atmosphere is opaque to most kinds of radiation. The sun sends out a\nlot of hard ultra violet rays, and also very probably some X rays. If we tried\nto live on the moon, which has no air, they would be very dangerous. Only\ntwo sets of rays get through in any quantity. One is in the visible region and\nthe neighbouring parts of the infra red and ultra violet. We can see many of\nthem, and photograph the others.\n\nThe other group consists of radio waves with lengths round a metre\nranging from about a centimetre to ten metres or so. Some of these come\nfrom the sun, others from regions of the Milky Way where the stars are very\ndense. It is striking that whereas starlight is a negligible fraction of sunlight,\nthe stars do not contribute much less than the sun to radio noise at normal\ntimes.\n\nThe sun's radio emission is of two kinds. One kind, with a maximum\nintensity about 3 metre, is fairly steady. The other kind, with a maximum\nabout 5 metres, is very much stronger, but only occurs when there are large\nspots on the sun's disc. If the same thing happened with regard to light, the\nsun would usually give white light, but from time to time there would be a\nterrific red glow.\n\nOn January 29th 1948, the Royal Society held a meeting at which Ryle\nand V onberg, of Cambridge, communicated their results on accurate\nmeasurements, while Martyn, an Australian, produced a mathematical theory\nof the origin of the waves. Martyn's theory is something like this. The radio\nwhich we pick up in the absence of sunspots does not come from the\nluminous surface of the sun, but from the very thin atmosphere round it,\nwhich is called the corona, and can be seen when the sun is totally eclipsed.\n\nWhen we go up in an aeroplane the air gets colder, but at great heights the\nair becomes very hot. The hot layers are the ionospheres, which reflect long",
    "Page_27": "radio waves downwards. The corona is the sun's ionosphere, and to judge\nfrom its light spectrum is enormously hot, with a temperature round a\nmillion degrees, and very strongly ionised. The radio emission is due to\ndisturbances in it. Its electrical charge is so high, and the speed of its\nmovements so great, that it gives rise to radio emission.\n\nThe difficulty in proving this, or any other theory, is that it is very hard to\nget exact directional radio reception. Y ou are doing well if you can\ndistinguish between sources a degree apart. If your eye were no better than\nthis, you could not see a half penny at a distance of five feet. When the\nemission is pretty weak, as it generally is from the sun, things become\nparticularly difficult, and Ryle and V onberg worked out a most ingenious\nmethod for distinguishing solar radio from other noise.\n\nIf Martyn is correct, when we get a real radio telescope which\ndistinguishes directions as well as, say a very short sighted man can do, we\nshall \"see\" the sun as a fairly bright disc surrounded by a very bright ring.\nForemost of the radio seems to come from the edges of the corona. This is\nborne out by the few observations made during eclipses. There is a partial\nradio eclipse before any of the sun's light is cut off, and the radio emission is\nnever totally eclipsed. In future radio observations during total eclipses are\nlikely to teach us as much as, or more than, observations made with the eye\nor telescope. Whether the emission caused by sunspots comes from the spot\nitself or the corona above it remains to be seen. As there will be a maximum\nfrequency of sunspots next year, we ought to know fairly soon.\n\nWhat impresses me most about this work is its philosophical importance.\nFor thousands of years people only knew about the sun, moon and stars by\ntheir light and heat. They formed all kinds of fantastic theories about the\nheavens, some of which were incorporated in religions.\n\nThen Newton showed that the tides were due to the gravitational attraction\nof the moon and sun. Later Fallen gave the first accurate account of\nmeteorites, objects from outside the air. Thousands have since been\nexamined, and found to be made of ordinary matter.\n\nNow we have a fourth way of exploring the universe. I do not know what\npeople will discover with it. If I wanted to be sensational I would suggest\nthat the solar radio noise was the confused records of radio messages by\nintelligent beings angels if you like living in the sun. I think this is most",
    "Page_28": "unlikely. But I also think that when we have real radio telescopes we shall\ndiscover much queerer things than that with them.\n\nThe world is full of queer things, but they are not a bit like what our\nancestors imagined. For example some viruses, such as that of lethargic\nencephalitis, can make good children into bad ones, as devils were supposed\nto do. But devils were pictured as like men, though excelling them in power\nand wickedness. Whereas vinuses are half way between living beings and\nchemical compounds, in fact much more alien to our ordinary thought than\ndevils.\n\nSo I guess that astronomical radio research may, in time, tell us altogether\nfresh and unexpected facts about the universe.\n\nCOSMIC RAYS\n\nOn few subjects in modern physics is more nonsense written than on\ncosmic rays. To begin with, they are not rays in the ordinary sense of that\nword. They are a beautiful example of what you discover if you study the\nexceptions to ordinary rules. The whole electrical industry is based on\nfollowing up two exceptions. Most unsupported bodies fall to the ground.\nBut iron filings near a magnet, or scraps of paper near an electrified rod of\nsealing wax fall up.\n\nWhen the usual rules governing the behaviour of electricity were worked\nout, another crop of exceptions turned up. Air ought to be a perfect insulator,\nand it may be for minutes at a time. But an air gap always starts leaking in\nthe long run. Some of the leakage is due to ionisation of the air by high\nspeed particles flung out by radioactive atoms. But it was gradually shown\nthat most of it is caused by something coming downwards. Hess and\nKolhurster found that the leakage increased ten fold when they went up ina\nballoon to the height of six miles. Actually we now know that these \"rays\"\nconsist almost entirely of very rapidly moving particles, and that at sea level\nabout six of them pass through a horizontal square inch every second.\n\nThree different instruments have been used to detect them. The Geiger\nMuller counter, designed for work on radioactivity, is an electrically charged\nwire in the centre of a metal cylinder in a glass tube which discharges",
    "Page_29": "whenever a particle passing through the tube makes the air conduct\nelectricity, or in technical language, ionises it.\n\nThe second is the cloud chamber invented by Wilson. A vessel with a\nglass window contains air saturated with water or some other vapour. It is\nsuddenly cooled by expansion, and the vapour condenses on any dust\nparticles which may be present, forming a fog. After a few expansions all the\ndust is got rid of, and the condensation occurs on the trails of ions left by\nrapidly moving particles. These tracks can be photographed, and as soon as\nSkobelzyn, who recently represented the Soviet Union on the atomic energy\ncommittee, did so, he found that the so called rays were really particles.\nQuite recently Powell, of Bristol, has developed special photographic plates\nin which cosmic rays make tracks which can be examined with a\nmicroscope.\n\nThe story of the analysis is told in Janossy's recent book. Readers who\nknow a little physics will find it good reading, but unless you know that\nMeV means a million electron volts you are liable to stick on page 2, and\nthere are several mistakes, notably the definition of a gamma ray on page 5.\n\nOne of the first steps was to couple up a number of Geiger Muller\ncounters in series, so that a current only flows if they all start to leak at once.\nSo if we have four such counters in a row it is very unlikely that current\nwill leak in all four at once unless the same particle has gone through them\nall, Move one out of the row, and such coincidences become much fewer, If\nyou put a screen of a couple of inches of lead above the counters, there are\nfewer discharges. If you put it below them, nothing happens. This shows that\nthe particles come form the sky, not the earth. Very elaborate batteries,\nsometimes of dozens of these counters, have been set up, and it has been\nshown, for example, that when particles are stopped by a screen of lead, they\noften generate a shower of other particles, which may set off as many as five\ncounters on the same level at once.\n\nThe modern theory of cosmic rays is very largely due to Blackett of\nManchester, and a group of colleagues, many of whom, like Rossi and\nOcchialini, were refugees from fascism. Blackett and Occhialini first\ncoupled up a Wilson cloud chamber with Geiger Muller counters so that a\nphotograph was taken just when a particle had passed through a particular\nset of counters.",
    "Page_30": "In this way they could pick out, say, those particles which could just get\nthrough an inch of lead, but not two inches. Further, they could find out how\nfast the particles are going by various methods. The easiest to understand is\nperhaps the use of a magnet. A magnet will pull an electrically charged\nparticle out of a straight path, but the quicker the particle is going, and the\nheavier it is, the less the pull.\n\nThe world's most powerful permanent magnet used to be in Blackett's\nlaboratory at Birckbeck College, London. Now the most powerful ones are\non Mount A laghez in Armenia, where Alikhanyan and Alikhanov are\nworking. Both are Armenians, and they are brothers, but one of them put a\nRussian ending to his name to avoid confusion.\n\nWhen cloud chamber photographs were examined, the surprising result\nemerged that the \"rays\" consisted of several quite different kinds of\nparticles. Some of these were electrons with positive and negative charges.\nBut there were also much heavier particles. It was first thought that they\nwere ail of one weight, and they were called mesons. Now it is generally\nadmitted that there are two different sorts of meson.\n\nHowever Alikhanyan and Alikhanov say that there are at least fifteen\ndifferent kinds of particle heavier than electrons, some being as heavy as\nordinary oxygen or nitrogen atoms. They are moving at fantastic speeds,\nvery near to that of light and break up in less than a millionth of a second.\nBut in that time they can go through hundreds of feet even of rock.\nUnfortunately the Iron Curtain seems to operate at Dublin, where Janossy\nworks, for he does not refer to this recent Soviet research, though it was\npublished before he wrote his book, and I should be the last to accuse him of\nsuppressing it.\n\nThese particles, heavier than electrons, but most of them lighter than\nordinary atoms, play a part in building up atomic nuclei, and seem to be\namong the things emitted when they explode. In fact their discovery links up\nwith the research which has so far only given us atomic bombs, but will give\nus power for peaceful purposes also.\n\nThe origin of cosmic rays is completely mysterious. The original particles\nwhich cause them are mostly stopped high up in the air, and the particles\nobserved at sea level are due to their hitting atoms on their way through the\nair. They do not come equally from all directions. The earth's magnetic field",
    "Page_31": "deflects some of them. But when this is allowed for they do not come from\nanywhere particular, for example from the sun or the Milky Way.\n\nThis fact is a serious gap in our knowledge of the universe, seeing that the\nenergy absorbed by the earth from them is rather more than it gets from the\nlight of all the stars together. In fact we are only at the beginning of our\nknowledge of them. We no more know where it will lead than we knew in\nthe case of radioactivity fifty years ago. It is up to us to see that we make the\nkind of world where this knowledge will be used for human happiness and\nnot for destruction.\n\nWHY THE EARTH IS A MAGNET\n\nDuring the nineteenth century physicists were constantly discovering\nnew facts linking together the different properties of matter. Thus electric\ncurrents were found to produce heat and magnetism according to definite\nlaws, and conversely temperature differences and changing magnetic fields\nwere found to generate electric currents. These facts were discovered by\nsuch men as Ohm and Faraday as the result of dramatic experiments which\ncould readily be repeated. These experiments gave the basis for much of\nmodern industry; for example dynamos and electric stoves are merely\ndevelopments of apparatus first set up to demonstrate the connection\nbetween different properties of matter.\n\nIn the twentieth century similar discoveries are made. But they can rarely\nif ever be demonstrated by a simple laboratory experiment like the glowing\nof a wire or the movement of a compass needle when a current is switched\non. This is because they refer to the properties of very small or very large\nobjects which only give effects on an ordinary scale indirectly. Some times\nthis is because they are very small. For example the hot filament in a radio\nvalve shoots out electrons which carry a current that can be varied by\nchanging the potential of another part of the valve. But to understand what is\ngoing on, one has to learn to think in terms of electrons, which are much less\nfamiliar than electric currents, and much harder to demonstrate to the human\nsenses. Sometimes the objects concerned are very large. Thus it has been\nshown that gravitational fields can bend light, and change its colours. But\nthis was only proved by observations on the sun and stars using telescopes,\nand photographic plates on which careful measurements were made.",
    "Page_32": "On May 15th 1947, Professor Blackett announced to the Royal Society\nwhat may be a new connection between the properties of matter, namely that\nall spinning bodies produce a magnetic field. He did not produce any\nexperiments to prove it, but based his argument on the magnetism of the\nearth, the sun, and certain stars. It has of course long been known that the\nearth is a magnet. That is why one can find one's way with a compass.\n\nThe sun was first suspected to be a magnet because the streamers in the\ncorona, which is seen round it during an eclipse, have a pattern like that\nwhich iron filings take up in the neighbourhood of a magnetised steel ball. It\nwas proved to be a magnet after Zeeman had found that the spectrum of an\nelement is altered by a magnetic field. The liens in the solar spectrum are\naltered in the same kind of way as those in a gas flame coloured by sodium\nif itis held between the poles of a magnet. The sun is a much more powerful\nmagnet than the earth. In fact its magnetic field is about a hundred times as\nstrong, and its magnetic moment is a hundred million times that of the earth.\n\nThis year Babcock of Mount Wilson Observatory, America, examined the\nspectrum of a star which on other evidence was believed to be rotating\nrapidly, and found the same distortion of the spectral lines, but enormously\nstronger than in the sun. The star in question turns round its axis about once\na day, and the magnetic field appears to be about 1500 gauss. This is a\nconsiderable filed strength. If the earth had such a field, steel ships would set\nthemselves north and south like compass needless and it would be very hard\nto steer them.\n\nThere is evidence that some small stars have magnetic fields far stronger\nthan this, in fact stronger than any which have been made in a laboratory, let\nalone used in industry; but they have not yet been measured. The measured\nmagnetic fields cover a range of 2.500 fold. The magnetic moment of\nBabcock's star is about ten thousand million times that of the earth.\n\nBlackett’ s discovery is simply that the magnetic moment is exactly\nproportional to the angular momentum. That is to say if we know the mass\nand shape of a body, and the rate at which it is spinning, we can calculate its\nmagnetic moment. To be quite accurate, the magnetic moment of the star is\nforty per cent more than it should be if calculated on the basis of the earth's,\nbut the measurement are not yet very accurate, and an error of forty per cent\nin a factor of ten thousand million is not very serious. In other words every\nrotating body is a magnet. The magnetism cannot be due to rotating electric",
    "Page_33": "charges. If the earth had the charge needed to make it a magnet for this\nreason, there would be an electric field of millions of volts per inch at the\nsurface.\n\nIf this theory is true, it may be asked, why can it not be demonstrated in\nthe laboratory? The test would have to be made with a fly wheel or sphere\nspinning so fast as to be very near bursting. Steel could not be used, and a\nnon conductor would probably have to be tried as well as a metal. Finally the\nfield produced even by a bronze sphere ten yards in diameter spinning as fast\nas it safely could would only be about a millionth of a gauss, and extremely\ndifficult to detect at all, let alone to measure accurately. It is unlikely that the\nexperiments will be made for many years.\n\nThe theory may facilitate work on atomic nuclei, by helping us to\nunderstand how a neutron, though it has no electric charge, behaves as a\nmagnet. More likely it will help in the framing of a cosmology which will\nlink together gravitation and electromagnetism more satisfactorily than\nEinstein's theory of general relativity.\n\nIt is of some interest that Blackett carried out this work while president of\nthe Association of Scientific Workers. The sort of man who becomes\npresident of this union is one who does not keep his eyes glued to a\nparticular job of work, but looks around him. So is the sort of man who finds\nout new facts about the universe.\n\nTHE CLASSIFICATION AND ORIGIN OF ANIMALS\n\nI am constantly being asked questions about animals and it is fairly clear\nthat my questioners have never learned the elements of zoology. That is a\nsevere criticism of our educational system. There are two good reasons why\nwe should know about animals. The first is that many of us have to deal with\nthem, though in modern cities most people have rather small chances of\ndoing so. The second reason is that we are animals, though animals of a very\npeculiar sort, and we cannot understand ourselves and one another without\nunderstanding what we have in common with other animals.\n\nOne of the things which zoologists have to do is to classify animals. Every\nanimal is assigned to a species. Roughly speaking a species means a group\nof animals which will mate without difficulty and give fertile offspring.",
    "Page_34": "Each species is given two Latin names. For example the sewer rat is called\nMus norvegicus. The first name is the name of the genus Mus, which also\nincludes the ship rat Mus rattus and the house mouse Mus musculus. They\nmay be compared to human names like John Smith and Robert Smith.\nHowever a species is, or should be, a biological reality, a genus is a matter\nof convenience. Some authors put the house mouse in a different genus to\nthe two rats.\n\nSimilar genera are put in the same family, similar families in the same\norder, similar orders in the same class, and similar classes in the same\nphylum. For example the genus Mus is assigned to the family Muridae,\nincluding various rat like animals. The family is included, with squirrels,\nporcupines, beavers, and so on, in the Order Rodentia, or gnawers. The\nrodents are included in the class Mammilia, hairy warm blooded animals\nwhich suckle their young. The Mammalia are one class of the phylum\nVertebrata which agree in having backbones, and in many other characters.\nThere are also intermediate divisions, such as suborders and subclass.\n\nNow when such classifications were first made they were made for\nconvenience, like the classification of words into nouns, adjectives, and so\non. But when the theory of evolution was accepted, zoologists tried to\nclassify together animals which they believed had a common ancestor. For\nexample it is probable that all mammals are descended from members of one\nspecies of reptile whose organs underwent certain changes, while others\nstayed put. This is quite different from the classification of words, chemical\nsubstances, or human beings. Nobody thinks that all adjectives are\ndescendants of a single adjective. On the contrary adjectives like wooden are\nmade from nouns, and adjectives like eatable from verbs. We do find a trace\nof this idea when for example the Jews are described as the children of\nIsrael, although we know that plenty of people not descended from Israel\nbecame Jews, so that Jews are of mixed origin.\n\nHowever the classification of animals is not as logical as it should be and\nprobably will be when we know more. For example the class of Reptiles\nhas given rise to Mammals and Birds, as we know because we have found\nfossils of intermediate forms. In fact a bird is more nearly related to a\ncrocodile than a crocodile is to a tortoise. That is to say you have to go\nfarther back into the past to find the ancestor of all three groups than the\ncommon ancestor of birds and crocodiles. So the class of Reptiles is a group\nof animal s which have stayed at a certain level of organisation, rather than",
    "Page_35": "all the living descendants of acommon ancestor. A group made up in this\nkind of way is sometimes called a Grade.\n\nIn this series of articles I am going to describe the main groups of animals.\nBut before I do so we must ask what an animal is. The simplest answer\nwould be that an animal is a living thing which can move itself about. This is\ngenerally true. But most animals pass through a stage where they cannot\nmove. Y ou and I could not move at all in the first few months of our lives\nbefore birth, and not very much in the later ones. An oyster swims about\nvigorously when quite young, but passes most of its life stuck to a rock.\nMore serious still, some microscopic plants swim about throughout their\nlives, and some quite large plants such as seaweed’s, start life as\nmicroscopic swimmers.\n\nOthers have tried to make the distinction on the ground of nutrition. Most\nplants use sunlight and carbon dioxide to make their living substance, while\nall animals have to feed on plants or on other animals. But so do the fungi\nand moulds, which are classed as plants.\n\nIn fact no sharp distinction can be made. There is a group of very small\nliving beings called the Flagellata. They are single cells, often shaped rather\nlike a tadpole, and swim about by lashing their flagellum, which\ncorresponds to the tadpole's tail. Some of them are certainly plants. They\nonly need water, light, carbon dioxide, and salts. Others are certainly\nanimals. They have mouths, and eat other plants and animals. Some live on\nfood in the water, but have not got definite mouths.\n\nBiologists mostly believe that the animal forms have evolved from the\nplants. For plants must have existed before animals. Plants can live without\nanimals to eat them, and animals need plants as a source of food. Quite\nrecently it has become possible, in this group, to make animals out of plants\nin the laboratory. The attempt very often fails. Some plant flagellates, of the\nkind which make the water in ponds go green, stay green when kept in the\ndark and fed on sugar. Even after several years, and thousands of\ngenerations, in the dark, they stay green. Others lose their green colour, hut\nregain it within a few hours when put back in the light. This is quite in\naccordance with Weismann's theories.\n\nBut when other kinds are kept in the dark, the number of green plastids\nwhich are the organs for using light to make sugar, diminishes. It may",
    "Page_36": "diminish so much that when a cell divides one of the daughter cells does not\nget a plastid. Here an organ has been lost through disuse, as Lamarck and\nDarwin taught that organs could be jest. The descendants of such a cell\nnever become green, and starve to death even in light, unless they can get\nfood.\n\nIt is probable that animals originated from plants on a great many\noccasions, generally by a sudden \"leap\" of this kind, and it is likely that the\nfirst animals were flagellates. But it is fairly sure that, even if animals arose\nseparately several different times, the first animals in each pedigree\nconsisted of single cells. The single celled animals, and others consisting of\na number of eel is not much differentiated, are called protozoa, or First\nAnimals. Most of them are too small to see without a microscope. But they\ncan build mountains and overthrow empires, so they are quite important.\n\nTHE SIMPLEST ANIMALS\n\nThe simplest animals, which are called the protozoa, consist of single cells.\nThere are several good reasons for thinking that the first animals did so.\nThere is no sharp gap between the single celled animals and plants living\ntoday, and a very big gap between the many celled ones. Every animal\nexcept a few which reproduce by splitting or budding, starts life as a single\ncell. Y ou and I did so. Since the development of an individual runs roughly\nparallel to the evolution of its ancestors (for. example you and I had tails and\nhairy coats before our birth) this is an argument for a one celled ancestor .\nAnd fossils of protozoa are found in pre Cambrian rocks before anything but\nfragmentary fossils of other groups are found. They are certainly as ancient\nas many celled animals, and probably more so.\n\nThe protozoa living to day are grouped into four classes. Perhaps the most\nprimitive class is the Flagellata, which swim about by lashing their tails.\nY ou will find them in all sorts of foul water. But you may also find them in\nhuman and animal blood. A group of them, called the trypanosomes, are one\nof the curses of Africa. They cause \"sleeping sickness” in man, and number\nof diseases in animals.\n\nMany people regard the class called Rhizopoda as even more primitive,\nthough others think their ancestors were flagellates, for some of them have\nflagella when young. They include animals such as Amoeba which creeps",
    "Page_37": "about in damp soil. It is a mass of protoplasm constantly changing its shape,\nand lives by engulfing smaller creatures, such as bacteria, or fragments of\nlarger ones. Amoeba is too small to see clearly without a microscope, but\nsome other rhizopods are quite large, and build complicated skeletons of\nlimestone or silica. The largest were the nummulites which lived in the sea\nsome fifty million years ago. They ran up to about the shape and size of a\npenny, and their skeletons have formed ranges of limestone hills.\n\nThe third class are called the sporozoa, which are all parasitic, and\nreproduce by very small spores. Compared with Sporozoa, tigers, wolves,\nand crocodiles are pleasant and harmless animals. One group of them cause\nthe set of diseases known as malaria in man. They live in the blood, and\nevery one, two, or three days, they burst out of the red cells where they have\nbeen growing, and swarm. This causes a violent bout of fever. I have no\ndoubt that malaria made history on a very large scale. I don't believe that\nBritish are a superior race to Indians. But I do believe that a Briton without\nmalaria is generally superior, particularly as a fighter, to an Indian infected\nwith it.\n\nMalaria is terribly common in most warm countries where mosquitoes can\nlive. For the sporozoa concerned live in mosquitoes as well as man, and\nwhen a mosquito bites a man they can be transferred from one to the other.\nSocially malaria is a worse disease than plague or small pox, because it lasts\nfor years. and may turn most members of a population into chronic invalids.\nThose parts of India which are chronically infected with malaria have\nfrequently been conquered by quite small armies from less malarious\ncountries such as Afghanistan, Nepal, France and England. One of the main\ntasks of an Indian government will be to rid their country of this disease.\nThis will be a much more efficient measure of national defence than making\naerodromes or warships. Other sporozoa attack animals, and are responsible,\namong other things, for some of the worst diseases of rabbits and poultry.\n\nThe fourth class is called the Ciliata. They are mostly swimmers, their\nbodies covered with tiny structures called cilia, which beat in unison like\noars projecting from a boat. They have very definite shapes, and parts of\ntheir cells are specialised to perform functions like those of the mouths,\nstomachs, kidneys, and so on, of higher animals. They may even have the\nbeginnings of a nervous system. Most of them live in dirty water, and some\ncan just be seen with the naked eye as tiny dots. Their shapes are perhaps the\nmost fantastic of all those which animals can take.",
    "Page_38": "For one thing they are often quite asymmetrical. This is an advantage to a\nswimming animal which has no eyes or ears to guide it, though it has\nsomething like a sense of smell or taste which attracts it to the\nneighbourhood of food. A symmetrical animal swimming blind will go ina\nstraight line or a circle, so it will either leave the favourable area quickly, or\ncome back to where it started. An asymmetrical one moves in a corkscrew\nspiral and can visit most parts of a small volume of water in the course of\ntime. Some of the ciliates spend most of their lives attached to a plant or\nstone, and catch their prey as it goes by. Only a few live in larger animals,\nand cause disease.\n\nThe protozoa usually reproduce in a very simple way. A cell eats till it has\ndoubled its size, and then splits in two, and the new ones start afresh. Even\nkinds large enough to see can double their size in a day. But sometimes they\nhave sexual reproduction, in which case two cells often fuse into one, which\nlater divides. There is every gradation between complete union and a process\nlike the sexual reproduction of larger animals.\n\nWeare just beginning to find out about their sexes. Only a few fall into\ntwo groups corresponding to males and females. But in some species there\nare several different mating types. Members of the same mating type never\nmate. But they can mate with members of any other type. If there happen to\nbe just two mating types in a species we may call one males and the other\nfemales. But some species have three mating types, and others up to eight.\nNone of the higher animals: have more than two sexes. It is hard to imagine\nwhat human life would be like if we had more than two.\n\nCertainly there would be new plots for novels. For if three protozoa are of\ndifferent sexes, any two can mate. But as no protozoan mates more than\nonce there is bound to be an odd one left out.\n\nSometimes a pair of cells remain stuck together after they have divided in\nthe sense of forming a partition between them. In a few cases anything up to\na hundred cells may form a \"colony.\" If they are all alike, this is not very\ninteresting. But occasionally some are specialised for feeding and others for\nreproduction. We have the very beginning of the aggregation and\nspecialisation of cells which we find in the higher animals.",
    "Page_39": "JELLYFISH AND POLYPS\n\nY ou and I have one set of hollows in us communicating with the outside by\nthe mouth. We have others, which open by other orifices, and sever al,\nincluding the blood vessels, which do not open to the outside at all. A bee or\na snail has the same relatively complicated structure, and so do many\nsimpler animals, such as earthwomns.\n\nBut the three simplest main groups of many celled animals, or phyla. only\nhave one set of hollow organs. Perhaps the simplest animals, and certainly\nsome of the most ancient, are sponges. A sponge is a mass of cells traversed\nby small channels, which lives by filtering water through itself and catching\nsuspended particles. A bath sponge is the skeletons of one kind. Others\nproduce chalky of flinty skeletons which are not used by man. There are\nseveral different kinds of cells in a sponge, and some of them are extremely\nlike one group of protozoa, so it is at least possible that the sponges are\ndescendants of members of this group which stuck together.\n\nThe next most primitive group, apart from some microscopic parasites\nwhich may be degenerate, is cal led the coelenterates. They have a mouth\nand a stomach which communicates with different parts of their bodies. The\nmost familiar forms to us are sea anemones and jelly fish, but the corals are\nmuch more important, as they have been in the past, and still are, builders of\nmasses of rock.\n\nA typical coelenterate has a number of tentacles with which it catches its\nprey, a mouth in the middle of them, through which it also rejects the\nundigested remains of its food, a body wall with muscles, and sexual organs\nwhose products may burst through the skin or be shed through the mouth. It\nmay be a swimmer like jelly fish, or a fixed polyp, like sea anemones and\ncorals. More generally, it goes through both phases. An animal roughly like\nasea anemone buds off a whole series of jelly fish, mouth upwards, which\nswim off, grow larger, and produce eggs which give rise to tiny animals\nwhich settle down again on a rock. A jellyfish has a nervous system\nconsisting of a network of fibres which co ordinate its movements so that the\nwhole bell contracts at once, and is often connected with eyes\" which are\nsensitive to light though they cannot perceive form, and an organ to enable it\nto keep the right end upwards.",
    "Page_40": "Can we say that such a simple animal has any feelings, or anything\napproaching consciousness ? I don't know, but I doubt it for this reason. Our\nown intestines have a nervous system rather like that of a jelly fish which\nenables them to contract rhythmically as it does. Now if the nerves\nconnecting our intestine to our brain are cut, we do nor feel a stretching of it\nwhich would be very painful if the nerves were working normally. It is\nperhaps possible that there is a pain in the intestine, with no one to feel it.\nBut unless this is so, I think it rather unlikely that a jelly fish feels pain or\npleasure.\n\nThe higher animals probably evolved from coelenterates, but the\ncoelenterates also tried a method of evolution of their own, which did not get\nthem very far. In some species a group of animals like simplified sea\nanemones divide, but do not separate, and each one is specialised. So a\nsingle \"colony\" can consist of one animal specialised as an air bladder for\nfloating, several for swimming by jet propulsion, others for protection, a\nnumber for eating, and finally others for breeding. They all share a common\ndigestive tube, and between them constitute a very original sort of animal.\nOne of these colonies has even developed a sail, by means of which it drifts\nbefore the wind. This is one of the many lines of evolution which has been\ntried out by several groups of animals, but has never produced an animal as\nintegrated as a fish or a beetle.\n\nClosely related to the coelenterates, and often included among them by\nclassifiers, are a group called the ctenophores, or comb jellies, which are\nnow usually put in a separate phylum.\n\nThey have the beginnings of a third layer of cells between the skin and\nthe stomach lining, such as exist in all higher animals. They also have a pair\nof excretory pores apart from the mouth. Most of them are swimmers, with\nup to six fin like organs which give them their names. A few species are\nquite common in the British seas. But the most remarkable ones have taken\nto crawling on the sea bottom, and begin to look like the simplest worms.\nWhat is more, their developments is rather like that of some worms, and they\nmay possibly resemble the ancestors of worms, and hence those of higher\nanimals. However, we do not know whether they are a primitive group,\nbecause none of them have shells or skeletons which have been fossilised.\nThe coelenterates are certainly a very ancient group. And it is quite likely\nthat our ancestors passed through a stage of this kind before they developed\nheads, limbs, hearts, and so on.",
    "Page_41": "Most coelenterates have stinging cells, especially in their tentacles, which\nenable them to paralyse small animals which come into contact with them,\nand to hold them while they put the tentacles i n to their mouths. They stay\nfixed or drift about aimlessly, eating food with which they happen to come\ninto contact. The fact that they live shows that this is a fairly successful way\nof life. It enables them to get along with very feeble muscles, a very simple\nnervous system, and very incomplete information about their surroundings.\nThey are very much at the mercy of their environment, they cannot search\nfor food or migrate when conditions get bad. But on the other hand they\nhave only to make skin, stomach lining, a jelly which consists mainly of sea\nwater, and sexual products, out of their food. Their most successful members\nare the corals, which live in surf where the waves are constantly bringing\nthem fresh food. Very few of them have managed to colonise fresh water,\nand none live on land. In fact they are pretty incomplete animals, and just for\nthis reason intensely interesting For the student of evolution.\n\nWORMS\n\nSixty years ago zoologists classified a great variety of simple animals as\nworms. Today they divide them up into about fifteen phyla, each of which is\nthought to be about as different from the others as say snails are different\nfrom flies or fish. Nevertheless there was some sense in the old\nclassification. Any animal more complicated than a coelenterate has various\norgans between its skin and its gut. A great many of them are fairly long,\nwith a mouth at one end but no very definite head. From these, three\ndifferent groups, which mostly have heads, have evolved separately, namely\nthe molluscs such as snails, the arthropods, such as insects, crabs, and\nspiders, and the vertebrates, such as fish and men. The worms represent a\nlarge number of different phyla, or main lines of evolution, which have\nneither developed heads, hard shells, or various other specialised structures.\n\nThe simplest worms are the Flat Worms, which have organs between the\nskin and gut, but no hollow ones shut off from the outside like our blood\nvessels, nor what is called the coelom, the body cavity in which our internal\norgans, such as the heart and stomach, lie. Some of them are elegant little\ncreatures, often black, which you can find in brooks under stones and leaves.\nBut the most successful flat worms live in other animals as parasites. They\ninclude the flukes and the tapeworms.",
    "Page_42": "The flukes, such as the sheep ii ver fluke, still have mouths and other\norgans. The tapeworms are extremely degenerate. They have no mouths, but\ngenerally live in the intestines of other animals, soaking in the digested food\nthrough their skins. Both these classes generally live in two hosts at different\nstages of their lives. For example the sheep liver fluke hatches out in water,\nbores its way into a snail, multiplies there, bores its way out, and attaches\nitself to a plant. If a sheep happens to eat this plant, it makes it way into the\nsheep's liver, and lays eggs which come out in the sheep's dung.\n\nOne of the tapeworms which infest men starts life in a pig, and only gets\ninto the human gut if a man eats pork which has not been properly cooked.\nOthers start life in fish. We can avoid them by seeing that our food is\nthoroughly cooked. Some worms have only one host, others as many as\nthree. A tapeworm can live for years and produce many millions of eggs. On\nan average only one will give rise to another tapeworm, but that one has\nfound such a favourable environment that unfortunately for us the system\nworks. Another whole phylum of worms, the Acanthocephala, are all\nparasitic, but luckily they are rare in men.\n\nA much more important phylum, the Round Worms, includes a great\nmany free living forms which are found in soil, and are mostly too small to\nsee clearly without a microscope. Those which eat the roots of plants are\nquite serious agricultural pests. But perhaps most species of round worms,\nand certainly the largest, are parasites. Most of us harbour one or two in our\ninsides at one time or another in our lives, and are slightly ill in\nconsequence.\n\nThe most formidable to man is the hookworm Ankylostoma. it was this\nanimal rather than General Grant which won the American Civil War. The\nNegro slaves from West A frica harboured these worms. They spread if\nhuman excrement containing their eggs is left lying about, so that the larvae\nget out, and come into contact with the human skin They burrow through it,\nand find their way into our intestines, where they suck blood and cause\nanaemia. The slaves had no lavatories and no boots, so they became heavily\ninfected, as did their white masters. Ankylostoma needs warmth and\nmoisture for its larvae. So the only serious outbreak in Britain occurred in\nthe Cornish tin mines. It was at once controlled by providing the miners with\nproper sanitation.",
    "Page_43": "A much more respectable phylum of worms is called the Nemertines.\nThey are mostly sea animals, and about forty different kinds live round\nBritish shores, under stones and in the mud. They are lively muscular\ncreatures, with a threadlike proboscis which is generally kept inside out in\ntheir bodies but can be shot out after prey. They are extraordinarily thin for\ntheir length, which may be anything from about half an inch to thirty yards.\nIn fact one of them. Lineus marinus, is the longest of all animals. A large\nwhale only runs to about twenty five yards, and the worm can probably add\nanother five or ten with its proboscis. But it is less than an inch girth. The\nnemertines need a heart to supply oxygen to their vigorous muscles, and\nhave even got red blood, and, for worms, quite a good nervous system. I am\nglad to say that very few of them are parasitic, and only sorry that none of\nthem live on land in Europe. as some do in the tropics.\n\nI must pass over half a dozen or so small groups, each with a few dozen\nspecies at most, but so u n like as to be regarded as distinct phyla. to come to\nthe most advanced worms, the Annelids. These are divided up into a number\nof segments, each segment having a structure rather like its neighbours. One\ncan see that the skin of an ordinary earthworm is divided into rings. This\ndivision is not merely skin deep. Each segment has its own section of the\nbody cavity, its own muscles, blood vessels, nerves, kidneys, and so on. A\nfew segments also contain sexual organs.\n\nThe earthworms have bristles which point backwards and help it to force\nits way through the soil, but nothing resembling legs. However. some of the\nsea annelids have a pair of appendages on each segment which may be\nregarded as rudimentary legs, and the appendages at the front end may be\nmodified into jaws or feelers.\n\nSome of these worms also have eyes, so that naturalists have dignified\ntheir front ends with the name of heads. There is every gradation from a\nfairly hopeful head to the condition found in the earthworm. This very fact\nmakes it clear how a head can evolve, by the concentration of jaws, eyes,\nfeelers, and so on at the front end of the body.\n\nThe annelids include the species of worms best known in Britain, namely\nthe earthworms, the lugworm which is used for bait, and the leeches. They\nalso include a number of very fantastic sea animals, some of which are hairy\nlike mice, others live in tubes of sand grains stuck together, while yet others\nare vigorous swimmers. An annelid worm with its many segments each with",
    "Page_44": "a pair of legs, its feelers, its jaws, its head, and so on, is not very unlike a\ncentipede or a caterpillar. It is entirely probable that the insects and their\nrelatives are descended from segmented worms. But we must wait for more\nfossils to prove or disprove this theory.\n\nAnother type of animal of which there are a number of phyla is the polyp,\nthat is to say a fixed animal with a number of tentacles round its mouth, and\noccasionally a beak. The polyp's way of life, like that of the worm, has been\nadopted by animals of very different structures, some for example with\nhearts and gills, though mostly without. The most successful phylum of this\nkind, called the Polyzoa, have done their share of rock building though less\nthan the corals.\n\nLIVING IN ONE'S SKELETON\n\nOne reason why one regards a crab ora dog as a higher sort of animal\nthan a snail ora star fish is that the crab and dog have jointed limbs with\nhard skeletons, capable of very precise movements. But there is a very big\ndifference. The dog's skeleton is inside. the crab's outside. The group of\nphylum of animals which mostly have jointed limbs and external skeletons is\ncalled the Arthropods. Clearly their skeleton gives them a great deal more\nprotection than our skin. But it has a big disadvantage. They can only grow\nby moulting, and are very vulnerable during the moult. The Arthropods fall\ninto four main divisions; the Trilobites, sea animals of the general\nappearance of wood lice, and all extinct; the A rachnids, including spiders;\nthe Crustacea, including lobsters, and the Progoneata, including centipedes,\nmillipedes, and insects. Some writers include a fifth group fora strange\nanimal called Peripatus, resembling a caterpillar which never becomes a\nbutterfly.\n\nAn arthropod is built up of segments, some of which may be fixed, and\neach of which may carry a pair of appendages. The arachnids differ from the\nrest in having clawed appendages, instead of feelers, or antennae, on the\nfront segment. They include such well known creatures as spiders, scorpions\nand mites. They also include extinct sea animals up to six feet long, and the\nstill living king crab, which measures a foot or so. But their queerest\nmembers are the pycnogonids, sluggish sea animals consisting almost\nentirely of legs attached to a mere vestige of a body. Even their digestion has\nto be done in the legs, and a tube extends down each leg from the stomach.",
    "Page_45": "The crustaceans include a great many simple creatures like the water\nfleas; and some of the smaller sea forms are extremely successful. and very\nimportant as the main food of some fish which we in turn eat. Other\ncrustaceans have developed into the complicated shrimps, lobsters, and\ncrabs, where some limbs have been specialised as feelers, others as jaws, as\npincers, as legs, and as swimming organs. Only a little less complicated are\nthe sand hoppers. and the wood lice, which have established a foothold on\nland. But some crustacean start life respectably enough, as little swimmers\nlike water fleas, and then degenerate, becoming parasites inside other\ncrustacean or fish, and end up as shapeless lumps. An odder fate has befallen\nthe barnacles. They stick themselves to a rock by their front ends, and live\nby kicking food into their mouths with their back legs. Meanwhile they\nproduce a shell, not of horn, but of lime, which protects them against\nenemies and low tides.\n\nNone of the animals so far described have definite heads. A spider or a\nlobster has a front part with the mouth, eyes, and legs, and a back part or\nabdomen. But the insects, and their relations, such as centipedes and\nmillipedes, have a head movable apart form the segments which carry the\nwalking legs. The insects have six walking legs, one pair of antennae, three\nlimb pairs for mouth appendages; and may or may not have wings. The other\ngroups included with them, such as centipedes, have more legs.\n\nThe insects are, at least as regards numbers of species, Incomparably the\nmost successful of all animal groups. This merely means that each species is\ngenerally well adapted to a particular sort of life, and to no other. So there\nis room for an immense number of different insect species in the same area,\nnot competing directly with one another. And among the insects the most\nsuccessful order is the beetles. At the present time nearly a million species of\ninsects are known, at least a third of which are beetles. And these numbers\nare growing steadily. A naturalist recently described over 400 new species of\nweevils (small beetles) from a single Pacific island. As compared with this\nthere are only about 8,000 species of mammals altogether, and only sixty in\nBritain.\n\nThe insects are divided into a primitive group, which have no wings and\nwhose ancestors never had them, and a group whose ancestors at least have\nhad wings, though some, like the fleas, have lost them. The primitive ones,",
    "Page_46": "such as springtails and \"Silverfish\" are mostly small, though some play an\nimportant part in the soil.\n\nThe winged insects are not so clearly divided into those which grow up by\na series of moults at which every stage is an obvious insect, and those which\nhave larvae quite unlike the adult. Examples of those whose young are fairly\nlike the parents are grasshoppers. cockroaches, and earwigs. Even the young\nof dragonflies and mayflies, which live under water, are recognisable as\ninsect.\n\nBut no one would guess that a wasp grub, a fly maggot, a swimming\nmosquito larva, a \"wire worm\", or a caterpillar would grow up into a winged\nform, unless they had some knowledge of biology. The larval forms have\nlearned to live in all sorts of environments. Thus some are burrowers. One\nlives underground for seventeen years, followed by a week or two as a flier’.\nOthers live in decaying wood or meat. Still others are parasites inside other\ninsects or occasionally in mammals. But this sort of parasitism does not lead\nto degeneracy. The adult female of a species which grows up as a parasite in\na caterpillar has to have very well developed senses to find just the right\nkind. She does not rely on chance, like the tapeworm, to find a host.\n\nStill more remarkable, a parasite can evolve away from parasitism. The\nmost primitive members of the order Hymenoptera lay their eggs in plants,\nwhere the larvae live in galls, or else in caterpillars and grubs. The next\nhigher group catch grubs which they paralyse by stinging, and on which they\nlay eggs. At a later stage. some wasps feed their young with chewed up\nanimal food. And finally the bees feed them with pollen, and with their own\nsecretions. This development of parental care and social life from parasitism\nis one of the most amazing in the whole history of evolution. It may of\ncourse be compared with the evolution of human society through slavery\nand class oppression to communism.\n\nRoughly speaking the insects on land and the crustaceans in the sea fill the\nsame kind of place, the place available for moderate sized animals with\nhighly developed senses, complicated instincts, and some intelligence.\nLuckily for us, they cannot grow very large. Imagine a cow which had\nmoulted its whole skeleton, and was waiting to grow a new one, and you\nwill see why. But it is perhaps mainly because of this limitation that the\narthropods have not completely conquered the world.",
    "Page_47": "SHELLED ANIMALS\n\nA number of animal phyla have developed shells mostly made out of lime,\nand live inside them. The most successful of these phyla is the molluscs.\nThey are fairly complicated animals, with hearts, gills or lungs, kidneys,\nlivers, glands of internal secretion, and so on.\n\nThere are three successful classes. The gastropods, of which the snail is\nthe best known, have what may be called a head, and typically afoot\" on\nwhich they crawl. Their shell is generally coiled, and they are the highest\nanimals except the flat fish which are quite asymmetrical. However some of\nthem such as the limpets, sea slugs, and the beautiful swimming snails called\npteropods, have straightened out again externally, though they still keep a\nlittle asymmetry inside. The snail plan of life is a pretty successful one, for\nnumerous snails live in fresh and salt water, and on land, and a few slugs\nburrow quite deep in the earth, using their small shell to push the earth aside.\n\nThe bi-valved molluscs or lamellibranchs, like the mussel an d oyster,\nhave specialised in defence, and do not move very fast, though cockles can\njump and scallops can swim. They mostly live by filtering small particles out\nof water. They have never come out on land, and have not even colonised\nfresh water on a great scale.\n\nThe third great class of molluscs, the cephalopods, such as the squid and\noctopus, have eight or ten tentacles round their mouths, and a very definite\nhead, with excellent eyes and other sense organs. In the past they included\nthe very successful ammonites, which lived in coiled shells, but to day\nalmost all of them have internal shells which merely stiffen them, or none at\nall. They all live in the sea, and are probably the most intelligent of sea\nbeasts. The octopus has a high degree of control over its tentacles, and uses\nthem for building a nest of stones. Among the cephalopods are the heaviest\nof all invertebrates, huge squids weighing many tons and measuring up\nto fifty feet in length, including the tentacles. But the cephalopods seem to\nbe a dead end. For hundreds of millions of years they were among the most\nnumerous sea animals. To day they are comparatively rare except in the\nAntarctic seas.\n\nThere are two minor classes of molluscs. One has a shell divided into\neight plates, and looks rather like a wood louse. The other lives in long tubes",
    "Page_48": "like miniature tusks. The molluscs are handicapped for movement by their\nclumsy shells. A number of them, like the slug and the cuttlefish, have given\nthem up or only kept them as stiffening. But an animal without a skeleton is\nhandicapped too. So on the whole they have been less successful than the\narthropods or vertebrates.\n\nAnother phylum called the brachiopods make bivalve shells which are\npretty like those of the bi-valved molluscs, though their soft parts are very\ndifferent. They have made less progress than any animal group known to us.\nOne type, Lingula, has evolved so little that the living shellfish are assigned\nto the same genus as those which lived four hundred million years ago. That\nis to say they do not seem to differ much more than horses and donkeys, or\ncats and leopards. No wonder the brachiopods are very much rarer today\nthan they were in the past.\n\nAnother great phylum of animals, some of which have shells, is called the\nechinoderms. Some are fixed to the sea bottom, others move about slowly.\nThe most typical members have a five fold symmetry like a primrose or wild\nrose fewer. The best known echinodemns are starfish and sea urchins. They\nare unlike all other animals in quite a number of ways. For example many of\nthem have a system of tubes full, not of blood, but of sea water which they\nuse for expanding hollow \"tube feet\" which they can force out through holes\nin their shells.\n\nThe sea urchins have also solved a problem which no other animal has\nSolved, namely how to live in a box and yet to grow. The snail has one end\nof its box open, which it can sometimes close with a shelly door. The mussel\nhas two valves. but these can be forced open. The tortoise is open at both\nends. The sea urchin's shell consists of a number of plates, which grow at\ntheir edges, but cannot be forced apart. It has a small, well protected mouth,\nand numerous pores through which tube feet, and muscles to move its\nspines, protrude.\n\nThe earliest echinoderms were probably fixed to the sea bottom. Most of\nthe fixed types are extinct, though some still live. looking rather like plants.\nIn fact they are called sea lilies. In several of these the \"flower\" breaks off\nthe stalk when it is fully grown, and swim s away as a kind of starfish.\nHowever the ordinary star fish and urchins are never fixed, whatever their\nancestors may have been. Just as in the molluscs, there is a conflict in the\nechinoderms between the needs for movement and protection. Some like the",
    "Page_49": "starfish, have a tough skin with spines, but no box. Others, like some of the\nsea cucumbers, have quite thin skins.\n\nWe do not yet know much about the interrelations: of the main phyla of\nanimals, largely because all except the vertebrates had already developed\ntheir special characters five hundred million years ago, when the Cambrian\nrocks, the first which contain many fossils, were laid down. But their\ndevelopment tells us something. Molluscs often start life as a swimming\nlarva startlingly like the larvae of some annelid worms. They are probably\nmore nearly related to them than to the echinoderms or the round worms, for\nexample.\n\nAnd strangely enough, in their early development the echinoderms pass\nthrough a stage with only one plane of symmetry. not five, which is not very\nunlike an early vertebrate embryo. They also resemble the vertebrates in\nseveral chemical matters. If these two phyla are related, the connecting link\nmay be a group of extinct animals cal led the Machaeridia which died out\nthree hundred million years ago, and were like echinoderms, except that they\nhad one plane of symmetry, instead of five. Nobody, of course suggests that\nour ancestors were sea urchins. But it does seem likely that one would not\nhave to go back quite so far into the past to find the common ancestor of\nmen and sea urchins as the common ancestor of men and bees or of men and\nsnails.\n\nFISH\n\nWe men belong, together with four footed animals, birds, fish and so on.\nto the phylum called Vertebrates, characterised, among other things, by a\nmany jointed back bone.\n\nThere are a number of groups of animals, some of which are fairly surely,\nothers more doubtfully, related to the vertebrates. A worm called\nBalanoglossus has a rod resembling the horny rod which precedes the\nbackbone in our development, and slits in its gullet like the gill slits of a fish.\nIt also agrees with us and with some of the echinoderms, and differs from\nmost other invertebrates, as regards the biochemistry of its muscles. Some\nzoologists take these resemblance’s more seriously than others. If it is a\nrelative so probably is a living creature called Rhabdoplcura which lives a",
    "Page_50": "life rather like a tiny sea anemone in the deep sea. And so were a large\nextinct group of polyps called the graptolites.\n\nFew zoologists doubt that we are related to the tunicates or sea squirts.\nWhen adult they are mostly fixed to rocks, sucking water in through one\nhole and squirting it out by another after filtering food out of it. But many of\nthem start life as \"tadpoles\" resembling a vertebrate in a great many respects,\nand some of these tadpoles do not settle on rocks, but swim throughout their\nlives. Roughly speaking we may say that the tunicates are related to fish and\nmen as barnacles are related to shrimps and bees. They have become fixed\nand lost many organs. We have kept moving and gained new ones.\n\nA much nearer relatives the lancelet, Amphioxus, which may be described\nas a fish without a head. As itis also boneless the relationship is hard to\nprove from the fossil record. But by great good fortune a few quite ancient\nfossils of a boneless animal called J amovitius have been preserved in shale,\nand are like lancelets but with better developed eyes. So the few who\ndoubted the relationship of Amphioxus to the vertebrates are now fewer.\n\nThe most primitive living vertebrates are the lampreys and their relatives.\nSuperficially they look like eels. But they have no paired fins and no jaws.\nInstead they have a round mouth and horny teeth, with a number of gill slits\nopening out of their gullets. The most ancient fish whose skeletons we\npossess resembled the lampreys in having no jaws and no paired fins, but\nwere heavily armoured. They were probably not the ancestors either of\nmodern fish or of men. The next group of fish to appear on the fossil record\nhad primitive jaws and were beginning to develop paired fins. Different lines\nof them tried one, two and three pairs of fins, and only those with two pairs\nhave left descendants.\n\nThe fish which are alive to day belong to many groups, but only two of\nthem are important. The sharks and rays have skeletons of cartilage, not of\ntrue bone, and are primitive in many ways.\n\nThey have probably survived because they look after their children better\nthan most other kinds of fish. Some, like the dogfish, lay large eggs with\ntough shell is and plenty of yolk. Others like some rays, bear their young\nalive. So they produce only a few children, but these are of fair size when\nhatched or born, and each stands a good chance of growing up.",
    "Page_51": "The more modern type of bony fish, though they are more advanced than\nthe sharks in many ways, usually lays great numbers of small eggs. So there\nis a huge infantile mortality, and very few young fish live to maturity. They\nhave however been extremely successful, largely because they can swim\nquicker than any invertebrates, and though most of them are much alike,\nsome have specialised in extraordinary ways.\n\nSeveral groups have taken to lying on one side, and are almost as\nasymmetrical as snails. It is well worth looking carefully at the next flat fish\nyou or your wife buy. And if you don't believe that it was evolved from a\nsymmetrical ancestor, it is up to you to explain why it hatches out\nsymmetrical, and then takes to lying on one side. while its eye moves round\nto the other. Others, like the eels, have lost, or nearly lost, their paired fins.\nSome have taken to living in bony boxes, often spiny, like echinoderms, and\ncan only swim very slowly.\n\nThose which live in the great depths of the ocean are often highly\nspecialised. Some have luminous organs with lenses, which enable them to\nsee in what would otherwise be utter darkness. Others which live in the\nmiddle depths a mile or so below the surface and above the bottom have\nimmense mouths, and probably only get one or two meals a year when some\ndead animal falls from near the surface. One, I regret to say, lives inside a\nsea cucumber. This is the only example of parasitism in an adult vertebrate.\nBut another fish, the bitterling, lays its eggs in the gills of a fresh water\nmussel, and is therefore a parasite when young.\n\nThere are still a few living fish, which are fairly like those which went\nashore in the Devonian, or Old Red Sandstone A ge, and became our\nancestors. They have paired fins with a bony axis which is much more like\nthe limb of a four footed animal than are the spiny fanned fins of modern\nfish.\n\nA great many of the bony fish have air bladders. Some can rise to the\nsurface to fill them and thus supplement their gills if the water gets foul.\nOthers, have closed air bladders whose only use is to buoy them up in the\nwater. Among the living fish which are most like our ancestors are the lung\nfish of Australia and A frica, which burrow into mud when the swamps\nwhere they live dry up, and can breathe air for months on end.",
    "Page_52": "Several living fish have paired fins modified for walking, either on the sea\nbottom, like the gurnets, or on land, like the mud skippers, and the evolution\nof some kind of limbs was not the biggest problem which faced our\nancestors when they came out. One of their problems was reproduction.\nMost female fish lay eggs in the water, the male pours sperm over them, and\nthe eggs are left to themselves. The first land vertebrates doubtless had to go\nback to the water to breed, and there are still plenty of living animals such as\nfrogs and newts, which have not yet got over this necessity.\n\nBEASTS AND BIRDS\n\nLife began in the water. The first land animals of which we have fossils\nare flightless insects, presumably descended from something like the modern\ncrustacean s. Later, perhaps fifty million years later fish came on land and\ndeveloped legs.\n\nPerhaps it was to get away from them that insects took to flying at the\ntime when the coal was formed, or may be earlier. A bout the same time the\nfirst four footed animals produced eggs with shells tough enough to prevent\nthe young from drying up, yet sufficiently porous to allow oxygen to soak in.\nOnce this was done. they did not need water to breed in, and could live\nanywhere on land, except perhaps in very cold regions. We speak of these\nearly four footed animals as reptiles. But I have little doubt that in another\nfifty years or so we shall use a different classification.\n\nLike any group of animals which conquers a new habitat they specialised\nin all sorts of ways. One group, from which we are descended, quite early\ndeveloped ; the three different kinds of teeth, cutters, dog teeth and grinders,\nwhich are found in most mammals. And they probably had hair. They\nseemed to be the most progressive animals. Y et they mostly disappeared,\nand were ousted by a group called the A rchosaurs (ruling reptiles) which\ndominated the land for a hundred million years. Their best known members\nwere the dinosaurs and the flying reptiles, or pterodactyls. Their living\ndescendants are the birds and the crocodiles. A great number of them walked\non their hind legs and used their fore paws for grasping. The one thing they\ndid not do was to develop their brains.\n\nThe existing lizards and snakes are only distantly related to them, being\ndescended from a group which was not very important during the great age",
    "Page_53": "of reptiles. The tortoises, which have gone in for armour and slowness, like\nsea urchins, snails, and crabs, are even more distantly related. At least seven\nand probably many more groups of reptiles went back to the sea, and of\nthese the ichthyosaurs were as highly specialised as the modern whales, even\nbearing their young alive. Of these groups only the turtles and sea snakes\nsurvive. Two or perhaps three groups learned to fly, of which only the birds\nsurvive. Others developed gigantic size, and some of the plant eaters had\nmore efficient grinding teeth than any living animal.\n\nIn fact during the time between the formation of the coal and the chalk,\nnature tried a vast variety of experiments with four footed animals. A bout\nthe end of the chalk, almost all of these came to an end. We are absolutely in\nthe dark as to why they did so. There are any number of theories, one as\ngood orbad as another.\n\nFortunately the ancestral mammals, descended from a group of reptiles\nwho had almost disappeared before the archosaurs, were there to take their\nplace. There was such a vacancy for large land animals that quite a number\nof flightless birds, like giant toothed penguins, stepped into it. But they were\nsoon ousted by the mammals, which have now had seventy million years to\nadapt themselves to various ways of life.\n\nThey have done most of the things which the reptiles did, on a higher\nlevel. Like the pterodactyls, the bats have taken to the air; like the\nichthyosaurs, the whales have assumed the form of fish. The moles are more\nefficient burrowers than any reptiles of which we know. On the other hand\nthe kangaroos are the best mammalian attempt at a pattern of animal resting\non its hind legs and tail which was rather common among the dinosaurs.\nAnd the armadillos are not so effectively armoured as the tortoise. We\nmammals have not produced a form like the snakes; and though in each age\nthere have been a few monstrous forms like the elephant and the rhinoceros,\nthe reptiles certainly evolved more and heavier monsters, apart from the\nwhales.\n\nWhen we think of mammals we probably think mostly of hoofed animals\nlike the cow, deer and horse, carnivores like the lion and wolf, and animals\nwith hands like the monkeys and ourselves. But it is striking that about half\nthe living mammals belong to the order of Rodents, which includes rats,\nbeavers, and porcupines. On the whole these are the most successful and\nwide spread of mammals.",
    "Page_54": "I think the most original mammals are whales, elephants and men. The\nlargest whales are all filter feeders. The largest reptiles ate plants or fairly\nlarge animals. But the great whales have no teeth. They live on shoals of\nshrimp like crustaceans which they strain out of the sea with their sieves of\n\"whalebone\" which have replaced their teeth.\n\nThe elephants have developed a trunk which allows them to do at least\nsome of the things which we do with our hands, while using all four legs for\nwalking. If they had taken to doing something more constructive than\npulling down branches with it, if for example the mammoths which lived in\ncold countries had started making houses to keep out the snow, they might\nhave developed their brains as we have.\n\nMan is rather a primitive mammal as regards structure. He has kept all his\nfingers and toes, and most of his teeth. He has not got a highly specialised\nstomach like a sheep, or a new organ like an elephant’ s trunk or even a\ncow's horns. Indeed the part of his body which is most different from the\ncorresponding part in his nearest relatives, such as the gorilla, is probably his\nheel, which enables him to walk for long distances on one pair of legs.\n\nHis unique features are his very large brain and the use which he makes of\nit. He is not the only animal that uses tools. There is for example a bird\nwhich uses a cactus thom to pick insects out of holes, not to mention spiders\nwith their webs. He is not the only animal which builds. Most birds do so.\nMany animals store food, and some ants domesticate other insects. But he is\nthe only animal which deliberately shapes tools, and the only one which uses\nfire. Nevertheless he was a fairly rare animal till quite recently, and it is only\nin the last twenty thousand years that he has lived in societies bigger than\nlarge families.\n\nAs men learned to co operate, a whole series of new problems arose, and\nmen without ceasing to be animals passed out of the sphere of the science of\nzoology, just as living things, without ceasing to be material, passed out of\nthe sphere of the science of chemistry.\n\nWHY STEAL BEETLES?",
    "Page_55": "An entomologist has recently been sent to prison for stealing beetles from\nthe British Museum. I do not know whether he stole them because he liked\nthem or because he intended to sell them. The value of those stolen was said\nto be several hundred pounds.\n\nOne may well ask why beetles should be valuable. Some sorts are\nregrettably common. But there is always one particular beetle, even of the\ncommonest kind, which is specially precious. This is the type specimen, on\nwhich the person who first described the species based his description, and it\ngenerally exists in some museum or other. The zoologist who named the\nspecies may not have given a very accurate account of it. But provided the\ntype is available, and undamaged, others can give a better one. Why does\nthis matter? Why is it any more important than the description of a kind of\npostage stamp?\n\nThe reason is this. If we know to what species an animal belongs, we may\nknow a great deal about it. Itis important to know whether a beetle is a\nscavenger or eats wood, crop plants, or something else of value. Even if it\ncan eat potato plants it is not a menace to British agriculture if it belongs to a\ntropical species whose members are killed by a mild frost.\n\nOf course within a species there may be several geographical races\ndiffering in their resistance to cold, and what is more striking, in thirty years\nor so a race may arise which can eat a new food plant.\n\nNevertheless most species are pretty well adapted to one sort of\nenvironment, and find it rather hard to live in another one. This is\nparticularly true of beetles. We do not know how many species of beetles\nthere are. But there are certainly more than four hundred thousand. That is to\nsay something like a third of all the known species of animals are beetles.\nHowever, beetles are not enormously more successful than other insects.\nThe total number of individuals of Collembola, a group of insects which one\ncan hardly see without a lens, is probably much greater than that of beetles.\nThe reason why there are so many beetles is probably that they tend to be\nspecialists, for example eating only a particular fungus which they find\nunder the bark of a particular kind of tree.\n\nNow the distinction between species is made on the basis of characters\nsuch as the number of bristles on their legs, which have no obvious\nimportance. They are important because they enable us to assign an animal",
    "Page_56": "to the correct species, just as the details of my face are important because\nthey enable people to recognise me.\n\nTaxonomy, that is to say the assignment of animals to species and of\nspecies to genera, families, and so on, is only a part of zoology. but is an\nimportant part. Darwin called his greatest book The Origin of Species and he\nknew what he was talking about, because he had spent eight years in\nclassifying living and fossil barnacles.\n\nSince Darwin's time we have learned a very great deal about another\naspect of evolution, namely the slow changes by which, for example, the\ndescendants of three toed short toothed animals have become horses with\nonly one toe per leg, and long teeth suited for chewing grass. We can learn\nabout this from fossils But fossils do not tell us anything about the kind of\ndifference which exists between a horse and a donkey, and causes the\nhybrids between them, the mule and jennet, to be sterile. This is a very\nimportant difference, and we can only leam about it by studying living\nspecies, and geographical races, which seem sometimes to be species in the\nmaking, because they may give sterile or weakly hybrids.\n\nThere has been a natural, but unfortunate, tendency to confine taxonomy\nto museums, so that university students learned very little about it. London\nUniversity has just appointed a reader in taxonomy to combat this tendency.\nIdo not envy him his job. He too will need a large collection of beetles or\nwhatever small animals he may use, for our university has neither the space\nnor the money for a collection of animals as large as deer or even birds. He\nwill have to teach students how to distinguish different species, and how to\ndecide whether an animal belongs to a new species previously undescribed.\nAnd no doubt he will explain that the needs of a species, as shown by the\nfood which it eats and the climates in which it can live, are even more\nimportant that the characters used for describing it.\n\nThe practical importance of such work can be judged by a simple fact.\nThe Government has great schemes for growing groundnuts and sunflowers\nin tropical Africa. It is quite useless to grow a plant which needs insects\nsuch as bees to fertilise its flowers in an area where there are not enough of\nthe necessary insects. it is equally useless to do so where there are insects\nwhich will devour the crop. I do not know whether there has been an\nadequate survey of the insects in the African areas concerned. If not, the\nwhole scheme may fail for this simple reason. It may seem ridiculous that",
    "Page_57": "the measurement of bees' tongues under a micro scope could decide whether\nsunflowers can or cannot be grown profitably in a particular area. I hope it\ndid not seem ridiculous to the people responsible for these schemes. If it did,\nthe results may be pretty serious. A vast amount of public money will have\nbeen wasted, and we shall have less margarine in 1950. But this simple\nexample shows that a collection of insects has a use value as well as a rarity\nvalue like postage stamps.\n\nOf course the majority of insects have no economic importance and are\nnot likely to have one. But you do not know this beforehand. It would be\nshort sighted and impracticable to try to ignore animals not known to be of\neconomic importance. Darwin's barnacles are a good example. If we knew\nhow to stop barnacles growing on ships' bottoms we could save a vast\namount of coal and oil. Among the things which Darwin discovered in\nbarnacles was the apparatus by which they cement themselves on to rocks or\nships. Certain kinds of paint make it harder for bamacles to do so. But none\nof them is fully efficient. It may need a man with Darwin's powers of\nobservation and insight to solve the problem completely. The novelist Lytton\nBulwer satirised Darwin for his interest in barnacles. Today Dr. C.D.\nDarlington thinks that too much of the national income is being spent on\ntaxonomy, especially at Kew.\n\nTaxonomists can of course become narrow and unduly academic. So can\nscientists of other kinds. But taxonomy is of great practical and theoretical\nimportance, and the beetles in the British Museum are a really valuable\nnational property.\n\nCAGE BIRDS\n\nI have just been to the annual Cage Bird Show in London. Some people at\nonce object to such a show because it is cruel to put birds in cages. This is\ncertainly true for migratory birds such as swallows, and probably for birds\nwhich go in for long and high flights, such as falcons or skylarks. And\ncertainly exhibition cages are rather small. But the two most popular species,\nthe canary and budgerigar, are very tame, and often do not fly away when\nthey are given the chance. Neither would live very long in England if it did.\n\nI went to the show mainly as a teacher, because a lot is known about the\ninheritance of characters in the budgerigar, and a good deal in other species,",
    "Page_58": "and because the characters bred for are quite superficial compared with\nthose, say of milk or beef cattle, so that one can easily show them to a\nstudent. I write about it here, because most breeders of cage birds are\nworkers, and I hope that as hours are shortened and more houses are built,\nmore and more workers will keep some sort of pet animals, if only for the\nsake of their children.\n\nThe budgerigar is one of the most interesting domestic animals, because\nwe know its history. It lives wild in north Australia, and the first live ones\nwere brought to Europe in 1840. They were light green, and since then a\ngreat many other colours have turned up. There are many shades of blue,\nyellows, greys, and whites, as well as light green, dark green, and olive. Also\nthere are various combinations of these colours, such as green s with yellow\nhead arid wings, and variations in the pattern of stripes on the neck. So far\nthere have been no important changes in structure, such as are found in\npigeons, for example the pouter with its expand chest, the fairy swallow with\nits feathered legs, or the fantail, whose name needs no explanation. A crested\nform is said to exist on the continent, but was not on show in London.\n\nIn other birds the breeds are generally kept sharply separate. Indeed the\npigeon fanciers association have very remarkable names such as the Oriental\nFrill Club, and the Bald and Beard Club. But the budgerigar fanciers know\nenough genetics not to be afraid of crossing their breeds. They know for\nexample that if their strain of mauves is getting rather weak they can out\ncross to the wild coloured light green, giving dark green young, and that if\nthese are crossed to mauve about half the chickens will be mauve. Moreover,\nthese new mauves are likely to be invigorated as the result of the outcross.\nThe fanciers call this sort of mating \"dipping into the green\".\n\nThe canary fanciers, on the other hand, have a number of different races,\nsuch as the Norwich, Y orkshire, Border, and so on, which they try to keep\n\"pure\", though each race has several different colours. However there is one\nexception to this rather Nazi practice. If you mate a crested canary with a\nplain headed one, you get about equal numbers of crested and plain chicks.\nIf you mate two crested together you probably get more crested than plain\namong the chicks which live, but a large number of your chicks die before\nhatching. There is no way of getting crested canaries which breed true, and\nin practice they are outcrossed to specially bred consorts. Several characters\nin mice and poultry behave in the same way.",
    "Page_59": "I wonder how many of the inborn human characters which we regard as\ndesirable show this type of inheritance. Nobody knows, but it is far from\nsure that even if a dictator had absolute power to decide who should have\nchildren by whom, he would get the best results from his point of view by\nmating like and like.\n\nAnimal breeding may have two distinct objects; to produce better animals,\nor at least animals which will fetch a high price or win prizes; and to\nincrease knowledge. The fancier cannot be of great help to the farmer who\nbreeds animals as producers of food or wool, for a very simple reason. The\nfarmer wants forty cows all of which are good milkers. The fancier may\nbreed forty canaries, and if one of them wins a national challenge trophy he\ndoes not much mind if the other thirty nine are second rate birds. His aims\nare quite different to the practical farmer's. But the fancier can advance\nscience, and in this way he can help agriculture indirectly. For example the\nprinciples of sex linkage were discovered in canaries before poultry, but they\nhave been of great value to poultry breeders.\n\nA group of cage bird breeders might quite well decide that it was as\ninteresting to breed for knowledge as for silver cups. If they did so there is a\nvery great deal that they could find out. There is plenty to be discovered\nabout inheritance in budgerigars, but far more in canaries. And we know\nalmost nothing about the various kinds of hybrids between canaries and\nrelated birds, such as linnets, gold finches, and green finches. We know for\nexample that such crosses produce about ten times as many cocks as hens,\nand that some of the hens look much more like canaries than any of the\ncocks. We k now that most if not all of these hybrids are sterile. But we don't\nknow why in any detail.\n\nWe know that some budgerigars can talk. One which was shown produces\nthe remarkable sentence \"Johny Stockdale, Rooks Hill, Welwyn Garden\nCity\", which would be very useful if he were lost. But we do not know if the\nability to talk is inherited, let alone how it is inherited.\n\nPlenty of amateurs have made real contributions to science, particularly to\narchaeology, geology, and meteorology. Bird fanciers could do so. One\nessential is to record all your animals, not only those which come up to some\nstandard. Another is to breed fairly large numbers, because many of the laws\nof inheritance are numerical. This means that co operation is essential. But\nas a knowledge of science is spread among the people of this country, more",
    "Page_60": "and more should be interested in advancing it and willing to work together to\ndo so. Few people could make more solid contributions to science in their\nspare time than the breeders of cage birds.\n\nSOME QUEER BEASTS\n\nI visit the London Zoo fairly constantly, but I suppose my taste in animals\nis rather different from most readers’. Still they may be interested in a\nscientist's tastes, even if they don't share them.\n\nIf I had to pick the most striking animal on show, I think my vote would\ngo to asmall fish called the mud skipper. It lives in tropical mangrove\nswamps, and spends most of its time out of the water. At any rate those in\nthe Zoo aquarium do so. The mud skipper has fins, hut at least one pair of\nthem have a joint like an ankle, which enables it to use them for a clumsy\nkind of hopping on land. Its eyes bulge out of its head, and even move up\nand down like a frog's. Have you ever watched a frog eating? It has no\ncomplete roof to its mouth, so its eyes move up and down when it eats. In\nfact it uses its eyes to help it to push food down its throat.\n\nI like the mud skipper because he is trying to do what our ancestors did\nwhen they came out of the water in Devonian times. He is obviously a fish,\nand some of hi s near relatives are quite typical fish. But he has turned one\npair of fins into passable limbs. He gives one an idea of what the first\nancestors of the land vertebrates were like. If any critics of evolution think\nthat fish could not have come out of water and become amphibians, you can\nshow them the mud skipper. Fortunately for him, he does not know that he\nis about three hundred million years late in his attempts to colonise the land\nfrom the water.\n\nA fish which is interesting from a very different point of view is the\nCichild from the lake of Galilee. Not only is it almost certainly a fish of one\nof the kinds which the twelve apostles caught, but it was probably involved\nin a miracle. These fish have a remarkable breeding habits. A pair of them\nscoop a hole in which the female lays her eggs. The male picks them up, and\ncarries them round in his mouth for a week or more until some time after\nthey have hatched. As these fish also generally use their mouths to remove\nstones from the hole where the eggs are laid, they would be quite likely to\npick up a small coin if one were lying on the bottom. Now on one occasion",
    "Page_61": "the apostles are reported to have had no money to pay a tax, and to have got\nit by hooking a fish with a \"penny\" in its mouth. It seems likely that this fish\nwas caught while making a nest.\n\nMy favourite house at the Zoo is what is called the Temporary Rodent\nHouse. It contains a number of rodents, which surpass all the other\nseventeen living orders of mammals both in numbers of individuals and of\nspecies. I should explain that the class of mammals. that is to say warm\nblooded hairy animals which suckle their young, is divided into thirty two\norders, such as elephants, whales and porpoises, bats, and carnivores, which\ninclude cats, dogs, bears, weasels and so on. Fourteen of these orders are\nextinct.\n\nBut this house contains representatives of three orders which are not\ngenerally known. The hyrax looks rather like a guinea pig until you look at\nits feet carefully, or better, dissect it. It then turns out to be nearer to hoofed\nanimals such as pigs. Actually it is fairly like the ancestral forms of many\ndifferent mammalian orders about the time when the last of the chalk was\nbeing formed. But it has evolved much less than most of the others.\n\nThen there are the sloth and the tree ant eater, representing the order\ncalled X enarthra, or edentates, which originated in South America and of\nwhich a few members have got to Central and North America. This order\nalso includes armadillos, and used to include giant sloths about as large as\nelephants, and armadillos six feet long. The ant eater has no teeth at all, the\nsloth has very few and simple ones, and a very much worse temperature\ncontrol than most mammal s.\n\nFinally there is the South A frican aardvark, the sole survivor of an order\ncalled the Tubulidentata. It has a nose like a pig's, ears like a rabbit's, and is\npossibly the champion digger of the world. It not only lives in a burrow, but\ngets its food by excavating white ants' nests. Whereas the mole chooses soft\nearth in which to hunt worms, the aardvark works in hard and dry soil, and\ndoes it very well. If its den had not got a stout cement floor, it would be out\nof sight in a few minutes.\n\nThe same house contains several galagos, which are small lemurs not\nunlike one of the forms ancestral to men and monkeys. Unfortunately they\ndo not like light, and to see them at their best you must visit the Zoo at night,",
    "Page_62": "which will not be possible till we have more coal. But in the night time they\nare astonishingly active and graceful.\n\nNaturally I don't expect other readers to share my tastes. I like to see a set\nof animals which illustrate the various possibilities of evolution, some of\nwhich have only rarely been taken. Of course some of the invertebrates have\ndone much odder things, for example the hermit crabs which live in coiled\nshells, and have their bellies bent sideways to fit them, or the barnacles,\nwhich start life swimming about like little shrimps, and then glue their heads\nonto rocks and live by kicking food into their mouths with their back legs.\n\nEvery mode of life has its corresponding structure, and palaeontologists\nhave a big task in trying to puzzle out how extinct animals lived from a\nstudy of their bones and teeth. On the whole they are pretty successful, but\nin one or two cases it is very hard to see how the animal worked. Perhaps it\nhad some soft part of which we know nothing, like the chameleon's tongue,\nwhich he can shoot out for a foot or so to catch flies.\n\nSome vocations are equally queer. If you haven't seen an aardvark you\nmay find it hard to believe that there is such a beast. And if we didn't know\nthere were such people as stock brokers and tick tack men we might not\ncredit their existence either. Perhaps both may become extinct within a\ncomparatively short time, I even venture to hope within my own lifetime.\nAfter all we manage without druids, rain makers, augurs, exorcists, and\nquite a number of other professions which have been considered important\nenough in the past. It might be worth while keeping a few members of these\nprofessions if they were as odd looking as ant eaters or mud skippers. But\ntheir lives have not modified their structure. So let them go. provided we can\nkeep the aardvark.\n\nCOUNTING WILD ANIMALS\n\nOne of the first things we want to know if we are to make natural history\nscientific is how many animals of a particular kind there are in a certain area.\nWe also need such knowledge if we are to use our land scientifically.\n\nIn a few cases the counting is fairly straightforward. If one wanted to\nknow how many mussels there were between tidemarks on a particular\nbeach it would be hopeless to count them all. But it would be quite easy to",
    "Page_63": "take a wire square covering just one square yard and throw it down ona\nhundred different spots, counting the mussels in each square. This \"Gallup\npoll\", with a measurement of the total area, would give the total number\nwithin ten per cent or so.\n\nIt is obviously much harder to count animals which move about. Here\nagain the sampling method may be quite useful with slowly moving animals\nlike earthworms or beetles. One can dig up a square yard of meadow, and\ncount all the earthworms in the turf and the soil beneath it, or in a fair\nsample of them. The results of such counts are very surprising. Not one\nperson in ten has even seen the commonest British insects, the Collembola,\nwhich are wingless subterranean creatures about a millimetre long when\nfully grown, and whose numbers run up to four hundred million per acre.\n\nIt is not so easy to count more mobile animals, though curiously\nenough the exception proves the rule. Birds are the most mobile animals, but\nare easy to count in spring, because we can count their nests. For example,\nthere are about 30,500 breeding pairs of rooks in an area of 910 square miles\nof the Upper Thames V alley. 4.000 pairs of herons in the whole of England,\nand a hundred thousand million birds in the whole world. This number may\nwell be out by a factor or two or three, but not much more.\n\nIt is much more difficult to count mobile animals such as flies or fish\nwhich have no definite nesting places, or whose nesting places are not easily\ndiscovered. Suppose we want to count all the field mice in a meadow, we\nmight put down traps till we had caught them all, but before we had done so\nothers would have moved into the vacant territory from outside. The only\nsatisfactory method is to mark the animals. Field mice are best marked with\na numbered nickel band round a hind leg, butterflies with a spot of coloured\npaint on one wing, fish with a leaden button at the base of one fin, and so on.\n\nTo count field mice, Hacker and Pearson put down six traps provided with\nfood and bedding in every hundred yard square of an area of woodland.\nEach mouse was labelled at its first catch, and the fact that the same mouse\nwas often caught several times a mouth made it clear that almost all the adult\nmice were caught at least once in a period of six months or so.\n\nTo count tsetse files in Africa Jackson invented a rather different method\nwhich is however best illustrated by the work of Dowdeswell, Ford and\nFisher, who counted ail the Common Flue butterflies on the island of Tean",
    "Page_64": "in the Scillies. On each fine day they caught anything up to sixty butterflies,\nreleased them after marking, and saw how many of these they caught next\nday. Thus on one day they caught 52 butterflies and marked them all. Next\nday they caught 50, of which 14 had been marked the day before. That is to\nsay 28 per cent of the catch were marked. So if there had been no deaths or\nhatchings in the twenty four hours, the total population was such that 52 was\n28 per cent of it. In fact there were about 186 butterflies on the island.\n\nThey could thus count the population on different days, and also by seeing\nhow the proportion of marked insects fell off, discover the average length of\nlife of a butterfly after it has come out of its chrysalis. No marked butterflies\nflew to the nearest island, about 300 yards away, so their problem was much\nsimpler than Jackson's with his tsetse flies. Here it is necessary to find out\nhow far a fly can move during its lifetime, and this distance may be several\nmiles. There may be about ten thousand of these flies in a square mile of\nAfrican bush, and as they can infect men with sleeping sickness and cattle\nwith the fatal disease called nagana, itis very important to wipe them out.\n\nA great many methods are being tried. They can be kept down to some\nextent by burning grass and bushes, and by killing off the deer, zebras and\nother animals on whose blood they live. Even trapping reduces their\nnumbers slightly.\n\nHowever, the most hopeful methods seem to involve the new insecticide\nD.D.T. In the South African Union there is an isolated area infected with\ntsetse near the coast of Zululand. This is being treated with D.D.T. smoke\nfrom aeroplanes over most of its extent, and from smoke candles in valleys\nwhere planes cannot penetrate. In other areas the cattle are being sprayed\nwith D.D.T. so that the flies which settle on them die. However, unless not\nmerely ninety nine per cent of the flies, but all of them, are killed, these\nmethods will be of little use. If half measures are adopted for some months,\na race of tsetse ‘resistant to D.D.T. is quite likely to evolve by natural\nselection, as a race of scale insects resistant to hydrogen cyanide has arisen\nin the Californian orange trees.\n\nFor some purposes it is important to count the minimum number of\nbreeding animals in the course of a year. When this gets small, the frequency\nof acharacter in the population may change by mere chance, quite apart\nfrom natural selection. Dubinin, who first demonstrated this, called this\nchange by a Russian phrase translated as the genetico automatic process. I",
    "Page_65": "am afraid I may be accused of bourgeois prejudice, but I prefer the shorter\nterm \"drift\" used by the American, Wright, who produced the theory of it,\nbut actually observed it later than Dubinin. To measure drift we have not\nmerely to catch thousands of animals, of one species, but to classify them\naccording to their colour, shapes and so on, and to breed from at least some\nof them. And we have to repeat this in a number of seasons, to see if there is\na steady evolutionary change, or only a random one. In fact counting wild\nanimals is a whole time job.\n\nWHY I ADMIRE FROGS\n\nFrogs are beginning to spawn in the ditches of southern England. If we get\na spell of frosty weather, as we well may, they and their eggs are going to\nsuffer heavy casualties. I shall be sorry if they do, for like frogs. Under the\ngeneral term frogs I include all the tailless four legged amphibians. In\nEngland we only have three native species, the common frog, the common\ntoad, and the natter jack toad. But in other countries there are plenty of\nanimals obviously related to our frogs and toads, but no closer to one than to\nthe other.\n\nThe frogs in this broad sense are one of the three living orders: of\namphibians. The others are the tailed amphibians such as newts and\nsalamanders, and the legless, tailless, and generally blind tropical\namphibians which live underground and lead a life rather like our\nearthworm. Within the amphibians the frogs have developed in some ways\nas men have done among the mammals. They have lost their tails, their hind\nlegs are a lot bigger than their front legs, and their heads are relatively large.\nOf course they have not developed their brains as we have, and though they\nuse their hands for clasping, and sometimes for climbing, they are not organs\nof skilled work, as the beak of a nest building bird is\n\nOur frogs are limited by the fact that their eggs must be laid in water, and\nthey pass their first few months as tadpoles. This means that they can never\ngo very far from stagnant or slowly flowing water. Others have got over the\nhandicap in various ways. Many frogs in South A merican forests spend their\nwhole life in trees. and lay their eggs in the water which accumulates\nbetween the stems and leaf sheaths of plants which grow on the tree bark. In\ncountries where there is daily rain in the breeding season eggs are often laid\nout of water. Several tropical frogs make nests, usually by sticking leaves",
    "Page_66": "together, in which a mass of eggs are placed. Sometimes these are placed\nactually hanging over a stream or pool, so that as the tadpoles hatch, they\ndrop into the water. Others are placed so near to water that the tadpoles have\nnot far to wriggle.\n\nQuite a number of frogs burrow into the ground, including one species\nwhich is quite common in France. In one Japanese species a pair burrow into\nthe bank of a pond above water level, seal up the entrance to their hole, fill it\nwith eggs, and then make a tunnel opening under the water through which\nthey leave, and the tadpoles follow them on hatching. In many cases where\neggs are laid out of water the parents spend many hours kicking the egg\nmass with their hind legs until they have made enough froth to provide the\nair needed by the eggs during development. Other frogs carry the eggs about\nwith them. The male \"midwife toad\" which is found in France, carefully\ncollects the string of eggs laid by his mate and carries them wrapped round\nhis hind legs till they are ready to hatch.\n\nOnly one frog, a West African species, bears living young. This enables it\nto live on damp mountain sides at some distance from water. But several\nspecies do something even odder. The female lays the eggs into a pouch\ncovering her back, and here they develop, receiving nourishment from the\nmother like embryos in the womb of a mammal.\n\nHowever, the queerest habits of all are those of a Chilean frog,\nRhynoderma darwinii. Here the eggs are laid on the ground. Soon afterwards\na number of males surround a mass of eggs, watch them for a fortnight or so\ntill the tadpoles are beginning to wriggle, and then eat them, one by one.\nHowever, they do not pass into their stomachs. Many male frogs have a\nbladder under the skin on each side of their neck, or rather where the neck\nwould be if they had one. This can he filled with air, and is used for\ncroaking. It is very small in our common frog, but fairly large in the edible\nfrogs which exist in several parts of England, and are much noisier than the\ncommon ones. In Rhynoderma the tadpoles swallowed by the males are\npassed into the croak: sacs, which enlarge enormously. When they hatch, the\ncroak sacs produce a sticky secretion which plays the part of milk. They\nremain there, growing till their legs have developed. Finally the male\napparently with considerable difficulty forces them out of his mouth, and\nthey start life on land. I do not know how long it takes before he is able to\nuse his sacs for croaking again. Perhaps the oddest feature in the whole\nsituation is that the little frogs inside a male are not necessarily even his own",
    "Page_67": "children. It is queer enough, if you find a frog with young ones inside it, to\ndiscover that it is a male, still queerer to find that it may not be their father.\nSeveral fish species behave in a similar way. The male holds the eggs in his\nmouth, sometimes for several weeks. until the little fish can live an\nindependent life.\n\nI have not given anything like a complete account of the ways in which\nfrogs have overcome the handicap of having to breed in water while living\nmainly on land. But I think I have given some idea of their variety.\n\nBritain is very badly off for frogs and toads. We have only three native\nand one or two introduced species, as compared, for example, with fourteen\nspecies in France. The reason is that they find migration very hard. Not only\nare they killed by salt water, but a fairly dry range of hills, such as the chalk\ndowns, is a barrier which they can hardly pass. A foreign species has\nrecently colonised Romney Marshes, in Kent, but unless some human being\nhelps them, it may be centuries before one crosses the hills and gets into\nanother river basin.\n\nI should like to see several foreign species established in England, notably\nthe midwife toad and the spade footed burrowing frog. They live in climates\nnot unlike ours on the continent, and I have very little doubt that they could\nthrive in England or Scotland. But I doubt if it would be right to let them\nloose. When a foreign animal is introduced into a country it may die out. But\nif it does not, it often becomes a pest.\n\nThe reason is that it has been taken away from its natural enemies. For\nexample in many parts of Europe storks do a great deal to keep the numbers\nof frogs down, and we have no storks. A foreign species may also wipe out a\nnative one, either by direct competition, or by introducing disease. This is\none way in which the human races compete. For example measles,\nintroduced by European, killed off huge numbers of natives of the Pacific\nIslands. But yellow fever, to which West A frican are fairly resistant, has\nprevented Europeans from colonising West A frica as they have colonised\nBrazil which has a fairly similar climate.\n\nWe have no body of experts which undertakes the biological planning of\nBritain, comparable with the vast organisation which is planning the\nafforestation of the South Russian steppes. Until we have an institution\nwhich will consider the effect of any introduction on our agriculture,",
    "Page_68": "fisheries, river conservation, bee keeping, and so on, it is better not to add\nnew animals to our rather small list. Nevertheless I should like to see some\nof the beautiful tree frogs introduced into warm valleys in Devon and\nCornwall, where they would probably do well, and several larger frogs and\ntoads would be delightful addition to our country side, provided they did not\nkill off native animals.\n\nTHE HUNGARIAN INVASION\n\nNo. this is not another accusation against the Hungarian Government. It is\nan account of the successful occupation of a part of England by Hungarian\nfrogs.\n\nUntil recently, the animals of England included two species of frog, and\ntwo of toad. The common frog, Rana temporaria, is found all over the\ncountry. The edible frog, Rana esculents, is not so common. and has very\nlikely been introduced, either by monks. epicures or amateur naturalists. It\nhas a patchy distribution. The nearest colony to London stretches from\nRichmond Park across the Thames to Teddington, though the frogs are only\ncommon at a few points in this area. There used to be a colony in Kentish\nTown. All the other areas where it is found, so far as I know, are in South\neastern England. 'These frogs are rather larger and more striped than the\nordinary kind, and the males have vocal sacs behind their jaws which bulge\nout to a surprising extent while croaking in the breeding season.\n\nThe common toad is found everywhere, but the natteljack toad has a\npatchier distribution. It is particularly fond of sand hills near the coast, and\none of the places where one can be sure of finding it is near Southport and\nAinsdale in Lancashire. There is no suggestion that it was introduced by\nhuman beings.\n\nProfessor A.V. Hill, the physiologist, who was a Conservative M.P. in the\nlast Parliament, used to import frogs of the species Rana ridibunda from\nHungary. They are much larger even than the edible frog and some of them\nhave a very bright green colour. He used these frogs, or rather their legs, for\nvery accurate work on the Physiology of nerve. The nerves of a warm\nblooded animal die very rapidly after its death. Those of a frog continue to\nconduct for hours or even days after removal if they are kept moist. Among\nthe things which Hill measured was the extremely small amount of heat",
    "Page_69": "produced when an impulse passes down a nerve fibre. As it would take\nseveral million nervous impulses to raise the temperature of a nerve by one\ndegree, the measurements, have to be pretty accurate.\n\nAbout 1936 he gave several pairs of these frogs to Mr. E. P. Smith, also a\nConservative M.P. and dramatist, who has a house with a pond near the\nRoyal Military Canal, which runs between Romney Marshes and the rest of\nKent. The Hungarian frogs bred in this pond, and after a few years some of\nthem got as far as the canal. They spread along it in both directions, and\nduring the war they occupied most of Romney Marshes.\n\nThey are not only larger than the common frog, but more aquatic. They\nspend most of their time in the water, and when they come out they usually\nstay near it and jump back when frightened. They seem to have killed off the\nordinary frogs and toads in the marshes, or at least reduced their numbers\nconsiderably, whether by competition or more probably by eating their\ntadpoles.\n\nTheir most striking characteristic is their voice, which is extremely loud,\nat any rate in the breeding seasons. They are the from found in Greece and\nwhich provided the chorus for Aristophanes' play \"The Frogs\", which is\nwell known in Murray's English translation. A ccording to Aristophanes they\nmade two noises, which are transliterated, \"Brekekekex\" and \"Koax, Koax.\"\nThe Brekekekex sound, which they make during the day time, has been\ncompared with that of a machine gun, the Koax with the noise made by a cat\nwhen you tread on its tail. To some listeners the song sounds much more like\nBrekekekesh K oash. It is probable that the A thenians pronounced the letter\nXi, which we render as X, much more like SH.\n\nI suggest that the Classical Association, which is interested in how ancient\nGreek was actually pronounced, should send down a party to A ppledore\nnext May, when the frogs are breeding to determine this poi nt. Our\nknowledge on such doubtful matters rests partly on the transliteration of\nSanskrit words. Sanskrit is handed down orally, and great care is exercised\nto pronounce it properly in religious rites. Frogs are probably even more\nconservative than Hindus in their pronunciation. Some of the Marshmen find\nthe frogs' song objectionable, and I should like to be able to use it as political\npropaganda, were it not that several naturalists who have been to the\nmarshes think their complaints are exaggerated.",
    "Page_70": "It is rather unlikely that these frogs will spread up the hill into the rest of\nKent, and invade England. But they could colonise other marshy regions,\nand will do so if anyone transports them there. In 1939 Professor Hill\ndumped about fifty of these frogs into the Cam near Cambridge, but they\nseem to have died out. This is probably because when put in a river they\nscattered to such an extent that no male could find a female in the spring of\n1940. If he had put them in an isolated pond some would probably have\nstayed and bred there, and they would have spread into their stagnant water\nand established themselves.\n\nIn captivity they will mate with the edible frogs and produce tadpoles, but\nno one knows whether or not the hybrids are fertile. Dr. Malcolm Smith, of\nthe Natural History Museum, who recently described the Romney Marsh\ncolony to the Zoological Society, hopes to test the fertility of the hybrids ina\nfew years. At any rate Rana ridibunda and Rana esculenta inhabit different\nareas, and where these overlap, as in parts of France and Germany, they\nseem to keep fairly distinct. So it looks as if we had got a new English wild\nanimal.\n\nA GREAT EVENT\n\nWhat was the most important event in 1944? Some would say the landing\nin Normandy, the break through at A vranches, or the liberation of Paris.\nOthers would think that some of the great victories of the Red Army, in\nwhich more Germans were put out of action than in France, were even more\nimportant.\n\nThere is, however, a third point of view. According to the London Bird\nReport for 1944 \"The outstanding event of the year was undoubtedly the\nnesting of the Little Ringed Plover ata gravel pit in Middlesex.\" Only once\nbefore has this species been found breeding in Britain, and it has not been\nseen near London since 1864. I confess I do not take the colonisation of this\ncountry by birds quite so seriously as does the editor of the London\nNaturalist, but if human society had developed a little differently this event\nmight have been of the highest political importance.\n\nFor among many primitive people rare birds are of great economic value.\nWallace's account, in his Travels on the Amazon and Rio Negro, of the\nUaupe Indians in Columbia is a classic. They kept large numbers of birds,",
    "Page_71": "including parrots which were allowed to fly about freely, but returned to be\nfed, egrets, and eagles which were kept in large houses, and ate two fowls a\nday. They bred these birds for the sake of their feathers, which were used for\nmen's head dresses. The parrots' feathers were not of the natural colour, but\nprepared by pulling out a green feather and then rubbing in the secretion\nfrom a toad's skin. The new feathers which grew after this treatment were\nyellow.\n\nA well dressed middle aged man also wore cords of monkey’s hair down\nhis back, a bead necklace, a large white cylindrical stone, a be it of jaguar s\nteeth, a pair of garters, and rattles on his ankles. The ladies wore garters\nonly. A powerful chief was said to be the possessor of great wealth in the\nform of feathers and Jaguar teeth, which he had won in a series of wars, but\nwould not show to white men, for fear of losing them. These wars, wrote\nWallace \"are fought for the sake of their weapons and ornaments. and for\nrevenge of any injury, real or imaginary.\" Wallace wrote in 1853 and had\ncertainly not read Marx, but he made a very sound analysis of the economic\ncauses of war.\n\nIn our own culture we do not greatly value animal products. though some\nfurs are fairly expensive. But quite small quantities of a yellow metal, gold,\nand a sparkling stone, diamond, are valued at as much as a lifetime of hard\nwork. We fight wars, for example the Beet War, for such objects, and when\nwe have got them we shut them up in underground vaults. If we valued rare\nbird feathers as we do gold, the appearance of the Little Ringed Plover in\nEngland might have precipitated a Feather Rush, like Charlie Chaplin's Gold\nRush. Orif it had happened a little earlier it might have decided Hitler to\ninvade Britain rather than the Soviet Union. Actually this bird is common\nenough in Europe. but its introduction into a new country might well have\nbeen a menace to monopolists on the continent.\n\nFrom the strictly scientific point of view the interest of such observation\nas this is rather slight. Indeed the fact that a rare bird is seen in England is\nmore important to continental than to British Zoologists. Was there an\nexcessive number of these birds in France in 1944? Or did their food run\nshort? Was their advent connected with the much larger invasion of\nWaxwings which took place in the same year? Such are some of the\nquestions which a zoologists might ask, and whose answer would help us to\nunderstand the laws governing animal population.",
    "Page_72": "On the whole I am glad that rare animals do not have a great commercial\nvalue. If so their habitats would be kept secret, as ale the details of the\ngeology of oil fields, and the study of geographical distribution would be\neven harder than it is now. Certainly some o 1° the habitats are unexpected.\nThus Pseudosinella religiosa, a microscopic insect belonging to the order\nCollembola, has only been found in the crypt of Lund Cathedral in Sweden.\nThis crypt, by the way, I, interesting to entomologists for another reason. It\nis embellished with the carving of a louse about a foot long, sucking the\nblood of a lamb of the same size. The louse represents the State, and the\nlamb the Church, though some people have taken the parable the other way\nround.\n\nBut the habitat of one particularly rare and interesting animal is absolutely\nunknown. The late Major General Hearsay (he really was called that) made a\ncollection of insects which passed to the British Museum on his death. While\nfording a river during a battle in India he was observed to catch several\nspecimens which he pinned to his pith helmet and catalogued later. Most of\nhis trophies were gut re common, and of no value, as he rarely stated where\nhe got them. But one, an insect called Prophalangopsis obscura is of\nextraordinary interest. Not only is it the only known member of its species,\nbut the species is so unlike all other insects that it has been put in a family of\nits own. And it combines so many primitive characters that it is regarded as\nclosely resembling the common ancestor of the crickets, the long homed\ngrasshoppers, and several other groups. Unfortunately the major general's\nservice was so varied that we do not know even in which continent he found\nit.\n\nBut my favourite story is of the Peruvian gentleman who was disturbed by\n;r noise in his garden one night in the middle of Lima. He fired his revolver\nat it and next morning discovered the corpse of a large animal unknown to\nscience, something like a guinea pig with a bushy tail, which was called\nDinomys, and also assigned to a new family. A number more of these\nanimals have since been found. We are not, however, told whether this was\nthe most important event of its year in Peruvian history.\n\nTHE ROBIN\n\nMost original scientific work is published in special journals, such as the\nProceedings of the Royal Society, Journal of Physiology, the Observatory or",
    "Page_73": "the Philosophical Magazine. Occasionally, it is published in book form, but\nmost scientific books are summaries of work by many authors, which has\nalready been published in periodicals.\n\nThe vast majority of papers or books containing original research are quite\nunreadable by the general public, because they assume so much special\nknowledge. A bright exception is David Lack's The Life of the Robin, which\ndescribes the author's researches on a subject with which everyone is\nfamiliar. It should be in every school and public library not only because of\nits intrinsic interest, but because it gives an easily followed account of some\nscientific research, a human activity which, whether or not we under stand it,\nis of great social importance. Lack studied the robins in about 20 acres of\nDevonshire. The first thing to do was to catch them all, and let them out\nagain with coloured rings on their legs for identification. His area held from\n11 to 19 adult robins.\n\nWhy does a robin sing? The song has been interpreted as courting, and as\na sheer expression of joy. Actually both the song and the display of the red\nbreast seems to be a substitute for fighting. One of the fundamental facts in\nrobin life, as in that of many other birds, is territory.\n\nIn autumn every male robin occupies a territory of about an acre, in which\nhe spends most of his time, though he occasionally feeds outside it. Within\nthis area he sings and struts vigorously. If another male appears in it he\nsings at him violently, and may peck him. Usually the intruder goes off;\noccasionally he may fight the quarrel out, or sing it out, and occupy all or\npart of his rival's territory. A bout the new year females arrive in the male' s\nterritory, and may or may not stay there. There is a great deal of singing,\nwhich may serve to attract the females, but the females have an absolutely\nfree choice of mates. One of the visiting females settles down with a male in\nhis territory.\n\nAfter marriage the female helps the male to defend their joint territory.\nBut they do not mate till March or April when the nest is at least partly built.\nAt this time the male also brings his wife presents of food, and later helps to\nfeed his children. Occasionally a female leaves her husband for' another\nmale, and two cases of bigamy have been reported; but as a general rule a\ncouple keep together till the young have left the nest. However during the\nlate summer and autumn the sexes separate, and the hen usually finds a new\nmate next winter. The males generally stay in one place for life, but most of",
    "Page_74": "the females migrate, some of them passing the winter in France. In fact the\nmale robin is the home lover, and the female wanders about and chooses her\nmate.\n\nWhy do robins behave as they do? Lack did a number of most interesting\nexperiments with stuffed birds. Both males and females will threaten stuffed\nspecimens placed in their territory, and may attack them. If they cannot\ndestroy the \"enemy\" they will desert their nest if it does not contain young.\nWhat is more remarkable, they rarely attack a stuffed robin whose breast has\nbeen dyed brown, but will threaten a small bundle of red breast feathers. It is\nuseless to say that a robin has poor eyesight. They can recognise their own\nmates. Such conduct certainly seems irrational to us. But if an intelligent\nrobin discovered that human beings spend immense amounts of energy and\nthousands of lives in digging a yellow metal out of a series of holes in South\nAfrica to bury it in another hole in the United States, they might not think\nour species very rational.\n\n\"Who killed Cock Robin?\" Is quite an important question when posed\nscientifically. Only by answering such questions can we determine whether\nnatural selection is really the driving force behind evolution, as Darwin\nthought. A robin can live for as long as eleven years. A pair can also hatch\nout two broods of five or more eggs a year. Now the population of robins is\nfairly steady. If it increased by only one tenth per year, it would grow to\n13,781 times its original number in a century. An average pair of robins\nwhich live to be adult probably produce al least twenty eggs. And if they\nlived under very sheltered conditions they could probably produce 100.\nActually only two eggs would be needed if there were no untimely deaths.\nSo we may say that the struggle for life accounts for nine out of ten robins\nactually begotten, and forty nine out of fifty which could be begotten.\n\nLack concludes that where cats and boys are common, about half the nests\nare destroyed, though most of the nests at Dartington were successful. A few\nyoung die in the egg orin the nest, but about three quarters of those which\nleave the nest are dead within a year. Even of those which survive the perils\nof youth, more than half die within the next year. The average life of a robin\nseems to be about one year or less. So far as the causes of death are known,\ncats, mousetraps, and motor vehicles head the list, but probably cold and\nstarvation are equally important. A robin redbreast in a cage may, as Blake\nsaid, put all heaven in a rage; but, if like Mr. Lack's cage, it is thirty feet",
    "Page_75": "long, twelve wide, and six high, the robin is quite willing to breed in it, and\nis much safer than outside.\n\nLack is, I believe, a schoolmaster,\" and has done all this work in his spare\ntime. I want to see a social organisation in which everyone will have the\nleisure for scientific work. There is any amount to be done, even in towns.\nNo one knows half as much about the sparrow as Lack has discovered about\nthe robin. There are huge gaps in our knowledge even about cats. We know\nstill less about the habits of' less conspicuous animals. As the pressure of\nwar work falls off. I hope that many people who have been much too busy\nsince 1939 will realise that in work of this character they cannot only find\nintense enjoyment, but make real contributions to science.\n\nTHE STARLING\n\nOur migrant birds from the south are just (March, 1948) arriving or have\nrecently arrived to spend the summer in Britain. Some have not come very\nfar, but a good many of the swallows have flown all the way from South\nAfrica. And the birds which have wintered in Britain are going northwards\nand eastwards. It is of one of these species that I am going to write, namely\nthe starling. It is particularly interesting because it may give an answer to the\nquestion of how a species originates. For the starling seems to be splitting up\ninto two species, as Darwin believed that species sometimes do. The starling\nis a remarkable bird in a number of ways. It is much more social than most\nBritish birds. During most of the year many starlings roost in huge\ncommunal roosts with up to a hundred thousands members, from which they\nmay fly for twenty miles each day to feed. Whereas the robin. to take a\nfamiliar example, spends most of its time in quite a small area, and quarrels\nviolently with other robins except its mate. A gain there are about twice as\nmany males as females, so it is not uncommon for a female starling to have\ntwo husbands. This again suggests that they are not so quarrelsome as most\nof our small birds.\n\nBut the most remarkable fact, first clearly proved by Dr. Bullough, of\nLeeds University, is that while the starlings which spend the summer, and\nbreed, in England, spend their lives here; those which come here about\nOctober and leave in March, breed in Europe. The Scottish winter visitors go\nto Norway. The English winter visitors go as far east as Sweden and Latvia,\nand probably into Russia. This migration had been known for some time, but",
    "Page_76": "Dr. Bullough was the first to distinguish the two types by the fact that the\nBritish, or sedentary race, has much lighter coloured beaks, especially in\nDecember and January. This was confirmed by putting coloured rings on the\nlegs of a number of starlings, and observing that the dark beaked ones went\naway in March.\n\nThe reason for the different behaviour of the two types is this. During the\nwinter the continental birds have very small ovaries and testicles, and show\nno sexual behaviour. But although these organs get smaller in the British\nrace after the breeding season in April, they increase in size in autumn, and\nthere is a good deal of love making, and sometimes even mating.\n\nNow it seems to be a fairly general rule that the presence of sex hormones\nnot merely makes a bird amorous of the other sex, but makes it attached to\nits place of breeding. The continental starlings fly back to their breeding\nplaces where their sexual organs mature in spring. The British birds not only\nnever leave Britain, but they never move permanently away from their\nhomes except in their first year of life. before they are sexually mature.\n\nIt is not safe to guess too much about the emotions of animals. But\ncertainly looks as if the emotions of birds towards their homes and their\nmates were similar. This is true of some human beings too. I have known at\nleast one man who complained that his wife seemed to think she was\nmarried to her house, not her husband.\n\nThere seems to be little doubt that membership of the two \"races\" of\nstarling is hereditary, and fixed for life. This means that they do not breed\ntogether, any more than the sewer rat and the ship rat. Very possibly an\noccasional abnormal continental starling remains in Britain, ora British one\ngoes east. It is probable that if they got the chance, they could and would\nbreed together, but this is lot known.\n\nThe two races differ in a great many habits as well as their migration. For\nexample, the continental starlings never seem to roost in towns, whereas\nmany of the British ones do so. Among he well known London wosts are the\nMarble Arch, and St. Martin's. Trafalgar Square. A gain the British birds are\nrather less social than the continental ones. Some never seem to join\ncommunal roosts. Other only do so in July and August after the breeding\nseason. But there is no hostility between the two races. On the contrary, the\nBritish starlings are more tolerant of foreign birds than of their compatriots,",
    "Page_77": "probably because the latter are more apt to be sexually active, and thus\narouse their jealousy. There are slight differences in the feathers of the two\nraces, and in their eye colours. but not enough to enable one to distinguish\nbetween them. with certainty.\n\nIt is very unlikely that the separation goes back even as far as ten\nthousand years. For ten thousand years ago, as we know from plant remains,\nEngland was a good deal colder than it is now, and would not have been a\nsuitable winter refuge for birds. From what we know of the rate at which\nspecies originate, it is likely to he another twenty thousand years or more\nbefore the two races of starling evolve into a pair of species. One can guess\nat some of the possible lines of divergence. The continental starlings have\nfarther to fly, and may be expected to develop rather more powerful wings.\nThe English ones spend more of their times in holes and therefore rub their\nfeathers more. They are likely to develop stouter breast feathers.\n\nOther species of birds are probably splitting in a similar way. Thus\nPromptov finds that the chaffinches of Ukraine are divided into 'two' groups\nwhich do not inter breed, on the basis of their song. Naturally we cannot\nexpect to see species formed under our eyes in nature, though something\nvery like it can be achieved in the laboratory. Thus Kozhevnikov produced a\nrace of the fly Drosophilla melanogaster which breeds true but gives sterile\neggs when mated with the parent race. Nevertheless our starlings give us a\nfairly good idea of one of the many ways in which a species can split in two.\nI wish we could resurrect Darwin, if only for five minutes, to tell him about\nit.\n\nCLEVER BIRDS\n\nWhen biologists accepted Darwin's theory that men were descended from\nanimals, they naturally tried to find some way of estimating intelligence in\nanimals.\n\nThe chimpanzee and orang outan came out very high. In particular Kohler\nfound that some chimpanzees showed a good deal of intelligence in the use\nof solid objects as tools. They would pile boxes on one another to reach a\nsuspended fruit. If given two canes, neither long enough to reach a fruit\noutside their cage, they would fit the narrower one into the broader in order\nto make a rod which was long enough. Clearly chimpanzees have at least a",
    "Page_78": "rudiment of the sort of intelligence which is developed in a skilled\ncraftsman.\n\nOn the other hand Y erkes tried in vain to find in them the germs of\nmathematical intelligence such as we display when we take the second turn\non the right, or bring home three leaves, not two or four. One of his methods\nwas to give the animals a choice of a number of boxes, say nine in a row, of\nwhich some were open and some shut. If food were put in the left hand box\nof those which were open, the apes sometimes got the idea. But they never\nmanaged to grasp the idea that food would be found in the leftmost open box\nbut one. It was of course necessary not always to put the food in the same\nbox. Animals easily pick up clues from small marks on wood, smells, and so\non.\n\nOther mammals were not much better, though two pigs did surprisingly\nwell. Coburn and Y erkes managed to teach to crows to choose the farthest\nopen door on the right, but it was a slow business, and they never mastered\nthe choice of the first from the left completely. On the other hand\nSadovinkova reported much greater success with two canaries, a goldfinch\nand a bullfinch. One of the canaries was a dunce, but the others all beat\nY erkes' apes. The gold finch, after two lessons, always chose the second,\nstarting from the left. of four open doors. When anything from three to nine\ndoors were left open, he made one mistake. Later on he learned to pick the\nmiddle door out of three, five, seven or nine open ones.\n\nSadovinkova' s work was not followed up till 1943, when a Finnish\nbiologist, von Haartman, repeated it using fly catchers, a lark and two\nbullfinches. He reports his results in the first number of Behaviour a journal\npublished in Holland, and devoted to animal psychology. Other authors\ndescribe the behaviour of wasps, mice and sticklebacks in the same journal.\nThe young of a pair of flycatchers were put in a box near the old nest, and\nthe parents had to learn to visit the first open door below the top one of a\nseries. The mother finally managed to solve the problem correctly ten times\nrunning. The father generally made three or four mistakes out of ten.\n\nThe larks and bullfinches were kept in cages with a range of boxes from\nwhich to choose food. The bullfinch were \"punished\" for a wrong choice by\nletting down a screen in front of all the openings. 'The lark was too easily\nfrightened for this to be done. The hen bullfinch was the best learner. She",
    "Page_79": "could choose the second opening from the right out of a variable number,\nand when the distance between holes varied from two to six inches.\n\nIt is easy to see why small birds should have this very specialised kind\nof intelligence. They have little or no sense of smell and owing to the\nhardness of their beaks they can have little detailed sense of touch. They rely\nmainly on sight and hearing, thought of course they may have a sense\nunknown to us which helps them in migration. They find their way through\nwoods and thickets, or return to a nest in the middle of a meadow, by sight.\nSo not only is their sight keen, but they can recognise objects and patterns to\na surprising extent. 'The fact that they can learn tunes proves that they have\nan equally good memory for sound patterns.\n\nThey are remarkably good at building nests with such a clumsy organ as\nthe beak, but we could not expect them to develop the manual skill and\ninsight of an animal like the chimpanzee with a pair of hands. Only one bird\nis known to use a tool. This is a finch in the Galapagos Islands which uses a\ncactus thorn for picking out insects from under bark, as other birds use their\nsharp beaks. It would be interesting to test its intelligence in other respects.\nOur own thrush, of course, uses hard stones against which to crack snail\nshells, so itis near to the tool using stage, but I hardly think it can be\nregarded as a tool user.\n\nThese experiments are interesting in two ways. They show that small\nbirds have a good deal of intelligence, as many people who have kept\ncanaries and budgerigars have said for a long time. And they suggest that the\nkind of intelligence on which psychologists tried to concentrate is not the\nmost important kind. It is a capacity for picking out resemblance’s and\ndifferences rather than one for solving the problems which arise in real life.\n\nIt is of course much easier to devise tests of this abstract kind, either for\nbirds or men, than tests which will measure one's capacity for getting a\nmachine or a committee to work properly, still more for inventing new kinds\nof machine or of social organisation. But I suspect that the mental qualities\nwhich psychologists can so far measure, or at least grade, are not the most\nimportant ones for human society. There is nothing surprising in this. They\nhave only been at work on these problems for a generation or two.\n\nIt was: a long time before physicists could measure the qualities of a metal\nor a textile material as well as experienced craftsmen could do.",
    "Page_80": "Psychologists have already made great steps in the right direction, but they\nstill have a long way to go. And they do not always take account of the fact\nthat the qualities which make for success in different kinds of society are\nvery different. Men who achieve peerages in England would often be jailed\nin the Soviet Union, and men who would have been in high positions there\nhave been jailed here. Probably both these types of successful men would\nhave been failures in the Middle Ages or in many primitive human societies.\nIn fact human abilities can only be judged against a social background.\n\nSo perhaps it is a good thing that some psychologists should work on\nanimals, where this kind of bias does not operate. It may help them to think\nmore clearly about men and women.\n\nHOW BEES COMMUNICATE\n\nEight years ago I gave an account in the Daily Worker of the early work\nof von Frisch and others on the language of bees. In July 1947 I was at the\nLondon Zoo with Professor Hadorn of Zurich. We watched bees coming in\nto the glass fronted hive laden with pollen of different colours the bags' on\ntheir legs. He was able, by watching them, to tell me from what direction\nthey had come, and roughly from what distance. So will you be, after\nreading this article. The facts previously known were these. When a bee has\nfound a rich source of pollen or honey she comes back to the hive, and\nbefore handing it over to the other workers whose job it is to store it in the\ncomb, she does a peculiar \"dance\". During the dance other bees touch her\nwith their antennae, so that they know what smell is associated with the kind\nof food in question. They then fly off to visit flowers of the same kind, or\ndishes of sugar water impregnated with the same smell, for example of\npeppermint.\n\nWhen the flower or the sugar water is placed within fifty yards of the\nhive, bees fly out in all directions to visit flowers or dishes with the same\nsmell. But when they are placed at distances over about a hundred yards,\nthey not merely fly out in the right direction, but for the right distance. As\nsome of them arrive before the original finder has unloaded her honey or\npollen it is clear that she must have told them in which direction to go, and\nhow far.",
    "Page_81": "Von Frisch has discovered how the information is conveyed. If the food is\nwithin fifty yards the finder always dances round and round. If it is more\nthan a hundred the dance is quite different. She goes forward in a certain\ndirection for an inch or two, waggling her abdomen, then runs back without\nany \"dancing\" and repeats the dance again and again. The more she has\nfound, and the sweeter the sugar water, the longer the dance lasts and\ntherefore the more other bees are able to learn what smell is associated with\nfood, and the more go to look for it.\n\nIf the finder dances the round dance they go out in all directions, but not\nfor further than a hundred yards. The other kind of dance gives them the\ndirection. The dances are generally carried out on the comb, but sometimes\non the landing stage in front of a hive. If it is horizontal, the dancer moves in\nthe direction of the food, and the other bees fly out in the direction of her\ndance.\n\nIf however the surface of the comb is vertical, something much odder\nhappens. As the day goes on, the dancer moves in different directions after\ncoming from the same place. Supposing the food is south west from the\nhive, then at 9 a.m. the dancer moves horizontally to the left, at noon she\nmoves at forty five degrees upwards, at 3 p.m. vertically upwards, and so on.\nIn fact a dance upwards means that the food is in the same direction as the\nsun, a dance to the right that it is to the right of the sun, and so on. It is most\nremarkable that bees know the direction of the sun, even in cloudy weather.\nThe distance is given by the rhythm of the dance. Food only 150 yards away\nelicits a dance with 40 tail wags a minute. This number sinks to 20 when the\nfood is half a mile away, and to only 8 at a distance of two miles.\n\nVon Frisch believes that the same language is used by scouts which go out\nfrom a swarm of bees and come back to tell it where they have found a place\nsuitable for a new hive. But this is uncertain, for swarming is rare, whereas\nhundreds of observations can be made every summer day in an ordinary\nhive.\n\nBesides the dances the bees have at lease one other \"word\", namely a\nsweet smell which they make when they have found rich food. and which\nattracts other bees to the place.\n\nThese observations seem to have a great philosophical importance. It is\noften said that animal \"language\" is a mere expression of the emotions, and",
    "Page_82": "cannot convey statements of fact. But it is clear that the bees can tell each\nother not merely that they have found food, but where they have found it. It\nis true that the bees' language seems to be involved, and not learnt like ours.\nIt is like that of the young lady in Shaw's Back to Methusaleh who emerges\nfrom an egg talking perfect Shavian English. However some birds have to\nlearn a good deal of their language. It is also clear that bees have an amazing\nsense of direction. If a hive is turned round the dancer moves over the comb\nin a carved path as if she had a compass needle in her head. Perhaps she has\nsome kind of magnetic sense which we lack. Her perception of rhythm must\nalso be superior to our own.\n\nA reader may well ask whether it is not possible that V on Frisch is pulling\nour legs, or at least letting his imagination run away with him. and has\ninvented the amazing story. The answer is that although he made some\nmistakes in his interpretations of dancing, most of his earlier work has not\nonly been confirmed but applied in practice by Gubin, Komarov and others\nin the Soviet Union, as well a by von Frisch himself in Germany and\nAustria.\n\nRed clover is normally fertilised by bumble bees, and does not set seed\nwithout fertilisation. Bumble bees are not common enough to fertilise an\narea of an acre or more of red clover. And ordinary bees prefer other flowers\nas their proboscis are not long enough to get all the nectar of a red clover\nflower. The following method is therefore used. Beehives are brought near\nto the clover fields. Glasses containing sugar water and red clover blossoms\nare placed among the clover. Bees soon find them and come back to dance.\nTheir comrades fall for the propaganda and search for flowers with the\ncorrect smell. A few of them find the sugar water. The majority search the\nclover flowers. They do not find much nectar there, but in their searches they\ncarry pollen from one flower to another. Enough of them find sugar water to\nkeep up the stream of propaganda in the hive.\n\nThe system rather reminds me of the football pools where a few people\nwin large prizes, but the vast majority merely enrich the organisers of the\npools and keep the postal workers busy. Economically it pays the seeds men.\nFor an expenditure of about twelve pounds of sugar per acre over five weeks\nvon Frisch got an increased yield of 36 pounds of clover seed per acre. As a\npound of clover seed cost as much as 16 pounds of sugar this was a good\nbargain, except perhaps for the bees.",
    "Page_83": "Possibly an even bigger return could be got by inducing bees to visit\norchards. It is important that the bees visiting prepared sugar water should if\npossible perch on fruit blossom and also suck up juice into which blossom\nhas been crushed to give it the right scent. I do not know whether we shall be\nable to learn the language of ants, and get them to clean our kitchen floors\ninstead of raiding our sugar. But I am quite sure that research on these\nsubjects will tell us things which we need to know, not only about animals,\nbut about human societies.\n\nHOW BEES FIND THEIR WAY\n\nI have written several articles on the work of von Frisch on the senses of\nbees, and their methods of communication. Quite recently he has made a\ndiscovery which may clear up a lot of the so called mysteries of animal\nbehaviour.\n\nThe bees certainly perceive forms and colours. More accurately they can\nbe trained to distinguish them. Their colour sense is excellent, but their form\nsense is nothing like as good as our own ora bird's. But they also perceive a\nquality in light which we do not, namely polarisation. When light passes\nthrough certain crystals it is of course bent out of its path. But instead of one\nray coming out of the crystal two do so with rather different properties.\n\nThe electrical vibrations which constitute ordinary light are in all\ndirections at right angles to its direction of travel. But in a beam of polarised\nlight coming out of a crystal they are only in one direction. For example if\nthe light is going northwards the vibrations could be up and down, or east\nand west, but always in the same plane. One can make a crystal prism which\nonly lets through light polarised in a particular plane, and by turning it round\nsee in which plane a particular beam is polarised. Sugars, and many other\nsubstances with asymmetrical molecules, rotate the plane of polarised light\npassed through water in which they are dissolved, and this property is used\nto measure sugar with great accuracy.\n\nVon Frisch found that bees returning from a good source of honey or\npollen indicate its direction to their comrades by, a peculiar dance. If this\ndance is done on a flat surface it consists of a series of runs in the direction\nof the food, with more leisurely returns in a curved path. If it is done ona\nvertical surface, such as the honey comb, upwards indicates the direction of",
    "Page_84": "the sun. So if the sun is in the south and the food to the south west, they run\nupwards at an angle of forty five degrees to the right of the vertical. Von\nFrisch found that if he gave them a flat surface to dance on, and put over\nthis: a double glass sheet with crystals between the glasses which only lets\nthrough light polarised in one direction, the direction of the dance was\naltered.\n\nWhat does this mean? Direct sunlight is not polarised, but the light from\nthe rest of the sky, particularly from clear blue sky, is so. So is light reflected\nfrom anything, though it is not so strongly polarised as light passed through\nsome crystals. That is why motorists can cut out the glare of reflections\nfrom a wet road by using \"polaroid\" spectacles or windscreens. The bee is\nguided not so much by the sun, which may be hidden by clouds, as by the\npolarisation of the light from the sky. And it is fooled by substituting\nartificially polarised light for the naturally polarised daylight.\n\nWe distinguish the up and down direction without thinking. The bees, at\nany rate when there is even a small patch of blue sky, can distinguish the\ndirection of the sun, even when the sun is behind a cloud. Of course we have\nno idea what polarised light looks like to them, but nor have we any idea\nwhether their colour sense is at all like ours. It may be more like our sense of\nmusical pitch or of smell. But the result is as if what to us is a uniformly\ncoloured surface were ruled with fine lines in one direction, gradually\nchanging in the course of a day.\n\nA great many other insects are remarkably good at finding their way back\nto their nests, and zoologists will probably be occupied for some years to\ncome in finding out whether they too perceive polarisation. It is possible, but\nunlikely, that birds have similar powers. It is unlikely because migrating\nbirds fly over the sea at night, and keep a pretty true course.\n\nA number of suggestions have been made as to how birds find their way,\nand many have been disproved. They might, for example, be sensitive to\nthe earth's magnetism, like a compass. But if so they would be upset by\nstrong magnets, which they are not. But the discovery concerning bees\nsuggests that they may be aware of some directional quality in their\nsurroundings to which men are insensitive. This may turn out to be\nsomething well known, like polarised light. It may also be that they rely on\nsome happenings which physicists have not detected. If so the discovery of",
    "Page_85": "how birds are guided during migration will also be the discovery of a new\nphysical phenomenon, perhaps of very great importance.\n\nThe interest of von Frisch's discovery is two fold. It is the first time that a\nsense has been found in animals quite different from any of our own. No\ndoubt a dog can smell much better than we, and his sense of the direction of\na sound is also much better than our own. But we know what smell is, and\ncan roughly locate a sound. If a dog were aware of magnetism or of radio\nwaves, we should have something more like the bees' new sense.\n\nSecondly, it warns us how careful we must be in interpreting the\nbehaviour of animals as if the world appeared to them as it does to us We are\napt to credit them with wonderful instincts or intuition when they merely\nperceive things which we can only detect with complicated apparatus. There\nis only one world, but it must appear very different indeed to different kinds\nof animals, and we may yet learn a great deal about it by studying animal\nbehaviour.\n\nMOVIES FOR TOADS\n\nPrimitive men take it for granted that animals can think, and according to\nmany religions they have souls which are judged after their deaths. Christian\nphilosophers have usually denied that any other animals were capable of\nreasoning or had any rights. So, till the nineteenth century at any rate,\nanimals were better treated in India than in Europe. Darwin took the view\nthat the higher animals possessed most of the human faculties, though many\nof them poorly developed. On the other hand some of the more mechanistic\nbiologists try to explain all animal behaviour on mechanical lines.\n\nIt is extraordinarily difficult to be sure that animals are thinking, and not\npicking up clues given by the experimenter. For example about 1910 a\nGerman at Elberfeld had some horses which could do fairly elaborate\narithmetic, such as extracting cube roots. A French journalist, zealous for his\ncountry's honour, produced the story of a cat at Bordeaux which corrected\nthe children's homework, mewing when there was a mistake in a sum and\npurring when it was right. However no one ever saw this cat, and plenty of\npeople saw the horses. When a sum was put up on the blackboard, they\ntapped out the answer with their hooves. But they did not do it unless the\nteacher was there, and the psychologists who examined them finally",
    "Page_86": "concluded that they watched him carefully, and stopped tapping when he\nwished them to. Perhaps he made some signal deliberately; more probably\nthey noticed slight changes in his expression or breathing.\n\nA better idea of an animal's capacity for grasping numbers comes from the\nexperiments of the late Dr. Honigmann on hens. He put hens in a cage with a\nnarrow gap in the floor. Under this gap a board moved on rollers, carrying a\nrow of wheat grains. of which the hen could pick one at a time. He glued\ndown every second wheat grain, so that the hen could not remove it. After a\nwhile some hens learned only to pick at alternate grains. But they failed\ncompletely to conform to the situation when only every third wheat grain\nwas free. If we like to put it that way, we can say that a hen can count up to\ntwo, but not to three. Other birds seem to be able to count up to five or so, or\nat least to notice a difference between four and five eggs.\n\nAnother of Dr. Honigmann's experiments was probably still more\ninteresting. It has often been stated that animals cannot appreciate pictures.\nCertainly they recognise gramophone records. And female crickets will\ncome to a telephone if a male of their species in chirping at the other end.\nBut a dog rarely, if ever, shows any interest in a picture or photograph of his\nmaster or another dog. Nor is he interested in cinema films.\n\nThe first animals which undoubtedly reacted to a moving picture are the\ncommon toad and the natterjack toad. They have very simple minds, if mind\nis the right word. They will only eat moving objects. The response to food is\nvery characteristic. Although it is slow in its ordinary movements, a toad can\nflick out its tongue with very great speed and accuracy, and bring back a\nsmall insect or other food into its open mouth. It then swallows it if the taste\nis suitable. They are not interested in dead mealworms if they stay still. But\na toad will flick and snap at a dead mealworm if it is dragged past the toad,\nespecially if there is a well marked background behind it. The toad snaps in\nthe same way if the mealworm stays still, and the toad and the background\nare dragged past it. Toads will also s nap at a film of a moving mealworm or\nother small animal. It might be argued that they react mechanically to any\nsmall object which moves or seems to be moving. But this is not the whole\nstory.\n\nIf two toads are competing for the same food, and one of them gets it, the\ndisappointed toad, especially if hungry, may flick its tongue at the eye of its\nsuccessful rival. This is particularly common if the successful toad is the",
    "Page_87": "smaller of the two. Honigmann made films of toads eating, and showed them\nto other hungry toads. I have myself seen them flicking the film star in the\neye with their tongues. But this is more constantly done if the film i s shown\na little less than life size and rarely happens if it is enlarged. The toad is not\nanoble animal. A toad will attack a picture of itself feeding as readily as that\nof another toad, but it is quite uninterested in films of other small animals,\nsuch as hamsters, feeding.\n\nEncouraged by his success with toads, Honigmann went on to show his\nfilms of moving worms to dragonfly larvae. These live under water, and\nshoot out their jaws at their prey. The film had to be shown projected onto a\nsheet of white paper pasted on the side of a glass tank, and the insects\nsnapped at the pictures.\n\nIt is curious that so far moving pictures have only interested animals with\nvery simple minds, such as toads and dragonfly larvae and those with very\ncomplicated ones, namely ourselves. I think the reason is clear. A dog ora\ncat has mind enough to know that the moving picture is not a real happening,\nthough a few dogs will watch films representing vigorous action. Men alone\nhave negated this negation. We know that the hero is not really in danger of\nthe electric chair, and that we shall not meet the heroine even if we stay at\nthe stage door all night. But in spite of this, we manage to work up the\nappropriate emotions in a minor key, so to say.\n\nI have described these particular experiments rather than hundreds of\nothers which are constantly being made on animal behaviour, largely\nbecause I liked Dr. Honigmann, a refugee who worked at the London Zoo\nbefore the war, was interned, and carried out his work on toads in Glasgow\nuntil his death. I liked him partly because he so obviously liked toads. While\none can go too far in treating animals like human beings, I believe that one\nachieves the best results, whether with animals, plants, or men, if one likes\nthem as well as being interested in them.\n\nThe Struggle for Life\n\nAll the biologists known to me accept the theory of evolution in some\nform, though a few postulate supematural intervention at certain stages. As\nto why it happened there is far less agreement, but I think a big majority\nbelieve that natural selection is one of its main agencies. It is extremely hard",
    "Page_88": "to watch natural selection at work. To do so we must first show that some\ncharacter is inherited, and then prove that animals or plants possessing it are\nmore likely to survive to maturity or more fertile when they become mature,\nthan the rest of the species, and that in consequence the character is\nspreading.\n\nProbably the best demonstration of natural selection at work is that of\nDubinin and his colleagues. He showed that within a species of fly, a\nparticular type increased during warm weather, and decreased in the winter.\nHe also showed that the kind favoured by warmth was commoner in towns\nthan in the country, but no commoner on the sites of towns which had been\ndestroyed by the Germans. By laboratory experiments he showed that the\ntype which increases; during the warm weather is much more easily killed\nby cold than the other type.\n\nHowever, a really thorough study will require counts of the numbers of an\nanimal species over many years, including a study of the reasons why\nmembers of it die at different periods. A study of an animal population on\nthese lines has just been published by G. C. Varley. It has not yet got to the\nstage where natural selection was observed, but it gives an idea of how such\nwork will have to be carried out in future. Clearly it is easiest to work with\nan animal which spends most of its life in the same place. He chose a gall fly\nwhich lays its eggs in the flowers of the common knap weed (something like\na large daisy), and spends most of its life as a grub inside the gall which it\nforms there.\n\nEven when adult it does not generally move far. He marked 108 flies with\nspots of paint, and even after a fortnight found none more than 22 yards\naway from the spot where they were let out. From counts of flies and grubs,\nhe calculated that a female laid about 70 eggs in July 1935, 52 in 1936, and\n200 in 1937. Since there are about equal numbers of males and females, and\nthe species is not increasing or diminishing greatly in numbers, all but two\nof these must die before maturity in an average year.\n\nA few eggs were addled. A fair number of grubs died before forming\ngalls, but the biggest cause of mortality in summer and autumn was from\nother insects which lay their eggs in or near the grubs. When these eggs\nhatch, the gall fly grubs are eaten alive. The large majority of the gall fly\ngrubs each year die in this slow and perhaps painful manner. Others; were\nkilled when caterpillars ate the flower heads in which they lived. About a",
    "Page_89": "quarter survived till winter, when most of the flower heads with galls fell\noff. A large number of these were eaten by mice, and others died when the\nground was flooded. By spring 1938 only about one in forty of the\ngeneration survived. Parasites and birds further reduced this number, and by\nJuly an average of about two flies emerged from each batch of 200 eggs.\n\nVarley went on to make similar calculations for the most important\nparasites. The fact that twenty four insect species were found in the galls\nshows how immensely complicated even a very simple community proves to\nbe. However, the most important parasite turned out to be dependent on the\ndensity of the hosts. Each female of the parasite species searches about 100\nflowers for gall midge grubs. In a year where they were frequent she laid\nabout 60 eggs, in a year when they were rare only about 9. In fact, when\nthere are few gall midges, the number of parasites diminishes sharply. When\nthere are many, it increases. So the parasites prevent the hosts from\nbecoming very numerous, but cannot destroy them altogether.\n\nWhat is much more surprising, if birds or mice eat some of the gall midge\ngrubs, along with their parasites, this is a definite advantage to the gall\nmidge. It gains more from the destruction of parasites than from the\ndestruction of its own species, and its numbers increase. This had been\ndemonstrated on theoretical grounds by Volterra in Italy, and by Nicholson\nand Bailey in Australia, but Varley was the first to prove it by actual figures.\n\nThere is very little direct competition between the gall midges. When they\nare numerous there is a little competition for food, but when they are rare\nsome females do not find mates, and lay sterile eggs, and these two effects\nroughly balance one another. The danger from overcrowding comes not\nfrom direct competition, but from increase in the number of parasites. Man\nwas in the same condition till very recently. The death rate from disease in\ntowns was so great that human populations could not increase beyond a\nmoderate density.\n\nBy giving towns a water supply uncontaminated with sewage, and by\nother hygienic measures, we have put an end to this state of affairs. But\nunfortunately in other respects we are still in a state rather like that of gall\nfly grubs. It is only public misfortunes which enable us to cope with human\nparasitism. As a result of the war we had to adopt rationing, and in\nconsequence about a third of our people have better food and clothing than\nthey had in 1919. Whether they will continue to get them much longer in",
    "Page_90": "another question. The peoples of Eastern Europe have only been able to\nshake off the worst of their human parasites after a ghastly period of\noppression and war. The Communists of Western Europe, who would like to\ndo the same thing without massacres and foreign invasions, are accused of\ntrying to produce the chaos which they want to prevent.\n\nThe gall midges cannot think. They have to rely on birds to eat their\nparasites, even if a great many of themselves are eaten along with them. Men\ncan think, but most of them find the process pretty unpleasant. It is time we\ndid a little serious thinking along the lines of Britain's Plan for Prosperity. If\nwe do not do so, we may find ourselves in a position rather too like that of\nthe gall midges.\n\nMAN'S ANCESTRY\n\nWhen Thomas Huxley first produced serious evidence that man was\ndescended from an ape like ancestor, his critics quite rightly pointed out that\nthere w as large gap between men and apes, and that no fossils were known\nwhich bridged this gap.\n\nFor such hypothetical fossils they coined the phrase \"missing links\". Since\nthat day two essential links have been added. Dubois found skulls and other\nbones in Java which he assigned to the genus Pithecanthropus. There was\ndoubt as to whether they were apes or men. There is not much doubt now,\nbecause very similar skulls from the neighbourhood of Pekin were\nassociated with stone tool s. and palaeontologists are agreed that an ape like\ncreature which used tools deserves the right to be called man. So far as I\nknow the first person to make this point was Marx's colleague Engels in an\nessay reprinted in Dialectics of Nature. Very likely the idea came from\nMarx. At any rate it is generally accepted now by people who would be\nhorrified to be called Marxists.\n\nThese very primitive men had brains a good deal smaller than ours,\nprominent ridges above the eye sockets, no chins, and various other rather\nape like features. But they obviously used their hands as we do, though\nprobably not so skilfully. Gigantic forms closely related to the Java and\nPekin men have also been found in Java and China. We do not yet know\nenough about them to say whether they are likely ancestors of humanity.",
    "Page_91": "In the last twenty years a new, and perhaps more important, links has been\nfound in South A frica. Dart found the skull of a baby and since then Broom\nhas found skulls and various other bones of a number of adults, in hard\nstalagmite deposits in caves. These skulls are far more ape like than those of\nthe Java or Pekin men. There was no trace of a forehead, and the mouth\ncame out in a regular snout. At first sight they might only be skulls of apes a\nlittle more man like than the chimpanzee. At least one distinguished\nanatomist takes this view.\n\nBut Broom, and Legros Clark, who has examined them on the spot, say\nthat they are much more human than those of any ape, for the following\nreasons among others. There is no doubt that the tailless apes, the gorillas,\nchimpanzees, orangs and gibbons, are much nearer to us than any of the\ntailed monkeys, both in structure and in mental capacity. But they all differ\nfrom us in several ways. They have prominent canine teeth, which the males\nespecially use in fighting. The hole through which the spinal cord enters the\nbrain is set further back in the skull than in men, so that the head must be\nbent down to look forwards if they stand on their hind legs. And their legs\nare far less specialised than our own for standing. The heel is one of the\nhuman organs which differ most from that of the apes; and the pelvis, the\nbony basin which supports our abdominal organs, is also very different in\nmen and apes. Finally the apes have arms which may be even longer than\ntheir legs, and are used in swinging below branches instead of walking\nabove them on all fours as the tailed monkeys do.\n\nIn all these respects the South A frican fossils seem to be human rather\nthan ape like. Their dog teeth project little more than ours. This means that\nthey probably fought with their arms, perhaps holding stones or sticks. The\nforamen magnum, the large hole in the base of the skull, is well forward as\nin man, not backward as in the apes. No complete arm bones have been\nfound yet, but the fragments found suggest that the arms were short. Further\nthe other animals whose bones are found with them in the caves were typical\ndwellers on the veldt, quite different from forest animals. This means that\nthey lived in an environment where even though they climbed trees, they\nwould not have been able to go for miles at a time by swinging from one\nbranch to another. So very long arms would have been of no use to them.\n\nFinally Broom has found not only a pelvis, but an astragalus, the bone\nwhich forms an arch at the instep between the heel and the rest of the foot,\nand supports the weight of the body. In each case the form was human, and",
    "Page_92": "it is reasonably sure that these animals walked on their hind legs. But yet\ntheir skulls were decidedly ape like, apart from the modification at the back\ndue to their owners standing up. And they left no tools or anything else\nsuggesting that they could be called men. Their stature was probably rather\nless than that of any living human race.\n\nIt is possible that we are descended from these animals, but rather\nunlikely. But they show two things. In the first place there were animals with\nmany human characters, but not human brains. If in another hundred years\nno such skeletons have been found anywhere but in South A frica, we may\nhave to admit them as probable ancestors. However, it is quite possible that\nsimilar fossils will be found in other fairly dry areas, for example in Central\nAsia, when people start looking for them seriously.\n\nSecondly, they show that it was possible for such animals to live walking\nor running as men do, without human brains. But they were in a position to\nuse their hands for something more skilled than holding on to branches, and\nif they did so, there was a selective advantage in developing their brains to\ncontrol their hands. It is not at all sure that further brain development would\nbe any advantage to an animal like a chimpanzee which already uses its\nhands very efficiently for grasping branches. It is certainly advantageous for\nan animal which is beginning to use tools, even of the crudest kind.\n\nMoreover such an animal would gain much more from social behaviour\nthan a chimpanzee. A chimpanzee can get away from a lion by climbing, and\ncan move through the trees far faster than a leopard. A band of twenty\nchimpanzees would be no safer than a band of four. But on the ground a\nband of twenty, with sticks and stones, might put a lion to flight, while four\ncould not. Combination for hunting is also much more effective on the\nground than in the trees. Whether or not the species discovered by Broom\nare actually ancestral to man, they give us a good working idea of what the\nanimal species, which took to using tools and became men, was like.\n\nBroom, by the way, is almost as worthy of study as the fossils which he\nhas collected. He is now over eighty years old, but more vigorous than many\nmen of forty. He is a qualified doctor, and has earned his living as a doctor\nfirst in Australia and then in South A frica working in country districts where\nhe could spend most of his time studying first living animals and later\nfossils. In South A frica he collected a series of fossil forms which show how",
    "Page_93": "reptiles very gradually evolved into mammals. At the age of seventy or so he\ntook up his present line of research with complete success.\n\nAlthough it was not until the age when most scientists retire from work,\nthat he was given a university appointment, he did the work of a dozen\nordinary lifetimes in his spare time. It is good to think that such a man has\nmade the most important discoveries of our generation concerning human\nevolution.\n\nDARWINISM AND ITS PERVERSIONS\n\nMost Marxists are Darwinists. Stalin was turned out of a theological\nseminary for reading a translation of one of Darwin's books. Nevertheless\nDarwinism has been used to defend highly anti democratic ideas. The facts\nis, I think, that Darwin went badly wrong, not in his account of how\nevolution happened, but in his comments on the process.\n\nWe can state the theory of natural selection something like this, in modern\nterminology. If a number of animals or plants in a population carry a gene\nwhich makes them fitter than the rest of it, in the sense that on the average\nthey leave more descendants behind them, that gene will tend to spread\nthrough the population. A gene is a structure in the cell nucleus usually, but\nnot always, too small to see with a microscope, and handed on to the next\ngeneration by a process of copying. And of course fitness is not a mere\nmatter of survival or fertility. An animal which looks after its young is fitter,\nin the Darwinian sense, than one which does not, because more of them\nsurvive to maturity. Natural selection does appear, as Darwin thought, to be\nthe main driving force of evolution. In fact modern work has decisively\nconfirmed its importance.\n\nUnfortunately Darwin did not stop here. He wrote of natural selection\n\"favouring the good and rejecting the bad\", and even ventured to predict\n\"And as natural selection acts solely by and for the good of each being, all\ncorporeal and mental endowments will tend to progress towards perfection.\"\nOf course he realised that most lines of descent in the past had ended in\nextinction, but he apparently thought that this was always due to competition\nby \"better\" or more perfect species.",
    "Page_94": "Marx and Engels pointed out that Darwin was severely biased by his\nviews as a well to do member of the English bourgeoisie. The passages\nquoted show that he did not draw a clear distinction between goodness and\nsuccess, or might and right. The capitalist class begins to notice the\ndistinction when things are going against it, as at present, though curiously\nenough it is still as convinced of its own righteousness as it was a hundred\nyears ago, when only a few men like Marx saw that it was already preparing\nits own doom. The fact however is that the survival of the fittest does not\nnecessarily make a species of animals or plants fitter in any intelligible sense\nof the world. It usually does so, but it may equally make it less fit. In a great\nmany species of mammals and birds polygamy prevails. The strongest males\nhave a large number of mates, the weaker have none. In such species one\nusually finds that the males art: considerably larger than the females. Thus\nmale poultry and pheasants are larger than their hens. In the monogamous\nsong birds the sexes are generally of the same size. In some highly\npolygamous animals such as the fur seal the disproportion is very great.\nClearly where the males fight for the females, mere size is an advantage. It is\nnot necessarily an advantage in the struggle with other species. A large seal\nis compelled to feed on large fish, and they may not be so numerous as small\nones.\n\nThe record of fossils shows that very many species have progressively\nincreased in size, very often with a development of horns or other such\nweapons in the male sex. This increase in size was often the prelude to\nextinction. The large species died out, while smaller ones lived on.\n\nSpecialisation’ s of all kinds may give an advantage to their possessors.\nMany of our common insects can only live on one kind of plant. So long as\nthe plant is common, natural selection will tend to favour those which are\nparticularly well adapted to it. But once a rigid specialisation is established,\nif the plant dies out, so does the insect.\n\nOf course, very occasionally an extreme specialisation open s up a new\nfield to an animal. For example the transformation of the front legs into\nwings allowed the birds and bats to conquer the air. But usually such\nspecialisation only enables animals or plants to use a limited habitat, for\nexample caves or cliff faces. Sometimes these specialists have a stroke of\nluck. For example, the pigeon, which is a cliff dweller when wild, has found\nartificial cliffs in the buildings of London.",
    "Page_95": "Even an apparently advantageous adaptation may reduce the numbers of a\nspecies. If a new gene appears in a species of insect which makes it less\nconspicuous to birds, natural selection is likely to make it spread throughout\nthe species. But if the same insect is attacked by an internal parasite, and\nmany parasites may survive that the numbers are actually reduced.\n\nNatural selection is, I believe, the main agent of evolution. And it\ncertainly prevents animals from losing useful organs and instincts, as they\nmay do when domesticated. But it is a blind force, not necessarily beneficial,\nin the long run. I think it probable that many species have become extinct as\nthe result of natural selection. which forced them into evolutionary paths\nwhich were blind alleys.\n\nIn the same way economic forces determine the development of human\nsocieties, as Marx first clearly saw. But whereas the earlier economists, such\nas Adam Smith, thought that economic competition would necessarily make\nall nations richer, we now see that this is not true. On the contrary,\ncompetitive capitalism, by the survival of the few \"fittest\" businesses,\ninevitably develops into monopolism. Fortunately Marxists see that there is a\nway out. But they have a big task to convince their neighbours, and a terribly\nshort time for their task.\n\nI think that future students of evolution will build on Darwin's work as\nMarx build on that of Smith, Ricardo and others. But this will only be done\nby a study of natural selection at work. Its time scale is so much slower than\nthat of economics that we cannot hope for the necessary knowledge in one\nhuman generation. For this reason it is necessary to apply dialectical\nthinking to Darwinism. Until we get it, it is futile and dangerous to talk\nabout controlling human evolution. Hitler tried to do it. Hitleris dead, but\nhis ideas are alive, and we must be very careful to see that Darwinism is not\nmade the basis of new Hitlerism.\n\nTHE MATHEMATICS OF EVOLUTION\n\nThe greatest difficulty in explaining science to ordinary people is that\nalmost every part of it is becoming mathematical. The mathematics are not\nalways very difficult. For example you do not need much more mathematics\nto study heredity than to study contract bridge. But you do need some.",
    "Page_96": "One of the studies which is rapidly becoming mathematical is that of\nevolution. Darwin thought in words. His successors to day have to think in\nnumbers. Everyone who has gone into the evidence. which takes some years\nto do, believes in evolution. That is to say he believes that the animals and\nplants living to day are descended from very different ones in the past, some\nof which have left fossils. But there is a good deal of doubt as to some of the\nlines of descent and an immense amount about how evolution happened.\n\nMost biologists think an explanation based on natural selection will\naccount for it. But some believe, with Lamarck, that acquired characters are\ninherited, for example that if you feed a hen well, not only will it lay more\neggs, but so will its daughters. Others believe evolution is divinely guided,\nin spite of the fact that this puts the responsibility for the tapeworm and the\ntubercle bacillus on God (for there were certainly parasites long before there\nwere any men to sin). Still others say they don't know.\n\nThe first place where mathematics come in is in firing the time scale. This\ncan be done by analysing radioactive minerals. For uranium and thorium\ngradually transform themselves into lead, which has a different atomic\nweight from ordinary lead. And the older a radioactive mineral the more of\nthis special type of lead it will contain.\n\nThe next step is to measure a number of fossils carefully in order to see\njust how much change has occurred in, say, two, million years of evolution.\nThe results are astonishing. The teeth of horses have been getting longer for\nsome fifty million years. Their ancestors were browsers, that is to say they\nate the leaves of trees, for which they only needed short teeth. But grass is a\ngood deal grittier than tree leaves, besides containing grit from the soil, and\nwears the teeth down. So a short toothed animal could only live for a year or\nso on grass. It would die when its teeth were worn away. But teeth have\nchanged so slowly that if you measure corresponding teeth from a\npopulation of fossil horses and from their descendants two million years\nlater, although the average values have changed, there is often still some\noverlap. That is to say the shortest teeth two million years later are no longer\nthan the longest two million years past.\n\nThe next step is to see if you can change the characters of a population by\nexposing it to natural selection under controlled conditions. This has been\ndone with populations of flies by Dubinin in the Soviet Union, by\nDobzhansky in the United States, by Kalmus in England and above all by",
    "Page_97": "Teissier in France. The mathematical theory of these changes is fairly\ncomplicated, and a part of it was worked out by myself before any of these\nexperiments had been done, while Wright and Fisher have tackled some of\nthe still more complicated problems which arise in natural evolution.\n\nCuriously enough we know more about natural selection in man than in\nany other animal or plant. The reason is a simple one. One can study human\nbeings with various inherited abnormalities and see how long on an average\nthey live and how many children they have. One can not do this with wild\nanimals. White mice in captivity are just as fit as coloured ones. They live\nabout as long and have as many children. And whites do not disappear from\na mixed population. But they are less fit in the wild state, probably because\nthey do not see as well as normal mice, and are more conspicuous to their\nenemies. However, one cannot study a thousand wild white mice and a\nthousand coloured ones, and see just how the white ones are less fit. One can\nmake such studies on hundreds of human dwarfs or haemophilics, that is to\nsay boys whose blood clots very slowly.\n\nSo the most immediate application of the mathematical theory of natural\nselection has been to human society. Unfortunately most of the ladies and\ngentlemen who wish to improve the human race seem to find the theory a bit\ntoo stiff. I do not blame them for finding it stiff. I do blame them for putting\nforward eugenical schemes without the necessary mathematics. This is as\nfutile as trying to design a high speed aeroplane without mathematics, and a\nlot more dangerous. For a badly designed aeroplane will probably only kill a\nfew pilots and passengers. But false ideas about racial biology may lead to\nthe death of millions, as Hitler demonstrated.\n\nIn fact the theory shows that some \"racial hygiene\" is possible, but that it\nis far less efficient than has been thought. We could prevent about half the\nhaemophilics from being born, and about a quarter of the dwarfs. In either\ncase we should have to interfere with human liberty to some extent. I doubt\nif it would be worth while. It would be still harder to stop mental defectives\nfrom being born, for the good reason that most of their parents are normal .\nThis does not mean that it will always be impossible either to prevent the\nbirth of such children, or to treat them so that they grown up into rational\npeople.\n\nTo come back to evolution, I think it has been proved that natural\nselection is an effective agent, and will explain a very great deal of what has",
    "Page_98": "happened. But some changes are certainly harder to explain than others; and\nI think it is still an open question whether all evolutionary change can be\nexplained in this way. What I am sure of is that it is as useless to argue about\nsome of these doubtful cases in words as to argue in words about whether or\nnot an aeroplane will ever fly faster than sound.\n\nThe fact that science is getting more mathematical is one of my main\ndifficulties in explaining it. The remedy is for children to learn more\nmathematics, which they could do if mathematics were brought into relation\nwith real life, instead of with ridiculous problems about the price of eggs,\nwhich is controlled anyway. But till my readers know more mathematics, I\nhave to write more dogmatically than I like.\n\nLANGEVIN\n\nWhen Paul Langevin died in 1946, 1 was asked to write an obituary. I had\nto refuse, for the good reason that I did not know enough about his scientific\nwork. I knew that he had advanced .many branches of physics and that he\nwas: one of the two foreigners to whom the Royal Society had awarded two\nof its medals. I was far from clear as to exactly what he had done. Only by\nreading the last number of la Pensee, the great French review which he\nfounded, have I been able to find out the measure of his achievements.\n\nIn 1897, he came over to Cambridge with a scholarship from the City of\nParis to work under J.J. Thomson, who was carrying out the research on\nelectric conduction through gases which led to the discovery of electrons,\nand his first ten papers were records and interpretations of experimental\nwork on this subject.\n\nIn 1905, he published three theoretical papers on magnetism, on relativity,\nand on the movements of molecules in gases. I think other physicists\nadmired Langevin's work on magnetism above anything else which he had\ndone. Magnetism is an example of what is called a co operative\nphenomenon. The individual atoms in a magnetised iron bar are no different\nfrom those in an unmagnetized one. Nor is their arrangement different. But\nthey have a tendency to face in the same direction, and as each one is a little\nmagnet, the bar becomes a magnet too.",
    "Page_99": "So much had been guessed for a long time. Langevin was the first to\napproach the problem dialectically, through as far as I know he was not then\na Marxist. He looked for a conflict between the influences making fora\nregular arrangement of atomic directions and something else. He found the\nantagonist in heat. The hotter the iron bar the more the atoms will be jostled\nout of their agreement in direction, and the less will be the amount of\nmagnetism produced by a given current. This and a number of other similar\nfacts, were known before Langevin was able to calculate what happened in a\nnumber of special cases, and a large amount of experimental work by others\nverified his calculations.\n\nHe also predicted a quite new phenomenon, namely that when a body is\nmagnetised, its temperature rises, though often only be a few hundredths of a\ndegree. This was found to be the case, and is now the bas is of the method\nused for producing the greatest extreme of cold so far reached. Gases are\nliquefied by making them do work in expanding rapidly. The liquefied gases\nare cooled still further and even frozen by letting them evaporate. A\ntemperature is reached when they can evaporate no more. Certain crystals\nare then put in a magnetic field and cooled down as far as possible. The\nmagnetic field is then taken away, and they cool down still further. A large\nfraction of the small amount of heat left in them is used up in destroying the\nregularity produced by the magnetic field. Thus the study of the conflict\nbetween temperature and magnetism gave not only a more exact theory of\nmagnetism, applicable in principle to other properties of matter, but a new\ntechnical method which may be the basis of industries a generation hence.\n\nThe theoretical work on relativity was the first of a series which not\nmerely confirmed Einstein's work but extended it considerably. Einstein, in\nhis obituary, wrote of Langevin :\"It seems certain to me that he would have\ndeveloped the special theory of relativity had this not been done elsewhere;\nfor he had clearly recognised its essential points\".\n\nWhat he did was to apply it to chemistry. It had long been known that the\natomic weights of the elements were not exactly whole numbers when that\nof hydrogen is taken as a unit. In 1913, Langevin suggested that this was due\nto the fact that energy has weight and mass. This principle could not be\napplied correctly till Aston had weighed atoms correctly to one part ina\nthousand, ten years later. It is now accepted by all physicists. If we take the\natomic weight of hydrogen as one, those of the two different kinds of iron\natom are not exactly 54 and 56, but nearly one per cent, below these values.",
    "Page_100": "This is because if we could build up iron atoms from hydrogen a lot of\nenergy would be lost, and this energy has weight. A similar calculation from\natomic weights gives the energy ii berated by an atomic bomb.\n\nNow comes a rather amazing coincidence. Every communist ought to read\nJack London's novel The Iron Heel in which he predicted the coming of\nfascism. He was quite right regarding its successful splitting of the workers'\nmovement, and its extreme cruelty. Not being a Marxist, he did not see that\nit would be unstable, and could not last even for a generation, instead of the\ncenturies which he predicted. The book is supposed to be written by the\nwidow of a socialist leader, Everhard, who had been executed by the\nfascists. Her father, a Californian professor, and himself a convert to\nsocialism, had discovered the identity of matter and energy.\n\nLangevin cannot be said to have done this. He only showed that some of\nthe weight and mass of atoms was that of the energy in them. It is not yet\nsure that all the weight and mass can be converted into any form of energy.\nHowever, his daughter Helene married Jacques Solomon, a physicist, and\none of the many communists who were shot by the Gestapo during the\nGerman occupation. Langevin was imprisoned in 1940, but later released,\nafter which he escaped to Switzerland when again threatened with arrest.\n\nFrom 1905 onwards his publications become more and more\nmathematical, and it looked as if he had abandoned experimental work.\nHowever, during the First World War he started research on the production\nof beams of supersonic vibrations in water. Ordinary sound waves spread\nrapidly and turn corners easily. But trains of waves too shrill to hear be have\nmuch more like light, and can be used like a searchlight beam or a headlamp\nto detect obstacles under water, or even submarines. Both as a source of such\nwaves and for detecting them he used the phenomenon of piezo electricity\ndiscovered by the Curie brothers. A quartz disc in an alternating electric\nfield contracts and expands as the field changes, and will similarly translate\nchanges of pressure into electric surges. His work in this field has not only\nbeen used under water, but in radio engineering, in the design of very\naccurate clocks, and in many other fields of practical work. I have no space\nto mention his work on chemistry, on radioactivity, on units of\nmeasurement, and even on why the sky is blue.\n\nHe took teaching very seriously. Although he wrote a number of books,\nhe never published his courses of lectures on physics; however there can be",
    "Page_101": "no doubt that they had a very great influence in bringing the teaching of this\nsubject up to date, and above all in welding it into a unity rather than a series\nof branches such as light, heat, sound, electricity and magnetism.\n\nAs early as 1925, he was one of the founders of a movement which led to\nthe foundation in 1932 of the Universite ouvrierie, that is to say the Workers'\nUniversity, of Paris. Daladier suppressed it in 1939, but it was bom again in\n1945 as the Universite nouvelle.\n\nHe was also an ardent supporter of the Ligue des Droits del 'Homme. an\norganisation which did similar work in France to Civil Liberties in Britain.\nUp to 1936, he showed some learning towards an extreme pacifism. If so,\nFrance cured him, for he was one of the most ardent supporters of the\nSpanish Republic in its glorious but unsuccessful struggle. It was natural that\nsuch aman should become, as he did, a member of the Communist Party.\n\nHis scientific work was remarkable as demonstrating the unity of practice\nand theory. Certainly no British physicist since Thomson. perhaps none\nsince Newton, has combined such fundamental advances both on the\ntechnical and theoretical sides of his science. When his full biography can be\nwritten without hurting the feelings of others yet alive, it will appear that his\nemotional life. without any detailed reference to his scientific or political\nwork, might have furnished, and may yet furnish, the material for one of the\nworld's great books. He was, in fact, an all round man. We need such then\ntoday.\n\nHOPKINS\n\nSIR FREDERICK COWLAND HOPKINS, who died in May 1947, was\nthe founder of modern biochemistry. But his work was relatively little\nknown outside scientific circles, perhaps because few of his discoveries were\nof the kind that made headlines at the time, though they opened up new\nfields of research. What is more surprising, he only published about six\npapers of first rate importance. Nevertheless, every biochemist today takes\nfor granted a point of view which was revolutionary heresy when Hopkins\nfirst invented it and this point of view has been the major influence in\nbiochemistry in the last 30 years.",
    "Page_102": "Hopkins was a great analyst. He worked for some years In the laboratory\nof the Government analyst, and played a part, of which he seldom, if ever,\ntalked, in securing the condemnation of a number of prisoners. The\ndiscovery which made his reputation was based on an analytical method. It\nhad been long known that most proteins gave a colour reaction with acetic\nacid. One day Hopkins was teaching a class of students how to get this and\nother reactions. One of the students, S.W.Cole, failed to get it. Some\nteachers would have told him to try again. Hopkins checked his work, and\ngot no colour. He settled down to find out what was wrong, and discovered\nthat the reaction was not due to acetic acid at all but to glyoxylic acid, which\nis acommon impurity in laboratory acetic acid. When they used glyoxylic\nacid the reaction became much stronger, and he and Cole set out to discover\nwhat was the component in proteins which gave it. They finally isolated a\nsubstance called tryptophane which is present in some but not all proteins,\nand which he later showed to be a necessary constituent of any complete\ndiet.\n\nTo prove this, he had to design a diet for rats on which they lost weight\nunless a tiny fraction of tryptophane was added, but grew normally when\nthe addition was made. It was not sufficient to give the rats proteins, fats and\ncarbohydrates, as the books of fifty years ago stated. They needed something\nelse, which Hopkins called accessory food factors, and obtained from milk.\nA worker who thought he had purified one of these factors gave it the name\nof vitamin, and this word caught on, in place of Hopkins's more accurate\nexpression. But the two articles he wrote, in which he proved that rats need\ntrytophane and a group of unidentified substances found in milk, have been\nmodels for all later work. It is noteworthy that his rats did not get\nparticularly ill. But those kept on the complete diet grew so well that a loss\nof weight by the others was sufficient evidence that their diet lacked an\nessential constituent.\n\nHopkins never isolated any of the vitamins, though St. Gyorgy prepared\none of them, ascorbic acid, in his laboratory; but he had, quite\nunintentionally, gone a long way to work out the structure of one of them.\nFor he collected butterflies and match boxes. From the wings of some\nbutterflies he isolated a peculiar pigment called pterin, whose structure he\npartially worked out. Forty years later it was found to be a constituent of\nfolic acid, one of the vitamins, and also of the substance which cures\npernicious anaemia in men.",
    "Page_103": "His other great discovery was his proof, with Fletcher, that lactic acid is\nformed in muscles when they contract. Since then scores of other such\nsubstances have been isolated, and indeed the chemistry of muscular\ncontraction is fairly well understood, But this discovery was the first\nvindication of Hopkins's guiding principle, that it was possible to trace the\nwhole set of transformations which a chemical substance underwent while\npassing through a living animal or plant.\n\nFifty years ago physiologists thought that food reaching living cells was\nsomehow incorporated into living protoplasm, and that it was useless to\napply ordinary chemical ideas to intermediary metabolism. which is the\nname given to the pattern of chemical changes in the living cell. Hopkins\nbelieved that chemical principles could he so applied. His work on diet was\nguided by the idea that an animal needs certain compounds which it cannot\nmake itself, and that a complete diet contains enough of each of them. Our\nrationing system is based on this simple idea.\n\nIn 1922 he became the first professor of biochemistry at Cambridge, and\nchose me as his second in command, perhaps because my work had been so\nvery different from his own that he hoped that between us we should cover a\npretty wide field. I think I disappointed him by deserting biochemistry, but I\ndid at least learn some of his ways of thinking and apply them to genetics.\nAsachief he was too kind and too modest. He would not plan other people's\nwork or get rid of people who were wasting their time and his. On the\ncontrary, he could be relied on to help his weaker pupils in their personal\ndifficulties. I have never known a chief who was more universally loved by\nhis subordinates. Fortunately some of them worked on the lines which he\nhad laid down. In particular, Quastel and Stephenson found out a very great\ndeal about the chemical processes going on in living bacteria, and laid many\nof the foundations for recent work on chemo-therapy.\n\nHe never produced a theory of the life process. The Laboratory published\na humorous annual, Brighter Bio chemistry, to which he contributed\nregularly. One of hi s articles, on biochemistry a hundred years hence,\nperhaps revealed what he really thought. The biochemists: of the twenty first\ncentury were applying higher mathematics to \"psychoids\" in the liver and\nother organs, while the physicists were mainly engaged in extremely\naccurate measurements of new properties of matter revealed by the\nbiochemists. The Framers of the current Soviet five year research plan have\na somewhat similar idea.",
    "Page_104": "Rather late in his life contemporaries recognised Hopkin' s greatness, and\nwithin a few years of his becoming a professor he received the presidency of\nthe Royal Society, the Noble prize Order of Merit, and other distinctions. He\nnever took these honours quite seriously, and was at his best explaining to\njuniors in an after dinner speech that the expectation of life of a Copley\nmedallist of the Royal Society was only three years, so as he had received\nthe medal promotions would soon occur. He was no politician, but an\nenthusiastic supporter and at one time president of the National Union (now\nthe Association) of Scientific Workers.\n\nWecan do nothing more for Hopkins, but we can try to organise society\nso that scientific workers as socially modest and as intellectually bold as he\nget their chance in life earlier than he did, and can contribute as fully as\npossible to progress.\n\nLEA\n\nLast month (June, 1947) Dr. D. E. Lea, who had just been appointed\nReader in Radio Biology at Cambridge University, died as the result of a fall\nfrom a window. His death is not only a loss to pure science. It may\nconceivably entail your death or mine. For Dr. Lea was one of those workers\nengaged in investigating the action of radiation’s on living things who had\nrefused to be entangled in the net of secrecy which spreads out in every\ndirection round the atomic bomb. From what he said about such secrecy it is\nfairly clear that he would have refused to do secret work. So many\ndiscoveries which he might have made would have been available for the\nprotection of the general public.\n\nHis book The Action of Radiation on Living Organisms is certainly the\nbest summary available in any language of what happens when X rays,\ngamma rays, or rapidly moving electrons, alpha particles, neutrons, and so\non, penetrate living tissue. The effects of all these agents are very similar,\nbecause when a gamma ray or X ray is stopped by an atom, a high speed\nelectron is shot out, and it is this which causes most of the damage before\ncoming to rest.\n\nThe damage seems to be of two rather distinct kinds. In the first place\ncells which have been heavily irradiated cannot divide for some time, and",
    "Page_105": "often die when they do so. This is why X rays are far more deadly to men or\nany other vertebrates than to adult in sects. An insect is, in one respect at\nleast, much more of a machine than is a man ora mouse. It is made of parts\nwhich are not replaced, and dies when they wear out. Its skin is hard, and no\nmore is formed after its last moult or its emergence from a pupal case.\nWhereas our skins are constantly being replaced. So a dose of X rays which\nwill not harm all insect will cause serious skin burns in men, because the\nskin cells cannot divide to make a new skin as the old skin wears away. We\nare also constantly replacing our blood corpuscles, by the division of cells\nin the bone marrow. So anaemia is another consequence of over radiation.\nOn the other hand cancer cells divide very frequently, so it is often possible\nto kill a cancer with X rays while sparing the normal organs round it whose\ncells are not dividing.\n\nX rays and quickly moving particles have another effect to which Lea\ndevoted more time. When a cell divides most parts of the new cell are made\nafresh. But some essential parts are copies of the corresponding parts of the\nold cells. If one of the uncopied parts is damaged this causes no permanent\nchanges provided the cell survives at all. But if one of the copied parts is\naffected it is copied in its changed condition. And if the cell in question\nhappens to be an ancestor of germ cells the change may be inherited for\nmany generations. Such changes are called mutations, and though they are\ngenerally harmful, this is not always so. In a recent article I described useful\nchanges produced in this way in crop plants in Sweden and in the Soviet\nUnion.\n\nLea's most important work was a very careful comparison of the effects\nof different kinds of rays and quickly moving particles. He showed that if we\nare considering a single \"target\" in a cell, say a gene responsible for\nproducing colouring matter in a fly's eye or hair on a barley head, we can\nmeasure the area of the target from the chance of a \"hit\" by one kind of\nparticle, and the volume from the chance of a hit by another kind. Thus he\ngot two quite independent measurements of the size of a gene, which agreed\nvery well. He applied the same method to measuring the size of viruses, such\nas the virus of cowpox which is used for vaccination. He went on to consider\nmore complicated changes, such as rearrangement of the structure of\nchromosomes. I had the honour of helping him with some rather tricky\nmathematics which enabled him to get slightly more accurate results in this\ncase.",
    "Page_106": "I do not know what he would have done next. He might have investigated\nthe possibilities of protection from these effects by chemical agents. This\nwould be very important for workers on artificial radioactivity and atomic\nfission who receive accidental injuries. and perhaps even in defending\npopulations against atomic bombs. For example, tadpoles can be protected\nfrom the effects of X rays by keeping them in very cold water after a heavy\ndose, so that their cells have a chance to recover before they divide. Y ou\ncannot cool a man down much without killing him. But you can slow down\ncell division with sulphanilamide derivatives, and this might conceivably\nsave his life.\n\nAny experiments to test such a possibility would have to be extremely\ncritical; and Lea was nothing if not critical, at least as critical of his own\nwork as of other people's. In fact, he made his most fundamental discoveries\nbecause in some of his earlier work different kinds of treatment had given\nresults much more different than were expected on the basis of the theory on\nwhich he was working. He pointed out the contradiction, and in the course of\nexplaining it he did a number of most important experiments, and showed\nhow one kind of treatment measures the area of the target, and another its\nvolume.\n\nMost of the other British scientists on this subject are more or less gagged\nby \"security\" regulations. They may merely have been asked for advice on\nthe protection of workers with radioactive substances, but in giving such\nadvice they have learned facts which are secret. Now these questions will\nbecome more and more important. So will the question of the protection of\nthe public from the waste products of factories or laboratories such as that at\nHarwell. personally L believe that up till now the public is in no danger.\n\nBut I have not got Lea's knowledge of the scientific side of this work; and\nthose who have a comparable knowledge (I do not think anyone has as\nmuch) are muzzled. The question will certainly come up before the public in\nthe next few years. And no one will be able to advise them as Dr. Lea could\nhave done. That is why his death is a serious matter for you and me.\n\nJEANS\n\nSirJAMES JEANS was very competent mathematician who applied his\ntalents mainly to the study of gases. He worked on the theory of gases at",
    "Page_107": "ordinary temperatures and pressures, introducing various refinements of the\nsimple theory which treats the gas molecules as if they were perfectly\nsmooth elastic balls, and which gives a good approximation to the observed\nfacts.\n\nEven more important was his work on gases at very high and low\ntemperatures and pressures. He showed that the solar system could not have\noriginated, as Laplace thought, from condensations in a spinning disc shaped\nmass of gas, each condensation attracting the gas in its neighbourhood and\nbecoming a planet. However the nebular hypothesis has been revived by\nWeiszacker, with additional postulates which at least partially meet J eans'\ncriticisms. His book Problems of Cosmology And Steller Dynamics was a\nlandmark in the history of astronomy. It was however based on physical\ntheories which are now known not to be quite exact. Nevertheless, no\nsubsequent worker can conceivably neglect it.\n\nFor some time Jeans had told his friends that at the age of 55 he proposed\nto abandon pure science and devote himself mainly to popularisation. He did\nso with the greatest success. But future generations will remember him for\nhis earlier work.\n\nHe died in 1946, and his last book, The Growth of Physical Science \" has\njust been published. This is a history of physics and of some branches of\nmathematics from the earliest times and is very well worth reading. There\nare a few slight mistakes, particularly in the index, which the author would\nprobably have corrected had he lived, but they are quite irrelevant to his\nmain argument. To me, the most interesting parts of the book are the\nquotations from Copemicus, Newton, and other great men. W hat they\nactually wrote was often very different from the summaries of their views\nwhich are usually given. In particular Newton did not plump fora\ncorpuscular theory of light, as is often stated.\n\nUnfortunately, the last chapter, which deals with modern developments, is\nhardly up to the standard of its predecessors. One reason for this is that Jeans\ntells us nothing of the history of the theory of probability, but suddenly\nintroduces this notion in connection with quantum mechanics. Now the\ntheory of probability is something highly practical. It arose from a\nconsideration of gambling and insurance, and has been applied in almost all\nbranches of science. On page 335 Jeans equates probability with knowledge.\nThis idealistic formulation is only sometimes true. If I say there is a",
    "Page_108": "probability of one in fifty two that the top card in a well shuffled pack is the\nace of spades, this is equivalent to stating that I know nothing about which\ncard is there. But if I talk of the probability of future events we can only\nequate it with partial knowledge if we think that all future events are\nabsolutely determined already. If we believe that human beings can make\nreal choices, then the probability that I shall get drunk tomorrow is\nsomething quite different from the probability that the top card is the ace of\nspades.\n\nIn fact, as is so often the case, Jeans' idealistic account of probability is\nonly a manifestation of mechanistic thinking. If you insist on treating the\nuniverse as a machine, you will have to bring in supernatural agencies to\nexplain the facts of ordinary experience as well as those of advanced\nphysics. His account of modern theories of the universe is far from\nsatisfactory. Many questions, including that of the alleged expansion of the\nuniverse, are certainly far more open than a reader of his book might\nsuppose.\n\nFor an up to date discussion of this question and of theories of the\nuniverse in general, I cordially recommend Paul Laberenne's L’ Origine des\nMondes. For one thing he devotes a whole chapter to Jeans' work, which\nJeans himself, with rather undue modesty, dismisses in a paragraph. But he\nalso describes the work of Tolman in America, of Fessenkoffin the Soviet\nUnion, of Banerji and Sen in India, and of Milne in England, to mention no\nothers, which lead to points of view decidedly different from those of Jeans.\n\nThe book is written from a Marxist angle, and is only one of anumber of\nexcellent books on science which are being written by French Marxists. My\nonly criticism of it is as follows. The author takes such care to avoid\nmathematical arguments which his readers might not be able to follow, that\nthey may not realise the great knowledge of mathematics which is needed\nbefore one can criticise an astronomical theory, let alone produce one. I\nconstantly get letters containing astronomical theories which are either so\nvague that they cannot be tested at all, or alternatively which won id require\nyears of work to see whether they agreed well enough with the known facts\nto be worthy of further examination.\n\nHowever much we may criticise such men as Jeans and Eddington, they\nwere first rate mathematicians, and their theories were worked out in great\ndetails Laberenne is a professional mathematician, and h Is criticisms are",
    "Page_109": "based on a very considerable knowledge. In fact they go deeper than a reader\nmight think at first sight. He also sees clearly the social background of the\nviews held by different astronomers. Jeans, in his second chapter, sees\nclearly enough why slavery led to a contempt for practice which sterilised\nGreek science. In his sixth chapter he writes of the origin of the Royal\nSociety, quoting Boyle's description of it as “ our new philosophical college\nwhich values no knowledge but as it has a tendency to use.” Unfortunately\nhe has nothing to say about the relation between science and society in our\nown time.\n\nLamberenne fills this gap. We see clearly how, for example, a French\ncatholic writer, M.de Launay in L'Eglise et la Science, joined with the Nazis\nin attacking relativity because Einstein was a Jew, oblivious of the fact that\nthe Jesuit Lemaltre had made an important contribution to it. But as\nLemaltre had the bad taste to agree with a Soviet mathematician, Friedmann,\nhe stood condemned. He explains the reasons which made so many\nastronomers accept rather uncritically the arguments suggesting that planets\nwere very rare, so that it was unlikely that there were intelligent beings on\nother stars. The evidence of the last three years suggests that planets are\nrather common.\n\nIn fact, we cannot study even astronomy without remembering that\nastronomers are human, and therefore, part of society. Laberenne never\nforgets this fact, and that is one reason why I hope that his book may be\ntranslated into English.\n\nG.H HARDY\n\nProfessor G.H. Hardy, who died last month (November, 1947), was\nprobably the greatest British mathematician of his generation, and one of the\ngreatest in the world. Like many great men, he held views and did things\nwhich do not easily go together in the lives of ordinary men .\n\nHe was a very pure mathematician. Much of his work was on the theory\nof numbers. For example he and his colleagues tackled the problem of the\nnumber of partitions of a given number. Consider the number three. Y ou can\nexpress it as 3 as 2 +1, oras 1+ 1+1, that is to say split it up in three ways.\nFour can be written as 4,3 +1, 2+2, 2+14+1, or 1+1+1+1, thatis to say in\nfive ways, and five in seven ways. But how can we find an expression for",
    "Page_110": "the number of partitions of any number? He finally arrived at the formula,\nwhich is fairly complicated. He then tackled similar problems, such as the\nnumber of ways in which a number can be broken up into a sum of a given\nnumber of squares, cubes and so on.\n\nIf anyone told him that such work was completely useless, he was the first\nto agree. He boasted that his mathematics had never helped to kill a single\nman, and stated that mathematics were something like cricket, worth doing\nfor its own sake. He was an intense admirer of cricket and cricketers. He\nwould admit that various mathematicians had been in the first class. But he\nput half a dozen or so of them in what he called the Hobbs class, after the\ngreat Surrey cricketer. In actual fact his boast was untrue. To take one single\nexample, there is a function called Riemann's Zeta function, which was\ndevised, and its properties investigated, to find an expression for the number\nof prime numbers less than a given number. Hardy loved it. But it has been\nused in the theory of pyrometry. that is to say the investigation of the\ntemperature of furnaces. And blast furnaces play a very important part in\nmodern war.\n\nEven cricket has its social functions. For example in spite of the strong\nresentment aroused by Larwood's bowling, it has certainly cemented\nfriendship between Britain and Australia; and the prowess of Indian and\nWest Indian cricketers has made some Englishmen who would not otherwise\nhave done so respect members of darker coloured races. Hardy's pure\nmathematics had a social function of this kind. in 1913, an unknown Indian\nclerk, Ramanujan, sent hi m a letter containing about a hundred\nmathematical theorems. Hardy got him over to England, and he became the\nfirst Indian fellow of Trinity College, Cambridge, and later of the Royal\nSociety.\n\nUnfortunately he got tuberculosis. As he lay dying of it, Hardy visited\nhim. He asked Hardy for the number of his taxicab. Hardy replied “1729. not\na particularly interesting number.\" \"What,\" replied Ramanujan \"don't you\nrealise that it is the smallest number which can be expressed in two different\nways as the sum of two cubes?\" ( 10° + 9° or 12° + 1°). Or so the story goes.\nHardy is alleged to have said that Ramanujan was on terms of personal\nfriendship with every number less than 10,000.\n\nIn spite of this attitude to this profession, which many readers of this\narticle will regard as futile and reactionary, Hardy was a staunch opponent of",
    "Page_111": "what he regarded as injustice and superstition, a socialist and a trade\nunionist. I remember him making a recruiting speech for the National Union\nof Scientific Workers, which as of course a Trade Union up to 1 927, and as\nthe Association of Scientific Workers, is one again. He argued that science\nand mathematics were worth doing for their own sake. But he went on to say\nthat although our jobs were very different from a coal miner's. we were\nmuch closer to coal miners than to capitalists. At least we and the miners\nwere both skilled workers, not exploiters of other people's work, and if there\nwas going to be a line up he was with the miners.\n\nThe idea of art for art's sake or mathematics for mathematic's sake is an\nincomplete idea. But it is very much better than the idea of art for money's\nsake, or mathematics for engineering's sake, no matter how the engineering\nis to be used. If you really believe in art for art's sake you will soon want to\nchange things so that everyone who wants can get a chance to practise art\nand to enjoy it. That means working fora society where everyone has the\nnecessary leisure and means, in fact for socialism. That was as far as G.H.\nHardy got.\n\nThe next stage is reached when the artist realises that his art can become a\nweapon for socialism, and be all the better for it. Men like William Morris,\nAlan Bush and, in his early plays, Bernard Shaw, got to this stage. It is\ncertainly harder for a mathematician to do so, because mathematics only\nappeal to the emotions of a few people, and can only be used directly for\nsocialism after socialism has been won.\n\nThough I disagree with Hardy's attitude I regard it as one sided rather\nthan wholly wrong. It is right that every skilled worker should take pride in\nhis or her work, particularly when it is not done to increase someone else's\nprofits. Hardy spent his life devising intellectual tools, which he tried out on\nthe easiest material to hand, namely \"pure\" numbers. Other people have used\nthese tools for the study of mechanical systems such as telephones, and\nliving ones, such as brains. To take an example from my own work, I have\njust used part of the theory of the partitions of numbers to analyse family\nrecords to see whether, on an average, certain diseases occur more often\namong the Later born members of a family than the earlier ones.\n\nI happen to be one of those who find an intense aesthetic pleasure in\nmathematics quite apart from its applications. I quite realise that this is not\nenough. But I also realise that those who enjoy It most are likely to do it",
    "Page_112": "best. So I do not feel that Hardy's attitude was wholly wrong, and I mourn a\nman whom I not only liked personally, but whose writings gave me some of\nthe emotions which other derive from classical music.\n\nEINSTEIN\n\nEinstein's seventieth birthday was on 14th march (1949). He is generally\nrecognised as the greatest living mathematical physicist. Of course, younger\nmen are now making greater contributions to that subject than he has done in\nthe last ten years, but no one has yet equalled his earlier work. He is best\nknown for his work on relativity. But if he had never written a line on that\nsubject, he would still be regarded as a scientist of the first rank.\n\nThe quantum theory was founded by Planck, but it was Einstein who\nmade the simplest and probably the most universally valid statement about\nit, namely that when matter emits or absorbs light, the energy is transformed\nin single units. And the size of the unit is proportional tea the frequency of\nthe light. The energy of blue light is given out in bigger packets than that of\nred light, and that of red light in bigger packets than that of infra red\nradiation, which we cannot see, but can feel as heat. That is why when we\nheat a metal it gives out red light before it gives out white. At a red heat\nsome atoms have enough energy to produce red light, hardly any have\nenough to produce green or blue, which must be added to the red to make\nwhite.\n\nHowever, his work on relativity was even more important. Let us try to\nexplain it. Our \"common sense\" view is that everything has a definite shape\nanti size, that an event happens at the same time as a class of other events,\nand so on. What is more some people seem to think that any denial of this\nview is idealism.\n\nLet us take a simple example to show that our common sense view won't\nwork. I drop a parcel in a steadily moving train. To me it seems to fall in a\nstraight line, or nearly so. To you, standing on the platform as the train goes\npast, it seems to move in a curve called a parabola, the descent becoming\nsteeper and steeper as the time goes on. If the earth were fixed, you would\nperhaps be right. But as the earth is moving too, there is little to choose\nbetween the two versions.",
    "Page_113": "Does that mean that the parcel has no real track, and is only something in\nour minds? Not a bit, says Einstein; you can give an account of the parcel's\nmovement which will be the same for all observers. So it is probably a\nconsiderable step nearer to reality than either my account or yours. But to\ngive such an account we have to revise our accounts of space and time.\nThere is an interval between any two events, and there are three sorts of\nintervals.\n\nThe first sort of interval can be interpreted by me as entirely one of time,\nthat is to say I may think two events happened at the same place and\ndifferent times. But if you are moving relative to me you will say they\nhappened at different places and different times.\n\nThe second sort of interval can be interpreted as entirely one of space.\nThat is to say I think two events happened at the same time in different\nplaces. But to you they may seem to have happened at different places and\nalso at different times.\n\nCommon sense, rather reluctantly, recognises the first kind of relation\nbetween events. We all agree that if London is spinning round the earth's\naxis, two events in the same room at an hour's interval can be said to be\nhundreds of miles apart. But it took Einstein to see that \"at the same time\"\nwas just as relative to the observer as \"in the same place\". There is a third\nkind of interval between events which all observers will agree are separated\nboth in space and in time.\n\nOf course, if he had stopped there his work would merely have been\nnegative. But he was able to describe a framework of space time which was\nthe same for all observers, though they would interpret it a little differently.\nThis at once cleared up a lot of contradictions in physics. People had tried to\nmeasure how fast the earth was moving through space by measuring the\nspeed of light at different times of year, and had found no difference. If\nEinstein is right, they could not hope to find one, because space has no being\nof its own apart from matter.\n\nI think most physicists are agreed that Einstein's theory works very\nexactly so long as the two observers are in uniform motion relative to one\nanother, like a man on a platform and a man in a steadily moving train. But\nthings are not so simple when the speed of one relative to the other is\nchanging, for example when the train is accelerating or slowing down.",
    "Page_114": "Everyone knows that acceleration generates forces, for example an\naccelerating or decelerating trains seems to slope even when the track is flat.\nEinstein said that the man in the moving train who thinks its floor is off the\nstraight has a perfect right to hi s opinion, and on this basis he predicted that\ngravitation and acceleration would have similar effects.\n\nIn particular light should be bent by a very strong gravitational field. This\nprediction was verified by Eddington during an eclipse of the sun in 1919.\nWhat is more, it was bent to the extent which Einstein had predicted. More\nand more other predictions came off. Einstein said that a body in motion\nrelative to a balance was heavier than the same body at rest. So is a body\nwith potential energy. Y our watch weighs more than wound up than when\nrun down. The amount of energy in a watch is much too small to weigh by\nmethods at present available. But the amount of energy in a large number of\nradioactive atoms is enough to make them weigh distinctly more than the\nproducts formed when they split up. And this energy has been weighted.\n\nHowever, the general theory of relativity, that is to say the theory applied\nto systems whose parts are not in uniform motion relative to one another, is\nnot complete. When one attempts to apply it to events which are very far\napart in space or time it yields results which are probably incorrect. There is\nnothing surprising in this. One only approaches the truth by steps. Einstein\nmade a very big step, but he is much too good a physicist to think that he\nhas made the last one.\n\nOf course, Einstein's theories can be interpreted idealistically and he has\nsometimes done so himself, though never completely. There is a measure of\ntruth in the idealistic interpretation, The idealists say that what we call the\nmaterial world only exists in our minds. A follower of Einstein would say\nsomething like this. Events, such as human births and deaths, chemical\nchanges or solar eclipses, are real enough. But the framework of space and\ntime, into which we try to fit them, is partly our own construction. There is a\nreal set of relations between events. But different people interpret it in\ndifferent ways. I say the parcel fell in a straight line, you say it fell ina\ncurve. Each of us was giving a one sided account of a track in space time.\n\nReality is more complicated than we think. But that does not mean that\nthings aren't real. On the contrary one might say they are more real than any\nisolated observer could have imagined. Only by the social act of comparing",
    "Page_115": "the experiences of different observers can we make the important step\ntowards truth which Einstein was the first to make.\n\nEnd of book"
}