{
    "Page_1": "COUNTY GOVERNMENT OF NYERI\n\n \n\nPROPOSED INSTALLATION OF MGPS AT KARATINA\nHOSPITAL.\n\nSUPPLY, DELIVERY, INSTALLATION, TESTING AND COMMISSIONING\nOF MEDICAL GAS PIPING SYSTEM (MGPS).\n\nTENDER NO: CGN/HEALTH/06/2020-2021\n\nPROJECT MANAGER ARCHITECT\n\nCOUNTY WORKS OFFICER COUNTY ARCHITECT\nDIRECTORATE OF PUBLIC WORKS DIRECTORATE OF PUBLIC WORKS\nP.O.BOX 1112-10100 P.O.BOX 1112-10100\n\nNYERI NYERI\n\nQUANTITY SURVEYOR ENGINEER\n\nCOUNTY QUANTITY SURVEYOR COUNTY MECH. ENGINEER (BS)\nDIRECTORATE OF PUBLIC WORKS DIRECTORATE OF PUBLIC WORKS\nP.O.BOX 1112-10100 P.O.BOX 1112-10100\n\nNYERI NYERI\n\nAUGUST 2020",
    "Page_2": "TABLE OF CONTENTS\n\nTITLE\n\nContents\n\nDefinitions\n\nSpecial Notes............. ce cceeeeeceeeeeeeeeeeeeeeeaaeeecaueeeeeuaeeeeeeaaeeeeeeaeeeeeaaees\n\nForm of Tender\nForm of Tender Security from Bank\nForm of Tender Security from Insurance......................::ceeeeeeeeneeees\nSECTION A: Instructions to TendererS................ccccccceeeeeeeeeeeeeeeeeees\nSECTION B: Conditions of Contract..............ccccsseeeeeeeeceeeeeeeeeeeeennees\nSECTION C: Contract Preliminaries and Conditions...................00..\nSECTION D: General Mechanical Specifications................\nSECTION E: Particular specifications for Medical Gas Piping system\nSECTION F: Bills of Quantities and schedule of unit rates\n\nSECTION G: Technical Schedule of Items to be Supplied\n\nSECTION H: Drawings\n\nSECTION I: Standard Forms............ceececesseeeceecaeeeeeecaeeeeeeaeeeeeeeaeeeseeeeeeaaeees\n\n(i)\n\n(ii)\n\n(iii)\n\n(iv)\n\n(v)\n\n(vi)\n\nPAGE\n\nA/1-A/17\n\nB/1-B/8\n\nC/1-C/14\n\nD/1-D/3\n\nE/1-E/40\n\n \n\nF/1-F/12\n\nG/1-G/2\n\nHI/1-H/2\n\nI/1-1/12",
    "Page_3": "DEFINITIONS\n\nThe following terms and expressions used in the contract document shall have the\nfollowing meanings:\n\nThe Employer: County Secretary,\n\nRepresented by: County Government of Nyeri,\nP.O. Box 1112 — 10100\nNYERI\n\nArchitect: County Architect\nPublic Works Directorate.\nP.O. Box 1112-10100\nNYERI\n\nEngineer: County Mechanical Engineer (BS)\nPublic Works Directorate.\nP.O. Box 1112-10100\nNYERI\n\nQuantity Surveyor: County Quantity Surveyor\nPublic Works Directorate.\nP.O. Box 1112-10100\nNYERI\n\nStructural Engineer: County Engineer (Structural)\nPublic Works Department\nP.O. Box 1112-10100\nNYERI\n\nEmployer’s representative: This shall mean the Project Manager and shall be\nThe County Works Officer\nPublic Works Directorate.\nP.O. Box 1112-10100\nNYERI\n\nContractor: The firm appointed to carry out the supply, delivery, installation,\ntesting and commissioning of medical gas piping system (MGPS)\n\nSite: within Karatina\n\n(ii)",
    "Page_4": "INVITATION FOR TENDERS\n\n5th August 2020\n\nTender No: CGN/HEALTH/06/2020-2021\n\n1.1\n\n1.2\n\n1.3\n\n1.4\n\n1.5\n\n1.6\n\nThe County Government of Nyeri invites sealed tender for supply, delivery,\ninstallation, testing and commissioning of medical gas piping system.\n\nInterested eligible candidates may obtain further information and inspect tender\ndocuments at the County Procurement Office, ground floor, Nyeri County\nGovernment Offices during normal working hours i.e. 8am-5pm\n\nA complete set of tender documents may be obtained by interested candidates by\ndownload at the Nyeri County Government website, www.nyeri.go.ke , free of\ncharge\n\nPrices quoted should be net inclusive of all taxes and must be in Kenya Shillings\nand shall remain valid for One Hundred and Twenty (120) days from the closing\ndate of tender.\n\nCompleted tender documents are to be enclosed in plain sealed envelopes\n(original and copy) marked with tender name and reference number and\ndeposited in the Tender Box at Nyeri County Government Offices or to be sent to\nthe County Secretary, Nyeri County Government P.O. Box 1112-10100 Nyeri\nso as to be received on or before 21st August, 2020 at 11.00am\n\nNB: COVID 19 MOH and PPRA guidelines will be applicable\n\nCHIEF OFFICER\nHEALTH SERVICES\nP.O. BOX 1112-10100\n\nNYERI\n\n(iii)",
    "Page_5": "FORM OF TENDER\nTo: The County Secretary,\nNyeri County Government,\nP.O. Box 1112-10100\nNYERI\n\nDear Sir,\n\nRE: PROPOSED INSTALLATION OF MGPS AT KARATINA HOSPITAL.\n\nSUPPLY, DELIVERY, INSTALLATION, TESTING AND COMMISSIONING OF MEDICAL GAS\nPIPING SYSTEM.\n\n1. In accordance with the Instructions to Tenderers, Conditions of Contract, Specifications and\nBills of Quantities for the execution of the above named Works, we, the undersigned offer to\n\nconstruct, install and complete such Works and remedy any defects therein for the sum of:\n\nKSDS 2. eee cce eee ec cece eee eeeeeee sea eeaeeee eee eeaeeeaeeaeeaees [Amount in figures]\n\n \n \n\nLee ee cece eee e cease a eee eeu scenes eeu eeae sea eea eee eeee eee eeaeeee esa eeaees [Amount in words]\n\n2. We undertake, if our tender is accepted, to commence the Works as soon as is reasonably\npossible after the receipt of the Employer’s Representative’s notice to commence, and to\ncomplete the whole of the Works comprised in the Contract within the time stated in the\nAppendix to Conditions of Contract.\n\n3. We agree to abide by this tender for a period of 120 days from the date of tender opening\nand shall remain binding upon us and may be accepted at any time before that date.\n\n4. Unless and until a formal Agreement is prepared and executed this tender together with\nyour written acceptance thereof, shall constitute a binding Contract between us.\n\n5. Understand that you are not bound to accept the lowest or any tender you may receive.\n\nDated this .......... day of ....c ee 20.....\n\nSignature 2.0... e ee in the capacity Of ........ cece eee seca eeee ee\n\nDuly authorized to sign tenders for and on behalf Oft......... cece ceeeeeeeeeeeeeeeee [Name\nof Tenderer / 0f..............c ccc eeecseeeeeeeeeeeee [Address of Tenderer |\n\nPIN NO. 000000... e cee e eee e cess ae ees eae eee saa eeeeaaneeeeea\n\nVAT CERTIFICATE No. ................0cc cece cee ce eeee eee ea eeeee ee\n\nWitness: NAME 20... cece cee cec eee ece tence eee eceeneeeeaeeeeaeeeeaeeeenees\nACATIeSS 000... cecec ccc ee ec nec eee eeeeceeeeceeneeeeaeeeeaeeeeaee\nSIQNAtULE 0... cece eee ects eens sense eens",
    "Page_6": "FORM OF TENDER SECURITY FROM BANK\n\nWHEREAS ..........cccececeececeeeeeeeeeeeeetes (Herein after called “the Tenderer”) has\nsubmitted his tender dated ...................:0000 for the supply, delivery, installation,\ntesting and commissioning of medical gas piping system.\n\nKNOW ALL PEOPLE by these presents that WE\nHaving our registered office at 0.0... eee eee eeee eee es\n(Herein after called “the Bank’), are bound unto\n(Herein after called “the Employer”) in the sum of KShS.............ccccecceceee eee eeeeeeae ee\n\nfor which payment will and truly to be made to the said Employer, the Bank binds\nitself, its successors and assigns by these presents sealed with the Common Seal of the\nsaid Bank this ........ ee Day Of ......cccccecceccceeceeeeeeeeee eee eeee eee 20 oo...\n\n \n\nTHE CONDITIONS of this obligation are:\n\n1. If after tender opening the Tenderer withdraws his tender during the period of\ntender validity specified in the instructions to Tenderers\n\nOr\n2. If the Tenderer, having been notified of the acceptance of his tender by the\nEmployer during the period of tender validity:\n\n(a) fails or refuses to execute the form of Agreement in accordance with the\nInstructions to Tenderers, if required; or\n\n(b) fails or refuses to furnish the Performance Security, in accordance with the\nInstructions to Tenderers;\n\nWe undertake to pay to the Employer up to the above amount upon receipt of his first\nwritten demand, without the Employer having to substantiate his demand, provided\nthat in his demand the Employer will note that the amount claimed by his is due to\nhim, owing to the occurrence of one or both of the two conditions, specifying the\noccurred condition or conditions.\n\nThis guarantee will remain in force for a period of 150 days from the date of tender\n\nopening, and any demand in respect thereof should reach the Bank not later than the\nsaid date.\n\n(Witness) (Seal)",
    "Page_7": "FORM OF TENDER SECURITY FROM INSURANCE\n\nWHEREAS. ou... cee ceeceeec eee eee eee eeeeene eens (Herein after called “the Tenderer”) has submitted his\ntender dated wo... eee For the supply, delivery, installation, testing and\ncommissioning of medical gas piping system.\n\nKNOW ALL PEOPLE by these presents that WE ...........ccccesececceeeeeeeeeeeeeeeeneaeeee\n\nHaving our registered office at ......... ccc cceec cece eeeeeeeeeea eeu eeaeeee eeu eeeeeeeeaeeaee\n\n(Herein after called “the Insurance’), are bound UNO 2.0... cece e cece eee eeaeeeeeen ees\n\n(Herein after called “the Employer”) in the sum of KSHhS........... cece cece eee ee eee nee\n\nfor which payment well and truly to be made to the said Employer, the Insurance binds itself,\nits successors and assigns by these presents sealed with the Common Seal of the said\nInsurance this ............ cece Day Of ........ cece cceccceee cc eeeeeeeee ee eeeaeeeee 20...\n\nTHE CONDITIONS of this obligation are:\n\n3. If after tender opening the Tenderer withdraws his tender during the period of tender\nvalidity specified in the instructions to Tenderers\n\nOr\n4. If the Tenderer, having been notified of the acceptance of his tender by the Employer\nduring the period of tender validity:\n\n(a) fails or refuses to execute the form of Agreement in accordance with the\nInstructions to Tenderers, if required; or\n\n(b) fails or refuses to furnish the Performance Security, in accordance with the\nInstructions to Tenderers;\n\nWe undertake to pay to the Employer up to the above amount upon receipt of his first written\ndemand, without the Employer having to substantiate his demand, provided that in his demand\nthe Employer will note that the amount claimed by his is due to him, owing to the occurrence of\n\none or both of the two conditions, specifying the occurred condition or conditions.\n\nThis guarantee will remain in force for a period of 150 days from the date of tender opening,\nand any demand in respect thereof should reach the Insurance not later than the said date.\n\n(Witness) (Seal)\n\n(vi)",
    "Page_8": "SECTION A:\n\nINSTRUCTIONS TO TENDERERS",
    "Page_9": "INSTRUCTIONS TO TENDERERS\n\n \n \n\n \n\n   \n \n \n \n  \n\n \n\n \n\n \n\n \n\nCONTENTS\nCLAUSE NUMBERS PAGE\nDESCRIPTION\nGENERAL\n1. Definitions oo... cece cece ee eee eeeeeea een eenneen ees A-1\n2. Eligibility and Qualification Requirements .................00::008 A-1\n3. Cost of Tendering .. we A-2\n4. ES UC ESS | A-2\nTENDER DOCUMENTS\n5. Tender Documents .........ceeceeeeecc eee eeeeeeaeeaeeeeeeueeneeaee A-2\n6. Clarification of Tender Documents .... A-3\n7. Amendments of Tender Documents A-3\nPREPARATION OF TENDER\n8. Language of Tender .........c.cceceeceec eee eeeeeeeeeeeeenee A-3\n9. Documents Comprising the Tender ... tees A-3\n10. = Tender Prices ........ceeeceeeee eee eee eee te A-3\n11. Currency of Tender and Payment A-4\n12. Tender Validity .......... ee sees A-4\n13. Tender Surety .......... vee A-4\n14. No Alternative Offers ................ . A-5\n15. Format and Signing of Tenders 20.0... eee A-5\nSUBMISSION OF TENDERS\n16. Sealing and Marking of Tenders ...........c eee A-5\n17. Deadline and Submission of Tenders ...... A-6\n18. Modification and Withdrawal of Tenders . A-6\nTENDER OPENING AND EVALUATION\n19. Tender Opening 00... eee ceec see eee eee eeeeees A-6\n20. Process to be Confidential 0.0.0... eee A-7\n21. Clarification of Tenders 00.0.0... ccceceeeeee eee A-7\n22. Determination of Responsiveness A-7\n23. Correction Of Errors .......ceeeeeeee cece eee eee eee eens A-7\n24. Conversion to Single Currency ..............::ce A-7\n25. Evaluation and Comparison of Tenders ............... A-8\nAWARD OF CONTRACT\n\n26.  AWArd — ee ieeeeeceeceeeeeeeeeeeeeeeeeueeaeeaeeeaeeaeeeees A-8\n27. Notification of Award ........ceccceeeceeeeeeeeee eens A-8\n28. Performance Guarantee . A-8\n29. Advance PayMent ou... cece cee ec eeee eee ene ee A-9\n30. Appendix to Instructions to Tenderers ............... A-10\n\n(i)",
    "Page_10": "INSTRUCTIONS TO TENDERERS\n\nNote: The tenderer must comply with the following conditions and instructions and failure to do so is liable to result\nin rejection of the tender.\n\n1.\n\nGENERAL\n\nDefinitions\n\n(a)\n\n(b)\n\n(d)\n\n“Tenderer” means any person or persons partnership firm or company submitting a sum or sums in\nthe Bills of Quantities in accordance with the Instructions to Tenderers, Conditions of Contract Parts\nI and II, Specifications, Drawings and Bills of Quantities for the work contemplated, acting directly\nor through a legally appointed representative.\n\n“Approved tenderer” means the tenderer who is approved by the Employer.\nAny noun or adjective derived from the word “tender” shall be read and construed to mean the\ncorresponding form of the noun or adjective “bid”. Any conjugation of the verb “tender” shall be\n\nread and construed to mean the corresponding form of the verb “bid.”\n\n“Employer” means a Central Government, County Government, Local Authority, State Corporation\nor any other Public Institution.\n\nEligibility and Qualification Requirements\n\n2.1\n\n2.2\n\n(a)\n\n(b)\n\n(c)\n\n(d)\n\n(e)\n\n2.3\n\n(a)\n\n(b)\n\nThis invitation to tender is open to all tenderers who have been prequalified.\n\nTo be eligible for award of Contract, the tenderer shall provide evidence satisfactory to the Employer\nof their eligibility under Sub clause 2.1 above and of their capability and adequacy of resources to\neffectively carry out the subject Contract. To this end, the tenderer shall be required to update the\nfollowing information already submitted during prequalification: -\n\nDetails of experience and past performance of the tenderer on the works of a similar nature\nwithin the past five years and details of current work on hand and other contractual\ncommitments.\n\nThe qualifications and experience of key personnel proposed for administration and execution of\nthe contract, both on and off site.\n\nMajor items of construction plant and equipment proposed for use in carrying out the Contract.\nOnly reliable plant in good working order and suitable for the work required of it shall be shown\non this schedule. The tenderer will also indicate on this schedule when each item will be\navailable on the Works. Included also should be a schedule of plant, equipment and material to\nbe imported for the purpose of the Contract, giving details of make, type, origin and CIF value as\nappropriate.\n\nDetails of subcontractors to whom it is proposed to sublet any portion of the Contract and for\nwhom authority will be requested for such subletting in accordance with clause 4 of the\nConditions of Contract.\n\nA draft Program of Works in the form of a bar chart and Schedule of Payment which shall form\npart of the Contract if the tender is accepted. Any change in the Program or Schedule shall be\nsubjected to the approval of the Engineer.\n\nDetails of any current litigation or arbitration proceedings in which the Tenderer is involved as\none of the parties.\n\nJoint Ventures\nTenders submitted by a joint venture of two or more firms as partners shall comply with the\nfollowing requirements: -\n\nThe tender, and in case of a successful tender, the Form of Agreement, shall be signed so as to\nbe legally binding on all partners.\n\nOne of the partners shall be nominated as being in charge; and this authorization shall be\nevidenced by submitting a power of attorney signed by legally authorized signatories of all the\npartners.",
    "Page_11": "(c) The partner in charge shall be authorized to incur liabilities and receive instructions for and on behalf of any\n\nand all partners of the joint venture and the entire execution of the Contract including payment\nshall be done exclusively with the partner in charge.\n\n(d) All partners of the joint venture shall be liable jointly and severally for the execution of the\nContract in accordance with the Contract terms, and a relevant statement to this effect shall be\nincluded in the authorization mentioned under (b) above as well as in the Form of Tender and\nthe Form of Agreement (in case of a successful tender).\n\n(e) A copy of the agreement entered into by the joint venture partners shall be submitted with the\ntender.\n3. Cost of Tendering\n\nThe tenderer shall bear all costs associated with the preparation and submission of his tender and the\nEmployer will in no case be responsible or liable for those costs, regardless of the conduct or outcome of the\ntendering process.\n\n4. Site Visit\n\n4.1\n\n4.2\n\n4.3\n\nThe tenderer is advised to visit and examine the Site and its surroundings and obtain for himself on\nhis own responsibility, all information that may be necessary for preparing the tender and entering\ninto a contract. The costs of visiting the Site shall be the tenderer’s own responsibility.\n\nThe tenderer and any of his personnel or agents will be granted permission by the Employer to enter\nupon premises and lands for the purpose of such inspection, but only upon the express condition that\nthe tenderer, his personnel or agents, will release and indemnify the Employer from and against all\nliability in respect of, and will be responsible for personal injury (whether fatal or otherwise), loss of or\ndamage to property and any other loss, damage, costs and expenses however caused, which but for\nthe exercise of such permission, would not have arisen.\n\nThe Employer shall organize a site visit at a date to be notified. A representative of the Employer will\nbe available to meet the intending tenderers at the Site.\n\nTenderers must provide their own transport. The representative will not be available at any other time for site\ninspection visits.\n\nEach tenderer shall complete the Certificate of Tenderer’s Visit to the Site, whether he in fact visits the Site at the\ntime of the organized site visit or by himself at some other time.\n\nTENDER DOCUMENTS\n\n5. Tender Documents\n\n5.1\n\n5.2\n\n5.3\n\nThe Tender documents comprise the documents listed here below and should be read together with any\nAddenda issued in accordance with Clause 7 of these instructions to tenderers.\n\nForm of Invitation for Tenders\n\nInstructions to Tenderers\n\nForm of Tender\n\nAppendix to Form of Tender\n\nForm of Tender Surety\n\nStatement of Foreign Currency Requirements\nForm of Performance Security\n\nForm of Agreement\n\nForm of Advance payment Bank Guarantee\nSchedules of Supplementary Information\nGeneral Conditions of Contract — Part I\nConditions of Particular Application - Part II\nSpecifications\n\nBills of Quantities\n\nDrawings\n\nCSR RT OR mo AS op\n\nThe tenderer is expected to examine carefully all instructions, conditions, forms, terms, specifications\nand drawings in the tender documents. Failure to comply with the requirements for tender submission\nwill be at the tenderer’s own risk. Pursuant to clause 22 of Instructions to Tenderers, tenders which are\nnot substantially responsive to the requirements of the tender documents will be rejected.\n\nAll recipients of the documents for the proposed Contract for the purpose of submitting a tender\n(whether they submit a tender or not) shall treat the details of the documents as “private and\n\nconfidential”.\n\nA-2",
    "Page_12": "6.\n\n10.\n\nClarification of Tender Documents\n6.1 A prospective tenderer requiring any clarification of the tender documents may notify the Employer in\nwriting or by telex, cable or facsimile at the Employer’s mailing address indicated in the Invitation to\nTender. The Employer will respond in writing to any request for clarification which he receives earlier\nthan 28 days prior to the deadline for the submission of tenders. Written copies of the Employer’s\nresponse (including the query but without identifying the source of the inquiry) will be sent to all\nprospective tenderers who have purchased the tender documents.\n\nAmendment of Tender Documents\n7.1. At any time prior to the deadline for submission of tenders the Employer may, for any reason, whether at\nhis own initiative or in response to a clarification requested by a prospective tenderer, modify the tender\ndocuments by issuing Addenda.\n\n7.2 Any Addendum will be notified in writing or by cable, telex or facsimile to all prospective tenderers who\nhave purchased the tender documents and will be binding upon them.\n\n7.3 If during the period of tendering, any circular letters (tender notices) shall be issued to tenderers by, or\non behalf of, the Employer setting forth the interpretation to be paced on a part of the tender documents\nor to make any change in them, such circular letters will form part of the tender documents and it will\nbe assumed that the tenderer has taken account of them in preparing his tender. The tenderer must\npromptly acknowledge any circular letters s/he may receive.\n\n7.4 In order to allow prospective tenderers reasonable time in which to take the Addendum into account in\n\npreparing their tenders, the Employer may, at his discretion, extend the deadline for the submission of\ntenders.\n\n \n\nPREPARATION OF TENDERS\n\nLanguage of Tender\n8.1 The tender and all correspondence and documents relating to the tender exchanged between the\ntenderer and the Employer shall be written in the English language. Supporting documents and printed\nliterature furnished by the tenderer with the tender may be in another language provided they are\naccompanied by an appropriate translation of pertinent passages in the above stated language. For the\npurpose of interpretation of the tender, the English language shall prevail.\n\nDocuments Comprising the Tender\n\n9.1 The tender to be prepared by the tenderer shall comprise: the Form of Tender and Appendix thereto, a\nTender Surety, the Priced Bills of Quantities and Schedules, the information on eligibility and\nqualification, and any other materials required to be completed and submitted in accordance with the\nInstructions to Tenderers embodied in these tender documents. The Forms, Bills of Quantities and\nSchedules provided in the tender documents shall be used without exception (subject to extensions of\nthe schedules in the same format and to the provisions of clause 13.2 regarding the alternative forms of\nTender Surety].\n\nTender Prices\n10.1 All the insertions made by the tenderer shall be made in INK and the tenderer shall clearly form the\nfigures. The relevant space in the Form of Tender and Bills of Quantities shall be completed accordingly\nwithout interlineations or erasures except those necessary to correct errors made by the tenderer in\nwhich case the erasures and interlineations shall be initialled by the person or persons signing the\ntender.\n\n10.2 A price or rate shall be inserted by the tenderer for every item in the Bills of Quantities whether the\nquantities are stated or not items against which no rate or price is entered by the tenderer will not be\npaid for by the Employer when executed and shall be deemed covered by the rates for other items and\nprices in the Bills of Quantities.\n\nThe prices and unit rates in the Bills of Quantities are to be the full [all-inclusive] value of the work\ndescribed under the items, including all costs and expenses which may be necessary and all general\nrisks, liabilities and obligations set forth or implied in the documents on which the tender is based. All\nduties and taxes and other levies payable by the Contractor under the Contract or for any other cause as\nof the date 28 days prior to the deadline for the submission of tenders, shall be included in the rates and\nprices and the total tender prices submitted by the Tenderer.\n\nEach price or unit rate inserted in the Bills of Quantities should be a realistic estimate for completing the\n\nactivity or activities described under that particular item and the tenderer is advised against inserting a\nprice or rate against any item contrary to this instruction.\n\nA-3",
    "Page_13": "11.\n\n12.\n\n13.\n\n10.3\n\n10.4\n\n10.5\n\nEvery rate entered in the Bills of Quantities, whether or not such rate is associated with a quantity, shall\nform part of the Contract. The Employer shall have the right to call for any item of work contained in the\nBills of Quantities, and such items of work to be paid for at the rate entered by the tenderer and it is the\nintention of the Employer to take full advantage of unbalanced low rates.\n\nUnless otherwise specified the tenderer must enter the amounts representing 10% of the sub-total of the\nsummary of the Bills of Quantities for Contingencies and Variation of Prices [V.O.P.] payments in the\nsummary sheet and add them to the sub-total to arrive at the tender amount.\n\nThe tenderer shall furnish with his tender written confirmation from his suppliers or manufacturers of\nunit rates for the supply of items listed in the Conditions of Contract clause 47 where appropriate.\n\nThe rates and prices quoted by the tenderer are subject to adjustment during the performance of the\nContract only in accordance with the provisions of the Conditions of Contract. The tenderer shall\ncomplete the schedule of basic rates and shall submit with his tender such other supporting information\nas required under clause 47 of the Conditions of Contract Part II.\n\nCurrencies of Tender and Payment\n\n11.1\n\n11.2\n\nTenders shall be priced in Kenya Shillings and the tender sum shall be in Kenya Shillings.\n\nTenderers are required to indicate in the Statement of Foreign Currency Requirements, which forms part\nof the tender, the foreign currency required by them. Such currency should generally be the currency of\nthe country of the tenderer’s main office. However, if a substantial portion of the tenderer’s expenditure\nunder the Contract is expected to be in countries other than his country of origin, then he may state a\ncorresponding portion of the contract price in the currency of those other countries. However, the\nforeign currency element is to be limited to two (2) different currencies and a maximum of 30% (thirty\nper cent) of the Contract Price.\n\nThe rate of rates of exchange used for pricing the tender shall be selling rate or rates of the Central Bank\nruling on the date thirty (30) days before the final date for the submission of tenders.\n\nTenderers must enclose with their tenders, a brief justification of the foreign currency requirements\nstated in their tenders.\n\nTender Validity\n\n12.1\n\n12.2\n\nThe tender shall remain valid and open for acceptance for a period of one hundred and twenty (120) days\nfrom the specified date of tender opening or from the extended date of tender opening (in accordance\nwith clause 7.4 here above) whichever is the later.\n\nIn exceptional circumstances prior to expiry of the original tender validity period, the Employer may\nrequest the tenderer for a specified extension of the period of validity. The request and the responses\nthereto shall be made in writing or by cable, telex or facsimile. A tenderer may refuse the request\nwithout forfeiting his Tender Surety. A tenderer agreeing to the request will not be required nor\npermitted to modify his tender, but will be required to extend the validity of his Tender Surety\ncorrespondingly.\n\nTender Surety\n\n13.1\n\n13.2\n\n13.3\n\n13.4\n\nThe tenderer shall furnish as part of his tender, a Tender Surety in the amount stated in the Appendix to\nInstructions to Tenderers.\n\nThe unconditional Tender Surety shall be in Kenya Shillings and be in form of a certified cheque, a bank\ndraft, an irrevocable letter of credit or a guarantee from a reputable Bank approved by the Employer\nlocated in the Republic of Kenya.\n\nThe format of the Surety shall be in accordance with the sample form of Tender Surety included in these\ntender documents; other formats may be permitted subject to the prior approval of the Employer. The\nTender Surety shall be valid for twenty-eight (28) days beyond the tender validity period.\n\nAny tender not accompanied by an acceptable Tender Surety will be rejected by the Employer as non-\nresponsive.\n\nThe Tender Sureties of unsuccessful tenderers will be returned as promptly as possible, but not later\nthan twenty-eight (28) days after concluding the Contract execution and after a Performance Security\nhas been furnished by the successful tenderer. The Tender Surety of the successful tenderer will be\nreturned upon the tenderer executing the Contract and furnishing the required Performance Security.\n\nA-4",
    "Page_14": "14.\n\n13.5 The Tender Surety may be forfeited:\n\n(a) if a tenderer withdraws his tender during the period of tender validity: or\n(b) in the case of a successful tenderer, if he fails\n(i) to sign the Agreement, or\n(ii) to furnish the necessary Performance Security\n(c) if a tenderer does not accept the correction of his tender price pursuant to clause 23.\n\nNo Alternative Offers\n14.1 The tenderer shall submit an offer which complies fully with the requirements of the tender documents.\n\nOnly one tender may be submitted by each tenderer either by himself or as partner in a joint venture.\n\n14.2 The tenderer shall not attach any conditions of his own to his tender. The tender price must be based on\n\nthe tender documents. The tenderer is not required to present alternative construction options and he\nshall use without exception, the Bills of Quantities as provided, with the amendments as notified in\ntender notices, if any, for the calculation of his tender price.\n\nAny tenderer who fails to comply with this clause will be disqualified.\n\n15.\n\n16.\n\n17.\n\nPre-Tender Meeting\n\n15.1\n\nThe tenderer’s designated representative is invited to attend a pre-tender meeting, which if convened, will\ntake place at the venue and time stated in the Invitation to Tender. The purpose of the meeting will be to\nclarify issues and to answer questions on any matter that may be raised at that stage.\n\n15.2 The tenderer is requested as far as possible to submit any questions in writing or by cable, to reach the\n\nEmployer not later than seven days before the meeting. It may not be practicable at the meeting to\nanswer questions received late, but questions and responses will be transmitted in accordance with the\nfollowing:\n\n(a) Minutes of the meeting, including the text of the questions raised and the responses given together\nwith any responses prepared after the meeting will be transmitted without delay to all purchasers of\nthe tender documents. Any modification of the tender documents listed in -—-Clause 9 which may\nbecome necessary as a result of the pre-tender meeting shall be made by the Employer exclusively\nthrough the issue of a tender notice pursuant to Clause 7 and not through the minutes of the pre-\ntender meeting.\n\n(b) Non-attendance at the pre-tender meeting will not be cause for disqualification of a bidder.\n\nFormat and Signing of Tenders\n\n16.1\n\nThe tenderer shall prepare his tender as outlined in clause 9 above and mark appropriately one set\n“ORIGINAL” and the other “COPY”.\n\n16.2 The copy of the tender and Bills of Quantities shall be typed or written in indelible ink and shall be\n\n16.3\n\nsigned by a person or persons duly authorized to sign on behalf of the tenderer. Proof of authorization\nshall be furnished in the form of the written power of attorney which shall accompany the tender. All\npages of the tender where amendments have been made shall be initialled by the person or persons\nsigning the tender.\n\nThe complete tender shall be without alterations, interlineations or erasures, except as necessary to\ncorrect errors made by the tenderer, in which case such corrections shall be initialled by the person of\n\npersons signing the tender.\n\nSUBMISSION OF TENDERS\n\nSealing and Marking of Tenders\n\n17.1\n\n17.2\n\n17.3\n\nThe tenderer shall seal the original and copy of the tender in separated envelopes, duly marking the\nenvelopes as “ORIGINAL” and “COPY”. The envelopes shall then be sealed in an outer envelope.\n\nThe inner and outer envelopes shall be addressed to the Employer at the address stated in the Appendix\nto Instructions to Tenderers and bear the name and identification of the Contract stated in the said\nAppendix with a warning not to open before the date and time for opening of tenders stated in the said\nAppendix.\n\nThe inner envelopes shall each indicated the name and address of the tenderer to enable the tender to be\n\nreturned unopened in case it is declared “late”, while the outer envelope shall bear no mark indicating\nthe identity of the tenderer.\n\nA-5",
    "Page_15": "18\n\n19\n\n20\n\n17.4 If the outer envelope is not sealed and marked as instructed above, the Employer will assume no\nresponsibility for the misplacement or premature opening of the tender. A tender opened prematurely\nfor this cause will be rejected by the Employer and returned to the tenderer.\n\nDeadline for Submission of Tenders\n18.1 Tenders must be received by the Employer at the address specified in clause 17.2 and on the date and\ntime specified in the Letter of Invitation, subject to the provisions of clause 7.4, 18.2 and 18.3.\n\nTenders delivered by hand must be placed in the “tender box” provided in the office of the Employer.\n\nProof of posting will not be accepted as proof of delivery and any tender delivered after the above stipulated\ntime, from whatever cause arising will not be considered.\n\n8.2 The Employer may, at his discretion, extend the deadline for the submission of tenders through the\nissue of an Addendum in accordance with clause 7, in which case all rights and obligations of the\nEmployer and the tenderers previously subject to the original deadline shall thereafter be subject to the\nnew deadline as extended.\n\n8.3 Any tender received by the Employer after the prescribed deadline for submission of tender will be\nreturned unopened to the tenderer.\n\nModification and Withdrawal of Tenders\n\n9.1 The tenderer may modify or withdraw his tender after tender submission, provided that written notice of\nthe modification or withdrawal is received by the Employer prior to prescribed deadline for submission of\ntenders.\n\n9.2 The tenderer’s modification or withdrawal notice shall be prepared, sealed, marked and dispatched in\naccordance with the provisions for the submission of tenders, with the inner and outer envelopes\nadditionally marked “MODIFICATION” or “WITHDRAWAL” as appropriate.\n\n9.3. No tender may be modified subsequent to the deadline for submission of tenders.\n9.4 No tender may be withdrawn in the interval between the deadline for submission of tenders and the\n\nperiod of tender validity specified on the tender form. Withdrawal of a tender during this interval will\nresult in the forfeiture of the Tender Surety.\n\n \n\n9.5 Subsequent to the expiration of the period of tender validity prescribed by the Employer, and the\ntenderer having not been notified by the Employer of the award of the Contract or the tenderer does not\nintend to conform with the request of the Employer to extend the prior of tender validity, the tenderer\nmay withdraw his tender without risk of forfeiture of the Tender Surety.\n\nTENDER OPENING AND EVALUATION\n\nTender Opening\n\n20.1 The Employer will open the tenders in the presence of the tenderers’ representatives who choose to\nattend at the time and location indicated in the Letter of Invitation to Tender. The tenderers’\nrepresentatives who are present shall sign a register evidencing their attendance.\n\n20.2 Tenders for which an acceptable notice of withdrawal has been submitted, pursuant to clause 19, will\nnot be opened. The Employer will examine the tenders to determine whether they are complete, whether\nthe requisite Tender Sureties have been furnished, whether the documents have been properly signed\nand whether the tenders are generally in order.\n\n20.3 At the tender opening, the Employer will announce the tenderer’s names, total tender price, tender price\nmodifications and tender withdrawals, if any, the presence of the requisite Tender Surety and such other\ndetails as the Employer, at his discretion, may consider appropriate. No tender shall be rejected at the\ntender opening except for late tenders.\n\n20.4 The Employer shall prepare minutes of the tender opening including the information disclosed to those\npresent.\n\n20.5 Tenders not opened and read out a tender opening shall not be considered further for evaluation,\nirrespective of the circumstances.\n\nA-6",
    "Page_16": "21\n\n22\n\n23\n\n24\n\n25\n\nProcess to be Confidential\n\n21.1\n\n21.2\n\nAfter the public opening of tenders, information relating to the examination, clarification, evaluation and\ncomparisons of tenders and recommendations concerning the award of Contract shall not be disclosed to\ntenderers or other persons not officially concerned with such process until the award of Contract is\nannounced.\n\nAny effort by a tenderer to influence the Employer in the process of examination, evaluation and\ncomparison of tenders and decisions concerning award of Contract may result in the rejection of the\ntenderer’s tender.\n\nClarification of Tenders\n\n22.1\n\n22.2\n\nTo assist in the examination, evaluation and comparison of tenders, the Employer may ask tenderers\nindividually for clarification of their tenders, including breakdown of unit prices. The request for\nclarification and the response shall be in writing or by cable, facsimile or telex, but no change in the\nprice or substance of the tender shall be sought, offered or permitted except as required to confirm the\ncorrection of arithmetical errors discovered by the employer during the evaluation of the tenders in\naccordance with clause 24.\n\nNo Tenderer shall contact the Employer on any matter relating to his tender from the time of the tender\nopening to the time the Contract is awarded. If the tenderer wishes to bring additional information to\nthe notice of the Employer, he shall do so in writing.\n\nDetermination of Responsiveness\n\n23.1\n\n23.2\n\n23.3\n\n23.4\n\nPrior to the detailed evaluation of tenders, the Employer will determine whether each tender is\nsubstantially responsive to the requirements of the tender documents.\n\nFor the purpose of this clause, a substantially responsive tender is one which conforms to all the terms,\nconditions and specifications of the tender documents without material deviation or reservation and has\na valid bank guarantee. A material deviation or reservation is one which affects in any substantial way\nthe scope, quality, completion timing or administration of the Works to be undertaken by the tenderer\nunder the Contract, or which limits in any substantial way, inconsistent with the tender documents, the\nEmployer’s rights or the tenderers obligations under the Contract and the rectification of which would\naffect unfairly the competitive position of other tenderers who have presented substantially responsive\ntenders.\n\nEach price or unit rate inserted in the Bills of Quantities shall be a realistic estimate of the cost of\ncompleting the works described under the particular item including allowance for overheads, profits and\nthe like. Should a tender be seriously unbalanced in relation to the Employer’s estimate of the works to\nbe performed under any item or groups of items, the tender shall be deemed not responsive.\n\nA tender determined to be not substantially responsive will be rejected by the Employer and may not\nsubsequently be made responsive by the tenderer by correction of the non-conforming deviation or\nreservation.\n\nCorrection of Errors\nTenders determined to be substantially responsive shall be checked by the Employer for any arithmetic errors in the\ncomputations and summations. Errors will be corrected by the Employer as follows:\n\n(a)\n\n(b)\n\n(c)\n\nWhere there is a discrepancy between the amount in figures and the amount in words, the amount in\nwords will govern.\n\nWhere there is a discrepancy between the unit rate and the line item total resulting from multiplying the\nunit rate by the quantity, the unit rate as quoted will prevail, unless in the opinion of the Employer,\nthere is an obvious typographical error, in which case adjustment will be made to the entry containing\nthat error.\n\nThe amount stated in the tender will be adjusted in accordance with the above procedure for the\ncorrection of errors and, with concurrence of the tenderer, shall be considered as binding upon the\ntenderer. If the tenderer does not accept the corrected amount, the tender may be rejected and the\nTender Security may be forfeited in accordance with clause 13.\n\nConversion to Single Currency\n\n25.1\n\n25.2\n\nFor compensation of tenders, the tender price shall first be broken down into the respective amounts\npayable in various currencies by using the selling rate or rates of the Central Bank of Kenya ruling on\nthe date twenty-eight (28) days before the final date for the submission of tenders.\n\nThe Employer will convert the amounts in various currencies in which the tender is payable (excluding\nprovisional sums but including Day works where priced competitively) to Kenya Shillings at the selling\nrates stated in clause 25.1.\n\nA-7",
    "Page_17": "26\n\n27\n\n28\n\n29\n\nEvaluation and Comparison of Tenders\n26.1 The Employer will evaluate only tenders determined to be substantially responsive to the requirements of\nthe tender documents in accordance with clause 23.\n\n26.2 In evaluating tenders, the Employer will determine for each tender the evaluated tender price by\nadjusting the tender price as follows:\n\n(a) Making any correction for errors pursuant to clause 24.\n\n(b) Excluding Provisional Sums and provision, if any, for Contingencies in the Bills of Quantities, but\nincluding Day works where priced competitively.\n\n26.3 The Employer reserves the right to accept any variation, deviation or alternative offer. Variations,\ndeviations, alternative offers and other factors which are in excess of the requirements of the tender\ndocuments or otherwise result in the accrual of unsolicited benefits to the Employer, shall not be taken\ninto account in tender evaluation.\n\n26.4 Price adjustment provisions in the Conditions of Contract applied over the period of execution of the\nContract shall not be taken into account in tender evaluation.\n\n26.5 If the lowest evaluated tender is seriously unbalanced or front loaded in relation to the Employer’s\nestimate of the items of work to be performed under the Contract, the Employer may require the tenderer\nto produce detailed price analyses for any or all items of the Bills of Quantities, to demonstrate the\nrelationship between those prices, proposed construction methods and schedules. After evaluation of\nthe price analyses, the Employer may require that the amount of the Performance Security set forth in\nclause 29 be increased at the expense of the successful tenderer to a level sufficient to protect the\nEmployer against financial loss in the event of subsequent default of the successful tenderer under the\nContract.\n\n26.6 Firms incorporated in Kenya where indigenous Kenyans own 51% or more of the share capital shall be\nallowed a 10% preferential bias provided that they do not sub-contract work valued at more than 50% of\nthe Contract Price excluding Provisional Sums to a non-indigenous sub-contractor.\n\nAWARD OF CONTRACT\nAward\n27.1 Subject to clause 27.2, the Employer will award the Contract to the tenderer whose tender is determined\nto be substantially responsive to the tender documents and who has offered the lowest evaluated tender\nprice subject to possessing the capability and resources to effectively carry out the Contract Works.\n\n27.2 The Employer reserves the right to accept or reject any tender, and to annual the tendering process and\nreject all tenders, at any time prior to award of Contract, without thereby incurring any liability to the\naffected tenderers or any obligation to inform the affected tenderers of the grounds for the Employer’s\naction.\n\nNotification of Award\n\n28.1 Prior to the expiration of the period of tender validity prescribed by the Employer, the Employer will\nnotify the successful tenderer by cable, Telefax or telex and confirmed in writing by registered letter that\nhis tender has been accepted. This letter (hereinafter and in all Contract documents called “Letter of\nAcceptance”) shall name the sum (hereinafter and in all Contract documents called “the Contract Price”)\nwhich the Employer will pay to the Contractor in consideration of the execution and completion of the\nWorks as prescribed by the Contract.\n\n28.2 Notification of award will constitute the formation of the Contract.\n\n28.3 Upon the furnishing of a Performance Security by the successful tenderer, the unsuccessful tenderers\nwill promptly be notified that their tenders have been unsuccessful.\n\n28.4 Within twenty eight [28] days of receipt of the form of Contract Agreement from the Employer, the\nsuccessful tenderer shall sign the form and return it to the Employer together with the required\nPerformance Security.\n\nPerformance Guarantee\n\n29.1 Within twenty eight [28] days of receipt of the notification of award from the Employer, the successful\ntenderer shall furnish the Employer with a\nPerformance Security in an amount stated in the Appendix to Instructions to Tenderers.\n\nA-8",
    "Page_18": "29.2 The Performance Security to be provided by the successful tenderer shall be an unconditional Bank\nGuarantee issued at the tenderer’s option by an established and a reputable Bank approved by the\nEmployer and located in the Republic of Kenya and shall be divided into two elements namely, a\nperformance security payable in foreign currencies (based upon the exchange rates determined in\naccordance with clause 35.4 of the Conditions of Contract) and a performance security payable in Kenya\nShillings. The value of the two securities shall be in the same proportions of foreign and local currencies\nas requested in the form of foreign currency requirements.\n\n29.3 Failure of the successful tenderer to lodge the required Performance Security shall constitute a breach of\nContract and sufficient grounds for the annulment of the award and forfeiture of the Tender Security\nand any other remedy under the Contract the Employer may award the Contract to the next ranked\ntenderer.\n\n30 Advance Payment\n\nAn advance payment, if approved by the Employer, shall be made under the Contract, if requested by the\nContractor, in accordance with clause 33.1 of the Conditions of Contract. The Advance Payment Guarantee\nshall be denominated in the proportion and currencies named in the form of foreign currency requirements.\nFor each currency, a separate guarantee shall be issued. The guarantee shall be issued by a bank located in\nthe Republic of Kenya, or a foreign bank through a correspondent bank located in the Republic of Kenya, in\neither case subject to the approval of the Employer.\n\nA-9",
    "Page_19": "APPENDIX TO INSTRUCTIONS TO TENDERERS\n\n1. CLAUSE 2.1\nChange to read “This invitation to Tender is open to all tenderers in the categories specified.”\n\n2. OMIT\nClauses 4.3, 5.1 (a), (d), (6), (i), (i), 10.3, 10.4, 11.2, 11.3, 11.4, 15, 25, 26.6, 30\n\n3. ADD TO CLAUSE 5.1 (h)\nForm of agreement refers to the latest edition of the Kenya Association of Building Civil Engineering Contractors\n(KABCEC) document\n\n4. ADD TO CLAUSE 13.1\n\nAmount of tender surety will Ksh. 200,000/-\n\n5. ADD TO CLAUSE 13.2\n\nTender security to be valid for 150 days from tender opening date.\n\n6. ADD TO CLAUSE 17.1\nOnly original tender document shall be submitted.\n\n7. ADD TO CLAUSE 28.4\nAmend to read ‘....within 21 days...... >\n\n8. ADD TO CLAUS E 29.1\nAmend to read ‘....within 21 days...... >\n\nAmount of performance security will be five per cent (5%) of the tendered amount.\n\n9. ADD TO CLAUSE 29.2\nPerformance security shall not be divided in two elements and shall be payable in Kenya Shillings Only.\n\n10. ADD TO CLAUSE 24\n\ni) In the event of a discrepancy between the tender amount as stated in the form of tender and the corrected\ntender figure in the main summary of the bills of quantities the amount as stated in the form of tender shall\nprevail.\n\nii) The correction factor shall be computed by expressing the difference between the amount and the corrected\n\ntender sum as a percentage of the corrected sub-contract works. (i.e. corrected tender sum less PC and\nprovisional sums)\n\niii) The Error correction factor shall be applied to all contract works (as a rebate or addition as the case may be)\nfor the purposes of valuations for Interim Certificates and valuation of variations.\n\n11. ADD TO CLAUSE 26\nThe evaluation criteria as detailed on pages (A-11 to A-17) of this clause shall be applied.\n\nA-10",
    "Page_20": "TENDER EVALUATION CRITERIA\nAfter tender opening, the tenders will be evaluated in 5 stages, namely:\n\naewnr\n\nPreliminary Evaluation;\nTechnical Evaluation;\nFinancial Evaluation;\n\nDue diligence and\nRecommendation for Award.\n\nSTAGE 1: PRELIMINARY EVALUATION\n\nThis stage of evaluation shall involve examination of the mandatory requirements as set out in the Tender\nAdvertisement Notice or Letter of Invitation to Tender and any other conditions stated in the bid document.\n\nThese conditions shall include the following:\n\nNote:\na)\n\nb)\n\ni) Company Certificate of Incorporation/Registration;\n\nii) Two letters of recommendation from previous clients\n\niii) Current County Governments, business license.\n\niv) Certified Audited financial statements for the last two years(2018&2019)\n\nv) Provision of a tender security that is in the required format, amount and that the tender security is\nvalid for the period required; Note the bid amount is Ksh. 200,000/=\n\nvi) Duly Filled Form of Tender;\n\nvii) Valid Tax Compliance Certificate;\n\nviii) Duly Filled Confidential Business Questionnaire;\n\nix) Duly filled, signed and stamped self-declaration form\n\nx) Duly Signed Statement of Compliance;\n\nxi) Proof of authorization shall be furnished in the form of a written power of attorney which shall\naccompany the tender if the signatory to the tender is not a director of the company (provide name and\nattach proof of citizenship of the signatory to the Tender).\n\nxii) Valid company registration records detailing company directors (CR12) issued within the last 12\nmonths.\n\nxiii) Bidders should submit two documents. Original and copy\n\nThe bid security shall be in accordance with clauses 13 and 23.2 of Instruction to Tenderers which states as\nfollows:\n\nClause 13.1 of Instruction to Tenderers,” the tenderers shall furnish as part of his tenders a Bid surety in\nthe amount stated in the tender document in the Appendix to Instructions to Tenderers”.\n\nClause 13.2 of Instruction to Tenderers, “the unconditional Tender surety shall be in Kenya shillings and be\nin form of a certified cheque, bank draft, an irrevocable letter of credit or a guarantee from a reputable\nBank/ Insurance approved by PPRA located in the Republic of Kenya. The format of the surety shall be in\naccordance with the sample form included in the tender documents and the tender surety shall be valid for\n150 days from the date of tender opening”.\n\nClause 23.2 of Instruction to Tenderers: “For the purposes of this clause, a substantially responsive tender is\none which conforms to all terms and condition and specifications of the tender document without material\ndeviation or reservation and has a valid Bank/Insurance guarantee”.\n\nThe employer/procuring entity may seek further clarification/confirmation if necessary to confirm\nauthenticity /compliance of any condition of the tender. Further, in case of a discrepancy between the\namounts stated in the appendix to Instructions to Tenderers in Section A of this tender document and the\none stated in the tender advertisement or invitation letter, the bid security shall be taken as the amount in\nthe tender advertisement/ letter of invitation.\n\nThe tenderers who do not satisfy any of the above mandatory requirements shall be considered Non-\nResponsive and their tenders will not be evaluated further.\n\nA-11",
    "Page_21": "STAGE 2: TECHNICAL EVALUATION\nThe tender document shall be examined based on clause 2.2 of the Instructions to Tenderers which states as follows:\n\nIn accordance with clause 2.2 of Instruction to Tenderers, the tenderers will be required to provide evidence for\neligibility of the award of the tender by satisfying the employer of their eligibility under sub clause 2.1 of Instructions to\nTenderers and their capability and adequacy of resources to effectively carry out the subject contract.\n\nIn order to comply with provisions of clause 2.2 of Instruction to Tenderers, the tenderers shall be required;\n\na) To fill the Standard Forms provided in the bid document for the purposes of providing the required information.\nThe tenderers may also attach the required information if they so desire;\n\nb) To supply equipment/items which comply with the technical specifications set out in the bid document. In this\nregard, the bidders shall be required to submit relevant technical brochures/catalogues with the tender\ndocument, highlighting the Catalogue Numbers of the proposed items. Such brochures/catalogues should\nindicate comprehensive relevant data of the proposed equipment/items which should include but not limited to\nthe following:\n\n(i) Standards of manufacture;\n\n(ii) Performance ratings/characteristics;\n\n(iii) Material of manufacture;\n\n(iv) Electrical power ratings; and\n\n(v) Any other necessary requirements (Specify).\n\nThe bid will then be analyzed, using the information in the technical brochures, to determine compliance with\nGeneral and Particular technical specifications for the works as indicated in the tender document. The tenderer shall\nalso fill in the Technical Schedule as specified in the tender document for Equipment and Items indicating the\nCountry of Origin, Model/Make/Manufacturer and catalogue numbers of the Items/Equipment they propose to\nsupply.\n\nThe award of points considered in this section shall be as shown below:\nPARAMETER MAXIMUM POINTS\n\n(i) | Compliance with Technical Specifications -\n(ii) Tender Questionnaire\n(iii) Key Personnel\n(iv) Contract Completed in the Last Five (5) Years\n(v) Schedules of On-going Projects\n(vi) Schedules of Contractors Equipment\n(vii) Audited Financial Report for the Last 2Years\n(viii) Evidence of Financial Resources\n\n \n \n \n \n  \n \n \n \n\nTOTAL 100\n\nThe pass-mark under the Technical Evaluation is 65 percent.\n\nA-12",
    "Page_22": "The detailed scoring plan shall be as shown in table 1.\n\nThe detailed scoring plan shall be as shown in table 1.\n\nTABLE 1: Technical Evaluation\n\n \n\nItem\n\nDescription\n\nPoints\nScored\n\nMax.\nPoint\n\n \n\nCompliance with Technical Specifications\ne Compliant -------------------------------------------------------------------- 24\n\nNote; The bidder must provide the following information so that compliance\nwith technical specification of the equipment and materials to be supplied is\nassessed;\na) Complete the technical schedule in Section G page G-2 and items meet\nspecifications............ 8\nb) Provide catalogues, brochures, performance data that meet\nspecifications etc................ 8\nc) Provide information on standard of manufacture, performance rating,\npower rating and any other information required that meet\nspecification............ ee 8\n\n24\n\n \n\nProgram of work.\nThe bidder shall attach a works program showing contract period as follows;\ne Completion period between 1-3 weeks .10\ne Completion period between 3-7week:\ne Completion period over 8 weeks\n\n   \n \n \n\n \n\n10\n\n \n\n \n\nTender Questionnaire Form\n¢ Completely filled\ne Not filled\n\n  \n\n \n\nKey Personnel (Attach evidence)\n\n \n\nDirector of the firm or the lead person\ne Holder of degree ---------------------------\ne Holder of diploma ----\ne Holder of certificate --\n¢ No relevant certificate\n\n \n  \n\n \n\nAt least 1No. degree/diploma holder of key personnel in relevant field\ne With over 10 years relevant experience --\n¢ With over 5 years relevant experience----\ne With under 5 years relevant experience --------------------------------- 1\n\n \n\n12\n\n \n\n4No artisan (trade test certificate in relevant field) or better (1 mark for\neach artisan)\ne Artisan with over 10 years relevant experience --\ne Artisan with under 10 years relevant experience-\ne No skilled worker with over 10 years relevant experience ---------- 0\n\n \n\n \n\n \n\n \n\n \n\n \n\nContracts completed in the last five (5) years (Max of 2No. Projects)-\nProvide Evidence i.e practical completion certificate & award letters.\ne Project of similar nature, complexity and magnitude ------------------ 15\ne Project of similar nature but of lower value than the one in\nconsideration\n¢ Nocompleted project of similar nature --\n\n \n\n \n\n \n\n \n\n30\n\n \n\nA-13",
    "Page_23": "Item | Description Points | Max.\nScored | Point\n\n \n\n6 On-going projects - Provide Evidence\n¢ Two and above of similar nature, complexity and magnitude -\n¢ One Projects of similar, nature complexity and magnitude —--\n\n  \n\n \n\n \n\n7 Schedule of contractors equipment (proof or evidence of\nownership/Lease)\n\n \n\nb) Relevant Equipment (Provide evidence of receipts or ownership 8\ndocuments) 8\ne Has relevant equipment for work being tendered -\n\ne No relevant equipment for work being tendered --\n\n \n\n \n\n \n\n \n\n8 Financial report\na) Audited Financial Report (Last Two (2) Years)\ne Average Annual Turn-over equal to or greater than the cost of the\nproject -- 3\ne Average Annual Turn-over above 50% but below 100% of the cost\nof the project -------------------------------------------------------------- 2\ne Average Annual Turn-over below 50% of the cost of the project -- 1\n\n \n\n \n\n \n\nb) Evidence of Financial Resources (cash in hand, lines of credit, over\ndraft facility etc.)\n\ne Has financial resources to finance the projected monthly cash 6\n\nflow* for three months -- -\n\n \n\n \n\n \n\nTOTAL 100\n\n \n\n \n\n \n\n \n\n \n\n \n\nAny bidder who scores 65 points and above shall be considered for further evaluation.\n\n*Monthly Cash Flow =Tender Sum/Contract Period\n\nA-14",
    "Page_24": "STAGE 3 - FINANCIAL EVALUATION\nUpon completion of the technical evaluation, a detailed financial evaluation shall follow.\n\nThe evaluation shall be in three stages\na) Determination of Arithmetic Errors\nb) Comparison of Rates; and\nc) Consistency of the Rates.\n\nA) Determination of Arithmetic Errors\nArithmetic Errors will be corrected by the Procuring Entity as follows:\n\ni) In the event of a discrepancy between the tender amount as stated in the form of Tender and the\ncorrected tender figure in the Main summary of the Bills of Quantities, the amount as stated in the\nForm of Tender shall prevail. Pursuant to Section 82 of the Public Procurement and Asset Disposal\nAct 2015, the tender sum as submitted and read out during the tender opening shall be absolute\nand final and shall not be the subject of correction, adjustment or amendment in any way by any\nperson or entity;\n\nii) Error correction factor shall be computed by expressing the difference between the amount and the\ncorrected tender sum as a percentage of the corrected contract works (i.e. corrected tender sum less\nP.C; and Provisional Sums);\n\niii) The Error correction factor shall be applied to all contract works (as a rebate or addition as the case\nmay be) for the purposes of valuations for Interim Certificates and valuation of variations.\n\nB) Comparison of Rates\n\nItems that are under priced or overpriced may indicate potential for non-delivery and front loading respectively. The\ncommittee shall promptly write to the tenderer asking for detailed breakdown of costs for any of the quoted items,\nrelationship between those prices, proposed construction/installation methods and schedules.\n\nThe evaluation committee shall evaluate the responses and make an appropriate recommendation to the procuring\nentity giving necessary evidence. Such recommendations may include but not limited to:\n\na) Recommend no adverse action to the tenderer after a convincing response;\n\nb) Employer requiring that the amount of the performance bond be raised at the expense of the\nsuccessful tenderer to a level sufficient to protect the employer against potential financial losses;\n\nc) Recommend non-award based on the response provided and the available demonstratable evidence\nthat the scope, quality, completion timing, administration of works to be undertaken by the tenderer,\nwould adversely be affected or the rights of the employer or the tenderers obligations would be\nlimited in a substantial way.\n\nC) Consistency of the Rates\n\nThe evaluation committee will compare the consistency of rates for similar items and note all inconsistencies of the\nrates for similar items.\n\nSTAGE 4 - DUE DILIGENCE\n\nThe tender evaluation committee may carry out due diligence on successful bidders to establish the accuracy of the\n\ninformation provided in the tender document.\n\nSTAGE 5 - RECOMMENDATION FOR AWARD\n\n \n\nThe successful bidder shall be the lowest most responsive evaluated bidder.\n\nA-15",
    "Page_25": "SECTION B:\n\nCONDITIONS OF CONTRACT",
    "Page_26": "CONDITIONS OF CONTRACT\n\n \n\n \n \n\n \n\nCONTENTS\n\nCLAUSE No. PAGE\n1. Definitions......... eee i eeeeee es eneee sees eeeeseeaeeeeseeeneeees B-1\n2. Contract DoCUMENtS........... ccc cece eee e cece ee eeeeeeeeeeeeeeeees B-2\n3. Employer’s Representative’s Decisions................. B-2\n4. Works, Language and Law of Contract..............000 B-2\n5. Safety, Temporary Works and Discoveries............ B-2\n6. Work Programme And Sub-Contracting.............0 B-2\n7. The Site... ccc cece cece ease eee t ated ane tneeeeeeeeeeee B-2\n8.  IMstructions............cce cece eee ceeee cease eee eeeeeeeeeeneeese seen eeeeaee B-2\n9. Extension of Completion Date.. B-2\n10. Management Meetings..............cccceeece sees ceeees eee eeeeesee eens B-3\n11. Defects... 0... cccceee ee eeeeeeee sae eee sseeee eee seeeeesseeaeeeeeeeaee B-3\n12. Bills of Quantities /Schedule of Rates.............00- B-3\n13. Variations............ccccccceec cece ecee cee ees eee caeeeeeeeeae eee eseeeneeenee B-4\n14. Payment Certificates and Final Account ............0.. B-4\n15. IMSUrAaNcCes 2... cece cece cece cee eeeeeeeeese este eeeeeeeseeeseeeeaeeees B-4\n16. Liquidated Damages........0....cccccccccce cece eeeeee eee eeeeesean eee B-4\n17. Completion And Taking Over...........0.cccccceee ese eee esse eee B-5\n18. Termination............cccccceccc ec eeee eee eee eeeceeeeeeee se eees essen esse eeeeae B-5S\n19. Payment Upon Termination... B-S\n20. Corrupt Gifts and Payments Of Commission. B-5\n21. Settlement of Disputes...........c ce ceeeeeeeeceeeceeeceeeeeeeeeaeeees B-6\nAPPENDIX TO CONDITIONS OF CONTRACT. ...........:0cceeeceeeeeees B-7",
    "Page_27": "CONDITIONS OF CONTRACT (MAIN WORKS)\n\nDefinitions\n\n-1 In this Contract, except where context otherwise requires, the following terms shall be interpreted as\n\nindicated;\n\n“Bills of Quantities” means the priced and completed Bill of Quantities forming part of the tender[where\napplicable].\n\n“Schedule of Rates” means the priced Schedule of Rates forming part of the tender [where applicable].\n\n“The Completion Date” means the date of completion of the Works as certified by the Employer’s\nRepresentative.\n\n“The Contract” means the agreement entered into by the Employer and the Contractor as recorded in the\nAgreement Form and signed by the parties.\n\n“The Contractor” refers to the person or corporate body whose tender to carry out the Works has been\naccepted by the Employer.\n\n“The Contractor’s Tender” is the completed tendering document submitted by the Contractor to the\nEmployer.\n\n“The Contract Price” is the price stated in the Letter of Acceptance.\n“Days” are calendar days; “Months” are calendar months.\n“A Defect” is any part of the Works not completed in accordance with the Contract.\n\n“The Defects Liability Certificate” is the certificate issued by Employer’s Representative upon correction\nof defects by the Contractor.\n\n“The Defects Liability Period” is the period named in the Appendix to Conditions of Contract and\ncalculated from the Completion Date.\n\n“Drawings” include calculations and other information provided or approved by the Employer’s\nRepresentative for the execution of the Contract.\n\n“Employer” includes Central or Local Government administration, Universities, Public Institutions and\nCorporations and is the party who employs the Contractor to carry out the Works.\n\n“Equipment” is the Contractor’s machinery and vehicles brought temporarily to the Site for the execution\nof the Works.\n\n“Site” means the place or places where the permanent Works are to be carried out including workshops\nwhere the same is being prepared.\n\n“Materials” are all supplies, including consumables, used by the Contractor for incorporation in the Works.\n\n“Employer’s Representative” is the person appointed by the Employer and notified to the Contractor for\nthe purpose of supervision of the Works.\n\n“Specification” means the Specification of the Works included in the Contract.\n“Start Date” is the date when the Contractor shall commence execution of the Works.\n\n“ A Sub-contractor” is a person or corporate body who has a Contract with the Contractor to carry out a\npart of the Work in the Contract, which includes Work on the Site.\n\n“Temporary works” are works designed, constructed, installed, and removed by the Contractor which are\nneeded for construction or installation of the Works.\n\n“A Variation” is an instruction given by the Employer’s Representative which varies the Works.\n\n“The Works” are what the Contract requires the Contractor to construct, install, and turnover to the\nEmployer.\n\nB-1",
    "Page_28": "2.\n\nContract Documents\n2.1 The following documents shall constitute the Contract documents and shall be interpreted in the\n\nfollowing order of priority;\n(1) Agreement,\n(2) Letter of Acceptance,\n(3) Contractor’s Tender,\n(4) Conditions of Contract,\n(5) Specifications,\n(6) Drawings,\n(7) Bills of Quantities or Schedule of Rates [whichever is applicable)\n\nEmployer’s Representative’s Decisions\n3.1 Except where otherwise specifically stated, the Employer’s Representative will decide contractual matters\nbetween the Employer and the Contractor in the role representing the Employer.\n\nWorks, Language and Law of Contract\n\n4.1. The Contractor shall construct and install the Works in accordance with the Contract documents. The\nWorks may commence on the Start Date and shall be carried out in accordance with the Programme\nsubmitted by the Contractor, as updated with the approval of the Employer’s Representative, and\ncomplete them by the Intended Completion Date.\n\n4.2 The ruling language of the Contract shall be English language and the law governing the Contract shall\nbe the law of the Republic of Kenya.\n\nSafety, Temporary works and Discoveries\n5.1. The Contractor shall be responsible for design of temporary works and shall obtain approval of third\nparties to the design of the temporary works where required.\n\n5.2 The Contractor shall be responsible for the safety of all activities on the Site.\n\n5.3. Any thing of historical or other interest or significant value unexpectedly discovered on the Site shall be\nthe property of the Employer. The Contractor shall notify the Employer’s Representative of such\ndiscoveries and carry out the Employer’s Representative’s instructions for dealing with them.\n\nWork Programme and Sub-contracting\n\n6.1 Within seven days after Site possession date, the Contractor shall submit to the Employer’s\nRepresentative for approval a programme showing the general methods, arrangements, order and timing\nfor all the activities in the Works.\n\n6.2 The Contractor may sub-contract the Works (but only to a maximum of 25 percent of the Contract Price)\nwith the approval of the Employer’s Representative. However, he shall not assign the Contract without\nthe approval of the Employer in writing. Sub-contracting shall not alter the Contractor’s obligations.\n\nThe site\n7.1. The Employer shall give possession of all parts of the Site to the Contractor.\n\n7.2 The Contractor shall allow the Employer’s Representative and any other person authorized by the\nEmployer’s Representative, access to the Site and to any place where work in connection with the\nContract is being carried out or is intended to be carried out.\n\nInstructions\n\n8.1 The Contractor shall carry out all instructions of the Employer’s Representative which are in accordance\nwith the Contract.\n\nExtension of Completion Date\n\n9.1 The Employer’s Representative shall extend the Completion Date if an occurrence arises which makes it\nimpossible for completion to be achieved by the Intended Completion Date. The Employer’s\nRepresentative shall decide whether and by how much to extend the Completion Date.\n\n9.2 For the purposes of this Clause, the following occurrences shall be valid for consideration;\n\nDelay by:-\n(a) force majeure, or\n\n(b) reason of any exceptionally adverse weather conditions, or\n\nB-2",
    "Page_29": "(c) reason of civil commotion, strike or lockout affecting any of the trades employed upon the Works\nor any of the trades engaged in the preparation, manufacture or transportation of any of the\ngoods or materials required for the Works, or\n\n(d) reason of the Employer’s Representative’s instructions issued under these Conditions, or\n\n(e) reason of the contractor not having received in due time necessary instructions, drawings, details\nor levels from the Employer’s Representative for which he specifically applied in writing on a date\nwhich having regard to the date for Completion stated in the appendix to these Conditions or to\nany extension of time then fixed under this Clause was neither unreasonably distant from nor\nunreasonably close to the date on which it was necessary for him to receive the same, or\n\n(f) delay on the part of artists, tradesmen or others engaged by the Employer in executing work not\nforming part of this Contract, or\n\n(g) reason of delay by statutory or other services providers or similar bodies engaged directly by the\nEmployer, or\n\n(h) reason of opening up for inspection of any Work covered up or of the testing or any of the Work,\nmaterials or goods in accordance with these conditions unless the inspection or test showed that\nthe Work, materials or goods were not in accordance with this Contract, or\n\n(i) reason of delay in appointing a replacement Employer’s Representative, or\n\n(j) | reason of delay caused by the late supply of goods or materials or in executing Work for which the\nEmployer or his agents are contractually obliged to supply or to execute as the case may be, or\n\n(k) delay in receiving possession of or access to the Site.\n\n10. Management Meetings\n\n10.1\n\n10.2\n\n11. Defects\n\n11.1\n\nA Contract management meeting shall be held regularly and attended by the Employer’s Representative\nand the Contractor. Its business shall be to review the plans for the remaining Work. The Employer’s\nRepresentative shall record the business of management meetings and provide copies of the record to\nthose attending the meeting and the Employer. The responsibility of the parties for actions to be taken\nshall be decided by the Employer’s Representative either at the management meeting or after the\nmanagement meeting and stated in writing to all who attend the meeting.\n\nCommunication between parties shall be effective only when in writing.\n\nThe Employer’s Representative shall inspect the Contractor’s work and notify the Contractor of any\ndefects that are found. Such inspection shall not affect the Contractor’s responsibilities. The Employer’s\nRepresentative may instruct the Contractor to search for a defect and to uncover and test any Work that\nthe Employer’s Representative considers may have a defect. Should the defect be found, the cost of\nuncovering and making good shall be borne by the Contractor. However, if there is no defect found, the\ncost of uncovering and making good shall be treated as a variation and added to the Contract Price.\n\nThe Employer’s Representative shall give notice to the Contractor of any defects before the end of the\nDefects Liability Period, which begins at Completion, and is defined in the Appendix to Conditions of\nContract.\n\nEvery time notice of a defect is given, the Contractor shall correct the notified defect within the length of\ntime specified by the Employer’s Representative’s notice. If the Contractor has not corrected a defect\nwithin the time specified in the Employer’s Representative’s notice, the Employer’s Representative will\nassess the cost of having the defect corrected by other parties and such cost shall be treated as a\nvariation and be deducted from the Contract Price.\n\n12. Bills of Quantities/Schedule of Rates\n\n12.1\n\n12.2\n\nThe Bills of Quantities/Schedule of Rates shall contain items for the construction, installation, testing\nand commissioning of the Work to be done by the Contractor. The Contractor will be paid for the\nquantity of the Work done at the rates in the Bills of Quantities/Schedule of Rates for each item. Items\nagainst which no rate is entered by the Tenderer will not be paid for when executed and shall be deemed\ncovered by the rates for other items in the Bills of Quantities/Schedule of Rates.\n\nWhere Bills of Quantities do not form part of the Contract, the Contract Price shall be a lump sum\n(which shall be deemed to have been based on the rates in the Schedule of Rates forming part of the\n\ntender) and shall be subject to re-measurement after each stage.\n\nB-3",
    "Page_30": "13. Variations\n\n13.1\n\n13.2\n\n13.3\n\nThe Contractor shall provide the Employer’s Representative with a quotation for carrying out the\nvariations when requested to do so. The Employer’s Representative shall assess the quotation and shall\nobtain the necessary authority from the Employer before the variation is ordered.\n\nIf the Work in the variation corresponds with an item description in the Bill of Quantities/Schedule of\nRates, the rate in the Bill of Quantities/Schedule of Rates shall be used to calculate the value of the\nvariation. If the nature of the Work in the variation does not correspond with items in the Bill of\nQuantities/Schedule of Rates, the quotation by the Contractor shall be in the form of new rates for the\nrelevant items of Work.\n\nIf the Contractor’s quotation is unreasonable, the Employer’s Representative may order the variation and\nmake a change to the Contract Price, which shall be based on the Employer’s Representative’s own\nforecast of the effects of the variation on the Contractor’s costs.\n\n14. Payment Certificates and Final Account\n\n14.1\n\n(i)\n\nThe Contractor shall be paid after each of the following stages of Work listed here below (subject to re-\nmeasurement by the Employer’s Representative of the Work done in each stage before payment is made).\nIn case of lump-sum Contracts, the valuation for each stage shall be based on the quantities so obtained\nin the re-measurement and the rates in the Schedule of Rates.\n\nAdvance payment NIL (percent of Contract Price,\n[after Contract execution] to be inserted by the Employer).\n\n(ii) First stage (define stage) AS PER PROGRESS\n\n(iii) | Second stage (define stage) AS PER PROGRESS\n\n(iv) Third stage (define stage) AS PER PROGRESS\n\n(v) After defects liability period.\n\n14.2\n\n14.3\n\n14.4\n\nUpon deciding that Works included in a particular stage are complete, the Contractor shall submit to the\nEmployer’s Representative his application for payment. The Employer’s Representative shall check,\nadjust if necessary and certify the amount to be paid to the Contractor within 21 days of receipt of the\nContractor’s application. The Employer shall pay the Contractor the amounts so certified within 30 days\nof the date of issue of each Interim Certificate.\n\nThe Contractor shall supply the Employer’s Representative with a detailed final account of the total\namount that the Contractor considers payable under the Contract before the end of the Defects Liability\nPeriod. The Employer’s Representative shall issue a Defect Liability Certificate and certify any final\npayment that is due to the Contractor within 30 days of receiving the Contractor’s account if it is correct\nand complete. If it is not, the Employer’s Representative shall issue within 21 days a schedule that\nstates the scope of the corrections or additions that are necessary. If the final account is still\nunsatisfactory after it has been resubmitted, the Employer’s Representative shall decide on the amount\npayable to the Contractor and issue a Final Payment Certificate. The Employer shall pay the Contractor\nthe amount so certified within 60 days of the issue of the Final Payment Certificate.\n\nIf the period laid down for payment to the Contractor upon each of the Employer’s Representative’s\nCertificate by the Employer has been exceeded, the Contractor shall be entitled to claim simple interest\ncalculated pro-rata on the basis of the number of days delayed at the Central Bank of Kenya’s average\nbase lending rate prevailing on the first day the payment becomes overdue. The Contractor will be\nrequired to notify the Employer within 15 days of receipt of delayed payments of his intentions to claim\ninterest.\n\n15. Insurance\n\n15.1\n\nThe Contractor shall be responsible for and shall take out appropriate cover against, among other risks,\npersonal injury; loss of or damage to the Works, materials and plant; and loss of or damage to property.\n\n16. Liquidated Damages\n\n16.1\n\nThe Contractor shall pay liquidated damages to the Employer at the rate 0.01 per cent of the Contract\nprice per day for each day that the actual Completion Date is later than the Intended Completion Date\nexcept in the case of any of the occurrences listed under Clause 9.2. The Employer may deduct\nliquidated damages from payments due to the Contractor. Payment of liquidated damages shall not\naffect the Contractor’s liabilities.\n\nB-4",
    "Page_31": "17. Completion and Taking Over\n17.1 Upon deciding that the Work is complete the Contractor shall request the Employer’s Representative to\nissue a Certificate of Completion of the Works, upon deciding that the Work is completed.\n\nThe Employer shall take over the Site and the Works within seven days of the Employer’s Representative\nissuing a Certificate of Completion.\n\n18. Termination\n18.1 The Employer or the Contractor may terminate the Contract if the other party causes a fundamental\nbreach of the Contract. These fundamental breaches of Contract shall include, but shall not be limited\nto, the following;\n\n(a) the Contractor stops Work for 30 days continuously without reasonable cause or authority\nfrom the Employer’s Representative;\n\n(b) the Contractor is declared bankrupt or goes into liquidation other than for a reconstruction\nor amalgamation;\n\n(c) a payment certified by the Employer’s Representative is not paid by the Employer to the\nContractor within 30 days after the expiry of the payment periods stated in Sub-Clauses\n14.2 and 14.3 here above.\n\n(d) the Employer’s Representative gives notice that failure to correct a particular defect is a\nfundamental breach of Contract and the Contractor fails to correct it within a reasonable\nperiod of time.\n\n18.2 If the Contract is terminated, the Contractor shall stop Work immediately, and leave the Site as soon as\nreasonably possible. The Employer’s Representative shall immediately thereafter arrange for a meeting\nfor the purpose of taking record of the Works executed and materials, goods, equipment and temporary\nbuildings on Site.\n\n19. Payment Upon Termination\n19.1 The Employer may employ and pay other persons to carry out and complete the Works and to rectify any\ndefects and may enter upon the Works and use all materials on Site, plant, equipment and temporary\nworks.\n\n19.2 The Contractor shall, during the execution or after the completion of the Works under this Clause,\nremove from the Site as and when required within such reasonable time as the Employer’s\nRepresentative may in writing specify, any temporary buildings, plant, machinery, appliances, goods or\nmaterials belonging to him, and in default thereof , the employer may (without being responsible for any\nloss or damage) remove and sell any such property of the Contractor, holding the proceeds less all costs\nincurred to the credit of the Contractor.\n\n19.3 Until after completion of the Works under this Clause, the Employer shall not be bound by any other\nprovision of this Contract to make any payment to the Contractor, but upon such completion as\naforesaid and the verification within a reasonable time of the accounts therefor the Employer’s\nRepresentative shall certify the amount of expenses properly incurred by the Employer and, if such\namount added to the money paid to the Contractor before such determination exceeds the total amount\nwhich would have been payable on due completion in accordance with this Contract, the difference shall\nbe a debt payable to the Employer by the Contractor; and if the said amount added to the said money be\nless than the said total amount, the difference shall be a debt payable by the Employer to the\nContractor.\n\n20. Corrupt Gifts and Payments of Commission\n20.1 The Contractor shall not:\n\n(a) Offer or give or agree to give to any person in the service of the Employer any gifts or\nconsideration of any kind as an inducement or reward for doing or forbearing to do or for having\ndone or forborne to do any act in relation to the obtaining or execution of this or any other\ncontract with the Employer or for showing or forbearing to show favour or disfavour to any\nperson in relation to this or any other contract with the Employer.\n\n(b) Any breach of this Condition by the Contractor or by anyone employed by him or acting on his\n\nbehalf (whether with or without the knowledge of the Contractor) shall be an offence under the\nLaws of Kenya.\n\nB-5",
    "Page_32": "21. Settlement of Disputes\n21.1 Any dispute arising out of the Contract which cannot be amicably settled between the parties shall be\n\nreferred by either party to the arbitration and final decision of a person to be agreed between the parties.\nFailing agreement to concur in the appointment of an Arbitrator, the Arbitrator shall be appointed by the\n\nchairman of the Chartered Institute of Arbitrators, Kenya branch, on the request of the applying party.\n\nB-6",
    "Page_33": "APPENDIX TO CONDITIONS OF CONTRACT\n\n \n\nTHE EMPLOYER IS\n\nName: The County Secretary,\nNyeri County Government,\nP.O. Box 1112-10100\nNYERI\n\nName of Employer’s Representative: County Works Officer-Nyeri, Public Works Directorate, P.O. Box 1112\nNYERI\n\nThe works consist of the supply, delivery, installation, testing and commissioning of medical gas piping system.\n\nThe Start Date shall be as in agreement with the employer.\n\nThe Intended contract period for the whole of the Works shall be as per the letter of acceptance.\n\nThe following documents also form part of the Contract; as listed in Clause 2 i.e.\n\nAgreement - The latest agreement and conditions of subcontract for building works by the Kenya Association of\nBuilding and Civil Engineering Contractors (KABCEC) signed between the main contractor and the\n\nsubcontractor.\n\nLetter of acceptance - letter addressed to the main contractor by the project manager instructing the main\ncontractor to enter into the sub contractor agreement with the nominated subcontractor.\n\nContractors tender — the completed tendering document submitted by the subcontractor to the employer.\n\nBills of Quantities or schedule of Rates (Whichever is applicable) — as described in this document.\n\nDrawings - include calculations and other information provided or approved by the Employer’s Representative for the\nexecution of the Contract.\n\nThe Site Possession Date shall be as per the letter of acceptance.\nAmount of Tender Security is Ksh 200,000.00\nClause 7\nThe Site is located within Nyeri County.\nClause 1 & 11\nThe Defects Liability Period is 6 Months\nThe tender opening date and time is as stated in the invitation to tender.\nThe amount of performance security is 5% percent Bank Guarantee of the Contract Price.\n\nPeriod of final measurement......... 3 months from practical completion\n\nB-7",
    "Page_34": "Clause 16\nLiquidated and Ascertained damages: At the rate of Kshs. 1,000.00 per week or part thereof\n\nPrime cost sums for which the: ............... Nil\nContractor desires to tender\n\nClause 14.1\nPeriod of interim certificate: Monthly\nClause 14.2\nPeriod of honouring certificate: 45 days\n\nClause 26.1 (Main Contractor’s Conditions)\nPercentage of certified value retained: 10%\n\n \n\nClause 32.1 (Main Contractor’s Conditions)\nLimit of retention fund: 5%\n\n \n\nNote: Clauses 26.1 and 32.1 mentioned above are in the Main Contractor’s Document.\n\nB-8",
    "Page_35": "THIS PAGE IS BLANK",
    "Page_36": "SECTION C:\n\nCONTRACT PRELIMINARIES\n\nAND\n\nGENERAL CONDITIONS",
    "Page_37": "CLAUSE\n-01\n-02\n-03\n-04\n05\n-06\n.07\n-08\n\n-09\n\n \n\n-20\n\n21\n\n23\n\n24\n\n25\n\n-26\n\n28\n\n29\n\n-30\n\n31\n\n \n\n-32\n\nCONTRACT PRELIMINARIES AND GENERAL CONDITIONS\n\nDESCRIPTION\nExamination of Tender Documents\nDiscrepancies\nConditions of Contract Agreement\nPayments\nDefinition of Terms\nSite Location\nDuration of contract\nScope of contract Works\nExtent of the Contractor’s Duties\nExecution of the Works\nValidity of Tender\nFirm — Price Contract\nVariation\nPrime Cost and Provisional Sums\nBond\nGovernment Legislation and Regulations\nImport Duty and Value Added Tax\nInsurance Company Fees\nProvision of Services by the Main Contractor\nSuppliers\n\nSamples and Materials Generally\n\n.22 Administrative Procedure and Contractual Responsibility\n\nBills of Quantities\nContractor’s Office in Kenya\nBuilders Work\n\nStructural Provision for the Works\n\n.27 Position of Services, Plant, Equipment, Fittings and Apparatus\n\nChecking of Work\n\nSetting to Work and Regulating System\nIdentification of Plant and Components\nContract Drawings\n\nWorking Drawings\n\nPAGE\nC-1\nC-1\n\nC-1\n\nC-2\nC-2\n\nC-2\n\nC3\nC3\nom\n\nom\n\nom\nom\nom\n\nom\n\nom\nom\nom\nom\nC5\nC5\nC5\nC5\nC-6\nC-6\nC-6\nC-6\n\nC-6",
    "Page_38": "33\n\n34\n\n35\n\n-36\n\n.37\n\n38\n\n39\n\n \n\n-50\n\n-51\n\n-52\n\n-53\n\n54\n\n55\n\n-56\n\n:57\n\n58\n\n:59\n\n-60\n\n-61\n\n-62\n\n-63\n\n-64\n\n-65\n\nRecord Drawings (As Installed) and Instructions\nMaintenance Manual\n\nHand — Over\n\nPainting\n\nSpares\n\nTesting and Inspection - Manufactured Plant\nTesting and Inspection — Installation\n\nLabour Camps\n\nStorage of Materials\n\nInitial Maintenance\n\nMaintenance and Servicing after Completion of the\nInitial Maintenance\n\nTrade Names\n\nWater and Electricity for the Works\nProtection\n\nDefects After Completion\n\nDamages for Delay\n\nClear Away on Completion\n\nFinal Account\n\nFair Wages\n\nSupervision\n\nTest Certificates\nLabour\n\nDiscount to the Main Contractor\n\nGuarantee\n\n \n\nDirect Contracts\nAttendance Upon the Tradesmen\nTrade Union\nLocal and other Authorities notices and fees\nAssignment or Subletting\nPartial Completion\nTemporary Works\nPatent Rights\n\nMobilization and Demobilization\n\n(ii)\n\n \n\nC-7\nC-8\n\nc-9\n\nc-9\n\nc-9\n\nC-10\nC-10\nC-10\nC-10\nC-10\nC-10\nC11\nC11\nC11\nC11\nC11\nC11\nC11\nC11\nC-12\nC-12\nC-12\nC-12\n\nCc-9\n\nC-10\n\nC-12\n\nC-12",
    "Page_39": "1.66\n\n1.67\n\n1.68\n\n1.69\n\n1.70\n\nExtended Preliminaries C-13\nSupervision by Engineer and Site Meetings\n\nAmendment to Scope of Contract Works\n\nContractors Obligation and Employers Obligation\n\nAppendix to Contract preliminaries\nand General conditions",
    "Page_40": "1.01\n\n1.02\n\n1.03\n\n1.04\n\n1.05\n\nCONTRACT PRELIMINARIES AND GENERAL CONDITIONS\nExamination of Tender Documents\nThe tenderer is required to check the number of pages of this document and should he find any missing or\nindistinct, he must inform the Engineer at once and have the same rectified.\nAll tenderers shall be deemed to have carefully examined the following:\n\nWork detailed in the Specification and in the Contract Drawings.\n\nhe Republic of Kenya Document “General Conditions of Contract for Electrical and Mechanical Works”.\n\noo34\n\nther documents to which reference is made\n\ne shall also be deemed to have included for any expenditure, which may be incurred in conforming with the\nbove items (a), (b), (c) and observe this expense as being attached to the contract placed for the whole or\nny part of the work.\n\npom\n\nhe tenderer shall ensure that all ambiguities, doubts or obscure points of detail, are clarified with the\nngineer before submission of his tender, as no claims for alleged deficiencies in the information given shall\ne considered after this date.\n\nBH\n\nx\n\nDiscrepancies\n\nThe Contractor shall include all work either shown on the Contract Drawings or detailed in the specification.\nNo claim or extra cost shall be considered for works which has been shown on the drawings or in the\nspecification alone.\n\n \n\nShould the drawing and the specification appear to conflict, the Sub-contractor shall query the points at the\ntime of tendering and satisfy himself that he has included for the work intended, as no claim for extra\npayment on this account shall be considered after the contract is awarded.\n\nConditions of Contract Agreement\nThe Contractor shall be required to enter into a Sub-contract with the Main Contractor.\n\nThe Conditions of the Contract between the Main Contractor and any Sub-contractor as hereinafter defined\nshall be the latest edition of the Agreement and Schedule of Conditions of Kenya Association of Building and\nCivil Engineering Contractors as particularly modified and amended hereinafter.\n\n \n\nFor the purpose of this contract the Agreement and Schedule of Conditions and any such modifications and\namendments shall read and construed together. In any event of discrepancy, the modifications and\namendments shall prevail.\n\nPayment\nPayment will be made through certificates to the Main Contractor. All payments will be less retention as\nspecified in the Main Contract. No payment will become due until materials are delivered to site.\n\nDefinition of Terms\nThroughout these contract documents units of measurements, terms and expressions are abbreviated and\nwherever used hereinafter and in all other documents they shall be interpreted as follows:\n\ni) Employer: The term “Employer” shall mean The County Secretary Nyeri County\n\nii) Architect: The term “Architect” shall mean The County Architect,\nPublic Works Directorate.\n\niii) Quantity Surveyor: The term “Quantity Surveyor” shall mean\nThe County Quantity Surveyor, Public Works Directorate.\n\niv) Civil/Structural Engineers: The term “Civil/Structural Engineers” shall mean The County\nEngineer (Structural), Public Works Directorate\n\nv) Engineer: The term “Engineer” shall mean County Electrical and Mechanical Engineer (BS),\nPublic Works Directorate\n\nvi) Main Contractor: The term “Main Contractor” shall mean the firm or company appointed to carry\n\nout the Building Works and shall include his or their heir, executors, assigns, administrators,\nsuccessors, and duly appointed representatives.\n\nCc-1",
    "Page_41": "1.06\n\n1.07\n\n1.08\n\n1.09\n\nSub-contractor: The term “Sub-contractor” shall mean the persons or person, firm or Company whose\ntender for this work has been accepted, and who has entered into a contract agreement with the Contractor\nfor the execution of the Sub-contract Works, and shall include his or their heirs, executors, administrators,\nassigns, successors and duly appointed representatives.\n\nviii) Sub-contract Works: The term “Sub-contract Works” shall mean all or any portion of the work,\nmaterials and articles, whether the same are being manufactured or prepared, which are to be used\nin the execution of this Sub-contract and whether the same may be on site or not.\n\nContract Drawings: The term “Contract Drawings” shall mean those drawings required or referred\nto herein and forming part of the Bills of Quantities.\n\nWorking Drawings: The term “Working Drawings” shall mean those drawings required to be\nprepared by the Sub-contractor as hereinafter described.\n\nxi) Record Drawings: The term “Record Drawings” shall mean those drawings required to be\nprepared by the Sub-contractor showing “as installed” and other records for the Sub-contract\nWorks.\n\nxii) Abbreviations:\n\nCM shall mean Cubic Metre\n\nSM shall mean Square Metre\n\nLM shall mean Linear Metre\n\nLS shall mean Lump Sum\n\nmm shall mean Millimetres\n\nNo. Shall mean Number\n\nKg. shall mean Kilogramme\n\nKEBS or KS shall mean Kenya Bureau of Standards\n\nBS shall mean. Current standard British Standard Specification published\nby the British Standard Institution, 2 Park Street, London W1, England\n\n“Ditto” shall mean the whole of the preceding description in which it occurs. Where it occurs in\ndescription of succeeding item it shall mean the same as in the first description of the series in\nwhich it occurs except as qualified in the description concerned. Where it occurs in brackets it shall\nmean the whole of the preceding description which is contained within the appropriate brackets.\n\nSite Location\nThe site of the Contract Works is within Karatina Town.\n\nThe tenderer is recommended to visit the site and shall be deemed to have satisfied himself with regard to\naccess, possible conditions, the risk of injury or damage to property on/or adjacent to the site, and the\nconditions under which the sub-contract Works shall have to be carried out and no claims for extras will be\nconsidered on account of lack of knowledge in this respect.\n\nDuration of Sub-Contract\nThe Contractor shall be required to phase his work in accordance with the Main contractor’s programme (or\nits revision).\n\nScope of Contract Works\n\nThe contractor shall supply, deliver, unload, hoist, fix, test, commission and hand-over in satisfactory\nworking order the complete installations specified hereinafter and/or as shown on the Contract Drawings\nattached hereto, including the provision of labour, transport and plant for unloading material and storage,\nand handling into position and fixing, also the supply of ladders, scaffolding the other mechanical devices to\nplant, installation, painting, testing, setting to work, the removal from site from time to time of all\nsuperfluous material and rubbish caused by the works.\n\nThe contractor shall supply all accessories, whether of items or equipment supplied by the Sub-Contractor\nbut to be fixed and commissioned under this contract.\n\nExtent of the Sub-contractor’s Duties\n\nAt the commencement of the works, the contractor shall investigate and report to the Engineer if all\nmaterials and equipment to be used in the work and not specified as supplied by the others are available\nlocally. If these materials and equipment are not available locally, the contractor shall at this stage place\norders for the materials in question and copy the orders to the Engineer. Failure to do so shall in no way\nrelieve the contractor from supplying the specified materials and equipment in time.\n\nMaterials supplied by others for installation and/or connection by the Contractor shall be carefully examined\nin the presence of the supplier before installation and connection. Any defects noted shall immediately be\nreported to the Engineer.\n\nCc-2",
    "Page_42": "The contractor shall be responsible for verifying all dimensions relative to his work by actual measurements\ntaken on site.\n\nThe Contractor shall mark accurately on one set of drawings and Indicate all alterations and/or\nmodifications carried out to the designed System during the construction period. This information must be\nmade available on site for inspection by the Engineer.\n\nExecution of the Works\nThe works shall be carried out strictly in accordance with:\n\na) All relevant Kenya Bureau of Standards Specifications.\n\nb) All relevant British Standard Specifications and Codes of Practice\n(hereinafter referred to B.S. and C.P. respectively).\n\nc) General specifications of materials and works Section D of this document\n\nd) The Contract Drawings.\n\ne) The Bye-laws of the Local Authority.\n\nf) The Architect’s and/or Engineer’s Instructions.\n\nThe Contract Drawings and Specifications are to be read and construed together.\n\nValidity of Tender\n\nThe tender shall remain valid for acceptance within 120 days from the final date of submission of the tender,\nand this has to be confirmed by signing the Tender Bond. The tenderer shall be exempted from this Bond if\nthe tender was previously withdrawn in writing to the Employer before the official opening.\n\nFirm — Price Contract\n\nUnless specifically stated in the documents or the invitation to tender, this is a firm-price Contract and the\ncontractor must allow in his tender for the increase in the cost of labour and/or materials during the\nduration of the contract. No claims will be allowed for increased costs arising from the fluctuations in duties\nand/or day to day currency fluctuations. The Sub-contractor will be deemed to have allowed in his tender\nfor any increase in the cost of materials, which may arise as a result of currency fluctuation during the\ncontract period.\n\nVariation\nNo alteration to the Contract Works shall be carried out until receipt by the Contractor of written\ninstructions from the Project Manager.\n\nAny variation from the contract price in respect of any extra work, alteration or omission requested or\nsanctioned by the Engineer shall be agreed and confirmed in writing at the same time such variations are\ndecided and shall not affect the validity of the Contract. Schedule of Unit Rates shall be used to assess the\nvalue of such variations. No allowance shall be made for loss of profit on omitted works.\n\nWhere the Architect requires additional work to be performed, the Sub-contractor, if he considers it\nnecessary, will give notice within seven (7) days to the Main Contractor of the length of time he (the Sub-\ncontractor) requires over and above that allotted for completion of the Contract.\n\nIf the Sub-contractor fails to give such notice he will be deemed responsible for the claims arising from the\ndelay occasioned by reason of such extension of time.\n\nPrime Cost and Provisional Sums\nA specialist Sub-contractor may be nominated by the Project Manager to supply and/or install any\nequipment covered by the Prime Cost or Provisional Sums contained within the Contract documents.\n\nThe work covered by Prime Cost and Provisional Sums may or may not be carried out at the discretion of the\nProject Manager.\n\nThe whole or any part of these sums utilized by the Contractor shall be deducted from the value of the\nContract price when calculating the final account.\n\nBond\n\nThe tenderer must submit with his tender the name of one Surety who must be an established Bank only\nwho will be willing to be bound to the Government for an amount equal to 7 % of the Contract amount as\nClause 28 of the Conditions of Contract.\n\nGovernment Legislation and Regulations\nThe Contractor’s attention is called to the provision of the Factory Act 1972 and subsequent amendments\nand revisions, and allowance must be made in his tender for compliance therewith, in so far as they are\napplicable.\n\nC-3",
    "Page_43": "1.20\n\n1.21\n\n1.22\n\n1.23\n\nThe Contractor must also make himself acquainted with current legislation and any Government regulations\nregarding the movement, housing, security and control of labour, labour camps, passes for transport, etc.\n\nThe Contractor shall allow for providing holidays and transport for work people, and for complying with\nLegislation, Regulations and Union Agreements.\n\nImport Duty and Value Added Tax\n\nThe Sub-contractor will be required to pay full Import Duty and Value Added Tax on all items of equipment,\nfittings and plant, whether imported or locally manufactured. The tenderer shall make full allowance in his\ntender for all such taxes.\n\nInsurance Company Fees\nAttention is drawn to the tenderers to allow for all necessary fees, where known, that may be payable in\nrespect of any fees imposed by Insurance Companies or statutory authorities for testing or inspection.\n\nNo allowance shall be made to the contractor with respect to fees should these have been omitted by the\ntenderer due to his negligence in this respect.\n\nProvision of Services by the Main Contractor\nIn accordance with Clause 1.08 of this Specification the Contractor shall make the following facilities\navailable to the Sub-contractor:\n\na) Attendance on the Sub-Contractor and the carrying out of all work affecting the structure of the\nbuilding which may be necessary, including all chasing, cutting away and making good brickwork,\netc., except that all plugging for fixing, fittings, machinery, fan ducting, etc., and all drilling and\ntapping of steel work shall be the responsibility of the Sub-contractor. Any purpose made fixing\nbrackets shall not constitute Builder’s Work and shall be provided and installed by the Sub-\ncontractor unless stated hereinafter otherwise.\n\nb) The provision of temporary water, lighting and power: the Contractor pay for all these services\nutilized.\nc) Fixing of anchorage and pipe supports in the shuttering shall be supplied by the Contractor who\n\nshall also supply the Project Manager with fully dimensioned drawings detailing the exact locations.\n\nd) i) Provision of scaffolding, cranes, etc. It shall be the Contractor’s responsibility to liaise with the\nProject Manager to ensure that there is maximum co-operation with other nominated Sub-\ncontractors in the use of scaffolding, cranes, etc.\n\nii) Any specialist scaffolding, cranes, etc. by the Contractor for his own exclusive use shall be paid\nfor by the Sub-contractor.\nSuppliers\nThe Contractor shall submit names of any supplier for the materials to be incorporated, to the Engineer for\napproval. The information regarding the names of the suppliers may be submitted at different times, as may\nbe convenient, but no sources of supply will be changed without prior approval.\n\nEach supplier must be willing to admit the Engineer or his representative to his premises during working\nhours for the purpose of examining or obtaining samples of the materials in question.\n\nSamples and Materials Generally\n\nThe Contractor shall, when required, provide for approval at no extra cost, samples of all materials to be\nincorporated in the works. Such samples, when approved, shall be retained by the Engineer and shall form\nthe standard for all such materials incorporated.\n\nAdministrative Procedure and Contractual Responsibility\n\nWherever within the Specification it is mentioned or implied that the Contractor shall deal direct with the\nEmployer or Engineer, it shall mean “through the Project Manager who is responsible to the Employer for the\nwhole of the works including the Sub-contract Works.\n\nBills of Quantities\n\nThe Bills of Quantities have been prepared in accordance with the standard method of measurement of\nBuilding Works for East Africa, first Edition, Metric, 1970. All the Quantities are based on the Contract\nDrawings and are provisional and they shall not be held to gauge or to limit the amount or description of the\nwork to be executed by the Contractor but the value thereof shall be deducted from the Contract Sum and\nthe value of the work ordered by the Engineer and executed thereunder shall be measured and valued by the\nEngineer in accordance with the conditions of the Contract.\n\nC4",
    "Page_44": "All work liable to adjustment under this Contract shall be left uncovered for a reasonable time to allow\nmeasurements needed for such adjustment to be taken by the Quantity Surveyor or Engineer. Immediately\nthe work is ready for measuring the Contractor shall give notice to the Quantity Surveyor or Engineer to\ncarry out measurements before covering up. If the Contractor shall make default in these respects he shall,\nif the Engineer so directs, uncover the work to enable the necessary measurements to be taken and\nafterwards reinstate at his own expense.\n\n1.24 Contractor’s Office in Kenya\nThe Contractor shall maintain (after first establishing if necessary) in Kenya an office staffed with competent\nEngineer Manager and such supporting technical and clerical staff as necessary to control and coordinate\nthe execution and completion of the Contract Works.\n\nThe Engineer Manager and his staff shall be empowered by the Contractor to represent him at meetings and\nin discussions with the Project Manager, the Engineer and other parties who may be concerned and any\nliaison with the Contractor’s Head Office on matters relating to the design, execution and completion of the\nContract Works shall be effected through his office in Kenya.\n\nIt shall be the Contractor’s responsibility to procure work permits, entry permits, licences, registration, etc.,\nin respect of all expatriate staff.\n\nThe Contractor shall prepare a substantial proportion of his Working Drawings at his office in Kenya. No\nreasons for delays in the preparation or submission for approval or otherwise of such drawings or proposals\nwill be accepted on the grounds that the Sub-contractor’s Head Office is remote from his office in Nairobi or\nthe site of the Contract Works or otherwise.\n\n1.25 Builder’s Work\nAll chasing, cutting away and making good will be done by the Contractor. The Contractor shall mark out in\nadvance and shall be responsible for accuracy of the size and position of all holes and chases required.\n\nThe Contractor shall drill and plug holes in floors, walls, ceiling and roof for securing services and equipment\nrequiring screw or bolt fixings.\n\nAny purpose made fixing brackets shall be provided and installed by the Contractor.\n\n1.26 Structural Provision for the Works\nPreliminary major structural provision has been made for the Contract Works based on outline information\nascertained during the preparation of the Specification.\n\nThe preliminary major structural provision made will be deemed as adequate unless the Contractor stated\notherwise when submitting his tender.\n\nAny major structural provision or alteration to major structural provisions required by the Contractor shall\nbe shown on Working Drawings to be submitted to the Engineer within 30 days of being appointed.\n\nNo requests for alterations to preliminary major structural provisions will be approved except where they are\nconsidered unavoidable by the Engineer. In no case will they be approved if building work is so far advanced\nas to cause additional costs or delays in the works.\n\n1.27 Position of Services, Plant, Equipment, Fittings and Apparatus\nThe Contract Drawings give a general indication of the intended layout. The position of the equipment and\napparatus, and also the exact routes of the ducts, main and distribution pipework shall be confirmed before\ninstallation is commenced. The exact siting of appliances, pipework, etc., may vary from that indicated.\n\nThe routes of services and positions of apparatus shall be determined by the approved dimensions detailed\nin the Working Drawings or on site by the Engineer in consultation with the Contractor.\n\nServices through the ducts shall be arranged to allow maximum access along the ducts and the services shall be\nreadily accessible for maintenance. Any work, which has to be re-done due to negligence in this respect, shall be the\nSub-contractor’s responsibility.\n\nThe Sub-contractor shall be deemed to have allowed in his Contract Sum for locating terminal points of\nservices (e.g. lighting, switches, socket outlets, lighting points, control switches, thermostats and other\ninitiating devices, taps, stop cocks) in positions plus or minus 1.2m horizontally and vertically from the\nlocations shown on Contract Drawings. Within these limits no variations in the Contract Sum will be made\nunless the work has already been executed in accordance with previously approved Working Drawings and\nwith the approval of the Engineer.\n\nc-5",
    "Page_45": "1.28\n\n1.29\n\n1.30\n\n1.31\n\n1.32\n\nChecking of Work\n\nThe Contractor shall satisfy himself to the correctness of the connections he makes to all items of equipment\nsupplied under the Contract agreement and equipment supplied under other contracts before it is put into\noperation. Details of operation, working pressures, temperatures, voltages, phases, power rating, etc., shall\nbe confirmed to others and confirmation received before the system is first operated.\n\nSetting to Work and Regulating System\nThe Contractor shall carry out such tests of the Contract Works as required by British Standard\nSpecifications or equal and approved codes as specified hereinafter and as customary.\n\nNo testing or commissioning shall be undertaken except in the presence of and to the satisfaction of the\nEngineer unless otherwise stated by him (Contractor’s own preliminary and proving tests excepted).\n\nIt will be deemed that the Contractor has included in the Contract Sum for the costs of all fuel, power, water\nand the like, for testing and commissioning as required as part of the Contract Works. He shall submit for\napproval to the Engineer a suitable programme for testing and commissioning. The Engineer and Employer\nshall be given ample warning in writing, as to the date on which testing and commissioning will take place.\n\nThe Contractor shall commission the Contract Works and provide attendance during the commissioning of\nall services, plant and apparatus connected under the Contract Agreement or other Sub-contract\nAgreements, related to the project.\n\nEach system shall be properly balanced, graded and regulated to ensure that correct distribution is achieved\nand where existing installations are affected, the Contractor shall also regulate these systems to ensure that\ntheir performance is maintained.\n\nThe proving of any system of plant or equipment as to compliance with the Specification shall not be\napproved by the Engineer, except at his discretion, until tests have been carried out under operating\nconditions pertaining to the most onerous conditions specified except where the time taken to obtain such\nconditions is unreasonable or exceeds 12 months after practical completion of the Contract Works.\n\nIdentification of Plant Components\n\nThe Contractor shall supply and fix identification labels to all plant, starters, switches and items of control\nequipment including valves, with white traffolyte or equal labels engraved in red lettering denoting its name,\nfunction and section controlled. The labels shall be mounted on equipment and in the most convenient\npositions. Care shall be taken to ensure the labels can be read without difficulty. This requirement shall\napply also to major components of items of control equipment.\n\nDetails of the lettering of the labels and the method of mounting or supporting shall be forwarded to the\nEngineer for approval prior to manufacture.\n\nContract Drawings\n\nThe Contract Drawings when read in conjunction with the text of the Specification, have been completed in\nsuch detail as was considered necessary to enable competitive tenders to be obtained for the execution and\ncompletion of the Contract works.\n\nThe Contract Drawings are not intended to be Working Drawings and shall not be used unless exceptionally\nthey are released for this purpose.\n\nWorking Drawings\n\nThe Contractor shall prepare such Working Drawings as may be necessary. The Working Drawings shall be\ncomplete in such detail not only that the Contract Works can be executed on site but also that the Engineer\ncan approve the Contractor’s proposals, detailed designs and intentions in the execution of the Contract\nWorks.\n\nIf the Contractor requires any further instructions, details, Contract Drawings or information drawings to\nenable him to prepare his Working Drawings or proposals, the Contractor shall accept at his own cost, the\nrisk that any work, commenced or which he intends to commence at site may be rejected.\n\nThe Engineer, in giving his approval to the Working Drawings, will presume that any necessary action has\nbeen, or shall be taken by the Contractor to ensure that the installations shown on the Working Drawings\nhave been cleared with the Project Manager and any other Sub-contractors whose installations and works\nmight be affected.\n\nIf the Contractor submits his Working Drawings to the Engineer without first liaising and obtaining\nclearance for his installations from the Project Manager and other Sub-contractors whose installations and\nworks might be affected, then he shall be liable to pay for any alterations or modification to his own, or other\nSub-contractor’s installations and works, which are incurred, notwithstanding any technical or other\napproval received from the Engineer.\n\nCc-6",
    "Page_46": "1.33\n\nWorking Drawings to be prepared by the Contractor shall include but not be restricted to the following:\n\nAny drawings required by the Engineer to enable structural provisions to be made including Builder’s\nWorking Drawings or Schedules and those for the detailing of holes, fixings, foundations, cables and\npaperwork ducting below or above ground or in or outside or below buildings.\n\nGeneral arrangement drawings of all plant, control boards, fittings and apparatus or any part thereof and of\ninstallation layout arrangement of such plant and apparatus.\n\nSchematic Layout Drawings of services and of control equipment.\nLayout Drawings of all embedded and non-embedded paperwork, ducts and electrical conduits.\nComplete circuit drawings of the equipment, together with associated circuit description.\n\nSuch other drawings as are called for in the text of the Specification or Schedules or as the Engineer may\nreasonably require.\n\nThree copies of all Working Drawings shall be submitted to the Engineer for approval. One copy of the\nWorking Drawings submitted to the Engineer for approval shall be returned to the Contractor indicating\napproval or amendment therein.\n\nSix copies of the approved Working Drawings shall be given to the Project Manager by the Sub-contractor for\ninformation and distribution to other Sub-contractors carrying out work associated with or in close proximity\nto or which might be affected by the Sub-contract Works.\n\nApproved Working Drawings shall not be departed from except as may be approved or directed by the\nEngineer.\n\nApproval by the Engineer of Working Drawings shall neither relieve the Contractor of any of his obligations\nunder the Sub-contract nor relieve him from correcting any errors found subsequently in the Approved\nWorking Drawings or other Working Drawings and in the Sub-contract Works on site or elsewhere associated\ntherewith.\n\nThe Contractor shall ensure that the Working Drawings are submitted to the Engineer for approval at a time\nnot unreasonably close to the date when such approval is required. Late submission of his Working\nDrawings will not relieve the Contractor of his obligation to complete the Contract Works within the agreed\nContract Period and in a manner that would receive the approval of the Engineer.\n\nRecord Drawings (As Installed) and Instructions\n\nDuring the execution of the Contract Works the Contractor shall, in a manner approved by the Engineer\nrecord on Working or other Drawings at site all information necessary for preparing Record Drawings of the\ninstalled Contract Works. Marked-up Working or other Drawings and other documents shall be made\navailable to the Engineer as he may require for inspection and checking.\n\nRecord Drawings, may, subject to the approval of the Engineer, include approved Working Drawings\nadjusted as necessary and certified by the Contractor as a correct record of the installation of the Contract\nWorks.\n\nThey shall include but not restricted to the following drawings or information:\n\nWorking Drawings amended as necessary but titled “Record Drawings” and certified as a true record of the\n“As Installed” Sub-contract Works. Subject to the approval of the Engineer such Working Drawings as may\nbe inappropriate may be omitted.\n\n \n\nFully dimensioned drawings of all plant and apparatus.\n\nGeneral arrangement drawings of equipment, other areas containing plant forming part of the Contract\nWorks and the like, indicating the accurate size and location of the plant and apparatus suitability cross-\nreferenced to the drawings mentioned in (b) above and hereinafter.\n\nRoutes, types, sizes and arrangement of all pipework and ductwork including dates of installation of\nunderground pipework.\n\nRelay adjustment charts and manuals.\n\nRoutes, types, sizes and arrangement of all electric cables, conduits, ducts and wiring including the dates of\ninstallation of buried works.\nSystem schematic and trunking diagrams showing all salient information relating to control and\ninstrumentation.\n\nC-7",
    "Page_47": "1.34\n\nGrading Charts\nValve schedules and locations suitability cross-referenced.\n\nWiring and piping diagrams of plant and apparatus.\n\nSchematic diagrams of individual plant, apparatus and switch and control boards. These diagrams to\ninclude those peculiar to individual plant or apparatus and also those applicable to system operation as a\nwhole.\n\nOperating Instruction\nSchematic and wiring diagrams shall not be manufacturer’s multipurpose general issue drawings. They shall\nbe prepared specially for the Contract Works and shall contain no spurious or irrelevant information.\n\nMarked-up drawings of the installation of the Contract Works shall be kept to date and completed by the\ndate of practical or section completion. Two copies of the Record Drawings of Contract Works and two sets\nof the relay adjustment and grading charts and schematic diagrams on stiff backing shall be provided not\nlater than one month later.\n\nThe Contractor shall supply for fixing in sub-stations, switch-rooms, boiler houses, plant rooms, pump\nhouses, the office of the Maintenance Engineer and other places, suitable valve and instructions charts,\nschematic diagrams of instrumentation and of the electrical reticulation as may be requested by the\nEngineer providing that the charts, diagrams, etc., relate to installations forming part of the Contract Works.\nAll such charts and diagrams shall be of suitable plastic material on a stiff backing and must be approved by\nthe Engineer before final printing.\n\nNotwithstanding the Contractor’s obligations referred to above, if the Contractor fails to produce to the\nEngineer’s approval, either: -\n\nThe Marked-up Drawings during the execution of the Contract Works or\nThe Record Drawings, etc., within one month of the Section or Practical Completion\n\nThe Engineer shall have these drawings produced by others. The cost of obtaining the necessary information\nand preparing such drawings, etc., will be recovered from the Contractor.\n\nMaintenance Manual\n\nUpon Practical Completion of the Contract Works, the Contractor shall furnish the Engineer four copies of a\nMaintenance Manual relating to the installation forming part of all of the Contract Works.\n\nThe manual shall be loose-leaf type, International A4 size with stiff covers and cloth bound. It may be in\nseveral volumes and shall be sub-divided into sections, each section covering one Engineering service\nsystem. It shall have a ready means of reference and a detailed index.\n\nThere shall be a separate volume dealing with Air Conditioning and Mechanical Ventilation installation\nwhere such installations are included in the Contract Works.\n\nThe manual shall contain full operating and maintenance instructions for each item of equipment, plant and\napparatus set out in a form dealing systematically with each system. It shall include as may be applicable to\nthe Contract Works the following and any other items listed in the text of the Specifications:\n\nSystem Description.\n\n \n\nPlant\n\nValve Operation\n\nSwitch Operation\nProcedure of Fault Finding\n\nEmergency Procedures\n\n \n\nLubrication Requirements\n\nMaintenance and Servicing Periods and Procedures\n\nColor Coding Legend for all Services\n\nSchematic and Writing Diagrams of Plant and Apparatus\nRecord Drawings, true to scale, folded to International A4 size\n\nLists of Primary and Secondary Spares.",
    "Page_48": "1.35\n\n1.36\n\n1.37\n\n1.38\n\n1.39\n\n1.40\n\nThe manual is to be specially prepared for the Contract Works and manufacturer’s standard descriptive\nliterature and plant operating instruction cards will not be accepted for inclusion unless exceptionally\napproved by the Engineer. The Contractor shall, however, affix such cards, if suitable, adjacent to plant and\napparatus. One spare set of all such cards shall be furnished to the Engineer.\n\nHand-over\n\nThe Contract Works shall be considered complete and the Maintenance and Defects Liability Period shall\ncommence only when the Contract Works and supporting services have been tested, commissioned and\noperated to the satisfaction of the Engineer and officially approved and accepted by the Employer.\n\nThe procedure to be followed will be as follows:\nOn the completion of the Contract Works to the satisfaction of the Engineer and the Employer, the\nContractor shall request the Engineer, at site to arrange for handing over.\n\nThe Engineer shall arrange a Hand-over Meeting or a series thereof, at site.\n\nThe Contractor shall arrange with the Engineer and Employer for a complete demonstration of each and\nevery service to be carried out and for instruction to be given to the relevant operation staff and other\nrepresentatives of the Employer.\n\nIn the presence of the Employer and the Engineer, Hand-over will take place, subject to Agreement of the\nHand-over Certificates and associated check lists.\n\nPainting\n\nIt will be deemed that the Contractor allowed for all protective and finish painting in the Contract Sum for\nthe Contract Works, including color coding of service pipework to the approval of the Engineer. Any special\nrequirements are described in the text of the Specifications.\n\nSpares\nThe Contractor shall supply and deliver such spares suitably protected and boxed to the Engineer’s approval\nas are called for in the Specifications or in the Price Schedules.\n\nTesting and Inspection - Manufactured Plant\nThe Engineer reserves the right to inspect and test or witness of all manufactured plant equipment and\nmaterials.\n\nThe right of the Engineer relating to the inspection, examination and testing of plant during manufacture\nshall be applicable to Insurance companies and inspection authorities so nominated by the Engineer.\n\nThe Contractor shall give two week’s notice to the Engineer of his intention to carry out any inspection or\ntests and the Engineer or his representative shall be entitled to witness such tests and inspections.\n\nSix copies of all test certificates and performance curves shall be submitted as soon as possible after the\ncompletion of such tests, to the Engineer for his approval.\n\nPlant or equipment which is shipped before the relevant test certificate has been approved by the Engineer\nshall be shipped at the Contractor’s own risk and should the test certificate not be approved new tests may\nbe ordered by the Engineer at the Contractor’s expense.\n\nThe foregoing provisions relate to tests at manufacturer’s works and as appropriate to those carried out at\nsite.\n\nTesting and Inspection -Installation\nAllow for testing each section of the Contract Works installation as described hereinafter to the satisfaction\nof the Engineer.\n\nLabour Camps\nThe Contractor shall provide the necessary temporary workshop and mess-room in position to be approved\nby the Architect.\n\nThe work people employed by the Contractor shall occupy or be about only that part of the site necessary for\nthe performance of the work and the Contractor shall instruct his employees accordingly.\n\nIf practicable, W.C. accommodation shall be allocated for the sole use of the Contractor’s workmen and the\n\nSub-contractor will be required to keep the same clean and disinfected, to make good any damage thereto\nand leave in good condition.\n\nc-9",
    "Page_49": "1.41\n\n1.42\n\n1.43\n\n44\n\n45\n\n-46\n\n47\n\n-48\n\n \n\n-49\n\nStorage of Materials\nThe Contractor shall provide storerooms and workshop where required. He shall also provide space for\nstorage to nominated sub-contractors who shall be responsible for these lock-up shades or stores provided.\n\nNominated Sub-contractors are to be made liable for the cost of any storage accommodation provided\nspecially for their use. No materials shall be stored or stacked on suspended slabs without the prior\napproval of the Project manager.\n\nInitial Maintenance\n\nThe Contractor shall make routine maintenance once a month during the liability for the Defects Period and\nshall carry out all necessary adjustments and repairs, cleaning and oiling of moving parts. A monthly report\nof the inspection and any works done upon the installation shall be supplied to the Engineer.\n\nThe Contractor shall also provide a 24 -hour break-down service to attend to faults on or malfunctioning of\nthe installation between the routine visits of inspection.\n\nThe Contractor shall allow in the contract Sum of the initial maintenance, inspection and break-down\nservice and shall provide for all tools, instruments, plant and scaffolding and the transportation thereof, as\nrequired for the correct and full execution of these obligations and the provision, use or installation of all\nmaterials as oils, greases, sandpaper, etc., or parts which are periodically renewed such as brake linings\netc., or parts which are faulty for any reason whatsoever excepting always Acts of God such as storm,\ntempest, flood, earthquake and civil revolt, acts of war and vandalism.\n\nMaintenance and Servicing After Completion of the Initial Maintenance\n\nThe Contractor shall, if required, enter into a maintenance and service agreement with the employer for the\ninstallation for a period of up to five years from the day following the last day of the liability for Defects\nPeriod which offers the same facilities as specified in Clause 1.41 (Initial Maintenance).\n\nThe terms of any such agreement shall not be less beneficial to the employer than the terms of Agreements\nfor either similar installation.\n\nThe Contractor shall submit with his tender for the works, where called upon a firm quotation for the\nmaintenance and service of the installation as specified herein, which shall be based upon the present day\ncosts and may be varied only to take into account increases in material and labour unit rate costs between\nthe time of tendering and the signing of the formal maintenance and service agreement and which shall\nremain valid and open for acceptance by the Employer to and including the last day of the fifth complete\ncalendar month following the end of the liability for Defects Period.\n\nTrade Names\n\nWhere trade names of manufacturer’s catalogue numbers are mentioned in the Specification or the Bills of\nQuantities, the reference is intended as a guide to the type of article or quality of material required. Alternate\nbrands of equal and approved quality will be acceptable.\n\nWater and Electricity for the Works\nThese will be made available by the Contractor who shall be liable for the cost of any water or electric current\nused and for any installation provided especially for his own use.\n\nProtection\n\nThe Contractor shall adequately cover up and protect his own work to prevent injury and also to cover up\nand protect from damage all parts of the building or premises where work is performed by him under the\nContract.\n\nDefects after Completion\nThe defects liability period will be 6 months from the date of practical completion of the Works in the\nContract and certified by the Engineer.\n\nDamages for Delay\n\nLiquidated and Ascertained damages as stated in the Contract Agreement will be claimed against the\nContract for any unauthorized delay in completion. The Contractor shall be held liable for the whole or a\nportion of these damages should he cause delay in completion.\n\nClear Away on Completion\n\nThe Contractor shall, upon completion of the works, at his own expense, remove and clear away all plant,\nequipment, rubbish and unused materials, and shall leave the whole of the works in a clean and tidy state,\nto the satisfaction of the Engineer. On completion, the whole of the works shall be delivered up clean,\ncomplete and perfect in every respect to the satisfaction of the Engineer.\n\n \n\nc-10",
    "Page_50": "1.50\n\n1.51\n\n1.52\n\n1.53\n\n1.54\n\n1.55\n\n1.56\n\n1.57\n\n1.58\n\nFinal Account\n\nOn completion of the works the Contractor shall agree with the Engineer the value of any variations\noutstanding and as soon as possible thereafter submit to the Engineer his final statement of account\nshowing the total sum claimed sub-divided as follows:\n\nStatement A- detailing the tender amounts less the Prime Cost and Provisional Sums, included therein.\nStatement B- detailing all the variation orders issued on the contract.\n\nStatement C- Summarizing statement A and B giving the net grand total due to the Contractor for the\nexecution of the Contract.\n\nFair Wages\n\nThe Contractor shall in respect of all persons employed anywhere by him in the execution of the contract, in\nevery factory, workshop or place occupied or used by him for execution of the Contract, observe and fulfil the\nfollowing conditions:\n\nThe Contractor shall pay rates of the wages and observe hours and conditions of labour not less favourable\nthan those established for the trade or industry in the district where work is carried out.\n\nIn the absence of any rates of wages, hours or conditions of labour so established the Contractor shall pay\nrates and observe hours and conditions of labour are not less favourable than the general level of wages,\nhours and conditions observed by other employers whose general circumstances in the trade or industry in\nwhich the Contractor is engaged are similar.\n\nSupervision\n\nDuring the progress of the works, the Contractor shall provide and keep constantly available for consultation\non site experienced English - speaking Supervisor and shall provide reasonable office facilities, attendance,\netc., for the Supervisor.\n\nIn addition, during the whole of the time the works are under construction, the Contractor shall maintain on\nsite one experienced foreman or charge-hand and an adequate number of fitters, etc., for the work covered\nby the Specification. The number of this staff shall not be reduced without the prior written approval of the\nProject manager or Engineer.\n\nAny instructions given to the Supervisor on site shall be deemed to have been given to the sub-contractor.\n\nOne copy of this Specification and one copy of each of the Contract Drawings (latest issue) must be retained\non site at all times, and available for reference by the Engineer or sub-contractor.\n\nTest Certificates\nThe Contractor shall provide the Engineer with three copies of all test reports or certificates that are or may\nbe required by this Specification.\n\nLabour\nThe Contractor shall provide skilled and unskilled labour as may be necessary for completion of the contract.\n\nDiscounts to the Main Contractor\nNo discount to any Sub-Contractor will be included in the tender for this installation.\n\nGuarantee\nThe whole of the work will be guaranteed for a period of six months from the date of the Engineer’s\ncertification of completion and under such guarantee the Sub-contractor shall remedy at his expense all\ndefects in materials and apparatus due to faulty design, construction or workmanship which may develop in\nthat period.\n\nDirect Contracts\n\nNotwithstanding the foregoing conditions, the Government reserves the right to place a “Direct Contract” for\nany goods or services required in the works which are covered by a P.C Sum in the Bills of Quantities and to\npay for the same direct. In any such instance, profit relative to the P.C Sum in the priced Bills of Quantities\nwill be adjusted as deserved for P.C Sum allowed.\n\nAttendance upon the Tradesmen etc\n\nThe Contractor shall allow for the attendance of trade upon trade and shall afford any tradesmen or other\npersons employed for the execution of any work not included in this contract every facility for carrying out\ntheir work and also for the use of ordinary scaffolding. The contractor however, shall not be required to erect\nany special scaffolding for them.\n\nC-11",
    "Page_51": "1.59\n\n1.60\n\n1.61\n\n1.62\n\n1.64.\n\n1.65\n\nTrade Unions\nThe contractor shall recognize the freedom of his work people to be members of trade unions.\n\nLocal and other Authorities notices and fees\n\nThe contractor shall comply with and give all notices required by any Regulations, Act or by Law of any Local\nAuthority or of any Public Service, Company or Authority who have any jurisdiction with regard to the works\nor with those systems the same are or will be connected and he shall pay and indemnify the Government\nagainst any fees or charges legally demandable under any regulation or by-law in respect of the works;\nprovided that the said fees and charges if not expressly included in the contract sum or stated by way of\nprovisional sum shall be added to the contract sum.\n\nThe contractor before making any variation from the contract drawings or specification necessitated by such\ncompliance shall give the Project Manager written notice specifying and giving the reason for such variation\nand applying for instructions in reference thereto.\n\nIf the contractor within seven days of having applied for the same does not receive such instructions, he\nshall proceed with the works in conforming to the provision regulation or by-law in question and any\nvariation thereby necessitated shall be deemed to be a variation in accordance to the conditions of contract.\n\nAssignment or subletting\n\nThe contractor shall not without the written consent of the Project Manager assign this contract or sublet\nany portion of the works, provided that such consent shall not be unreasonably withheld to the prejudice of\nthe contractor.\n\nPartial Completion\n\nIf the Government shall take over any part or parts works, apparatus, equipment etc. then within seven days\nfrom the date on which the Government shall have taken possession of the relevant part, the Project\nManager shall issue a Certificate stating his estimate of the approximate total value of the works which shall\nbe the total value of that part and practical completion of the relevant part shall be deemed to have occurred,\nand the Defects Liability Period in respect of the relevant part be deemed to have commenced on the date\nGovernment shall have taken possession thereof.\n\nThe contractor shall make good any defects or other faults in the relevant part that had been deemed\ncomplete.\n\nThe contractor shall reduce the value of insurance by the full value of the relevant part\n\nThe contractor shall be paid for the part of works taken possession by the Government\n\nTemporary Works\nWhere temporal works shall be deemed necessary, such as Temporary lighting, the contractor shall take\nprecaution to prevent damage to such works.\n\nThe contractor shall include for the cost of and make necessary arrangements with the Project Manager for\nsuch temporary works. For temporary lighting, electricity shall be metered and paid for by the contract\n\nPatent Rights\n\nThe contractor shall fully indemnify the Government of Kenya; against any action, claim or proceeding\nrelating to infringement of any patent or design rights, and pay any royalties which may be payable in\nrespect of any article or any part thereof, which shall have been supplied by the contractor to the Project\nManager. In like manner the Government of Kenya shall fully indemnify the contractor against any such\naction, claim or proceedings for infringement under the works, the design thereof of which shall have been\nsupplied by the Project Manager to the contractor, but this indemnify shall apply to the works only, and any\npermission or request to manufacture to the order of the Project Manager shall not relieve the contractor\nfrom liability should he manufacture for supply to other buyers.\n\nMobilization and Demobilization\n\nThe contractor shall mobilize labour plant and equipment to site according to his programme and schedule\nof work. He shall ensure optimum presence and utilization of labour, plant and equipment. He should not\npay and maintain unnecessary labour force or maintain and service idle plant and equipment. Where\nnecessary he shall demobilize and mobilize the labour, plant and equipment, as he deems fit to ensure\noptimum progress of the works and this shall be considered to be a continuous process as works progress.\nHe shall make provision for this item in his tender. No claim will be entertained where the contractor has not\nmade any provision for mobilization and demobilization of labour, plant and equipment in the preliminary\nbills of quantities or elsewhere in this tender.\n\nCc-12",
    "Page_52": "1.66\n\n1.67\n\n1.68\n\n1.69\n\nExtended Preliminaries\n\nWhere it shall be necessary to extend the contract period by the Project manager the contractor shall still\nensure availability on site, optimum labour, materials, plant and equipment. The contractor shall make\nprovision for extended preliminaries, should the contract period be extended and this shall be in a form ofa\npercentage of the total Contractor works. Where called upon in the Appendix to these Preliminaries the\nContractor shall insert his percentage per month for extended preliminaries that shall form basis for\ncompensation.\n\nLack of inserting the percentage shall mean that the sub-contractor has provided for this requirement\nelsewhere in the Bills of Quantities.\n\nSupervision by Engineer and Site Meetings\n\nA competent Project Engineer appointed by the Engineer as his representative shall supervise the Contract\nworks. The Project Engineer shall be responsible for issuing all the site instructions in any variations to the\nworks and these shall be delivered through the Contractor with the authority of the Project Manager. Any\ninstructions given verbal shall be confirmed in writing.\n\nThe project engineer and (or) the Engineer shall attend management meetings arranged by the Project\nManager and for which the Contractor or his representative shall also attend. For the purpose of supervising\nthe project, provisional sums are provided to cover for transport and allowances. The Contractor shall in his\ntender allow for the provision of management meetings and site inspections, as instructed by the Engineer,\nand also profit and attendance on these funds. The funds shall be expended according to Project Manager’s\ninstructions to the contractor.\n\nAmendment to Scope of Contract Works\n\nNo amendment to scope of sub-contract works is expected and in case of amendment or modification to\nscope of work, these shall be communicated to all tenderers in sufficient time before the deadline of the\ntender submission. However during the contract period and as the works progress the Project Manager may\nvary the works as per conditions of contract by issuing site instructions.\n\nNo claims shall be entertained on account of variation to scope of works either to increase the works (pre-\nfinancing) or reduction of works (loss of profit-see clause 1.70)\n\nContractor Obligation and Employers Obligation\n\nThe sub-contractor will finance all activities as part of his obligation to this contract. The employer shall pay\ninterim payment for materials and work completed on site as his obligation in this contract, as the works\nprogresses. No claims will be entertained for pre-financing of the project by the sub-contractor, or for loss of\nprofit (expectation loss) in case of premature termination, reduction or increase of works as the sub-\ncontractor shall be deemed to have taken adequate measures in programming his works and expenditure\nand taken necessary financial precaution while executing the works. No interest shall be payable to the\nContractor, except as relates to late payment as in the conditions of contract clause 23.3. The contractor\nshall where called upon, insert his price to compensate for any of the occurrence stated here (premature\ntermination, reduction or increase of works), as a percentage of the contract sum in the Appendix to this\nsection.\n\nC-13",
    "Page_53": "1.70 APPENDIX TO SUB-CONTRACT PRELIMINARIES AND GENERAL CONDITIONS\n\n1 OMIT CLAUSE 1.12\nThis is not a firm price contract\n\n2 MODIFY CLAUSE 1.15\nAmount of performance security will be Five per cent (5%)\n\n3 ADD TO CLAUSE 1.17\nPrices quoted shall include 16% VAT. In accordance with Government policy, the 16% VAT and 3%\nWithholding Tax shall be deducted from all payments made to the sub-contractor, and the same shall\nsubsequently be forwarded to the Kenya Revenue Authority (KRA).\n\n4 ADD TO CLAUSE 1.40\nThere are no labour camps.\n\n5. ADD TO CLAUSE 1.66\n\nThe amount or percentage that may be inserted in the bills of quantities for this item should not exceed the\nanticipated Liquidated damages amount for the same period.\n\nC-14",
    "Page_54": "SECTION D:\n\nGENERAL MECHANICAL SPECIFICATIONS",
    "Page_55": "SECTION D\n\nGENERAL MECHANICAL SPECIFICATION\n\n \n\nCLAUSE DESCRIPTION PAGE\n2.01 GENERAL D-1\n2.02 QUALITY OF MATERIALS D-1\n2.03 REGULATIONS AND STANDARDS D-1\n2.04 ELECTRICAL REQUIREMENTS D-1\n2.05 TRANSPORT AND STORAGE D-1\n2.06 SITE SUPERVISION D-2\n2.07 INSTALLATION D-2\n2.08 TESTING D-2\n2.09 COLOR CODING D-3\n\n2.10 WELDING D-3\n\n(i)",
    "Page_56": "2.01\n\n2.02\n\n2.03\n\n2.04\n\n2.05\n\nGENERAL MECHANICAL SPECIFICATION\n\nGeneral\n\nThis section specifies the general requirement for plant, equipment and materials forming part of the Sub-\ncontract Works and shall apply except where specifically stated elsewhere in the Specification or on the\nContract Drawings.\n\nQuality of Materials\n\nAll plant, equipment and materials supplied as part of the Sub-contract Works shall be new and of first class\ncommercial quality, shall be free from defects and imperfections and where indicated shall be of grades and\nclassifications designated herein.\n\nAll products or materials not manufactured by the Sub-contractor shall be products of reputable\nmanufacturers and so far as the provisions of the Specification is concerned shall be as if they had been\nmanufactured by the Sub-contractor.\n\nMaterials and apparatus required for the complete installation as called for by the Specification and Contract\nDrawings shall be supplied by the Sub-contractor unless mention is made otherwise.\n\nMaterials and apparatus supplied by others for installation and connection by the Sub-contractor shall be\ncarefully examined on receipt. Should any defects be noted, the Sub-contractor shall immediately notify the\nEngineer.\n\nDefective equipment or that damaged in the course of installation or tests shall be replaced as required to\nthe approval of the Engineer.\n\nRegulations and Standards\nThe Sub-contract Works shall comply with the current editions of the following:\na) The Kenya Government Regulations.\na) The United Kingdom Institution of Electrical Engineers (IEE) Regulations for the Electrical\nEquipment of Buildings.\nb) The United Kingdom Chartered Institute of Building Services Engineers (CIBSE) Guides.\nc) British Standard and Codes of Practice as published by the British Standards Institution (BSI)\ne) The Local Council By-laws.\nf) The Electricity Supply Authority By-laws.\ng) Local Authority By-laws.\nh) The Kenya Building Code Regulations.\ni) The Kenya Bureau of Standards\n\nElectrical Requirements\n\nPlant and equipment supplied under this Sub-contract shall be complete with all necessary motor starters,\ncontrol boards, and other control apparatus. Where control panels incorporating several starters are\nsupplied they shall be complete with a main isolator.\n\nThe supply power up to and including local isolators shall be provided and installed by the Electrical Sub-\ncontractor. All other wiring and connections to equipment shall form part of this Sub-contract and be the\n\nresponsibility of the Sub-contractor.\n\nThe Sub-contractor shall supply three copies of all schematic, cabling and wiring diagrams for the Engineer’s\napproval.\n\nThe starting current of all electric motors and equipment shall not exceed the maximum permissible starting\ncurrents described in the Kenya Power and Lighting Company (KPLC) By-laws.\n\nAll electrical plant and equipment supplied by the Sub-contractor shall be rated for the supply voltage and\nfrequency obtained in Kenya, that is 415 Volts, 50Hz, 3-Phase or 240Volts, 50Hz, 1-phase.\n\nAny equipment that is not rated for the above voltages and frequencies shall be rejected by the Engineer.\nTransport and Storage\nAll plant and equipment shall, during transportation be suitably packed, crated and protected to minimise\n\nthe possibility of damage and to prevent corrosion or other deterioration.\n\nOn arrival at site all plant and equipment shall be examined and any damage to parts and protective priming\ncoats made good before storage or installation.\n\nD-1",
    "Page_57": "2.06\n\n2.07\n\n2.08\n2.08.1\n\n2.08.2\n\n2.08.3\n\n2.08.4\n\nAdequate measures shall be taken by the Sub-contractor to ensure that plant and equipment do not suffer\nany deterioration during storage.\n\nPrior to installation all piping and equipment shall be thoroughly cleaned.\n\nIf, in the opinion of the Engineer any equipment has deteriorated or been damaged to such an extent that it\nis not suitable for installation, the Sub-contractor shall replace this equipment at his own cost.\n\nSite Supervision\nThe Sub-contractor shall ensure that there is an English-speaking supervisor on the site at all times during\nnormal working hours.\n\nInstallation\n\nInstallation of all special plant and equipment shall be carried out by the Sub-contractor under adequate\nsupervision from skilled staff provided by the plant and equipment manufacturer or his appointed agent in\naccordance with the best standards of modern practice and to the relevant regulations and standards\ndescribed under Clause 2.03 of this Section.\n\nTesting\n\nGeneral\n\nThe Sub-contractor’s attention is drawn to Part ‘C’ Clause 1.38 of the “Preliminaries and General\nConditions”.\n\nMaterial Tests\nAll material for plant and equipment to be installed under this Sub-contract shall be tested, unless otherwise\ndirected, in accordance with the relevant B.S Specification concerned.\n\nFor materials where no B.S. Specification exists, tests are to be made in accordance with the best modern\ncommercial methods to the approval of the Engineer, having regard to the particular type of the materials\nconcerned.\n\nThe Sub-contractor shall prepare specimens and performance tests and analyses to demonstrate\nconformance of the various materials with the applicable standards.\n\nIf stock material, which has not been specially manufactured for the plant and equipment specified is used,\nthen the Sub-contractor shall submit satisfactory evidence to the Engineer that such materials conform to\nthe requirements stated herein in which case tests of material may be partially or completely waived.\n\nCertified mill test reports of plates, piping and other materials shall be deemed acceptable.\n\nManufactured Plant and Equipment — Work Tests\n\nThe rights of the Engineer relating to the inspection, examination and testing of plant and equipment during\nmanufacture shall be applicable to the Insurance Companies or Inspection Authorities so nominated by the\nEngineer.\n\n \n\nThe Sub-contractor shall give two week’s notice to the Engineer of the manufacturer’s intention to carry out\nsuch tests and inspections.\n\nThe Engineer or his representative shall be entitled to witness such tests and inspections. The cost of such\ntests and inspections shall be borne by the Sub-contractor.\n\nSix copies of all test and inspection certificates and performance graphs shall be submitted to the Engineer\nfor his approval as soon as possible after the completion of such tests and inspections.\n\nPlant and equipment which is shipped before the relevant test certificate has been approved by the Engineer\nshall be shipped at the Sub-contractor’s own risk and should the test and inspection certificates not be\napproved, new tests may be ordered by the Engineer at the Sub-contractor’s expense.\n\nPressure Testing\nAll pipe work installations shall be pressure tested in accordance with the requirements of the various\n\nsections of this Specification. The installations may be tested in sections to suit the progress of the works\nbut all tests must be carried out before the work is buried or concealed behind building finishes. All tests\nmust be witnessed by the Engineer or his representative and the Sub-contractor shall give 48 hours notice to\nthe Engineer of his intention to carry out such tests.\n\nAny pipe work that is buried or concealed before witnessed pressure tests have been carried out shall be\nexposed at the expense of the Sub-contractor and the specified tests shall then be applied.\n\nD-2",
    "Page_58": "2.09\n\n2.10.2\n\n2.10.3\n\n2.10.4\n\nThe Sub-contractor shall prepare test certificates for signature by the Engineer and shall keep a progressive\nand up-to-date record of the section of the work that has been tested.\n\nColour Coding\nUnless stated otherwise in the Particular Specification all pipe work shall be color-coded in accordance with\nthe latest edition of B.S 1710 and to the approval of the Engineer or Architect.\n\nWelding\n\nPreparation\n\nJoints to be made by welding shall be accurately cut to size with edges sheared, flame cut or machined to\nsuit the required type of joint. The prepared surface shall be free from all visible defects such as lamination,\nsurface imperfection due to shearing or flame cutting operation, etc., and shall be free from rust scale,\ngrease and other foreign matter.\n\nMethod\nAll welding shall be carried out by the electric arc processing using covered electrodes in accordance with\nB.S. 639.\n\nGas welding may be employed in certain circumstances provided that prior approval is obtained from the\nEngineer.\n\nWelding Code and Construction\nAll welded joints shall be carried out in accordance with the following Specifications:\n\na) Pipe Welding\nAll pipe welds shall be carried out in accordance with the requirements of B.S.806.\n\nb) General Welding\nAll welding of mild steel components other than pipework shall comply with the general\nrequirements of B.S. 1856.\n\nWelders Qualifications\nAny welder employed on this Sub-contractor shall have passed the trade tests as laid down by the\nGovernment of Kenya.\n\nThe Engineer may require to see the appropriate to see the appropriate certificate obtained by any welder\n\nand should it be proved that the welder does not have the necessary qualifications the Engineer may instruct\nthe Sub- contractor to replace him by a qualified welder.\n\nD-3",
    "Page_59": "SECTION E\n\nGENERAL SPECIFICATION\nFOR\nMEDICAL GASES, COMPRESSED AIR AND VACUUM INSTALLATIONS",
    "Page_60": "INTRODUCTION\n\nThis standard specification is intended to form part of the general specification to be included in the\nStandard Tender document as follows:\n\nPart (1) General Conditions of contract.\n(2) Preliminary clauses (supplementary to General Conditions)\n(3) Technical specification(s)\n(4) Schedules of works.\n(5) Appendices to specifications.\n\nThe specification comprises standard clauses, which can be used to complete specifications for Medical\nGases, Air and Vacuum installations in Hospitals. The clauses are so arranged that they can be selected to suit\nthe requirements of individual schemes and guidance notes are included to assist in the selection and\ncompletion of the clauses. All the clauses may not apply. It may also be necessary to add clauses to suit\nparticular requirements. These should be considered for future inclusion in the specification.\n\nDimensions and values are given in Metric S.|. units; Imperial equivalents are quoted in brackets. Where precision\nin equivalent values is not important, the nearest practical or rational equivalent in Metric or Imperial units is\ngiven.\n\nNote;- This specification does not cover the requirements for Pathology Departments, Laboratories or Workshop.\nThese departments must be treated separately and supplied from installations independent of Medical\ninstallations. Specifications will need to be drawn up based on appropriate sections of H.T.M. 22.\n\nIt is intended that design guidance for Medical installations is obtained from H.T.M. 22 and that the requirements\narrived at are written into the specification clauses.\n\nREFERENCES\nBRITISH STANDARDS INSTITUTION\nBS 4 Structural steel sections.\nBS21 Pipe Threads.\nBS3643 1.8.0 Metric screw Threads.\nBS341 Valve Fittings for compressed Gas Cylinders.\nBS1319 Medical Gas Cylinders and Anaesthetic Apparatus.\nBS587 Motor Starters and controllers.\nBS2613 The Electrical performance of Rotating Electrical Machinery.\nBS2960 Dimensions of 3 phase Electric Motors.\nBS3979 Dimensions of Electric Motors, Metric Series.\nBS89 Direct Acting Electrical indicating instruments.\nBS559 Light Gauge copper tube, imperial sizes-inch Bores.\nBS2871 Part 1. copper tubes for water, gas and sanitation - Metric outside Diam’s.\nBS1172 Phosphorous Deoxidised Non-arsenical copper for General Purposes.\nBS1845 Filler Metals for Brazing.\nBS1723 Specification for Brazing.\n\nBS487 Part 1 : Fusion welded steel air receivers (for pressures not exceeding 5001b/sq.inch).\n\nBS1123 Safety Valves, Gauges and fittings for air receivers and compressed air installations.\n\n(i)",
    "Page_61": "BS1780 Bourdon Tube pressure and vacuum gauges.\nBS1701 Air Filters for air supply for compressors, etc.\nBS 2831 Methods of air filters in filters used in air comditioning and general ventilation.\nBS3928 Methods for sodium flame test for air filters.\nBS4001 Care and maintenance of underwater breathing apparatus.\nPart 1 compressed air open circuit type.\nPart 2 standard diving equipment.\nBS4275 Selection, use and maintenance of respiratory equipment.\nBS 3970 Steam sterilizers.\nBS4199 Surgical suction apparatus.\nPart 1 and 2 electrically operated surgical suction apparatus.\nBS3636 Methods for proving Gas Tightness of vacuum or pressurised plants.\nBS1710 Identification of pipelines.\nBS4099 Colours and their meanings when used for indicator lights.\nCP3009 Underground piping systems.\nBS4957 Hospital Medical vacuum pipe line service.\n\nHTM — Hospital Technical Memorandum\n\nDHSS PUBLICATIONS\nHospital Technical Memorandum No. 22 (HMSO May 1972) Piped medical gases, medical compressed air and\n\nmedical vacuum installations. Data sheet EE10.11/12 colour code identification for medical gas terminal units and\npipe installations.\n\n(ii)",
    "Page_62": "STANDARD SPECIFICATIONS\n\nMEDICAL GASES, AIR AND VACUUM\n\n \n\nCONTENTS PAGE No.\nIntroduction (i)\nReferences. (i) - (ii)\nContents Sheets. (iii) -(xi)\n1. GENERAL\n\n1.1 Extent of contract. 1\n\n1.2 Specialist contractor 1\n\n1.3 Contract drawings. 1\n\n1.4 As fitted drawings. 1\n\n2. CENTRALISED STORAGE CYLINDER SYSTEM\n2.1 Gases dispensed from cylinder.\n2.1 Oxygen.\n2.1 Nitrogen.\n2.1 Nitrous oxide/Oxygen mixture.\n2.1 Carbon Dioxide.\n2.1 Medical compressed Air.\n2.2 Location of cylinders.\n2.3 Initial complements of cylinders.\n2.4 Capacity of storage cylinder systems.\n2.5 Cylinder support racks.\n2.6 Additional racks for spare cylinders.\n\nWwwn NY NN NY NN NY DY SN\n\n2.7 Automatic manifold assemblies.\n2.7.1. Manifold Assemblies.\n2.7.2. Non-interchange ability of cylinder connections.\n2.7.3 Testing of Headers.\n2.7.4 De-greasing.\n2.7.5 Manifold control panel-Distribution Pressures.\n2.7.6 Automatic operation.\n\n2.7.7. Pressure Gauges.\n\nRR RWW WwW Ww\n\n2.7.8 Control panel identification.\n2.7.9 Heated manifold for Nitrous oxide and\n\nNitrous Oxide/Oxygen mixture. 4\n\n(iii)",
    "Page_63": "CONTENTS\n\n2.8\n\n2.9\n2.10\n\n2.7.10 Electricity, supply\n\n2.7.25 Precautions against leakages.\n\nInsurance)\n\nother contractors.\n\n4.3\n\n4.6\n\n4.7.7\n4.7.8\n4.7.9\n4.7.10\n4.7.11\n\nService or Emergency point.\n2.8.1 Standby cylinder and rack.\n2.8.2 Main stop valve.\nSafety relief valve.\nElectrical installation work.\nLIQUID OXYGEN PLANT\n3.1 Extent of specialist contractor’s work.\n3.2 Work by specialist Oxygen supplier\n3.3 Extent of specialist oxygen suppliers works\n(Builders Work, installation work, Electrical works\n3.4 Extent pf associated works to be carried out by\n3.5 Requirements for Buried oxygen nipework.\n4, MEDICAL COMPRESSED AIR PLANT\n41 General Requirements.\n4.2 Quality of air.\nDistribution pressure.\n4.4 Maintenance.\n4.5 Precautions against vibration and noise.\nBuilders work.\n4.7 Air compressor unit.\n4.7.1 Definition.\n4.7.2 Duty\n4.7.3, Type\n4.7.4 Intercooling and aftercooling.\n4.7.5 Safety valves.\n4.7.6 Automatic drain traps.\nMEDICAL COMPRESSED AIR PLANT\nAir cooling. 10\nWater-cooling. 10\nStorage tank. 10\nWater Treatment. 10\n\nNon-re circulated water.\n\n(iv)\n\n10\n\n10\n10\n10\n\nPAGE No.\n4\n5\n7\n7\n8\n9",
    "Page_64": "4.7.12 Re-circulated water.\n4.7.13 Circulation control.\n4.7.14 Thermometers.\n4.7.15 Excessive air temperature protection.\n4.7.16 Valves on delivery pipe to receiver.\n4.7.17 Air unloading valves.\n4.7.18 Flexible pipework.\n4.8 Air intake filers.\n4.8.1 Type and efficiency.\n4.8.2 Sitting of intakes.\n4.8.3 Weather protection.\n4.8.4 Maintenance.\n4.9 Air silencer.\n\n4.10 Permissible noise levels.\n\n10\n11\n11\n11\n11\n11\n11\n\n11\n11\n11\n12\n12\n12\n12\n\n4.11 Compressor Electric Motor (Rating, type, insulation\n12\n\ndrive- vee belt, flexible guard)\n\n4.12 Motor starters (Rating, protection ,interlocking)\n\n4.13 Ammeter.\n4.14 Compressor controls.\n4.14.1 Duty selection switch.\n4.14.2 Hour counter.\n4.14.3 Switches.\n4.14.4 Pressure switches.\n4.15 Control cabinet.\n4.15.1 Compartment arrangement.\n4.15.2 Isolating switch.\n4.15.3 |.E.E. regulation.\n4.16 Air Receiver.\n\n4.16.1 Type-Vertical or Horizontal, capacity design\n\n4.16.2 Safety requirements (fused plug, safety relief\n\nValve, vent) 13\n\n4.16.3 Inspection cover ,cleaning,auto/manualdrains.\n\n4.16.4 Pressure gauge.\n4.16.5 Pressure switch connections.\n4.16.6 Test, certificates.\n4.17 Separators and filters.\n4.17.1 Duty.\n\n12\n12\n12\n12\n\n13\n14\n14\n14\n14\n14\n\n12\n12\n12\n\n13\n13\n13\n\n13\n13",
    "Page_65": "4.18\n\n4.17.2 Automatic drain trap.\n4.17.3 Filter, type and efficiency.\n\nAir Dryers.\n4.18.1 Type and duty.\n\n4.18.2 Design.\n4.18.3 Safety relief valve and pressure gauge.\n4.18.4 Regeneration process (Electric element,\n\nthermostatic control, Dry Air) 15\n\n4.19\n4.20\n\n4.21\n4.22\n4.23\n4.24\n\n4.18.5 Automatic air release on columns.\n4.18.6 Automatic repressurisation of columns.\n4.18.7 Control.\n4.18.8 Desiccant material.\n4.18.9 Desiccant bed life.\nDryness of air, dew point.\nFinal filter.\nFinal condition of air at terminal units.\nPressure regulation on distribution main.\nPressure gauge and safety valve on distribution main.\nStandby air cylinder manifold.\n4.24.1 Location.\n4.24.2 Capacity.\n4.24.3 Standby operation.\n4.24.4 Manifold assembly\n4.24.5 Electricity supply.\n4.24.6 Connection point into distribution system and\n\nnon-return valve on plant supply. 17\n\n4.24.7 Electrical installation work.\n\n5. | MEDICAL VACUUM PLANT.\n\n5.1\n5.2\n5.3\n5.4\n5.5\n5.6\n5.7\n\n5.8\n\nGeneral Requirements.\n\nDegree pf vacuum.\n\nTotal Design flow.\n\nMaintenance.\n\nPrecautions against vibration and noise.\nBuilders work.\n\nVacuum pump unit.\n\n5.7.1. Definition.\n\n5.7.2 Duty\n\nWater sealed pumps\n\n(vi)\n\n14\n14\n14\n\n14\n15\n\n16\n16\n\n16\n16\n16\n16\n16\n17\n17\n17\n17\n\n18\n18\n18\n18\n18\n18\n18\n18\n18\n18\n\n15\n15\n15\n15\n15",
    "Page_66": "5.8.1\n5.8.2\n5.8.3\n5.8.4\n\nWater supply.\nStorage tank.\nWater treatment.\n\nOverflow.\n\n5.9 Lubricated type pumps air water cooled.\n\n5.9.1. Water supply for cooling.\n5.9.2 Storage tank.\n5.9.3 Water treatment.\n5.9.4 Non-re circulated water.\n5.9.5 Re-circulated control.\n5.9.6 Circulation control.\n5.10 | Vacuum Pump Exhaust System.\n5.10.1 Silencers. 20\n5.10.2 Location of discharged pipe. 20\n5.10.3 Weather protection. 20\n5.10.4 Back pressure. 20\n5.10.5 Permissible noise levels. 20\n5.11. Vacuum pump electric motor (Rating,type, insulation,\nDrive- vee belt, Flexible ,Guard) 20\n5.12 Motor starters (Rating, protection, interlocking).\n5.13. Ammeter.\n5.14. | Vacuume pump controls.\n5.14.1 Duty selection switch.\n5.14.2 Hour counter.\n5.14.3 Switches.\n5.14.4 Pressure switches.\n5.15 Control cabinet.\n5.15.1 Compartment arrangement.\n5.15.2 Isolating switch.\n5.15.3 1.E.E regulations.\n5.15.4 Manufacture.\n5.16 Vacuum reservoir vessel.\n\n5.16.1 Type, vertical or Horizontal, Design.\n5.16.2 Capacity\n\n5.16.3 Safety requirements.\n\n5.16.4 Inspection cover cleaning, manual drain.\n5.16.5 Vacuum gauge.\n\n5.16.6 Pressure switch connections.\n\n(vii)\n\n19\n19\n19\n19\n19\n19\n19\n19\n19\n19\n19\n\n20\n20\n20\n21\n21\n21\n21\n21\n21\n21\n21\n21\n21\n21\n21\n21\n22\n22\n22",
    "Page_67": "5.17\n\n5.19\n5.20\n5.21\n\n5.16.7 Tests, certifications.\nDrainage Trays.\n\n5.17.1 Duty\n\n5.17.2 Sterilizing.\n\n5.17.3 Spare trap bowls.\nBacterial Filters.\n\n5.18.1 Duty\n\n5.18.2 Efficiency\n\nOperation of traps and filters.\nStandby vacuum facilities.\n\nElectrical installation work.\n\nDISTRIBUTION PIPEWORK SYSTEM\n\n6.1\n6.2\n6.3\n\n6.4\n\n6.5\n\n6.6\n\nExtent of pipework.\n\nSpare pipeline.\n\nPipework installation.\n\n6.3.1 Fixing.\n\n6.3.2 Gradients.\n\n6.3.3 Drainage.\n\n6.3.4 Diversion sets.\n\n6.3.5 Routing to avoid fire risk areas.\n6.3.6 Pipework supports.\n\n6.3.7 Pipework in floors, walls, ceilings.\n\n6.3.8 Special precautions against corrosion.\n\n6.3.9 Cleanliness during installation.\n6.3.10 Bonding and Earthing.\nPipework material and sizes.\n\n6.4.1 Material\n\n6.4.2 Sizes.\n\nFittings and joints.\n\n6.5.1 Capillary Fittings.\n\n6.5.2 Flux\n\n6.5.3 Compression fittings.\n\n6.5.4 Valve joints, capillary or screwed.\nDegreasing of pipes and fittings.\n\n6.6.1 Extent ,protection , labelling.\n\n6.6.2 Degreasing processes.\n\n(viii)\n\n22\n22\n22\n22\n22\n22\n22\n22\n22\n22\n23\n\n24\n24\n24\n24\n24\n24\n24\n24\n24\n25\n25\n26\n26\n26\n26\n26\n26\n26\n26\n27\n27\n27\n27\n27",
    "Page_68": "7.2\n7.3\n\n6.7 Valves on Distribution pipe work.\n\n6.7.1 Valve materials, types.\n\n6.7.2 Direction of valve closure\n\n6.7.3 Makers identification\n\n6.7.4 Pressure testing and degreasing.\n\n6.7.5 Certificates.\n\n6.7.6 Valves for system testing purposes.\n\n6.7.8 Extended ,phased ,modified installation.\n6.8 Valve boxes.\n\n6.8.1 Location\n\n6.8.2 Purpose\n\n6.8.3 Mounting Height.\n\n6.8.4 Mounting depth\n\n6.8.5 Standardized type boxes.\n\n6.8.6 Box material\n6.9 Valves in ducts or cupboards\n\n6.10 Identification of valves.\n\n6.11 Terminal Units.\n\n6.11\n6.11.\n6.11.\n6.11.\n6.11.\n6.11\n6.11.\n6.11.\n6.11.\n6.11.\n\n2\n3\n4\n5\n6\n7\n8\n9\n\n1\n\nExtent of work.\n\nDefinition.\n\nFascia plate\n\nMounting order.\n\nType\n\nMounting Height\n\nExact positioning of terminal units.\n\nEssential design features of units.\n\nIdentification colours and wording on units.\n\n10 Pressure loss across terminal units.\n\nSPECIAL FITTINGS FOR OPERATING THEATRES.\nLocations and type.\n\nGases to be dispensed.\n\nDesign of fittings.\n\n7.3.1 Boom Assembly,Open type ‘A’\n\n7.3.2 Boom Assembly,Enclosed type ‘B’\n\n7.3.3 Ceiling pendant,single point type ‘C’\n\n(xi)\n\n34\n34\n34\n34\n34\n34\n\n27\n28\n28\n28\n28\n28\n29\n29\n29\n29\n29\n29\n29\n29\n30\n30\n30\n31\n31\n31\n31\n31\n31\n31\n31\n32\n32\n33",
    "Page_69": "rigid telescopic.\n\n7.3.4 Ceiling column square Type ‘D’. 34\n\n7.3.5\n7.3.6\n\n7.3.5\n7.3.6\n7.3.7\n7.3.8\n7.3.9\n7.3.10\n7.3.11\n7.3.12\n7.3.13\n7.3.14\n7.3.15\n7.3.16\n\nCeiling column square Type E rigid or telescopic.\nCeiling column round on track , Type F\n35\n\nCeiling column on track Type G, rigid telescopic.\nTerminal connections.\nValves.\nSpecial precautions.\nAnti-static precautions.\n\nCleanliness.\nOrder of arrangement of terminal connections.\nHeadroom clearance.\nDimensions of fittings.\nStructural requirements for fittings.\nPositioning of special fittings.\n\nElectrical Services in fittings.\n\n8. IDENTIFICATION OF PIPELINES.\n8.1 Permanent identification.\n\n8.2 Temporary identification.\n\n9. WARNING AND ALARM SYSTEMS.\n\n9.1 Extent of work. 37\n9.2 Master and slave indicating units. 37\n9.3 Electrical Power. 37\n9.4 Essential features of flashing light units. 37\n9.5 Essential features of steady light units. 38\n9.6 Working of master and slave units - flashing system. 38\n9.7 Working of master and slave units - steady system. 38\n9.8 Arrangement of panel on units. 38\n9.9 Engraving of fascia panel of units. 38\n9.10 Monitoring equipment. 39\n9.11 Setting of sensing devices. 39\n9.12 Electrical wiring. 40\n\n34\n\n35\n35\n35\n35\n35\n35\n35\n35\n35\n35\n36\n36\n\n36\n36",
    "Page_70": "1. GENERAL\n1.1 Extent of Contract.\n\nThe work shall include for supplying, installing, testing ,commissioning ,demonstrating and leaving in proper\nworking order a piped centralised supply system for medical gases comprising ( specify either : oxygen, Nitrogen\nOxide/Oxygen mixture, carbon dioxide, compressed air and vacuum ) as outlined in this specification. Tenders\nshall comply in all respects with the specification but the contractor may offer alternatives provided that the\ndifferences and advantages are clearly detailed by him on the schedule of alternatives attached which shall be\nreturned with the tender.\n\n1.2 Specialist Contractors.\nThe work shall be tendered for by approved contractors only who are specialists in the installation of medical gas\nsystems and who have permanently employed staff experienced in this type of work. At the time of tendering the\n\ncontractor shall confirm in writing that he has suitable qualified personnel who would be employed on the\nproject.\n\n1.3 Contract Drawings.\n\nThe contract drawing to be read in conjunctions with this specification are as follows:\n\nDrawing No. Title\n\nAny discrepancies between the drawings and the specification shall be clarified with the Engineer before\ntendering.\n1.4 As- Installed Drawings\n\nDuring the course of construction the contractor shall correct one copy of the contract drawings daily as\nthe work proceeds, indicating any change made from the arrangement shown in the contract drawings.\n\nThis amended drawing shall remain on site, readily available for inspection, and the amendments must\nultimately be transferred to a reproducible copy of the contract drawing.\n\nE-1",
    "Page_71": "2. CENTRALISED STORAGE CYLINDER SYSTEMS\n\n2.1 Gases to be dispensed from cylinders\n\nThe supply system (s) for (( specify either : oxygen, Nitrogen Oxide/Oxygen mixture, carbon dioxide,\ncompressed air and vacuum )) shall (each) comprise a centralised battery of cylinders, complete with support\ntacks, headers ,automatic manifold distribution panel (s) and shall necessary controls ,safety devices ,alarms\n,Pipework ,valves and terminal units for distributing the gases to the required positions as listed on the schedule\nof terminal units.\n\nNote: The following shall be supplied from plant installations as specified later.\n\n(a) Oxygen\n(b) Compressed Air.\n(c) Vacuum.\n2.2 Location of cylinders.\n\nThe cylinders shall be located on the medical gases manifold room(s) as indicated on contract drawing(s) No (s).\n\n2.3 Initial complement of cylinders.\n\nThe Hospital authority shall be responsible for providing the full complement of cylinders for each gas as required\nand these will be used initially for purging and commissioning and handing over the system(s) in proper working\norder.\n\n(see 10.14 and 10.15)\n\n2.4 Capacity of System(s)\nThe capacity of the storage cylinder system(s) shall be as follows; providing equal banks of cylinders, one for\n‘duty’ and one for ‘standby’ for oxygen, a total of ............ cylinders arranged in two separate banks each cylinder\nhaving a Capacity Of wees litres(... cu.ft) for nitrous oxide, a total of cylinders\narranged in two separate banks each cylinder having a capacity Of... litres(.. .cu.ft) for nitrous\noxide oxygen mixture a total of ... ...... cylinders arranged into separate banks each cylinder having a\ncapacity of... ..litres(.... u.ft).\n\n \n\n \n\n    \n\nFor carbon dioxide a total of cylinders arranged in two separate banks each cylinder having a\nCapacity Of ws litres (.. cu. Ft) for compressed air a total Of... ssesesssseeseeeees cylinders\narranged in two separate banked cylinder having a capacity Of ........sssseseseeees URLES (ceeeeccessseeteeeeee cu. ft).\n\n \n\n \n\n2.5 Cylinder support racks.\n\nThe supporting steelwork for the cylinders shall hold them in an fifi€linted position against the wall and shall\nconsist of mild steel bulb angle section 178mm x176mm ‘rag’ bolted to the floor and a separate mild steel angle\nsection 102mm x 76mm x 13mm thick ‘fag’ bolted to the wall. The steel sections to be to BS.4. The angle section\nshall have neatly formed semi-circular cut-outs to space and support the cylinders in banks. All securing bolts\nshall be provided by the specialist contractor who shall mark out the position of holes in floor and walls for drilling\nby the building contractor. Any grouting in shall be done by the specialist contractor, who shall also erect the\nsteelwork.",
    "Page_72": "2.6 Additional Racks for Spare Cylinders.\n\nThe following additional storage racks shall be provided and installed in the position(s) shown on the contract\nArawing(S) NUMbESS(S).....sscscescssesescessseessesssesesessssessesesesssesessnssssesesssssescssssssesesessseessees\nThe racks to be in accordance with BS. 1319.\n\n        \n\n \n\nseseeaeeeeeeeee (Specify).........RACK(S) CACH FOF ..scsesseseeeeees OXYGEN CYLINAELS sesso LIEPES (...esseeeeeeee CU ft)\n\ncapacity.\n..Rack(s) each for .. ..... Nitrous oxide cylinders of litres...\nRack(s) each for .. Nitrous oxide/oxygen mixture cylinders of..\n\nlitres ( ..cu.ft) capacity.\n\nceseescueecececeees Rack(s) each for ..............Carbon dioxide cylinders Of... LILPES(..eseeseseeeeeeee CU. Ft)\ncapacity.\n\nceseescaeseeceeenes Rack(s) each for ..............Compressed air cylinders Of............ LItFES(....esesssseeeeeee CUL FE)\ncapacity.\nNote;- In cold weather N20/02 mixture tends to separate and the cylinders received should be stored\n\nhorizontally for 24 hours before use. The racks shall be designed for horizontal storage only. The ambient room\ntemperature shall be within the range of 10°c to 25°c.\n\n2.7 Automatic manifold assembly.\nThe manifolds for all the specified gases (and air) shall be as far as possible identical in construction and\n\nthe following clauses refer to the assemblies any of the “gases”.\n2.7.1. Manifold Headers\n\nEach bank of cylinders shall be located beneath a high-pressure manifold header securely mounted control\npanel. The headers shall carry flexible spiral tail pipes on the underside for connecting to the cylinders and each\ntail pipe shall incorporate a renewable non-return valve on the manifold header to allow removal and\nreplacement of the cylinder without interrupting the supply from others in the same bank.\n\n2.7.2 Non-interchange ability of cylinder connections\nThe screwed connections of the tail pipes to the cylinder valves shall be designed such that cross connection of\nthe pipe for any one gas cannot be made to any cylinders for the gases, the exception being oxygen and air which\nto BS. 341 part 1 are identical.\n\n \n\n2.7.3 Testing of Headers.\nThe manifold and tail pipe assembly shall be capable of withstanding a maximum working gauge pressure of 136\nbar (1980 p.s.i.)and shall be tested to twice this pressure by the manufacturer at his work and a test certificate\nsupplied.\n\n2.7.4 De-Greasing\nThe assembly shall be de-greased and delivered to site in a sealed polythene bag or cover and labelled to the\neffect that if is degreased and shall on no account be contaminated by dirt oil or grease during erection of\nafterwards.\n\n2.7.5 Manifold Control Panel\nEach pair of headers shall connect to a control panel which shall automatically reduced the high pressure gas or\n\nair to a low distribution gauge pressure of 4.14 bar+ 0.14 bar (60 p.s.i.+ 2 p.s.i) for gases or 7.3bar + 0.15 bar\n(105p.s.i. + 2.5p.s.i) for air.\n\nE-3",
    "Page_73": "2.7.6 Automatic Operation\nThe control panel shall dispense gas (or air) from each of the two cylinder banks in turn via a common distribution\n\npipe and when the “duty” bank pressure falls to 7 bar g.(100 p.s.i.) on “gas” manifolds or 10 bar g. (145 p.s.i.) on\nair manifolds, the panel shall automatically switch over to the “reserve” bank without any interruption of the\n\nsupply.\n\nThe panel shall incorporate a pressure regulator, a pressure switch and automatic valve to each bank in order to\ncarry out the above operations.\n\nIt shall be possible to select either bank of cylinders as the duty bank and to change over manually to the reserve\nbank despite any electrical supply failure.\n\nA reserve pressure regulator to each bank shall automatically take over if the changeover valve fails to operate or\nif the low-pressure regulator fails to open sufficiently. It shall be possible to carry out maintenance work on the\npressure regulators and parts for one bank without affecting the supply from the other bank.\n\nAutomatic panel shall be capable of passing 300 litres per minute at a gauge pressure of 4.14 bar\n(60 p.s.i.) for “gases” and 7.3 bar (105 p.s.i) for air.\n\n2.7.7. Pressure Gauges\n\nThe control panel shall incorporate three pressure gauges: one high pressure gauge to each cylinder bank and one\ncommon low pressure gauge on the outgoing supply to the distribution pipework.\n\nThe gauges shall conform to BS.1780 and be graduated in bars and p.s.i.\n\nEach gauge shall carry the name of the gas on the dial face with warning- “USE NO OIL OR GREASE” Gauge shall be\ndegreased and maintained in this condition before and after installation.\n\nThe dials shall be marked with a blue line at the normal working pressure and a red line at the minimum\nallowable.\n\n2.7.8 Control Panel Identification\nEach panel shall carry in large letters on the front the name of the gas being controlled the letters shall be\nembossed engraved or otherwise marked on so as to be indelible. Painting or adhesive lettering shall not be\n\npermitted.\n\n2.7.9 Heated Manifold for Nitrous Oxide and Nitrous Oxide/Oxygen Mixture.\n\n \n\nOn the Nitrous oxide and Nitrous Oxide/oxygen mixture manifolds, electric heating elements shall be\nincorporated.\n\n2.7.10 Electricity supply\n\nThe manifolds shall be suitable for operating from a .........e volts ,single phase/3 phase and neutral............\nHertz, A.C. supply.\n\nAny internal wiring in the panel shall have a flame- retardant sheathe to comply with |.E.E regulation B. 16.\n\nE-4",
    "Page_74": "2.7.11 Precautions against Leakages.\n\nAll parts of the control panel shall be constructed of materials, which will not deteriorate during service and lead\nto leakages. Diaphragm gaskets of pressure regulators shall not be of fibre but brass.\n\n2.8 Service or Emergency Point.\n\nEach gas (or air) installation shall include a service or emergency point in the manifold room on the wall near to\nthe control panel and on the outgoing distribution pipe into which a supply can be connected manually from a\nstandby cylinder when the control panel is to be serviced or has failed.\n\nThe service point shall be in form of a terminal unit complete with check valve and isolating valve, into which a\nflexible pipe with probe can be inserted. See 6.11.8 for details.\n\nThe unit shall be capable of passing 275 litres/min. minimum at a nominal gauge pressure of 4.1 bar (60 p.s.i.)\nwith a pressure loss not exceeding 0.55 bar (8 p.s.i.).\n\nThe unit shall be rigidly piped up to the distribution main and the height of the unit above floor level shall be such\nthat the flexible pipe probe can inserted easily by a person of average height standing on floor level.\n\nThe service point shall be identified indelibly with the name of the gas and by colour code to B.S. 1710\n(1971),schedule No. 13 of this specification.\n\n2.8.1. Standby Cylinder and Rack.\n\nThe standby cylinder shall be complete with pressure reducing set wit safety relief, high and low pressure gauges,\non/off control valve, flexible pipe and probe.\n\nThe supply of the cylinder shall be the responsibility of the hospital authority but a supporting steel work rack on\nthe lines of those for the main banks and reducing sets, gauges and valves shall be included in this contract.\n\nRegulators should have a working capacity of 300 litres min. and be set to operate at a gauge pressure of 4.1 bar\n(60 p.s.i) for oxygen, for nitrous oxide 4.1 bar (60 p.s.i.) and for compressed air 7.2 bar (105 p.s.i.) .\n\nThe probe and the connection of the pipe to the pressure regulator shall be non-interchangeable with other gases.\n\n2.8.2 Main Stop Valve.\nA main stop valve shall be fitted on the distribution main before the service point is reached in order to\n\nallow the control panel to be isolated.\nThe valve shall be in readily accessible position so that it can also serve as an emergency valve and being\nlocated in the manifold room. It need not be housed in a valve box.\n\n2.9 Safety Relief Valve.\nA self - closing safety relief valve shall be fitted on the distribution pipe-in between the control panel and the\nmain stop valve. The valve shall flow capacity a head equal to the maximum flow rate of the control panel and\nshall be set to operate at 25% above the distribution pressure.\nThe valve shall be of a type which can be locked or sealed and shall be non-ferrous material.\nIt shall be coupled to a copper vent pipe one size larger than the distribution pipe and vented to atmosphere at a\nsuitable level and position outside the building. The end of the vent pipe shall terminate in an inverted “U” bend\nwith wire mesh and a suitable shied to protect against snow",
    "Page_75": "and ice. The discharge point shall be finally agreed on site by the engineer and contractor to ensure that there is\nno danger of fire, injury to personnel, contamination or interference with air intakes or windows. The safety valve\nand vent pipe shall be supplied and installed in a degreased condition. Weatherproof notices shall be fixed at each\ndischarge point stating- DANGER KEEP CLEAR. MEDICAL GAS DISCHARGE POINT.\n\n2.10 Electrical Installation work.\nAll electrical equipment shall be supplied and installed by the specialist contractor.\nThe interconnecting wiring shall be carried out to separate specification by the contractor/others.\n\nThe specialist contractor shall in all cases supply duplicate wiring diagrams and instruction within 2 weeks\nof being awarded the contract.",
    "Page_76": "Liquid Oxygen Plant\n\n3.1 Extent of Specialist Contractors Work\n\nThe oxygen supply to the distribution system shall be from a medical liquid oxygen plant which shall be installed\nby a specialist oxygen supplier under a separate contract negotiated by the engineer.\n\nThe specialist contractor’s work shall commence at the valved distribution position installed by the specialist\noxygen supplier at the position shown on the Contract Drawing No ..........\n\n \n\n3.2 Work Specialist Oxygen Supplier\n\nThe work shall comprise the supply and installation of a medical liquid oxygen plant at the position shown on\nContract Drawing No ..........\n\nThe plant shall be the vacuum insulated evaporator type and have a capacity equal to _......... M3 (cee. cu..ft.) of\ngaseous oxygen.\n\nThe plant will remain the property of the selected supplier who shall remain and re-fill with the liquid oxygen as\nnecessary.\n\nThe plant shall include a standby oxygen cylinder twin manifold which shall come into operation immediately\nthe liquid plant ceases to operate from any cause whatsoever.\n\nThe manifold assembly shall also remain the property and responsibility of the specialist supplier as regards\nregular inspection and maintenance but daily running of manifold and replacement of cylinder as required shall be\nresponsibility of the Hospital Authority.\n\nThe cost of re-filling evaporator and cylinders will be chargeable to the Hospital Authority.\n\nThe manifold shall be located in the open with the liquid plant and shall have a weatherproof covering.\n\nThe manifold shall be located in the manifold room as shown on the Contract Drawing Number .......... but shall\nremain the property of the specialist supplier.\n\n3.3 Extent of Specialist oxygen supplier’s work, builders work, installation work, insurance\n\nThe specialist oxygen supplier shall confirm at the time of commencement of works the following:\n\n1. Supply of drawings and instructions for associated work required to be carried out by\nothers.\n\n2. Identification of pipe work to B.S. 1710 (1971) up to distribution point;\n\n3. Commissioning of plant.\n\n4. Insurance of plant.\n\n3.4 Extent of associated work to be carried out by other contractors on behalf of the Health\nAuthority.\n\nThe following will be carried out by others (G@ehseparatelcontracts):\n\n1. Provision of access roads to the plant to take road tankers\n2. Hard standing pad of non-porous concrete for tanker when filling the plant\n3. Drainage of pad and plant foundation by surface fall to drains at least 6meters away.\n\nE-7",
    "Page_77": "Access road to manifold room where used\n\nElectricity supply to suitable agreed distribution point. Wiring from distribution board to control\npanels on liquid oxygen evaporator and standby manifold and to tanker moptor starter box. Wiring\nfrom panels to alarm system\n\nElectricity supply and lighting equipment to illuminate the plant\n\nFire Protection to Fire Officer’s requirements\n\nLighting protection if required,.\n\nae\n\nCON O\n\n3.5 Requirements for Buried Oxygen Pipework\n\nThe OXYGEN PIPEliNe FFOM ws ssececsssessesesssssseesesessessesesessssessseseseeeees | oe\n\nsessesesssessssesesssussucssseeseseesssssesees « is to be run underground and this shall be carried in protective glazed earthenware\npipe laid on the bottom of a trench 460mm wide x 460mm deep approximately.\n\nThe oxygen pipe shall be wrapped in protective tape of approved material. Backfilling of the trench shall be left\nuntil the oxygen pipeline has satisfactorily passed pressure tests.\n\nIn areas where traffic passes over, steel protective pipes shall be used. The steel pipe shall be coated or wrapped\nto prevent corrosion.\n\nE-8",
    "Page_78": "Medical Compressed Air Plant\n\n4.1 General requirements\n\nThe specialist contractor shall supply and install at the position shown on contract drawing number\na medical compressed air plant having .......... (Specify either one/ two/ horizontal/ vertical air\n(each) served by two identical air compressor units and complete with all necessary\n\n \n\nreceiver(s) )..\ncontrols, safety devices, alarms, oil and moisture separators and air dryers.\n\n \n\n4.2 uality of Air\n\nThe air finally delivered to the ward, room or theatre shall be oil free, dust free and dry as specified later.\n(Clause 4.21)\n\n4.3 Distribution pressure\n\nThe pressure in the distribution pipe work shall be initially 7.3 bar +- 0.15 bar (105 p.s.i. +-2.5 p.s.i.) gauge on\nleaving the plant room, with reducing valve(s) as indicated on the contract drawing(s) to give a pressure of 4.14\nbar +- 0.14bar (60 p.s.i+- 2 p.s.i) gauge. See clause 4.22 for further details.\n\n4.4 Maintenance\n\nThe plant shall be designed and arranged to facilitate easy and efficient inspection and maintenance, to the\nsatisfaction of the engineer.\n\n4.5 Precautions against vibration and noise\n\nFlexible pipe work connections and resilient mountings shall be provided where necessary to prevent the\ntransmission of vibration and noise to the building and distribution pipe work. The specialist contractor shall be\nresponsible for ensuring that rigid connections are not made either by themselves or others.\n\n4.6 Builder’s Work\n\nThe specialist contractor shall supply and fix all holding down bolts, anti-vibration mountings and supply details of\nall foundations and hole positions for the building contractor to provide. The concrete foundation block shall be of\nadequate mass placed on suitable resilient foundations to damp out vibrations.\n\n4.7 Air Compressor Unit\n\n4.7.1 Definition\nEach air compressor unit shall comprise a compressor driven by an electric motor\nmounted together on a common base plate having anti-vibration mountings.\n\n4.7.2 Duty\nEach compressor unit shall be identical and have a free air delivery of ...(specify).....m?\nseul. ft.) per minute and shall be capable of dealing with the normal load on its own and maintain the gauge\npressure in the receiver at ......... bar (+ -..... bar) .......p.S.i (+-.....p.S.i.). The two compressors shall be arranged so\nthat one compressor is on duty while the other is on standby.\n\n4.7.3 Type\n\nThe compressors shall be Of the oss ( SPCCIFY ).....ccsesesessessesesssesssssessessessessesees\n..., Suitable for continuous operation and having efficient oil seals of\n\n \n\nE-9",
    "Page_79": "proved reliability to the lubricated parts of the machine. (See clause 4.21 for oil mist limit)\nCompressors with P.T.F.E. rings or seals shall not be allowed because possible overheating would liberate\noffensive gases from this material.\n\n4.7.4 Intercooling and Aftercooling\n\nThe compressors shall be of two-stage design with intercooling between stages and final after cooling, so that the\nair leaving temperature is kept as low as possible in order to reduce condensation and ensure subsequent\nsatisfactory air dryer performance.\n\n4.7.5 Safety Valve\n\nThe intercooler shall be air cooled by means of fans integral with the compressor and if thought necessary due to\nwarm site conditions the air supply to the fans shall be ducted from outside in order to provide air as cool as\npossible.\n\nThe specialist contractor shall advice on the necessary for ducted air and shall include for any ductwork in their\ncontract.\n\n4.7.6 Automatic drain traps\n\nBoth intercoolers and aftercooler shall be provided with an automatic drain trap with manual by pass each lea via\ncopper tundishes piped to a suitable gully.\n\n4.7.8 Water Cooling\n\nThe coolers and cylinders shall be water-cooled and the water supply shall be taken from a storage tank supply in\norder to ensure that the compressors have a non- interrupted supply. A break tank shall be incorporated between\nthe main tank and the circulating pumps.\n\n4.7.9 Storage Tank\n\nA suitable storage tank supply is available and a connection to this system is made at ......(Specify\n\nlocation)... sees by the specialist contractor. A storage tank is to be provided of ...........0. litres (...... gallons)\ncapacity and is to be (specify either included in this contract/ provided by others under a separate contract ).\nThe specialist contractor shall make the necessary connections from this system.\n\n \n\n4.7.10 Water Treatment\n\nThe hardness of the local water supply is ...\nthe compressors shall be included in this contract.\n\n.... and local treatment of the water before entering\n\n \n\n4.7.11 Non -Recirculated water\nThe cooling water shall be run to waste via copper tundishes piped to a suitable gully.\n4.7.12 Re-circulated Water\n\nThe cooling water shall be re-circulated and suitable cooling arrangements shall be included in this contract.\n4.7.13 Circulation Control\n\nThe cooling water shall be controlled by a thermostatic immersion on the outflow so that the circulation pump is\nstopped when a pre-determined low temperature setting is reached. The\n\nE-10",
    "Page_80": "circulation pump is stopped when a pre-determined low temperature setting is reached. The circulation pump\nshall be installed in duplicate for study purposes.\n\n4.7.14 Thermometers\n\nThermometers of the dial type shall be provided at the inlet and outlet of points of the coolers to show\ncompressed air temperatures.\n\n4.7.15 Excessive Air Temperature Protection\nIn the event of a higher than normal air exit temperature a thermostat shall switch off the compressor(s) and give\nwarnings as described later. The standby manifold shall then be automatically brought into use.\n\n4.7.16 Valves on delivery pipe to receiver.\n\nThe two compressors shall supply air to the receiver either through separate delivery pipes or the pipes may join\ninto one common delivery pipe.\n\nAn isolating non-return valve shall be fitted on the delivery pipe from each compressor prior to entering the\nreceiver.\n\n4.7.17 Air Unloading Valves\n\nEach delivery type shall carry an automatic air uploading valve, prior to the non-return valve; and operated when\nthe compressor stops so that the high pressure air in this portion of the pipe is released and the compressor can\nthe re-start under no conditions. At the manufacturer’s discretion this valve may be omitted on compressor can\nre-start under no load conditions. At the manufacturers discretion this valve may be omitted on the compressors\nwith less than 5.h.p. motors\n\n4.7.18 Flexible Pipework\n\nThe final connection of the delivery pipe or pipes to the receiver shall be in flexible pipe of “armour” quality, to\nprevent transmission of vibration from the compressors.\n\n4.8 Air Intake Filter\n\n4.8.1 Type and Efficiency\n\nThe air intake to each compressor shall be through a filter of the dry medium type to B.S 1701 which shall have\ndust retaining efficiencies of 98% minimum, grade CA, when tested in accordance with that standard.\n\n4.8.2 Sitting of Intakes\n\nThe sitting of air intakes shall be outdoors in the open at the position shown on contract Drawing Number\nsasseeesssssssesesssssesesnssseeeseene es but if considered necessary the position may be modified after a final inspection of the\nsite and agreement between the medical officer , the engineer and the contractor, in order to ensure clean air is\ndrawn in.\n\nThe length and cross section of the intake shall be approved by the compressor manufacturer to ensure that\ncompressor efficiency is not reduced\n\n4.8.3 Weather Protection\n\nThe intakes shall be adequately protected by cowls or other means from the ingress of\nrain, snow, ice and excessive dust.",
    "Page_81": "4.8.4 Maintenance\n\nThe filters shall be arranged for easy access for maintenance servicing and renewal,\nto the renewal, to the satisfaction of the engineer.\n\n4.9 Air Silencers\n\nThe intake filters shall pass the air into silencer assemblies from which the\ncompressors will draw air.\n\n4.10 Permissible Noise Levels\n\nThe overall effect of silencers, anti-vibration mountings and compressors (both running) shall not produce sound\npressures greater than |.S.0 Rating of 75, measured 1.8m away from sides and above the plant.\n\nThe contractor shall state the sound pressure levels of the plant being tendered, and this shall be checked and\nproved on completion of the installation to the satisfaction of the engineer.\n\n4.11 Compressor Electric Motor\n\nEach electric motor shall be continuously rated for the maximum duty to be performed and shall be of\nT.E.F.C. type for .......... VOLES, .....000. phase, 50 hertz A.C. supply and conform to B.S. 2613 and B.S 3979 (metric\ndimensions) with Class E insulation.\n\nThe motor shall drive the compressor either by Vee belts or a flexible coupling, which in either case shall be\nefficiently guarded to satisfy the requirements of the Factories Act.\n\n4.12 Motor starters\n\nEach motor shall have a starter which shall be rated for frequent duty in accordance with B.S 587 and have\nthermal overload protection.\n\nThe starters shall be of the automatic type so that once switched on the motor will be capable of re-starting\nautomatically should the supply be interrupted. This feature shall be indicated by a suitable warning notice\ndisplayed on or near the motors. A time delay shall be incorporated to ensure that the two compressors do not\nstart together. Three phase motors shall have single phasing preventors. Each star delta starter shall be\nelectrically and mechanically interlocked to prevent simultaneous star and delta connection.\n\n4.13 Ammeter\n\nAn industrial grade ammeter to B.S 89 shall be connected in the yellow phase connection to each motor, the dial\nwill be 75mm diameter.\n\n4.14 Compressor Controls\n\n4.14.1 Duty Selection switch\nThe two compressors shall run alternately so that one is on duty while the other is on stand by and a change over\n\nduty switch shall be provided so that manual selection can be made.\n\n4.14.2 Hour Counter\nAn “Hour Counter” shall be provided on each compressor to record its total running time and assist in the running\ntime and assist in even running of compressors.",
    "Page_82": "4.14.3 Switches\nEach compressor shall have a “hand-off-auto” switch to allow choice of either automatic or manual hand control.\n\n4.14.4 Pressure switches\nThe compressors shall be controlled by two pressure switches connected to and sensing the air pressure in the\nreceiver.\n\nThe “high” pressure switch shall be set to operate the duty motor starter, when the receiver gauge pressure falls\nCO ceeecsssseeseeee bar (p.s.i.) and to stop the motor when the gauging pressure rises to.......... bar (......p.s.i.) and to stop\nthe motor when the gauge pressure rises to .. ..bar (....p.s.i).when the compressors are on “hand/manual”\ncontrol and cut off the motor when maximum pressure is reached.\n\n \n\n4.15 Control Cabinet\n4.15.1 Compartment Arrangement\n\nThe compressor controls shall be arranged together in one metal cabinet with three separate fireproof\ncompartments. The centre compartment shall contain the duty selector switch, wiring and accessories common to\nboth compressors, while the outer compartments each contain the controls for one compressor and its associated\nequipment.\nA drawing of the panel shall be submitted to the engineer before commencing manufacture.\n\n4.15.2 Isolating Switch\n\nThe cabinet shall house a load breaking isolating switch interlocked with the cover and the circuits and apparatus\nshall be protected by H.R.C. fuses.\n\n4.15.3 Regulations\nWarning notices shall be incorporated for each compartment to warn the presence of medium voltage.\n4.15.4 Manufacture\n\nThe cabinet shall be manufactured from sheet steel, rust proofed (zintec) or electro-coated rust inhibited and not\nless than 2.0 mm ( 14s.w.g) thick and adequately braced.\n\nThe cabinet shall have an external finish of semi-gloss stoved or cellulose enamel to B.S colour ............. Untreated\n\nparts shall have a rust inhibitor coat and an undercoat applied before manufacture. The internal finish shall be\nwhite.\n\n4.16. Air Receiver\n\n4.16.1 Type\nEach air receiver shall be of the (specify either vertical/ horizontal type) and have a_ capacity of\neT (cccseeeee cu.ft.) of “water” and be designed to conform B.S 487 Part 1, Class 3D. (Fusion welded steel\n\nair receivers).\n\n4.16.2 Safety Requirements\nEach receiver shall be complete with safety valve and fusible plug to B.S 1123 and the safety valve\n\nshall be arranged to discharge to a safe position.",
    "Page_83": "4.16.3 Inspection, Cleaning and Draining\nEach receiver shall have an inspection cover and cleaning outlet, an automatic\ncondensate drain trap with isolating valve and a manual drain valve, both of which shall\ndischarge via a copper tundish piped to a suitable gully.\n\n4.16.4 Pressure Gauge\nA pressure gauge to B.S 1780 shall be fitted on each receiver, the dial to be 150mm\n(6”) diameter graduated in bars and p.s.i. to 1'/2 times working pressure. The gauge\nshall be complete with isolating valve or cock.\n\n4.16.5 Pressure Switch Connections\nProvision shall be made on the receiver for tappings to suit the pressure switch\nconnections for compressor control and for standby manifold control.\n\n4.16.6 Tests Certificates\nThe receiver(s) shall have been pressure tested and at the manufacturers works in accordance with\nB.S 487, part 1 and certificates provided.\n\n4.17 Separators and Filters\n\n4.17.1 Duty\nThe air from the receiver shall pass through a separator and filter assembly installed in duplicate, each assembly\nto be rated for continuous use of the full free air delivery of the compressor, with the air super saturated with\nwater (100% R.H) at the compressor exit air and temperature.\n\nThe assembly shall be suitably valved to allow manual selection of either assembly as required.\n\n4.17.2 Automatic Drain Trap\nEach separator shall be complete with an automatic drain trap, with manual\n\nbypass valve, draining via a copper tundish piped to a suitable gully.\nThe traps shall be capable of dealing with moisture and oil droplets and mist carried over the\ncompressors.\n\n4.17.3 Filter Type and Efficiency\nWhen oil free compressors are used, the filters shall be of the oil free dry medium type and have an efficiency of\n\nnot less than 95% when tested with Test Dust No.2 in accordance with B.S 2831 at the design flow.\n\nWhen lubricated compressors are used the filters shall have a penetration not exceeding 0.5% when tested by the\nsodium flame test in accordance with B.S 3928, at the design flow.\n\n4.18 Air Dryers\n\n4.18.1 Type and duty\n\nThe air from the separator and filter assemblies shall pass through a desiccant type air dryer assembly,\ninstalled in duplicate and of twin column design, each column being capable of dealing with the maximum flow of\nair (as 4.17.1) while the other is being dried out.\n\n4.18.2 Design\nThe columns shall be constructed to comply with appropriate requirements for pressure\nvessels to B.S 487, Part 1, class III D.\n\nThe columns shall be designed to facilitate filling with or emptying of desiccant material without the need\nto disturb pipework connections.\n\nE-14",
    "Page_84": "4.18.3 Safety Relief Valve. pressure gauge\n\nEach pair of columns shall be provided with a safety valve to B.S 1780 with dial 100mm (4”) diameter,\narranged to discharge to a safe position and a pressure gauge to B.S 1780 with a dial 100mm (4”)\ndiameter, graduated in bars and psi to 1'/2 times working pressure.\n\nThe safety valve and gauge to be fitted beyond the final filters.\n\nThe gauges shall be complete with isolating valve or cock. The dials shall be marked with a blue sector showing\nthe working pressure range of the column.\n\n4.18.4 Regeneration Process\n\nThe regeneration process to drive of the moisture form the saturated column shall be\neffected by .. specify either through electric heating (this method is to be preferred) or bleed from\n\ndry air pipe....\nIf the electric heating method is preferred, the heating elements shall be designed to give long life and\nhave thermostatic control to prevent overheating.\n\n \n\n \n\nThe heating or drying medium shall be adequate rating so that the time required to dry out a column\nshall be less than that taken to saturate a column working at full load.\n\nThe drying out process shall be controlled so that the heating medium is not used continuously once the\ncolumn is dry. Heating elements and thermostat elements, if fitted shall be easily removable without\n\ndisturbing desiccant bed or pipe work connections.\n4.18.5 Automatic Air Release on Columns\n\nAn automatic operated bleed air valve on each column shall allow the column requiring\nregeneration to release the high pressure via a silencer discharging into copper tundish piped to a\n\nsuitable gully, one tundish being provided to each pair of columns.\n\n4.18.6 Automatic Re-Pressurization of Columns\nWhen the column has been dried out, automatic re-pressurization of it shall follow to prevent shock when\nchange over from the saturated column takes place.\n\n4.18.7 Controls\n\nThe air dryer assemblies shall be complete with an automatic electric control panel to operate and\nsequence the valves and change over from one column to the other in a pair.\n\nChange over from one dryer assembly to the other shall be effected by a hand change over switch operating\nautomatic valves to allow either of the assemblies to be selected for duty.\n\n4.18.8 Desiccant Material\n\nThe dryer columns shall contain activated alumina desiccant of the non-dusty type in pellet, spherical\nor tablet form. The grade of desiccant shall such that pre-filters to the final filter on the outgoing side of\n\nthe dryers are not necessary.\n\n4.18.9 Desiccant Bed Life\n\nEach dryer assembly, with two columns, shall be designed to provide a desiccant bed life of not less than\ntwo years on continuous full load so that the installation comprising of two dryer assemblies shall give a total\n\nlife of two years when operated on a “duty” and “standby” basis.",
    "Page_85": "4.19 Dryness of Air\n\nThe dew point of air leaving the dryer shall be minus 40°C (minus 40°F) at atmospheric pressure,\nequivalent to minus 18°C (0°F) at gauge pressure of 7.3 bar (105 p.s.i)\n\n4.20 Final Filter\n\nA filter of the oil free dry medium type shall be fitted on the outgoing side of each dryer\nassembly. The filters shall have a penetration not exceeding 0.5% when tested by the sodium\nflame test in accordance with B.S 3928, at the design flow.\n\n4.21 Final Condition of Air at Terminal Units\n\nThe air delivered to the terminal units shall be free from deleterious, toxic, flammable, objectionable, products,\nvapors or odours.\n\nA sample of air at standard temperature and pressure shall not contain more than the following substances in\naccordance with B.S 4275:-\n\n0.5 mg /m? of oil mist particulate.\n\n5.5 mg/ m? of carbon monoxide (5 parts per million)\n\n900mg/ m? of carbon dioxide (500 parts per million)\n\ndew points as paragraph 4.19\n\nWhere sterile air and fine air control is required at the point of use, this is beyond the performance of the\nplant specified above and will call for additional fine pressure regulators and sterilizable type filters beyond\nthe terminal unit and mounted within the room or theatre. Ensure that the Medical Officers are aware of\nthis.\n\nThis equipment is not included in this contract and shall be the subject of a separate contract by the Hospital\nAuthority and thus should be made aware of the same.\n\n4.22 Pressure Regulation on Distribution Main\nPressure regulators shall be fitted on the outgoing main, in duplicate for standby purposes, to control the pressure\n\nof the air as it leaves the plant room.\nThe pressure shall be maintained at a gauge pressure of 7.3 bar (105 p.s.i.) + 0.15 bar (+2.5.p.s.i. )\n\nThe pressure shall be reduced along the system at the positions indicated on the contract drawing(s) number (s)\n\nseeeee (specify the drawings no’S)..............t0 gauge pressure of 4.14 bar (60 p.s.i. ) 0.14 bar (+ 2 p.s.i ).\n4.23 Pressure Gauge and Safety Valve on Distribution Main.\n\nOne the pressure gauge and one safety relieve valve shall be fitted on the outgoing main following the pressure\nregulating valves. They shall be of the type and size as described for the receiver vessel. The relief valve shall be\nvented via copper pipework to a safe position.\n\n4.24 Standby Air Cylinder Manifold\n4.24.1 Location\nThe specialist contractor shall supply and install in the ...\n\n“ ...(Contract Drawing Number).\nwhich shall come into operation automatically shou\n\n(give location of manifold/drawing no.)...\n.a Standby Medical Quality Air Cylinder Manifold\nthe compressed air plant fail.\n\n \n\n \n   \n\n \n\nThe ordering of the initial full complement of cylinders and any future replacement cylinders shall be the\nresponsibility of the Hospital Authority.\n\nE-16",
    "Page_86": "4.24.2 Capacity\nThe cylinder supports and headers shall comprise of two banks each with .......... cylinders of ......... litres\n\n(...4402..CU.ft.) Capacity. A stand by supply of one day is recommended.\n\nOne bank shall be on duty while the other is on standby\n\n \n\n4.24.3 Standby Operation\nThe standby manifold shall come into operation for any of the following reasons: -\n\nCompressors faulty - not maintaining pressure- air temperature too high. Dryer faulty- dew\npoint high. Line pressure 15% below normal.\n\n4.24.4 Manifold Assembly\nThe requirements of the Standby Manifold shall be as described for medical gas\n\nmanifolds covering:-\nManifold headers\nNon-intercheablility of cylinder connectors\nTesting of headers\nDegreasing\n\nControl Panel with :-\nEither Automatic Operation for “ changeover” Or Manual Operation for “changeover” (specify)\nPressure gauges\nIdentification\n\n4.24.5 Electricity Supply\nThe standby manifold shall be suitable for operating from a. .............. volt, single phase/ 3 phase / and neutral,\n\n...hertz, A.C. supply.\n\n \n\n4.24.6 Connection Point into Distribution System\n\n \n\nThe air, which will be of the correct quality and dryness, will not require further filtering or drying and the\nstandby supply shall be permanently connected into the distribution main in the plant room at a point beyond the\npressure gauge and safety valve at the plant room wall.\n\nA non-return valve shall be fitted prior to the above gauge and relief valve to prevent back pressure to the\ndryers, etc. from the cylinder supply.\n\nA stop valve shall be provided to allow the standby connection to be isolated.\n4.24.7 Electrical Installation Work\nAll electrical equipment shall be supplied and installed by the Specialist Contractor.\n\nThe interconnecting wiring shall be carried out to separate specification by the Specialist Contractors\n/others.\n\nThe specialist Contractor shall in all cases supply duplicate wiring diagrams and instructions within ...........\nweeks of being awarded the contract.\n\nE-17",
    "Page_87": "5. MEDICAL VACUUM PLANT\n\n5.1 General Requirements\nThe Specialist Contractor shall supply and install at the position shown on the Contract Drawing No\n\nceseescececececneeeeseee a Medical Vacuum Plant having (specify either one/ two/ horizontal/ vertical reservoir vessels(s))\n(each) served by two identical vacuum plant units and complete with all necessary controls, drainage traps and\nbacterial filters. Discharge into an aerobics septic chamber is not permissible due to potential health hazards.\n\n5.2 Degree of Vacuum\nThe overall design of the system shall be such that the degree of vacuum in the distribution pipework at the back\n\nof the remotest terminal unit is not less than 400mm Hg below a standard atmospheric pressure of 760 mm Hg\n(360 Hg absolute).\n\n5.3 Total Design Flow\nThe total design flow of the system shall be ......... litres of free air per minute minimum.\n\n5.4 Maintenance\nThe plant shall be designed and arranged to facilitate easy and efficient inspection and maintenance, to\nthe satisfaction of the engineer\n\n5.5 Precautions against Vibrations and Noise\nFlexible pipework connections and resilient mountings shall be provided where necessary to\n\nprevent the transmission of vibration and the noise to the building and distribution pipe work.\n\nThe specialist contractor shall be responsible for ensuring that rigid connections are not made\neither by themselves or others.\n\n5.6 Builder’s Work\nThe specialist contractor shall supply and fix all holding down bolts, anti-vibration mountings and supply details of\nfoundations and hole positions for the building contractor to provide. The concrete foundation block shall be of\nadequate mass placed on suitable resilient foundations to damp out vibrations.\n\n5.7 Vacuum Pump Unit\n5.7.1 Definition\n\nEach vacuum plant unit shall comprise a vacuum pump driven by an electric motor mounted together on a\ncommon base plate having anti vibration mountings.\n\n5.7.2 Duty\nEach vacuum plant unit shall be identical and have a capacity of ......... (SPECIFY)......sssseeeeeccseeees\nlitres /minute of free air equivalent to a volumetric through output of ........ litres per minute at a vacuum of\nminus ......... mm Hg (....... mm Hg absolute).\n\nThe two vacuum pumps shall be arranged so that one pump is on duty while the other is on standby and each shall\nbe capable of dealing with 75% of the total design flow and running continuously at this load.\n\n5.8 Water Sealed Pumps\nThe pumps shall be of the water sealed type and the water supply shall be from a break tank\n\nsituated to provide the necessary head on the seal water lines.\nA self- cleaning strainer shall be from a storage tank in order to ensure that the pumps have a\nnon- interrupted supply.",
    "Page_88": "5.8.1 Water Supply\nThe water supply to the break tank shall be from a storage tank in order to ensure that the pumps have a non-\ninterrupted supply.\n\n5.8.2 Storage Tank\nA suitable storage tank supply is available and a connection to this system is to be\nMAE At w.erecesseseee coseeee by the Specialist Contractor.\n\nA storage tank is to be provided of ...... (specify)...litres (...... gallons) capacity and is to be\nincluded in this Contract / provided by others under a separate contract. The Specialist\nContractor shall make the necessary connections from this system.\n\n5.8.3 Water Treatment\nThe hardness of the local water supply is ............ (specify) .......... and local treatment of the water before\nentering the pumps shall be included in this contract.\n\n5.8.4 Over Flow\nThe overflow form the vacuum pumps shall discharge via copper tundishes piped to a suitable\ngully to waste. The water shall not be recycled.\n\n5.9 Lubricated Type Pumps- Air /Water Cooled\nThe overflow from the vacuum pumps shall be of the......... (specify )...........type, having oil\nlubricated cylinders which shall be designed so that the lubricating oil consumption is kept to a\nminimum.\n\n5.9.1. Water Supply for Cooling\nThe cooling water shall be taken from a storage tank supply in order to ensure that the\nvacuum pumps have a non-interrupted supply. A break tank shall be incorporated between\nthe main tank and the circulating pumps.\n\n5.9.2 Storage Tank\nA suitable storage tank supply is available and a connection to this system is made at\nsasessssessesassessessseeneeea by the Specialist Contractor.\n\n*(20) A storage tank is to be provided of ........ litres (.....gallons) capacity is to be included\nin this contract / provided by others under a separate contract. The Specialist Contractor shall make the\nnecessary connections from this system.\n\n5.9.3 Water Treatment\nThe hardness of the water Supply is «0... sess and local treatment of the water before\nentering the pumps shall be included in this contract.\n\n5.9.4 Non- Recirculated Water\nThe cooling water shall be run to waste via copper tundishes piped to a gully.\n\n5.9.5 Re-Circulated Water\nThe cooling water shall be re-circulated and suitable cooling arrangements shall be\nincluded under this contract.\n\n5.9.6 Circulation Control\n\nThe cooling water shall be controlled by a thermostatic immersion switch on the outflow so that the\ncirculation pump is stopped when a pre-determined low temperature setting is reached.\n\nThe circulation pumps shall be installed in duplicate for standby purposes.\n\nE-19",
    "Page_89": "5.10 Vacuum Pump Exhaust System\n\n5.10.1 Silencers\nThe discharge from the vacuum pumps shall pass through silencers in order to keep the\nnoise level down to a minimum. (see also 5.10.5)\n\n5.10.2 Location of discharge pipes\nThe discharge pipes shall terminate outdoors at high level at the position shown on the\n\nContract Drawing Number... but if considered necessary the position may be\nmodified after a final inspection of the site and agreement between the Medical Officer, the\nEngineer and the Contractor in order to ensure that the discharge cannot constitute a health\nhazard.\n\n5.10.3 Weather protection\nThe discharge of pipes shall be adequately protected by cowls or other means from the\n\ningress of rain, snow, ice and wind pressure and sited away from windows and air intakes.\n\n5.10.4 Back Pressure\nThe exhaust system shall be designed so that the back pressure does not exceed 50 mm\nHg (1.0 p.s.i) at the peak demand and this figure shall be taken into account when sizing\nthe pumps.\n\n5.10.5 Permissible Noise Levels\nThe overall effect of silencers, anti vibration mountings and pumps (both running) shall\nnot produce sound pressure greater than I.S.0 rating of 75, measured 1.8 m (6 feet)\naway from sides above the plant.\n\nThe Contractor shall state the sound pressure levels of the plant being tendered and\nthis shall be checked and proved on completion of the installation to the satisfaction of the\nEngineer.\n\n5.11 Vacuum Pump Electric Motor\n\nEach electric motor shall be continuously rated for the maximum duty to be performed and shall be\n\nof T.E.F.C type for........volts, ........phase, 50-hertz a.c. supply and conform to B.S 2613 and B.S\n\n3979 (metric dimensions) with class e insulation.\nThe motor shall drive the pump either by vee belts or flexible coupling, which in either case shall be\nefficiently guarded to satisfy the requirements of the Factories Act.\n\n \n\n5.12 *(25) Motor Starters\nEach motor shall have a starter which shall be rated for frequency in accordance with\nB.S. 587 and have a thermal overload protection.\n\nThe starters shall be of the automatic type so that once switched on the motor will be capable of\nre-starting automatically should the supply have been interrupted. This feature shall be indicated by a suitable\nwarning notice displayed on or near the motors. A time delay shall be incorporated to ensure that the two pumps\ndo not start together. 3 phase motors shall have single phasing preventors. Each star delta starter shall be\nelectrically and mechanically interlocked to prevent simultaneous star and delta connection.\n\n5.13 Ammeter\nAn industrial grade ammeter to B.S 89 shall be connected in the yellow phase connection to\neach motor, the dial to be 75mm diameter.\n\n5.14 Vacuum Pump Controls\n\n5.14.1 Duty Selection Switch\nThe two pumps shall be run alternatively so that one is on duty while the other is on standby and a change-over\n\nduty switch shall be provided so that manual selection can be made.\n\nE-20",
    "Page_90": "5.14.2 Hour Center\nAn hour counter shall be provided on each pump to record its total running time and assist in even running of the\npumps.\n5.14.3 Switches\nEach pump shall have a “hand/manual-off-auto” switch to allow choice of either automatic or\nhand/manual control.\n\n5.14.3 Pressure Switches\nThe pumps shall be controlled by two pressure switches connected to and sensing the vacuum in the reservoir.\nThe “high” pressure switch shall be set to operate the duty motor starter when the reservoir guage pressure falls\n\nCO veeeessseees mg Hg and to stop the motor when the gauge pressure rises to ......... mm Hg.\nThe “low” pressure switch shall be set to operate the standby motor starter when the reservoir gauge pressure\nfalls to ....... mm Hg and to stop the motor when the gauge pressure rises to ........ mm Hg.\n\nWhen the pumps are on hand control and cut-off the motor when maximum working vacuum is reached.\n\n5.15 Control Cabinet\n5.15.1 Compartment Arrangement\nThe vacuum plant controls shall be arranged together in one metal cabinet with three separate fireproof\ncompartments.\n\nThe center compartment shall contain the duty selector switch, wiring and accessories\ncommon to both pumps, while the other compartments each contain the controls for\n\none pump and its associated equipment. A drawing of the panel shall be submitted to\n\nthe Engineer before commencing manufacture.\n\n5.15.2 Isolating Switch\nThe cabinet shall house a load breaking isolating switch interlocked with the cover and the circuits and apparatus\nshall be protected by H.R.C fuses.\n\n5.15.3 Regulations\nWarning notices shall be incorporated from each compartment to warn the presence of medium\nvoltage, to conform to |.E.E regulations A.17 and A.19.\n\n5.15.4 Manufacture\nThe cabinet shall be manufactured from iron sheet, rust proofed (zintec) or electro-\ncoated rust inhibited and not less than 2.0 mm (14 S.W.G ) thick and adequately braced.\nThe cabinet shall have an external finish of semi-gloss stoved or cellulose enamel to B.S .........\nUntreated parts shall have a rust inhibitor coat and an undercoat applied before manufacture.\nThe internal finish shall be white.\n\n5.16 Vacuum Reservoir Vessel\n5.16.1 Type Design\nEach Vacuum Reservoir Vessel shall be of the vertical/ horizontal (specify) type and be designed to\nconform to B.S 487, Part 1, Class Ill D (Fusion Welded Steel Air Receivers).\n\n5.16.2 Capacity\nThe capacity of the vessel shall be ...... litres “water capacity”.\n\nThe capacity is intended to be such that the number of start/ stop cycles of the pump on duty does not exceed\n30times per hour.\n\n5.16.3 Safety Requirements\nWhere inadvertent reversal of the pump motor could occur on 3 phase supply, a pressure switch on the\n\ninlet pipe between reservoir and pump shall switch off the motor on sensing a positive pressure. A non-return\nvalve shall also be fitted as a further safeguard.\n\nE-21",
    "Page_91": "5.16.4 Inspection, Cleaning, Draining\nThe reservoir(s) shall have an inspection cover, a cleaning outlet and a manual drain valve which shall discharge\nvia copper tundish piped to a suitable gully.\n\n5.16.5 Vacuum Gauge\nA vacuum gauge to B.S 1780 shall be fitted on each reservoir, the dial to be 150 mm (6”) diameter,\ncalibrated 0-760 mm HG and reading Zero (0) at atmospheric pressure.\nThe gauge shall be complete with isolating valve or cock. The dial shall be marked with a\nblue line at the normal working vacuum and a red line at the minimum allowable vacuum.\n\n5.16.6 Pressure Switch Connections\nProvision shall be made on the reservoirs for tappings to suit the pressure switch connections for vacuum pump\ncontrol.\n\n5.16.7 Tests Certificates\nThe reservoir(s) shall have been pressure tested at the manufacturer’s works in accordance with BS 487\nPart | to 10.3 bar (150 p.s.i.) gauge.\n\n5.17 Drainage Traps\n\n5.17.1 Duty\nThe intake to the vacuum vessel from the distribution pipeline shall first pass through a drainage n\ntrap, installed in duplicate, each trap being sized to deal with the total maximum flow.\n\n5.17.2 Sterilizing\nThe bowls of the traps shall be sterilizable by the following methods: -\n\na) By means of moist steam at 2.2 bar gauge (32 p.s.i.) and 138°C (280°F) in a porous load sterilizer\nto B.S 3970.\n\nb) By means of dry heat at 160°C (320°F) for atleast 60 minutes.\nThe trap bowls shall either be transparent or have transparent windows.\n\n5.17.3 Spare Trap Bowls\nTwo sets of spare trap bowls shall be included initially to cater for frequency of sterilizing\nrequired and to ensure that a sterilized set is available always for change-over purposes.\n\n5.18 Bacterial Filters\n\n5.18.1 Duty\nA bacterial filter shall be fitted between each drainage trap and vessel, each filter being\ncapable of dealing with the total maximum flow.\nThe filter housing shall be distinctly marked with the words “BIO-HAZARD”.\n\n5.18.2 Efficiency\nThe penetration of the filters when tested by the sodium flame test in accordance with B.S 3928 shall not\nexceed 0.05% at the design flow.\n\n5.19 Operations of Traps and Filters\n\nThe traps and filters shall be operated on a duty and standby basis and manually operated valves shall be\nprovided so that either of the sets can be selected and to allow for isolation for maintenance and changing of trap\nbowls and filters.\n\n5.20 Standby Vacuum Facilities\n\nStandby Emergency Vacuum Facilities are not covered under this contract. An emergency\nservice from portable electric suction apparatus to BS 4199 should be arranged by the Hospital\nAuthority.",
    "Page_92": "5.21 Electrical Installation\nAll electrical equipment shall be supplied and installed by the Specialist Contractor.\nThe interconnecting wiring shall be carriedout to separate specification by the Specilait\ncontractor / Others.\n\nThe specilalist contractor shall in all cases supply duplicate wiring diagrams and instructions,\nwithin ........... weeks of being awarded the contract.\n\nE-23",
    "Page_93": "6. DISTRIBUTION PIPEWORK SYSTEM\n\n6.1 Extent of Pipework\n\nThe Specialist contractor shall supply, install, connect up and test all the pipework and valves required from the\nsupply source to the distribution terminals for each gas, air and vacuum.\n\nThe pipe sizes and valve positions shall be as given on the Contract Drawings and test procedure as described\nlater.\n\n6.2 Spare Pipeline\nThe Specialist Contractor shall include for one spare pipeline with valves from the............ (specify location)\nseeseesesssessssessssesseessassessssessessssesasenseaes to the following departments ..............66(SPECHFY LOCATION)... ssesesessssesseeessseeeseeeeeeeS\n\nshown on the Contract Drawing(s) NUMbEer(S)........sssessssseeeeeees\n\nThe pipeline will be Used in the fUtUre FOF... sssssesessssesesessssesseseseesssessssesseeseessssseseseeee and the pipe\nsizes and valve position are to be given on the Contract Drawing(s).\n\nThe pipeline shall be tested as specified later and left ready in a capped condition for future\nconnection in the manifold room, the terminal end as to be specified later.\n\n6.3 Pipe Installation\n6.3.1. Fixing\nAll pipework shall be fixed without any springing or forcing. A clearance of 150mm (6”) shall be\nmaintained between the pipework and other services. Where pipework crosses other services a\nclearance of 25mm (1”) minimum shall be maintained.\n6.3.2. Gradients\nGradients are not required on gas, air or vacuum pipelines.\n6.3.3 Drainage\nA full way drain lock is to be provided at the bottom of each main vertical run on the air\nand vacuum pipework.\nBranches on horizontal air pipe work shall be taken from the topside of mains to avoid\npockets of moisture.\n\n6.3.4 Diversion Sets\n\nThe use of fittings for the diversion sets shall not be permitted and the sets shall be formed from a long length in\none piece and cold drawn or hot drawn in a neat manner without bucking or thinning.\n\n6.3.5 Routing to avoid Fire Risk Areas\n\nThe routes of the pipework shall avoid fire risk areas including laundries boiler houses,\ngenerator rooms, incinerator rooms, storage rooms for combustible materials (unless the\npipes are to be cased) , lift shafts and kitchens.\n\n6.3.6 Pipework Supports\n\nPipework shall be supported at not greater than the intervals shown in the table below:\n\nE-24",
    "Page_94": "SPACING OF SUPPORTS FOR COPPER PIPES\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nNominal Pipe outside Maximum Intervals Maximum Intervals\ndiameter mm BS 2871 For Vertical Runs For Horizontal Runs\nPart 1 Table X Metres Metres\n10 1.2 -\n12 1.2 1\n15 1.8 1.2\n18 2 1.5\n22 2.4 1.8\n28 2.4 1.8\n35 3 2.4\n42 3 2.4\n54 3 2.7\n76.1 3.6 3\n\n \n\n \n\n \n\n \n\nWhere valves are fitted the pipe shall be supported at both sides of the valve to facilitate\nvalve operation without valve movement.\n\nFixing brackets or supports shall be of a suitable non-ferrous material or suitability\ntreated to minimize corrosion and prevent electronic action.\n\nThe specialist contractor shall drill and plug walls and ceilings as required fastening the\nsupports. Where roof decking is encountered the specialist contractor shall provide cavity\nfixing devices to fasten the supports.\n\nPipework in Floors, Walls ,Ceilings\n\nPipework in rooms and corridors shall be concealed either behind ceiling panels, or in\nwalls, ducts or trucking. Removable covers or panels shall be provided to allow access to\npipework.\n\nPipework shall not be buried solidly in floors, walls or ceiling except with the approval\n\nof the Engineer. Approval will normally be given only for tail pipes in one piece from\nTerminal unit to service duct or ceiling void and for unjointed pipes from control value to\nvoid. The route of the buried pipe should be clearly and continuously marked by chalk,\ncolored adhesive tape or otherwise, during construction, to discourage the driving of nails\ninto or near the pipe. Where pipes are to be installed in partition walls the tail pipes of\nterminal unit shall be in one piece (without joint) form the terminal unit to the service\ndoctor ceiling void.\n\nService ducts or voids should have adequate ventilation to prevent gas concentration in\nthe event of a leak.\n\nWhere pipes pass through floors, walls or partitions, copper sleeves shall project between\n1.5 and 3mm (1/16” and 1/18”) beyond finished surfaces and plates shall be fitted. All\njoints shall be accessible and no joint shall be made so that its inside the pipe sleeve.\nWhere pipework is to be concealed it shall not be covered over until it has satisfactory\npassed all pressure tests.\n\nPipework in service ducts, or voids or in rooms or in corridors where the pipework is not\nrequired to be concealed shall be surface run.\n\nSpecial Precautions against Corrosion.\n\nWhere pipework is supported by or is liable to come into contact with timber that has\nbeen treated with compounds likely to cause corrosion of copper, the pipe shall be\nprotected locally by impermeable materials such as p.v.c. tape or spacers.",
    "Page_95": "6.3.9. Cleanliness during installation\n\nGreat care shall be taken during installation to ensure that no extraneous materials are\nallowed to enter the pipework. Where any section of the pipework is left incomplete\nduring erection the open end of the pipe shall be sealed immediately with plastic cap.\n\n6.3.10 Bonding and Earthing\n\nWherever possible, pipeline shall be physically separated form the metal sheath and amour of electric cables and\nfrom metal conduits, trunking and bare earth continuity conductor s associated with any cables which operate at\nlow voltage or above.\n\nWhere physical separation is impossible or when pipeline are in metal trucking and bed\n\nhead units the pipeline shall be bonded to the I.E.E Regulations B. 53 and D.10\n\nThe consumer Earth Terminal is located in ............ (Spe ify)...\nThe largest size is...........mm.\nThe above work shall be carried OUt DY ou... eee *(specify whether work to be carried out by\n\nspecialist contractor or other )...............\n6.4 Pipework Material and Size\n6.4.1 Material\nPipework material for gases, air and vacuum shall be phosphorous de-oxidized non-arsenical copper to B.S 1172\n6.4.2 Sizes\n\nPipework sizes shall be to metric outside diameters in accordance with B.S. 2871, Part 1,\nTable X.\n\n6.5 Fittings and Joints\n\n6.5.1 Capillary Fittings\n\nAll fittings shall be “high Duty” Capillary Type suitable for a “steam” working pressure of 17bar (250p.s.i.)\ngauge.\n\nThe fittings shall have integral rings of silver brazing alloy complying with composition\n\nto B.S 1845 (1966) Table 2, Type AG.11 Brazing by the end-feed method shall not be\n\npermitted.\n\nThe fitting shall be non-ferrous and capable of withstanding corrosion and dezincification.\n\n6.5.2 Flux\n\nBecause of the high temperatures required for their effective use borax or borax based fluxes shall NOT be used.\nThe flux shall be provided by the Fitting Manufacture to suit the work. Fluxes shall be free from grease and agents\nwhich promote corrosion or deposits of chlorides. Care shall be taken to avoid any excess of flux which might\nenter the pipe bore and when the joint is cool excess flux shall be washed and wire brushed off. A visual\n\ninspection of each brazed joint shall be made to confirm that the hardened flux has not formed a temporary seal\nwhich holds test pressure.\n\nE-26",
    "Page_96": "6.6\n\n6.7.\n\n6.5.3 Fittings\n\nFittings on moisture eliminators and trap sets for vacuum and compressed air shall be\nbrass competition type fittings, or flanged fittings as appropriate.\n\n6.5.4 Valve Joints. Capillary or Screwed\n\nJoining of valves to the pipelines shall preferably be made with a capillary joint similar to\n6.5.1. but the end feed method may have to be used in this case.*(57). If however, the\nvalve connection is screwed a capillary to screwed adaptor shall be used but in this case\nthe joint shall be made by tinning the male thread with soft solder. Litharge and\n\nGlycerin or an approved oxygen lutng or scaling compound are also acceptable. See also\n6.7.1.\n\nThe screwed joint shall be factory made using silver alloy as specified for capillary\nfittings and the adaptor screwed up while the “tining” is molten. This shall be done with\nvalves dismantled to avoid damage to internal parts and the same care shall be taken\nwhen making the capillary to the damage diaphragms, seating e.t.c.\n\nThe parts of the valves shall be maintained in a degreased condition. Screw threads shall be\ntampered either to B.S. 3643 or BS. 21. Parallel threads shall not be used.\n\nDegreasing of Pipes and Fittings\n6.6.1 Extent. Protection Labeling\n\nAll pipework and fittings for medical Gas, air and vacuum shall be degreased at the manufacturer’s\nworks, the pipes to be individually fitted with purpose made tightly fitting plastic caps or plugs to\nprotect the bores before dispatch to site. Pipes shall be delivered in bundles in protective wrappings and\nfittings in sealed polythene bags, no capping required.\n\nThe bundles and bags shall be securely and clearly labeled:- “Degreased Materials”. For use on Medical\nGas Installations. Do not allow to come into contact with oil or grease”.\n\nThe specialist Contractor shall take great care in storing these materials and any materials contaminated\nwhile on site shall be returned to the manufacturer for degreasing, all at the expense of the Specialist\nContractor.\n\n6.6.2 Degreasing Processes\n\nThe pipes shall be degreased internally by steam, then dried, shot blasted and blown through with\nmedical quality bottled air. After a visual inspection each pipe shall be capped individually at both ends.\nIf steam cleaning is not economical, pipes above 54mm outside diameter may be alternatively cleaned\nusing an approved solvent such as such as methyl chloride, which will leave no poisonous or explosive\nresidues and the fittings shall be dried out, inspected and capped or sealed as specified in 6.6.1.\n\nWhile the degreasing process is primarily concerned with the bore of pipes care shall be\ntaken to avoid oil or grease on the outside, as being a possible source for bore\ncontamination t occur from.\n\nDegreasing of values is dealt with under 6.7.4.\n\nValves on Distribution Pipework\n\nThe Specialist Contractor Shall supply and fit valves at the positions shown on the Contract Drawings and\nany deviations form these positions shall be agreed in writing by the Engineer.\n\nE-27",
    "Page_97": "The height of valves is to be stated under “Valve Boxes”, (6.8.3.) but in plant or manifold rooms\nvalves may be arranged differently providing they are easily accessible for emergency or maintenance\nuse.\n\n6.7.1 *(59) Valve Materials and Types\n\nAll valves shall be of non-ferrous material and of the non-lubricated type, to the following details. If\nscrewed, threads shall be tampered either to BS.3643 or BS.21 (see 6.5.4.) Parallel threads shall not be\nallowed.\n\na) Medical Gas Valves (specify)\n\nType\n\nBores\n\nEnd Connections\nManufacture\n\nb) Compressed Air valves (specify)\nType\nBores\nEnd Connections\nManufacture\n\nCc) Vacuum Valves (specify)\nType\nBores\nEnd connections\nManufacture\n\n6.7.2 Direction of Valve Closure\n\nWheel screw valves shall close in a clockwise direction. Lever Ball Valves shall have the direction of\nclosing indelibly cast or engraved on the wheel by means of an arrow and the word “CLOSE”.\n\nLever ball valves shall have “ON” / “OFF” cast or engraved on to show when the valve is open or closed.\n\n6.7.3 Maker’s Identification\n\nEach valve shall carry the manufacturer’s serial numbers or identification and valve size.\n\n6.7.4 Pressure Testing and Degreasing\n\nAll valves shall be pneumatically tested by the manufacturers to twice the working pressure and\n\nafterwards de-greased for medical gas services using a suitable method as given as at 6.6.2 before being\n\nindividually sealed in polythene bags, capping not required.\n\nThe valves shall be securely and clearly labeled:-\n\n“Degreased Valve. For use on Medical Gas installations. Do not allow to come into contact with oil or\ngrease”.\n\n6.7.5 Certificates\n\nA certificate shall be supplied by the manufacturer for each valve or batch stating that pressure tests\nand degreasing has been carried out and that any solvents have been completely removed.",
    "Page_98": "6.7.6 Valves for System Testing Purposes\n\n6.8\n\nThe Specialist Contractor shall Supply and fit at the position(s) shown on the Contract Drawings (s), a\nthree-valve arrangement to facilitate providing and testing of the installation(s).\n\nThe Principle of the method is shown on schedule No.6 and the procedure laid down under Testing and\nCommissioning Requirements. The valves shall be of non- ferrous material, de-greased and comply\nwith relevant requirements, as previously specified and to be to following details: -\n\nType\n\nBores\n\nEnd Connections\n\nManufacture\nThe valves shall be suitably labelled as described under 6.10\n\n6.7.7. Extended. Phased. Modified, Installations\n\n \n\nNew work during installation shall be physically separated from the existing system and\nfinal joining up left to the last after completing all tests in section 10.\n\nValve Boxes\n6.8.1 Location\n\nThe Specialist Contractor shall supply and install lockable valve boxes for all the medical\ngas, air and vacuum valves located outside manifold and plant rooms and not contained\nin ducts or cupboards e.t.c.\n\n6.8.2 Purpose\n\nThe boxes shall render the valves tamper proof and shall have a transparent breakable\npanel to facilitate emergency operation of the valve.\n\n6.8.3 Mounting Height\n\nThe valves shall serve for the both emergency and maintenance purposes and because of\nthe former requirement the box and valve shall be mounted at the centre height of\n1.22metres (4 feet) above floor level in a position not obstructed in a anyway by other\nequipment. Boxes for the different gases grouped together may be fixed one above\nanother in which case the mean height is to be 1.22m.\n\n6.8.4 Mounting Depth\n\nThe boxes shall be set into the wall with any projection being kept to a minimum and\nsurface mounted boxes shall be avoided if at all possible. The Specialist Contractor shall\nascertain from the Architect or Site the nature of the wall into which the boxes will fit.\n\n6.8.5 Standardised Type Boxes\n\nThe design of box offered shall be of a standardized pattern through out the installation\nand have the following features:\n\na) Ease of access for fitting valve and maintenance\n\nb) Designed so that the pipework can be fitted easily, either by having a split box or\nother suitable means\n\nc) Ventilation to obviate a possible build up of gas in case of a leak,\n\nd) Non-interchangeable keys so that a maintained permit - to - work system can be\noperated\n\nE-29",
    "Page_99": "e) Keys in duplicate\n\nf) Keys and locks with numbers engraved on\n\ng) Breakable transparent panel\n\nh) Non-interchangeability box covers if this could wrongly identify - covers to be hinged on.\ni) Boxes shall accommodate one valve only, ganging not permitted.\n\n6.8.6. Box Material\n\nThe boxes shall not be of wooden construction but of robust plastic or metallic material and capable of\nwithstanding hazards from blows, abrasions and fire.\n\nThe finished appearance of the boxes shall be such that they match the décor of the rooms and are not unsightly.\n\n6.9. Valves in Ducts or Cupboards\n\nThe valves shown on the Construct Drawings in ducts or cupboards are intended for maintenance purpose only and\nare not required to be in valve boxes, providing the valves are lockable in the open and closed position. Suitable\nlocking arrangements and duplicate non-interchangeable keys shall be provided so that such valves can be\nincluded in any permit to work scheme. (See 6.8.5.d.).\n\nCare shall be taken not to install valves in cupboards or ducts which are poorly ventilated or in cupboards used for\nother materials which could be affected by leakages. Any pipe runs so situated shall be drawn to the attention of\nthe Engineer before proceeding on site.\n\n6.10 Identification of Valves\n\nAn engraved label of white “Traffolyte” or similar material shall be permanently fixed adjacent to each valve box\nto indicate the service and give the following information:\n\na) In Red letter Engraving Required\n1. Service e.g. “OXYGEN”\n2. Area Served e.g. ‘WARD 1”\n3. Emergency Instruction e.g. “IN EMERGENCY BREAK\nPANEL AND CLOSE VALVE”\nb) In Black letters:\n1. Valve number e.g. “VALVE 6”\n\nThis number is for maintenance purpose and is to be agreed later on site.\nValves in ducts or cupboards shall be similarly identified except for emergency instructions.\n\nThe titles of areas served shall be finally agreed on site and the labels shall be installed before the systems are\ntested and commission in order to prove their correctness.\n\nE-30",
    "Page_100": "6.11 Terminal Units\n6.11.1 Extent of Works\nThe Specialist Contractor shall supply, install and connect to the distribution pipework all the terminal, install and\nconnect to the distribution pipe work all the terminal units required at the positions shown approximately on the\nContract Drawings and as listed on the Schedule of Terminal Units.\n\n6.11.2 Definition\n\nA terminal unit shall be defined as a single outlet point for a specific gas shall be a separate unit for that one gas\nonly.\n\n6.11.3 Fascia Plate\nTerminal Units for different gases at one location may be house under a common fascia plate but it shall not be\npossible to amount the fascia plate incorrectly and reverse or alter the identification of the services. The Units\n\nshould be mounted on a common back plate to ensure accurate centering of the units and allow precise fitting of\nthe fascia plate so that the probes enter freely.\n\n6.11.4 Mounting Order\n\nThe Terminal Unit when viewed facing the units shall be mounted in the following order horizontally from left to\nright: -\n\nOxgen. Nit: Oxide. Nit Oxide/Oxy: Mixture Carbon Dioxide. Compressed Air . Vacuum.\n6.11.5 Type (select either as required)\n\nThe terminal units shall be of the flush mounted type set into the wall. or\nthe Terminal units shall be of the raised surface mounted type with probe connection made vertically underneath.\n\n6.11.6 Mounting Height\n\nThe mounting height of the terminal units above floor level shall be as follows: -\n\na) for Flush Mounted Units 1.3m (4’- 4”) to centre of Unit\nb) For Raised Surface Mounted Units 1.6M (5’- 2”) to centre of unit c) For “Rail”\nSystems areas 1.5.(5’-0”) to centre of unit.*(65a)\n\n6.11.7 Exact Positioning of Terminal Unit\n\nThe exact position of the terminal units relative to the beds, operating tables, etc. shall be\nfinally agreed between the Medical Officers and Architect/Engineer, and the Architect/Engineer shall provide the\nSpecialist contractor with suitable drawings.\n\nDue regard shall be given to ensure that nursing stall can couple up equipment easily, the short for flexible pipes\nto apparatus can be achieved without obstruction movement to staff or equipment round the patient and the\naccess to the units for maintenance is easy without disruption to patients or other services.",
    "Page_101": "6.11.8 Essential Design Features of Units\n\nTerminal Units shall be designed to incorporate the following features: -\n\nThe ability to accept, retain ad release the inserted probe by means of a quick release\n\nmechanism designed for single handed operation.\n\nA secondary locking mechanism to prevent accidental ejection of the probe which is to be\n\nfinally removed by hand.\n\nTwo Valves:-\n\ni. A valve on the inlet to the unit which can be closed to isolate the unit only, without\nthe need to isolate a complete section when maintenance is carried out.\n\nii. A self sealing check valve which is opened by the probe and or withdrawal closes\nbefore secondary lock engages.\n\nNon-swivel type terminal socket to probe connection so that secondary equipment such as\n\na flow meter is not titled during use.\n\nThe terminal socket and check valve shall only accept the correct probe for the specified\n\n“gas” and not allow intern-changeability with or partial operation by probes for any other\n\nservice.\n\nIt shall not be possible to interchange the parts of a unit for one gas with those for a\n\ndifferent gas and so enable a probe to be connected to the wrong position.\n\nFascia plates which is such that interchangeability of fascia plates between the different\n\ngas terminal units is impossible.\n\nThe front face around the terminal socket to be exposed and to carry “gas” name and\n\ncolour identification, unless incorporated as at 6.11.8(7).\n\nIdentification by shape incorporated on the problem is not an essential feature but if\n\nadopted by a manufacturer the following shapes shall be used: -\n\nService Shape\n\nOxygen Hexagonal\n\nNitrous Oxide Round\n\nNitrous Oxide /Oxygen Mixture Round with two opposing flats\n\nCarbon Dioxide\nMedical Air\n\nTriangular with radiuses corners\nRound with one flat\n\n \n\nMedical Vacuum Square\n\n6.11.9 Identification Colours and Wording on Units\n\nThe following names and colours shall apply:\n\nService Colour Wording\n\nOxygen White Oxygen\n\nNitrous Oxide French Blue Nitrous Oxide\nNitrous Oxide/Oxygen Mixture French Blue and white quarters N20+O2 (50/50)\n\nCarbon dioxide French Grey Carbon dioxide\nMedical Air White and Black quarters Medical Air\nMedical Vacuum Prim Rose Vacuum\n\nThe name and colour shall be permanent and it shall not be possible to transfer either to a different terminal.\nPainting on of colour or wording is not permissible.",
    "Page_102": "6.11.10 Pressure Loss Across Terminal Units\n\nThe terminal units shall be capable of passing the following flow rates without exceeding the stated pressure\n\nlosses across the terminal units.\n\nNominal Gauge\nPressure at back of\n\nService Terminal Unit\n\nBar p.s.i.\nMedical Gases 3.93 57\nNitorousOxide/ 3.93 57\n\nOxygen Mixture\n\nMedical Air 6.9 100\nMedical Vacuum = Minus 400mm Hg\n\n(360 mmHg absolute)\n\nThe figures relate to the performance required of the terminal units.\n\nMaximum Rate\nof floor required\nat this pressure\n\nLitre/min.at STP\n40\n275\n\n250\n40\n\nMaximum permissible\nloss across terminal\n\nunit\n\nbar p.s.i.\n\n0.034 0.5\n\n0.55 8\n\n0.34 5\n100mm Hg\n\nThe actual design flow rates for purposes of sizing the installation and determining pipeline diameters should be\n\ntaken from Section V of HTM 22.",
    "Page_103": "7. SPECIAL FITTINS FOR OPERATING THEATRES\n\n7.1. Location and Type\n\nThe Specialist Contractors shall supply, install and connect to the distribution pipework in the/each operating\nTheatre, ROOM No. (S)......cesssscececseeeeeeee (Specify location)... cscs\n\nsseseeessssssssussssssssencassessssesssensesensseeeeee Anssssssssssseses sesssssesesseeee (SPECIfy/describe fitting)\n\nfittings. These fittings are in additional to the wall mounted terminal units specified earlier.\n\n7.2 Gases to be dispensed\nThe fittings(s) shall supply the following “gases” : -\n\n \n\n7.3 Design of fittings\n\n7.3.1. Boom Assembly, Open Type A\n\nThe boom shall be designed to carry flexible pipes connected into standard type flush fitting terminal units\nmounted at a height of 1.8M (5’-11”) above floor level.\n\n7.3.2. Boom Assembly, Enclosed Type B\nThe boom shall be designed to carry concealed pipes of nylon connected to the distribution\n\nPipework in a suitable wall unit.\nThe length of the boom shall be .......m(....ft.) and the height shall fit in the room height as given later.\n\n7.3.3 Ceiling Pendant, Multipoint, Type C.\n\nThe pendant shall comprise a heavily chromed or stainless steel removable ceiling rose thought which flexible\nhoses with terminal end connections are suspended.\n\nThe connections to the distribution pipework shall be within the ceiling rose space and the design shall be such\nthat all strain is taken off the hose connections\n\nThe hose to distribution pipe connections shall not be interchangeable between the different services.\n\n7.3.4 Ceiling Pendant, Single Point, Type D\n\nThe Pedant shall comprise a heavily chromed or stainless steel removable ceiling rose through which a flexible\nhose with terminal end connection is suspended.\n\nThe connection to the distribution pipe shall be within the ceiling rose space and the design shall be such be that\nall strain is taken off the hose connection.\n\n7.3.5 Ceiling Columns, Type E, F and G Rigid or Telescopic\n\n \n\nThe fittings shall comprise a ceiling mounted column, ........ (specify if rigid or telescopic).............\nseeseesessesseeeseeeeeeees pattern, carrying concealed pipes connected to the distributions shall not be interchangeable\nbetween the different services.\n\nThe column shall be supported on an overhead track running above the operating table.\n\nE-34",
    "Page_104": "7.3.6. Terminal Connections\n\nThe terminal connection on all fittings shall only accept standard type probes and shall incorporate all the\nnecessary features of the wall mounted terminal units as regards non-interchangeability, self sealing check valves,\nisolating valves, identification.\n\n7.3.7. Valves\n\nWhere the design of the terminal connection on the fitting or hose does not include an isolating valve, this shall\n\nbe provided elsewhere weather within or near to the fittings on the incoming distribution pipe work, in any easily\nassessable position for maintenance purposes.\n\n7.3.8 Special Precautions\n\nThe design of all special fittings and hoses shall ensure that during use and movement of the\nfitting the pipework or hose cannot be twisted, kinked, uncoupled at either end, overstrained or\notherwise damaged.\n\n7.3.9 Anti-static Precautions\n\nAll fittings and hoses shall be of anti-static construction.\n\n7.3.10 Cleanliness\nAll fittings shall be designed to present minimum lodgement of dirt, dust. etc. and be easy to keep clean . The\nmaterials of construction shall have complete freedom from rusting, scaling or deterioration and may be\n\nenamelled finish, stainless steel, or heavily chromed finish.\n\n7.3.11 Order of Arrangement of Terminal Connections\n\n \n\nOn multi-point fittings the order arrangement of the terminal connections shall be as follows: -\nOxygen . Nit:Oxide. Nit:Oxide/ Oxy: Mixture . Carbon Dioxide. Comp.Air. Vacuum\n\nFor pendants and columns the above order clockwise nearest to the hinge.\n7.3.12 Headroom Clearance\n\nAll fittings shall provide a minimum clearance of 1.8m (5’-11”) above floor level and on telescopic fittings when in\nthe retracted position.\n\n7.3.13 Dimensions of Fittings\n\nThe terminal outlet connections of fittings shall not be more than 1.9m (6’-3”) above floor level on booms, pedant\nhoses and columns.\n\nThe depth of fittings and pendant hose length shall suit the height of the room(s) which is/are as follows: -\n\nRoom No. Room Name Floor to ceiling height\n\n     \n\nThese dimensions shall be verified on site by the specialist Contractor.",
    "Page_105": "7.3.14 Structural Requirements for fittings\n\nThe specialist contractor shall state in his tender the requirements for structural strength of walls or ceilings to\nwhich the special fittings are to be fastened.\n\n7.3.15 Positioning of Special Fittings\n\nThe exact positioning of special fittings shall be agreed between the Medical Officers and Architect, and the\nArchitect shall provide layout drawings for the Specialist Contractor.\n\n7.3.16 Electrical Services in Fittings\n\nTHE weeeseseeesseeee (specify type of fitting) 0. esesesesseseeeeee shall carry electrical services which shall be in solid\ndrawn rust-proof conduit separate from the medical service pipes.\n\n*The electrical fittings to be provided are as follows:- (List as required)\n\nThe electrical fittings shall be arranged in a neat manner to fit in with the medical terminal outlets and shall\nafford easy access for coupling up equipment.\n\nAny associated switching need not be of spark-proof type. The electric supply to the fitting will be\n\nseeseesessseseseeees (give detail of electricity supply)..............and the fittings shall be wired up by the Specialist\nContractor from a suitable distribution point supplied by others.\n\n8. IDENTIFICATION OF PIPELINES\n8.1 Permanent Identification\n\nThe Specialist Contract shall carry out identification of the installations(s) by colour coding in accordance with\nData Sheet EE 10.11/12 and B.S. 1710 (1971).\n\nThe identification shall comprise:-\n\na) Colour handing applied at valves, junctions; either side of walls, floors and at intervals of about\n2m (6 feet) on short runs up to 4m (13 feet) on long straight runs).\n\nb) The name of the service printed on the colour hand in a contrasting colour.\n\nCc) An arrow at each colour band showing direction of flow.\n\nLetters to be a minimum of 6mm (%4”) high.\nSelf-adhesive plastic labels or tapes of approved manufacture my be used as an alternative to painting. Where\nvalves are in a valve boxes and identified by “Traffolyte” labels, colour handing is not required.\n\n8.2. Temporary identification\n\nDuring installation of piping, individual pipes, valves junctions and ends shall be identified as the work progresses.\nThis identification shall be at intervals similar to final identification requirements and may be made with\nremovable labels. These temporary identification labels must be subsequently replaced by the permanent ones at\nan appropriate stage.",
    "Page_106": "9.0 Warning and Alarm Systems\n9.1 Extent of Works\n\nThe specialist Contractor shall supply, install and commission the following warning and Alarm systems comprising\na combination of (select)flashing/steady lights and audible alarms, for the appropriate services.\n\n9.2 Master and Slave indicating Units\n\nA Master indicating Units shall be installed in ... ....to monitor all the\n\nservices in one combined unit.\n\n....*(Give room nane/loction)...\n\n \n\nThe Master Unit shall relay to slave Units installed in the following rooms: -\n\nRoom Name Room No. Number of Units in Rooms\n\n \n\n9.3 Electrical Power\n\nThe systems shall work on low voltage D.C. current stepped down from a 250 volt single phase supply via a double\nearth screened transformer. The power pack may be incorporated in the Master Unit.\n\n9.4 *(76) Essential Features of Flashing Light Units\n\n \n\nThe Master Unit and Slave Units shall be of similar construction and embody the following features: -\n\n1. On the Master Unit, solid state flasher unit to operate the lamps thought the system.\nOn Master and slave Units, translucent coloured panels for each service engraved with the\n“fault” conditions.\n\n3. Two under-run low voltage white lamps in parallel behind each panel.\n4. A green panel to indicate that the unit is operational.\n5. A Standardized size and type of lamp throughout the system.\n6. Lamps suitable for rapid on/off flashing operation with long life.\n7. Lamp test button on each unit to test all lamps on the unit simultaneously.\n8. Audible alarms as indicated in Schedule No. 4\n9. On the Master Unit, A Key operated muting switch :-\na) Make flashing lights steady on Master Unit and Slave Units\nb) Mute Audible alarms on Master Unit only.\n10. One each Slave Unit, a key operated muting switch to mute audible alarms.\n11. The muting switches to deal with only one alarm signal at a time and to re-set\nautomatically.\n12. On the Master Unit a System Alarm Circuit run from a dry battery to indicate: -\na) Failure of flasher unit.\nb) Failure to low voltage supply.\n\nThese faults to be indicated by a coloured orange engraved panel with steady twin lights and audible alarm with\nkey operated muting switch and automatic =-re-set.\n\nA test button shall be provided to simulate “a” ad “b” to test the above circuit.",
    "Page_107": "9.5 *(76) Essential Features of Steady Light Units\n\n \n\nThe Master Unit and Slave Units shall be of similar construction and embody the following features: -\n\n1. Translucent coloured panels for each service engraved with the “fault” condition.\nA translucent green panel to each service to indicate that low voltage supply is on and\nservices are operating normally.\nTwo under-run low voltage while lamps in parallel being each panel.\nA standardized size and type off lamp thought the system.\nLamp suitable for long life.\nA lamp test bottom on each unit to test all lamps on the unit simultaneously.\nAudible alarms as indicated in Schedule No.5\nOn the Master Unit, key Operated muting switch to mute audible alarms on the Master\nUnit only.\n. On each Slave Unit, a Key operated muting switch to mute audible alarms on the Unit.\n10. The muting switches to deal with only one alarm signal at a time and to re-set\nautomatically.\n11. On the Master Unit, a System Alarm Circuit run from a dry battery to indicate failed of low\nvoltage supply.\nThis fault to be indicated by a coloured orange engraved panel with steady twin lights and an audible alarm with\nkey operated muting switch and automatic re-set.\nA test button shall be provided to simulate low voltage supply failure to test the above circuit.\n\nCONDUBKW\n\n(Select either9.4 or 9.5)\n\n9.6 Working of Master and Slave Units - “Flashing” System\n\n \n\nThe units shall indicate the condition of all the monitored services simultaneously and for each service more than\none panel may be indicating at a time as outlined in Schedule No. 4.\n\nThe audible alarm on each unit shall be common to all the services and be arranged to re-set automatically after\nbeing mute d, or if muting is not carried out, after the fault is rectified.\n\n9.7 Working of master and Slave Units - “Steady” System\n\n \n\nThe units shall indicate the conditions of all the monitored services simultaneously and for each service only one\npanel will be indicating at a time as outlined in Schedule No.5.\n\nThe audible alarm on each unit shall be common to all the services and be arranged to re-set automatically after\nbeing muted, or if muting is not carried out, after the fault is rectified.\n\n(Select either9.6 or 9.7)\n\n9.8 Arrangement of Panels on Units\n\nThe order in which the services shall be arranged on the Master and Slave Units shall be that adopted for terminal\nunit: -\nWhen facing the panels the service shall be in the following order reading left to right: -\nOXY. NIT.OXIDE. NIT OXIDE. CABRBON DIOXIDE COMPRESSED AIR VACUUM\nOXY .MIXTURE\n\n9.9 Engraving of Fascia Panels of Units\n\nThe fascia panels of the Units shall be engraved with the name of the service, either at the top or bottom of each\ncolumn of translucent panels.\n\nThe function of the various press buttons and switches shall also be engraved on the fascia panels.\n\nAll engraving shall be picked out in contrasting indelible colour.",
    "Page_108": "9.10 Monitoring Equipment\n\nThe Specialist Contractor shall include for supply and fixing all necessary sensing Devices, Operating switches and\nRelays on the plant for the initiation of the Warning and Alarms signals. The Sensing devices, etc. on the Liquid\nOxygen Plant and Standby manifold shall be supplied and installed by the Specialist Oxygen Supplier.\n\nAbsolute reliability and long life .of contracts in relay units shall be as essential feature of the equipment.\n\nThe relays shall be energized under normal operating conditions and the alarm contracts shall “break” under\n“fault” conditions.\n\nThe alarm terminal block shall be remote from the electrically isolated from all other terminals and energized\nfrom a separate source.\n\nThe monitored unit alarm contracts shall be rated at 250 volts 3Amp, 50 Hz and the alarm system contacts at 50\nvolts, 0.5 Amp, D.C.\n\nOn a “Flashing” system the alarm circuit conductors to the slave units shall be suitable so that when the green,\nwhite and orange panels on every slave unit are illuminated simultaneously the pressure loss does not exceed 5%\nof the rated operating voltage.\n\nOna “Steady” System the alarm circuit conductors to the slave units shall be suitable so that when any signal is\nilluminated simultaneously on all slaves the pressure loss does not exceed 5% of the rated operating voltage.\n\n(Delete the system not required)\n9.11 Setting of Sensing Devices\nThe sensing devices shall be set so that the conditions are indicated as soon as the following limits are reached: -\nConditions on Schedule\n*(81) Manual manifolds\n1. When duty bank falls to approximately:-\n(a) 10% of full capacity on oxygen systems\n(b) 8% of full capacity on Nz 0/02 systems\n\n(c) 6% of full capacity on N20 systems\n\nAutomatic Manifold\n\n2. When duty bank becomes “exhausted” and change-over to reserve bank made.\n3. When with one bank empty, duty bank falls to approximately: -\n(a) 10% of full capacity on oxygen systems\n\n(b) 8% of full capacity on Nz 0/0 2 systems\n(c) 6% of full capacity on N20 systems\n\nLiquid Oxygen Installations\n\n4. When change-over to standby manifold made.\n5. When one standby bank becomes exhausted and changeover to reserve bank made.\n\nE-39",
    "Page_109": "Medical Compressed Air Plant\n6. When “standby compressor cuts in to back up “duty” compressor.\n7. When change-over to standby air manifold made (denoting fault on compressors or air\ntemperature too high).\n8. when dew point of air from dryers is rising above 0°C (32°F) at 7.3 bar (105 p.s.i.) gauge.\nMedical Vacuum Plant\n9. When “standby” vacuum pump cuts in to back up “duty” vacuum pump.\n\nAll PMG &V Plant Installations\n\n10. When either one or both pumps fail to operate\n11. When pressure in distribution pipe work falls to: -\na. 10% below normal on medical gas lines\nb. 15% below normal on air and vacuum lines\n\n9.12 Electrical Wiring\n\nThe interconnecting wiring shall be carried out by others but the specialist Contractor shall supply all necessary\nwiring diagrams, induplicate, within.....weeks of being awarded the contract.\n\nE-40",
    "Page_110": "SECTION F:\n\nBILLS OF QUANTITIES",
    "Page_111": "BILLS OF QUANTITIES AND SCHEDULE OF UNIT RATES\n\nCONTENTS\nCLAUSE No. PAGE\n1. | GENERAL NOTES TO TENDERERS..........cccecscseseeseeseseeees F-1\n2. STATEMENT OF COMPLIANCE......ccccccccccceseeseseeseeseseeeees F-2\n3. BILLS OF QUANTITIES .0....ccccccecsesesceseeseseeseeeseseeseesees F-3 to F-11\n4. SUMMARY PAGE... .eeeccceceececescesesceseeesssesessesesteeeseaes F-12\n\n(i)",
    "Page_112": "SPECIAL NOTES\n\nThe Bills of Quantities form part of the contract documents and are to be read in\nconjunction with the contract drawings and general specifications of materials\nand works.\n\nThe prices quoted shall be deemed to include for all obligations under the sub-\ncontract including but not limited to supply of materials, labour, delivery to site,\nstorage on site, installation, testing, commissioning and all taxes (including 16%\nVAT).\n\nIn accordance with Government policy, the 16% VAT and 3% Withholding Tax\nshall be deducted from all payments made to the Tenderer, and the same shall\nbe forwarded to the Kenya Revenue Authority (KRA).\n\nAll prices omitted from any item, section or part of the Bills of Quantities shall be\ndeemed to have been included to another item, section or part there of.\n\nThe brief description of the items given in the Bills of Quantities are for the\npurpose of establishing a standard to which the sub-contractor shall adhere.\nOtherwise alternative brands of equal and approved quality will be accepted.\n\nShould the sub-contractor install any material not specified here in before\nreceiving written approval from the Project Manager, the sub-contractor shall\nremove the material in question and, at his own cost, install the proper material.\n\nThe grand total of prices in the price summary page must be carried forward to\nthe Form of Tender for the tender to be deemed valid.\n\nTenderers must enclose, together with their submitted tenders, detailed\nmanufacturer’s Brochures detailing Technical Literature and specifications on all\nthe equipment they intend to offer.",
    "Page_113": "1. Statement of Compliance\n\na) I confirm compliance of all clauses of the General Conditions, General\nSpecifications and Particular Specifications in this tender.\n\nb) I confirm I have not made and will not make any payment to any person,\nwhich can be perceived as an inducement to win this tender.\n\nSIQNe(: oe ee cece teen ee teen een eeee for and on behalf of the Tenderer\n\nOfficial Rubber Stamp: ...........cceeeececeeececneeeceeeeeeeeeeeeeeceeeeeeeeeseeeeenees\n\nF-2",
    "Page_114": "BILLS No. 1\nA) PRICING OF PRELIMINARIES ITEMS.\n\nPrices will be inserted against item of preliminaries in the sub-contractor’s Bills of\nQuantities and specification. These Bills are designated as Bill 1 in this Section. Where\nthe sub-contractor fails to insert his price in any item he shall be deemed to have made\nadequate provision for this on various items in the Bills of Quantities. The\npreliminaries form part of this contract and together with other Bills of Quantities\ncovers for the costs involved in complying with all the requirements for the proper\nexecution of the whole of the works in the contract.\n\nThe Bills of Quantities are divided generally into three sections: -\n\na. Preliminaries - Bill 1\nSub-contractors preliminaries are as per those described in section C — sub-contractor\npreliminaries and conditions of contractor. The sub-contractor shall study the\nconditions and make provision to cover their cost in this Bill. The number of\npreliminary items to be priced by the Tenderer has been limited to tangible items such\nas site office, temporary works and others. However, the Tenderer is free to include and\nprice any other items he deems necessary taking into consideration conditions he is\nlikely to encounter on site.\n\nb. Installation Items — Other Bills\ni. The brief description of the items in these Bills of Quantities should in no way\nmodify or supersede the detailed descriptions in the contract Drawings,\nconditions of contract and specifications.\nii. The unit of measurements and observations are as per those described in\nclause 3.05 of the section\n\nec. Summary\n\nThe summary contains tabulation of the separate parts of the Bills of Quantities carried\nforward with provisional sum, contingencies and any prime cost sums included. The\nsub-contract shall insert his totals and enter his grand total tender sum in the space\nprovided below the summary.\n\nThis grand total tender sum shall be entered in the Form of Tender provided elsewhere\nin this document\n\nF-3",
    "Page_115": "BILL No. 1 PRELIMINARIES\n\n \n\n \n\nITEM | DESCRIPTION QTY | UNIT | RATE | KSHS cts\n1 Discrepancies clause 1.02\n2 Conditions of sub-contract Agreement\nclause 1.03\n3\nPayments clause1.04\n4\nSite location clause 1.06\n5\nScope of Contract Works clause 1.08\n6\nExtent of the Contractor’s Duties clause\n7 1.09\n8 Firm price contract clause 1.12\n9 Variation clause 1.13\nPrime cost and provisional sum clause\n1.14 (insert profit and attendance which\n10 | is a percentage of expended PC or\nprovisional sum.)\n11\nBond clause 1.15\n12 | Government Legislation and\nRegulations clause 1.16\nImport Duty and Value Added Tax\n13 | clause 1.17 (Note this clause applies for\nmaterials supplied only. VAT will also\n14 | be paid by the sub-contractor as\nallowed in the summary page)\n15 | Insurance company Fees clause 1.18\n\nProvision of services by the Main\ncontractor clause 1.19\n\nSamples and Materials Generally clause\n1.21\n\n \n\n \n\n \n\n \n\n \n\nSUB-TOTAL CARRIED TO PAGE F-6",
    "Page_116": "ITEM | DESCRIPTION QTY | UNIT | RATE | KSHS [cts\n16 | Supplies clause 1.20\n17 | Bills of Quantities clause 1.23\n18 | Contractor’s Office in Kenya\nclause 1.24\n19\nBuilder’s Work clause 1.25\n20\nSetting to work and Regulating\n21 | system clause 1.29\n22 | Identification of plant\ncomponents clause 1.30\n23\nWorking Drawings clause 1.32\n24 | Record Drawings (As Installed)\nand Instructions clause 1.33\n25\nMaintenance Manual clause\n26 | 1.34\n27 | Hand over clause 1.35\nPainting clause 1.36\n28\nTesting and Inspection —\n29 | manufactured plant clause 1.38\n30 | Testing and Inspection —\n\nInstallation clause 1.39\nStorage of Materials clause 1.41\n\nInitial Maintenance clause 1.42\n\n \n\n \n\n \n\nSUB-TOTAL CARRIED TO\nPAGE F-6",
    "Page_117": "ITEM\n\nDESCRIPTION\n\nQTY\n\nUNIT\n\nRATE\n\nKSHS\n\ncts\n\n \n\n31\n\n32\n\n33\n\n34\n\n35\n\n36\n\n37\n\n38\n\n39\n\n40\n\n41\n\nAttendance Upon Tradesmen, etc.\n(Insert percentage only) clause 1.58\n\nLocal and other Authorities notices\nand fees clause 1.60\n\nTemporary Works clause 1.63\nPatent Rights clause 1.64\n\nMobilization and Demobilization\nClause 1.65\n\nExtended Preliminaries Clause\n1.66(see appendix on page C- 24)\n\nSupervision by Engineer and Site\nMeetings Clause 1.67\n\nAllow for profit and Attendance for\nthe above\n\nAmendment to Scope of Sub-\ncontract Works\nClause 1.68\n\nContractor Obligation and\nEmployers\n\nObligation clause 1.69(see appendix\npage C- 24)\n\nAny other preliminaries;\n\n \n\nSubtotal above\nSubtotal brought forward from page F-4\n\nSubtotal brought forward from page F-5\n\n \n\n \n\n \n\n \n\n \n\n \n\nTOTAL FOR BILL NO. 1- PRELIMINARIES\nCARRIED FORWARD TO PRICE MAIN SUMMARY PAGE\n\nF-13",
    "Page_118": "KARATINA HOSPITAL - MEDICAL GAS PIPING SYSTEM\n\n \n\nItem\n\nDescription\n\nQty\n\nUnit\n\nRate (Kshs)\n\nTotal\n\n \n\n \n\nOXYGEN SYSTEM\n\nOxygen Plant\n\nThe oxygen production system shall\nproduce oxygen mainly by means of air\ncompressors and an oxygen producer and\nshall conform to NHS Health Technical\nMemorandum HTMO02-01. The system is\nmainly formed by: air compressors water\ncooled with a single stage rotary\ncompressor driven by an electrical motor\nwith high efficiency TEFC (IP 55), skid,\nhood sound proof, injection oil screw\nrotating elements, air valve air filter for\nintake, oil filter, oil and water cooling coil\nwater cooled, water separator with\nelectronic discharge for elimination of\ncondensate, air-oil separator, control\npanel board; 3no.oil separators; 3no. air\ndryers with refrigerant R404a (CFC free)\nwith condensate separator, hermetic type\nof compressor for refrigerant gas equipped\nwith pressure switch to prevent ice\nformations on the suction side equipped\nwith an electrical heater, cooling circuit\nequipped with pressure switch against\nhigh pressure, expansion valve and\nreceiver tank, air coolant condenser,\nelectric fan motor IP54, heat exchangers\nmade of aluminium, control panel on\nboard;\n\n3no. Air filter 1 in backup; 1no. Oxygen\nproducer based on Pressure Swing\nAdsorption equipped with inlet pressure\nregulator, 2no. tanks with zeolites to\ncontain the nitrogen molecules, pneumatic\ninlet and outlet valves (one pair for each\ntower), silencer on the exhaust to reduce\nthe noise level during depressurization and\nregeneration phases, safety valves,\nmicroprocessor control panel; 1no.\nCompressed air reservoir; 1no.compressed\noxygen reservoir.\n\nThe Unit shall have a free air delivery of\nover 12Nm3/hour at 95% oxygen purity\nand pressure Sbar to be as Atlas Copco\nPSAOGP14 or approved equal .\n\n \n\n \n\nNo\n\n \n\n \n\n \n\nTotal carried to summary page F-13\n\n \n\n \n\nF-7",
    "Page_119": "Item\n\nDescription\n\nQty\n\nUnit\n\nRate (Kshs)\n\nTotal\n\n \n\nA\n\n \n\nSemi-AUTOMATIC medical oxygen\ncylinder manifold , complete with automatic\nchangeover manifold Panel, manifold\nheader bar (size - 6x 2 = 12 cylinder , 2 Bank\nmanifolds ,Each bank 6 cylinders) &\ncylinder support racks\n\nMONITORING EQUIPMENT\n\nAREA ALARM SYSTEM\n\nMedical Gas Area Alarm, complete with\npressure switches, LCD panel, high and\nlow-flow/pressure alarms, visual and audio\nalarms and indicators, and all other\naccessories necessary for proper\nfunctioning. Alarm to be for 2 No. gases\nand to be as Beacon Medaes Medipoint 26\nor an approved equivalent.\n\nTERMINAL UNITS\n\nOxygen terminal units\n\nMedical Gas Accessories\n\nMedical oxygen flow meter (0 0-15 Ipm) with\nBS MK 1V PROBES & Humidifier.\n\nOxygen remote probes (BS MK 1V )\n\nAllow for leasing/hiring of medical gas\ncylinders from BOC, Noble Gases etc to be\nused by the hospital to connect to the gas\nmanifolds.\n\n \n\n85\n\n85\n\n12\n\n \n\n \n\n \n\n \n\nTotal carried to summary page F-13\n\n \n\n \n\nF-8",
    "Page_120": "so : Total\nItem Description Qty | Unit | Rate (Kshs) °\n\nDISTRIBUTION SYSTEM\nCopper Pipes\n\nA 76 mm diameter grease free copper pipes 48 LM\nsuitable for medical gases installations\n\nB 54 mm diameter grease free copper pipes 80 LM\nsuitable for medical gases installations\n\nCc 42 mm diameter grease free copper pipes 102 | LM\nsuitable for medical gases installations\n\nD 35 mm diameter grease free copper pipes 60 LM\nsuitable for medical gases installations\n\nE 28 mm diameter grease tee copper pipes 140 | LM\nsuitable for medical gases installations\n\nF 22 mm diameter grease free copper pipes 230 | LM\nsuitable for medical gases installations\n\nCG 15 mm diameter grease free copper pipes 800 | LM\nsuitable for medical gases installations\n\nH 15 Mm Hospital brackets/sandles 400 | No\n\nI 22mm hospital brackets/sanddles 76 No\n\nJ 28mm hospital brackets/sanddles 46 No\n\nK 35mm hospital brackets/sanddles 20 No\n\nL 42mm hospital brackets/sanddles 34 No\n\nM 54mm hospital brackets/sanddles 26 No\n\nN 76mm hospital brackets/sanddles 16 No\nAdaptors /Connectors\n\nO 22 x 15mm adaptors/connectors 108 | No\n\nP 28 x 15mm adaptors/connectors 86 No\n35 x 28mm adaptors/connectors 43 No\n\nR 35 x 22mm adaptors/connectors 27 No\n\nS 28 x 22mm adaptors/connectors 27 No\n\nT 42 x 35mm adaptors/connectors 16 No\n\nU 42 x 22mm adaptors/connectors 12 No\n\nVv 42 x 15mm adaptors/connectors 21 No\n\nW 54 x 42mm adaptors/connectors 11 No\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTotal carried to summary page F-13\n\n \n\n \n\nF-9",
    "Page_121": "Total\n\n \n\nItem Description Qty | Unit | Rate (Kshs)\nA 54x 35mm adaptors/connectors 18 No\nB 54 x 22mm adaptors/connectors 9 No\nC 76x 54mm adaptors/connectors 10 No\nD 76 x 42mm adaptors/connectors 7 No\n\nCoupling /sockets\nE 15mm degreased socket/coupling 220 | No\nF 22mm —degrease sockets/coupling 90 No\nG 28mm —degrease sockets/coupling 70 No\nH 35mm —degtease sockets/ coupling 32 No\nI 42mm —degrease sockets/coupling 48 No\nJ 54mm —degtease sockets/coupling 40 No\nK 76mm —degtease sockets/coupling 24 No\nEqual Tees\nL 76mm diameter tee 9 No\nM 54mm diameter tee 12 No\nN 42mm diameter tee 23 No\nO 35mm diameter tee 10 No\nP 28mm diameter tee 17 No\n22mm diameter tee 42 No\nR 15mm diameter tee 96 No\nBends/Elbows\nS 15 mm diameter bend/elbow 180 | No\nT 22 mm diameter bend/elbow 96 No\nU 28 mm diameter bend/elbow 42 No\nVv 35 mm diameter bend/elbow 33 No\nW | 42 mm diameter bend/elbow 18 No\nxX 54 mm diameter bend/elbow 24 No\nY 76 mm diameter bend/elbow 15 No\nVALVES\n76mm diameter line ball valves fitted with\ncopper stub pipes such as Madaes or\nZ approved equivalent. The valve to be 4 No\ncomplete with valve boxe, flow meter and\nidentification marks.\nZ1 | 54mm ditto 2 No\n\n \n\n \n\n \n\n \n\n \n\n \n\nTotal carried to summary page F-13\n\n \n\n \n\nF-10",
    "Page_122": "Item Description Qty | Unit | Rate (Kshs) Total\nA | 42mm ditto 8 No\nB 35mm ditto 9 No\nC 28mm ditto 11 No\nD 22mm ditto 10 No\nE 15mm ditto 2 No\nTraining of Maintenance Staff and\nOperators\nAllow for training of Five (5 No.) personnel,\nTwo (2 No.) from Directorate of Public\n\nF | works and Three (3 No.) from Department 1 | Item\nof Health, on MGPS in accordance with\nHTM 02-01.\nCopper Sleeves\n\nGC Allow for copper sleeves for all pipes passing 1 Item\nin floors, walls and partitions.\nIdentification of Pipelines\nAllow for permanent and temporary\n\nH identification of pipelines, valves and ends in 1 Item\naccordance to particular specifications\ndescribed.\nPainting and Marking\nAllow for painting and marking of all pipes\n\nI and fittings in accordance to particular 1 Item\nspecifications described.\nPurging\nAllow for flushing the whole system with the\n\nJ medical gases in accordance with HTM 02- 1 Item\n01 and to the satisfaction of the Engineer.\n\nK Allow for all associated electrical works to 1 It\nIEEE standards em\n\n \n\n \n\n \n\n \n\n \n\n \n\nTotal carried to summary page F-13\n\n \n\n \n\nF-11",
    "Page_123": "Item\n\nDescription\n\nQty\n\nUnit\n\nRate (Kshs)\n\nTotal\n\n \n\nA\n\nTesting and Commissioning\n\nAllow for testing and commissioning of the\nentire medical gas pipeline system for the\npreviously installed and the new installations\nin accordance with the Particular\nSpecifications (Form E-1 to E-17) and to\nthe satisfaction of the Project Engineer.\n\nAs- Installed Drawings\n\nPrinted catalogues, technical data sheet,\nmanuals and as-built drawings both in hard\ncopy and soft copy. The soft copy to be\ndelivered in compact disc and 4GB flash\ndisk.\n\n \n\n \n\nItem\n\nItem\n\n \n\n \n\n \n\n \n\nTotal carried to summaty page F-12\n\n \n\n \n\nF-12\n\nMAIN SUMMARY",
    "Page_124": "Amount\nItem Description\n\n \n\n1 Total for preliminaries carried forward from page F-6\n\n2 Total carried forward from page F-7\n\n3 Total carried forward from page F-8\n4 Total carried forward from page F-9\n5 Total carried forward from page F-10\n\n6 Total carried forward from page F-11\n\n \n\n \n\n \n\n \n\n \n\n7 Total carried forward from page F-12\n\nAllow a provisional sum for construction of plant room\n\n500,000.00\n\n9 Contigency 300,000.00\n\n \n\n \n\nTotal for medical gas piping system to the form of Tender\n\n \n\n \n\n \n\nAmount in Wotds: ...... cece ccec eee ne ee ne eee ce nent ene eeenene cent ee eneeeeneeeeneneeneneeneneeeeneeeenenees\nTenderer’s Name and Stamp: ...... 0.66.0 ce cece Eee ne eee eee\nSub contract period....... 0... ccc cece eee eee ene nee e een eae enae Weeks\n\nSignature Date: ...........6.cccec eee ee eee e eens\n\nPIN NO, 20.00. cece cece cence eee eee een ees VAT CERTIFICATE No, 0.00... .cc cece cee eete eee eee eee\n(Provide copy) (Provide copy)\n\nWitness Address: ...........cceceeeeeeeeseeeeeenenees\n\nSignature Date: ...........6.cc cece cece eee eee nee\n\nF-13",
    "Page_125": "SECTION G:\n\nTECHNICAL SCHEDULE OF ITEMS TO BE SUPPLIED",
    "Page_126": "CLAUSE No\n\n1.\n\n2.\n\nCONTENTS\n\nGENERAL NOTES TO THE TENDERER..............c.cceeeeeeeees\n\nTECHNICAL SCHEDULE\n\n(i)",
    "Page_127": "TECHNICAL SCHEDULE\nGeneral Notes to the Tenderer\n\n1.1 The tenderer shall submit technical schedules for all materials and\nequipment upon which he has based his tender sum.\n\n1.2 The tenderer shall also submit separate comprehensive descriptive and\nperformance details for all plant apparatus and fittings described in the\ntechnical schedules. Manufacturer’s literature shall be accepted. Failure to\ncomply with this may have his tender disqualified.\n\n1.3. Completion of the technical schedule shall not relieve the Contractor from\ncomplying with the requirements of the specifications except as may be\napproved by the Engineer.",
    "Page_128": "TECHNICAL SCHEDULE\n\nThe tenderer must complete in full the technical schedule. Apart from the information required\nin the technical schedule, the tenderer MUST SUBMIT comprehensive manufacturer’s technical\nbrochures and performance details for all items listed in this schedule (fill forms attached).\n\n \n\nITE | DESCRIPTION MANUFA | COUNTRY REMARKS\nM CTURER/ OF (Catalogue No.\nMODEL ORIGIN etc.)\n\n \n\nA | Oxygen manifold system\nB_ | Central alarm system\n\nC_ | Terminal units\n\nD Copper tubing\n\nE | Valves\n\nF_ | Medical gas cylinders\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCatalogue must be attached for all the Items in the schedule of material above\nG-2",
    "Page_129": "SECTION H:\n\nDRAWING SCHEDULE",
    "Page_130": "CONTENTS\n\nCLAUSE No. PAGE\n\n1. DRAWING SCHEDULE............. cose ec ce ce ec cee ee eee eeeeeeaeeeenees H-1\n\nDRAWING SCHEDULE:\n\n \n\nAs shall be provided during project implementation.",
    "Page_131": "SECTION I:\n\nSTANDARD FORMS",
    "Page_132": "STANDARD FORMS\n\nCONTENTS\nFORM PAGE\n1. PERFORMANCE BANK GUARANTEE............c.cscceeeeeeeeeeeeee I-1\n2. TENDER QUESTIONNAIRE...........ccccccseceeceeceeeeeeeeeeeaeeaeees I-2\n3. CONFIDENTIAL BUSINESS QUESTIONNAIRE..............0.04. I-3\n4. KEY PERSONNE L............ccccccec cece cee ee eee eee eeeeeee ee eee eens I-5\n\n5. CONTRACTS COMPLETED IN THE LAST FIVE (5) YEARS.... I-6\n\n6 SCHEDULE OF ON-GOING PROJECTS..........c cece ceeeeeeeenee I-7\n7 FINANCIAL REPORTS FOR THE LAST FIVE YEARS .... 1-8\n8 EVIDENCE OF FINANCIAL RESOURCEG................0065 I-9\n9 NAME OF THE BANKER. ............ccccccee eee seea esse eee eens I-10\n\n10 DETAILS OF LITIGATIONS OR ARBITRATION\nPROCEEDINGS .... 0. ec ec ee eee eee eens eee ee neeeen ees I-11\n\n11 SCHEDULE OF MAJOR ITEMS OF CONTRACTOR’S EQUIPMENT\nPROPOSED FOR CARRYING OUT THE\n\nNOTE: ALL FORMS IN THIS SECTION MUST BE FILLED AS THEY SHALL BE PART\nOF THE EVALUATION CRITERIA\n\n \n\n(i)",
    "Page_133": "PERFORMANCE BANK GUARANTEE\n\n \n\nTo: The County Secretary,\nNyeri County Government,\nP.O. Box 1112-10100\n\nNYERI\nDear Sir,\nWHEREAS 2.0... cece eee cec sec see eee eeeeeeea een eenes (hereinafter called “the Contractor”) has\nundertaken, in pursuance of Contract No. ..........ccceceeeeeeeeeeeenee dated ............ceee ee to\nCXCCULE 2... cece cece cee ec eee eeeeeeceeeeeeneceeeaeneeeeeeeeaees (hereinafter called “the Works”);\n\nAND WHEREAS it has been stipulated by you in the said Contract that the Contractor\nshall furnish you with a Bank Guarantee by a recognized bank for the sum specified\ntherein as security for compliance with his obligations in accordance with the Contract;\n\nAND WHEREAS we have agreed to give the Contractor such a Bank Guarantee:\n\nNOW THEREFORE we hereby affirm that we are the Guarantor and responsible to you,\non behalf of the Contractor, up to a total of:\n\n1S) 0 ee (amount of Guarantee in figures)\n\nKenya Shillings 2.0.0... ccec cee ceeea eee eee ee eeeeeeeaeeea eee eeeeeneeaeeaeea eee eeeaeeaeeaeen eee\n\ncee ee ne eceeneneceeeeneceeaeceeeeneceenedeceeneeeeeaeeeeeeeeeeeeeeeeee (amount of Guarantee in words),\n\nand we undertake to pay you, upon your first written demand and without cavil or\nargument, any sum or sums within the limits of Kenya Shillings ........00. ee.\n\nLee ee eee ee a eee ee eee eeaeee acca ee eeeea ees eea eee seeea nea esa eeaeeeeeae ees (amount of Guarantee in words) as\naforesaid without your needing to prove or to show grounds or reasons for your demand\nfor the sum specified therein.\n\nWe hereby waive the necessity of your demanding the said debt from the Contractor\nbefore presenting us with the demand.\n\nWe further agree that no change, addition or other modification of the terms of the\nContract or of the Works to be performed there under or of any of the Contract\ndocuments which may be made between you and the Contractor shall in any way\nrelease us from any liability under this Guarantee, and we hereby waive notice of any\nchange, addition, or modification.\n\nThis guarantee shall be valid until the date of issue of the Certificate of Completion.\nSIGNATURE AND SEAL OF THE GUARANTOR .........ccceeceseeeeeeaeeeeenees\n\nName Of Bank .......... cece ccc ccc e cence cece eee cence eee nee e eee ease ene ne Eee EE EEE\n\nACALeSS 00... ecececececeeccecec eee eeeeeeenenenenes",
    "Page_134": "TENDER QUESTIONNAIRE\n\nPlease fill in block letters.\nFull names of Tenderer:\n\nFull address of Tenderer to which tender correspondence is to be sent (unless an\nagent has been appointed below):\n\nName of Tenderer’s representative to be contacted on matters of the tender during\nthe tender period:\n\nDetails of Tenderer’s nominated agent (if any) to receive tender notices. This is\nessential if the Tenderer does not have his registered address in Kenya (name,\naddress, telephone, telex):\n\nSignature of Tenderer\n\n1-2",
    "Page_135": "CONFIDENTIAL BUSINESS QUESTIONNAIRE\n\n \n\nYou are requested to give the particulars indicated in Part 1 and either Part 2 (a), 2 (b)\nor 2(c) and (2d) whichever applies to your type of business.\n\nYou are advised that it is a serious offence to give false information on this Form.\n\nPart 1 - General\n\nBusiness Name 2.0... cece cece cence eee e eee eee e eens eee eee ne ene ee esas ene ee eee eE\nLocation of business premises: Country /Town...........ccceeeeeeeeeeeee\nPlot NO... 0. cc cececeeeecececeeceeeeeeceeteeaeens Street/Road .........cceeeeeeeeeeeeeeeeee\nPostal ACCTeSS......... cc ceeceeceeee scence eeeeees Tel NO... cece cece neeeee eee eee ees\nNature Of BUSINESS........... cece cee cee cee eee a eee nee eee eea een eea eee eeeeeaeea een eeneeees\nCurrent Trade Licence No.............:0cseeeees Expiring date..............0008\n\nMaximum value of business which you can handle at any time:\nKenya Shillings... ccecee cece eeeeccneea eee eee eee eeeeea esa een esa eaeeaeea eens\n\nName of your bankefP..........cc ccc ceeececeec eee ee eee eeeeeeeeeeeaeea eee eeaeeeeeeeeaeeaeees\nBranch... cece cece eee eee eee cence eee ee eee eee ee nee Eres eee cane es a See eS anes aE ESE EE EES EEE\n\nPart 2 (a) - Sole Proprietor\n\nYour name in full... eee eee eee ee eee ABC. ceeceec eee eee eee een eens\nNationality.......... ccs ec eee eeea een eeee Country of Origin................\nCitizenship details .......... cece eec sense nececeeeceeeee ease eeeeneeeeeeeeeeeeeaeeeeees\n\nPart 2 (b) - Partnership\nGive details of partners as follows:\n\nName in full Nationality Citizenship Details Shares\n\n1-3",
    "Page_136": "Part 2(c) - Registered Company\n\nPrivate OF PUDLIC 00.0... cece cece eee cece eee e eee ea eee eee e ee ease ease seen eee\n\nState the nominal and issued capital of the company:\nNominal 16S) oh\n\nIssued 16S) oh\n\nGive details of all directors as follows:\n\nName in full Nationality Citizenship Details*\n\nPart 2(d) Interest in the Firm:\n\nIs there any person/persons in the employment of the Government of Kenya WHO has\n\ninterest in this firm? Yes/No ....... (Delete as necessary)\n\nI certify that the above information is correct.\n\nTitle Signature\n\n* Attach proof of citizenship\n\n1-4",
    "Page_137": "Qualifications and experience of key personnel proposed for administration and\n\nexecution of the Contract.\n\nKEY PERSONNEL\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nYEARS OF\nYEARS OF | EXPERIEN\nPOSITIO NAME EXPERIEN CE IN\nN CE PROPOSE\n(GENERAL) D\nPOSITION\n1.\n2.\n3.\n4.\n5.\n6.\n7.\n8.\n9.\n10.\nI certify that the above information is correct.\nTitle Signature Date\n\nI-5",
    "Page_138": "CONTRACTS COMPLETED IN THE LAST FIVE (5) YEARS\n\n \n\nWork performed on works of a similar nature and volume over the last five years.\n\n \n\n \n\nPROJECT NAME NAME OF CLIENT TYPE OF VALUE OF\nWORK AND | CONTRACT\nYEAR OF (Kshs.)\nCOMPLETIO\nN\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nI certify that the above works were successfully carried out and completed by\nourselves.\n\nTitle Signature Date\n\n1-6",
    "Page_139": "SCHEDULE OF ON-GOING PROJECTS\nDetails of on-going or committed projects, including expected completion date.\n\n \n\nPROJECT\nNAME\n\nNAME OF CLIENT\n\nCONTRAC\nT SUM\n\n%\nCOMPLE\nTE\n\nCOMPLET\nION DATE\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nI certify that the above works are currently being carried out by ourselves.\n\nSignature",
    "Page_140": "FINANCIAL REPORTS FOR THE LAST FIVE YEARS\n(Balance sheets, Profits and Loss Statements, Auditor’s reports, etc.\nList below and attach copies)\n\n1.\n\n \n\n2.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n10\n\n \n\n1-8",
    "Page_141": "EVIDENCE OF FINANCIAL RESOURCES TO MEET QUALIFICATION\nREQUIREMENTS\n(Cash in Hand, Lines of credit, e.t.c. List below and attach copies of supportive\ndocuments.)\n\n1.\n\n \n\n2.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n10\n\n \n\n1-9",
    "Page_142": "NAME, ADDRESS AND TELEPHONE, TELEX AND FACSIMILE OF BANKS\n(This should be for banks that may provide reference if contacted by the\n\nemployer)\n\n \n\nNAME\n\nADDRESS\n\nTELEPHONE\n\nTELEX\n\nFACSIMILE\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nI-10",
    "Page_143": "10\n\nDETAILS OF LITIGATIONS OR ARBITRATION PROCEEDINGS IN WHICH THE\nTENDERER IS INVOLVED AS ONE OF THE PARTIES\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nI-11",
    "Page_144": "SCHEDULE OF MAJOR ITEMS OF CONTRACTOR’S EQUIPMENT PROPOSED FOR\nCARRYING OUT THE WORKS\n\n \n\nITEM OF DESCRIPTION, CONDITION | OWNED, LEASED\nEQUIPMENT MAKE AND AGE (New, good, | (From whom?),\n(Years) poor) and or to be\nnumber purchased (From\navailable whom?)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n1-12",
    "Page_145": "SELF-DECLARATION FORM.\n\nSELF-DECLARATION THAT THE PERSON/TENDERER WILL NOT\nENGAGE INANY CORRUPT OR FRAUDULENT PRACTICE.\n\nTee cece cece e eee e eects eee ea ee eee of P. O. Box oo... ee being a resident of\nbee ee cece bees seen ees eeseneen esau segues in the Republic of .................... do hereby make a\nstatement as follows:-\n\n1. THAT I am the Chief Executive/Managing Director/Principal Officer/Director\n\n0) (insert name of the Company) who is a Bidder in respect of\nTender No. ...........0c ccc eeee eee FOF oe cee ee cece c ee eeeeeeees (insert tender title/description)\n(0 ( insert name of the Procuring entity) and duly authorized and\n\nCompetent to make this statement.\n\n2. That the aforesaid Bidder, its servants and/or agents/subcontractors will not engage in any\ncorrupt or fraudulent practice and has not been requested to pay any inducement to any member of\nthe board, management, staff and//or employees and/or agents of...............006655 (insert name of\nthe Procuring entity) which is the procuring entity.\n3. That the aforesaid Bidder, its servants and/or agents/subcontractors have not offered any\ninducement to any member of the board, management, staff and//or employees and/or agents\n0) (insert name of the Procuring entity)\n\n4. That the aforesaid Bidder will not engage/has not engaged in any corrosive practice with other\n\nbidders participating in the subject tender.\n\n5. That what is deponed to hereinabove is true to the best of my knowledge information and belief.\n\nBidder’s Official Stamp\n\n1-13"
}