{
    "Page_1": "Oo Ea\n\nCARIS MA Seopa\nCommission\n\nInnovation for Climate Change Mitigation\n\nGrant Agreement N°: 642242\n\nProject Acronym: CARISMA\n\nD6.3: Report on the knowledge gaps about\nkey contextual factors\n\nProject Coordinator: RU\nWork Package 6 Leader Organization: CEPS\n\nMonth Year: August 2017\n\nAuthors, Name(s) (Organization): Noriko Fujiwara (CEPS), Keith Williges (UNI Graz),\n\nAndreas Tuerk (UNI Graz).\n\nContributions from: Zahar Koretsky (RU) on the Netherlands, Stefan BOBner (SEI) on the\nUK, Jorge Nufez Ferrer and Monica Alessi (CEPS) on Spain, Niki-Artemis Spyridaki\n(UPRC), Vassilis Stavrakas (UPRC), Alexandros Flamos (UPRC) on Greece, and Mengyin\n\nHU (SEI) on Thailand.\n\nThe authors are grateful to Henry Derwent, Elena Verdolini and Michael ten Donkelaar for\n\ntheir helpful comments on drafts.\n\n \n\nThe sole responsibility for the content of this deliverable lies with the authors. It\ndoes not necessarily reflect the opinion of the European Union. Neither the EACI\nnor the European Commission are responsible for any use that may be made of\nthe information contained therein.",
    "Page_2": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\n \n\n \n\nPREFACE\n\nThe CARISMA project (“Coordination and Assessment of Research and Innovation in\nSupport of climate Mitigation Options”) intends, through effective stakeholder\nconsultation and communication leading to improved coordination and assessment of\nclimate change mitigation options, to benefit research and innovation efficiency, as well\nas international cooperation on research and innovation and technology transfer.\nAdditionally, it aims to assess policy and governance questions that shape the prospects\nof climate change mitigation options and discuss the results with representatives from\nthe target audiences to incorporate what can be learned for the benefit of climate change\nmitigation.\n\nKnowledge gaps will be identified for a range priority issues related to climate change\nmitigation options and climate policy making in consultation with stakeholders.\n\nPROJECT PARTNERS\n\nNo Participant Name Short Name_ Country\nCode\nCO1_— Radboud University RU NL\nCB2 University of Piraeus Research Center UPRC EL\nCB3 JIN Climate and Sustainability JIN NL\nCB4 Institute for Climate Economics 14CE FR\nCB5 University of Graz UNI Graz AT\nCB6 Stockholm Environment Institute SEI SE\nCB7 Centre for European Economic Research ZEW DE\nCB8 Centre for European Policy Studies CEPS BE\nCB9 ~~ ENVIROS S.R.O. ENVIROS CZ\nCB10_ Technical University of Denmark DTU DK\n\n \n\n   \n\nom my ZEW\n\nRadboud Universiteit 7¥9% esis ‘e\n\nSTOC -KHOL M el ee | irre, Mee\nEUROPEAN ©\n\nENVIRONMENT a} eae UNEP DTU Rae\n\nINSTITUTE STUDIES PARTNERSHIP :",
    "Page_3": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\n \n\n \n\nTable of Contents\n\n  \n\n1 IMtroduction........cccccccseceeeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeeseaeeaseeseaseeseaseaseseaeeeseaseneeaneanee 1\n2 Aim and methodology of the case Studies .......cccccseeseeeeeeeeeeeeeeeeeeeeeeeneeeeeeeneee 3\n2.1 Aim, coverage and focus of the Case Studies .........ccceseeeeeeeeeeeeeneeeneeneneneae 3\n2.2 Methods of extracting knowledge from experts ......ccccsseseeeeeeeeeeeeeeeeeeeeee 5\nThe Netherlands 0.0... nee ene ne nee ne ane ene ann annaee 6\nCrOati a... eee needed nee nee ee eee ne ane a nea ne eee eeeeees 6\n\n \n\n \n  \n \n\n3 Main results of CaSe StUCIES 2.2... ..ccceeeeeeneeeee ences eeeeeeeeeeneeeeseueeensaueneusaveneneewoneneas 9\n3.1 Individual Case StUAGICS........ccccceeeeeeeeeeeeeeeeeeeeeeeeeeeeeaseneesaveeeesaueneusaneusueanons 9\n3.1.1 The Netherlands......... cc ene teee 9\n31.2  CrOatia.. tenet ea nenta es 10\n3.1.3. ThE UK 00. I EE EE reat aneaiea 11\n3.1.4 SPAIN. ene nt ea nenti es 12\n3.1.5 Greece. wl\n3.1.6 Thailand....... 13\n3.2 LESSONS learned .......ccceeeeeeeeeeeeeeeeeeeeeeeeeeeeesaueueeeaeeueusaeeueusaseueusaueueusanensees 15\n4 Feedback from the case studies to categorisation of contextual factors..... 18\n\n4.1 Institutions and governance .\n\n \n\n4.2 Innovation and investment .......cccccseeseeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee\n\n4.3 Attitudes, behaviour and lifestyle..........ccceeseeeeeeeeeeeeeeeeeeeeeeeeeneeeneeneeennen 20\n\n4.4 Pre-existing conditions or reactions? .......ccceseeeeeeeeee eee 22\n5 CON CIUSIONS ......cceseeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeseeeeeeeeeeeseeeeeseaeeeeeueasenseeseeseaseaesnneas 34\nAppendix I: The Netherlands .......cccccsseeeeeeeeeeeeeeeeeeeeeeeeesaeeueesaseueesaseueusaeeuseeauensess 38\nAppendix IT: Croatia ........ccceceeceeeeeeeeeeeeeeeeeeeeeeeeseueesuseueueuseueususeueesaveueusaeeusueusensesa 44\nAppendix ITI: UK ....ccccceceeeeeeeeeeeeeeeeeeeeeeeesaseeeeeeseueesaeeueesaseueesaseusesaeeueusaeeusueanensesa 52\nAPPeNndix IV: Spain .....cscccceceeeeeeeeeeeeeeeeeeeeeeseueeeuseueususeueesaveueeeuseueesaseusususeususanensesa 60\nAPPeNdix Vi Greece .....ccccceeeeeeeeeeeeeeeeeeeeeeeeseueeeuseueususeueesaeeueesuseusesaseueusaseusueauensuss 69\n\nAppendix VI: Thailand .......cccccceceeeeeeeeeeeeeseeeeeeeeseeeueueeueesaeeueesaseueesaveueueaueusueauensess 80",
    "Page_4": "Co-funded by the H2020 Programme of the EU Oo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nAbstract\n\nThis report is aimed at addressing two main research questions, one about how\ncontextual factors that are beyond direct control of policymakers may actually influence\nthe outcome of specific policy instruments and another about how these factors are\naccounted for in the adoption and implementation of policy instruments. To answer these\nquestions, case studies were selected to cover six countries and two timely topics for\nclimate change mitigation: measures to support renewable energy (RE) and smart\ntechnologies for energy efficiency (EE) improvement including smart grids. Interviews\nor/and meetings were arranged to consult with experts across countries during the\nperiod of January to June 2017. Despite the diversity of national circumstances and\nexperts’ backgrounds, the main results converged to identify a small number of\ncontextual factors that were observed in multiple case studies and acknowledged to\naffect adoption or/and implementation of policy instruments such as Feed-In-Tariffs.\nThese are the presence of a technological innovation system with an emphasis on the\ndecrease of technology costs, the market and regulatory framework, especially the\nstructure of the electricity market and the presence of the EU regulatory framework,\npolicy continuity, and the macro-environment with a reference to economic crisis, all\nfrom the category of innovation and investment; and public perception in the category of\nattitudes, behaviour and lifestyle.\n\nThese case studies contributed to filling the knowledge gaps with help of informed\nexperts and disseminating results to the public. The format of case studies applied to this\nanalysis enabled case study leaders to engage a diverse group of experts and\nstakeholders with broad backgrounds. Interviews not only provide case study leaders\nwith updates or new knowledge on the selected contextual factors but also enable\nstakeholders to express their concerns or opinions about when and where policies do not\nwork and ideally come up with some proposals, suggestions, or solutions. This provided a\nbasis for key messages to policymakers. More weight needs to be given to the presence\nof technological innovation systems and their adaptability to a changing environment.\nThe upshot for policy continuity is that there is a balance to be struck. Changes can have\nbeneficial effects, and policies designed with future corrections as a possibility have been\nseen as successful, while tipping the balance too far towards radical or retroactive\nchanges may hinder overall success. In response to the profound effects of the macro-\neconomic environment, policymakers should place more emphasis on assessing a range\nof scenarios, both best and worst-case, when designing and implementing policy.\nElectricity market and EU regulatory frameworks are found to have a large and varied\neffect on policy success (either helping or hindering) and warrant serious consideration\nduring policy design. The need for increased and direct participation of citizens is\nstressed. A more focused consideration of the behaviour of households, moving beyond\nprovision of information and training schemes, and a better understanding of behaviour\nis also highlighted as a factor in policy success.",
    "Page_5": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\naA Introduction\n\nEU climate change mitigation policy spans over a period of more than 20 years - since\nthe launch of the first Community strategy in 1991 - with a view to limiting CO,\nemissions and improving energy efficiency. Subsequent policy packages have been\ndriven not only by the EU’s own priorities but also by the need to fulfil its international\ncommitment under the United Nations Framework Convention on Climate Change\n(UNFCCC), the Kyoto Protocol, and the Paris Agreement. The strategy was followed by\nthe launch of the European Climate Change Programme (ECCP) resulting in a set of\nspecific measures, which were considered to be cost-effective in climate change\nmitigation.’ The identification of these measures, including emissions trading and energy\nefficiency (EE), led to further research and introduction of EU legislation to be transposed\nand implemented at a member state level. The 2020 climate and energy package\nadopted in 2009 was a turning point where climate and energy policies were integrated\nand presented as a package of targets and measures for greenhouse gas (GHG) emission\nreductions, renewable energy (RE) deployment, and EE improvements. This structure is\nlargely maintained in the Energy Union package towards 2030.\n\nOne of the understandings widely shared among practitioners and researchers through\nthis experience in the EU is that depending on the context, policies do not necessarily\nwork as anticipated or expected from the aims, structure or designs of specific policy\ninstruments or mechanisms. It is however possible that under certain conditions, policies\ncan meet their stated aim and deliver expected results, and policy instruments can\nfunction to their best ability. In this report, “contextual factors” imply such conditions\nshaping the environment for policymakers to take decisions beyond their direct control.\nMore specifically, they refer to context-specific drivers or barriers to adoption or\nimplementation of specific policy instruments. While this report discusses the specific\ncases of RE or smart technologies for EE including and smart grids (for justification of the\nchoice of these cases, please see Section 2.1), the emphasis of the analysis is placed on\nmeasures to support such technologies rather than technologies themselves.\n\nThis report builds on the previous work in the CARISMA Discussion Paper Contextual\nfactors affecting EU climate policies and their outcomes (Fujiwara, Tuerk, Spyridaki and\nWilliges, 2017) via use of a set of case studies focused on RE or EE policies in a range of\ncountries, mainly EU member states. The discussion paper provides an introduction to\nthe concept of contextual factors, the institutional, economic and social contexts which\ninfluence the formulation and implementation of climate policy instruments. Fujiwara,\nTuerk, Spyridaki and Williges (2017) outline a set of contextual factors which fit into\nthree broad categories, institutions and governance, innovation and investment, and\nattitudes and lifestyle, conveying a range of factors as shown in Table 1. These formed\nthe basis for stakeholder discussion within the case studies, as described in the\nremainder of this report.\n\n+ The first ECCP was implemented with eleven working groups of experts in 2000-2004. The second\nprogramme started in 2005. For further detail see https://ec.europa.eu/clima/policies/eccp_en\n\n \n\nKnowledge gaps about key contextual factors 1",
    "Page_6": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nThe cases, via stakeholder interviews, assessed how the identified contextual factors\nsupported or hindered specific policies, in order to provide examples for future\npolicymaking and if possible identify any missing factors to augment the work of the\nprevious Discussion Paper.\n\nTable 1. Overview of contextual factors as defined in Fujiwara et al. 2017.\n\n \n\nInstitutions and governance Innovation and investment Attitudes and lifestyle\n\n \n\nInstitutional coordination Presence of a technological Collective environmental\ninnovation system beliefs and norms\nRegulatory alignment with non- Market and regulatory Demographic attitudes and\nclimate policies framework other parameters\nAdministrative feasibility Policy continuity Public perceptions\nConstellation of stakeholders Macroeconomic environment Behavioural disposition at the\nindividual level\nCorporate and investment Knowledge and experience\nculture\n\nFinancial resources\nSocial capital\n\nThis report consists of four sections. First, it sets out the aim, coverage, and focus of\ncase studies to investigate how contextual factors support or hinder policies and policy\ninstruments on a country basis, followed by a description of the methodology for\nstakeholder consultation in the case studies. Some information about the focus (i.e.\npolicies to be assessed) and method is provided per country (Section 2). Second, results\nof case studies are presented in each country. The results are assessed in light of the aim\nof the case studies and some lessons are drawn from the implementation of the\nmethodology (Section 3). Third, based on these results, an overview of contextual\nfactors presented in the CARISMA Discussion Paper, No.1 (Fujiwara, Tuerk, Spyridaki and\nWilliges, 2017) is updated (Section 4). The last section concludes with a discussion of the\ncontextual factors (Section 5).\n\n \n\nKnowledge gaps about key contextual factors 2",
    "Page_7": "Qo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\nCo-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\n \n\n2 Aim and methodology of the case studies\n\n2.1 Aim, coverage and focus of the case studies\n\nThe aim of this report is to re-examine how individual contextual factors identified in the\nCARISMA Discussion Paper (Fujiwara, Tuerk, Spyridaki and Williges, 2017) might\ninfluence the outcome of mitigation options by undertaking case studies across EU\nmember states. These case studies are also expected to provide a basis for later\ndeveloping a guideline to prioritize contextual factors in policy-making process.\n\nThe case studies used the contextual factors presented in Table 1 above as a basis for\ndiscussion with stakeholders, which focused on determining:\n\ne How such factors can actually affect the outcome of policy instruments (e.g. if\nidentified factors are relevant, and to what extent); and if possible\n\ne How they are accounted for in policy-making processes i.e. policy planning and\nformulation.\n\nCase studies were selected based on both partners’ expertise and geographical coverage,\nas well as examining a variety of different policy foci and contexts. Table 2 below lists a\nshort overview of the policy measures assessed for each country, and a rationale for\ntheir inclusion in this work. . This selection was considered by work package researchers\nto have a good distribution in EU-28 and beyond, including a developing country\n(Thailand), and a balance between support measures for renewable energy (RE) and\nsmart technologies for energy efficiency (EE) including smart grids.\n\nTable 2. Selection of case study locations and policy measures for assessment\n\n \n\nCountry case\nNetherlands\n\nCroatia\n\nUK\n\nSpain\n\nGreece\n\nThailand\n\nPolicy measures assessed\nEvolution of smart grid policies\n\nRenewable energy support scheme from\n2008 to the present\n\nWind support scheme\n\nFeed-in-tariffs and the evolution of\npolicies that altered support measures for\nrenewables\n\nPolicies encouraging energy efficiency in\nbuildings\n\nRenewable energy support instruments\n\nRationale\n\nEarly adopter of smart-grid\npolicies\n\nRE policies spurred by EU\naccession, little initial capacity,\nsignificant obstacles\nLong-running RE policies with\nsubstantial changes with a\nfocus on wind power\nLong-running RE policies in a\nregion with high solar potential\n\nAssessing factors for EE policies\nin early stages of development\nExtension of the assessment of\ncontextual factors beyond an\nEU focus\n\n \n\nKnowledge gaps about key contextual factors",
    "Page_8": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nBelow we outline the focus and scope of each case study by briefly describing the policy\nmeasures and regional situations in order to assess and discuss contextual factors.\n\nThe Netherlands case study focused on the role that contextual factors played in\nincentivizing the upscaling of Smart Grids and how such policy was affected by barriers\nand drivers. “Smart Grid” is a catch-all term for efficiency technologies in the\ntransmission and distribution of electricity, heat, or water. The Netherlands has been\nimplementing policies on Smart Grids since the mid-2000s (well before the establishment\nof the EU’s Smart Grid Task Force in 2009 and the Electricity Directive recommendation\nof smart-metering rollout of the same year (EC 2017b))* with a number of different\npolicy instruments, varying from mandatory rollouts of smart meters, pilot projects\ntesting new tariff structures and smart appliances (e.g. those that can be switched off\nremotely to shift consumption to a different time), to the launching of a public-private\nresearch and development program. The case presents lessons learned from\nstakeholders interviewed in relation to the pilot projects and their effects on the\nupscaling of the adoption of Smart Grids, to determine which of the identified contextual\nfactors played a role in policy success (or lack thereof) and why, to provide insights for\nfuture smart grids policy.\n\nThe Croatian case study focused on the buildup of renewable energy capacity in the\ncountry (starting in 2008 with goals related to EU accession) and assessed the vintage of\nthe state’s energy strategy and policy, which fluctuated (sometimes significantly) over\ntime due to refinement and the political party in power at the time. There have been\nsignificant differences in the strategy and legislation, and renewable energy has faced a\nnumber of obstacles such as the division of energy- and environment-related\nresponsibilities into two different ministries, a perceived lack of transparency in\npolicymaking, and little room for growth of RE under certain support schemes.\n\nThe UK case study attempted to shed some light on difficulties with renewable support\npolicies and on what kind of contextual factors may have influenced the performance of\nthe its Renewable Obligation (RO) and feed-in-tariff (FiT) support instruments. While the\nUK has had success in increasing its share of renewables in the electricity mix, it has not\nseen similar success decarbonizing its heat and transport sectors, resulting in the country\nbeing projected to miss its EU target of 15% renewables in final energy consumption.\nWhile the increase in share of renewable energy in power production (from under 5% in\n2005 to 24.6% as of 2015 (see Appendix III for further details) can be considered\nsubstantial, the main support instruments (the RO and the FiT) experienced difficulties\nafter implementation (discussed in Section 3) due to changes in the policies over time,\n\n2 In the 1990’s, the Dutch electricity grid was run by large companies who controlled both\nproduction of energy and grid operations, which would have been ideal to implement Smart\nGrids as they require cooperation on both the electricity production and the grid side. Since\n2009, the Third Energy Package of the EC encouraged energy market liberalization and the\nunbundling of large energy companies into energy suppliers and grid operators. The adoption of\nSmart Grids (which were not high on the policy agenda at the time of unbundling) thus became\na complex multi-actor issue.\n\n \n\nKnowledge gaps about key contextual factors 4",
    "Page_9": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nwhich led to assertions that they have had a negative impact on the commercial\nenvironment of renewables, particularly solar PV, and a wider “obsession” with\neconomics and costs in the country, where economic efficiency and costs take\nprecedence over other factors, such as social equity.\n\nThe Spanish case analysed the causes of policy decisions in terms of the contextual\nfactors, and highlighted a variety of barriers and enabling factors to be noted for future\nstrategy and policymaking. Spain provided the renewable sector with state support\nthrough feed-in tariffs and feed-in premiums. However, from 2010 to 2014, reforms all\nbut stopped the renewable sector expansion, and the once generous support turned into\na de facto tax. Due to the tariff deficit and problems in managing the large increase in RE\nsources in the power sector, the Spanish government introduced progressive cutbacks,\nwith the main objective to balance the costs and benefits and reduce the tariff deficit.\nMore policy approaches are now being introduced to address imbalances created by the\nRE source policies.\n\nThe Greek case study looked at a number of measures encouraging energy efficiency\ninterventions and renewable electricity supply, particularly focused on the building\nsector, which consumes 37% of final energy (on par with other EU member states (EC\n2017a)), and with buildings quite commonly classified as low-efficiency, due to age,\ndeficiencies in environmental design, and lack of thermal insulation. This necessitates the\npromotion of energy efficiency and use of renewable energy sources to achieve energy\nsavings and GHG emissions reductions in the sector, measures which enables the country\nto meet EU energy and climate targets for 2020. Measures with this aim have been\nlimited by a lack of funding and limited levels of participation by the general public,\namong other factors.\n\nThe Thai case provides juxtaposition to the other cases and extends the assessment of\ncontextual factors beyond developed EU countries. The case study focuses on renewable\nenergy support instruments in a fossil-fuel reliant country, which has experienced rapid\ndevelopment spurred by economic growth, resulting in increasing energy demand and\nenvironmental pressures. The Thai government is exceedingly concerned with domestic\nenergy security, as it is a net importer of electricity, and so the development of domestic\nrenewable energy sources (RES) has become one of the most prioritized strategies to\naddress both the increasing energy demand and security issues (Thai Ministry of Energy\n2015). While many factors have influenced RES policies, analysis of those factors is still\nbeing carried out. Therefore, this case is included as presenting a discussion on the first\nresults of initial observations emerging from research efforts, and serve as illustrative\nexample and not a definitive list of issues. The first study experiences have shown that\nadministration, market structures, and institutional frameworks have had large effects on\ninitial policymaking efforts.\n\n2.2 Methods of extracting knowledge from experts\n\nWhile the range of cases differs widely in terms of location and topic, the methodology\nfor assessing individual policy instruments was broadly agreed upon by all case study\n\n \n\nKnowledge gaps about key contextual factors 5",
    "Page_10": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nleaders. Each case study was tasked with producing a factsheet (which can be found in\nthe Appendix of this document) presenting a short overview of the technology and policy\ndecisions in question, with a focus on the policy evolution relevant to the technology\noption being discussed. The primary focus of the factsheet is the influence of contextual\nfactors (see Table 1, CARISMA Discussion Paper, Fujiwara, Tuerk, Spyridaki and Williges,\n2017) on policy design and implementation.\n\nSome case study leaders built their case studies on their own expertise and accumulated\nknowledge accumulated. Other started cases with a literature review and analysis of\npolicy documents, academic and grey literature relevant to the topics in question to gain\nan initial understanding of key policies in relation to the chosen topic and - where\napplicable — the vintage of the policy.\n\nBased on review of academic literature and policy documents, the main focus of cases\nwas a series of semi-structured interviews (a flexible interview approach combining a\npre-determined set of questions with the option of discussing any interesting emerging\nthemes or details at greater length) with researchers, policymakers, and other relevant\nstakeholders. While cases developed their final interview questions independently, all\npartners based their interviews around a common framework, assessing how contextual\nfactors can affect the outcome of policy instruments, or/and how they are accounted for\nin policy-making processes. The details of individual case studies are shortly discussed\nbelow, in terms of timing and stakeholders queried for the interviews.\n\nThe Netherlands\n\nThe study was carried out between January and April 2017, with interviews held in\nNijmegen, Utrecht, The Hague and Delft. Beyond the analysis of policy documents and\nacademic literature, the Netherlands case consulted with two smart grid and smart\nenergy business experts, one policymaker and three researchers. The interview closely\nfollowed the framing outlined above; understanding what policy instruments were among\nthe most important for the diffusion of smart grid technologies, determining the main\ncontextual factors and how their influence was manifested, and discussing the\nmanageability of such factors for the future.\n\nCroatia\n\nPrior to interviews with selected stakeholders in Croatia, the list of contextual factors\nfrom the CARISMA Discussion Paper (Fujiwara, Tuerk, Spyridaki and Williges, 2017) were\nnarrowed down to what was initially considered to be most relevant by case study\nleaders in order to expedite interviews and focus on key factors (interviewees were asked\nif any factors were left out of the pre-selected set and identified some factors initially\nseen as likely having little influence, as noted in the case fact sheet in Appendix II).I In\nthis case, most factors came from the category of “Innovation and Investment”. This\napproach differed slightly from the other cases, which did not pre-select contextual\nfactors but elicited them during the interviews. However, the Croatian interviews also\nincluded a discussion of any missing contextual factors. Four stakeholders were\ninterviewed in Zagreb in March 2017, from the University of Zagreb Faculty of\nEngineering, the Croatian Green Energy Cooperative, the Energy and Environmental\n\n \n\nKnowledge gaps about key contextual factors 6",
    "Page_11": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nProtection Institute (EKONERG - a consulting company in the energy and environmental\nfields), and the Ministry of Energy and Environment.\n\nUK\n\nBesides a review of relevant academic and grey literature, the case conducted a set of\nsemi-structured interviews via Skype between April and May 2017 with seven UK\nstakeholders chosen for their expertise on the topic at hand. Two came from academia,\nthree from government (the UK Environment Agency and the Committee on Climate\nChange) and two from NGOs (Green Alliance and the European Climate Foundation).\n\nSpain\n\nThe Spanish case analyses the contextual factors which led to policy decisions - and\npresents some recommendations - surrounding the introduction and alteration of policies\nto promote RE. Results are based on 5 interviews conducted in May-June 2017 and\nbackground research from documents provided by the stakeholders or collected by the\nauthors. Stakeholders participating in the interviews came from academia, renewable\nassociations, and an energy consultancy, all with backgrounds in law or economics.\n\nGreece\n\nThe Greek case, conducted between February and May of 2017 in Athens, augmented the\nsemi-structured interview approach outlined above, and additionally asked interviewees\nfor their views regarding availability of evidence that contextual factors may be more or\nless manageable for future policymaking. Stakeholder engagement was conducted\nthrough phone interviews and email communication, with a selection of stakeholders\nfocused on policymaking and implementation, with five participants from the Greek\nMinistry of Energy, the national Energy Agency, and the private sector. A questionnaire\nwas drafted to serve the purposes of the case study analysis which consisted of open\nended questions, and was provided in advance of phone interviews. During the interview,\nresponses were discussed and any additions/comments made complemented the initial\nresponses.\n\nThailand\n\nAnalysis of RES policies in Thailand was based on stakeholder consultations carried out in\nBangkok in April and May 2017 as well as literature review. The researcher interviewed\n12 stakeholders in total, from a range of fields, including the public sector (1),\nconsultancy (1), government agencies (3), international organizations (2), NGO (1), the\nprivate sector (1) and research institutes (3). The interviewer focused on three\ncontextual factors initially, and highlighted their influence on policymaking in this regard,\nwith preliminary results presented in this report. The case study researcher viewed the\nresults as preliminary, which could be followed up to broaden the assessment of more\ncontextual factors in the future.\n\nThe coverage and designs of stakeholder interviews are summarized below (Table 3):\n\n \n\nKnowledge gaps about key contextual factors 7",
    "Page_12": "Co-funded by the H2020 Programme of the EU\n\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nTable 3. Which country, which topics, which partners, which method, when (month &\nyear) and where (location and sectors on which experts are based)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCase Methods Stakeholders\nCountry Topic leader applied Timeframe Location interviewed\nNetherlands Evolution of Radboud Literature January - | Nijmegen, Industry (2)\nsmart grid University review, semi- | April 2017 Utrecht, the | Policymakers\npolicies structured Hague and | (1)\ninterviews Delft Academia (3)\nCroatia Renewable University Literature March 2017 Zagreb, Academia (2)\nenergy of Graz review, semi- Croatia Industry (1)\nsupport structured Government\nscheme interviews (1)\nfrom 2008 - NGOs (1)\npresent\nUK Wind Stockholm Literature April - May | Phone Academia (2)\nsupport Environme review, semi- | 2017 interviews Government\nscheme nt Institute | structured with UK | (3)\ninterviews stakeholders | NGOs (2)\nSpain Feed-in- CEPS Literature May-June Phone Academia (1)\ntariffs and review, semi- | 2017 interviews associations\nthe structured with Spanish | (2)\nevolution of interviews stakeholders | consultancy\npolicies that (2)\naltered\nsupport\nmeasures\nfor\nrenewables\nGreece Policies University Literature February - | Athens, Interviews:\nencouraging | of Piraeus review, semi- | May 2017 Greece -Government\nenergy structured (2)\nefficiency in interviews Private sector\nbuildings (3)\nThailand Renewable SEI Literature April - May | Bangkok, public sector\nenergy review, semi- | 2017 Thailand (1)\nsupport structured consultancy\ninstruments interviews (1)\ngovernment\n\n \n\n \n\n \n\n \n\n \n\n \n\nagencies (3)\ninternational\norganizations\n(2)\n\nNGO (1)\nprivate sector\n(1)\n\nresearch\ninstitutes (3)\n\n \n\n \n\n \n\nKnowledge gaps about key contextual factors",
    "Page_13": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nic} Main results of case studies\n\nAs discussed in Section 2, case study leaders undertook an analysis of the policy\nmeasures in question (refer to Table 2 for further details) relating to contextual factors\nvia literature and policy review and a number of stakeholder interviews. As with the\nbroad variance in geographic scope and policies assessed, results were similarly broad.\nBased on analysis of these results, major lessons learned from case studies are\npresented.\n\n3.1 Individual case studies\n\nThis section presents a short summary of each case with a focus on the findings on\ncontextual factors via stakeholder interviews. Each case produced a roughly ten page\nFact Sheet in order to better inform readers (e.g. stakeholders, policy advisors) about\nthe role that contextual factors play in policymaking in that specific example. Unless\notherwise indicated, conclusions have been drawn from interviewee responses to the\nsemi-structured interviews. Certain cases, particularly the UK and Spanish assessments\nof RE policies, have been well documented in the literature. Relevant literature is\ndiscussed at greater length in the individual country fact sheets, along with more\ncomprehensive information about each case background, a broader discussion of the\npolicy background, results and policy conclusions. The fact sheets are included in the\nAppendices of this report.\n\n3.1.1 The Netherlands\n\nThe Dutch case focused on the role that contextual factors played in incentivizing the\nupscaling of Smart Grids and how such policy was affected by those contextual factors.\n\nLiterature assessing the country’s smart meter rollout indicated that the government was\npressured by the public to change the rules of the rollout, due to issues of cost, privacy,\ncomplexity, and general disinterest. The government first suspended, then revised the\npolicy to include a possibility to opt-out of the rollout or to limit their functionality once\ninstalled.\n\nInterviewees suggested that future Smart Grid policy might need to adjust some of the\nenergy market liberalization rules. While interviewees expressed doubts that current\nDutch legislation would return to the previous ‘bundled’ model as it opposes current EU\nlegislation, regulations might be adapted to include the perspectives of the different\nstakeholders necessary for the diffusion of Smart Grids. For instance, grid operators\nclaim that they are eager to develop Smart Grid solutions because it is very relevant to\ntheir future survival in the market, but they are restricted by law due to the unbundling\nof energy companies into suppliers and grid operators, increasing the difficulty and\nlessening incentives to implement smart grid technologies. If grid operators start\ndeveloping Smart Grids more actively, energy service companies may start seeing a\nbusiness case for themselves too.\n\n \n\nKnowledge gaps about key contextual factors 9",
    "Page_14": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nThe market and regulatory framework was the most important contextual factor for\nimplementing Smart Grids, as indicated by interviewees. With some certainty, this lesson\ncan be extrapolated to other climate mitigation policies, at least to those like Smart Grids\nrelying heavily on decision making with lasting consequences and collaborative\nstakeholder action (e.g. rollouts of smart meters, development of CCS, promotion of\nelectric vehicles, nudging citizens to change their behaviour, etc.).\n\nOther contextual factors such as presence of a technological innovation system, and\nbehavioural predisposition at the individual level played a relatively lesser role in\nimplementing Smart Grids.\n\n3.1.2 Croatia\n\nThe Croatian case focused on the evolution of RE policy in the country in terms of the\ncontextual factors, determining which factors had the highest influence in policy design\nand implementation / adjustment. Most factors found to be influential related to\ninstitutional coordination, market framework and the macroeconomic environment, policy\ncontinuity, and public perception.\n\nInterviews with stakeholders showed that as Croatia’s policy on the development of\nrenewable energy sources evolved, consideration of and dealing with the relevant\ncontextual factors has increased to a large extent. A key example was the recognition\nthat there was a lack of institutional coordination between multiple ministries involved\nwith initial policymaking. This was addressed by streamlining them into a single ministry\nof environment and energy. Other factors, such as macroeconomic and social impacts,\nwere not initially considered, but as the policymaking process evolved, they were seen to\nhave a larger influence on shaping legislation, with growing understanding and\nconsideration of how increasing renewables will have effects on unemployment and\ninequality in the distribution of costs and benefits, in a country with far higher energy\npoverty than other, western-EU countries.\n\nAs discussed above, policymakers were seen to be less concerned with public perception,\nas the public did not hold strong opinions. However, recent public sentiment appears to\nbe changing, and RE policy is more frequently prevalent in public discourse, e.g. with a\nrecent public backlash against the announcement of increasing levies for renewables.\nWithout recognizing that public perception may be a growing contextual factor in Croatia,\npolicymakers risk the potential for negative reactions which were not anticipated based\non past experience.\n\nOne major factor which was repeatedly pointed out as having an outsized effect on\npolicymaking was the influence of EU regulation. Such EU institutions and regulations,\nand their interactions with national and sub-national entities, are not adequately\nreflected in contextual factors such as institutional coordination and possibly others. This\nmissing factor warrants consideration by both national and EU_ policymakers;\nemphasizing improved coordination and interaction between institutions at EU and\nmember country level would be beneficial in terms of future success of policies at both\nlevels. Stakeholders found it difficult to understand and implement directives from EU\n\n \n\nKnowledge gaps about key contextual factors 10",
    "Page_15": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\ninstitutions, which in turn could lead to inefficient policies, which eventually hinder both\nnational and EU-level goals. There was a feeling that new communications from EC\nofficials and institutions came at a breakneck pace and national agencies found it difficult\nto keep up. The findings from these stakeholder interviews suggest that the analysis of\ncontextual factors should take into account this link between EU and member states\nmore explicitly, and suggests an interesting case for further investigation, in terms of EU-\nlevel policymaking and contextual factors.\n\n3.1.3 The UK\n\nStakeholder consultation showed that contextual factors influence the policy-making\nprocess at various stages and that those influences are not always anticipated and/or\naddressed once they start to impact policies.\n\nFirst, getting the design of any renewable support instrument “right” is difficult. One of\nthe most salient unanticipated contextual factors which influenced UK RES policy was the\nlarger-than-expected decrease in costs for renewables power generation, which widened\nthe gap between what producers have to spend to generate electricity (decreasing) and\nwhat remuneration they receive (a fixed price). This contributed to rising electricity bills\nfor households, since all consumers pay for the feed-in-tariff to renewables producers via\na levy on their electricity bills (although now capped by the LCF). Therefore, stakeholder\nsuggested that support instruments should provide some flexibility to react to economic\nand technological developments in order to keep costs for consumers acceptable.\nAuctioning has been put forward by some interviewees as a more flexible instrument, but\nauctions are not free from criticism either since they reduce certainty in the market (see\nKitzing et al. 2016).\n\nHowever, flexibility should not be confused with frequent and sudden policy changes that\nare not conducive to effective RES support policy. While changes sometimes have\nbeneficial effects (such as the banding of technologies in the RO’s second phase),\nretroactive or retrospective changes as well as drastic changes should be avoided and\npolicy continuity for both consumers and investors should be maintained.\n\nContextual factors such as public opinion play a strong role when policies are designed or\nrevised. This is particularly the case in the UK, where public opinion is often swayed by a\nrightwing media which favours the status quo of a centralized, fossil-fuel-based energy\nsystem.\n\nLastly, this stakeholder consultations have shown that electricity markets in their current\nstate are unfit to deal with an increasing RES uptake. While all across Europe, markets\nare being redesigned to cater to technological and economic changes, societal aspects of\na successful energy transition are often lagging behind in embracing new realities. One\nkey factor for a successful energy transition is the direct implication of citizens. A\nsubstantial share of RES installations owned by cooperatives, famers or private\nindividuals, up to 50% as seen in Germany, has not happened in the UK where\n\n \n\nKnowledge gaps about key contextual factors 11",
    "Page_16": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nknowledge about and interest in renewable energies is still low, according to two\ninterviewees\n\n3.1.4 Spain\n\nMost of the contextual factors emphasized in the interviews and conclusions of the\nSpanish case relate to economic factors such as the macroeconomic environment, the\ngovernments control over prices and the rapid fall in the costs of certain technologies. In\nparticular, the financial crisis of 2007 and 2008 had unanticipated consequences on the\nsustainability of support policies, concurrent with volatility of fossil fuel prices. These\nfactors reduced power demand and revenues, while support policy costs continued to\ngrow. Politicians on the other hand did not want to face the political backlash by raising\npower prices in line with costs during a recession, resulting in an unsustainable growth of\nthe tariff deficit. The decreasing costs of e.g. solar PV also contributed to the rising\ndeficit, as the incentives instituted by the government did not reflect such trends. The\nfinancial consequences for the public budget led to subsequent reactive policy changes,\nwhich were detrimental to the stability of investments. The reforms were severe,\ncurtailing support rapidly and, according to most stakeholders, incoherent and lacking a\nstrategy. This has led to a volatile investment framework.\n\n3.1.5 Greece\n\nThe assessment of contextual factors on energy efficiency in the building sector found\nthat a number of persistent influencing factors have hindered efforts to advance Greek\nenergy services and efficiency markets, and their influence is expected to increase in the\nfuture. The macroeconomic environment, specifically, the economic downturn in Greece,\nhas had a large impact on success and implementation of measures, given the\nconstrained liquidity and low funding availability in both banks and households, which\nlimited the ability to invest in energy-saving technologies. Many investments in energy\nefficiency and smart technologies are not yet affordable for a lot of Greek households due\nto their high initial up-front costs (financial resources, in itself a contextual factor)\ncoupled with the broader economic constraints. In this context little public support exists\nfor investments in households. Market incentives and price signals impacting suppliers\nneed to be strengthened through the implementation of a new national energy saving\nobligations scheme (namely, requiring energy utilities to reduce their energy sales on a\nyearly basis). Finally, all stakeholders highlighted institutional coordination as a major\nfactor in implementation of measures in question, as a lack of governmental coherence\namong different institutions (noted by a representative of the Greek energy agency) was\nreported to negatively and significantly affect the ability of policymakers to design and\ndispatch financial incentives for energy efficiency. However, efficiency policies have\nbenefitted from the driving factor of substantial political will and commitment in driving\nthe diffusion of such technologies, as testified by the strong commitment from the\nMinistry of Energy which has recently played a significant role.\n\nFactors related to attitudes, behaviour and lifestyle were also found to play a large role in\ninhibiting efforts to increase efficiency, as consumers’ awareness of the benefits of such\n\n \n\nKnowledge gaps about key contextual factors 12",
    "Page_17": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nmeasures is considered to be low and this lowers incentives for investments towards\nenergy efficient technologies. This, coupled with low environmental consciousness and a\nlack of cultural emphasis on environmental issues, represents a major obstacle in the\nadoption of environmentally sustainable interventions. There is also an asserted lack of\ncollective knowledge and experience, as actors’ capacities and expertise were raised as\ninfluential factors in effectively administering programs promoting energy efficiency in\nthe building sector. The market workforce was not adequately prepared for promotion\nand installation of such technologies, leading to a lack of specific knowledge in this area.\nThis clearly contributed to hindering policy success.\n\nFactors in the form of market barriers (e.g. lack of awareness or familiarity with specific\nactions, sector-specific policy contradictions) are usually identified and described during\nthe early stages of policy implementation, as discussed in the context of Greek EE\npolicies. To address them with tailored ex-post policy amendments (e.g. the provision of\ninformation campaigns regarding the benefits of specific energy efficiency actions,\nlegislative revisions) would help to complement policy support programs.\n\nFinally, accounting for behavioural factors has remained limited to the provision of\ninformation and training schemes during the design of support mechanisms.\nStakeholders asserted that the energy efficiency policy planning in Greece would greatly\nbenefit from conducting regular and comprehensive household surveys regarding the\ninfluence of household characteristics and behaviour over final energy consumption;\naccounting for such factors is considered essential to effectively design and implement\nspecific policies and measures for the adoption of smart energy efficiency technologies in\nthe residential building sector.\n\n3.1.6 Thailand\n\nThe implementation of RES support policies in Thailand was never a straightforward\nprocess. While many factors surely influenced RES policies, a thorough analysis of those\nfactors is still being carried out. Therefore, a description of the following three contextual\nfactors are initial observations emerging from the research effort and serve as illustrative\nexample and not as a definitive list of issues.°\n\nMost interviewees suggested that the impetus of devising RES support policies came\nfrom the National Energy Policy Council, and the Energy Policy and Planning Office\n(EPPO) was tasked to study the best instrument to do so before introducing the initial FiT\npolicy in 2006. In addition, a few interviewees and literature sources mentioned that the\nimplementation of a feed-in-tariff policy (the Adder policy in 2006) took place when the\nformer director of EPPO was promoted to be the Minister of Energy at that time. While\nthe top-down structure of the institutional framework does not necessarily mean that a\n\n3 The following paragraphs on the Thai case results are the conclusions of the researcher based on\nliterature and interviews, and may not be as robust as other cases, but might have more\nconjecture in it.\n\n \n\nKnowledge gaps about key contextual factors 13",
    "Page_18": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\ngiven policy is effective, a policy instrument which is in line with governmental priorities\nand is endorsed at the highest governmental level likely has better chances of being a\nsuccess than a policy instrument developed from the bottom up, given the top-down\nnature of institutions in the country. Additionally, study of the Thai policy environment\nsuggests, that the motivation and vision of individual decision and/or policy makers\nmight play a significant role in Thai energy policy.\n\nSeveral stakeholders argued that the vertically integrated, enhanced single buyer model\nof electricity generation and transmission, where a single utility owns and manages a\nportion of the generation fleet and the entire transmission network, selling to only two\ndistributing authorities, was a large barrier for Thai power market liberalization and that\nit discouraged the uptake of electricity from private renewable power producers.\nConsequently, this sub-optimal set up of the market reduces the efficiency of the feed-in\ntariff policy to increase renewable energy shares in the electricity sector.\n\nIt is clear that frequent and ad-hoc changes to support instruments as well as to their\nadministrative and procedural rules and regulations had a detrimental effect on\nrenewable energy uptake in Thailand. This has been mentioned during several\nstakeholder interviews.\n\nThe short case study of Thai renewable energy support instruments demonstrates that\ncontextual factors do influence the policy making processes at many different stages.\nImplementing a new policy requires a well-coordinated institutional structure. In\njurisdictions where a vertical institutional framework is in place, top government’s strong\nsupport is essential for successful renewables development. Furthermore, market\nstructures can either facilitate or hinder the entry of new market players and enable or\nlimit investment in RES. In the Thai case, the quasi monopoly of the state-owned utilities\nis certainly a hindering factor. Lastly, administrative feasibility has direct effects on policy\noutcomes. Though adjustments might benefit the performance of policies and are indeed\nnecessary sometimes, frequent and drastic retroactive changes in the end negatively\naffect the trust and confidence of investors.\n\n \n\nKnowledge gaps about key contextual factors 14",
    "Page_19": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n3.2 Lessons learned\n\nThe six case studies show the variety of drivers and barriers for policy implementation\nand the diversity of stakeholder perspectives across countries and topics. Nevertheless,\nbroad convergence of case studies over two main sets of policy instruments, support\nmeasures for RE and smart technologies for EE including smart grids, make some\ncomparison possible between the targeted countries. This section presents an overview\nof the lessons learned, which we see as pertinent both to the ability of the methodology\nimplemented to help fill knowledge gaps about contextual factors, followed by broader\ncommon insights gathered from the various case studies.\n\nThe main aim of the case studies to validate the contextual factors identified in literature\nreview (CARISMA Discussion Paper, (Fujiwara, Tuerk, Spyridaki and Williges, 2017)) was\nlargely fulfilled. About 40 stakeholders with expertise in one or both policy instruments at\na country level participated in the consultation process. Presentation of the case study\ndesign in a factsheet format was a good starting point for case study leaders, who were\nnot involved in the process of contextual factor identification, to both prepare case\nstudies and further conduct more focused research to serve as background information.\nBy commenting on the selected factors or/and proposing new factors, the interviewed\nstakeholders helped case study leaders refine the knowledge they had or acquire new\nknowledge on the subject.\n\nInterviews not only provide knowledge and information but also enable stakeholders to\nexpress their concerns or opinions about when and where policies do not work and\nideally come up with some proposals, suggestions, or solutions. While the methodology\nitself is not particularly innovative or comprehensive, confronting stakeholders with a\nshort list of contextual factors for climate change mitigation policy has not been practised\nso often. If any, a focus on the contextual factors might be more implicit and embedded\nin a larger research project focusing on particular policy areas such as renewable energy\nand energy efficiency respectively.\n\nAnother advantage of the CARISMA approach is to design case studies as a tool of\ncoordinating and supporting action to make the best use of the existing knowledge,\ncommunicate with stakeholders, and receive feedback to update the presentation and\norganisation of the knowledge. In this respect, the factsheet format turned out to be\nuseful in not only summarising stakeholders’ inputs but also reaching out a wider\naudience or readership beyond Europe. On the other hand, some case study leaders\nfound it difficult to contain the breadth of the knowledge they acquired in such a format.\nFor this purpose, the team is contemplating an option to publish online stand-alone\npapers derived from factsheets with more flexibility allowed in terms of presentation.\n\nBeyond the lessons learned in regard to filling knowledge gaps pertaining to contextual\nfactors and the methodology implemented here, the cases exhibited a number of broad,\ncommon conclusions relevant for future policymaking. Several factors were identified in\nmultiple cases as being linked to success or failure of policy implementation, and they\nmerit discussion, in order to encourage considering them more fully when designing or\n\n \n\nKnowledge gaps about key contextual factors 15",
    "Page_20": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nimplementing future policy. These factors are the presence of technological innovation\nsystem with an emphasis on decrease of technology costs, the market and regulatory\nframework, especially the structure of the electricity market and the presence of the EU\nregulatory framework, policy continuity, and the macro-environment with a reference to\neconomic crisis, and public perception.\n\nOne of the most salient messages to emerge from stakeholders was that more weight\nneeds to be given to the presence of a technological innovation system and _ its\nadaptability to a changing environment. The rapid drop in prices of solar PV was\nhighlighted under this factor in a number of cases as an example of this, where the\npossibility of such a change was unexpected, and policy was ill-equipped to deal with it,\nwhich led to inefficiencies and drastic changes to the FIT designs, particularly in Spain\nand the UK.\n\nAnother crucial factor was proven to be the market and regulatory framework with the\nstructure of the electricity market and the presence of the EU regulatory framework as\nsub-sets. Several interviewees in the UK case highlighted the insufficiency of the\nelectricity market design in dealing with increasing shares of RES, indicating that the\nmarket was set up to benefit large utilities with business models which do not fit RES\nproduction patterns, therefore limiting their interest. This is in contrast to countries like\nGermany which have placed a greater importance on citizens being the driver of\nrenewables deployment. The case of Spain also emphasised that the electricity market\nhas presented a significant barrier in the form of low prices of RES, limiting expansion,\nbut that adaptation by producers should lend itself to the return of favourable conditions\nfor RES expansion. As to the EU regulatory framework, the Dutch case highlighted the\nmismatch between Smart Grid solutions requiring cooperation with separated energy\ncompanies, and the EU’s limits on cooperation of commercial entities such as large and\nsmall energy suppliers, leading to viewing the framework as a blocking factor. In Greece,\nthe EU framework was seen as a driving factor, with updates in EU regulation spurring\nthe development of domestic policies and subsequently, the energy efficiency market,\nespecially pertaining to the energy performance of buildings and building innovation\ntechnologies.\n\nThe third factor which emerged as important to policy success was the contextual factor\npolicy continuity. The Croatian, UK, Dutch, and Spanish cases all identified this as either\nan enabling or blocking factor for policies, depending on whether or not continuity\nexisted or if policies experienced abrupt or radical shifts. In Croatia for example, policy\ncontinuity as exhibited by the “non-stochastic” or linear approach to policies and growth\nwas seen as an enabling factor, as the government planned for annual quota changes\nand an adaptive management system without introducing radical changes. The\nNetherlands as well, found continuity as a driving factor, while the UK and Spanish cases\nexhibited a lack of policy continuity resulting from broad and frequent reforms acting as a\nblocking factor. The upshot for continuity is that there is a balance to be struck. Changes\ncan have beneficial effects, and policies designed with future corrections as a possibility\n\n \n\nKnowledge gaps about key contextual factors 16",
    "Page_21": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nhave been seen as successful, while tipping the balance too far towards radical or\nretroactive changes may hinder overall success.\n\nStakeholders also pointed to the profound effects of the macroeconomic environment on\nenergy policy. Almost all respondents mentioned the recent financial and economic crises\nas having a major influence on energy policy planning. Policymakers should place more\nemphasis on assessing a range of scenarios, both best and worst-case, when designing\nand implementing policy.\n\nCase studies found that compared with economic factors, social and political factors* tend\nto go unnoticed or receive insufficient attention in RES or smart technology support\nmeasures. Another message from the case studies focuses on the need for increased and\ndirect inclusion of citizens. Perhaps unsurprisingly, public perception was frequently\nmentioned as an important enabling or limiting factor. Croatia has a higher rate of\nenergy poverty than the EU average, and while initial (low) RES targets were not met\nwith much public reaction, recent policy changes have seen the opposite, with public\ndisapproval for an increase in levies for renewables. Other cases (e.g. the Greek case)\nshow the need for policymakers to consider the knowledge and skills of its citizens while\ndesigning policy, as there is currently a lack of knowledge and expertise in building\nefficiency measures, and thus a lack of ability to implement such measures. The UK case\nhighlights the need for direct involvement of citizens in success of previous energy\npolicies, with a comparison to Germany, where almost 50% of RES installations are\nowned by cooperatives and private individuals, which is often touted as an explanation\nfor the energy transition’s success in the country. A more focused consideration of\nbehaviour of households, and moving beyond provision of information and training\nschemes, and better understanding of behaviour is also highlighted as a factor in policy\nsuccess.\n\n* The three types of contextual factors are categorised and presented in Section 4.\n\n \n\nKnowledge gaps about key contextual factors 17",
    "Page_22": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n4 Feedback from the case studies to categorisation of\ncontextual factors\n\nIn addition to drawing lessons learned and extracting key messages to policymakers\nabout how to deal with contextual factors in practice, case studies could also contribute\nto elaboration on the categorisation of contextual factors and clarification about their\neffects on policy adoption or implementation. Based on literature survey, the overview of\ncontextual factors in CARISMA Discussion Paper No.1 (Fujiwara, Tuerk, Spyridaki and\nWilliges, 2017) identified three categories of diverse contextual factors: institutions and\ngovernance; innovation and investment; and attitudes, behaviour, and lifestyle. The new\nset of contextual factors resulting from case studies still maintains the three categories\nwith a different emphasis on individual factors. This section provides a close look at the\ndifference and where it comes from, and explains possible reasons from an analytical\nviewpoint as an explanatory text for Table 4 which compiles information available from\nthe factsheets in Appendices. For further detail, please see Table 4 at the end of this\nsection for the overview of contextual factors and their effects on policy adoption or\nimplementation based on case study results.\n\n4.1 Institutions and governance\n\nFor institutions and governance, the literature survey led to a list of four - mainly\npolitical - factors:\n\ne Institutional coordination (between ministries, between national and sub-national\nlevels)\n\ne Regulatory alignment with non-climate policies (e.g. regulations for cycle lanes vs.\nautomobile lanes, regulations for spatial planning)\n\ne Administrative feasibility, and\n\n¢ Constellation of stakeholders (e.g. tax reform)°\n\nTwo case studies provide evidence for two of the above four factors, institutional\ncoordination and constellation of stakeholders. Observation of institutional coordination is\nbased on three sub-factors: absence of a single governing body to govern energy or an\nenergy agency with mandate to design policy (RE support measures in Croatia);\ndifficulties with coordination between national and EU institutions (also RE support\nmeasures in Croatia); and those with coordination between national ministries (Support\nfor smart technologies to improve EE in Greece). All the three sub-factors are regarded\nas barriers to adoption and implementation of policy instruments. Especially the roles\nthat EU institutions could play in inspiring policies of certain member states need to be\nconsidered together with the influences of EU regulations (see the presence of the EU\nregulatory framework under the market and regulatory framework, in the category\n\n> Stakeholders may emerge as supporters or sceptics of a mitigation option. A constellation of\nstakeholders may limit or streamline the uptake of mitigation options (Fujiwara, Tuerk, Spyridaki\nand Williges, 2017).\n\n \n\nKnowledge gaps about key contextual factors 18",
    "Page_23": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n‘innovation and investment”). In contrast, the factor constellation of stakeholders is\nviewed positively with a focus on political will and a ministry’s commitment as an enabler\n(support for smart technologies to improve EE in Greece).\n\nNone of the case studies explicitly mentioned regulatory alignment with non-climate\npolicies or administrative feasibility, however the UK case alluded to this with mention of\nthe country’s overarching focus on pursuing cost-efficiency more generally. It is possible\nthat regulatory alignment is less relevant to the narrower scope of the case studies in\nsupporting measures for RE and smart technologies than the scope of examples to\ndescribe climate change mitigation policies. Administrative feasibility was highlighted in\nthe procedures of UK local authorities to permit planning wind-power development. Sub-\nnational administration was not the main focus of these case studies.\n\n4.2 Innovation and investment\n\nAccording to the literature survey, the category of innovation and investment consists of\nfive — largely economic -— factors:\n\ne Presence of a technological innovation system (e.g. clusters and _ regional\ncollaborative networks, market formation processes)\n\ne Market and regulatory framework,\n\ne Policy continuity (e.g. retroactive changes to RE support measures),\n\ne Macroeconomic environment (e.g. financial crisis), and\n\ne Corporate and investment culture\n\nFive case studies together support all the factors, except corporate and investment\nculture. Although the literature review included an example of difference in RE\ninvestment across companies in Sweden, no case studies focused on this factor.\n\nPresence of a technological innovation system was recognised to affect policy adoption or\nimplementation with four possible sub-factors: absence of the technological innovation\nsystem (RE support measures in Croatia); the level of ICT development (support for\nsmart grids in the Netherlands); limited capacity of new market actors for the promotion\nand installation of smart technologies (support for smart technologies to improve EE in\nGreece); and in relation to market formation processes, decrease of technology costs (RE\nsupport measures in Croatia, the UK and Spain). The absence of the technological\ninnovation system and limited capacity of new market actors were viewed as barriers\nwhile a high level of ICT development as an enabler. Stakeholders found both aspects in\nthe decrease of technology costs: decreasing costs are in theory beneficial for RE\ndeployment but, depending on the incentive designs, they may make continuation of the\noriginally planned measures unsustainable. This point is further discussed with respect to\npolicy continuity.\n\nThe market and regulatory framework with five market sub-factors and regulatory sub-\nfactors attracted wide attention from stakeholders across case studies. On the market\nside are the national framework for decentralised RE production (support for smart grids\n\n \n\nKnowledge gaps about key contextual factors 19",
    "Page_24": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nin the Netherlands), the structure of the electricity market (RE support measures in the\nUK and Spain), a lack of maturity and innovativeness in the energy services market and\nconstruction sector, the need to integrate public support for investments in households,\nand the lack of a private investment framework and sustainable financing schemes (the\nlast three sub-factors derived from the case of support for smart technologies to improve\nEE in Greece). The emergence of a national framework for decentralised RE production\nwas viewed as an enabler. The three sub-factors mentioned were considered to be\nbarriers. The structure of the electricity market can be either a barrier or an enabler. On\nthe regulatory side are the presence of the EU regulatory framework (smart grids in the\nNetherlands; smart technologies in Greece), unclear regulatory frameworks (RE support\nmeasures in Croatia), and lack of energy planning (RE support measures in Spain). The\nlast two sub-factors were considered to be barriers. The presence of the EU regulatory\nframework can be an enabler or a barrier e.g. if it interferes with the national framework.\n\nPolicy continuity was considered important in terms of “non-stochastic” or linear\napproaches to policies and growth (RE support measures in Croatia) and some\nconsistency to avoid frequent changes (RE support measures in the UK and Spain). The\nlinear approach was seen as not flexible enough and therefore a barrier. Although RE\nsupport measures were initially welcomed in Spain, frequent changes afterwards were\nregarded as barriers, which was similar to the UK experience.\n\nThe effects of the macro-economic environment were also well acknowledged,\nhighlighting financial and economic crises (RE support measures in the UK and Spain;\nsupport for smart technologies in Greece) as well as fossil fuel prices (RE support\nmeasures in the UK). Financial and economic crises were considered to be a barrier.\nVolatility of international fossil fuel prices was mentioned as a barrier. However, fossil\nfuel prices such as natural gas prices can also function as an enabler for accelerating RE\ndeployment.\n\nFinally, these case studies suggest that contextual factors are not isolated but may\ninfluence each other, e.g. intensify or mitigate the effects. For example, financial and\neconomic crises forced introduction of austerity measures in some member states,\nthereby slashing budget for RE support. At the same time, faster-than-anticipated\ndecreases of technology costs, such as those of solar PV, prevented the governments\nfrom maintaining the initial level of support via Feed-In Tariffs. It is possible that both\neconomic and technological conditions caused frequent changes to the policy instrument\ndesigns.\n\n4.3 Attitudes, behaviour and lifestyle\n\nThe third category of attitudes, behaviour and lifestyle was identified with the following\nseven sub-factors in the literature survey:\n\ne Collective environmental beliefs and norms,\ne Demographic attitudes and other parameters,\ne Public perception,\n\n \n\nKnowledge gaps about key contextual factors 20",
    "Page_25": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\ne Behavioural predisposition at the individual level,\ne Knowledge and experience,\n\ne Financial resources, and\n\ne Social capital\n\nFour case studies confirmed the influence of four of these factors, such as demographic\nattitudes and other parameters, public perception, behavioural predisposition at the\nindividual level, and knowledge and experience.\n\nThe impacts of Demographic attitude parameters such as age, education, and familiarity\nwith internet-based and automated technologies are less known and have not drawn\nmuch attention from stakeholders except policymakers (support for smart technologies\nto improve EE in Greece). Although more information is needed to determine the nature\nof their effects, policymakers in Greece are concerned that demographic factors can be a\nbarrier.\n\nThe factor that received the highest attention in this category is public perception, with\nfour sub-factors: lack of strong public opinion on development of renewables; projected\ncosts to final consumers and indirect social costs (both from RE support measures in\nCroatia); Not In My Back Yard (NIMBY) attitude; and rightwing media (both from RE\nsupport measures in the UK). The last two sub-factors were regarded as barriers. For the\nfirst two factors, if absence of strong public opinion means disinterest or indifference or\nlack of support, this can be a barrier. If it means acceptance without vocal opposition, it\ncan be an enabler, as was initially the experience in regards to Croatian RE policies,\nwhere lack of public interest meant that policies met with little opposition. The public\ntends to be particularly sensitive to societal effects of new policy instruments and costs\nto final consumers. They would see new taxes or levies as barriers. If these taxes or\nlevies are earmarked and re-invested for societal goods, however, the public may\nconsider them enablers. (see also constellation of stakeholders in the category,\n‘institutions and governance”).\n\nBehavioural predisposition at the individual level was observed in terms of new patterns\nof electricity generation and use (support for smart grids in the Netherlands) as well as\nlack of consumers’ awareness of building innovation technologies for energy conservation\n(support for smart technologies in Greece). Extreme demand peaks triggered by new\ntypes of electric appliances were regarded as an enabler. Low maturity and awareness of\nconsumers can be considered a barrier.\n\nKnowledge and experience were noted with a focus on awareness at a city level\nregarding funding opportunities (support for smart technologies in Greece). Lack of\nknowledge and awareness prevented city administrations from exploiting the available\nresources, which implies a barrier.\n\nFalling outside the case studies were collective environmental beliefs and norms, financial\nresources at a household level and social capital. As the preliminary list of seven factors\n\n \n\nKnowledge gaps about key contextual factors 21",
    "Page_26": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nin the literature survey was, however, longer in this category than others, this does not\nnecessarily mean that social factors were less represented in case studies. Yet, it is\nassumed that it is more difficult to collect information or measure data concerning the\nremaining three factors, compared with the prominence of public perception or\nacknowledgement of public administration about knowledge and experience.\n\n4.4 Pre-existing conditions or reactions?\n\nSection 1 of this report suggests that “contextual factors” imply such conditions as\nshaping the environment for policymakers to take decisions beyond their direct control.\nReflecting case study results on the list of contextual factors, however, led to questions\nabout whether the tested factors or the new ones emerging from interviews are indeed\n“contextual factors”.® Certain environments existed or were created at the time of policy\nintroduction, meaning that they do not exist in vacuum. Other factors appear to be direct\nreactions, responses to the specific aspects of the policies adopted or implemented. On\nthe one hand, national institutions, a technological innovation system, or the macro-\neconomic environment exist independent from energy policies with their own dynamics.\nMore complex are the market and regulatory frameworks as well as policy continuity,\nwhich builds on the accumulation of past energy policies. On the other hand,\nconstellation of stakeholders or public perception is shaped and triggered by the specific\naspects of the policies, which may divide supporters and sceptics or opponents.\n\nAlthough it is beyond the scope of this report to question and re-examine one by one\nwhether the identified or proposed factor can qualify to be “contextual”, there are some\nhints for future studies on how to deal with this question. Depending on the degree of\nthe factor being contextual or reactive, policymakers may need to adopt different\napproaches. The case studies presented in this report, especially factsheets in\nAppendices, could be useful in exchanging and sharing views over not only challenges\nbut also possible approaches. For example, “pre-existing conditions” such as national\ninstitutions, a technological innovation system, or the macro-economic environment are\nindeed beyond and outside energy policymakers’ control, as most cases showed with the\n(albeit hopefully rare) example of the financial crisis having drastic effects on both RE\nand EE policies. However, they may have some leverage against factors such as the\nmarket and regulatory framework and policy continuity (as in Croatia, where policy\ncontinuity was recognized early on as an important factor, and planned for via their non-\nstochastic approach to RE policies) by partly shaping the environment in which policies\nare implemented. Policymakers could have more direct control over reactive factors such\nas constellation of stakeholders and public perception (e.g. in the case of Greece, where\npolitical will and commitment were stressed in driving the diffusion of EE technologies),\ndetermining the specific issues and offer possible solutions to address their concerns.\n\n° The authors are grateful to Henry Derwent for his helpful comments on this topic.\n\n \n\nKnowledge gaps about key contextual factors 22",
    "Page_27": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nTable 4. Categorisation of contextual factors\n\n \n\nContextual\nfactors\n\nExplanation\n\nSub-factors\n\nDescription of effects (how the contextual\nfactor affected climate policy)\n\n \n\nInstitution:\n\ns and governance\n\n \n\n \n\nInstitutional\ncoordination\n\n \n\nClimate change mitigation policies can fall\nunder the competences of more than one\ngovernmental authority (e.g. the Ministries of\nenvironment, energy or finance) at a national\nlevel, and between regional (e.g. EU), national\nand sub-national governments. Coordination\nacross Ministries and between different levels\nof government affects coherence in _ policy\nformulation and effectiveness, as well as\nefficiency in policy implementation.\n\nNo single governing\n\nHR (Croatia): Seen by stakeholders as having\n\n \n\nnational and EU-level\ninstitutions (Barrier)\n\n \n\n \n\nbody to govern | high importance, both in terms of historically\nenergy & no agency | being a hindrance to efficient / effective\nwith mandate to| policymaking, and also a factor that was\ndesign policy | considered and addressed, notably through the\n(Barrier) creation of the new Ministry of Environment and\nEnergy. While the factor may not have been\nconsidered at the outset of policymaking, the\nconflicts and inefficiencies which arose were\naddressed over the course of the evolving\nrenewables policy.\nDifficulty of | HR: In addition to coordination between\ncoordination between | national ministries, a factor highlighted\n\nrepeatedly was the interaction of EU-level\nagencies and the national level, particularly in\nregards to inter-agency communication, with\nexperts emphasizing the difficulty of national\nministries to understand and _ implement\ndirectives from supra-national institutions.\n\n \n\n \n\nKnowledge gaps about key contextual factors\n\n21",
    "Page_28": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\nMinisterial\ncoordination\n(Barrier)\n\nGR (Greece): Lack of coordination and\ncollaboration between different ministries was\nreported to significantly affect the ability of\nGreek policy makers to design and dispatch\nfinancial incentives for energy efficiency\n(especially when other needs/objectives need to\nbe met through the same structural funds such\nas the case of digital policy). Notably, this issue\nwas only raised by the representative from the\nGreek Energy Agency.\n\n \n\n \n\nConstellation\nof\nstakeholders\n\n \n\nStakeholders may emerge as supporters or\nsceptics of a mitigation option. A constellation\nof stakeholders may limit or streamline the\nuptake of mitigation options.\n\n \n\nPolitical will\ncommitment\n(Enabler)\n\n&\n\n \n\nGR: One independent policy expert stressed out\nthe importance of a strong political will and\ncommitment in driving the diffusion of such\ntechnologies. A strong political commitment\nfrom the side of the Ministry of Energy has\nrecently played a significant role in introducing\nan EEO (Energy Efficiency Obligation) scheme in\nan effort to strengthen the existing policy mix\nto meet with the targets of Article 7 of the EED.\nThis also denotes the Ministry’s efforts to shift\nthe utilities’ and general market interest from\nRES to EE as well by setting the ground for\nintroducing energy services and savings as a\ncommodity in the Greek energy market.\n\n \n\n \n\nKnowledge gaps about key contextual factors\n\n22",
    "Page_29": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\nInnovation and investment\n\n \n\nContextual\nfactors\n\nExplanation\n\nSub-factors\n\nDescription of effects\n\n \n\n \n\nPresence of a\ntechnological\ninnovation system\n\n \n\nA_ technological innovation system is a\nnetwork of agents that operates under\ninstitutions in a specific technology area.\nMarket formation is one of the functions in a\ntechnological innovation system, which\ngenerates and diffuses technologies. Others\ninclude entrepreneurial experimentation,\nknowledge development and development of\nexternal economies (Hekkert et al., 2011).\nThe concept of the innovation system\nstresses that the flow of technology and\ninformation among people, enterprises and\ninstitutions is key to an innovative process\n(Hekkert et al., 2011).\n\nLack of a_ technological\n\ninnovation\n(Barrier)\n\nsystem\n\nHR: No government incentives for\ntechnological innovation systems (such as\na proactive technology policy) were seen\nto exist during the policymaking process.\nResearchers in academia do collaborate\nwith the private sector and government,\nbut not in an organized framework,\nalthough it is somewhat incentivized by\nenvironmental ministry funding, to a small\nextent. It is impossible to speculate what if\nany effect such a system would have had\non policymaking, but it was not seen as a\nfactor in development of the renewables\npolicy.\n\n \n\n \n\nLevel of ICT development\n\n(Enabler)\n\n \n\nNL: The Netherlands has a well-developed\nInformation and Communication\nTechnology infrastructure and knowledge\nfield, and ICT is a crucial component of a\nSmart Grid.\n\n \n\n \n\nKnowledge gaps about key contextual factors\n\n23",
    "Page_30": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\n \n\n \n\nLimited capacity of new\nmarket actors (Barrier)\n\nGR: The existing market workforce in\nGreece (i.e. auditors and technology\nproviders, installers) for the promotion and\ninstallation of smart technologies to save\nenergy is viewed by’ Greek policy\nimplementers as being rather low. The\nneed to strengthen role of property asset\nevaluators during audits in buildings was\nalso raised in one of our interviews.\n\n \n\n \n\nDecrease of technology\ncosts, particularly solar\nPV (Barrier/Enabler)\n\n \n\nHR: There was some disagreement to what\nextent they were taken into account by\npolicymakers. Researchers maintained that\ncosts were taken into consideration to a\nlarge extent via consultation with modelers\nand engineers who tried to explicitly and\naccurately assess costs. However, due to a\nlack of transparency in the policymaking\nprocess, others felt that there was not\nmuch information or explanation as to how\nand why goals and prices were set, a view\nwhich is seen as improving with increased\npolitical will.\n\nUK: Mentioned by all interviewees; while\nfalling costs are, theoretically, beneficial\n(enabling) for RES deployment, in the UK\ncase it led to rising costs (i.e. RES\nincentives did not reflect the falling costs)\nand subsequent policy changes which were\ndetrimental to investment stability.\n\n \n\n \n\nKnowledge gaps about key contextual factors\n\n24",
    "Page_31": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\nES (Spain): While decreasing costs of\nproduction are beneficial for investors and\nRES deployment, but combined with the\ngovernment’s sponsored price incentives it\nled to drastic and detrimental policy\nreversals. The unanticipated rapid pace of\ndecreasing costs led to an unexpected\nexpansion of RES, particularly solar, rising\ncosts for the government as _ RES\nincentives did not reflect the technology\ncosts trends. The unsustainable (€26\nbillion) tariff deficit unleashed drastic\npolicy changes, which were detrimental to\ninvestment stability and led to a\nconsiderable reduction in investment flows\ninto the sector.\n\n \n\n \n\nMarket and\nregulatory\nframework\n\n \n\nMarket frameworks can enable or limit\ninvestment in low-carbon policies, namely\nthrough the commercialisation barriers or a\nlack thereof that new technologies face\ncompared with mature ones, regulatory\nframeworks that may be prohibitive and\nother factors (e.g. access to information,\ncapital and transaction costs).\n\n \n\nNational framework for\ndecentralized renewables\nproduction (Enabler)\n\n \n\nNL: Dutch SMEs and start-ups explore the\nmarket of smart appliances: smart\nthermostats, electric mobility, aggregating\nflexibility, charging infrastructure, etc.,\nwhich may have value added in a system\nwith increasing decentralized renewables\nproduction.\n\n \n\n \n\nKnowledge gaps about key contextual factors\n\n25",
    "Page_32": "Co-funded by the H2020 Programme of the EU\n\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\n \n\n \n\nThe structure of the\nelectricity market\n(Barrier/Enabler)\n\nUK: Several interviewees mentioned the\ninability of the current electricity market\ndesign to deal with the increasing RES\nshare. One interviewee argued that the\nmarket as well as the RES _ support\ninstruments in Britain had been set up to\nbenefit the big utilities which are still\ndominant on the UK market and whose\nbusiness model does not fit the production\npatterns of RES, thus limiting their interest\nin those technologies.\n\nES: The electricity market was first\nfavorable for RES. The core barriers are\nthe low prices, but once producers have\nadapted to the present market conditions,\nRES should be expanding fast. Despite all\nthe barriers, investors are still buying\npermits for future RES production.\n\n \n\n \n\nLack of maturity and\ninnovativeness in the\nenergy services market &\nconstruction sector\n(Barrier)\n\n \n\nGR: As conveyed in one of our interviews,\nthe Greek energy services market is still in\nits infancy and utilities and other ESCOs\nare following state stipulations rather than\nleading developments in the market. The\nconstruction sector in Greece also needs to\ndevelop and specialize in smart\ntechnologies to drive investments to\nreduce energy consumption. Private\nmarket actors also placed great emphasis\non the importance of developing a market\nfor energy services for the promotion of\nenergy efficient services and technologies\nin the domestic sector.\n\n \n\n \n\nKnowledge gaps about key contextual factors\n\n26",
    "Page_33": "Co-funded by the H2020 Programme of the EU\n\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\n \n\n \n\nNeed to integrate public\nsupport for investments\nin households (Barrier)\n\nGR: To strengthen the motivations for\nhouseholds to invest in smart\ntechnologies, representatives from the\nGreek ministry highlighted the need to\nproperly absorb EU structural funds.\nWhereas the interviewee from the Greek\nEnergy Agency drew attention to the role\nof energy utilities to provide appropriate\nincentives and energy services to their\nconsumers (through the energy savings\nobligation scheme), due to the limited\ngovernment expenditures and the\nabsorption of EU structural funds being\noriented towards areas with greater\npriority.\n\n \n\nLack of a private\ninvestment framework &\nsustainable financing\nschemes (Barrier)\n\nGR: The role of the Greek banking sector\nhas been limited thus far in driving\ninvestments in energy saving technologies\nonly through public support programs.\nOther forms of financing schemes such as\nEnergy Performance Contracting (EPCs)\nare still not available restraining thus\nflexibility in funding options for such\ninvestments. The regulatory framework for\nEPCs still inhibits their use from\nmunicipalities (i.e. contracting is viewed as\na deficit in a city’s public budget).\n\n \n\n \n\nPresence of the EU\nregulatory framework\n(Enabler/Barrier)\n\n \n\nNL: There are strict limits to its\ncooperation with commercial parties such\nas large and small energy suppliers. Smart\nGrid solutions, however, such as flexible\npricing and user ‘uploading’ energy back\n\n \n\n \n\nKnowledge gaps about key contextual factors\n\n27",
    "Page_34": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\ninto the grid, require cooperation with the\nseparated energy companies.\n\nGR: Although the influence of this factor\n\nwas not mentioned explicitly,\nrepresentatives from the Ministry\nrepeatedly mentioned updates in EU\nregulation to drive domestic policy\ndevelopments and subsequently\n\ndevelopments in the energy efficiency\nmarket. Recast of the Directive\n2010/31/EE on the energy performance of\nbuildings was particularly mentioned as\ninfluential in driving policy and\ntechnological developments for building\ninnovation technologies.\n\n \n\nUnclear regulatory\nframeworks for RES\nsupport mechanisms\n(Barrier)\n\nHR: The market framework in Croatia was\nfound to have a detrimental impact on\ninvestment in renewables, as information\non regulatory frameworks was _ lacking,\nwhich deterred investors and was not\nadequately addressed by policymakers.\n\n \n\nLack of energy policy\nplanning (Barrier)\n\nES: The lack of a roadmap and of a\ncoherent strategy has led to increasing\nuncertainty for investors.\n\n \n\n \n\nPolicy continuity\n\n \n\nIt is important for investors that a policy or\nsupport framework is not unexpectedly\nchanged.\n\n \n\n“Non-stochastic” or linear\napproach to policies and\ngrowth (Barrier)\n\n \n\nHR: Interviewees did not see (a lack of)\npolicy continuity as having a large effect in\nthis case; the government has emphasized\na “non-stochastic” or linear approach to\npolicies and growth, and alterations which\noccurred in the past due to overly-high\nincentives further reinforced the idea that\n\n \n\n \n\nKnowledge gaps about key contextual factors\n\n28",
    "Page_35": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\n \n\nit may be better to establish annual\nchanges in quotas etc., to better respond\nto changing economic’ and_ other\nconditions.\n\n \n\nFrequent changes _ to | UK: Both RO and FiT had frequent changes\npolicy design (Barrier) to either the remuneration level or the\ndesign of the support instrument.\n\n \n\nFrequent changes _ to | ES: After initial strong legislative pushes to\n\n \n\n \n\n \n\npolicy design - | encourage investment in RE for electricity\n\nMoratorium on | production, the year 2010 saw a reversal\n\nrenewables in the policy, which first eliminated\n\n(Enabler/barrier) subsidies and then introduced taxes on\nRES.\n\n \n\n \n\nKnowledge gaps about key contextual factors 29",
    "Page_36": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\n \n\nMacroeconomic\nenvironment\n\nIn EU and particularly in EU accession\ncountries, the macroeconomic framework\nenvironment supports or limits the public or\nprivate sector’s capacity to invest.\n\nThe broader condition of the macroeconomic\nenvironment, outside the specific sectors\nrelevant to climate change mitigation, can\npromote or limit the public or private\nsector’s capacity to invest in low-carbon\ntechnologies. Changes in other sectors, e.g.\nin availability of capital, expected returns on\ninvestment, expectations of future economic\nconditions and investor confidence, can lead\nto indirect effects on the ability to invest in\nlow-carbon technologies.\n\n \n\nFinancial\n\nand economic\ncrisis (Barrier)\n\nUK: Several interviewees mentioned the\nunanticipated consequences of the global\nfinancial crisis of 2007/2008 as a\nsignificant contextual factor, which had an\nimpact on the functioning of the electricity\nmarkets all across Europe.\n\nES: Financial crisis reduced demand and\nthus revenues, while support policy costs\ngrew. Politicians could not bring prices up\nduring the economic crisis. The\nconsequence was an unsustainable tariff\ndeficit.\n\nGR: Greek policy decision makers\nrecognized the economic crisis as a\npredominant factor restraining market\nliquidity and investments. The economic\ndownturn continues to restrain general\nliquidity and availability of funds in the\nbanking market as well as households’\ndisposable income. This setting constitutes\ninvestments in building innovation\ntechnologies for householders scarce.\n\n \n\n \n\nFossil\n\nfuel\n\n(Barrier/enabler)\n\nprices\n\n \n\nUK: Several interviewees mentioned the\nvolatility of international fossil fuel prices\nas factors outside of the direct control of\npolicy makers, which also affected the\n\n \n\n \n\nKnowledge gaps about key contextual factors\n\n30",
    "Page_37": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\nfunctioning of the electricity markets,\nparticularly concerning the competition\nbetween RES, coal and gas.\n\n \n\nAttitudes, beh\n\naviour and lifestyle\n\n \n\nContextual\nfactors\n\nExplanation\n\nSub-factors\n\nDescription of effects\n\n \n\n \n\nPublic perceptions\n\n \n\nThe public may react to a climate change\npolicy or project differently, as influenced by\nperceptions of personal (dis)advantages,\nperceptions of inequity in distributing costs\nand benefits or conflicting beliefs, and\noppose a climate change policy usually by\ncausing delays or even halting policy and\n\nLack of strong public\nopinion on development\nof renewables\n(Barrier/Enabler)\n\nHR: Interviewees stated that this factor\nhad little bearing on initial policymaking,\nas most of the general public was seen as\nnot holding strong opinions on _ the\ndevelopment of renewable energy in the\ncountry. However, this is believed to be\nchanging.\n\n \n\nproject implementation (Lilliestam et al.,\n2016).\n\nPolicy-makers also tend to consider public\nperceptions when making decisions over\nenergy tax, carbon tax or subsidies at a\nnational level.\n\nProjected costs to final\nconsumers and_ indirect\nsocial costs\n(Barrier/Enabler)\n\nHR: This reflects a growing consideration\nof how increasing renewables will have\nbroader societal effects (e.g. employment\nlevels, inequality in distribution of costs\n\nand benefits), as well as more\nconsideration of the costs to _ final\nconsumers. Recently there was an\nannouncement that the levy — for\n\nrenewables will increase and this was\naccepted very negatively by the public.\n\n \n\nNot in my _ back yard\n(NIMBY) attitude\n(Barrier)\n\n \n\n \n\nUK: Three stakeholders mentioned the\nnegative consequences of public opinion\nfor UK RES development; One interviewee\nopined that this was the main reason the\nUK Government focused on offshore wind\nwhen introducing the RO technology band,\n\n \n\n \n\nKnowledge gaps about key contextual factors\n\n31",
    "Page_38": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\nsince onshore wind was not palatable to\n\n \n\nmany rural constituencies which also\nhappened to be _ Conservative party\nheartlands.\n\nRightwing Media (Barrier) | UK: Three interviewees mentioned the\n\nhindering role of British mainstream media\nwhen it comes to RES development; Often,\ndebates about prices and RES support\nwere believed to be distorted by the\nrightwing media which is traditionally pro-\nstatus quo (nuclear, fossil fuels) and\nagainst expanding use of RES.\n\n \n\n \n\nDemographic\nattitudes and\nother parameters\n\n \n\nDemographic attitude parameters comprise\nthe collective characteristics of specific\ntarget groups (e.g. private households,\n\nimmigrant settlements, high-income\nhouseholds and farmers). Societal and\ncommunity demographic parameters, like\nthe physical environment where’ the\nhouseholders are living, may affect intended\npolicy outcomes, such as energy\nconsumption patterns or _ technology\n\nadoption (Pothitou et al., 2014; see also van\nden Bergh, 2008).\n\n \n\nDemographic factors\n(e.g. age, education,\nfamiliarity with internet-\nbased and automated\ntechnologies) (Barrier)\n\n \n\nGR: The impact of demographic and\nbehavioural factors in the diffusion of\nenergy efficiency and smart technologies\nhas not yet drawn the attention of policy\nstakeholders in Greece. And this type of\nfactor was only mentioned during our\ninterview with the policy implementer from\nthe Energy Agency. An implicit reference\nto the demographic and_ behavioural\nfactors was made by stakeholders from the\nministry recognising the need to conduct\nregular surveys on the household sector.\n\n \n\n \n\nKnowledge gaps about key contextual factors\n\n32",
    "Page_39": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\nBehavioural\npredisposition at\nthe individual\n\nBehavioural predisposition at the individual\nlevel concerns the behaviour of potential\nadopters (of policies), which is dictated by\n\nNew patterns of\nelectricity generation and\nuse (Enabler)\n\nNL: Electric appliances such as _ electric\ncars and heat pumps create new\nconsumption patterns, such as increased\n\n \n\n \n\n \n\nlevel individual motives, norms, values, overall electricity consumption and _ its\ncharacteristics and strategies. This may timing, creating extreme demand peaks.\ninclude individual interests and motives, the This development asks for new solutions\nmotivation or prioritisation of a company or which Smart Grids are able to provide.\nsmall and medium-sized enterprise (SME) ; -\nthat guides decision-making (driven by Lack of consumers GR: Low maturity and awareness of\nprofit-related criteria or social responsibility awareness on_ building | consumers were consistently raised by all\nvalues) or the values and belief system of a innovation technologies stakeholders Participating in our\nsingle. household. Adopters’ different for energy conservation | consultations.\ninterests and motives or habits (e.g. | (Barrier)\nhousehold daily routines, occupants’ heating\npatterns and lifestyle) may affect the\npossibility of a potential adopter taking up a\nclimate-friendly behaviour.\nKnowledge and | Knowledge and_ information: Adopters’ | Awareness at a city level | GR: Cities have a central role to play in\nexperience knowledge regarding environmental issues | regarding funding | driving sustainable energy investments in\n\n \n\nand access to information on policies is\nconsidered to be _ linked to_ positive\nenvironmental behaviour and __ further\n\npotential for environmentally-oriented\npurchasing behaviour (Gadenne et al.,\n2011).\n\n \n\nopportunities (Barrier)\n\n \n\nthe household building sector (with the\nlargest cost-effective opportunity for\nsavings) through their local action plans.\nThis issue was raised by the two private\nsector representatives. One of two noted\nthat despite the availability of funding\nopportunities for cities (i.e. soft-loans),\ncities are largely unaware of such\nopportunities and have failed thus far to\nexploit them.\n\n \n\nSource: Authors’ compilation\n\n \n\nKnowledge gaps about key contextual factors\n\n33",
    "Page_40": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nThis study started by raising two main research questions, one about the ways by which\ncontextual factors actually affect the outcome of policy instruments (e.g. if identified\nfactors are relevant, and to what extent) and, if possible, a second focusing on the ways\nin which they are accounted for in policy-making processes i.e. policy planning and\nformulation. Some insights were obtained through stakeholder interviews carried out\nacross six countries (the Netherlands, Croatia, the UK, Spain, Greece, Thailand) on two\nmain topics, namely measures to support RE deployment and smart technologies\nincluding smart grids.\n\nAll of the case studies succeeded in illustrating the effects of the selected contextual\nfactors on the adoption or implementation of the relevant policy instruments. These\neffects were not measured but qualitatively described on the basis of experts’ inputs.\nSome factors emerged as barriers with others as enablers. The third group of factors\nwere listed as barriers and enablers: either barrier or enabler in different case studies;\nchanging from one to another type over a period of time; or showing both features (i.e.\nmixed results) at the same time; or exhibiting either characteristic depending on specific\nconditions. Among others, five contextual factors addressed in several case studies\ndeserve special attention:\n\nIn the category of innovation and investment\n\ne The presence of a technological innovation system with an emphasis on decrease\nof technology costs,\n\ne Market and regulatory framework, especially the structure of the electricity\nmarket and the presence of the EU regulatory framework,\n\ne Policy continuity,\n\ne The macroeconomic environment with a reference to economic crisis; and\n\nIn the category of attitudes, behaviour and lifestyle\ne Public perception.\n\nThe concentration of the identified contextual factors on the category of innovation and\ninvestment can be explained on the ground that the chosen topics, measures to support\nRE deployment and smart grids or technologies, have more synergy with this category,\nfor example, compared to an ecological tax reform. Nevertheless, the overwhelming\nrecognition of public perception as a major contextual factor means that the behavioural\ncategory should feature more in future policy implementation. Likewise, the\nacknowledgement of the market and regulatory framework another major contextual\nfactor implies the need to consider the aspects of institutions and governance in an\nintegrated manner.\n\n \n\nKnowledge gaps about key contextual factors 34",
    "Page_41": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nThe main results presented in this report can provide some hints for future application,\nsuch as the need to ensure diversity and complementarity in selection of experts and the\ndirect involvement of the sectors or organisations that are regarded as central to the\nchosen policy areas. Not all of the case studies were able to explain how these contextual\nfactors are accounted for in the current policy-making processes, which possibly requires\nidentification of those experts who are inside and have direct access to the policy-making\nprocesses (policymakers) or those who used to be in and maintain contacts with them\n(ex-officials). Instead, the format of cases applied to this study enabled case study\nleaders to engage a diverse group of experts and stakeholders with broad backgrounds.\nThis decision was partly based on the understanding that the chosen topics, deployment\nof RE and smart technologies, envisages a decentralized business model and fragmented\nmarkets involving millions of local producers and consumers dispersed across Europe. In\nparticular, it was essential to ensure a balanced representation of stakeholders including\nmarket participants in discussion on the emerging markets such as decentralised\nrenewable energy production and smart appliances. It was not a surprise to see the\npresence of the EU regulatory framework, part of the market and regulatory framework\nas one of the main contextual factors identified in case studies, given the EU’s emphasis\non the need for coordination between EU and national measures to support RE and\nsupport for additional national measures to improve EE of buildings (see ‘Governance of\nthe Energy Union”).\n\nThe above decision over the methodology did not require a rigorous selection of experts\nor a large size of interviews or meetings to be carried out for each case study. In so\ndoing, researchers opted for qualitative analysis. This small body of experts for each case\nwas expected to inform the case study leaders from complementary viewpoints rather\nthan provide data for comparison or aggregation. Nevertheless, only after completing the\ncase studies, did the project team realize that despite their potential roles, some\ninteresting stakeholders closest to the subject matter had not been identified or\ncontacted for these interviews. Such stakeholders may include representatives of sub-\nnational administration and the banking sector as well as journalists. They can be also\ninvited to participate in expert interviews in the field of energy policies. .\n\nLastly, the case studies not only contribute to identification and categorization of\ncontextual factors, but also offer practical suggestions for policymakers. The presence of\ntechnological innovation systems and their adaptability to a changing environment need\nto be seriously considered in energy policies. Policymakers should place more emphasis\non assessing a range of scenarios under the macro-economic environment, when\ndesigning and implementing policies. The electricity market and EU _ regulatory\nframeworks were also found to be major determinants of policy success or failure, in\nsome cases spurring development of EE policy (in the case of Greece), and in others\nlimiting the possible success of Smart Grids (in the Netherlands) Policy continuity\nrequires a balance to be struck between flexibility and stability. Moving beyond\n\n7 https://ec.europa.eu/energy/en/topics/energy-strategy-and-energy-union/governance-energy-\nunion\n\n \n\nKnowledge gaps about key contextual factors 35",
    "Page_42": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\ncommunicating and disseminating information or training, a more focused and targeted\napproach based on the household behaviour could be effective.\n\n \n\nKnowledge gaps about key contextual factors 36",
    "Page_43": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nReferences\n\nEuropean Commission. (2017a). Buildings - Energy - European Commission. [online] Available at:\nhttp://ec.europa.eu/energy/en/topics/energy-efficiency/buildings [Accessed 31 Aug. 2017].\n\nEuropean Commission. (2017b). Smart grids and meters - Energy - European Commission. [online] Available\nat: http://ec.europa.eu/energy/en/topics/markets-and-consumers/smart-grids-and-meters [Accessed 31\nAug. 2017].\n\nFujiwara, N., A. Tuerk, N.-A. Spyridaki and K. Williges (2017) Contextual factors affecting EU climate policies\nand their outcomes. CARISMA Discussion Paper No.1. http://carisma-\nproject.eu/Portals/0/Documents/CARISMA%20Discussion%20Paper%20No.%201%20-\n%20Contextual%20factors%20affecting%20EU%20climate%20policies%20and%20their%20o0utcomes.pdf\n\n \n\nGadenne, D., B. Sharma, D. Kerr and T. Smith (2011), “The Influence of Consumers’ Environmental Beliefs and\nAttitudes on Energy Saving Behaviours”, Energy Policy, Vol. 39, No. 12, pp. 7684-7694.\n\nHekkert, M., S. Negro, G. Heimeriks and R. Harmsen (2011), “Technological innovation system analysis”,\nUtrecht University, November (http://www.innovation-system.net/wp-content/uploads/2013/03/\nUU_0O2rapport_Technological_Innovation_System_Analysis.pdf).\n\n \n\nKitzing, L. et al. (2016) Recommendations on the role of auctions in a new renewable energy directive. AURES\nproject. http://auresproject.eu/sites/aures.eu/files/media/documents/redii_memo_final.pdf\n\nLilliestam, J., S. Ellenbeck, C. Karakosta and N. Caldés (2016), “Understanding the absence of renewable\nelectricity imports to the European Union”, International Journal of Energy Sector Management, Vol. 10,\nNo. 3, pp. 291-311.\n\nMinistry of Energy, Thailand, 2015. Alternative Energy Development Plan (2015-2036), Available at:\nhttp://www.dede.go.th/download/files/AEDP2015_ Final_version.pdf.\n\n \n\nPothitou, M., A.J. Kolios, L. Varga and S. Gu (2014), “A framework for targeting household energy savings\nthrough habitual behavioural change”, International Journal of Sustainable Energy, Vol. 35, No. 7, pp.\n686-700.\n\nVan den Bergh, J.C.J.M. (2008), “Environmental Regulation of Households: An Empirical Review of Economic\nand Psychological Factors”, Ecological Economics, Vol. 66, No. 4, pp. 559-574.\n\n \n\nKnowledge gaps about key contextual factors 37",
    "Page_44": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nAppendix I: The Netherlands\n1. Introduction\n\n1.1.The Netherlands: key facts\n\nThe Dutch Energy Agreement of forty organisations in government and industry set up a\ntarget of at least 14% of all energy to be generated from renewable sources by 2020\n(see the table below, it was 6% in 2015). A higher share of renewables in the energy\nsystem will lead to supply variability. The variability or intermittency of the supply of\nenergy occurs when supply relies on the weather, i.e. when using solar panels and wind\nturbines. As the share of renewables in total energy production grows, intermittency will\nlikely increasingly be a problem (e.g. cause blackouts). Smart Grids, the main focus of\nthis case study, are a potential solution for this problem as they are able to balance the\nenergy flows by ‘downloading’ energy from large-scale or distributed storage (e.g.\nelectric vehicles or house batteries) when there is shortage, and by ‘uploading’ it into\nbatteries when production is high, but demand is low. In the latter case energy prices\nmay turn negative, meaning that energy companies pay users for using energy to relieve\nthe grid from the stress.\n\nTable 1. The Netherlands\n\n \n\nCountry size 41,543 km? [1]\nPopulation (2015) 16,900 million [1]\nGDP (2015) 676,53 billion euro [1]\n\nPolicy target: 14% renewable energy consumption by 2020 [2]\n\n \n\nSource: CBS data [1] and Social and Economic Council of the Netherlands (SER) [2]\n\nDespite the ambition of Dutch government to reduce dependence on coal, oil and gas\n[2], fossil fuels will remain in use in the Netherlands for decades since they are\nconsidered a cheaper and more reliable supply source [14]\n\nTable 2. Dutch fuel shares in energy consumption in 2015\n\n \n\n \n\nGas Coal Oil Nuclear Wind Solar Biofuels\nand waste\n39% 15% 37% 1% 1% 0% 5%\n\nSource: IEA data [3]\n1.2.Smart Grids\n\n“Smart Grid” is an umbrella term for efficiency technologies in transmission and\ndistribution of electricity, heat or water. In this document, the focus is on Smart\n\n \n\nKnowledge gaps about key contextual factors 38",
    "Page_45": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nelectricity Grids for residential use, i.e. a system of technologies such as smart meters,\nbatteries (in or outside homes or in electric vehicles), and the ICT layer that allows two-\nway communication of data and its processing, and two-way flow of electricity in the\nnetwork. Emergence of new actors indicates that a market of smart appliances is being\nestablished [13].\n\nA Smart electricity Grid holds potential for more resilience, energy effectiveness and/or\nefficiency in the system. It is among the technologies with large potential for climate\nchange mitigation (e.g. [4, 5]). Smart Grids indirectly contribute to reducing emissions in\ntwo ways: by enabling the balancing of intermittent renewable supply of electricity, and\nby enabling energy efficiency via offering users flexibility and proximity of energy\nconsumption ([6-8]).\n\nBy 2017 there is little agreement as to what components the Smart Grid should include\nand exclude, which ones are essential and which are not. The exact definition of a Smart\nGrid is open. Versions exist that feature centralised fossil fuel-based electricity\nproduction and those that feature decentralised renewable electricity generation. In the\nNetherlands the vision leans toward the latter version with electric mobility and localised\nelectricity generation [9].\n\n1.3.Dutch policy in support of Smart Grids\n\nIn public administration classification [10] the Dutch policy on Smart Grids (SGs) used a\nmixture of Authority-based instruments (such as rules and regulations) and Treasury-\nbased instruments (such as subsidies), reflecting a ‘carrot and_ stick’ rationale.\nSpecifically, three policy instruments were relevant to the diffusion of Dutch Smart Grids.\nThe first policy instrument was the mandatory rollout of smart meters (Authority-based\ninstrument) in mid-2000s. Distribution system operators (DSOs), who are public entities,\nwere responsible for installation and ownership of smart meters. However, our\ninterviewees suggest that there is currently little incentive for DSOs to invest.\nIntermittency is still manageable, as problems are rare (once or twice per year) because\nthe share of renewables is relatively low in the Netherlands.\n\nThe rollout was funded by the end-users through network tariffs. Initially planned for\n2004 [11], the rollout was halted for eight years mainly due to unanticipated public\nopposition to the meters. Between 2004 and 2011 consumer organisations and some\nmembers of parliament expressed worries about the implications of a smart meter rollout\n[12,13] such as reporting consumer energy use data to companies. Expanding Smart-\nGrids encountered further oppositions due to public resistance to Smart Grids, due to\nissues of cost, privacy, complexity, or merely disinterest. The Governmental programme\nto install smart meters in every house on the Netherlands met resistance from civil\nsociety organisations and members of parliament between 2004 and 2009. They voiced\ntheir concerns over consumer privacy and security [13]. After a revision to allow opting-\nout from mandatory smart meter installation, the rollout was resumed in 2011 [14]. The\nDutch grid operators Delta, Enexis, Liander, Stedin and others are required to finalise\nbringing smart meters to every Dutch home by 2020, as prescribed by the EU Third\n\n \n\nKnowledge gaps about key contextual factors 39",
    "Page_46": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\nEnergy Package but according to our interviews, at present there are few incentives for\nenergy service companies (ESCOs) to invest, which would be a necessity, along with\nDSOs. ESCOs do not yet see a strong business case for Smart Grids. Among the reasons\nis that current legislation does not allow real-time dynamic pricing or other new tariff\nsystems.\n\nThe second policy instrument was the launch in 2011 of the Smart Grids Innovation\nProgramme (in Dutch IPIN - Innovatieprogramma Intelligente Netten), with 12 real-life\nSmart Grid pilot projects (proeftuinen) (an instrument with both Authority- and Treasury-\nbased elements). The government-backed pilot projects were conducted across the\ncountry by the interested energy companies, grid operators, research organisations and\nothers. The aim was to test new tariff structures (e.g. dynamic pricing depending on\nloads in the grid) and smart appliances (that can be switched off remotely to shift\nconsumption to different time) to provide (more) ‘flexibility’ in energy production and\nconsumption. The projects ran between 2011 and 2016 and provided ‘lessons learned’ for\nthe stakeholders involved in the areas of new standards, laws, services and products for\nSmart Grids, and the role of the user. Some of the projects continued running after 2016\nand the stakeholders discussed upscaling Smart Grid demonstrations.\n\nThe third policy instrument was the launch of a public-private research and development\nprogramme TKI Switch2SmartGrids in 2012 (which in 2015 became part of a larger\nprogramme TKI Urban Energy) (Treasury-based instrument).\n\nIn this document we present lessons learned from our case study of the pilot project part\nof IPIN to upscale the adoption of Smart Grids. This case study was conducted between\nJanuary and April 2017. Based on the analysis of policy documents and academic\nliterature, we interviewed six Dutch Smart Grid and smart energy experts in industry,\ngovernment and research.\n\n2. Selected contextual factors and their relevance for\n\n \n\npolicy design and implementation\n\nThe table below shows the factors outside of direct control of policy-makers (“contextual\nfactors”) that played an important role in adoption and diffusion of Smart Grids in the\nNetherlands for the past five to ten years, and that also had an effect on Smart Grid\npolicy incentives. The table is based on results of interviews with six Dutch Smart Grid\nand smart energy business experts (2), policy makers (1) and researchers (3).\n\nIn addition to the contextual factors addressed in the table below, interviews highlighted\na number of ancillary factors pertinent to future Smart Grids policy making, mostly\nfocused on market and regulatory frameworks, and the macroeconomic context.\n\n \n\nKnowledge gaps about key contextual factors 40",
    "Page_47": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nTable 3. Categorisation of contextual factors in the Netherlands\n\nContextual factor Type of Effect Description of effect\n\ncontextual\n\nfactor\nPresence of EU Market and Blocking There are strict limits to its cooperation\nregulatory regulatory factor with commercial parties such as large and\nframework framework small energy suppliers. Smart Grid\n\nsolutions, however, such as flexible pricing\nand user ‘uploading’ energy back into the\ngrid, require cooperation with the\nseparated energy companies.\n\nNational framework Market and Driving Dutch SMEs and start-ups are exploring\nfor decentralized regulatory factor the market of smart appliances: smart\nrenewables framework thermostats, electric mobility, aggregating\nproduction flexibility, charging infrastructure, etc.\n\nwhich may have additional value added in\na system with increasing decentralized\nrenewables production.\n\nLevel of ICT Available Driving The Netherlands has a well-developed\ndevelopment technological factor Information and Communication\noptions Technology infrastructure and knowledge\nfield, and ICT is a crucial component of a\nSmart Grid.\nNew patterns of Behavioural Driving Electric appliances such as electric cars\nelectricity generation predisposition factor and heat pumps create new consumption\nand use at the patterns, such as increased overall\nindividual level electricity consumption and its timing,\n\ncreating extreme demand peaks. This\ndevelopment asks for new solutions which\nSmart Grids are able to provide.\n\nBased on analysis of policy documents, academic literature and expert interviews.\n\n3. Lessons learned\n\nIn this study we looked at the role that contextual factors played in incentivising the\nupscaling of Smart Grids in the Netherlands and how such policy was affected by the\nblockages and drivers. Below are the lessons learned.\n\nThe government was pressured by public and stakeholders to change smart\nmeter rollout rules. The government first suspended the smart meter rollout, then\nrevised the policy to include a possibility to opt-out of the rollout or to limit their\nfunctionality once installed.\n\n \n\nKnowledge gaps about key contextual factors 41",
    "Page_48": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nFuture Smart Grid policy may need to adjust some of the energy market\nliberalisation rules. In the ‘90s the Dutch electricity grid used to be run by large\ncompanies who controlled both production of energy and grid operations. Such bundling\nwould have been ideal to implement Smart Grids as they require cooperation on both the\nelectricity production and the grid side. Since 2009, the Third Energy Package of the\nEuropean Commission encouraged energy market liberalisation and the unbundling of\nlarge energy companies into energy suppliers and grid operators. The adoption of Smart\nGrids (which were not high on the policy agenda at the time of unbundling) thus became\na complex multi-actor issue. Grid operators (Distribution System Operators and\nTransmission System Operators) are the actors who own and manage the electricity grid.\nDue to Dutch provisions of ownership unbundling (of energy generation from energy\ndelivery to users) prescribed by the EU Third Energy Package, a grid operator is a\nregulated public entity [15]. While our informants expressed doubts that current Dutch\nlegislation would return to the previous ‘bundled’ model as it opposes current EU\nlegislation, the regulations might be adapted to include the perspectives of the different\nstakeholders necessary for the diffusion of Smart Grids. For instance, grid operators\nclaim that they are eager to develop Smart Grid solutions because it is very relevant to\ntheir future survival on the market, but they are restricted by law due to the separation\ninto energy suppliers and grid operators. If grid operators start developing Smart Grids\nmore actively, our informants claimed, energy service companies might start seeing a\nbusiness case for themselves too. In the Netherlands an experimenteer regeling, or\nexperimental scheme, was implemented [e.g. 16] which partly addresses the issue of\nregulatory restrictions by creating pilot areas where unbundling regulations are\nsuspended.\n\nResidential users would benefit from an adjustment of how Smart Grids work if\nsuch adjustment takes larger account of their perspectives and desires. Earlier\nsmart meter rollout met public opposition. This might have been avoided if greater\ncommitment was given to include the perspectives of the public of what functionality\nsmart meters should contain. Allowing, for instance, to trade produced energy from solar\nroofs may make residents more open to accept smart energy appliances, and even to\nchange their behaviour to accommodate their daily routines. In a multi-actor deliberation\nprocess, future Smart Grids policy and Smart Grids technology could be (re)designed to\ninclude such perspectives.\n\nThe market and regulatory framework was the most important contextual factor for\nimplementing Smart Grids. With some certainty this lesson can be extrapolated to other\nclimate mitigation policies, at least to those like Smart Grids relying heavily on decision\nmaking with lasting consequences and collaborative stakeholder action.\n\nOther contextual factors “presence of a technological innovation system”, and\n“pehavioural predisposition at the individual level” played a relatively lesser role in\nimplementing Smart Grids. With some certainty the same could be said about other\nclimate mitigation policies, at least to those like Smart Grids relying heavily on\ncollaborative stakeholder action.\n\n \n\nKnowledge gaps about key contextual factors 42",
    "Page_49": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nReferences\n\n1\n2\n\nw\n\nuw\n\n00\n\n \n\no\n\n10\n\n11\n\n12\n\n13\n\n14\n\n15\n\n \n\n16\n\nCBS (2017). Statistics Netherlands. http://statline.cbs.nl/Statweb/?LA=en\n\nSocial and Economic Council (2013). Energieakkoord voor duurzame groei.\nhttp://www.ser.nl/~/media/files/internet/publicaties/overige/2010_2019/2013/energieakkoord-duurzame-\ngroei/energieakkoord-duurzame-groei.ashx\n\nIEA (2016). Netherlands - Energy System Overview. https://www.iea.org/media/countries/Netherlands.pdf\nEnergy Network Association (ENA) (n.d.) Electricity —Smart networks overview.\n\nLuthra, S., Kumar, S., Kharb, R., Fahim Ansari, Md., Shimmi, S.L. (2014). Adoption of smart grid\ntechnologies: An analysis of interactions among barriers. Renewable and Sustainable Energy Reviews, 33,\npp. 554-565.\n\nBlom, M., Bles, M., Leguijt, C., Rooijers, F., Gerwen,, R., van Hameren, D. & Verheij, F. (2012).\nMaatschappelijke kosten en baten van Intelligente Netten. Delft: CE Delft.\n\nErlinghagen, S., Markard, J. (2012). Smart grids and the transformation of the electricity sector: ICT firms\nas potential catalysts for sectoral change. Energy Policy, 51, pp. 895-906.\n\nInternational Energy Agency (IEA) (2011). Technology Roadmap: Smart Grids.\n\nMinisterie van Economische Zaken, Landbouw en Innovatie (2011). Op weg naar intelligente netten in\nNederland. Einddocument van de Taskforce Intelligente Netten.\nhttps://www.rijksoverheid.nl/binaries/rijksoverheid/documenten/rapporten/2011/05/20/op-weg-naar-\nintelligente-netten-in-nederland/11081607-bijlage2.pdf\n\nHood, C. & Margetts, H.Z. (2007). The Tools Of Government In The Digital Age. 1st ed. Basingstoke:\nPalgrave Macmillan.\n\nThe House of Representatives (March 12, 2008). Kamerstuk nr. 31374. Wijziging van de Elektriciteitswet\n1998 en de Gaswet ter verbetering van de werking van de elektriciteits- en gasmarkt.\nhttps://zoek.officielebekendmakingen.nl/dossier/31374/kst-31374-\n2?resultIndex=73&sorttype=1&sortorder=4\n\nCuijpers, C. & Koops, B.J. (2008). Het wetsvoorstel \"slimme meters\": een privacytoets op basis van art. 8\nEVRM. Universiteit van Tilburg.\nhttps://www. vrijbit.nl/images/stories/files/pdf/onderzoek_uvt_slimme_energi1l.pdf\n\nNaus, J., Spaargaren, G., van Vliet, B. & van der Horst, H. (2014). Smart grids, information flows and\nemerging domestic energy practices. Energy Policy, 68, pp.436-446.\n\nDecree nr. BWBRO030605 (October 27, 2011). Besluit op afstand uitleesbare meetinrichtingen.\nhttp://wetten.overheid.nl/BWBR0030605/2016-07-01\n\nVan Vliet, B.J., 2012. Sustainable innovation in network-bound systems: implications for the consumption\nof water, waste water and electricity services. J. Environ. Policy Plann. 14, 263-278.\n\n \n\nhttps://www.rvo.nl/sites/default/files/bijlagen/Handleiding%20TERM%20Experimenteerregeling%20Wind%\n200p%20Zee.pdf\n\n \n\nKnowledge gaps about key contextual factors 43",
    "Page_50": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nAppendix II: Croatia\n1. Introduction\n\n1.1.Croatia: Key Facts\n\nTable 1. Croatia\n\n \n\nCountry size 56,594 km? [1]\nPopulation (2015) 4,204 million [1]\nGDP (2014) 57.38 billion 2010 USD [2]\n\nPolicy target: 20% renewable energy in final direct energy\nconsumption by 2020 [3]\nSource: Croatian Bureau of Statistics data [1], IEA [2] and Croatian Ministry of Economy [3]\n\nTable 2. Croatian fuel shares in energy consumption in 2015\n\nGas Coal Oil Nuclear Wind Solar Biofuels\nand waste\n19.3% 1.6% 54.3% 0% 0% 0.2% 24.3%\n\nSource: Eurostat data [4]\n\nEfforts to establish a renewable energy strategy in Croatia first came about in 2008 with\nthe development of a background energy strategy (adopted into law in 2009), motivated\nby targets set via the EU accession process. Initially, renewable energy capacity targets\nwere very low (under ca. 50 MW of photovoltaic electricity), quickly sold out, and were\nestablished mainly to meet the requirements of the EU. Policy was refined over time,\nincreasing quotas for hydro, wind, geothermal, biomass and biogas production [5], with\nvarying effects. In 2016, a new Law on Renewable Energy and High-efficient\nCogeneration was adopted, abandoning a previous feed-in-tariff support scheme (except\nfor plants of up to 30 kW) and introducing a new premium support mechanism.\n\nThere have been significant differences between the strategies and legislation over time,\nwith some not being implemented or supported and others changing targets. Policy\ncontinuity has been problematic, with new governments implementing revisions to the\nmain acts and secondary legislation. As mentioned, the EU regulation was asserted to be\nthe main motivator for initial policymaking decisions, with an impression that generally\nnew EU regulation comes at a fast pace, creating some difficulty to keep pace. Other\nbarriers have been highlighted due not to the energy policy framework itself, but to\nconstruction, environmental, and other legal issues. Previously, transparency in regards\nto regulatory framework and the construction procedures have been barriers for\ninvestment, and public data is lacking.\n\nPrior work has shown that renewable energy strategy in Croatia has faced a number of\nobstacles, and it has frequently evolved. This fact sheet provides a brief overview of the\nevolution of renewables policy in Croatia and analyses this evolution with a focus on\n\n \n\nKnowledge gaps about key contextual factors 44",
    "Page_51": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\ncontextual factors, using stakeholder interviews to determine to what extent such factors\nwere influential in policy design and implementation / adjustment, and to determine to\nwhat extent additional consideration of such factors could have helped to avoid the\nproblems seen in the past, and if possible to further assist policymakers in the future.\n\n2. Policy evolution: past, present and future\n\nDevelopment of Croatia’s renewable energy strategy began in 2007 and 2008, spurred\non by the EU accession process and targets for renewable electricity capacity. The first\nrenewable energy strategy was officially adopted in 2009 and set a low bar for\ninstallation of photovoltaic, with less than 50 MW in total, in essence forced by EU\naccession. The first feed-in-tariff set very high prices for PV generation, and the quota\nwas reached shortly after adoption of the bill. The policy was refined over time, with\nvarying effects. 2013 saw the adoption of the first national renewable energy plan, which\nadjusted targets and projections to be more realistic as compared to the previous plans\nwhich were designed before the global financial crisis and thus were based on much\nhigher consumption than reality. Drafted over a short period of time, the decision-making\nsystem and assumptions underpinning the plan were criticized by stakeholders due to a\nlack of transparency. In 2016, a new Law on Renewable Energy and High-efficiency\nCogeneration was adopted, abandoning a previous feed-in-tariff support scheme (except\nfor plants of up to 30 kW) and introducing a new premium support mechanism.\n\nThe new law introduced:\n\n1. A Feed-in premium support mechanism introduced via an auctioning system, for a\npredefined quota for each technology (hydro, wind, PV, geothermal, biomass and\nbiogas)\n\n2. A continuation of the feed-in tariff support for plants of up to 30 kW, again via\nauctioning and predefined quotas.\n\n3. A net metering scheme for prosumer installations of up to 500 kW, allowing for\ncharging the prosumer for net energy production/consumption on a monthly\nbasis.\n\nThis new law, combined with the recognition of ~30 PJ of biomass production, included\ninto accounting of the share of renewables in total electricity generation in 2015,\nseemingly will cover Croatia’s planning up to meeting EU targets for 2020, thus the\ncurrent policy focus is on further timelines, e.g. 2030 and 2050 goals.\n\nStakeholder interviews carried out in March 2017 echoed previously mentioned concerns\nabout the historical development of renewable energy policy in the country; that it could\nbe seen as lacking transparency and was mostly just based on optimization of goals\nhanded down from EU regulations. One highlighted barrier to policymaking was due to\nthe division of responsibilities between two ministries dealing with environmental\nprotection and energy, which led to an adversarial atmosphere surrounding the\npolicymaking process in the past. However, a new government in 2012 combined the two\n\n \n\nKnowledge gaps about key contextual factors 45",
    "Page_52": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\noffices into one Ministry of Environmental Protection and Energy, with the hope of\nstreamlining the process.\n\nUnder the current support scheme, there appears to be little room for growth of\nrenewables; quotas for wind power (744 MW) have almost been reached, with 435 MW\ncurrently in production and over 200 MW in planning stages [6] with no large increases in\nquotas expected. New contracts will not be offered for PV generation under the current\nplan, but previous contracts will be continued, while biomass and biogas quotas have\nincreased, with an aim for promoting technologies which may be more beneficial for the\nlocal economy, as PV and wind are seen as mostly benefiting the exporting regions from\nwhich they originate. In terms of potential growth, mostly it is envisaged for PV and\nwind, with an estimated boom within 5-10 years for the latter as potential is realized.\nWhile there is only a limited potential for new generation via hydropower, some capacity\nincrease is planned, up to 500 MW of mostly accumulation hydro.\n\nAs for future planning, the government has turned towards the 2030 and 2050 time\nhorizons; a new Low Carbon Development Strategy is in development and adoption is\nplanned for mid-2017. While at the time of this publication specific details are sparse,\nstakeholders reported that the plan seems to reflect changing mindsets with respect to\n“alternatives” or “renewables” as the new normal, with a focus on how to minimize\nspecial taxes and subsidies while maximizing production. The new government plan is\nexpected to have a much brighter view of PV, as the composition of the new government\nhas a party much more amenable to green energy and efficiency measures. Speculation\nabout the plan focuses mostly on PV, with estimates for new capacity up to 1,300 MW in\ntotal, removing barriers to entry for e.g. rooftop solar, initiatives focused on net\nmetering.\n\nGenerally, stakeholders reported that government planning has been broadly and\nincreasingly motivated by increasing local value added, and by promoting linear growth.\nRenewables have been perceived as having too little local value added, e.g. that most of\nthe investment into PV and wind eventually leads out of country, while policymakers are\ninterested in avoiding too much growth in renewables too quickly, as has been seen in\nthe Czech Republic and Slovenia, fearing rising electricity prices for consumers and\ntherefore allowing for gradual linear growth.\n\n3. Selected contextual factors and relevance for policy\n\ndesign and implementation\n\n \n\nIn preparing this factsheet, four stakeholders were interviewed, from the University of\nZagreb Faculty of Engineering, the Croatian Green Energy Cooperative, the Energy and\nEnvironmental Protection Institute (a consulting company in the energy and\nenvironmental fields), and the Ministry of Energy and Environment. Interviewees were\nasked the following questions in a semi-structured format:\n\n \n\nKnowledge gaps about key contextual factors 46",
    "Page_53": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n1. Which of the following (enlisted) contextual factors do you consider to be relevant\nfor the diffusion of smart/energy efficient technologies in the household sector?\nAre there important ones not mentioned?\n\n2. What were/are the main factors influencing the implementation of policy in\nquestion? How did this influence manifest?\n\nThe following section provides a synthesis of the comments received on each contextual\nfactor.\n\nTable 3. Categorisation of contextual factors in Croatia\n\nContextual factor Type of Effect Description of effect\n\ncontextual\n\nfactor\nNo single governing Institutional Blocking Seen by stakeholders as having high\nbody to govern coordination factor importance, both in terms of historically\nenergy & no agency being a hindrance to efficient / effective\nwith mandate to policymaking, and also a factor that was\ndesign policy considered and addressed, notably\n\nthrough the creation of the new Ministry of\nEnvironment and Energy. While the factor\nmay not have been considered at the\noutset of policymaking, the conflicts and\ninefficiencies which arose were addressed\nover the course of the evolving renewables\n\npolicy.\nDifficulty of Institutional Blocking In addition to coordination between\ncoordination coordination factor national ministries, a factor highlighted\nbetween national and repeatedly was the interaction of EU-level\nEU-level institutions agencies and the national level,\n\nparticularly in regards to inter-agency\ncommunication, with experts emphasizing\nthe difficulty of national ministries to\nunderstand and implement directives from\nsupra-national institutions\n\nUnclear regulatory Market Blocking The market framework in Croatia was\nframeworks for RES framework factor found to have an impact on investment in\nsupport mechanisms renewables, as information on regulatory\n\nframeworks was not well-conveyed and\ndisseminated, which deterred investors\n\n“Non-stochastic” or Policy Enabling Interviewees did not see (a lack of) policy\nlinear approach to continuity factor continuity as having a large effect in this\npolicies and growth case; the government has emphasized a\n\n“non-stochastic” or linear approach to\n\n \n\n \n\nKnowledge gaps about key contextual factors 47",
    "Page_54": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\nLack ofa Technological Blocking\ntechnological innovation factor\ninnovation system system\nLack of strong public — Public Blocking/\nopinion on perception enabling\ndevelopment of factor\nrenewables\nDecrease of Available Enabling/\nTechnology costs technological blocking\noptions factor\nProjected costs to Public Blocking/\nfinal consumers and perception enabling\n\npolicies and growth, and alterations which\noccurred in the past due to overly-high\nincentives further reinforced the idea that\nit may be better to establish annual\nchanges in quotas etc., to better respond\nto changing economic and other\nconditions.\n\nNo government incentives for TISs (such\nas a proactive technology policy) were\nseen to exist during the policymaking\nprocess. Researchers in academia do\ncollaborate with the private sector and\ngovernment, but not in an organized\nframework, although it is somewhat\nincentivized by environmental ministry\nfunding, to a small extent. It is impossible\nto speculate what if any effect a TIS would\nhave had on policymaking, but it was not\nseen as a factor in development of the\nrenewables policy.\n\nInterviewees stated that this factor had\nlittle bearing on initial policymaking, as\nmost of the general public was seen as not\nholding strong opinions on the\ndevelopment of renewable energy in the\ncountry. However, this is believed to be\nchanging, as evidenced by recent public\nbacklash against an announcement of\nincreasing levies for renewables [7]\n\nTechnology costs were highlighted\nseparately to the other factors as being\nimportant in policy development, but there\nwas some disagreement to what extent\nthey were taken into account. Comments\nfrom researchers maintained that costs\nwere taken into consideration to a large\nextent via consultation with modellers and\nengineers who tried to explicitly and\naccurately assess costs. However, due to a\nlack of transparency in the process, others\nfelt that there was not much information\nor explanation as to how and why goals\nand prices were set, a view which is seen\nas improving with increased political will.\n\nThis reflects a growing consideration of\nhow increasing renewables will have\n\n \n\n \n\nKnowledge gaps about key contextual factors\n\n48",
    "Page_55": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\nindirect social costs factor broader societal effects (e.g. employment\nlevels, inequality in distribution of costs\nand benefits), as well as more\nconsideration of the costs to final\nconsumers in a country that has far higher\nenergy poverty than other Western EU\ncountries. This is similar to the remarks on\nself-sufficiency e.g. promoting technology\nthat provides local value added. Recently\nthere was an announcement that the levy\nfor renewables will be increase and this\nwas accepted very negatively by the\npublic.\n\n \n\n4. Policy conclusions\n\nThe interviews conducted have shown that as Croatia’s policy on the development of\nrenewable energy sources has evolved, consideration and dealing with the\nrelevant contextual factors has increased to a large extent. A key example is the\nrecognition that there was a lack of institutional coordination between multiple ministries\ninvolved with initial policymaking. This was addressed by streamlining them into a single\nministry. Other factors, such as macroeconomic and social impacts, were not considered\nto a large degree initially, but as the policymaking process evolved, they were seen to\nhave a larger influence on shaping legislation.\n\nThe interview process also highlighted enabling and blocking factors relevant to RES\npolicies in Croatia not directly tied to contextual factors, namely a policy focus on trade\nand export goals to move closer to an import-export balance and “self-sufficiency.” The\ncontextual factor macroeconomic environment was interpreted to be less of a factor\ninfluencing RES policymaking, and more being influenced by policy. RES policies were not\ndesigned with effects on the macro-economy in mind; assumptions were made about\nfuture economic growth in terms of meeting EU emissions targets, but unexpected\nchanges in the economy and lower energy demand led to easy achievement of said\ngoals. The major focus of policy in this regard was in terms of energy trade balance, with\na focus on export goals and the possibility to build connections to the outside world. Most\nof the revenues of e.g. PV electricity are perceived as leaving the country and going to\nGerman and other producers of PV systems; there is a desire for technology that\nprovides local value added. Consideration of this factor was perceived as important in the\nprevious policymaking processes.\n\nAs discussed above, policymakers were seen to be less concerned with public perception,\nas the public did not hold strong opinions. However, it appears that this sentiment is\nchanging, and the effects of such policy are more prevalent in public discussion [7].\nWithout recognizing that public perception may be a growing contextual factor\n\n \n\nKnowledge gaps about key contextual factors 49",
    "Page_56": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nin Croatia, policymakers risk the potential for negative reactions which were not\nanticipated based on past experience.\n\nOne major factor which was repeatedly pointed out as having an outsized effect on\npolicymaking was the influence of EU regulation. Such supra-national institutions and\nregulations, and their interactions with national and sub-national entities, are not\nadequately reflected in contextual factors such as Institutional coordination and possibly\nothers. This missing factor warrants consideration by both national and EU policymakers;\nemphasizing improved coordination and interaction between institutions at EU and\nmember country level would be beneficial in terms of future success of policies at both\nlevels. Stakeholders found it difficult to understand and implement directives\nfrom EU institutions, which in turn could lead to inefficient policies, which\neventually hinder both national and EU-level goals. The findings from these\nstakeholder interviews suggest that the analysis of contextual factors should take into\naccount this link between EU and member states more explicitly, and suggests an\ninteresting case for further investigation, in terms of EU-level policymaking and\ncontextual factors.\n\n \n\nKnowledge gaps about key contextual factors 50",
    "Page_57": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nReferences\n\n1\n\n \n\n \n\nCroatian Bureau of Statistics - Republic of Croatia (2011). Statistical Yearbook of the Republic of Croatia.\nZagreb. http://www.dzs.hr/Hrv_Eng/ljetopis/2011/SLJH2011.pdf\n\nIEA (2017). Croatia: Indicators for 2014.\nhttps://www.iea.org/statistics/statisticssearch/report/?year=2014&country=Croatia&product=Indicators\n\nCroatian Ministry of Economy (MINGO) (2013). National action plan for renewable energy sources to 2020.\nReport Number: (2014)443294.\nhttps://ec.europa.eu/enerqy/sites/ener/files/documents/dir_ 2009 0028 action plan _croatia.zip\n\nEUROSTAT (2017). 2015 Energy Balances - January 2017 Edition.\nhttp://ec.europa.eu/eurostat/documents/38154/4956218/Energy -Balances-January-2017-\nedition.zip/3f9e5208-67cc-4dfd-8bdf-e260d9983641\n\nNarodne Novine (2015). Izmjena Tarifnog sustava za proizvodnju elektri¢éne energije iz obnovijivih izvora\nenergije i kogeneracije. http://narodne-novine.nn.hr/clanci/sluzbeni/2015_09_100_1950.html\n\n \n\nHrvatski Operator Tryista Energije (2017).\nhttp ://files.hrote.hr/files/PDF/Sklopljeni% 20ugovori/PP_HR_28 04 2017.pdf\n\n \n\n“Naknada za obnovliive izvore energije raste na 7 lipa‘ (2017). HRT Vijest, 17 February.\n\n \n\nhttp://vijesti.hrt.hr/375016/naknada-za-obnovljive-izvore-energije-raste-na-7-lipai\n\n \n\nKnowledge gaps about key contextual factors 51",
    "Page_58": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nAppendix III: UK\n1. Introduction\n\nThe United Kingdom (UK) has a long tradition of climate change mitigation policies. Often\ncited as a “climate leader” (Skjzerseth 2016; Schreurs and Tiberghien 2007), it was\namong the first countries to implement binding, long-term national emission reduction\ntargets via its flagship Climate Change Act of 2008 (CCC 2016). Since then, the UK has\nsuccessfully reduced its emissions by almost 30% (2013 values) compared to 1990 in\nline with the Act’s objective (DECC 2015). The reasons for this reduction are manifold,\nranging from the early move away from coal (the “dash to gas”; see DECC 2015), the\ndiversification efforts concerning its energy mix (more low-carbon energy sources such\nas renewables) and energy efficiency measures. Nevertheless, a closer look reveals that\nthe story behind the country’s renewable energy uptake has been less straightforward\nand frictionless than the overall emission reductions seem to suggest.\n\nWhile the UK was able to boost its share of renewable energy in the electricity mix from\nunder 5% in 2005 to an impressive 24.6% as of 2015 (UK Government 2017), there\nhave been shortcomings in the heat and transport sector, which remain heavily fossil fuel\ndependent (House of Commons 2016). Insufficient progress in those policy areas make it\nlikely that the UK will miss its overall EU targets of 15% renewables in final energy\nconsumption, mandated by Directive 2009/28/EC (EEA 2017). In 2015, this share stood\nonly at 8.3% (UK Government 2017). And while the increase of renewable energy in\npower production can be considered substantial, the main support instruments in this\nsector, the Renewable Obligation (RO) and the Feed-in tariff (FiT), have nevertheless\nexperienced difficulties after implementation.\n\nThis short case study tries to shed some light on those difficulties and on what kind of\ncontextual factors may have influenced the performance of the RO and the FiT. We\nunderstand contextual factors as factors outside of the direct and immediate control of\npolicy makers, such as the macroeconomic environment, the institutional and\nbureaucratic setup of governance or societal factors such as public opinion and values.®\nBesides a review of relevant academic and grey literature, we conducted a set of semi-\nstructured interviews with seven stakeholders chosen for their expertise on the topic at\nhand. It is important to note, that this fact sheet does not strive to assess UK RES policy\ncomprehensively but to illustrate how contextual factors influence RES policy by giving\nconcrete examples.\n\n5 For a more detailed explanation of our approach to contextual factors see Fujiwara et al. (2017).\n\n \n\nKnowledge gaps about key contextual factors 52",
    "Page_59": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate\n\n \n\n \n\n2. Performance of the assessed Policy instrument\n\nThe RO is a regulatory instrument (Grimwood and Ares, 2016) to support renewable\nenergy sources (RES) in the UK and was adopted in England and Wales in 2002 with\nScotland and Northern Ireland having a different RO policy in place. The RO requires\nsuppliers of electricity to source an annually increasing amount of their power sold from\nRES. Companies account for this obligation by obtaining certificates for each KWh\ngenerated from RES. Those certificates are tradable, allowing lagging firms to buy\ncertificates if their share of RES power is not high enough (Woodman and Mitchell,\n2011). Over time, the RO has undergone significant changes, with experts arguing that\nthe RO today is a very different instrument than it was in 2002 (Woodman and Mitchell,\n2011). One major amendment was the “banding” of technologies, which meant that\ncertificate prices were set differently for different sources, thus replacing a technology-\nneutral approach with a scheme that accorded different prices to different energy sources\nto better reflect the varying degree of technological maturity. After the banding, RES\nuptake started to grow significantly, particularly offshore wind according to two\ninterviewees. For example, onshore wind was rewarded at a different rate than offshore\nwind or solar photovoltaic (PV), since each source had and continues to have a different\ncost profile. After 2017, the RO will be phased out for new RES developers and replaced\nby a Contract for Difference (CfD) scheme to bring RES support in line with the\nobjectives of the electricity market reform (Woodman and Mitchell 2011), where a\nguaranteed price is set by auctions.\n\nThe introduction in 2008 of the FiT, served to foster small-scale RES uptake (up to 5\nMW), and complements the RO. With a FiT policy, RES installation owners are paid a\nfixed price on electricity generated by renewable sources. This support policy, like the\nRO, also went through changes. For example, the government introduced a digression\nrate - allowing the tariff to decrease over time to reflect decreasing installation and\nupfront costs - and a so-called “levy-control framework” (LCF). This framework\nintroduced a cap on the total amount of subsidies payable to RES installations in the UK,\nthus replacing a quantity-based instrument (RO) and a price-based instrument (FIT) with\na “budgetary instrument” (Lockwood 2016). The LCF furthermore applies to any “low-\ncarbon” installation thus including nuclear energy as well as to installations covered\nunder the CfD scheme. . By 2020/2021, the budget under the LCF is expected to reach\naround £9 billion for all RES support policies (UK Government, 2017b), meaning that\nbeyond that amount, no support to RES is paid. While the literature points to a potential\nnegative impact on investment security due to policy interaction (Lockwood 2016),\ninterviewees argued that the LCF was successful in allowing the government to cap costs\nfor RES support. But political calculations might have played a role as well. One\ninterviewee opined that since the authority of the LCF lies with the Ministry of Finance\n(under Tory control when the LCF was enacted) and not with the Ministry of Energy (then\nunder Liberal Democrat’s control) power had been shifted from one ministry to another.\n\nWhen it comes to the evaluation of those RES support policies, we observed that\nqualitative evaluations are quite rare. Annual reports on the RO, for example, provide for\n\n \n\nKnowledge gaps about key contextual factors 53",
    "Page_60": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\na detailed figure of new installations etc., but did not evaluate the qualitative aspects of\nthe policy. One of the few evaluations focused on the compliance and audit aspects of the\nRO, which was assessed as “good or satisfactory” (Ofgem 2016). Evaluations on the\nperformance of the FiT also are few and far between. While one study found positive\neffects on citizen participation in the energy transition thank to the FIT (Nolden 2015),\nanother evaluation criticized the changes made to the policy for having a negative impact\non the “commercial environment” of particularly solar PV (The Energy and Climate\nChange and Environmental Audit Committees 2011).\n\n3. Selected contextual factors and their relevance for\n\n \n\npolicy design and implementation\n\nOverall, most of the stakeholders assessed both the RO and the FiT as being effective\npolicies in boosting the share of renewable energy in the UK. However, in terms of a\nmore qualitative analysis, stakeholders pointed out flaws in the design of both policies,\nparticularly during the first phases of the RO and the FiT. The factors cited most as\nexamples for sub-optimal policy making were economic factors such as foregone\neconomic efficiency, rising costs for consumers or the regressive effects on wealth\ndistribution, particularly for the FiT. However, one academic stakeholder deplored the\n“obsession” with economics and costs in UK, where questions of economic efficiency and\ncosts take precedence over other factors (such as social equity). This bias would,\naccording to the interviewee, hinder UK policy makers’ capacity to tackle issues\nsystematically and comprehensively. This opinion was echoed by another academic\nstakeholder who stated the importance, even the dogma, of the liberal market for UK\npolicy makers. When asked about which factors outside of the direct control of policy\nmakers had influenced the outcome of both the RO and the FiT policy, many answers\nrelated to the list of contextual factors provided by Fujiwara et al. (2017). Table 1\nsummarizes responses and offers a description of the effects in the UK case. Given the\nbroad scope of the initial list of contextual factors provided by Fujiwara et al. (2017), the\ntable only describes the most important ones which were mentioned regularly (and\nindependent from each other) by interviewees.\n\nTable 1. Selection of Contextual Factors influencing UK RES support policies\n\n \n\nContextual factor Type of Effect Description of effect\ncontextual\nfactor\n\n \n\n \n\nDecrease of technology | Macroeconomic | Barrier/ | Mentioned by all interviewees; while falling\ncosts, particularly solar | Environment Enabler | costs are, theoretically, beneficial\n\nPV (enabling) for RES deployment, in the UK\ncase it led to rising costs (RES incentives\ndid not reflect the falling costs) and\nsubsequent policy changes which were\ndetrimental to investment stability\n\n \n\n \n\n \n\n \n\n \n\n \n\nKnowledge gaps about key contextual factors 54",
    "Page_61": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\nFinancial crisis & fossil\nfuel markets\n\nMacroeconomic\nEnvironment\n\nBarrier\n\nSeveral interviewees mentioned the\nunanticipated consequences of the global\nfinancial crisis of 2007/2008 as a\nsignificant contextual factors as well as the\nvolatility of international fossil fuel prices\nas factors outside of the direct control of\npolicy makers which had an impact on the\nfunctioning of the electricity markets all\nacross Europe, particularly concerning the\ncompetition between RES, coal and gas.\n\n \n\nFrequent changes to\npolicy design\n\nPolicy\ncontinuity\n\nBarrier\n\nBoth RO and FiT had frequent changes to\neither the remuneration level or the design\nof the support instrument; for example,\nthe digression rate of FiT remuneration for\nsolar PV was set too high too quickly\naccording to one interviewee; However,\nthe next factor, which was also a change\nin policy had a more positive impact.\n\n \n\nThe structure of the\nBritish electricity\nmarket\n\nMarket and\nregulatory\nframework /\nConstellation of\nStakeholders\n\nBarrier\n\nSeveral interviewees mentioned the\ninsufficiency of the current electricity\nmarket design to deal with the increasing\nRES share. One interviewee argued that\nthe market as well as the RES support\ninstruments in Britain had been set up to\nbenefit the big utilities which are still\ndominant on the UK market and whose\nbusiness model does not fit the production\npatterns of RES, thus limiting their interest\nin those technologies. This was echoed by\nanother interviewee, who contrasted the\nBritish situation with the experience in\nGermany where citizens and not big\nenergy companies were the stewards of\nrenewables deployment from the bottom\nup although the market in Germany is also\ndominated by the “Big Four” utilities.\n\n \n\n \n\nNot in my back yard\n(NIMBY) attitude\n\n \n\nPublic opinion\n\n \n\nBarrier\n\n \n\nThree stakeholders mentioned the\nnegative consequences of public opinion\nfor UK RES development; While overall,\nregular polls show public support for UK\nRES support policies, in some areas some\nwell organised groups have launched\nsuccessful campaigns against RES\ninstallations and the support to pay for\nRES is shrinking (Lockwood 2016). One\ninterviewee opined that this was the main\n\n \n\n \n\nKnowledge gaps about key contextual factors\n\n55",
    "Page_62": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\nreason the UK Government focused on\noffshore wind when introducing the RO\ntechnology band, since onshore wind was\nnot palatable to many rural constituencies\nwhich also happened to be Conservative\nparty heartlands.\n\n \n\n \n\nMedia Public opinion Barrier Three interviewees mentioned the\nhindering role of British mainstream media\nwhen it comes to RES development; Often,\ndebates about prices and RES support\nwere believed to be distorted by the\nconservative and rightwing media which is\ntraditionally pro-status quo (nuclear, fossil\nfuels) and against expanding use of RES.\n\n \n\n \n\n \n\n \n\n4. Policy conclusions\n\nOur stakeholder consultation shows that contextual factors influence the policy-making\nprocess at various stages and that those influences are not always anticipated and/or\naddressed once they start to impact policies. Several conclusions can be drawn from this\nshort case study.\n\nFirst, getting the design of any renewable support instrument “right” is difficult. One of\nthe most salient unanticipated contextual factors which influenced UK RES policy has\nbeen the larger-than-expected decrease in costs for renewables power generation which\nwidened the gap between what producers have to spend (to generate electricity,\ndecreasing) and what remuneration they receive (stable). This contributed to the rising\nelectricity bill for household since all consumers pay for the FiT via a levy. Therefore,\nsupport instruments should provide some flexibility to react to those economic and\ntechnological developments in order to keep costs for consumers acceptable. Auctioning\nhas been put forward by some interviewees (and indeed the European Commission; see\nEuropean Commission 2013) as a more flexible instrument but auctions are not free from\ncriticism either (see Kitzing et al. 2016).\n\nHowever, and pertaining to the first point, flexibility should not be confused with frequent\nand sudden policy changes that are not conducive to effective RES support policy. While\nchanges sometimes have beneficial effects (such as the banding of technologies in the\nRO’s second phase), retroactive or retrospective changes as well as drastic changes\nshould be avoided (Lockwood 2016) and policy continuity for both consumers and\ninvestors should be maintained.\n\nThird, contextual factors such as public opinion play a strong role when policies are\ndesigned or revised. This is particularly the case in the UK, where public opinion is often\nswayed by a rightwing media which favours the status quo of a centralised, fossil fuel\nbased energy system. Moreover, political calculations concerning the NIMBY attitude of\nrural, conservative voters has led the government to favour (more expensive) offshore\n\n \n\nKnowledge gaps about key contextual factors 56",
    "Page_63": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nwind and indeed, research suggests that the introduction of the LCF also served the\npurpose of keeping public opinion in favour of RES by introducing cost caps (Lockwood\n2016).\n\nLastly, research efforts as well as stakeholder consultations have shown that electricity\nmarkets in their current state are unfit to deal with an increasing RES uptake. While all\nacross Europe, markets are being redesigned to cater to technological and economic\nchanges, societal aspects of a successful energy transition are often lagging behind in\nembracing new realities. One key factors for a successful energy transition is the direct\nimplication of citizens. In Germany, almost 50% of RES installations are owned by\ncooperatives, farmers and private individuals which is often seen as an explanatory factor\nfor the energy transitions’ success (see B6Bner 2016). Putting the citizens in the energy\ntransition’s driver’s seat has not happened to that extend in the UK where knowledge\nabout and interest in renewable energies is still low according to two interviewees.\nDelivering on national as well as international climate targets and bringing about a low-\ncarbon economy necessitates a comprehensive approach which includes citizens as\nstewards of the energy transition instead of leaving them standing by the road.\n\n \n\nKnowledge gaps about key contextual factors 57",
    "Page_64": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nReferences\n\nBoBner, S. (2016) Turning energy around. Coal and the German Energiewende. SEI Discussion Brief. Stockholm\n\nEnvironment Institute. https://www.sei-\n\ninternational.org/mediamanager/documents/Publications/Climate/SEI-DB-2016-Energiewende-and-\ncoal.pdf\n\nCommittee on Climate Change (2016) Tackling Climate Change. Legal Context.\nhttps://www.theccc.org.uk/tackling-climate-change/the-legal-landscape/\n\n \n\nDepartment of Energy and Climate Change (DECC) (2015) UK’s Second Biennial Report under the UNFCCC.\nhttp://unfccc.int/files/national_reports/biennial_reports_and_iar/submitted_biennial_reports/application/p\ndf/20151218 uk_biennial_report_2 web_accessible.pdf\n\n \n\n \n\nThe Energy and Climate Change and Environmental Audit Committees (2011) Solar Power Feed-in Tariffs. Ninth\nReport of Session 2010-12 of the Energy and Climate Change Committee and Tenth Report of Session\n2010-12 of the Environmental Audit Committees.\nhttps://www.publications.parliament.uk/pa/cm201012/cmselect/cmenvaud/1605/1605.pdf\n\n \n\nEuropean Commission (2013) European Commission guidance for the design of renewables support schemes.\nCommunication from the Commission. SWD(2013) 439 final.\nhttps://ec.europa.eu/energy/sites/ener/files/documents/com_2013_public_intervention swd04_en.pdf\n\n \n\nEuropean Environment Agency (2017) Renewable Energy in Europe 2017: recent growth and knock-on effects.\nEEA Report No.3/2017\n\nFujiwara, N. et al. (2017) Contextual factors affecting EU climate policies and their outcomes. CARISMA\nDiscussion Paper No.1 http://carisma-\nproject.eu/Portals/0/Documents/CARISMA% 20Discussion%20Paper%20No0.%201%20-\n%20Contextual%20factors%20affecting%20EU%20climate%20policies%20and%20their%20o0utcomes.pdf\n\n \n\n \n\nGrimwood, G. G. and Ares, E. (2016) Energy: The Renewables Obligation. House of Commons Briefing Paper\nNo. 05870. https://goo.gl/2XPc2\n\nHouse of Commons. Energy and Climate Change Committee (2016) 2020 renewable heat and transport targets.\nSecond Report of Session 2016-2017.\n\nKitzing, L. et al. (2016) Recommendations on the role of auctions in a new renewable energy directive. AURES\nproject. http://auresproject.eu/sites/aures.eu/files/media/documents/redii_memo_final.pdf\n\n \n\nLockwood, M. (2016) ‘The UK’s Levy Control Framework for renewable electricity support: Effects and\nsignificance’. Energy Policy. 97. 193-201\n\nNolden, C. (2015) Performance and Impact of the Feed-in Tariff Scheme: Review of Evidence. Final Report.\nScience Policy Research Unit, Sussex University.\n\nOfgem (2016) Renewables Obligation Annual Report 2014-15.\nhttps://www.ofgem.gov.uk/system/files/docs/2016/03/renewables obligation annual report 2014-15.pdf\n\nSkjeerseth, J. B. (2016) ‘Linking EU climate and energy policies: policy-making, implementation and reform’.\nInternational Environmental Agreements. 16. 509-523.\n\nSchreurs, M. and Tiberghien, Y. (2007) ‘Multi-level reinforcement: Explaining European Union leadership in\nClimate Change Mitigation’. Global Environmental Politics. 7(4). 19-46.\n\nUK Government (2017) Renewable sources of energy: Chapter 6, Digest of United Kingdom Energy Statistics\n(DUKES). https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/547977/Chapter\n6 _web.pdf\n\nUK Government (2017b) Collection. Levy control framework. https://www.gov.uk/government/collections/levy-\ncontrol-framework-Icf\n\n \n\n \n\nKnowledge gaps about key contextual factors 58",
    "Page_65": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nWoodman B. and Mitchell, C. (2011) ‘Learning from experience? The development of the Renewables Obligation\nin England and Wales 2002-2010’. Energy Policy. 39(7). 3914-3921.\n\n \n\nKnowledge gaps about key contextual factors 59",
    "Page_66": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nAppendix IV: Spain\n1. Introduction\n\nSpain has been at the forefront of the expansion of the renewable energy sources in the\nelectricity sector, spurred by state support through feed-in tariffs and feed-in premiums.\nFrom 2010 to 2014 subsequent reforms have all but stopped the renewable sector\nexpansion, and the once generous support turned into a de facto tax. Some more policy\napproaches are now being introduced to address imbalances created by the RES policies.\nThis paper analyses the causes of policy decisions, and presents some recommendations,\nthe text is based on interviews and background research from documents provided by\nthe stakeholders? or collected by the authors.\n\nRecent statistics show the impressive share of renewables in the energy mix. According\nto data by Red Eléctrica de Espafia (REE) - the Spanish grid operators - during the\nperiod of January to April 2017 the share of renewable electricity generation reached\n39% (wind 22,7%; solar PV 2,9%, solar thermal 1,4%, hydro 10,3%, other 1,4%). Over\nthe same period of the preceding year RES generation reached 54,1% (wind 21,9%;\nsolar PV 3,3%; solar thermal 1,9%, hydro 25,9%, other 1,1%). This is despite the fact\nthat for this period in 2017 electricity demand was 5,5% lower. This means that\nproduction from renewable sources in 2016 was even higher than the proportion would\nimply. The strong rise in hydro also leads to the conclusion that solar and wind supply fell\nin absolute terms.\n\nFigure 1. Generation mix January to April 2017\n\nNuclear\n\n \n \n  \n\nCoal\n15.1%\n\nCombined cycle\n8.6%\nSolar thermal\nCogeneration 14%\n11.4%\nWaste we\n10.3%\n1.3% °\nOther renewables ' Solar PV\n1.4% Wind 29%\n22.7%\nSource: http://www.ree.es/en/press-office/press-release/2017/05/demand-electrical-energy-\n\n \n\ndecreases-55-april\n\n° See Binda, Zane and Prado (2015)\n\n \n\nKnowledge gaps about key contextual factors 60",
    "Page_67": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nFigure 2. Generation mix January to April 2016\n\nCombined cycle sxe Nuclear\n6.8% \\ 22.7%\n\n    \n  \n    \n   \n\nCoal\n\n   \n   \n   \n\nWaste 9\n09% 4 83%\nc i No renewable\nogeneration = 48.4% Solar thermal\n\n9.7% e 1.2%\nwy\nRenewable,\n\nOther renewable\n54 6% 4\n, wz\n\n15%\nHydroelectric\n\n/ : 20.3%\nWind Dy\n26.0% .\nSolar PV\n2.6%\n\nSource: http://www.ree.es/en/press-office/press-release/2016/05/demand-electrical-energy-grew-\n6-4-april\n\nNevertheless, despite this high share of renewable energy in electricity production, Spain\nhas failed to reach both its national target for 2015, and is not on course for the 2020 EU\ntargets for renewable energy, i.e. a 20% increase of RES in total energy use, which also\nincludes for example transport and heating & cooling. Spain has not progressed enough\nin sectors beyond electricity. To do so, it will need either to further expand RES in\nelectricity or improve RES and efficiency in the other sectors.\n\n \n\n2. Description of the Spanish incentive regime\n\nIn Spain, support to the production of electricity from RES’° started in 1997 with Law\n54/19971', followed in 1998 by Royal Decree (RD) 2818/1998.'? These legal acts\nintroduced a new regime for renewable energy sources (RES) in electricity, which was\nenhanced by a generous incentive system for investments in the production of electricity\nfrom renewables by RD 436/2004\"%. In 2007 RD 661/2007™ replaced the existing\nsupport with an increasingly rewarding incentive regime for the production of electricity\n\n+° Biomass, wind, geothermal, hydraulic, maritime and solar technologies.\n\n4 Law 54/1997, 27 November, on the electricity sector (BOE No 285, 35097 (28 November 1997)),\nonline: < https://www.boe.es/buscar/act. php?id=BOE-A-1997-25340>\n\n*? Royal Decree [Real Decreto] (RD) 2818/1998, 23 December, on the production of electricity in\nfacilities supplied by renewable energy sources, waste and cogeneration (BOE No 312, 44077\n(30 December 1998)), online: <https://www.boe.es/diario_boe/txt.php?id=BOE-A-1998-\n30041>\n\n43RD 436/2004, 12 March, on the methodology to actualize and systematize the economic and\nlegal regime of electricity production activity under the special regime (BOE No 75, 13217 (27\nMarch 2004)), online: <https://www.boe.es/buscar/doc.php?id=BOE-A-2004-5562>\n\n4 RD 661/2007, 25 May, on the regulation of the electricity production under the special regime\n(BOE No 126, 22846 (26 May 2007)), online: <https://www.boe.es/buscar/doc.php?id=BOE-A-\n2007-10556>\n\n \n\nKnowledge gaps about key contextual factors 61",
    "Page_68": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nfrom RES, this time particularly promoting photovoltaics. These legal changes strongly\nstimulated national and foreign investment.\n\nHowever, as a consequence of the global economic crisis of 2007/2008 and the resulting\nreduction of electricity consumption, paired with an increase of the national budget\ndeficits, the tariff deficit’? caused by the feed-in tariffs in the electricity system began to\nweigh excessively within the public budget. The tariff deficit is the result of a shortage of\nrevenues by consumers compared with the costs of the system, costs include transport\nand distribution network and regulated costs and subsidies, including the support to\nrenewable energy. Figure 3 shows the increasing discrepancy between revenues and\ncosts from 2003 to 2011. The cause of the tariff deficit was the prolonged continuation of\nwhat was initially meant to be a temporary measure in 2002 to prevent prices for\nconsumers to rise more than 2% a year, in order to keep inflation low and support the\neconomy. The tariff deficit was covered by the state, and the policy was maintained for\npolitical reasons over the years.\n\nFigure 3. Annual average consumer bill, €MWh\n\n800\n700\n600\n\n500 Compound Annual Growth Rate: 6.3 Transmission\n400 Distribution\n\nx0 =\n\n \n\n \n\n200\n100\n— donee\n0 t r TE r r a 1\nBill Cost Bill Cost\nes\n2003 2011\n\nSource: Rojas and Tubio (2015), p. 61.\n\nThe tariff deficit was exacerbated by record prices of fossil fuels in 2005, and became\nrapidly unsustainable with the onset of the financial crisis, which affected the income of\ncitizens and economic activity, and reduced energy demand considerably. In addition, the\ngovernment offered in 2008 a 25-year feed-in tariff for solar PV to incentivise the\nproduction of 400 MW. These incentives consisted in a fixed feed-in tariff (FIT) or\nalternatively a premium (FIP) in the area of wind generation above the price obtained in\nthe market when selling electricity. For period of a least one year RES owners could\nchoose:\n\n45 Tariff deficit is defined as the difference between the regulated tariff collection from consumers\nand the associated real costs.\n\n \n\nKnowledge gaps about key contextual factors 62",
    "Page_69": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\na) Selling for a feed-in-tariff;\n\nb) Directly selling at market price and getting a premium;\n\nc) Selling through bilateral contracts and getting a premium if the price is below a\nthreshold;\n\nd) New photovoltaic facilities registered after 29 September 2008 could only opt for\na regulated feed-in tariff for up to 25 years (less than the unlimited time in the\nprevious regime).\n\nThis regime promoted foreign investment considerably.\n\nThis incentive was not well designed and was poorly timed, as it coincided with the\ndeepening financial crisis, and the increasing competitiveness of solar PV. As a result, the\ninstallations soon spread - unchecked - to a capacity of 4500 MW, over 10 times the\ntarget, as the incentive system did not foresee an upper limit to the amount of installed\ncapacity’®. The accumulated tariff deficit reached €26.9 billion in 2013, but has been\ndecreasing since then?’.\n\nAs a result, starting 2010, the Spanish government implemented successive cutbacks to\nthe incentives. The cuts were implemented progressively, but in a disorganised way, and\nthe regulatory system increased in complexity until the complete elimination of the\nincentives in 2013. A partially defined and far less generous exceptional regime to\nsupport the production of electricity from renewable energies was introduced in its place.\nA so-called ‘sun tax’ was even introduced.\n\n2.1. Steps of the Spanish Cutbacks\n\nDue to the tariff deficit and problems in managing the large increase in RES in the power\nsector, the Spanish government introduced progressive cutbacks, with the main objective\nto balance the costs and benefits and reduce the tariff deficit.\n\nThe first measure (Royal Decree Law (RDL) 6/2009)'® introduced a registry, listing the\npayments and providing information on the investments, their production capacity and\ntheir impact on the electricity markets. This RDL also created a fund (Fondo de Titulacién\ndel Déficit del Sistema Eléctrico [FADE]) to finance the accumulated deficit, by\ntransferring allocated rights to FADE, which would sell those rights to third parties\nthrough a competitive system.\n\n46 See _http://www.renewableenergyworld.com/articles/2016/09/spain-closes-in-on-50-percent-\nrenewable-power-generation.html\n\n47 Figures by Moodys: https://www.moodys.com/research/Moodys-Spanish-electricity-system-\nheads-toward-sustainability-as-electricity-tariff--PR_345353 and CNMC (Spanish National\nCommission on Market Competition)\n\n48 Royal Decree Law (RDL) [Real Decreto Ley] 6/2009, 30 April, on the adoption of certain\nmeasures in the energy sector and the approval of the social bond (BOE No 111, 39404 (7 May\n2009)), online: <https://www.boe.es/buscar/doc.php?id=BOE-A-2009-7581>\n\n \n\nKnowledge gaps about key contextual factors 63",
    "Page_70": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nThe PV sector rapid development was brought to a halt, because from 29 September\n2010 (RD 1003/2010\"°) no new facilities could access the regime, and a procedure was\nintroduced to properly accredit facilities. RDL 14/20107° further reduced certain revenues\nand cost consignments to prevent further deficits. It introduced restriction on bonus\nworking hours in the solar PV energy sector, further reducing the profitability of the\nsector. In addition, a fee for access to the transmission grid was introduced, which has\nbeen dubbed the ‘sun tax’, based on the costs to the network.\n\nBased on the position that cutbacks had not been enough to eliminate the tariff deficit,\nRDL 1/2012”! further reduced the incentive regime and suspended the pre-allocation\nprocedures for future facilities. To end the tariff deficit the government decided not to\nraise the consumer price during the economic crises, but instead to reduce the system’s\ncosts by eliminating FIP incentives completely instead with RDL 2/2013 with immediate\neffect.*? Now, RES producers could only turn to the FIT option.\n\nDespite all these measures, the Spanish electricity system continued to see the tariff\ndeficit increase, leading to the adoption of RDL 9/20137°. This regime established support\nbased on a ‘reasonable return’ derived from an estimated model RES producer. RES\ncompanies would receive a subsidy based on the cost model of a standard facility. This\nmeans a FIT incentive system complemented by additional support to guarantee a\nreasonable profitability. However, the calculations were not beneficial enough for many\nRES plants as the return considered positive were of the level of 7% annually, which\nmade many RES producers - which had to cover debts for setting up the plant - non\nprofitable. RES producers are worried, as the target return to investment based on\nthe standardised producer is fixed at 7%. The FIT is adapted based on this return. This\nfigure is built based on two components to calculate it, 3% based on a reference bond\nmarket yield at the time the scheme was devised. Since the policy has been introduced,\nthe bond market yields have fallen close to 1%. If the 4% figure is not revised up and\nthe yields stay low, the next period may see the \"acceptable return\" fall to 5%. The lack\nof clarity in the legislation creates considerable uncertainty for investors.\n\n+? RD 1003/2010, 5 August, on the liquidation of the equivalent premium to the facilities producing\nelectricity from photovoltaic technology under the special regime (BOE No 190, 68610 (6 August\n2010)), online: <https://www.boe.es/diario_boe/txt.php?id=BOE-A-2010-12622>\n\nRDL 14/2010, 23 December, on urgent measures to correct the tariff de cit in the electricity\nsector (BOE No 312, 106386 (24 December 2010)), online:\n<https://www.boe.es/diario_boe/txt.php?id=BOE-A-2010-19757>\n\nRDL 1/2012, 27 March, on the suspension of the pre-allocation payment procedures and the\nabolition of the economic incentives for new electricity production facilities from cogeneration,\nrenewable energies and waste (BOE No 24, 8068 (28 January 2012)), online: <https://www.\nboe.es/buscar/doc.php?id=BOE-A-2012-1310>\n\nRDL 2/2013, 1 February, on urgent measures for the national electricity and financial systems\n(BOE No 29, 9072 (2 February 2013)), online:\n<https://www.boe.es/diario_boe/txt.php?id=BOE-A-2013-1117>\n\nRDL 9/2013, 12 July, on the adoption of urgent measures to guarantee the financial stability of\nthe electricity system (BOE No 167, 52106 (13 July 2013)), online:\n<https://www.boe.es/diario_boe/txt.php?id=BOE-A-2013-7705>\n\n8\n\n&R\n\n2:\n\n8\n\n2:\n\n&\n\n \n\nKnowledge gaps about key contextual factors 64",
    "Page_71": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nRDL 2/201374 has been criticised for being retroactive?>, because it eliminates the\nincentives established in 2004 with an annual option between FIT or FIP. Law 24/20137°\non the electricity sector strengthened the trend. It eliminated the differential regime from\nRES and other production methods, but allowed for new specific payments in case\nreaching the EU RES targets required it.\n\n3. Performance of the assessed policy\n\nThe Spanish strategy of providing incentives for renewable energies has been chaotic and\ncaused a tremendous regulatory risk. The policy has been poorly designed with excessive\nincentives. The policy approach to keep consumer prices down while extending support\nfor renewables led to unsustainable costs.\n\nUnfortunately, investors have suffered the brunt of the successive attempts to reduce\ncosts. The policy reversal hit investors badly and has led to a historical number of cases\nagainst the Spanish government - amongst those 30 international arbitration cases.\n\nDespite its large RES energy production Spain is failing to reach the 20% renewables\ntarget, because it has done very little in the transport and housing sectors. There areas\nalso need a coherent action.\n\nPresently the state is introducing auctions for wind and solar capacity: 7000 MWh are\nbeing sold over two years, in a move that is partially incoherent with the present state of\nthe sector. This will cause tensions in the grid and the state seems not to have a clear\nstrategy. There is nevertheless an appetite for the permits. According to stakeholders the\ninvestors know that RES represent the future and bet that the present situation will not\nlast. Companies are buying to position themselves in the market.\n\nThe stakeholders all clearly pointed out that Spain lacks a coherent well developed\nstrategy for RES, with no development plan and no roadmap. It now needs a proper\nnational energy plan.\n\n74 RDL 2/2013, 1 February, on urgent measures for the national electricity and financial systems\n(BOE No 29, 9072 (2 February 2013)), online:\n<https://www.boe.es/diario_boe/txt.php?id=BOE-A-2013-1117>\n\n25 See Garcia Castrill6n (2016), “Spain and investment arbitration: The renewable energy\nexplosion”, Investor State Arbitration Series, CIGI, Paper No 17, November 2016\n\n76 Law 24/2013, 26 December on the electricity sector (BOE No 310, 105198 (27 December\n2013)), online: <https://www.boe.es/diario_boe/txt.php?id=BOE-A-2013-13645>\n\n \n\nKnowledge gaps about key contextual factors 65",
    "Page_72": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n4. Selected contextual factors and their relevance for\n\n \n\npolicy design and implementation\n\nWhile Spanish RES policies were successful to expand the sector, stakeholders deplored\nthe lack of strategy and roadmap. Policies are set up ad hoc reacting to past policy\nfailures rather than guiding the sector. This has of course caused mayhem with the onset\nof the financial crisis, resulting in controversial and damaging policy decisions.\n\nSpain has a very strong potential in renewables and stakeholders expect the sector to\ngrow. However, the government needs to formulate a better strategy.\n\nTable 1: Selected contextual factors in Spain\n\n \n\n \n\nContextual factor Type of Effect Description of effect\ncontextual\nfactor\nFinancial crisis Macroeconomic | Barrier Unanticipated consequences of the global\nEnvironment financial crisis of 2007/2008 as well as the\n\nvolatility of international fossil fuel prices\nwere factors outside the direct control of\npolicy makers. It reduced demand and\nthus revenues, while support policy costs\ngrew. Politicians could not bring prices up\nduring the economic crisis. The\nconsequence was an unsustainable tariff\n\n \n\ndeficit.\nUnanticipated decrease | Technological Barrier/ | While decreasing costs of production are\nof technology costs factor Enabler | beneficial for investors and RES\nparticularly solar PV deployment, but combined with the\n\ngovernment's sponsored price incentives it\nled to drastic and detrimental policy\nreversals. The unanticipated rapid pace of\ndecreasing costs led to an unexpected\nexpansion of RES, particularly solar, rising\ncosts for the government as RES\nincentives did not reflect the technology\ncosts trends. The unsustainable (Eur 26\nbn) tariff deficit unleashed drastic policy\nchanges, which were detrimental to\ninvestment stability and led toa\nconsiderable reduction in investment flows\ninto the sector.\n\n \n\n \n\n \n\n \n\n \n\n \n\nPolitical feasibility Policy Enabler/ | The strong incentives for expanding RES\ncontinuity barriers | were too generous and lead to a reversal\nof policy.\n\n \n\n \n\nKnowledge gaps about key contextual factors 66",
    "Page_73": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\n \n\n \n\n \n\nFrequent changes to Policy Enabler/ | After initial strong legislative pushes to\npolicy design - continuity Barrier encourage investment in RE for electricity\nMoratorium on production, the year 2010 saw a reversal\nrenewables in the policy, which first eliminated\nsubsidies and the introduced taxes on RES.\nLack of energy policy Market and Barrier | The lack of a roadmap and of a coherent\nplanning regulatory strategy have led to increasing uncertainty\nframework for investors\nThe structure of the Market and Enabler/ | The electricity market was first favourable\nSpanish electricity regulatory Barrier for RES and despite the present barriers\n\nmarket\n\n \n\nframework /\nConstellation of\nStakeholders\n\n \n\n \n\ncaused by regulation, Spain has excellent\nwind and sun conditions to expand RES.\nThe core barrier is the low prices, but once\nproducers have adapted to the present\nmarket conditions RES should be\nexpanding fast. Despite all the barriers,\ninvestors are still buying permits for future\nRES production.\n\n \n\n \n\nKnowledge gaps about key contextual factors\n\n67",
    "Page_74": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nReferences\n\nBinda Zane E, M. Prado (2015), “Keep on Track! Project - National Report Spain”, Report for the European\nCommission, Contract N°: IEE/11/842\n\nGarcia Castrill6n C. O. (2016), “Spain and investment arbitration: The renewable energy explosion”, Investor\nState Arbitration Series, CIGI, Paper No 17, November 2016\n\nRojas A. y Tubio B. (2015), “Spain’s renewable energy regime: Challenges and uncertainties”, in Spanish\nEconomic and Financial Outlook, Vol 4, No2, March 2015.\n\n \n\nKnowledge gaps about key contextual factors 68",
    "Page_75": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\nAppendix V: Greece\n1. Introduction\n\nThe building sector in Greece consists of the residential and tertiary sector and consumes\n37% of the final energy (CRES and ODYSSEE-MURE II, 2015). Buildings in Greece are\nclassified as low-efficient among the EU Member States due to their age, deficiencies in\ntheir environmental design and the lack of thermal insulation in almost 70% of the\nexisting stock (Papada and Kaliampakos, 2016; Spyridaki et al., 2016). Promoting\nenergy efficiency (EE) and renewable energy sources (RES) technologies is essential for\nachieving energy savings and GHG emissions reduction in the Greek building sector. At\nthe same time, these actions have been considered imperative to meet the EU energy\nand climate targets for 2020. The 20-20-20 EU targets and relevant Directives have\nbeen quickly adopted in Greece causing the Greek energy and climate policy mix to\ncomply with the relevant European policy and objectives. As a result, a number of\nmeasures fostering energy efficiency interventions and RES installations have already\nbeen introduced (Spyridaki et al., 2014).\n\nIn transposition of the EED 2012/27/EU, the Greek government has proposed a set of\npolicy measures consisting both from the continuation of the existing policy mix, as well\nas of new ones to fulfil its national requirements (MEECC, 2014). Reportedly, existing\ninstruments such as subsidy programs, have demonstrated restrained participation levels\nboth at the residential and tertiary sector, whereas other types of regulatory policies,\nsuch as voluntary agreements and tax exemptions have remained on idle (Spyridaki et\nal., 2016). During the post-crisis period, subsidies for EE programmes in the household\nsector in Greece are focused on the continuation of the “Energy Savings at Home”\nprogramme. Due to significant restrains in the public budget, support efforts in terms of\ntargeted financial and awareness raising programmes are expected to be provided\ngradually from the private sector and energy utilities.\n\nIn view of the eminent recast of the EED and of the EPBD, increased attention is also\nplaced on the smart performance of the Greek building sector. Regarding the latter,\nGreece is still considered a slow starter when it comes to smart-readiness of buildings\n(BPIE, 2017). In the following paragraphs, existing policies as well as future ones,\nreported by representatives from the ministry and the energy agency as the key policy\ninstruments for promoting energy efficiency in the Greek residential building sector, are\noutlined with respect to their role for promoting smart technologies. Future schemes\nrequired to promote building innovation technologies were also highlighted by relevant\nstakeholders and thus are also discussed.\n\n1.1. Greece in figures\n\n \n\nKnowledge gaps about key contextual factors 69",
    "Page_76": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nTable 1. Greece\n\n \n\nCountry size 131,957 km? (ELSTAT, 2015)\nPopulation (2015) 10.955 million (UN, 2015)\nGDP (2015) $194.248 billion (WEOD, 2017)\n\nPolicy target - Energy savings target Residential: 5,533 GWh (850 GWh),\n(2016): Tertiary: 5,715 GWh (1,206 GWh)\n(Spyridaki et al., 2016)\n\n \n\nSources: ELSTAT, 2015; UN, 2015; Spyridaki et al., 2016; WEOD, 2017\n1.2. Policy Background\n1.2.1.Regulation on the Energy Performance of Buildings (REPB)\n\nIn Greece, the EPBD was issued in 2002, but was not transposed into Greek law until\nmuch later. The Greek REPB, commonly referred in Greek as “KENAK” was enacted by\nLaw 3661/2008, after the censure of Greece for failing to comply with the EPBD\n2002/91/EC by the EU court of Justice, in January 2008 (Dascalaki et al., 2012; Maria,\nLimniou, and Kokkaliaris, 2013). Greece is currently on route to implement measures\ntowards nearly zero-energy buildings by 2020 through the transposition of the EPBD\n2010/31/EE, the new EED (2012/27/EU) and the Renewable Energy Directive (RED\n2009/28/EC). According to representatives from the Greek Ministry, the current planning\nand recast of the Greek REPB envisages among others: (i) the identification of the cost-\noptimal levels of minimum energy performance requirements for buildings, (ii) the\nrevision of minimum energy performance requirements and (iii) the establishment of a\nrevised national plan to increase the number of nearly zero-energy buildings.\nDevelopments have already been routed for the first action, while are still in progress for\nthe next two. Furthermore, according to representatives from the ministry, the revision\nof the Directive 2010/31/EE envisages:\n\nThe deployment of smart technologies, as automation devices, providing consumers with\nthe ability to control better their energy consumption, promoting at the same time a\nmore decentralized residential system,\n\nThe deployment of smart solutions (i.e. intelligent control devices) in HVAC systems.\n\nThe promotion of the “e-mobility” concept, through the installation of charging points for\nelectrical vehicles,\n\nThe introduction of smart buildings through the incorporation of the smart-readiness\nindicator. Thus, the new Energy Performance Certificates will evaluate not only the\nsmart-readiness of each residence under inspection, but they will, also, assess the ability\nof the building to be “smart” and interact with the user and the grid.\n\n \n\nKnowledge gaps about key contextual factors 70",
    "Page_77": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate\n\n \n\n \n\nOnce the recast Plan is voted the Greek Ministry envisages the Directive to drive policy\nand technological developments in the Greek energy efficiency market and construction\nsector as well.\n\n1.2.2.‘Energy Saving at Home’\n\nThe “Energy Saving at Home” Programme offers citizens who meet specific income-\nrelated criteria, subsidies to carry out major interventions for improving their houses’\nenergy efficiency. The programme’s main objective is to improve the energy performance\nof households by at least one energy class. More specifically, the programme provided\nfor the replacement of doors/windows (frames/glazing), the installation of heat insulation\nand the upgrading of the heating and hot water supply systems. The programme started\non ist February of 2011. It was implemented through a revolving Fund entitled\n“Exoikonomo kat’oikon Fund”, which was the first Holding Fund established in Greece and\nwas implemented through banks, which co-financed 2/3 of the loan. The implementation\nperiod was until 2015 (MEECC, 2012; CRES and ODYSSEE-MURE II, 2015; Spyridaki et\nal., 2016). The only smart activity that was foreseen through the programme was the\ninstallation of automatic control devices for the operation of heating systems, such as\ntimers, compensation automatic devices and/or hydraulic balance devices to regulate\nsome loads (MEECC, 2012). The follow-up programme “Energy Upgrade of Residential\nBuildings” has already been initiated. Its implementation period will extend to years from\n2015 to 2020 aiming to provide financial support for energy efficiency interventions in\nmore than 200.000 dwellings (MEECC, 2014). Stakeholders and experts reported that\nwithin the framework of the scheme’s revision more smart technologies are envisaged to\nbe included as eligible actions/interventions under the scheme.\n\n1.2.3.Smart Meters Rollout\n\nGreece is considered an “ambiguous mover” regarding smart meters deployment.\nAlthough a legal and/or regulatory framework has been already established to some\nextent, only some DSOs so far have decided to install smart meters, mainly due to lack\nof legislative clarity (USmartConsumer, 2016). Regulatory efforts continue with the\ncurrent legislative status, for the case of Greece, being mandatory between 2014 and\n2020 (Zhou and Brown, 2016). The responsibility of the smart meter roll-out\nspecifications, budget, schedule and cost allocation was assigned, in 2011, to the\nRegulatory Authority for Energy (RAE), with the goal to reach the target of Smart-Meters’\nrollout at 80% minimum by 2020. In February 2013, the large-scale replacement of\nconventional meters with smart metering systems was approved by Ministerial Decision.\nHEDNO undertook this responsibility, with the obligation to start no later than July 2014\nand the aim of replacing 40% of the existing meters by July 2017 and at least 80% of\nthem by the end of 2020. The adoption of this Ministerial Decision also constituted an\nobligation of Greece according to the Memorandum (Greece, 2012). The smart meter roll\nout is expected to foster the development of the market through the promotion of new\nproducts and services by companies active in the energy sector, while achieving\nsignificant energy savings. In essence, it will aim to assess the user's energy profile,\npromoting actions to change energy behaviour, as well as promoting innovative solutions\n\n \n\nKnowledge gaps about key contextual factors 71",
    "Page_78": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nsuch as flexible energy tariffs and load management programs. However, the large-scale\nsubstitution of conventional meters with smart meters within a recessionary economic\nenvironment poses significant constraints since structural funds are insufficient to cover\nsubstitution and deployment costs as well as information campaigns and _ pilot\ndemonstration projects. These challenges point out to the importance of the recently\nimposed Energy Efficiency Obligation scheme in Greece (see section below).\n\n1.2.4.Energy Efficiency Obligation Schemes\n\nAs of 1/2/2017, Law 4422/2015 (Article 9) established the first Greek Energy Efficiency\nObligation scheme (in the context of Article 7 of the EED). The scheme aims to ensure\nthat energy distributors and/or energy retailers, designated as obligated parties, will\nachieve end-use cumulative energy savings by 31/12/2020. The sharing of the energy\nefficiency obligation is imposed by objective and non-discriminatory criteria to obligated\nparties, as energy distributors and/or retail energy sales companies and/or fuel\ndistributors and/or fuel retailers. Initially, the parties are obliged to take over 10% of the\ncumulative target. The total energy savings target equals to 3,332.7 ktoe (38.8 TWh) in\ntotal for the period 2014-2020 (MEECC, 2014; CRES and ODYSSEE-MURE II, 2015;\nMEECC, 2015).\n\nPart of the envisaged actions under this EEO scheme consist measures to improve energy\nefficiency in the residential sector, focusing on the promotion of high innovation and\nsmart energy efficiency technologies, like smart meters or smart lighting systems. These\nactions target retail energy sales companies that are responsible for the installation,\noperation and maintenance of smart-meters for electricity, gas, heating, cooling and hot\nwater for domestic consumption. Their obligation is to provide incentives to final energy\nconsumers to either adapt their energy consumption behaviour, or purchase energy-\nefficient technologies.\n\nThe diffusion of new technologies, such as building innovation technologies requires the\nproduct to be become widely adopted by various consumers in society. A significant\nboost to such technologies is expected due to the imposition of abatement targets in the\nannual sales volume of retail energy companies. Annual targets are introduced through\nthe obligation scheme which is considered instrumental by Greek policy makers in\nmainstreaming such technologies in the domestic energy market by addressing\npersistent market failures (e.g. lack of appropriate incentives). Reportedly the operation\nof the obligation scheme is expected to gradually transform the Greek energy efficiency\nmarket enhancing the availability of smart and efficient technologies, relevant know-how,\nexpertise and innovativeness as well as smart and sustainable ways of financing.\n\nOverall, the EEO scheme is envisaged to play a pivotal role in the diffusion of smart\ntechnologies for energy efficiency and eventually the development of an energy efficient\nmarket in Greece.\n\n \n\nKnowledge gaps about key contextual factors 72",
    "Page_79": "Co-funded by the H2020 Programme of the EU O Oo\nGrant Agreement no.: 642242 CARISMA\n\nInseration for Climate Change Mitigation\n\n \n\n2. Selected contextual factors and their relevance for\n\n \n\npolicy design and implementation\n\nFactors outside of the direct control of policy-makers (“contextual factors”) were\ndiscussed and highlighted through stakeholder consultations as impactful over the\nadoption and diffusion of policies promoting smart technologies for EE in the residential\nbuilding sector in Greece. Stakeholder consultations were conducted through phone\ninterviews as well as email communication from February to May 2017. The selection of\nstakeholders was focused on policy makers and implementers as well as private market\nactors (i.e. independent policy experts, ESCO representatives) due to the objectives of\nthe case study. For this reason, we contacted stakeholders from the Greek Ministry of\nEnergy as well as from the national Energy Agency. A questionnaire was formed to serve\nthe purposes of the case study analysis which consisted of open ended questions. This\nwas sent well ahead of the phone-interview and was usually already completed\nbeforehand. During the interview, the responses were discussed and any\nadditions/comments made complemented the initial responses. Two phone interviews\nwere conducted with a representative from the Greek Energy Agency and a policy maker\nin the energy efficiency department of the Greek Ministry. Both of them lasted 45\nminutes to 1 hour approximately. Finally, three representatives from the Directorate for\nEnergy Policies and Energy Efficiency were contacted through email. The latter\nstakeholders preferred to send their joint views and responses through email. From the\nprivate sector 6 people have been conducted and two additional interviews were held. In\ntotal 10 people have been contacted and 5 of them have responded positively and\nparticipated in our consultations (i.e. response rate=50%).\n\nThe table below summarizes the factors as discussed and highlighted through\nstakeholder consultations.\n\nTable 2. Categorisation of contextual factors in Greece\n\n \n\nContextual factor Type of Effect Description of effect\ncontextual\nfactor\nMaturity and Market and Blockin As conveyed in one of our interviews, the Greek energy\ninnovativeness in regulatory g services market is still in its infancy and utilities and\nthe energy framework factor other ESCOs are following state stipulations rather than\nservices market & leading developments in the market. The construction\nconstruction sector in Greece also needs to develop and specialize in\nsector smart technologies to drive investments to reduce\n\nenergy consumption. Private market actors also placed\ngreat emphasis on the importance of developing a\nmarket for energy services for the promotion of energy\nefficient services and technologies in the domestic\nsector.\n\n \n\nKnowledge gaps about key contextual factors 73",
    "Page_80": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\nFinancial and\neconomic crisis\n\nPublic support for\ninvestments in\nhouseholds\n\nPolitical will &\ncommitment\n\nLack of a private\ninvestment\nframework &\nsustainable\nfinancing\nschemes\n\nAwareness at a\ncity level\nregarding funding\n\nMacroecono\nmic\nenvironmen\nt\n\nMarket and\nregulatory\nframework\n\nGovernance\n&\nInstitutions\n(constellatio\nn of\nstakeholder\n\n)\n\nMarket and\nregulatory\nframework\n\nAttitudes &\nBehaviour\n(Knowledge\n\nBlockin\n\ng\nfactor\n\nBlockin\n\ng\nfactor\n\nDriving\nfactor\n\nBlockin\n\n9g\nfactor\n\nBlockin\n\ng\nfactor\n\nNaturally Greek policy decision makers unanimously\nrecognized the economic crisis as a predominant factor\nrestraining market liquidity and investments. The\neconomic downturn continues to restrain general\nliquidity and availability of funds in the banking market\nas well as households’ disposable income. This setting\nconstitutes investments in building innovation\ntechnologies for householders scarce.\n\nCurrently there are only a few incentives for\nhouseholds to invest in energy efficiency and building\ninnovation technologies. These have thus far been\nalmost entirely provided by the state budget and the\nuse of EU structural funds. To strengthen the\nmotivations for households to invest in smart\ntechnologies, representatives from the Greek ministry\nhighlighted the need to properly absorb EU structural\nfunds. Whereas the interview from the Greek Energy\nAgency drew attention to the role of energy utilities to\nprovide appropriate incentives and energy services to\ntheir consumers (through the energy savings obligation\nscheme), due to the limited government expenditures\nand the absorption of EU structural funds being\noriented towards areas with greater priority.\n\nOne independent policy expert stressed out the\nimportance of a strong political will and commitment in\ndriving the diffusion of such technologies. A strong\npolitical commitment from the side of the Ministry of\nEnergy has recently played a_ significant role in\nintroducing an EEO scheme in an effort to strengthen\nthe existing policy mix to meet with the targets of\nArticle 7 of the EED. This also denotes the Ministry’s\nefforts to shift the utilities’ and general market interest\nfrom RES to EE as well by setting the ground for\nintroducing energy services and savings as a\ncommodity in the Greek energy market.\n\nThe role of the Greek banking sector has been limited\nthus far in driving investments in energy saving\ntechnologies only through public support programs.\nOther forms of financing schemes such as Energy\nPerformance Contracting (EPCs) are still not available\nrestraining thus flexibility in funding options for such\ninvestments. The regulatory framework for EPCs still\ninhibits their use from municipalities (i.e. contracting is\nviewed as a deficit in a city’s public budget)\n\nCities have a central role to play in driving sustainable\nenergy investments in the household building sector\n(with the largest cost-effective opportunity for savings)\nthrough their local action plans. This issue was raised\n\n \n\n \n\nKnowledge gaps about key contextual factors\n\n74",
    "Page_81": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\nopportunities\n\nConsumers’\nawareness on\nbuilding\ninnovation\ntechnologies for\nenergy\nconservation\n\nCapacity of new\nmarket actors’\n\nMinisterial\ncoordination\n\nThe presence of\n\n&\nexperience)\n\nBehavioural Blockin\npredispositi g\n\non at the factor\nindividual\n\nlevel\n\nPresence of — Blockin\na g\ntechnologica factor\n\n| innovation\n\nsystem\n\nInstitutional Blockin\ncoordination g\nfactor\n\nMarket and Driving\n\nby the two private sector representatives. One of two\nnoted that despite the availability of funding\nopportunities for cities (i.e. soft-loans), cities are\nlargely unaware of such opportunities and have failed\nthus far to exploit them.\n\nThere is an obvious need for wider promotion\ncampaigns to increase knowledge and public awareness\nregarding the benefits of energy efficiency measures\nespecially for the case of automated technologies for\nwhich privacy and data protection concerns arise. Low\nmaturity and awareness of consumers was consistently\nraised by all stakeholders participating in our\nconsultations. The representative form the Greek\nenergy agency firmly suggested that the introduction of\npilot and demonstration projects (apart from awareness\ncampaigns) is essential to demonstrate the usefulness\nof building innovation technologies and to prove their\ncost-effectiveness _ while also resolving some\ntechnical/infrastructure issues that might arise. His\nopinion was implicitly met by stakeholders from the\nGreek Ministry who highlighted the need to\ndemonstrate the energy efficiency benefits of adopting\nsmart technologies to save energy.\n\nThe existing market workforce in Greece (i.e. auditors\nand technology providers, installers) for the promotion\nand installation of smart technologies to save energy is\nviewed by Greek policy implementers as being rather\nlow. Reportedly new market actors have only started to\nenter the Greek energy and construction market\nwhereas’ training and_ certification for market\nprofessionals to assure quality assurance also need to\nbe streamlined with upcoming market trends and\nneeds. The need to strengthen role of property asset\nevaluators during audits in buildings was also raised in\none of our interviews. Reportedly their ability to reflect\non the benefit of an energy savings investment for the\nvalue of a property/building can further drive individual\ninvestors’ interest.\n\nLack of coordination and collaboration between\ndifferent ministries was reported to significantly affect\nthe ability of Greek policy makers to design and\ndispatch financial incentives for energy efficiency\n(especially when other needs/objectives need to be met\nthrough the same structural funds such as the case of\ndigital policy). Notably, this issue was only raised by\nthe representative from the Greek energy agency.\n\nAlthough the influence of this factor was not mentioned\n\n \n\n \n\nKnowledge gaps about key contextual factors\n\n75",
    "Page_82": "Co-funded by the H2020 Programme of the EU\nGrant Agreement no.: 642242\n\nQo\n\nCARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\nan EU regulatory regulatory factor explicitly, representatives from the Ministry repeatedly\n\nframework framework mentioned updates in EU regulation to drive domestic\npolicy developments and subsequently developments in\nthe energy efficiency market. Recast of the Directive\n2010/31/EE on the energy performance of buildings\nwas particularly mentioned as influential in driving\npolicy and technological developments for building\ninnovation technologies.\n\nDemographic Attitudes, Blockin The impact of demographic and behavioural factors in\n\nfactors (e.g. Age, —_ behaviour g the diffusion of energy efficiency and smart\n\neducation, and lifestyle factor technologies has not yet drawn the attention of policy\n\nfamiliarity with\ninternet-based\nand automated\ntechnologies)\n\nefforts in Greece. And this type of factor was only\nmentioned during our interview with the policy\nimplementer from the Energy Agency. Limited\nfamiliarity with internet-based and automated\ntechnologies, especially for certain consumer profiles\n(e.g. middle-age adults, elderly) is expected to impede\nthe deployment of building innovation technologies. An\nimplicit reference to the demographic and behavioural\nfactors was made by stakeholders from the ministry\nrecognizing the need to conduct regular surveys on the\n\nhousehold sector.\n\n \n\nBased on analysis of policy documents, academic literature and expert interviews.\n\n3. Policy conclusions\n\nGreece’s evolvement of energy efficiency policy towards integrating building innovation\naspects has a long way to go, since relevant policy actions are still on the agenda setting\nand formulation stage. Nevertheless, an Energy Efficiency Obligation scheme was\nenacted and transposed into Greek law and is anticipated as the first and most crucial\nstep towards the transformation of the Greek energy market. Reportedly, Greek policy\nmakers in the energy efficiency field anticipate the operation of the obligation scheme to\ngradually provide the appropriate incentives for the Greek energy efficiency market to\ndevelop and be characterized by availability of smart and efficient technologies, relevant\nknow-how, expertise and innovativeness as well as smart and sustainable ways of\nfinancing. These policy developments and aspirations also underline the importance of EU\nlegislation in driving government efforts in the energy efficiency policy field while at the\nsame time placing increased requirements and work-load with regard to their\ntransposition and compliance to the Greek under-stuffed ministry services.\n\nDuring this transitional phase in the Greek energy market, it is important to observe\nother contextual factors which pertain in the policymaking either implicitly or explicitly.\n\nNaturally stakeholders recognized the influence of the economic crisis and its impact in\nrestraining market liquidity and investments. Despite the fact that estimates on fuel\ncosts and key macro-economic trends were embedded during the planning phase for\nenergy efficiency actions (i.e. development of national energy efficiency action plans),\n\n \n\nKnowledge gaps about key contextual factors 76",
    "Page_83": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nsignificant amendments had to be made ex-post to reflect the considerable decrease in\nenergy demand as well as negative growth rates in GDP, population and number of\nbuildings, which were not foreseen to demonstrate such a decay. This process highlights\nthe need for considering uncertainty in the current approach for energy efficiency\nstrategic planning through appropriate scenario planning, decision and _ sensitivity\nanalysis practices towards a more flexible policy design approach. Factors relating to the\nstate of the existing building stock as well as energy consumption patterns across the\ndifferent building types in Greece are thoroughly included in the development of action\nplans through the development of an appropriate building typology.\n\nStakeholders have also stated their difficulty in embedding technology cost and price\ntrends systematically in the policy (re-)design process. This is reportedly owing to the\nfact that an official monitoring system to monitor key trends regarding market prices and\nproduction costs for energy conservation and building innovation technologies does not\nexist since the energy efficiency market for these technologies is particularly limited and\nprice-based policy mechanisms are not developed in the Greek energy efficiency policy\nfield. There is however a progress evaluation procedure which is undertaken by the\nMinistry of Energy for the key energy efficiency policies in place and as part of the\nministry’s reporting obligations to the European Commission. Policy amendments and\nrevisions in support mechanisms thus take place in an ad-hoc manner (i.e. not-\nsystemically as a formal process based on monitoring and verification results). Such\namendments usually include the addition of more eligible technologies/actions under a\nsupport scheme or the provision of support for a combination of actions. The market for\nsmart technologies (such as building automated systems, smart appliances such as\nwashing-machines and lighting) is even more limited since these hold considerable costs\nfor residential applications are more cost-effective in more large-scale applications in the\ntertiary and public buildings. Other smart technologies such as thermostats and\ncalorimeters are viewed by Greek policy makers as less costly measures for residential\ninvestments. Such technologies are foreseen to be the main targeted actions (among\nothers) through the obligation schemes and informative campaigns.\n\nFactors in the form of market barriers (e.g. inadequate incentive levels to drive\nparticipation in a programme, lack of awareness or familiarity with specific actions,\nsector-specific policy contradictions) are usually identified and described during the early\nstages of policy implementation. To address them tailored ex post policy amendments\n(e.g. the provision of information campaigns regarding the benefits of specific energy\nefficiency actions, legislative revisions) are foreseen to complement policy support\nprogrammes. With regard to cities’ inability to identify funding opportunities the need of\nbridging finance across different funds and support schemes was raised as a key policy\namendment to enhance the flexibility of combing different funding sources to materialize\nsuch investments.\n\nLast but not least, it was acknowledged that accounting for behavioural factors has thus\nfar remained limited to the provision of information and training schemes during the\ndesign of support mechanisms for the adoption for energy conservation technologies.\n\n \n\nKnowledge gaps about key contextual factors 77",
    "Page_84": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nRepresentatives from the ministry of Energy as well as the private sector pointed out that\nthe energy efficiency policy planning in Greece would greatly benefit from conducting\nregular and comprehensive surveys regarding the influence of household characteristics\nand behaviour over final energy consumption. Accounting for such factors is considered\nessential to effectively design and implement specific policies and measures for the\nadoption of smart energy efficiency technologies in the residential building sector.\n\n \n\nKnowledge gaps about key contextual factors 78",
    "Page_85": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nReferences\n\nBPIE, (2017). IS EUROPE READY FOR THE SMART BUILDINGS REVOLUTION? Buildings Performance Institute\nEurope.\n\nCentre for Renewable Energy Sources and Saving (CRES) and ODYSSEE-MURE II, (2015). Energy Efficiency\ntrends and policies in Greece. (http://www.odyssee-mure.eu/publications/national-reports/energy-\nefficiency-greece.pdf) (accessed 28.4.17).\n\nDascalaki, E., Balaras, C., Gaglia, A., Droutsa, K. and Kontoyiannidis, S., (2012). Energy performance of\nbuildings-EPBD in Greece. Energy Policy, 45, pp.469-477.\n\nELSTAT, (2015). Greece in figures. Hellenic Statistical Authority.\nGreece, (2012). ‘Memorandum of Understanding on Specific Economic Policy Conditionality’. 6.1.4.\n\nMaria, E.A., Limniou, G.P., and Kokkaliaris, S., (2013). The energy efficiency directive and the challenges for\nthe Hellenic legislative process in times of crisis. Advances in Building Energy Research, 7(1), 128-154.\n\nMEECC, (2012). Application Guidelines for the Programme “Energy Saving at Home”, Ministry of Environment,\nEnergy and Climate Change, Athens.\n\nMEECC, (2014). Third National Energy Efficiency Action Plan for Greece, Ministry of Environment, Energy and\nClimate Change, Athens.\n\nMEECC, (2015). Energy Efficiency Obligation Schemes, Article 9 of Law 4342/2015, Ministry of Environment,\nEnergy and Climate Change, Athens.\n\nPapada, L. and Kaliampakos, D. (2016). Measuring energy poverty in Greece. Energy Policy, 94, pp.157-165.\n\nSpyridaki, N.A., Ioannou, A., Flamos, A., (2014). Expanding the policy theory behind the climate and energy\npackage in Greece. In: International Energy Policies and Programmes Evaluation Conference (IEPPEC),\nBerlin.\n\nSpyridaki, N.A., Ioannou, A., Flamos, A. and Oikonomou, V. (2016). An ex-post assessment of the regulation\non the energy performance of buildings in Greece and the Netherlands-a cross-country comparison.\nEnergy Efficiency, 9(2), pp.261-279.\n\nUN, (2015). United Nations world population prospects. Key findings and advanced tables. United Nations, 2015\nRevision.\n\nUSmartConsumer, (2016). Final Deliverable WP2, D2.1: European Smart Metering Landscape Report - “Utilities\nand Consumers”. USmartConsumer Project.\n\nWEOD, (2017). Report for Selected Countries and Subjects. World Economic Outlook Database. Washington,\nD.C.: International Monetary Fund. 12 April 2017. Retrieved 27 April 2017.\n\nZhou, S. and Brown, M., (2016). Smart meter deployment in Europe: A comparative case study on the impacts\nof national policy schemes. Journal of Cleaner Production, 144, pp.22-32.\n\n \n\nKnowledge gaps about key contextual factors 79",
    "Page_86": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\n \n\nAppendix VI: Thailand\n1. Introduction\n\nIn the past decades, Thailand experienced rapid development spurred by economic\ngrowth which resulted in increasing energy demand and environmental pressures since\nThailand is heavily relying on fossil fuels. In 2015, 84% of its final energy consumption\nwas derived from fossil fuels (Somcharoenwattana 2015). Since its domestic fossil fuel\nsupply is set to decrease and the country is a net importer of primary energy (IEA 2016),\nthe Thai government is strongly concerned with domestic energy security (National\nAssembly and Ministry of Energy 2009; Ministry of Energy 2008; Energy Policy and\nPlanning Office 2016; Ministry of Energy 2015). Consequently, the development of\ndomestic renewable energy sources (RES) has become one of the strategies to address\nboth the increasing energy demand and energy security issues (Ministry of Energy 2015).\n\nThailand’s development of renewable energies begun over a decade ago in 2006 when it\nbecame the first country in Southeast Asia to implement a feed-in tariff policy (Tongsopit\nand Greacen 2013; IEA 2016). The program was called “Adder” because it added an\nadditional “top-up” to RE generators on the normal wholesale price that power producers\nwould receive when selling electricity to utilities (IEA 2007; Tongsopit and Greacen 2013;\nTongsopit 2015). However, in December 2014, the Thai government decided to replace\nthe Adder programme with a fixed feed-in tariff program (FiT). The new program grants\ndifferent fixed FiT rates while contract lengths depending on the type of technology. In\norder to render the support scheme more competitive, the selection of applications for\nprojects was recently changed to a competitive bidding system (GIZ 2015). Many\ninterviewees as well as scholars see Thailand’s feed-in tariff policy as a success story\nwhich facilitated an impressive amount of investment in renewable energy\n(Sakulniyomporn et al. 2016; Tongsopit and Greacen 2013; Beerepoot et al. 2013). Asa\nresult, between 2007 and the end of 2016, the share of renewables in the Thai electricity\nmix increased from 1.7% to 6.2% (EPPO 2017).\n\nThe implementation of RES support policies in Thailand, however, was never a\nstraightforward process. While many factors surely have influenced RES policies, analysis\nof those factors is still being carried out. Therefore, a description of the following\ncontextual factors are initial observations emerging from our research effort and serve as\nillustrative example and not as a definitive list of issues.\n\n2. Institutional Framework\n\nThailand has a vertical institutional framework which facilitates a top-down policy making\napproach. At the top of the institutional framework is the National Energy Policy Council\n(NEPC) which is responsible for making and regulating Thailand’s energy policy. The\nNEPC is a ministers-like council chaired by the Prime Minister (IEA 2016). Further down\nthe chain of command, the Ministry of Energy (MoEN), the Energy Policy and Planning\nOffice (EPPO) and the Energy Regulatory Office (ERC) are the main institutions of the\n\n \n\nKnowledge gaps about key contextual factors 80",
    "Page_87": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\ngovernment’s working group on electricity policy and markets. This vertical structure\nmeans that the Prime Minister and the MoEN are the most influential stakeholders when\nit comes to national energy policy and usually make the final decision (Sitdhiwei 2016;\nstakeholder interview); EPPO, as the Permanent Secretariat to the NEPC, assumes the\nroles of proposing, formulating and administrating the energy policy (Wisuttisak 2010;\nEPPO 2016).\n\nSome interviewees (from the Energy Policy and Planning Office and Energy Regulatory\nCommission) suggested that the impetus of devising RES support policies came from the\nNEPC, and that EPPO was then tasked to study the best instrument to do so. After\ncarrying out studies and external consultations on various instruments, EPPO proposed\nthe Adder program as the best instrument given the national context and political\nlandscape. In addition, a few interviewees (from government and research organizations)\nand literature sources mentioned that the implementation of the Adder policy took place\nwhen the former director of EPPO was promoted to be the minister of energy ministry at\nthat time.\n\nWith regards to the Thai renewable energies support, two observations concerning\ncontextual factors can be made: First, while the top-down structure of the institutional\nframework does not necessarily mean that a given policy is effective, it can be assumed\nthat a policy instrument which is in line with governmental priorities and is endorsed at\nthe highest governmental level has better chances of being a success than a policy\ninstrument developed from the bottom up. Second, our study of the Thai policy\nenvironment suggests, that the motivation and vision of individual decision and/or policy\nmakers might play a significant role in Thai energy policy.\n\n3. Market structure\n\nThe Thai electricity market uses an enhanced single buyer (ESB) model which means that\na single vertically integrated utility, Electricity Generating Authority of Thailand (EGAT),\nowns and manages a portion of the generation fleet, and the entirety of the transmission\nnetwork. EGAT furthermore sells the wholesale electricity to two main distributing\nauthorities, the Metropolitan Electricity Authority (MEA) and the Provincial Electricity\nAuthority (PEA). Moreover, EGAT purchases electricity from independent power\nproducers (IPPs), small power producers (SPPs) and imports electricity from other\ncountries. Very small power producers (VSPPs) generating renewable energy sell\nelectricity directly to MEA and PEA (IEA 2016; Tongsopit and Greacen 2013). The\nfollowing diagram represents the Thai electricity market structure.\n\n \n\nKnowledge gaps about key contextual factors 81",
    "Page_88": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nTable 1.\n\nThai electricity market structure\n\n   \n\nCy\n(36%)\n\n \n   \n     \n\n   \n\n  \n   \n\nEGAT\n(100%)\n\nDirect\nCustomers\n\nORY\n\nEGAT= Electricity Generating Authority of Thailand; SPP=Small Power Producer; IPP=Independent Power Producer; VSPP=Very Small Power\nProducer; MEA=Metropolitan Electricity Authority; PEA=Provincial Electricity Authority.\n\nSource: EPPO Statistics. Available at: http://www.eppo.go.th/index.php/en/en-energystatistics/indicators\n\n \n\nSeveral stakeholders argued that this model was a big barrier for Thai power market\nliberalization and that it discouraged the uptake of electricity from private renewable\npower producers. This view has been corroborated by the literature which finds that the\nmonopolistic ESB model allows EGAT to exert substantial power on the electricity market,\nhindering new competitors to access to the market (Sitdhiwei 2016; Wattana et al. 2008;\nWisuttisak 2010). Subsequently, this sub-optimal set up of the market reduces the\nefficiency of the feed-in tariff policy to increase renewable energy shares in the electricity\nsector.\n\n \n\nee Xia lialei teh ta K-kete 4\n\nThe Adder program has experienced significant changes since its inception. Tariff rates\nhave been altered multiple times as have screening criteria for the selection of RES\napplications (Tongsopit and Greacen 2013). In the beginning, simple rules and a\nrelatively streamlined application process in addition to the plummeting price of solar\nmodules led to a great number of applications, particularly for solar PV. At first, this\n‘solar gold rush’ was not seen as a problem until a very lucrative market of reselling\npower purchase agreements emerged. This development worried the MoEN. On the one\nhand, the exponential increase of applications could potentially engender a sharp\nincrease in electricity prices (since more MW installed meant more expenditure in RES\nsupport tariffs). On the other hand, the ministry was not sure whether all of the sold and\nresold permits would actually lead to the building of RES capacity instead of being used\nto speculate on increasing permit prices (Tongsopit and Greacen 2013). Quite generally,\nthis speaks to the fact that particularly the solar PV market is still in the hands of\n\n \n\nKnowledge gaps about key contextual factors 82",
    "Page_89": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nrelatively large business players who know how to navigate the bureaucratic processes\nand who can bear the necessary transaction costs. Furthermore, public awareness of RES\nas an economic, energy security or environmental opportunity seems to be still quite\nlow’ despite public opposition to fossil fuel developments such as coal power seems to\ngain momentum (Reuters 2017).\n\nIn reaction to these risks, the government reduced the solar Adder rate by 18.75% and\nestablished a new Managing Committee. The committee adopted new and more stringent\nrules for application and cancelled some old, idle contracts without a clear guideline on\nfuture project approvals. The Committee further complicated the application process\nwhich many new potential investors found too bureaucratic. Besides, public consultation\nand monitoring mechanisms were limited, which caused confusion and doubts about the\nprogram’s transparency and the security of business interests (Tongsopit and Greacen\n2013). Moreover, the government failed to regularly review and monitor policies such as\nthe Adder program, preventing it from keeping pace with the developments in the\nrenewable energy sector (Beerepoot et al. 2013).\n\nIt is clear that frequent and ad-hoc changes to support instrument as well as to their\nadministrative and procedural rules and regulations had a detrimental effect on\nrenewable energy uptake in Thailand. This has not only been argued in the literature\n(Tongsopit and Greacen 2013) but has also been mentioned during several stakeholder\ninterviews.\n\nOur short case study of Thai renewable energy support instruments demonstrates that\ncontextual factors do influence the policy making processes at many different stages.\nImplementing a new policy requires a well-coordinated institutional structure. In\njurisdictions where a vertical institutional framework is in place, top government’s strong\nsupport is essential for successful renewables development. Furthermore, market\nstructures can either facilitate or hinder the entry of new market players and enable or\nlimit investment in RES. In the Thai case, the quasi monopoly of the state-owned utilities\nis certainly a hindering factor. Lastly, administrative feasibility has direct effects on policy\noutcomes. Though adjustments might benefit the performance of policies and are indeed\nnecessary sometimes, frequent and drastic retroactive changes in the end negatively\naffect the trust and confidence of investors.\n\n27 According to an interviewee.\n\n \n\nKnowledge gaps about key contextual factors 83",
    "Page_90": "Co-funded by the H2020 Programme of the EU Qo\nGrant Agreement no.: 642242 CARISMA\n\nInoration for Climate Change Mitigation\n\n \n\nReferences\n\nBeerepoot, M. et al., 2013. Incentives for Renewable Energy in Southeast Asia: Case study of Thailand,\nAvailable at: http://www. iisd.org/pdf/2013/investment_incentives_thailand.pdf.\n\nEnergy Policy and Planning Office, 2016. Thailand Integrated Energy Blueprint. , (Special Issue). Available at:\nhttp://www.eppo.go.th/images/Infromation_service/journalissue/ISSUE-SPECIAL2559.pdf; also see\nhttp://www.eppo.go.th/index. php/en/about-us/vision-mission-value-duty.\n\nEPPO, 2017. Energy Statistic. Available at: http://www.eppo.go.th/index.php/en/en-energystatistics/indicators.\n\nGIZ, 2015. Thailand : Renewable Energy Policy Update-New Power Development Plan announced in May (status\nMay 2015), Available at: http://www.thai-german-cooperation.info/download/20150520_pdp_re_ policy\nfactsheet. pdf.\n\nIEA, 2007. Feed-in premium for renewable power. Available at:\nhttps://www.iea.org/policiesandmeasures/pams/thailand/name-24635-\nen.php?s=dHIwZT1lyZSZzdGFOdXM9T2s,&return=PG5hdiBpZDOIYnJIYWRjcnVtYil-PGEgaHJIZjOiLyI-\nSG9tZTwvYT4gJnJhcXVvOyA8YSBocmVmPSIvcG9saWNpZXNhbmRtZWFzdXxJicy8iPIBvbGljawWVzIGFuZCBNZ\nWFzdxXJiczwvYT4gJnJhe.\n\nIEA, 2016. Thailand Electricity Security Assessment 2016, Available at:\nhttps://www.iea.org/publications/freepublications/publication/Partner_Country_Series_Thailand_Electricity\n_Security_2016_.pdf.\n\nMinistry of Energy, 2015. Alternative Energy Development Plan (2015-2036), Available at:\nhttp://www.dede.go.th/download/files/AEDP2015_Final_version.pdf.\n\nMinistry of Energy, 2008. Thailand’s Energy Policy, Available at:\nhttp://www.eppo.go.th/images/POLICY/ENG/wannarat.pdf.\n\nNational Assembly and Ministry of Energy, 2009. Thailand’s Energy Policy and Energy Strategy, Available at:\nhttp://www.eppo.go.th/images/POLICY/ENG/policy-wannarat-12jan2552-E.pdf.\n\nReuters, 2017. Thailand to build coal-fired power plant despite opposition. February 17, abailable at:\nhttp://www. reuters.com/article/thailand-coal-idUSL4N1G231J\n\nSakulniyomporn, S., Kubaha, K. and Chullabodhi, C., 2016. Assessment and Design Options of Thailand’s Feed-\nin Policies. 80th The IIER International Conference, (August), pp.54-58. Available at:\nhttp://www. worldresearchlibrary.org/up_proc/pdf/393-147408551554-58. pdf.\n\nSitdhiwei, C., 2016. Laws in Thailand Promoting Renewable Energy: The Recent Developments. , 1. Available\nat: http://web.krisdika.go.th/pdfPage.jsp?type=act&actCode=81.\n\nSomcharoenwattana, W., 2015. Thailand power market overview: moving towards fuel diversity. , p.6.\nAvailable at: http://pennwell.sds06.websds.net/2015/bangkok/apw/slideshows/T1S201-slides.pdf.\n\nTongsopit, S., 2015. Thailand’s feed-in tariff for residential rooftop solar PV systems: Progress so far. Energy\nfor Sustainable Development, 29, pp.127-134. Available at:\nhttp://www.sciencedirect.com/science/article/pii/S0973082615001076.\n\nTongsopit, S. and Greacen, C., 2013. An assessment of Thailand’s feed-in tariff program. Renewable Energy,\n60, pp.439-445. Available at: http://www.wind-\nworks.org/cms/fileadmin/user_upload/Files/Chabot_Files/Tongsopit_Greacen_2013_An_Assessment_of_Th\nailand_s_FiT_Renewable_Energy.pdf.\n\nWattana, S., Sharma, D. and Vaiyavuth, R., 2008. Electricity industry reforms in Thailand: a historical review.\nGMSARN International Journal, 2(2), pp.41-52. Available at: http://gmsarnjournal.com/home/wp-\ncontent/uploads/2015/08/vol2no2-1.pdf.\n\nWisuttisak, P., 2010. Regulatory Framework of Thai Electricity Sector. , pp.1-35. Available at:\nhttp://crninet.com/2010/2010 cni 1c.pdf.\n\n \n\nKnowledge gaps about key contextual factors 84"
}