{
    "Page_1": "THE EFFECTS OF A HISTORY OF VIOLENCE, CONTROLLABILITY OF CAUSE, AND\nDIAGNOSTIC LABELING ON ATTRIBUTIONS ABOUT INDIVIDUALS WITH\n\nMENTAL ILLNESS\n\nThesis\nSubmitted to the College of Arts and Sciences of the\n\nUNIVERSITY OF DAYTON\n\nIn Partial Fulfillment of the Requirements for\nThe Degree\nMaster of Arts in Clinical Psychology\nby\n\nJacob W. Crouse\n\nUNIVERSITY OF DAYTON\nDayton, Ohio\n\nAugust, 2007",
    "Page_2": "APPROVED BY:\n\n \n\nJohn R. Korte, Ph.D.\nChairperson, Thesis committee\n\n \n\nRoger. Reeb, Phi\n\nThesis committee member\n\n \n\nDavid W. Biers, Ph.D.\nThesis committee member\n\n \n\nDavid W. Biers, Ph.D.\nChairperson, Department of Psychology\n\nii",
    "Page_3": "ABSTRACT\n\nTHE EFFECTS OF A HISTORY OF VIOLENCE, CONTROLLABILITY OF CAUSE, AND\nDIAGNOSTIC LABELING ON ATTRIBUTIONS ABOUT INDIVIDUALS WITH\nMENTAL ILLNESS\n\nName: Crouse, Jacob Wayne\nUniversity of Dayton\n\nAdvisor: Dr. John Korte\n\nThe present study examined participants’ assumptions, along with their likely\nemotional and behavioral responses to a vignette describing an individual with mental illness.\nThe following information was manipulated within these vignettes: the individual’s control\nover developing the mental illness, a history of violence, and the availability of diagnostic\ninformation. It was hypothesized that participants would have a more negative response to\nthe description of an individual whose illness stems from a cause that is within his control.\nMore negative reactions were found to the cocaine abuse condition as compared to the bio-\ngenetic or automobile accident, but no significant difference was found between participants’\nreactions to the latter conditions. It was also hypothesized that participants would respond\nwith more negative reactions to an individual described as having a history of violence, as\ncompared to an individual with no history of violence. This hypothesis was supported by the\ncurrent study. It was further hypothesized that participants would have the strongest negative\nreactions toward an individual whose symptoms were described or an individual who was\ndescribed by both a label and symptoms. This hypothesis was not consistent with findings of\nthe current study. Contrary to the previous research, familiarity with mental illness did not\nhave a strong impact on the evaluations of participants. Suggestions for future research are\n\nincluded.\n\niii",
    "Page_4": "ACKNOWLEDGMENTS\n\nI would like to give special thanks to my thesis chair, Dr. John Korte, for his supervision,\ntime, and patience throughout this process. Thanks are also due to Dr. David Biers and Dr.\nRoger Reeb, my thesis committee members, for sharing their knowledge and providing\nassistance in the development of this project. I would like to note the assistance of Stacey\nLangsner who helped me to survey participants. I am grateful for the understanding and\nmotivation provided by my parents, Wayne and Barbara. Finally, I would like to thank my\n\nfiancée, Kelly Wells, for her love and support.",
    "Page_5": "TABLE OF CONTENTS\n\n \n\n \n\nABSTRACT 000... cceeeceeceneceeeceecereneenaeeeeaeetaneeaeenseseeaespesenesearsees\nACKNOWLEDGEMENTS ........0...cccecceeccueeeeeeeeeneeeeeeereeseeeuetenes\nLIST OF TABLES..0.... 00... cee eecceeeeeceteeeeeen ee seceueeseneeeeeeaeseeaeeeee neces\nLIST OF FIGURES.....0..0.. 0... ceeeceecccneeccneeeseeerabecneeeneecneesgesenseaapseuae\nCHAPTER\nL INTRODUCTION. ..0....... ccc ccccecceec sees eeetaeeeaeeenesnneeene\nIl.\nParticipants............cccceceece eee eecaeee eee ee een eee esa een een een eees\nInstruments and Measures. .............0cccecesc scence eee ece nen ees\nPrOCEdUIC..... 0... cee eeee eee rec cree teense een een sen esa nen eee seneeeeaee\nTI. RESULTS. ...0.0. 0.00 ccc ce ccee cece ene nee eee eee tee en eeneneeeeneneneens\nTV.  DISCUSSION.......0... cee cceeeceeece rece seen eecueeeneeenesneeeags\nAPPENDICES\nA. ViGMCtteS 2... eee ce cece sense een eeneeeeetneeceereaeseeseebeneaee sence\nB. Demographics ............c.cceeeeeeee\nCc. Level-of-Contact Report ............\nD. Attribution Questionnaire\nE, Attribution Questionnaire (Participant)..............csceee eee eseneeees\nF. Schizophrenia Knowledge Question ..............ccccecseeeeeeeceee ee\nG. Analyses of Variance for Attributions................ccceeeeeeeee eens\nH. Means and Standards Deviations for Attributions..................\nI. Analyses of Covariance for Attributions\n\n \n\nv\n\niii\niv\nvii\n\nix",
    "Page_6": "J Informed Consent............ccccesceeteeeee see ceu tease ee eseeeneeeseneee\nK. Debriefing............ ce ceeceeee nce eeeeeeeeeeeceneeecusenese eeu eeueeaneces\n\nREFERENCES\n\nvi",
    "Page_7": ". Analysis of Variance for Anger:\n\nLIST OF TABLES\n\n. Analysis of Variance (p-values) for the Main Effects of the Six Attribution\n\nVariables........ccccecsceecec nsec eenene eens eee en seen ee neeene eeneenenenen en encase eens\n\n. Mean Values (Standard Deviations) and Tukey’s Results Indicating\n\nSignificant Mean Differences for Controllability of Cause...................\n\n. Mean Values (Standard Deviations) and Main Effects Indicating\n\nSignificant Mean Differences for History of Violence...............0..05000\n\n. Mean Values (Standard Deviations) and Tukey’s Results Indicating\n\nSignificant Mean Differences for Diagnostic Information..................064\n\n. Frequency Distribution for Level-of-Contact Report...............c:cceeeee eee\n. Frequency Distribution for Familiarity Question................:.ceeeeeeeeeee\n\n. Frequency Distribution for Level-of-Contact Report Questions...............\n. Correlations for Level-of-Contact and Familiarity Questions.................4\n. Responses to Schizophrenia Knowledge Question...............:ccseeeeeeenees\n. Analysis of Variance for Personal Responsibility Beliefs.....................\n\nAnalysis of Variance for Pity.........cccccesccsesseeceseceeee esse eeeeeeeeetenenns\n\n \n\n. Analysis of Variance for Fear...........cccecccecessecceeseueeeeeseeseeneeeesan ones\n. Analysis of Variance for Likelihood of Helping................0:eseeeeueeeee ee\n. Analysis of Variance for Coercion-Segregation...............s.csseeeeeeeeea ees\n. Means and Standard Deviations for Personal Responsibility Beliefs... ....\n\n. Means and Standard Deviations for Pity...............csceeeceeeec eee eeeeeen eens\n\n. Means and Standard Deviations for Angef............ccccceceeseeeeceeeneesenens\n. Means and Standard Deviations for Fear...........c0cccceeseeeseeseeeeeeeaeeee ees\n. Means and Standard Deviations for Likelihood of Helping..................\n\n. Means and Standard Deviations for Coercion-Segregation.................066-\n. Analysis of Co-variance for Personal Responsibility Beliefs..................\n\n. Analysis of Co-variance for Pity 0.0.00... .ccccccceseceseeeeeeeeseee ese eee ereeees\n\n23\n\n25\n\n27",
    "Page_8": "24. Analysis of Co-variance for Ager ..........:cccceeeceeeeeeeeeeereeenaeeneeenees\n\n25. Analysis of Co-variance for Fear ..........c.cccccc sec eeececeeeecseesaseessseneersens\n\n26. Analysis of Co-variance for Likelihood of Helping................:.c0ecee\n\n27. Analysis of Co-variance for Coercion-Segregation\n\nviii\n\n82\n82\n83\n83",
    "Page_9": "1.\n\nLIST OF FIGURES\n\nInteraction of Diagnostic Information and History of Violence for the\nAnger Factor...........ccccceceeceseeeeeeeneen eee eeeesu eee seunee senses eeneeeeneen eres\n\nix",
    "Page_10": "CHAPTER I\n\nINTRODUCTION\n\nIndividuals who suffer from mental illness are frequently the subject of\nstigmatization in our society (Corrigan & Penn, 1999). This stigma often leads to\nindividuals with mental illness being separated from the community and discriminated\nagainst. For example, people are less likely to hire persons who are labeled as\nmentally ill (Link, 1982) and are less likely to lease apartments to them (Page, 1995).\nOne way to account for stigma is through attribution theory. Weiner (1980) first\nproposed that the attributions that an individual makes about the cause of some event\nwere linked to their emotional reactions and behavioral responses to that situation.\nCorrigan (2000) expanded upon Weiner’s attribution model in an effort to better\nconceptualize the process of stigmatizing the mentally ill. In a study of college\nstudents (2003), Corrigan found that participants’ familiarity with mental illness,\nperceptions of dangerousness, and attributions about the controllability of the cause of\nmental illness played a role in their emotional reactions and behavioral responses\ntoward the individual with mental illness. However, Corrigan’s study did not include\na genetic attribution regarding the possible cause of mental illness nor did he\n\ninvestigate the interaction of the reported cause of the mental illness with levels of",
    "Page_11": "dangerousness. The purpose of this thesis is to expand upon Corrigan’s attribution\nmodel of stigma and mental illness. The first chapter of this manuscript presents a\nreview of the literature concerning stigma, attribution modeling, and the connections\nbetween the two, as well as the specific purpose of the present study.\n\nStigma\n\nOne of the earliest conceptualizations of stigma was generated by Goffman\nwho termed stigma an “attribute that is deeply discrediting” (1963, p. 3). He believed\nthat stigma reduces the bearer “from a whole and usual person to a tainted, discounted\none.” Goffman also defined stigma as the relationship between an “attribute and a\nstereotype.” Through the process of stigma, an attribution made about individuals\nwho are part of a group (i.e. people with mental illness) takes on a negative\nconnotation becoming a stereotype. Goffman’s work was followed closely by\nresearch carried out by Scheff. Scheff’s (1966) theory concerned the labeling of\nbehavior, which in turn would lead to stereotypes about the labeled individual. This\nstereotyping results in the social rejection of the labeled individual, which may end in\nthe individual leading a life of “residual deviance.”\n\nA research group lead by Jones (Jones et al., 1984) also made a contribution to\nthe identification of the processes involved in stigma. They used the term “mark” in\ndescribing all the possible conditions that would identify an individual as being\ndeviant. According to Jones, stigma occurs when this “mark” is linked to negative\ncharacteristics which leads to others making negative attributions about the\nstigmatized individual. Jones’ concept of “peril” in stigma is also particularly\n\nrelevant to the present study. Peril refers to feelings of fear or discomfort caused by",
    "Page_12": "the mark of the stigmatized which play a part in the way in which an individual reacts\ntoward the stigmatized.\n\nA recent and more elaborate conceptualization of stigma comes from Link and\nPhelan (2001). They describe stigma as the confluence of the following dimensions:\nlabeling, stereotyping, separating, status loss and discrimination, and dependence of\nstigma on power. In the first step of this model of stigmatization, the individual is\nlabeled based on a socially relevant difference. This labeled difference is then linked\nto undesirable characteristics or stereotypes. The next step makes a distinction\nbetween the labeled group and the mainstream. The labeled group is considered\nmarkedly different and separated from “normal” society. This separation results in the\nindividual being devalued by society and discriminated against. A dimension that\nplays an important part in Link and Phelan’s model is that of power. Only when a\nmore powerful group rejects a less powerful group does stigma truly occur. Although\nnot included in their original model, the dimension of emotional reactions is important\nto the concept of stigma (Link, et al., 2004). Emotional reactions represent a response\nto stigma that is easily discernable by the stigmatized and may influence the behavior\nof the stigmatized. Emotional attributions about the behavior of the stigmatized also\nplay an important role in the way in which an individual will think and act towards the\nstigmatized.\n\nStereotypes, Prejudice, and Discrimination\n\nAnother distinction must be made in the concept of stigma, the difference\n\nbetween public stigma and self-stigma. Public stigma, a concern of the present study,\n\ndescribes the way in which the general population stigmatizes individuals. Self-",
    "Page_13": "stigma, on the other hand, refers to the loss of self-esteem and self-efficacy\nexperienced by the stigmatized as public stigma is internalized (Corrigan and Watson\n2002a, Corrigan 2000). Thus, the way that the public stigmatizes individuals affects\nthe way that they stigmatize themselves.\n\nPublic stigma consists of three dimensions: stereotypes, prejudice, and\ndiscrimination (Corrigan, 2003). Stereotypes are opinions about groups of persons\nthat have been collectively agreed upon by society. Although stereotypes generally\nhave negative connotations, they are a cognitively efficient way to categorize\ninformation about groups of people. An individual may be aware of a stereotype but\nnot necessarily endorse that stereotype. However, those who do endorse a set of\nstereotypes are considered to be prejudiced. These individuals have cognitive\nresponses and emotional reactions attached to the stereotypes they hold. These\nthoughts and feelings lead to discrimination, which is a behavioral response to the\nstereotype. Discrimination generally results in negative responses to the stereotyped\ngroup (Corrigan, 2000; Corrigan and Watson, 2002b).\n\nDiscrimination can take many forms, which may include “coercion,\nsegregation, hostile behaviors, withholding help, or avoidance” (Corrigan, 2003, p.\n164), In the case of individuals with mental illness, treatment is often coerced, i.e.\nmandated by the courts or other authorities. Pescosolido and his colleagues (1999)\nobserved that the general public and treatment providers may endorse coercion,\nthrough legal means, in the treatment of individuals with mental illness who are\n\nconsidered to be dangerous. Another type of discriminatory behavior toward",
    "Page_14": "individuals with mental illness is their segregation into treatment or living facilities\nthat are separated from the community.\n\nThe avoidance of individuals with mental illness or resistance to providing aid\nto individuals with mental illness also represents types of discrimination (Corrigan, et\nal., 2003). For example, the concept of social distance is a general desire to avoid\ninteraction with individuals suffering from mental illness. Link et al. (1987) found\nthat individuals labeled as mentally ill, compared to “normal” individuals, were\nevaluated by participants in the study as more dangerous, regardless of the actual\nlevels of disturbed behavior presented to the participants, and this resulted in an\nincreased desire for social distance. In another study, Link et al. (1999) found that,\ndespite the public’s increased recognition of specific mental disorders and their\nmultiple underlying causes, the desire for social distance from the mentally ill and the\nperception of the mentally ill as dangerous is still strong. Socall and Holtgraves\n(1992) found a positive correlation between the expectation of a poor outcome for the\nindividual’s illness and a desire for social distance.\n\nResearch indicates that people are generally less likely to provide assistance\nand more likely to defame individuals considered mentally ill. People are less likely\nto hire persons who are labeled as mentally ill (Link, 1982) and are less likely to lease\napartments to them (Page, 1995). Finally, there is evidence that people are more likely\nto falsely press charges for violent crimes against individuals with mental illness\n(Sosowsky, 1980; Steadman, 1981).\n\nThe concept of labeling must also be considered when evaluating the effects of\n\nstigma. Link (1982) documented that persons who publicly bore the label of mental",
    "Page_15": "illness had less income and were more likely to be underemployed, compared to a\nsimilarly impaired group of individuals who had not been labeled. Another study,\nwhich manipulated the presence of a label and the presence of aberrant behavior,\nfound that people were still likely to engage in stigmatizing behavior towards an\nindividual labeled as having mental illness, but not demonstrating any aberrant\nbehavior. This psychiatric label and the consequent negative social reactions can\nexacerbate the course of a person’s mental illness (Link, Cullen, Struening, Shrout,\nand Dohrenwend, 1989).\nThe Attribution Model\n\nThe attribution theory of Wiener (1980) can aid in conceptualizing the\nconnection between stigmatizing attitudes and discriminatory behavior. Attribution\ntheory links human motivation and emotion to efforts to understand the causes behind\neveryday events (Weiner, 1980). Attribution analysis begins with trying to understand\nthe reasons for the outcome of a particular situation, in this case, the cause of the\nmental illness. The individual makes a decision about the reasons for an outcome\nbased on the locus of control, the stability of the cause, and the controllability of the\ncause. The locus of control can be either internal (in the person) or external (the\nenvironment). The stability of the cause may be stable (relatively permanent and\nunchanging) or unstable (subject to change). The controllability of cause is either\ncontrollable (subject to volitional control) or uncontrollable (not subject to volitional\ncontrol) (Weiner, 1980). Controllability of cause can also be broken down into onset\ncontrollability (the individual is responsible or contracting the illness) and offset\n\nresponsibility (the individual is actively trying to prevail over their illness) (Schwarzer",
    "Page_16": "& Weiner 1991). These factors determine an individual’s inferences about his or her\nresponsibility for a particular outcome. An individual’s decision about responsibility\nis followed by an emotional reaction, which in turn affects the individual’s behavior\ntoward the person being evaluated, as well as expectations about this person (Weiner,\n1995).\n\nThe public’s attributions about the controllability of the cause of an\nindividual’s mental illness would therefore have a great effect on their behaviors and\nemotional reactions toward a person with mental illness. If the cause of failure (i.e.\nmental illness) is seen as being in the individual's control, then the individual may be\nresponded to with anger and little pity and may be punished or neglected. However, if\nthe perception of the cause of the failure is not in the person’s control, then the\nindividual is more likely to receive pity and help (Weiner, 1986). Weiner also noted\n(1988) that mental and behavioral problems are often considered onset-controllable\nand that this leads to a similar set of responses (i.e. anger, no pity, and absence of\nhelping behaviors). Parsons (1951) noted that, if an individual is believed to have\nknowingly endangered his or her own health, then others will react to them with anger\nand evaluate them negatively. Batson (1987) suggests that empathy for an individual\nmay be reduced by the knowledge that the person’s difficulties have been caused by\ntheir own undesirable or irresponsible behaviors. People will also make attributions\nabout the controllability of the negative behavior of an individual who has mental\nillness. Wiener found that, when an individual is considered in control of his or her\npsychotic symptoms, people perceive him or her as responsible for his or her actions\n\nand therefore react with anger (Weiner et al., 1988).",
    "Page_17": "Other evidence suggests that the attributions that people make about the\ncontrollability of an individual’s mental illness are related to their willingness to help\nthose individuals. It was found that people are less willing to lend aid to a person with\nsevere mental illness when they believe that the person is in control of their symptoms\n(Corrigan, River, Luden, Penn, et al., 2000). Though not concerned specifically with\nmental illness, a study by Reisenzen (1986) reinforces the association of attributions\nabout the controllability of cause and people’s willingness to help. In this study, a\nsample of college students were evaluated on their willingness to assist a person whom\nthey were told was either “drunk,” “skipped class to go to the beach,” “ill,” or “had\ndifficulty seeing.” The study found that the students were less likely to help others\nwho were labeled “drunk” or who had “skipped class to go to the beach.”\nFurthermore, the students’ feelings of anger or pity had an effect on their decision to\nhelp. Additionally, people often make a distinction between physical and\npsychological-behavioral disorders when making attributions about controllability.\nResearch also suggests that people tend to believe that psychological-behavioral\ndisorders involve more personal control than physical disorders (Crandall and\nMoriarty, 1995).\n\nThere is less evidence in the literature concerning the role of locus of control\nand stability of cause in the attributions that individuals make about a person with\nmental iliness. In a study of Americans’ concept of mental illness (Martin, et al.,\n2000), participants were more likely to attribute mental illness to such causes as\nchemical imbalances, genetic factors, and stressful life circumstances (external) than\n\nto such concepts as “bad character” (internal). This is a positive sign given that",
    "Page_18": "internal attributions about a person’s mental illness increased the desire for social\ndistance, while external attributions reduce the desire for social distance (Martin, et\nal., 2000). Research has found that, although the stability of cause does not\nnecessarily affect the type of emotional and behavioral responses to an event, it does\nplay a role in the strength of these responses (Weiner, 1995). Corrigan (2000)\nsuggests that if a cause is considered stable, attributions about it are more heavily\nweighted than when the cause is considered unstable. For instance, if the cause of a\nmental illness is considered stable (i.e. untreatable) then it may reduce the amount of\neffort a person is willing to put into helping the individual with mental illness.\nDangerousness\n\nThe perception of dangerousness also plays a role in the affective and\nbehavioral attributions that people make about individuals with mental illness. In\ngeneral, research has found evidence of attributing negative and unexpected behaviors\nto an internal locus of control (Jones and McGillis, 1976), Martin (2000) found a\nrelationship between ones’ attributing mental illness to “bad character” (an internal\nattribution) and the perception that the mentally ill individual is dangerous. In a study\nby Pescolidio et al. (1999), most respondents indicated that people labeled as having\nschizophrenia are likely to be violent toward others. In general, when a person in the\nvignette bore the label of mental illness, participants indicated that they believed the\nindividual to be less competent and more likely to behave violently. The same\nparticipants were also more willing to endorse coercing these individuals into\nreceiving treatment. Martin et al. (2000) also found a connection between the\n\nperception of dangerousness and the endorsement of segregating individuals with",
    "Page_19": "10\n\nmental illness from the rest of society. Furthermore, information that leads to external\ncause attributions about a mentally ill person’s violent behavior results in a less\nnegative evaluation of that behavior as compared to vignettes that implicated a more\ninternal source of the behavior (Boisvert and Faust, 1999).\n\nFamiliarity\n\nThe variable of familiarity seems to have a moderating effect on the\nattributions made about an individual with mental illness. According to Holmes et al.\n(1999), familiarity is the extent of an individual’s knowledge and experience with\nmental illness. Holmes found an inverse relationship between familiarity with mental\nillness and prejudicial attitudes about mental illness. Link and Cullen (1986) reported\nthat increased familiarity was related to decreases in feelings of fear towards\nindividuals with mental illness. Along similar lines, Ingamells et al. (1996) found a\ndiscrepancy between the attitudes of participants toward those with mental illnesses\nwhen they were split into a group that had a low level of contact with individuals with\nmental illness and a group that had a high level of contact with individuals with mental\nillness. When asked to respond to a vignette of an individual with mental illness, the\nlow contact group desired more social distance than the high contact group.\n\nDesforges et al. (1991) found that individuals who have positive contacts with\nmembers of a stigmatized group must resolve the discrepancies between their\nstereotypes about the stigmatized group and their positive encounter with a member of\nthat group. This contact leads to a more positive attitude toward the individual\nmember of the stigmatized group that may then be generalized to the entire group.\n\nPrevious contact with the severely mentally ill has also been found to reduce the",
    "Page_20": "11\n\nnumber of negative emotions held about individuals with mental illness (Arikan and\nUysal, 1999). Finally, Penn and his colleagues (1999) reported that respondents who\nhad prior contact with individuals with mental illness evaluated a client with mental\nillness described in a vignette as being less dangerous.\nAn Attribution Model of Public Discrimination Towards\nPersons with Mental [ness\nA recent study by Corrigan et al. (2003) has attempted to delineate a model\nthat connects causal attributions, familiarity, perceived dangerousness, emotional\nresponses, and the likelihood of helping or rejecting behaviors. They postulated that\nan individual’s contact with the mentally ill (familiarity) would influence his or her\nperception of the danger represented by the individual with mental illness. This\nperception of dangerousness and attributions that the individual makes about the\ncontrollability of the person’s mental illness would in turn influence his or her\nemotional response to the person with mental illness. Finally, this emotional response\nwould mediate the extent that the person would help or reject those with mental\nillness. Participants were asked to respond to vignettes that varied the controllability\nof the cause of the mental illness and the level of dangerousness. The results showed\nthat discriminatory responses, such as avoidance and endorsing coercive treatment,\ncould be predicted by perceptions of dangerousness and attributions about the cause of\nthe mental illness. If the cause of the mental illness was seen as controllable,\nindividuals responded with feelings of anger and fear. These emotional reactions were\nlinked to a desire for social distance and support for coercive treatment. However,\n\nwhen the cause was not considered controllable, participants tended to respond with",
    "Page_21": "12\n\npity for the individual and endorse more supportive behavioral responses. Perceptions\nof dangerousness were correlated with feelings of fear, which was a strong predictor\nof a desire for social distance and coercive treatment. Familiarity with mental illness\nwas found to moderate a desire for social distance and support for coercive forms of\ntreatments, Familiarity was found to be positively correlated with feelings of pity and\nnegatively correlated with feelings of anger and fear.\n\nIn a follow-up to the previous study, Angermeyer, Matschinger, and Corrigan\n(2004) attempted to replicate the prior findings with a representative survey conducted\nin Germany. Unlike the previous study, the vignettes used in this research either\ndescribed the symptoms associated with schizophrenia or the symptoms associated\nwith major depressive disorder. Despite differences in methodology, this study\nreplicated many of the findings from Corrigan et al. (2003). Familiarity with mental\nillness helped to moderate perceptions of dangerousness. A lack of perceived\ndangerousness reduced feeling of fear, which in turn reduced a desire for social\ndistance. Again, the model was able to demonstrate a connection between attributions\nabout controllability and dangerousness, emotional reactions, and behavioral\nresponses.\n\nThere are several questions that are left unanswered by the current research\nusing attribution models in the study of stigma towards the mentally ill. Though the\nliterature has addressed the negative impact of mental illness (Link, 1982; Link,\nCullen, Struening, Shrout, and Dohrenwend, 1989), the effects of labeling have not\nbeen assessed within the framework of an attribution model. Furthermore, are\n\nattributions different when a participant is given a direct label as opposed to diagnostic",
    "Page_22": "13\n\ninformation pertaining to the individual in the vignette? While previous research has\nmade some attempts to differentiate between levels of the controllability of the cause\nof the mental illness, the use of a bio-genetic origin for schizophrenia may have a\nmoderating effect on the attributions made about an individual with mental illness.\nFinally, prior research has not compared the variables of controllability,\ndangerousness, and label so that presence of interactions between these variables may\nbe clearly established.\n\nThe Present Study\n\nThe purpose of the present study is to expand upon the findings of Corrigan\n(2003). As in the study by Corrigan, the current study will investigate the relationship\nbetween causal attributions, dangerousness, emotional responses, and behavioral\nresponses. Participants will be presented with vignettes that describe an individual\nwith mental illness. The vignettes will vary in the controllability of cause (what lead\nto the mental illness), history of violence, and the availability of diagnostic\ninformation. In Corrigan’s original study, the cause of the mental illness was either\nattributed to drug use or head trauma due to automobile accident. In the present study,\na third cause, a biogenetic origin, will be included.\n\nIt is hypothesized (Hypothesis I) that participants will have a more negative\nresponse to the description of an individual whose illness stems from conditions\nwithin his control (i.c., the abuse of cocaine), as compared to automobile accident or\nbio-genetic descriptors. Participants responding to the drug abuse condition are\npredicted to respond with greater feelings of fear and anger, as well as reduced\n\nfeelings of pity, as compared to participants responding to the other two conditions.",
    "Page_23": "14\n\nParticipants responding to the abuse of cocaine descriptor are also expected to endorse\nthe need for coercive treatment and a desire to withhold help. Although an automobile\naccident and bio-genetic cause may both be considered a “low controllability”\ncondition, this study will explore the possibility that participants will perceive a\ndisorder that is inherited as different from a disorder that has been caused by an\naccident. It is predicted (Hypothesis II) that participants will respond with increased\nfeelings of pity and decreased feelings of anger and fear towards the bio-genetic\ndescriptor, as compared to either the automobile accident or drug abuse descriptors. It\nis also hypothesized that participants will believe the individual with the bio-genetic\ndescriptor to be less personally responsible and to endorse fewer items indicating the\nneed for coercive treatment or the withholding of help.\n\nAlthough all three causes are labeled as schizophrenia within this study, this is\nnot an accurate reflection of the nature of schizophrenia. As summarized in a recent\narticle by Kotsiubinskii (2002), the current view of the etiology of schizophrenia uses\na biopsychosocial or diathesis-stress model. Individuals are thought to have a genetic\npredisposition toward the development of the disorder, which appears to manifest\nitself in the form of abnormal neurophysiology. This vulnerability or diathesis may\nresult in the individual developing schizophrenia when they are placed in contact with\nenvironmental or personal stressors. Though the specifics of both the\nneurophysiologic abnormalities and stressors are still under investigation, the\nbiopsychosocial model is the generally accepted etiological model for schizophrenia.\n\nThe labels in the present study have been simplified in order to remain clear\n\nand consistent for participants who have little or no prior training in psychology and in",
    "Page_24": "15\n\norder to evoke the imagery that the general public may associate with someone who\nsuffers from schizophrenia. The first cause, an automobile accident, would be more\nproperly labeled a psychotic disorder due to a general medical condition. The second\ncause, abuse of cocaine, should bear the label of substance-induced psychotic disorder.\nFinally, while it is thought that a bio-genetic component plays a role in the\ndevelopment of schizophrenia, it is not considered the sole cause of the disorder\n(APA, 2000).\n\nThe second variable included in the vignettes will be a history of violence,\nwhich will reflect the level of dangerousness. A major weakness in the Corrigan study\nis that he did not systematically vary the level of dangerousness with the cause of the\nmental illness. The current study will manipulate the history of violence and cause of\nthe mental illness across vignettes. It is hypothesized (Hypothesis III) that participants\nwill respond to an individual described as having a history of violence with greater\nfeelings of anger and fear, as well as reduced feelings of pity. It is also predicted that\nparticipants will endorse coercive treatment and the withholding of help for\nindividuals who they are told have a history of violence.\n\nThe final variable will be diagnostic information and it will have three levels: a\ndiagnostic label of schizophrenia, a description of symptoms associated with\nschizophrenia without the label of schizophrenia, and both a description of symptoms\nassociated with schizophrenia and the label of schizophrenia. It is hypothesized\n(Hypothesis IV) that participants may have a stronger negative reaction (i.e. feelings\nof fear and anger) toward an individual bearing the label of schizophrenia as compared\n\nto an individual whose symptoms are described, but who is not given a label. It is also",
    "Page_25": "16\n\npredicted that participants will not react as strongly to an individual who both bears a\nlabel and a list of symptoms as the list of symptoms, will give the participants more\ninformation on what is meant by the label of schizophrenia.\n\nThe impact of these variables will be evaluated through an attribution\nquestionnaire that includes the following constructs: personal responsibility beliefs,\npity, anger, fear, the likelihood of helping, and support for coercion-segregation. As\nin the study by Corrigan, a second measure will evaluate the participants’ familiarity\nwith individuals with mental illness. The effect of this moderator variable on the\nattributions that participants make will be assessed. It is hypothesized (Hypothesis V)\nthat those participants who are more familiar with individuals suffering from a mental\nillness will be less likely to endorse coercive treatment and less likely to withhold help\nfrom the individuals in the vignette. It is also predicted that these individuals will\nindicate greater feelings of pity, as well as reduced feelings of anger and fear towards\nthe individual described in the vignette.\n\nThe present study is expected to expand our knowledge of the stigmatization\nprocess involving the mentally ill. A better understanding of the mechanisms that\nunderlie stigma will hopefully lead to improved ways in which to educate the public\n\nabout the reality of mental illness.",
    "Page_26": "CHAPTER II\n\nMETHOD\n\nParticipants\n\nParticipants included 360 undergraduate students enrolled in an introductory\npsychology course at the University of Dayton. The participants included 237 female\nstudents and 123 male students with a mean age of 18.18 (SD = 1.92). Of the sample\n90.0% of the students were Caucasian, 6.9% were African-American, 1.7% were\nLatino, 0.6% were Alaskan or Native American and 0.8% indicated the other category.\nThe participants’ responses indicate that 67.5% of their fathers and 58.7% of their\nmothers have received either a bachelor’s degree or some form of graduate degree.\nAll students received course credit for participating in the study.\n\nInstruments and Measures\n\nVignettes\n\nEighteen vignettes were written for this study (see Appendix A), each\ndescribing “David a 30-year old single man” who “was hospitalized for a short period\nof time at a local psychiatric hospital,” and “currently works for a large paper\nmanufacturing company.” The information provided in the different vignettes was\n\ndesigned to manipulate the following variables: controllability of cause (bio-genetic,\n\n17",
    "Page_27": "18\n\nautomobile accident, or drug use), dangerousness (history of violence vs. no history of\nviolence), and diagnostic labeling (label only, symptoms only, or label plus\nsymptoms). Each participant was given one of the three following descriptions of the\ncause of David’s mental iliness: (1) “David developed schizophrenia as the result of a\ngenetic disorder that he inherited from his parents”; (2) “David developed\nschizophrenia following a severe automobile accident”; or (3) “David developed\nschizophrenia following years of abusing cocaine.” Each participant was also given\none of the two following sets of information on David’s history of violence: (1)\n“David recently struck and injured one of his co-workers without provocation”; (2)\n“David has never committed a violent act.” Participants were also presented with one\nof three following sets of diagnostic information: (1) “...has schizophrenia”; (2) “...\nhears voices that others do not hear. David also believes that his co-workers secretly\nplot against him and that others are capable of reading his thoughts”; or (3) both (1)\nand (2) above.\n\nDemographic Questionnaire:\n\nThe demographic questionnaire asked participants about their gender, age,\nethnicity, year of college, and their parents’ educational background (see Appendix\nB). This information was analyzed to determine if the participants’ backgrounds have\nan impact on their responses to the attribution questionnaire.\n\nLevel-of-Contact Report\n\nThis modified version of the level-of-contact report (Holmes, et al., 1999; see\n\nAppendix C) is a 13-item measure that assesses participants’ familiarity with\n\nindividuals with severe mental illness. Respondents checked all situations on the",
    "Page_28": "19\n\nmeasure that they have experienced during their lives. A participant’s index of contact\nscore was the previously determined rank of the most intimate situation involving\nthose with mental illness chosen by the participant. A score of 1 was assigned to the\nleast intimate situation which is described in item 8 (‘I have never observed a person\nthat I was aware had a severe mental illness”) and a score of 13 was assigned to the\nmost intimate situation which is described in item 5 (“I have a severe mental illness”).\nIn this version, a thirteenth question (item 7) was added which asked respondents if\nthey have an immediate family member with a severe mental illness. This was\nintended to distinguish between a close family member and a “relative” with severe\nmental illness. The wording of items 2 and 9 were modified to differentiate between\nthose who provide clinical treatment for those with mental illness and those who\nprovide other services. Finally a separate question was added that asked participants\nto report, on a scale of 1 (no personal contact whatsoever) to 10 (very close personal\ncontact), how familiar they believed that they were with individuals with mental\nillness,\nAttribution Questionnaire\n\nThe 20-item attribution questionnaire is based upon a measurement used by\nCorrigan et al. (2003; see Appendix D) that assesses the following constructs: personal\nresponsibility beliefs, pity, anger, fear, the likelihood helping, and support for\ncoercion-segregation. The version in this study used a 6-point Likert scale (1 =\n“strongly disagree” to 6 = “strongly agree”) in order to eliminate neutral responses\nthat would occur on a scale with an odd number of responses. Some of the items from\n\nthe original measure were reworded in order to increase the clarity of the statements.",
    "Page_29": "20\n\nItems from the original measure were also reworded so that all responses would\nindicate the degree that participants agreed with each statement. A higher score\nindicated a greater amount of each characteristic endorsed by the participant. For\nexample, a response of six on a question representing the construct of anger would\nindicate that the participant felt more anger than if he or she had responded with a two.\nThe six constructs can be divided into three categories: negative, positive, and neutral.\nAnger, fear, and coercion-segregation are negative; pity and likelihood of helping are\npositive; and personal responsibility is neutral. A subscale score for each of the above\nconstructs was calculated by summing the participants’ responses to each item for that\nsubscale and dividing by the number of items on that constructs subscale. Therefore,\nall subscale scores can range from 1 to 6. The version of the questionnaire that was\ngiven to participants is located in Appendix E.\nSchizophrenia Knowledge Question\n\nParticipants were asked an open-ended question about the symptoms and\ncommon problems that they associate with schizophrenia (see Appendix F). This\nquestion is intended to help identify participants’ understanding of the term\nschizophrenia. This data was analyzed to establish the impact of participants’ personal\nunderstanding of schizophrenia on their responses to the attribution questionnaire.\n\nProcedures\n\nInformation was collected from participants in groups ranging from 12 to 25\nindividuals during one session that lasted approximately 30 minutes. Initially,\nparticipants were asked to review and sign an informed consent form (see Appendix\n\nJ). Participants then completed a demographic questionnaire. Following this,",
    "Page_30": "21\n\nparticipants responded to the level-of-contact report. Each participant read only one of\nthe eighteen vignettes describing an individual with mental illness. Within each\nsession all 18 vignettes were distributed beginning with the first vignette being given\nto the first participant. In response to this vignette, participants completed the\nattribution questionnaire. After responding to the vignette, participants completed the\nschizophrenia knowledge question. Following the session, participants were provided\n\nwith a debriefing form (see Appendix K).",
    "Page_31": "CHAPTER III\n\nRESULTS\n\nThe internal consistency of the sets of questions that represent each of the six\nfactors (personal responsibility beliefs, anger, fear, pity, likelihood of helping and\ncoercion-segregation) that are hypothesized to be included within the 20 items of the\nattribution questionnaire was analyzed. The following are the alpha coefficients for\neach factor: personal responsibility beliefs (.87), anger (.84), fear (.86), pity (.75),\nlikelihood of helping (.71), and coercion-segregation (.86).\n\nA series of six 2 X 3 X 3 (history of violence X controllability of cause X\ndiagnostic information) between subjects analyses of variance were conducted, one for\neach of the six attribution variables (personal responsibility beliefs, anger, fear, pity,\nlikelihood of helping and coercion-segregation) measured by the attribution\nquestionnaire. The complete summary tables for these analyses are located in\nAppendix G. Tables which include the means and standard deviations for each of the\nsix attribution variables for all independent variable levels are included in Appendix\nH. Table 1 includes the p-values for the main effects for all six of these attribution\nvariables’ ANOVAs. .\n\nHypothesis I and Hypothesis II: The Effect of a Controllability of Cause\n\nHypothesis I suggested that participants would endorse more negative\n\n22",
    "Page_32": "Table 1\n\n23\n\nAnalysis of Variance (p-values) for the Main Effects of the Six Attribution Variables\n\n \n\n \n\nResponsibility Pity Anger\nViolence (V) 302 .265 .001\nControllability (C) .001 .002 .001\nDiagnostic (D) 351 .033 055\n\nFear Helping Coercion\n.000 -000 .000\n\n000 -000 .000\n\n.004 .042 .000",
    "Page_33": "24\n\nattributions and fewer positive attributions about an individual whose illness stems\nfrom drug abuse as compared to either an automobile accident or bio-genetics.\nHypothesis II predicted that there would also be a difference in participants’ reactions\nto the bio-genetic and automobile accident causes with a more favorable reaction to an\nindividual whose illness resulted from a bio-genetic cause. A main effect of\ncontrollability of cause was found for personal responsibility, F (2, 360) = 159.13, p=\n.001, and for pity, F (2, 360) = 6.18, p= .002. Main effects were also found for anger,\nF (2, 360) = 12.07, p = .001 and for fear, F (2, 360) = 8.01, p <.001. Finally,\ncontrollability of cause was found to have a significant effects on the likelihood of\nhelping, F (2,360) = 17.39, p < .001 and coercion-segregation, F (2, 360) = 11.36, p<\n.001 (See Tables 10-15 in Appendix G). A series of Tukey’s post-hoc tests\n(summarized in Table 2) found that the drug abuse cause resulted in significantly more\nanger, fear, desire to engage in coercion-segregation, and feelings of personal\nresponsibility than either the automobile accident cause or bio-genetic cause. The\ndrug abuse cause also resulted in reduced feelings of pity and a reduced desire to help\nas compared to either the automobile accident cause or bio-genetic cause. In no case\nwas a significant difference in the six attribution variables found when the automobile\naccident cause and bio-genetic cause were compared,\nHypotheses III: The Effect of a History of Violence\n\nHypothesis III suggested that participants would endorse more negative\nattributions and fewer positive attributions about an individual who was described as\nhaving a history of violence as compared to an individual who did not. No significant\n\neffect of a history of violence was found for either the personal responsibility or pity",
    "Page_34": "25\n\nTable 2\n\nMean Values (Standard Deviations) and Tukey's Results Indicating Significant Mean\nDifferences for Controllability of Cause\n\nBio-genetic Automobile Drug Abuse Tukey’s\n\n \n\n \n\n(BG) (AA) (DA) Results\nResponsibility 1.76 1.85 3.70 DA > AA**\n(0.82) (0.84) (1.17) DA > BG**\nPity 4.69 4.75 4.39 AA>DA**\n(0.85) (0.86) (0.86) BG> DA*\nHelping 3.99 4.09 3.56 AA>DA**\n(0.75) (0.79) (0.82) BG > DA**\nAnger 2.85 2.86 3.39 DA> AA**\n(0.96) (1.04) (1.03) DA > BG**\nFear 3.06 3.18 3,54 DA> AA*\n(1.10) (1.02) (1.12) DA > BG**\nCoercion 3.24 3.08 3.63 DA > AA**\n(1.02) (1.08) (1.06) DA > BG**\n\n \n\n** p< .01 level\n\n* p< .05 level",
    "Page_35": "26\n\nfactors. A significant main effect for history of violence was found for anger, F (1,\n360) = 20.63, p = .001, fear, F (1, 360) = 92.34, p < .001, likelihood of helping, F (1,\n360) = 44.50, p < .001, and coercion-segregation, F (1, 360) = 103.34, p < .001 (See\nTables 10-15 in Appendix G). The results of the main effects indicated that the\npresence of a history of violence resulted in a reduced desire to help, an increased\ndesire to engage in coercion-segregation, more anger, and more fear (See Table 3).\nHypothesis IV: The Effect of Diagnostic Information\n\nHypothesis IV predicted that participants would have the most negative and\nleast positive reaction to the label only condition, followed by the label and symptoms\ncondition and finally the symptoms only condition. Significant effects of diagnostic\ninformation were found for pity, F (2, 360) = 3.44, p = .033, fear, F (2, 360) = 5.60, p\n= ,004, likelihood of helping, F (2, 360) = 3.20, p = .042, and coercion-segregation, F\n(2, 360) = 10.99, p < .001 (See Tables 10-15 in Appendix G). A series of Tukey’s\npost-hoc tests were used to examine the effects of diagnostic information on the six\nattribution factors (see Table 4). For the pity factor, the symptoms only condition\nresulted in more pity than the label only condition. For the fear factor, the label and\nsymptoms condition resulted in more fear than label only. For the coercion-\nsegregation factor, the symptoms only resulted in greater agreement with the need for\ncoercion-segregation than label only condition and the label and symptoms condition\nresulted in greater agreement than the label only. Though a significant effect of\ndiagnostic information was found for the likelihood of helping factor, a Tukey’s\npost-hoc did not find a significant difference between the levels of this factor.\n\nHowever, there were two results that approached significance: a greater endorsement",
    "Page_36": "Table 3\n\n27\n\nMean Values (Standard Deviations) and Main Effects Indicating Significant Mean\n\nDifferences for History of Violence\n\nResponsibility\n\nPity\n\nHelping\n\nAnger\n\nFear\n\nCoercion\n\n** p< 01 level\n\n* p< .05 level\n\n \n\nViolence (V) No Violence (NV) = Main\nEffects\n\n2.49 2.39\n\n(1.34) (1.27)\n\n4.66 4.56\n\n(0.80) (0.93)\n\n3.62 4.14\n\n(0.75) (0.80) NV > vV**\n\n3.26 2.80 V>NV**\n\n(0.06) (1.07)\n\n3.75 2.77 V>Nv**\n\n(0.92) (1.04)\n\n3.80 2.83 V>Nv**\n\n(0.94) (0.98)",
    "Page_37": "Table 4\n\n28\n\nMean Values (Standard Deviations) and Tukey’s Results Indicating Significant Mean\n\nDifferences for Diagnostic Information\n\n \n\n \n\n \n\n \n\nLabel (L) Symptoms (S) L+S Tukey’s\nResults\nResponsibility 2.53 2.44 2.35\n(1.35) (1.35) (1.23)\nPity 4.46 4.74 4.64 S>L*\n(0.87) (0.90) (0.81)\nHelping 4.02 3.81 3.80\n(0.83) (0.79) (0.83)\nAnger 2.86 3.12 3.11\n(1.12) (1.04) (0.94)\nFear 3.04 3.29 3.45 L+S > L**\n(1.18) (1.00) (1.07)\nCoercion 3.03 3.58 3.35 L+S > L*\n(1.12) (1.00) (1.05) S>L**\n\n \n\n** p< .01 level\n\n* p< .05 level",
    "Page_38": "29\n\nof helping for label only than for symptoms only (p = .084) and a greater endorsement\nfor label only than for label and symptoms (p = .065). Personal responsibility and\nanger were not found to be significantly impacted by diagnostic information.\nInteractions\n\nThere was only one significant interaction between the three independent\nvariables across the six attribution variables. An interaction between history of\nviolence and diagnostic information was found for the anger factor, F (2, 36) = 3.73, p\n= 025. This interaction is illustrated in Figure 1. A significant simple effect was\nfound for diagnostic information for the no history of violence condition only, F (2,\n360) = 6.58, p = .002. For the no history of violence condition, participants indicated\nfeeling less anger for the label only condition (M = 2.43) compared to either the\nsymptoms only (M = 2.96) conditions or label and symptoms condition (M = 3.00).\nFor the history of violence condition, there were no significant differences among the\nthree types of diagnostic information.\n\nHypothesis V: The Effect of Familiarity with Mental Illness\n\nHypothesis V predicted that participants’ familiarity with individuals\ndiagnosed with a mental illness would mediate their negative attributions and increase\nthe likelihood of positive attributions about the individual described in the vignette.\nParticipants completed two measures of familiarity with individuals who are mentally\nill: the level-of-contact report and a question asking participants to rate their\nfamiliarity with mental illness on a 10-point scale. The distributions for the level-of-\n\ncontact report and familiarity rating are summarized in Tables 5 and 6. As seen in",
    "Page_39": "Mean\n\n3.25\n\n3.00 4\n\n2.757]\n\n \n\nLabel Only\n\nSymptoms Only\nDiagnostic Information\n\nLabel and Symptoms\n\n \n\n30\n\n_ _ No History of\nViolence\n\n— History of Violence\n\nFigure 1. Interaction of diagnostic information and history of violence for the\n\nanger factor",
    "Page_40": "31\n\nTable 5\n\nFrequency Distribution for Level-of-Contact Report Scores\n\n \n\nScore Description i P\n\n1 Never Observed 0 0.0\n2 Observed in Passing 0 0.0\n3 Movie or Television 30 8.3\n4 Documentary 47 13.1\n5 Frequent Observation 20 5.6\n6 Place of Employment 16 44\n7 Non-clinical 22 6.1\n8 Clinical Treatment 12 3.3\n9 Family Friend 93 25.8\n10 Relative 87 24.2\n11 Immediate Family Member 20 5.5\n12 Live with a Person 12 3.3\n13 Have Severe Mental Illness 1 0.3\n\n \n\nNote. A higher score indicates a greater level of intimacy with individuals with a\nmental illness.\n\nTable 6\n\nFrequency Distribution for Familiarity Question\n\n \n\n \n\nLikert Scale Value te P\n1 (no personal contact) 3 0.8\n2 21 5.8\n3 53 14.7\n4 46 12.8\n5 52 14.4\n6 58 16.1\n7 59 16.4\n8 39 10.8\n9 14 3.9\n10 (very close contact) 15 4.2",
    "Page_41": "32\n\nTable 5, 50% of the respondents were familiar with mental illness through a family\nfriend or relative. Table 6 shows wide variability in the participants’ rating of contact\nwith a mean value of 5.5 (SD = 2.13) on this 10-point Likert scale. Also included are\nthe frequencies of responses for each of the questions on the level-of-contact report\n(See Table 7). The two measures of familiarity were significantly correlated (r = .51).\nAs indicated in Table 8, there was a significant correlation between participants’ level-\nof-contact scores and their feelings of fear (r= -.11). Participants’ responses to the\nfamiliarity question were significantly correlated with a number of dependent\nvariables indicating that participants more familiar with a person with mental illness\nwere less likely to believe the person depicted in the vignette was personally\nresponsible (r = -.13), less angry with (x = -.14) and afraid of (r = -.14) him, as well as\nmore likely to help (r = .16) (See Table 8). Although these low correlations are\nsignificant, likely a product of the large sample size, they have little practical value.\nThe attribution questionnaire factors were then reanalyzed using a series of six\n2X 3 X 3 (history of violence X controllability of cause X diagnostic information)\nanalyses of covariance with the level-of-contact index score and self-report level of\nfamiliarity score serving as the covariates. Only one difference from the original\nanalyses of variance occurred when the covariates were added to the analyses;\nthe presence of a main effect of diagnostic information in the analysis of participants”\nresponses to the anger factor. Note that this effect approached significance (p = .055)\nin the original analysis. However, given the significant interaction in both analyses,\n\nthe discrepancy is of little importance (See Appendix I).",
    "Page_42": "Table 7\n\nFrequency Distribution for Level-of-Contact Report Questions\n\n \n\n \n\nQuestion Description wi\n1 Movie or Television 358\n2 Clinical Treatment 28\n3 Observed in Passing 348\n4 Frequent Observation 135\n5 Have Severe Mental Illness 1\n6 Place of Employment 76\n7 Immediate Family Member 31\n8 Never Observed 18\n9 Non-clinical 74\n10 Family Friend 160\nli Relative 106\n12 Documentary 236\n13 Live with a Person 13\nTable 8\n\nCorrelations for Level-of-Contact and Familiarity Questions\n\n \n\nFactors Level-of-Contact\nPersonal Responsibility Beliefs -0.06\nPity 0.02\nAnger -0.01\nFear -0.11*\nLikelihood of Helping 0.09\nCoercion-Segregation -0.09\nLevel-of-Contact 1.00\nFamiliarity Score 0.51**\n\n** p< .01 level\n* p< .05 level\n\nFamiliarity\n\n-0.13**\n0.03\n-0.14*\n-0.14*\n0.16*\n-0.09\n0.51**\n\n1.00\n\n33",
    "Page_43": "34\n\nSchizophrenia Knowledge Question\n\nThe responses to the schizophrenia knowledge question asking participants to\n“ist the common problems and symptoms that you associate with schizophrenia” were\ndivided into 16 categories that encompassed the various participant responses. For\nexample, any responses that indicated experiencing stimuli that did not exist (either\nauditory or visual) were included in the category of hallucinations. Another category,\n“socially inappropriate behavior,” represented a broader range of responses including:\nacting withdrawn, having difficulty interacting in social environment, or inappropriate\ngestures and remarks. The number (and percentage) of participants responding in each\ncategory is summarized in Table 9. The most common symptoms and problems that\nparticipants associated with schizophrenia were hallucinations (” = 209), paranoia (n\n=131), and multiple or split personalities (7 = 101). Twenty one participants indicated\n\nthat they did not know enough to respond to the question.",
    "Page_44": "35\n\nTable 9\n\nResponses to Schizophrenia Knowledge Question\n\n \n\n \n\nCategory n P\n\nHallucinations 209 58.05\nParanoia 131 36.38\nSplit or Multiple Personalities 101 28.05\nSocially Inappropriate Behavior 97 26.94\nDelusions or Impaired Sense of Reality 66 18.33\nViolence or Aggression 66 18.33\nMood Swings 62 17.22\nLoss of Control or Instability 60 16.66\nAnxiety or Fear 57 15.83\nImpairments in Thinking 55 15.27\nDon’t Know 21 5.83\nMotor Disturbances 19 5.27\nDepression 17 4.72\nSpeech Impairments 6 1.67\nSelf-Care Difficulties 4 1.11\n\nNote. The Schizophrenia Knowledge Question asked participants to “list the common\nproblems and symptoms that you associate with schizophrenia.” The various\n\nparticipant responses were then divided into the 16 categories listed above.",
    "Page_45": "CHAPTER IV\n\nDISCUSSION\n\nThis study examined the impact of history of violence, controllability of cause,\nand diagnostic information on the attributions that participants would make about and\nemotional reactions they would have to an individual with mental illness (personal\nresponsibility beliefs, anger, fear, pity, likelihood of helping and coercion-\nsegregation).\n\nHypothesis I and Hypothesis I: The Effect of a Controllability of Cause\n\nAn effect of the controllability of cause was found in the case of all six\nattribution factors. As hypothesized, the drug abuse cause for mental illness resulted\nin greater agreement with negative attributions and negative emotional reactions\n(anger, fear, and coercion-segregation) and less agreement with positive attributions\n(pity and likelihood of helping). These results replicate the results of Corrigan’s\n(2003) study in which participants expressed greater desire to avoid and less interest in\nhelping an individual who was said to be in control of his mental illness. These\nfindings may be further explained by Crandall and Moriarty’s (1995) finding that\npeople believe that mental illness involves more personal control than physical illness.\n\nHowever, the hypothesis that a bio-genetic cause would result in increased positive\n\n36",
    "Page_46": "37\n\nand decreased negative reactions to an individual with mental illness when compared\nto the automobile accident cause was not supported. Participants responded to the\nattribution questionnaire in a similar manner for both of these conditions on all six\nattribution factors.\n\nControllability of cause was the only variable to have a significant impact on\nthe personal responsibility beliefs factor. This is consistent with the finding by\nWeiner (1980) that an individual’s perception of controllability directly influences\ntheir beliefs about another person’s responsibility for their present condition. Not\nsurprisingly, participants believed a person with mental illness to be more personally\nresponsible for a drug induced mental illness than for a mental illness caused by either\nan automobile accident or bio-genetic. Furthermore, the perception of equal\nresponsibility for a bio-genetic and an accident caused mental illness may explain the\nlack of differentiation among these two causes on the other five variables.\n\nHypotheses II: The Effect of a History of Violence\n\nAnother important finding was the impact that a history of violence had on\nparticipants’ responses. As hypothesized, the presence of a history of violence in the\nvignette resulted in participants being more likely to indicate feelings of fear and\nanger, as well as endorse attitudes that promoted coercion or segregation. Martin et al.\n(2000) also found that the perception of dangerousness lead to the endorsement of\ncoercion and segregation. When a history of violence was present, they were also less\nlikely to endorse helping behaviors. As hypothesized, individuals responded in a\nnegative manner to a person with mental illness whom they believed to be dangerous.\n\nThis is consistent with Corrigan (2003) who found that an increase in the level of",
    "Page_47": "38\n\nperceived dangerousness leads to the endorsement of discriminatory behaviors and\ngreater feelings of fear. History of violence did not have a significant impact on\nothers’ feelings of pity, which was unexpected as it was reasoned that feelings of pity\nwould be reduced by expectations of dangerousness. In this case, it is speculated that\nalthough participants may fear and indicate a need for distance from an individual\ndescribed as having a history of violence, this concern does not reduce their feelings of\npity for the individual’s condition.\nHypothesis IV: The Effect of Diagnostic Information\n\nIt was hypothesized that for the diagnostic information variable participants\nwould respond with the most negative reaction to the label only condition and the\nmost positive reaction to the symptoms only condition with the reaction to the label\nand symptoms condition falling somewhere in the middle. In a study by Link et al.\n(1987) participants evaluating an individual labeled as mentally ill considered that\nindividual to be more dangerous and indicated the desire for social distance from that\nindividual. A more recent study by Link et al. (1999) also found that individuals\nlabeled as mentally ill are considered more dangerous. More specifically, Pescolidio\net al. (1999) found individuals in a vignette who were labeled as mentally ill to be less\ncompetent, more likely to behave violently, and were likely to endorse coercive\ntreatment.\n\nIn the present study, participants responded with more pity to the symptoms\nonly condition than to the label only condition. However, participants indicated more\nfear to the label and symptoms condition than to label only. The strongest\n\nendorsements for segregation-coercion were for symptoms only, which was greater",
    "Page_48": "39\n\nthan the endorsement for both label and symptoms and label only. Though there was a\nsignificant effect of diagnostic information on the likelihood of helping the results\nfrom the Tukey’s post-hoc approached, but did not reach significance. For likelihood\nof helping, the label only condition resulted in greater (non-significant) endorsement\nof helping than either symptoms only or label and symptoms. It is theorized that\nparticipants reacted to the label only condition with more helping responses due to the\nsocial desirability of reaching out to an individual with a clearly labeled mental illness.\nParticipants had the strongest reactions of pity, fear, and segregation-coercion to either\nthe symptoms only condition or the label and symptoms condition. Participants may\nhave had a stronger emotional reaction to the description of symptoms as opposed to\nthe label of schizophrenia. Participants may simultaneously feel repelled by the\nstrangeness of the symptoms described (fear), yet still feel a sense of how unfortunate\nit would be to have to live with such symptoms (pity). Pity and fear are obviously\nemotional reactions and the decision to coerce or segregate an individual with mental\nillness could be considered a cognitive decision affected by emotional reactions. It is\nlikely that the desire to maintain distance from an individual with mental illness would\nbe influenced by fear of the unknown and a sense of unpredictability.\nInteractions\n\nA significant interaction was found between history of violence and diagnostic\ninformation for the factor of anger. A simple main effect was found for diagnostic\ninformation in the no history of violence condition, but not the history of violence\ncondition. This suggests that when a violent history was present the diagnostic\n\ninformation may have become less relevant in invoking an angry response. With no",
    "Page_49": "40\n\nhistory of violence participants indicated feeling more anger when given only\nsymptoms or when given the symptoms and label, compared to when they were given\nonly the label. Participants may have had a reduced reaction to the label only because\nthey were not fully aware of the symptoms associated with schizophrenia, but when\nthey were given the symptoms they saw the vignette character in a more negative way\ndue to the nature of the symptoms described. However, when a history of violence\nwas presented, the insignificant difference in results suggests that participants felt an\nequal level of anger no matter which diagnostic information they were presented.\nHypothesis V: The Effect of Familiarity with Mental Illness\n\nContrary to previous research, this study did not find that the use of\nparticipants’ familiarity with mental illness as a covariate had a strong impact on the\nstudy’s outcome. One significant finding was affected by the use of familiarity as a\ncovariate: the addition of a main effect of diagnostic information on anger.\nParticipants’ prior experiences with individuals with mental illness may place their\nnegative feelings into a sharper contrast resulting in more clear distinction between\nthose who feel anger towards the character in the vignette and those who do not.\nUnlike a study by Corrigan (2003), the present study did not find familiarity with\nmental illness to moderate either a need for social distance or the endorsement of\ncoercion and segregation.\n\nParticipants who were more familiar with mental illness were hypothesized to\nbe more likely to endorse positive attributions about an individual with mental illness\nand less likely to endorse negative attributions about him. This anticipated effect was\n\nfound to some degree in the present study. A significant, negative correlation was",
    "Page_50": "4l\n\nfound between the level-of-contact report and fear. There were also significant,\nmodest, negative correlations found between scores on the familiarity question and the\nfollowing factors: personal responsibility, anger, and fear. Finally, there was a\nsignificant, but modest positive correlation between scores on the familiarity question\nand the likelihood of helping. The presence of a significant correlation between the\nlevel-of-contact report and the attribution factors is similar to the findings of Corrigan\n(2003) who used his own modified version of the report. In his study, Corrigan found\nthat familiarity was positively correlated with feelings of pity and negatively\ncorrelated with feelings of anger and fear. The present study was also similar to prior\nresearch by Holmes et al. (1999), which found an inverse relationship between\nfamiliarity with mental illness and prejudicial attitudes toward individuals with mental\nillness.\n\nSeveral reasons might account for the fact that familiarity with mental illness\ndid not have a greater impact on participants’ responses. Participants may not have\nassociated the character of David with the individuals with mental illness with whom\nthey are personally familiar. The David character was a sketchy description in a\nvignette rather than an actual person. If participants were placed in a live situation\nwith an individual said to have a mental illness, their prior experiences may have had a\ngreater impact. Additionally, participants may have been familiar with people with\nmental illnesses other than schizophrenia. Although participants may be empathic\ntowards the mental illnesses with which they are familiar, they may still retain a\n\nnegative view of schizophrenia. Finally, the variables manipulated in the vignettes",
    "Page_51": "42\n\nmay have been too obvious as to their intent, and participants responded as they\nthought they were “supposed” to, rather than relying on their own personal judgment.\nSchizophrenia Knowledge Question\n\nThe participants were asked an open-ended question as to what common\nproblems and symptoms they associated with schizophrenia. Some of their responses\nreflected actual symptoms associated with schizophrenia (e.g., hallucinations,\nparanoia, and delusions); however, 28.05% of the participants also associated multiple\nor split personalities with the diagnosis of schizophrenia. Finally, a notable\npercentage (18.33%) believed schizophrenia was characterized by violent or\naggressive behavior. This data suggests that although many of participants are aware\nof the symptoms associated with schizophrenia, many other individuals either\nattributed the symptoms of other mental disorders to schizophrenia or mixed both\nactual and false symptoms in their descriptions. The participants’ inaccurate\nunderstanding of schizophrenia may have increased their negative emotional reactions\nand attributions toward an individual with mental illness, especially if they believe that\nindividuals with schizophrenia are typically violent and have little control over their\nown actions. The impact of participant knowledge would likely have the greatest\neffect on participants given the label only condition as they would not have been given\nknowledge of the individual’s symptoms. Though one would expect that participants\nwith a warped knowledge of schizophrenia would react with more fear and anger\ntoward the label only vignette, due to the tendency to react negatively to the unknown,\nthis was not the case. As suggested above, this lack of a negative reaction may be due\n\nto social desirability factors which induced participants to react in a more open and",
    "Page_52": "43\n\naffirming manner toward the individual with mental illness. This serves as evidence\nthat greater education about mental illness is required to give the general populace a\nclearer understanding of the symptoms associated with various mental disorders.\nAlong these lines, however, participants’ responses to the open-ended question about\nschizophrenia may have been affected by reading the vignettes before making their\nresponses. To clarify the impact of reading the vignettes, future studies should control\nfor the order of either answering the question before being exposed to any other\ninformation or answering the question after being exposed to the presentation.\nLimitations and Future Research\n\nSome limitations must be considered concerning the design of the present\nstudy. One possible limitation is that the project title was listed on the website that\nrecruited participants as “An Evaluation of an Individual with Mental Illness.” This\nresulted in some confusion as to the qualifications required to participate in the study\nand may have affected participants preconceptions of the study. The present study\nalso lacked a representative sample of the general population. The participants were all\ndrawn from first year students at a private midwestern college and their backgrounds\nwere not representative of the population as whole. They are generally younger, better\neducated, and have better educated parents than members of the general population.\nTherefore, the findings of this study may not generalize to the general populace. Also,\nalthough the overall size of the sample was large, the number of the participants\nassigned to each vignette was relatively small. Future studies would be improved by\n\nhaving a greater sample size for each condition.",
    "Page_53": "44\n\nAlthough the internal consistency was good for the factors of the attribution\nquestionnaire, a greater variety of information may be achieved in future studies by\nincreasing the number of questions that represent each factor. This may be especially\ntrue for factors such as anger where participants may have interpreted the different\nquestions (aggravated, angry, and irritated) as being more similar then was intended\nby the author. Other less direct questions assessing participants’ emotional reactions\nmay give a clearer picture of their feelings toward the character in the vignette. For\nexample, participants could be asked if they would walk on the other side of the street\nif an individual talking to himself was approaching them. This would gauge the\nemotion of fear without directly asking if the participant felt afraid. Another question\nrelates to the placement of the open-ended question about schizophrenia after the\nvignette. As mentioned earlier, further study would be required to determine what\nimpact the information contained within the vignette had on participants’ descriptions\nof the symptoms and problems associated with schizophrenia.\n\nAnother limitation of this study is that the participants self-reported on their\nreactions to a character described in a vignette. For clarity’s sake the descriptions in\nthe vignette did not stray far from the variables they were intended to represent. This\nmay have resulted in a lack of depth in the character’s description, which as a\nconsequence may have reduced the participants’ empathic feelings toward the\ncharacter. More salient responses may also have been gleaned by having participants\nrespond to either an actual individual with mental illness (i.e. videotaped) or an actor\n\nportraying such an individual.",
    "Page_54": "45\n\nAn area of research that should be explored in the future would be the\nattributions that individuals with a mental illness make about themselves, others with\nmental illness, and those individuals who stigmatize them. While previous studies\nhave examined the detrimental effect of stigma on the socioeconomic status and\nmental health of individuals with mental illness, this proposed line of research would\nexplore the cognitive and emotional impact of stigma on individuals with mental\nillness. Furthermore, the impact that these thoughts and feelings have on these\nindividuals’ interactions with society at large could be investigated.\n\nSome of this study’s hypotheses were supported by the results, such as the\nnegative impact of a history of violence and a negative reaction towards an individual\nwho seemed to have caused his own illness. However, certain hypotheses were not\nsupported. There was not a significant difference between participants’ responses to a\nbio-genetic cause and to an automobile accident cause. Also, contrary to past\nresearch, the impact of familiarity with individuals with mental illness was found to be\nnegligible in the present study. Overall, the present study suggests that more\neducation is needed to increase the public’s understanding of schizophrenia and to\nreduce the stigma that individuals with schizophrenia face in their lives. If the public\nbelieves that people with schizophrenia are dangerous individuals who have caused\ntheir own mental illness, then they will continue to make negative attributions about,\n\nand have negative reactions to, people with schizophrenia.",
    "Page_55": "46\n\nAPPENDIX A\nVignettes\nVignette #1 (label / automobile accident / history of violence)\n\nDavid is a 30-year-old single man who has schizophrenia. David developed\nschizophrenia following a severe automobile accident. In the past David was\nhospitalized for a short period of time at a local psychiatric hospital. David currently\nworks for a large paper manufacturing company. David recently struck and injured\none of his co-workers without provocation.\n\nVignette #2 (label / automobile accident / no history of violence)\n\nDavid is a 30-year-old single man who has schizophrenia. David developed\nschizophrenia following a severe automobile accident. In the past David was\nhospitalized for a short period of time at a local psychiatric hospital. David currently\nworks for a large paper manufacturing company. David has never committed a violent\nact,\n\nVignette #3 (label / cocaine / history of violence)\n\nDavid is a 30-year-old single man who has schizophrenia. David developed\nschizophrenia following years of abusing cocaine. In the past David was hospitalized\nfor a short period of time at a local psychiatric hospital. David currently works for a\nlarge paper manufacturing company. David recently struck and injured one of his co-\nworkers without provocation.\n\nVignette #4 (label / cocaine / no history of violence)\n\nDavid is a 30-year-old single man who has schizophrenia. David developed\nschizophrenia following years of abusing cocaine. In the past David was hospitalized\nfor a short period of time at a local psychiatric hospital. David currently works for a\nlarge paper manufacturing company. David has never committed a violent act.\n\nVignette #5 (label / bio-genetic / history of violence)\n\nDavid is a 30-year-old single man who has schizophrenia. David developed\nschizophrenia as the result of a genetic disorder that he inherited from his parents. In\nthe past David was hospitalized for a short period of time at a local psychiatric\nhospital. David currently works for a large paper manufacturing company. David\nrecently struck and injured one of his co-workers without provocation.",
    "Page_56": "47\n\nVignette #6 (label / bio-genetic / no history of violence)\n\nDavid is a 30-year-old single man who has schizophrenia. David developed\nschizophrenia as the result of a genetic disorder that he inherited from his parents. In\nthe past David was hospitalized for a short period of time at a local psychiatric\nhospital. David currently works for a large paper manufacturing company. David has\nnever committed a violent act.\n\nVignette #7 (symptoms / automobile accident / history of violence)\n\nDavid is a 30-year-old single man who hears voices that others do not hear. David\nalso believes that his co-workers secretly plot against him and that others are capable\nof reading his thoughts. David developed his symptoms following a severe\nautomobile accident. In the past David was hospitalized for a short period of time at a\nlocal psychiatric hospital. David currently works for a large paper manufacturing\ncompany. David recently struck and injured one of his co-workers without\nprovocation.\n\nVignette #8 (symptoms / automobile accident / no history of violence)\n\nDavid is a 30-year-old single man who hears voices that others do not hear. David\nalso believes that his co-workers secretly plot against him and that others are capable\nof reading his thoughts. David developed his symptoms following a severe\nautomobile accident. In the past David was hospitalized for a short period of time at a\nlocal psychiatric hospital. David currently works for a large paper manufacturing\ncompany. David has never committed a violent act.\n\nVignette #9 (symptoms / cocaine / history of violence)\n\nDavid is a 30-year-old single man who hears voices that others do not hear. David\nalso believes that his co-workers secretly plot against him and that others are capable\nof reading his thoughts. David developed his symptoms following years of abusing\ncocaine. In the past David was hospitalized for a short period of time at a local\npsychiatric hospital. David currently works for a large paper manufacturing company.\nDavid recently struck and injured one of his co-workers without provocation.\n\nVignette #10 (symptoms / cocaine / no history of violence)\n\nDavid is a 30-year-old single man who hears voices that others do not hear. David\nalso believes that his co-workers secretly plot against him and that others are capable\nof reading his thoughts. David developed his symptoms following years of abusing\ncocaine. In the past David was hospitalized for a short period of time at a local\npsychiatric hospital. David currently works for a large paper manufacturing company.\nDavid has never committed a violent act.",
    "Page_57": "48\n\nVignette #11 (symptoms / bio-genetic / history of violence)\n\nDavid is a 30-year-old single man who hears voices that others do not hear. David\nalso believes that his co-workers secretly plot against him and that others are capable\nof reading his thoughts. David developed his symptoms as the result of a genetic\ndisorder that he inherited from his parents. In the past David was hospitalized for a\nshort period of time at a local psychiatric hospital. David currently works for a large\npaper manufacturing company. David recently struck and injured one of his co-\nworkers without provocation.\n\nVignette #12 (symptoms / bio-genetic / no history of violence)\n\nDavid is a 30-year-old single man who hears voices that others do not hear. David\nalso believes that his co-workers secretly plot against him and that others are capable\nof reading his thoughts. David developed his symptoms as the result of a genetic\ndisorder that he inherited from his parents. In the past David was hospitalized for a\nshort period of time at a local psychiatric hospital. David currently works for a large\npaper manufacturing company. David has never committed a violent act.\n\nVignette #13 (label and symptoms / automobile accident / history of violence)\n\nDavid is a 30-year-old single man who has schizophrenia. He hears voices that others\ndo not hear. David also believes that his co-workers secretly plot against him and that\nothers are capable of reading his thoughts. David developed schizophrenia following a\nsevere automobile accident. In the past David was hospitalized for a short period of\ntime at a local psychiatric hospital. David currently works for a large paper\nmanufacturing company. David recently struck and injured one of his co-workers\nwithout provocation.\n\nVignette #14 (label and symptoms / automobile accident / no history of violence)\n\nDavid is a 30-year-old single man who has schizophrenia. He hears voices that others\ndo not hear. David also believes that his co-workers secretly plot against him and that\nothers are capable of reading his thoughts. David developed schizophrenia following a\nsevere automobile accident. In the past David was hospitalized for a short period of\ntime at a local psychiatric hospital. David currently works for a large paper\nmanufacturing company. David has never committed a violent act.",
    "Page_58": "49\n\nVignette #15 (label and symptoms / cocaine / history of violence)\n\nDavid is a 30-year-old single man who has schizophrenia. He hears voices that others\ndo not hear. David also believes that his co-workers secretly plot against him and that\nothers are capable of reading his thoughts. David developed schizophrenia following\nyears of abusing cocaine. In the past David was hospitalized for a short period of time\nat a local psychiatric hospital. David currently works for a large paper manufacturing\ncompany. David recently struck and injured one of his co-workers without\nprovocation.\n\nVignette #16 (label and symptoms / cocaine / no history of violence)\n\nDavid is a 30-year-old single man who has schizophrenia. He hears voices that others\ndo not hear. David also believes that his co-workers secretly plot against him and that\nothers are capable of reading his thoughts. David developed schizophrenia following\nyears of abusing cocaine. In the past David was hospitalized for a short period of time\nat a local psychiatric hospital. David currently works for a large paper manufacturing\ncompany. David has never committed a violent act.\n\nVignette #17 (label and symptoms / bio-genetic / history of violence)\n\nDavid is a 30-year-old single man who has schizophrenia. He hears voices that others\ndo not hear. David also believes that his co-workers secretly plot against him and that\nothers are capable of reading his thoughts. David developed schizophrenia as the result\nof a genetic disorder that he inherited from his parents. In the past David was\nhospitalized for a short period of time at a local psychiatric hospital. David currently\nworks for a large paper manufacturing company. David recently struck and injured\none of his co-workers without provocation.\n\nVignette #18 (label and symptoms / bio-genetic / no history of violence)\n\nDavid is a 30-year-old single man who has schizophrenia. He hears voices that others\ndo not hear. David also believes that his co-workers secretly plot against him and that\nothers are capable of reading his thoughts. David developed schizophrenia as the result\nof a genetic disorder that he inherited from his parents. In the past David was\nhospitalized for a short period of time at a local psychiatric hospital. David currently\nworks for a large paper manufacturing company. David has never committed a violent\nact.",
    "Page_59": "50\n\nAPPENDIX B\nDemographic Questionnaire\nDirections: Please respond to each of the following questions about your background.\ni. What is yourage?\n2. What is your gender?\na. Male\nb. Female\n3. What is your ethnicity?\na. African-American\nb. Latino\nc. Asian/Pacific Islander\nd. Alaskan/Native American\ne. White/Caucasian\nf. Other\n4. What is your marital status?\na. Married\nb. Single\nc. Divorced\n5. Which year are you in college?\na. First Year\nb. Sophomore\nce. Junior\n\nd. Senior",
    "Page_60": "31\n\n6. What is your father’s highest level of education?\n\n€.\n\nHigh school/GED\nSome college\nAssociate’s degree\nBachelor’s degree\n\nPh.D./Medical/Professional degree\n\n7. What is your mother’s highest level of education?\n\na.\n\nb.\n\nc.\n\nHigh school/GED\nSome college\nAssociate’s degree\nBachelor’s degree\n\nPh.D./Medical/Professional degree",
    "Page_61": "52\n\nAPPENDIX C\n\nLevel-of-Contact Report\n\nDirections: Please read each of the following statements carefully. Please check all\n\nsituations on the list that you have experienced in your lifetime involving persons with\n\nsevere mental illness.\n\n10.\n\n11.\n\n12.\n\n13,\n\nI have watched a movie or television show in which a character\ndepicted a person with mental illness.\n\nMy job, past or present, involves providing clinical treatment for\npersons with a severe mental illness.\n\nI have observed, in passing, a person I believe may have had a severe\nmental illness.\n\nI have observed persons with a severe mental illness on a frequent\nbasis.\n\nI have a severe mental illness.\n\nI have worked with a person who had a severe mental illness at my\nplace of employment.\n\nI have an immediate family member (i-e., father, mother, sibling) who\nhas a severe mental illness.\n\nI have never observed a person that ] was aware had a severe mental\nillness.\n\nMy job, past or present, includes providing services, not including\nclinical treatment, to persons with a severe mental illness.\n\nA friend of the family has a severe mental illness.\nIhave a relative who has a severe mental illness.\n\nIhave watched a documentary on the television about severe mental\nillness.\n\nI live with a person who has a severe mental illness.",
    "Page_62": "53\n\nGiven my past experiences I would giving the following rating to my level of\nfamiliarity with persons with mental illness:\n\n1 2 3 4 5 6 7 8 9 10\nNo personal Very close\ncontact personal\nwhatsoever contact\n\nNote: The rank order of the questions listed above from least intimate situation\ninvolving an individual with mental illness to the most intimate situation involving an\nindividual with mental illness is: 8, 3, 1, 12, 4, 6, 9, 2, 10, 11, 7, 13, 5,",
    "Page_63": "54\n\nAPPENDIX D\nAttribution Questionnaire\n\nDirections: Please read the following paragraph about a man named David. After\nreading the paragraph, select the extent that you agree with each of the following\nstatements. Choose your answers thoughtfully and respond to the questions based on\n\nyour own thoughts and feelings not what you think “most people” would say or do.\n\n(A vignette from Appendix A will be inserted here)\n\nFor each question choose from the following alternatives:\n. Strongly Agree\n. Mostly Agree\n. Somewhat Agree\n. Somewhat Disagree\n. Mostly Disagree\n. Strongly Disagree\n\nBPNWAUND\n\nPersonal Responsibility Beliefs\n\n1. David’s present condition is his own fault.\n1 2 3 4 5 6\n2. The cause of David’s present condition is under his control.\n1 2 3 4 5 6\n3. David is responsible for his present condition.\n\n1 2 3 4 5 6",
    "Page_64": "Fear\n\nEmotional Responses\n\n4, I would feel pity for David.\n\n1 2 3 4\n5. I would feel sympathy for David.\n\n1 2 3 4\n6. I would feel concerned for David.\n\n1 2 3 4\n\n7. I would feel aggravated with David.\n\n1 2 3 4\n8. I would feel angry with David.\n\n1 2 3 4\n9. I would feel irritated with David.\n\nl 2 3 4\n\n10. I would feel David is dangerous.\n1 2 3 4\n11. I would feel threatened by David.\n1 2 3 4\n12. I would feel afraid of David.\n\n1 2 3 4\n\n35",
    "Page_65": "56\n\nHelping and Rejecting Responses\nHelping\n13. If 1 were an employer, I would hire David for a job.\n1 2 3 4 5 6\n14. I would share a car pool with David each day.\n1 2 3 4 5 6\n15. If David needed assistance, I would help David.\n1 2 3 4 5 6\n16. If I were a landlord, I would rent an apartment to David.\n1 2 3 4 5 6\nCoercion-Segregation\n\n17. David poses a risk to his neighbors and he should be hospitalized.\n\n1 2 3 4 5 6\n18. It would be best for David’s community if he were admitted to a\npsychiatric hospital.\n\n1 2 3 4 5 6\n\n19. If I were in charge of David’s treatment, I would admit him to a group\nhome.\n1 2 3 4 5 6\n\n20. It would be best for David if he were admitted to a psychiatric hospital\n\n1 2 3 4 5 6",
    "Page_66": "57\n\nAPPENDIX E\n\nAttribution Questionnaire (Participant)\n\nDirections: Please read the following paragraph about a man named David. After reading the\nparagraph select the extent that you agree with each of the following statements. Choose your\nanswers thoughtfully and respond to the questions based on your own thoughts and feelings not\nwhat you think “most people” would say or do.\n\n(A vignette from Appendix A will be inserted here)\n\nStrongly Mostly | Somewhat Somewhat | Mostly\nAgree Agree _| Agree Disagree Disagree\n\n1. David's present condition is his own fault.\n\n  \n    \n\nStrongly\nDisagree\n\n  \n   \n\n \n\n \n\n2. It would be best for David if he were admitted to a\npsychiatric hospital.\n\n    \n    \n \n   \n \n\n \n\n  \n  \n \n \n        \n      \n \n   \n        \n   \n\n3. | would feel pity for David.\n\n4. | would feel aggravated with David.\n5. | would feel David is dangerous.\n6. If |were an employer, ! would hire David for a job.\n\n7. David poses a risk to his neighbors and he should be\nhospitalized.\n\n8. The cause of David's present condition is under his\ncontrol.\n\n \n\n \n\n \n\n \n\n   \n\n9. If | were a landlord, | would rent an apartment to David\n\n10. | would feel sympathy for David.\n\n11. | would feel angry with David.\n\n \n\n \n\n \n\n12. | would feel threatened by David.\n\n13. | would share a car pool with David each day.\n\n14. It would be best for David's community if he were\nadmitted to a psychiatric hospital.\n\n \n\n \n\n15. David is responsible for his present condition\n\n16. | would feel concerned for David",
    "Page_67": "58\n\n   \n \n\n \n      \n\n   \n  \n\n   \n \n\nSomewhat | Somewhat\nAgree Disagree\n\nA\n\n47. | would feel irritated with David. |\n18. | would feel afraid of David.\n\n19. If David needed assistance, | would help David.\n\n20. If! were in charge of David's treatment, | would admit\nhim to a group home.\n\nStrongly\nDisagree",
    "Page_68": "59\n\nAPPENDIX F\nSchizophrenia Knowledge Question\n\nDirections: Below please list the common problems and symptoms that you associate\nwith schizophrenia.",
    "Page_69": "APPENDIX G\n\nTable 10\n\nAnalysis of Variance for Personal Responsibility Beliefs\n\n \n\nSource df F n Pp\nViolence (V) 1 1.07 360 302\nControllability (C) 2 159.13 360 .001\nDiagnostic (D) 2 1.05 360 351\nVXC 2 1.51 360 221\nVXD 2 1.27 360 .282\nCXD 4 0.90 360 467\nVXCXD 4 1.15 360 332\nTable 11\n\nAnalysis of Variance for Pity\n\n \n\nSource df F n Pp\n\nViolence (V) 1 1.25 360 .265\nControllability (C) 2 6.18 360 .002\nDiagnostic (D) 2 3.44 360 .033\nVXC 2 0.88 360 415\nVXD 2 0.42 360 660\nCXD 4 1,35 360 252\n\nVXCXD 4 1.36 360 249",
    "Page_70": "Table 12\n\nAnalysis of Variance for Anger\n\n \n\n \n\n \n\n \n\n \n\nSource af F n Pp\nViolence (V) 1 20.63 360 001\nControllability (C) 2 12.07 360 .001\nDiagnostic (D) 2 2.93 360 055\nVXC 2 0.62 360 539\nVXD 2 3.73 360 .025\nCxXD 4 1.87 360 116\nVXCXD 4 0.48 360 -750\nTable 13\n\nAnalysis of Variance for Fear\n\nSource df F n Pp\nViolence (V) 1 92.35 360 .000\nControllability (C) 2 8.01 360 .000\nDiagnostic (D) 2 5.60 360 .004\nVXC 2 0.26 360 .768\nVXD 2 0.66 360 517\nCxXD 4 0.33 360 855\nVXCXD 4 0.85 360 495\n\n \n\n61",
    "Page_71": "Table 14\n\nAnalysis of Variance for Likelihood of Helping\n\n \n\n \n\n \n\nSource df F n Pp\nViolence (V) 1 44.50 360 -000\nControllability (C) 2 17.39 360 .000\nDiagnostic (D) 2 3.20 360 .042\nVXC 2 0.15 360 862\nVXD 2 0.86 360 425\nCxD 4 0.39 360 817\nVXCXD 4 1.96 360 101\nTable 15\n\nAnalysis of Variance for Coercion-Segregation\n\n \n\n \n\nSource df F n Pp\n\nViolence (V) 1 103.34 360 .000\nControllability (C) 2 11.36 360 -000\nDiagnostic (D) 2 10.99 360 .000\nVXC 2 0.42 360 657\nVxXD 2 1.36 360 258\nCcxD 4 0.80 360 529\n\nVXCXD 4 1.32 360 262",
    "Page_72": "Table 16\n\nAPPENDIX H\n\nMeans and Standard Deviations for Personal Responsibility Beliefs\n\n \n\n \n\n \n\n \n\n \n\nViolence Controllability Diagnostic M SD\nLow Bio-genetic Label Only (L) 1.60 0.67\nSymptoms (S) 1.80 0.88\nL+S8 1.93 1.04\nTotal 1.78 0.87\nAuto Label Only (L) 2.00 0.87\nSymptoms (S) 1.87 0.85\nL+S 1.70 0.94\nTotal 1.86 0.88\nDrug Abuse Label Only (L) 3.48 1.42\nSymptoms (S) 3.72 1.14\nL+S 3.38 0.96\nTotal 3.53 1.17\nTotal Label Only (L) 2.36 1.31\nSymptoms (S) 2.46 1.30\nL+§ 2.34 1.22\nTotal 2.39 1.27\n\nn\n\n20\n\n20\n\n20\n\n60\n\n20\n\n20\n\n20\n\n60\n\n20\n\n20\n\n20\n\n60\n\n60\n\n60\n\n60\n\n180\n\n63",
    "Page_73": "High\n\nBio-genetic\n\nAuto\n\nDrug Abuse\n\nTotal\n\nLabel Only (L)\nSymptoms (S)\nL+S\n\nTotal\n\nLabel Only (L)\nSymptoms (S)\nL+S\n\nTotal\n\nLabel Only (L)\nSymptoms (S)\nL+S\n\nTotal\n\nLabel Only (L)\nSymptoms (S)\nL+S\n\nTotal\n\n1.98\n\n1.75\n\n1.50\n\n1.74\n\n1.98\n\n1.55\n\n2.02\n\n1.85\n\n4.10\n\n3.98\n\n3.55\n\n3.88\n\n2.69\n\n2.43\n\n2.36\n\n2.49\n\n0.87\n\n0.77\n\n0.60\n\n0.77\n\n0.77\n\n0.66\n\n0.92\n\n0.81\n\n1.20\n\n1.09\n\n1.10\n\n1.14\n\n1.38\n\n1.40\n\n1.25\n\n1.34\n\n20\n\n20\n\n20\n\n60\n\n20\n\n20\n\n20\n\n60\n\n20\n\n20\n\n20\n\n60\n\n60\n\n60\n\n60\n\n120\n\n64",
    "Page_74": "65\n\n \n\n \n\nTotal Bio-genetic Label Only (L) 1.79 0.79 40\nSymptoms (S) 1.78 0.82 40\nL+S 1.72 0.86 40\nTotal 1.76 0.82 120\nAuto Label Only (L) 1.99 0.81 40\nSymptoms (S) 1.71 0.77 40\nL+S 1.86 0.93 40\nTotal 1.85 0.84 120\nDrug Abuse Label Only (L) 3.79 1.33 40\nSymptoms (S) 3.85 1.11 40\nL+S 3.47 1.02 40\nTotal 3.70 1.17 120\nTotal Label Only (L) 2.53 1.35 120\nSymptoms (S) 2.44 1.35 120\nL+§ 2.35 1.23 120\nTotal 2.44 1.31 360",
    "Page_75": "Table 17\n\nMeans and Standard Deviations for Pity\n\n \n\n \n\n \n\n \n\n \n\nViolence Controllability Diagnostic M SD n\nLow Bio-genetic Label Only (L) 4.22 0.96 20\nSymptoms (S) 4.82 0.94 20\nL+S 4.70 0.86 20\nTotal 458 0.94 60\nAuto Label Only (L) 455 1.08 20\nSymptoms (S) 4.67 0.91 20\nL+Ss 483 0.81 20\nTotal 4.68 0.93 60\nDrug Abuse Label Only (L) 430 0.93 20\nSymptoms (S) 4.58 0.95 20\nL+S 438 0.91 20\nTotal 442 0.92 60\nTotal Label Only (L) 436 0.98 60\nSymptoms (S) 469 0.92 60\nL+Ss 464 0.86 60\nTotal 456 0.93 180\n\n66",
    "Page_76": "High\n\nBio-genetic\n\nLabel Only (L)\nSymptoms (S)\nL+S8\n\nTotal\n\n \n\nAuto\n\nLabel Only (L)\nSymptoms (S)\nL+S\n\nTotal\n\n \n\nDrug Abuse\n\nTotal\n\nLabel Only (L)\nSymptoms (S)\nL+S\n\nTotal\n\nLabel Only (L)\nSymptoms (S)\nL+S\n\nTotal\n\n4.52\n\n4.85\n\n5.03\n\n4.80\n\n4.65\n\n5.20\n\n4.62\n\n4.82\n\n4.50\n\n4.32\n\n4.27\n\n4.36\n\n4.56\n\n4.79\n\n4.64\n\n4.66\n\n0.78\n\n0.81\n\n0.56\n\n0.74\n\n0.71\n\n0.65\n\n0.84\n\n0.78\n\n0.74\n\n0.98\n\n0.71\n\n0.81\n\n0.73\n\n0.89\n\n0.77\n\n0.80\n\n20\n\n20\n\n20\n\n60\n\n20\n\n20\n\n20\n\n60\n\n20\n\n20\n\n20\n\n60\n\n60\n\n60\n\n60\n\n120\n\n67",
    "Page_77": "68\n\n \n\nTotal\n\n \n\n \n\nBio-genetic Label Only (L) 4.37 0.87 40\nSymptoms (S) 4.83 0.87 40\nL+S 487 0.73 40\nTotal 469 0.85 120\nAuto Label Only (L) 4.60 0.90 40\nSymptoms (S) 4.93 0.83 40\nL+S 4.73 0.82 40\nTotal 4.75 0.86 120\nDrug Abuse Label Only (L) 440 0.83 40\nSymptoms (S) 445 0.96 40\nL+S 432 0.80 40\nTotal 439 0.86 120\nTotal Label Only (L) 446 0.87 120\nSymptoms (S) 4.74 0.90 120\nL+S 4.64 0.81 120\nTotal 4.61 0.87 360",
    "Page_78": "Table 18\n\nMeans and Standard Deviations for Anger\n\n \n\n \n\n \n\n \n\nViolence Controllability Diagnostic M SD on\nLow Bio-genetic Label Only (L) 2.52 1.13 20\nSymptoms (S) 2.80 0.99 20\nL+S 2.77 0.73 20\nTotal 2.69 0.96 60\nAuto Label Only (L) 1.95 1.11 20\nSymptoms (S) 2.73 1.01 20\nL+S 3.13 0.96 20\nTotal 2.60 1.13 60\nDrug Abuse Label Only (L) 2.82 0.95 20\nSymptoms (S) 3.35 1.13 20\nL+S 3.12 1.09 20\nTotal 3.09 1.06 60\nTotal Label Only (L) 2.43 1.11 60\nSymptoms (S) 2.96 1.06 60\nL+S 3.01 0.94 60\nTotal 2.80 1.07 18\n\n69",
    "Page_79": "High\n\nBio-genetic\n\nAuto\n\nLabel Only (L)\nSymptoms (S)\nL+S\n\nTotal\n\nLabel Only (L)\nSymptoms (S)\nL+S\n\nTotal\n\n \n\nDrug Abuse\n\nTotal\n\nLabel Only (L)\nSymptoms (S)\nL+S\n\nTotal\n\nLabel Only (L)\nSymptoms (S)\nL+S\n\nTotal\n\n3.18\n\n2.82\n\n3.02\n\n3.01\n\n2.93\n\n3.27\n\n3.12\n\n3.11\n\n3.73\n\n3.77\n\n3.53\n\n3.68\n\n3.28\n\n3.28\n\n3.22\n\n3.26\n\n1.06\n0.89\n0.85\n\n0.94\n\n0.95\n0.95\n0.77\n\n0.89\n\n0.67\n0.97\n1.08\n\n0.91\n\n0.96\n1.00\n0.92\n\n0.96\n\n20\n\n20\n\n20\n\n60\n\n20\n\n20\n\n20\n\n60\n\n20\n\n20\n\n20\n\n60\n\n60\n\n60\n\n60\n\n120\n\n70",
    "Page_80": "Total\n\nTotal Bio-genetic Label Only(L) =—-2.85 1.13 40°\nSymptoms (S) 2.81 0.93 40\nL+S 2.89 0.80 40\nTotal 2.85 0.96 120\nAuto Label Only (L) 2.44 1.14 40\nSymptoms (S) 3.00 1.00 40\nL+S 3.13 0.86 40\nTotal 2.86 1.04 120\nDrug Abuse Label Only (L) 3.28 0.93 40\nSymptoms (S) 3.56 1.06 40\nL+S 3.32 1.09 40\nTotal 3.39 1.03 120\nTotal Label Only (L) 2.86 1.12 120\nSymptoms (S) 3.12 1.04 120\nL+S 3.11 0.94 120\nTotal 3.03 1.04 360\n\n \n\n \n\n \n\n71",
    "Page_81": "Table 19\n\n \n\nMeans and Standard Deviations for Fear\n\n \n\n \n\n \n\n \n\n \n\nViolence Controllability Diagnostic M SD on\nLow Bio-genetic Label Only (L) 2.43 1.15 20\nSymptoms (S) 2.37 0.78 20\nL+S 2.78 0.77 20\nTotal 2.53 0.92 60\nAuto Label Only (L) 2.37 0.89 20\nSymptoms (S) 3.00 1.01 20\nL+S 2.82 1.26 20\nTotal 2.73 1.08 60\nDrug Abuse Label Only (L) 2.65 1.00 20\nSymptoms (S) 3.28 1.12 20\nL+S 3.25 1.01 20\nTotal 3.06 1.07 60\nTotal Label Only (L) 2.48 1.01 60\nSymptoms (S) 2.88 1.04 60\nL+S 2.95 1.04 60\nTotal 2.77 1.04 180\n\n72",
    "Page_82": "High\n\n \n\n73\n\n \n\n \n\n \n\n \n\nBio-genetic Label Only (L) 3.33 1.24 20\nSymptoms (S) 3.62 0.84 20\nL+S 3.85 0.81 20\nTotal 3.60 0.99 60\nAuto Label Only (L) 3.48 0.88 20\nSymptoms (S) 3.60 0.74 20\nL+S 3.78 0.55 20\nTotal 3.62 0.73 60\nDrug Abuse Label Only (L) 3.95 1.06 20\nSymptoms (S) 3.90 0.73 20\nL+S 4.20 1.10 20\nTotal 402 0.97 60\nTotal Label Only (L) 3.59 1.09 60\nSymptoms (S) 3.71 0.77 60\nL+S 3.94 0.86 60\nTotal 3.75 0.92 120",
    "Page_83": "Total\n\n \n\n \n\n \n\nBio-genetic Label Only (L) 2.88 1.27\nSymptoms (S) 2.99 1.02\nL+S 3.32 0.95\nTotal 3.06 1.10\nAuto Label Only (L) 2.93 1.04\nSymptoms (S) 3.30 0.93\nL+S 3.30 1.08\nTotal 3.18 1.02\nDrug Abuse Label Only (L) 3.30 1.21\nSymptoms (S) 3.59 0.99\nL+S 3.73 1.15\nTotal 3.54 1.12\nTotal Label Only (L) 3.04 1.18\nSymptoms (S) 3.29 1.00\nL+S 3.45 1.07\nTotal 3.26 1.10\n\n40\n\n40\n\n40\n\n120\n\n40\n\n40\n\n40\n\n120\n\n40\n\n40\n\n40\n\n120\n\n120\n\n120\n\n120\n\n360\n\n74",
    "Page_84": "Table 20\n\nMeans and Standard Deviations for Likelihood of Helping\n\n \n\n \n\n \n\n75\n\n \n\nViolence Controllability Diagnostic M SD on\nLow Bio-genetic Label Only (L) 4.23 0.77 20\nSymptoms (S) 4.28 049 20\nL+S 416 0.85 20\nTotal 422 0.71 60\nAuto Label Only (L) 4.79 0.66 20\nSymptoms (S) 4.10 0.65 20\nL+S 421 0.84 20\nTotal 437 0.77 60\nDrug Abuse Label Only (L) 4.01 0.80 20\nSymptoms (S) 3.66 0.92 20\nL+S 3.80 0.79 20\nTotal 3.83 0.84 60\nTotal Label Only (L) 434 0.80 60\nSymptoms (S) 4.01 0.74 60\nL+S 4.06 0.83 60\nTotal 4.14 0.80 180",
    "Page_85": "High\n\nBio-genetic\n\nAuto\n\nDrug Abuse\n\nTotal\n\nLabel Only (L)\nSymptoms (S)\nL+S\n\nTotal\n\nLabel Only (L)\nSymptoms (S)\nL+S8\n\nTotal\n\nLabel Only (L)\nSymptoms (S)\nL+S\n\nTotal\n\nLabel Only (L)\nSymptoms (S)\nL+S\n\nTotal\n\n4.04\n3.64\n3.60\n\n3.76\n\n3.80\n3.90\n3.71\n\n3.80\n\n3.24\n3.30\n3.33\n\n3.29\n\n3.69\n3.61\n3.55\n\n3.62\n\n0.55\n\n0.80\n\n0.73\n\n0.72\n\n0.69\n\n0.71\n\n0.79\n\n0.72\n\n0.69\n\n0.77\n\n0.71\n\n0.71\n\n0.72\n\n0.79\n\n0.75\n\n0.75\n\n20\n\n20\n\n20\n\n60\n\n20\n\n20\n\n20\n\n60\n\n20\n\n20\n\n20\n\n60\n\n60\n\n60\n\n60\n\n120\n\n76",
    "Page_86": "Total\n\n77\n\n \n\n \n\n \n\nBio-genetic Label Only (L) 4.13 0.67 40\nSymptoms (S) 3.96 0.73 40\nL+S 3.88 0.83 40\nTotal 3.99 0.75 120\nAuto Label Only (L) 4.29 0.83 40\nSymptoms (S) 4.00 0.68 40\nL+S 3.96 0.84 40\nTotal 4.09 0.79 120\nDrug Abuse Label Only (L) 3.63 0.84 40\nSymptoms (S) 3.48 0.85 40\nL+S 3.56 0.78 40\nTotal 3.56 0.82 120\nTotal Label Only (L) 4.02 0.83 120\nSymptoms (S) 3.81 0.79 120\nL+S 3.80 0.83 120\nTotal 3.88 0.82 360",
    "Page_87": "Table 21\n\nMeans and Standard Deviations for Coercion-Segregation\n\n \n\n \n\n \n\n \n\nViolence Controllability Diagnostic M SD n\nLow Bio-genetic Label Only (L) 2.36 0.79 20\nSymptoms (S) 3.18 0.83 20\nL+Ss 2.86 1.10 20\nTotal 2.80 0.96 60\nAuto Label Only (L) 2.10 0.83 20\nSymptoms (S) 2.83 0.72 20\nL+S 2.69 1.08 20\nTotal 2.54 0.93 60\nDrug Abuse Label Only (L) 2.86 1.08 20\nSymptoms (S) 3.55 0.89 20\nL+s 3.04 0.77 20\nTotal 3.15 0.96 60\nTotal Label Only (L) 2.44 0.95 60\nSymptoms (S) 3.18 0.86 60\nL+S 2.86 0.99 60\nTotal 2.83 0.98 180\n\n78",
    "Page_88": "High\n\nBio-genetic\n\nAuto\n\nDrug Abuse\n\nTotal\n\nLabel Only (L)\nSymptoms (S)\nL+S8\n\nTotal\n\nLabel Only (L)\nSymptoms (S)\nL+S\n\nTotal\n\nLabel Only (L)\nSymptoms (S)\nL+S\n\nTotal\n\nLabel Only (L)\nSymptoms (S)\nL+S\n\nTotal\n\n3.29\n\n3.75\n\n4.00\n\n3.68\n\n3.61\n\n3.94\n\n3.34\n\n3.63\n\n3.94\n\n4.21\n\n4.16\n\n4.10\n\n3.61\n\n3.97\n\n3.83\n\n0.77\n\n1.02\n\n0.75\n\n0.89\n\n1.04\n\n0.90\n\n0.83\n\n0.94\n\n0.96\n\n1.02\n\n0.84\n\n0.94\n\n0.95\n\n0.98\n\n0.87\n\n0.94\n\n20\n20\n20\n\n60\n\n20\n20\n20\n\n60\n\n20\n20\n20\n\n60\n\n60\n60\n60\n\n120\n\n79",
    "Page_89": "Total\n\n80\n\n \n\n \n\n \n\nBio-genetic Label Only (L) 2.83 0.90 40\nSymptoms (S) 3.46 0.96 40\nL+S 3.43 1.09 40\nTotal 3.24 1.02 120\nAuto Label Only (L) 2.86 1.20 40\nSymptoms (S) 3.38 0.98 40\nL+S 3.01 1.00 40\nTotal 3.08 1.08 120\nDrug Abuse Label Only (L) 3.40 1.15 40\nSymptoms (S) 3.88 1.01 40\nL+S 3.60 0.98 40\nTotal 3.63 1.06 120\nTotal Label Only (L) 3.03 1.12 120\nSymptoms (S) 3.58 1.00 120\nL+S 3.35 1.05 120\nTotal 3.32 1.08 360",
    "Page_90": "Table 22\n\nAnalysis of Co-variance for Personal Responsibility Beliefs\n\nAPPENDIX I\n\n \n\nSource\n\nViolence (V)\nControllability (C)\nDiagnostic (D)\nVXC\n\nVXD\n\nCxXD\n\nVXCXD\n\nTable 23\n\nAnalysis of Co-variance for Pity\n\nSource\n\nViolence (V)\nControllability (C)\nDiagnostic (D)\nVxXC\n\nVXD\n\nCXD\n\nVXCXD\n\n \n\ndf F n\n\n1 0.58 360\n2 158.66 360\n2 1.08 360\n2 1.78 360\n2 0.79 360\n4 0.77 360\n4 1.12 360\naf F n\n\nBetween subjects\n\n1 1.44 360\n2 6.00 360\n2 3.38 360\n2 0.95 360\n2 0.51 360\n4 1.38 360\n4 1,29 360\n\n445\n\n-000\n\n341\n\n169\n\n455\n\n543\n\n345\n\n.230\n\n.003\n\n.035\n\n389\n\n599\n\n.240\n\n273\n\n81",
    "Page_91": "Table 24\n\nAnalysis of Co-variance for Anger\n\n \n\n \n\nSource df F n Pp\nBetween subjects\nViolence (V) 1 20.10 360 .000\nControllability (C) 2 11.76 360 .000\nDiagnostic (D) 2 3.49 360 .031\nVXC 2 0.76 360 .466\nVXD 2 3.25 360 .040\ncxD 4 1.82 360 .124\nVXCXD 4 0.55 360 698\nTable 25\nAnalysis of Co-variance for Fear\nSource df F n Pp\nBetween subjects\nViolence (V) 1 87.96 360 .000\nControllability (C) 2 7.82 360 .000\nDiagnostic (D) 2 5.74 360 .004\nVXC 2 0.20 360 816\nVXD 2 0.53 360 590\nCXD 4 0.39 360 815\nVXCXD 4 0.77 360 544\n\n \n\n82",
    "Page_92": "Table 26\n\nAnalysis of Co-variance for Likelihood of Helping\n\nSource af F n Pp\n\n \n\nBetween subjects\n\nViolence (V) 1 41.62 360 .000\nControllability (C) 2 16.71 360 .000\nDiagnostic (D) 2 3.46 360 .033\nVXC 2 0.23 360 795\nVXD 2 0.63 360 532\nCXD 4 0.34 360 849\nVXCXD 4 1.85 360 118\nTable 27\n\nAnalysis of Co-variance for Coercion-Segregation\n\nSource af F n Pp\nBetween subjects\n\nViolence (V) 1 99.45 360 .000\nControllability (C) 2 11.02 360 .000\nDiagnostic (D) 2 11.03 360 .000\nVXC 2 0.44 360 641\nVXD 2 1.20 360 301\nCxD 4 0.76 360 550\n\nVXCXD 4 1.34 360 256",
    "Page_93": "84\n\nAPPENDIX J\nInformed Consent to Participate in a Research Project\n\nProject Title: “Evaluation of an Individual with Mental Illness”\nPrincipal Investigator: Jacob Crouse\n\nDescription of Study: | understand that this study requires that I complete three\nquestionnaires that will ask me about my past experiences with individuals who have a severe\nmental illness and my opinion of an individual described in a vignette.\n\nAdverse Effects and Risks: Based on past research, there is little risk associated with\ncompleting these questionnaires. In the event that I am in need of counseling for any purpose,\nI am aware that I can contact the Counseling Center at 229-3341. I am also aware that services\nprovided at the Counseling Center are free of charge to all University of Dayton\nundergraduate students.\n\nDuration of Study: Participation will require one session of approximately 45 minutes, which\ncorresponds to one research credit.\n\nConfidentiality of Data: Neither my name nor any other identifying information will appear\non my answer sheet. My responses to the questionnaires used in this study will be assigned a\nnumber. Therefore, my responses will not be identifiable by my name. All! data will be stored\nin a locked filing cabinet.\n\nContact Person: If you have any questions concerning your participation in this study now or\nin the future, Jacob Crouse can be contacted by e-mail at ibis12181 @hotmail.com or at (717)\n269-2302. Mr. Crouse’s thesis chair, Dr. John Korte, can be reached at (937) 229-2169, by e-\nmail at john.korte@notes.udayton.edu, or at SJ 330. The chair of the Research Review and\nEthics Committee, Dr. Greg Elvers, can be reached at (937) 229-2171, by e-mail at\ngreg.elvers@ notes.udayton.edu, or at SJ 312.\n\nConsent to Participate: I am voluntarily participating in this study. The investigator named\nabove has adequately answered any and all questions I have about this study, the procedures\ninvolved, and about my participation. I understand that the investigator named above will be\navailable to answer any questions about research procedures throughout this study. I also\nunderstand that I may voluntarily terminate my participation in this study at any time and still\nreceive full credit. I also understand that the investigator named above may terminate my\nparticipation in this study if he feels this to be in my best interest. In addition, I certify that I\nam 18 (eighteen) years of age or older.\n\n \n\nSignature of Student Student’s Name (printed) Date:\n\n \n\nSignature of Witness",
    "Page_94": "85\n\nAPPENDIX K\nThe Effects of Dangerousness, Controllability of Cause, and Labeling on Attributions\nabout Individuals with Mental Illness\n\nDebriefing Sheet\nStigma has been shown to have a negative impact on the lives of those who suffer from mental\nillness. However, people who are more familiar with individuals who have a severe mental\nillness are more likely to react to them in a positive way. The intent of this study was to\ndetermine the effect that labeling, dangerousness, and cause of mental illness has on the way\npeople respond to an individual with severe mental illness depending on their own familiarity\nwith mental illness. It should be noted that in the descriptions of the cause of the individuals\nmental illness that neither the abuse of cocaine nor an automobile accident are considered\nvalid causes of schizophrenia. Instead, they would be labeled as substance-induced psychotic\ndisorder and psychotic disorder due to a general medical condition. The items in this study\nmeasured participants’ beliefs, feelings, and likely behaviors towards a person with a mental\nillness. The future aim of this line of research is to discern what leads to both positive and\nnegative thoughts, emotions, and behaviors toward individuals with mental illness.\n\nBased on past research, there is little risk associated with completing these questionnaires, In\nthe event that I am in need of counseling for any purpose, | am aware that I can contact the\nCounseling Center at 229-3341. I am also aware that services provided at the Counseling\nCenter are free of charge to all University of Dayton undergraduate students.\n\nIf you have any questions concerning your participation in this study now or in the future,\nJacob Crouse can be contacted by e-mail at ibis12181@hotmail.com or at (717) 269-2302.\nMr. Crouse’s thesis chair, Dr. John Korte, can be reached at (937) 229-2169, by e-mail at\njohn.korte@notes.udayton.edu, or at St. Joseph’s 330. The chair of the Research Review and\nEthics Committee, Dr. Greg Elvers, can be reached at (937) 229-2171, by e-mail at\ngreg.elvers@notes.udayton.edu, or at St. Joseph’s 312\n\nReferences:\nAngermeyer, M.C., Matschinger, H. & Corrigan, P.W. (2004). Familiarity with\nmental illness and social distance from people with schizophrenia and a major depression:\ntesting a model using data from a representative population survey. Schizophrenia Research,\n69, 175-182.\n\nCorrigan, P., Markowitz, F., Watson, A., Rowan, D., & Kubiak, M.A. (2003). An\nattribution model of public discrimination towards persons with mental illness. Journal of\nHealth and Social Behavior, 44, 162-179\n\nLink, B.G., Yang, L.H., Phelan, J.C., & Collins, P.Y. (2004). Measuring mental\nillness stigma. Schizophrenia Bulletin, 30(3), 511-541.\n\nWeiner, B. (1986). An attributional theory of motivation and emotion. New\nYork: Springer-Verlag.",
    "Page_95": "86\n\nREFERENCES\n\nAmerican Psychiatric Association (2000). Diagnostic and statistical manual of\nmental disorders (4th ed., text revision). Washington DC: American\nPsychiatric Association\n\nAngermeyer, M.C., Matschinger, H. & Corrigan, P.W. (2004), Familiarity with\nmental illness and social distance from people with schizophrenia and a major\ndepression: testing a model using data from a representative population survey.\nSchizophrenia Research, 69, 175-182.\n\nArikan, K, & Uysal, O. (1999). Emotional reactions to mentally ill are positively\ninfluenced by personal acquaintance. Israel Journal of Psychiatry and Related\nServices, 36, 100-104.\n\nBatson, C.D. (1987). Prosocial motivation: Is it truly altruistic? In L. Berkowitz\n(Ed.), Advances in experimental social psychology (Vol. 20, pp. 65-122). New\nYork: Academic.\n\nBoisvert, C. M., & Faust., D. (1999). Effects of he label \"schizophrenia\" on causal\nattributions of violence. Schizophrenia Bulletin, 25, 479-92.\n\nCorrigan, P.W. (2000). Mental health stigma as social attribution: Implications\nfor research methods and attitude change. Clinical psychology: science and\npractice, 7(1), 48-67.\n\nCorrigan, P.W. & Penn, D.L. (1999). Lessons from social psychology on\ndiscrediting psychiatric stigma. American Psychologist, 54, 765-776.\n\nCorrigan, P.W., River, L.P., Lundin, R.K., Uphoff Wasowski, K., Campion, J.,\nMathisen, J., Goldstein, H., Bergman, M., Gagnon, C., & Kubiak, M.A. (2000)\nStigmatizing attributions about mental illness. Journal of Community\nPsychology, 28(1), 91-102.\n\nCorrigan, P. W., & Watson., A. C. (2002a). The paradox of self-stigma and\nmental illness. Clinical Psychology: Science and Practice, 9, 35-53.\n\nCorrigan, P.W., & Watson, A.C. (2002b). Understanding the impact of stigma on\npeople with mental illness. World Psychiatry, 1, 6-20.\n\nCorrigan, P., Markowitz, F., Watson, A., Rowan, D., & Kubiak, M.A. (2003). An\nattribution model of public discrimination towards persons with mental illness.\nJournal of Health and Social Behavior, 44, 162-179.",
    "Page_96": "87\n\nCrandall, C.S. & Moriarty, D. (1995). Physical illness stigma and social\nrejection. British Journal of Social Psychology, 34, 67-83.\n\nDesforges, D.M., Lord, C.G., Ramsey, S.L., 8.C., & Lepper, M.R. (1991).\nEffects of structured cooperative contact on changing negative attitudes toward\nstigmatized social groups. Journal of Personality and Social Psychology,\n60(4), 531-544.\n\nGoffman, E. (1963). Stigma: Notes on the Management of Spoiled Identity.\nEnglewood Cliffs, NJ: Prentice Hall.\n\nHolmes, E.P., Corrigan, P.W., Williams, P. Canar, J. & Kubiak, M.A. (1999).\nChanging attitudes about schizophrenia. Schizophrenia Bulletin, 25(3), 447-\n456.\n\nIngamells, S., Goodwin, A.M., & Carolyn, J. (1996). The influene of psychiatric\nhospital and community residence labels on social rejection of the mentally ill.\nBritish Journal of Clinical Psychology, 35(3), 359-367.\n\nJones, E. E., & McGillis., D. (1976). Correspondent Inferences and the\nAttribution Cube: A comparative Reappraisal. In J. H. Harvey, W. J. Ickes, &\nR. F. Kidd. Hilisdale(Eds), New Directions in Attribution Research. NJ.\nLawrence Erlbaum.\n\nJones, E.E., Farina, A., Hastorf, A-H., Marcus, H., Miller, D.T., & Scott, R.A.\n(1984). Social Stigma: The Psychology of Marked Relationships. New York,\nNY: Freeman and Company.\n\nKotsiubinskii, A.P. (2002). A Biopsychosocial Model of Schizophrenia. International\nJournal of Mental Health, 31(2), 51-60.\n\nLink, B.G. (1982). Mental patients status, work, income: An examination of the\neffects of a psychiatric label. American Sociological Review, 47, 202-215.\n\nLink, B. G., & Cullen., F. T. (1986) Contact with the mentally ill and perceptions\nof how dangerous they are. Journal of Health & Social Behavior, 27, 289-302.\n\nLink, B.G., Cullen, F.T., Frank, J., & Wozniak, J. (1987). The social rejection of\nex-mental patients: Understanding why labels matter. American Journal of\nSociology, 92, 1461-1500.\n\nLink, B.G., Cullen, F.T., Struening, E.L., Shrout, P.E., & Dohrenwend, B.P.\n(1989). A modified labeling theory approach to mental disorders: An empirical\nassessment. American Sociological Review, 54, 400-423.",
    "Page_97": "88\n\nLink, B.G., Phelan, J.C., Bresnahan, M., Stueve, A., & Pescosolido, B.A. (1999).\nPublic conceptions of mental illness: Causes, dangerousness, and social\ndistance. American Journal of Public Health, 89, 1328-1333.\n\nLink, B.G. & Phelan, J.C. (2001). Conceptualizing stigma. Annual Review of\nSociology, 27, 363-385.\n\nLink, B.G., Yang, L.H., Phelan, J.C., & Collins, P.Y. (2004). Measuring mental\nillness stigma. Schizophrenia Bulletin, 30(3), 511-541.\n\nMartin, J. K., Pescosolido, B. A., & Tuch., S. A. (2000) Of fear and loathing: The\ntole of Disturbing Behavior, Labels, and Causal attributions in shaping public\nattitudes toward people with mental illness. Journal of Health & Social\nBehavior, 41(2), 208-23.\n\nPage, S. (1995). Effects of the mental illness abel in 1993: Acceptance and\nrejection in the community. Journal of Health and Social Policy, 7, 61-68.\n\nParson, T. (1951). Illness and the role of the physician: a sociological perspective.\nAmerican Journal of Orthopsychiary, 21, 452-460.\n\nPenn,D.L., Kommana, S., Mansfield, M. & Link, B.G. (1999). Dispelling the\nstigma of schizophrenia: II. The impact of information on dangerousness.\nSchizophrenia Bulletin, 25(3), 437-446.\n\nPescosolido, B. A., Monahan, J., Link, B. G., Stueve, A., & Kikuzawa., S. (1999).\nThe public's View of the competence, dangerousness, and need for legal\ncoercion of persons with mental health problems. American Journal of Public\nHealth, 89, 1339-45.\n\nReisenzein, R. (1986) A structural equation analysis of Weiner's attribution-\naffect model of helping behavior. Journal of Personality & Social Psychology,\n50, 1123-33.\n\nScheff, T. J. (1966). Being Mentally ill: A Sociological Theory. Chicago, IL:\nAldine Publications.\n\nSchwarzer, R., & Weiner, B. (1991). Stigma controllability and coping as\npredictors of emotions and social support. Journal of Social and Personal\nRelationships, 8, 133-140.\n\nSocall, D.W., & Holtgraves, T. (1992). Attitudes toward the mentally ill: The\neffect of label and beliefs. Sociology Quarterly, 33m 435-445.\n\nSosowsky, L. (1980). Explaining the increased arrest rate among mental patients:\nA cautionary note. American Journal of Psychiatry, 137, 1602-1604.",
    "Page_98": "89\n\nSteadman, H.J. (1981). Critically reassessing the accuracy of public perceptions\nof the dangerousness of the mentally ill. Journal of Health and Social\nBehavior, 22, 310-316.\n\nWeiner, B. (1980). A cognitive (attribution)-emotion-action model of motivated\nbehavior: An analysis of judgments of help-giving. Journal of Personality and\nSocial Psychology, 39, 186-200.\n\nWeiner, B. (1986). An attributional theory of motivation and emotion. New\nYork: Springer-Verlag.\n\nWeiner, B., Perry, R. P., & Magnusson., J. (1988). An attributional analysis of\nreactions to stigma. Journal of Personality & Social Psychology, 55, 738-48.\n\nWeiner, B. 1995. Judgments of Responsibility: A Foundation for a Theory of\nSocial Conduct. New York: Guilford Press."
}