{
    "Page_1": "oOo\n\nNextcloud\n\nNextcloud User Manual\nRelease latest\n\nThe Nextcloud developers\n\nSep 09, 2021",
    "Page_2": "",
    "Page_3": "Contents\n\n \n\nNextcloud latest user manual introduction 1\nWhat’s new for users in Nextcloud latest 3\nThe Nextcloud Web interface 7\n3.1 Web browser requirements... 2... ee 7\n3.2 Navigating the main user interface. . 6. ee 8\nFiles & synchronization 11\n4.1 Accessing your files using the Nextcloud Web interface 2... 2.2... eee 11\n4.2 Accessing Nextcloud files using WebDAV... 2... 2 eee 17\n4.3 Managing deleted files . 2... ee 28\n4.4 Desktop and mobile synchronization 2... 0. ee 29\n4.5 Encrypting your Nextcloud files on the server. 2. 0. ee ee 29\n4.6 FileSharing 2.2... ee 32\n4.7 Federated Shares 2... ee 37\n4.8 Making anonymous uploads... 1 0. ee 38\n4.9 Large fileuploads 2.2... eee 40\n4.10 Storage quota... 0. ee 40\n4.11 Versioncontrol . 2... ee 4l\n4.12 Projects... 2... 42\n4.13. Transfer Ownership... 2... ee 42\n4.14 Using Federation Shares 2... ee 46\nGroupware 49\n5.1 Using the Contacts app... 6 ee 49\n5.2. Usingthe Calendarapp 2... ee 52\n5.3 Synchronizing with Android... 6. ee 60\n5.4 Synchronizing withiOS 2... ee ee 61\n5.5 Synchronizing with macOS . 2... ee 62\n5.6 Synchronizing with Thunderbird... 2... ee 63\n5.7. Synchronizing with KDE Kontact .. 2... ee 69\n5.8 | Synchronizing with the GNOME desktop... 0. 0. ee 719\n5.9 Synchronizing with Windows 10... 0. 0. ee 81\nTalk 85\n6.1 Basics of Nextcloud Talk. 2... ee 85",
    "Page_4": "10\n\n11\n\n6.2 Advanced Talk features 2... ee\n6.3 joinacallorchatas guest»...\nSetting your preferences\n\nUniversal access\n\n8.1 Zoomand responsiveness .. 1... ee\n8.2 Navigating viakeyboard .. 2... 2 ee\n8.3 Includedthemes 2... 6 ee\nUsing two-factor authentication\n\n9.1 Configuring two-factor authentication... . ee\n9.2 Recovery codes in case you lost your 2nd factor... 2. ee\n9.3 Logging in with two-factor authentication. . 2... 2... ee\n9.4 Using two-factor authentication with hardware tokens .. 2... 2... 0.000.000.0000 004\n9.5 Using client applications with two-factor authentication . 2... 2... 0.000.002.0200 004\n9.6 Considerations . 2... ee\nManage connected browsers and devices\n\n10.1 Managing connected browsers... 2. ee\n10.2 Managing devices . 2...\n10.3 Device-specific passwords and password changes... 2.2... ee eee\n\nExternal Storage\n11.1 Configuring external Storage... 2. ee\n\n115\n\n117\n117\n117\n118\n\n119\n119\n119\n122\n122\n123\n123\n\n125\n125\n125\n129\n\n131",
    "Page_5": "CHAPTER 1\n\n \n\nNextcloud latest user manual introduction\n\n \n\nWelcome to Nextcloud: A safe home for all your data.\n\nNextcloud is open source file sync and share software for everyone from individuals operating the free Nextcloud\nServer in the privacy of their own home, to large enterprises and service providers supported by the Nextcloud En-\nterprise Subscription. Nextcloud provides a safe, secure, and compliant file synchronization and sharing solution on\nservers that you control.\n\nYou can share one or more files and folders on your computer, and synchronize them with your Nextcloud server. Place\nfiles in your local shared directories, and those files are immediately synchronized to the server and to other devices\nusing the Nextcloud Desktop Sync Client, Android app, or iOS app. To learn more about the Nextcloud desktop and\nmobile clients, please refer to their respective manuals:\n\n¢ Nextcloud Desktop Client\n¢ Nextcloud Android App\n\nHelp translate.",
    "Page_6": "Nextcloud User Manual, Release latest\n\n \n\n \n\n2 Chapter 1. Nextcloud latest user manual introduction",
    "Page_7": "CHAPTER 2\n\n \n\nWhat’s new for users in Nextcloud latest\n\n \n\n1. Easier way to select a new app:\n\n \n\nAll files ; } 4) calendar\n\nRecent i im Deck\n\nimportant data\n\nkittens\n\nShared with you\n\nShared with others\n\n=\n©\n%& Favorites\n<\n<\n\n2. New Contacts menu to reach your colleagues or friends easier:\n3. A contact popup menu over avatars everywhere:\n\n4. Ability to send multiple unique sharing links each with their own settings, by entering email addresses (the\nrecipient will receive an email):\n\n5. Many other improvements and new apps, like screensharing in Video calls, new Circles app for user defined\ngroups, push notifications, notifications of file changes even when shared to another server, undo removal of\nfiles from a shared folder even if the removal was done by a recipient, directly sharing to social media and much\nmore.",
    "Page_8": "Nextcloud User Manual, Release latest\n\n \n\nModified\n\n3 days ago\n\n4 days ago\n\n4 days ago\n\n4days ago\n\nSearch contacts\n\nFf) dogfan me\n\na dogfan@legainost\n> Hidden Kitten\n@ Video call\n\n \n\n \n\na monkey Can edit\ng kitten Can edit\n\ne Sweet kittens (email) Can edit\n\n \n\nChapter 2. What’s new for users in Nextcloud latest",
    "Page_9": "Nextcloud User Manual, Release latest\n\n#) Shared with you by dogfan\n\nyame, Tfederate oud lDorema © 1\n6) monkey MCanedit +»\n@ > monkey@Jocalhost McCanedit ss\n\nBE) monkey@localhost.com Wcanedit\n\n@ Video call\n\n \n\nShare link\n\nhttp://localhost/index.php/s/YiBGelHmFPLIi5j °**\n\n \n\nAllow upload and editing\nPassword protect\nSet expiration date",
    "Page_10": "Nextcloud User Manual, Release latest\n\nkittens Ee\n0 & 8.4 MB, a month ago\nZO Activities Comments Sharing\n30 Jame, federate oud ID or email addre i\n\nig0 a monkey M@Canedit\ng kitten Canedit ***\n\n6 Sweet kittens (email) Canedit «*\n\n \n\n \n\n \n\n \n\n \n\n \n\n6 animal@animal.co... [§cCanedit **\n\nFile dro load onl\nShare link & p(up »)\n\nhttp://localhos\nJ ssword protect\n\n@ Read only\n© Allow uploae¢\n\n \n\n© File drop (up Set expiration date\nPassword pri\nSet expiratio\n\n \n\n \n\n \n\n \n\n \n\n \n\nai\n\n \n\nChapter 2. What’s new for users in Nextcloud latest",
    "Page_11": "CHAPTER\n\n \n\nThe Nextcloud Web interface\n\n \n\nYou can connect to your Nextcloud server using any Web browser. Just point it to your Nextcloud server URL (e.g.\ncloud.example.com) and enter your username and password:\n\nReed esol\n\n \n\n3.1 Web browser requirements\n\nFor the best experience with the Nextcloud web interface, we recommend that you use the latest and supported version\nof a browser from this list:\n\n* Microsoft Internet Explorer\n* Microsoft Edge\n* Mozilla Firefox\n\n* Google Chrome/Chromium",
    "Page_12": "Nextcloud User Manual, Release latest\n\n \n\n* Apple Safari\n\n \n\nNote: If you want to use Nextcloud Talk you need to run Mozilla Firefox 52+ or Google Chrome/Chromium 49+ to\nhave the full experience with video calls and screensharing. Google Chrome/Chromium requires a additional plugin\nfor screensharing.\n\n \n\n3.2 Navigating the main user interface\n\nBy default, the Nextcloud Web interface opens to your Dashboard or Files page:\n\noming_back.to_thaca journal\n\nB:\nB «\n&\n\n \n\nIn Files you can add, remove, and share files, and make changes based on the access privileges set by you (if you are\nadministering the server) or by your server administrator.\n\nThe Nextcloud user interface contains the following fields and functions:\n\n« Apps Selection Menu (1): Located in the upper left corner, you’ ll find all your apps which are available on your\ninstance of Nextcloud. Clicking on an apps icon will redirect you to the app.\n\n« Apps Information field (2): Located in the left sidebar, this provides filters and tasks associated with your\nselected app. For example, when you are using the Files apps you have a special set of filters for quickly finding\nyour files, such as files that have been shared with you, and files that you have shared with others. You’ll see\ndifferent items for other apps.\n\n« Application View (3): The main central field in the Nextcloud user interface. This field displays the contents or\nuser features of your selected app.\n\n* Navigation Bar (4): Located over the main viewing window (the Application View), this bar provides a type of\nbreadcrumbs navigation that enables you to migrate to higher levels of the folder hierarchy up to the root level\n(home).\n\n* New button (5): Located in the Navigation Bar, the New button enables you to create new files, new folders, or\nupload files.\n\n \n\n8 Chapter 3. The Nextcloud Web interface",
    "Page_13": "Nextcloud User Manual, Release latest\n\n \n\n \n\nNote: You can also drag and drop files from your file manager into the Files Application View to upload them to your\n\ninstance.\n\n \n\n* Search field (6): Click on the Magnifier in the upper right corner to search for files and entries of the current\n\napp.\n\n* Contacts Menu (7): Gives you an overview about your contacts and users on your server. Dependent on the\ngiven details and available apps, you can directly start a video call with them or send emails.\n\n* Grid view button (8): This looks like four little squares, which toggles the grid view for folders and files.\n\n* Settings menu (9): Click on your profile picture, located to the right of the Search field, to open your Settings\ndropdown menu. Your Settings page provides the following settings and features:\n\nSee Setting your preferences section to learn more about these settings.\n\nLinks to download desktop and mobile apps\nServer usage and space availability\n\nPassword management\n\nName, email, and profile picture settings\n\nManage connected browsers and devices\n\nGroup memberships\n\nInterface language settings\n\nManage notifications\n\nFederated Cloud ID and social media-sharing buttons\nSSL/TLS certificate manager for external storages\nYour Two-factor Settings\n\nNextcloud Version information\n\n \n\n3.2. Navigating the main user interface",
    "Page_14": "Nextcloud User Manual, Release latest\n\n \n\n \n\n10 Chapter 3. The Nextcloud Web interface",
    "Page_15": "CHAPTER 4\n\n \n\nFiles & synchronization\n\n \n\n4.1 Accessing your files using the Nextcloud Web interface\n\nYou can access your Nextcloud files with the Nextcloud Web interface and create, preview, edit, delete, share, and\nre-share files. Your Nextcloud administrator has the option to disable these features, so if any of them are missing on\nyour system ask your server administrator.\n\n000 Files - CUE ee\n\nAll files # +\n\nA A * &F\n\n‘i\ng\n$\n\n \n\nseconds ago\nwith\nRewer welcome. k 13 minutes ago\nEe y link\n@ Deleted files\n& Settings\n\n4.1.1 Tagging files\n\nYou can assign tags to files. To create tags, open a file to the Details view. Then type your tags. To enter more than one\ntag press the return key after creating each tag. All tags are system tags, and are shared by all users on your Nextcloud\nserver.\n\nThen use the Tags filter on the left sidebar to filter files by tags:\n\n \n\n11",
    "Page_16": "Nextcloud User Manual, Release latest\n\n \n\nago\n\nago\n\nago\n\n \n\nlandscape\n\nA A * © F\n\nD> logs\n\n \n\n12 Chapter 4. Files & synchronization",
    "Page_17": "Nextcloud User Manual, Release latest\n\n \n\n4.1.2 Comments\n\nUse the Details view to add and read comments on any file or folder. Comments are visible to everyone who has access\nto the file:\n\n \n\n®\nComments\nk t! | oad my pt t\nk at thi ice phot Bus Flavius\nDomitianus\n\n4.1.3 Video player\n\nYou can play videos in Nextcloud with the Video Player app by simply clicking on the file. Video streaming\nby the native Nextcloud video player depends on your Web browser and the video format. If your Nextcloud\nadministrator has enabled video streaming, and it doesn’t work in your Web browser, it may be a browser\nissue. See https://developer.mozilla.org/en-US/docs/Web/HTML/Supported_media_formats#Browser_compatibility\nfor supported multimedia formats in Web browsers.\n\n4.1.4 File controls\nNextcloud can display thumbnail previews for image files, MP3 covers, and text files, if this enabled by your server\nadministrator. Hover your cursor over a file or folder to expose the controls for the following operations:\nFavorites Click the star to the left of the file icon to mark it as a favorite:\nYou can also quickly find all of your favorites with the Favorites filter on the left sidebar.\n\nOverflow Menu The Overflow menu (three dots) displays file details, and allows you to rename, download, or delete\nfiles:\n\nThe Details view shows Activities, Sharing, and Versions information:\n\nThe Settings gear icon at the lower left allows you to show or hide hidden files in your Nextcloud Web interface.\nThese are also called dotfiles, because they are prefixed with a dot, e.g. .mailfile. The dot tells your operating\nsystem to hide these files in your file browsers, unless you choose to display them. Usually these are configuration\nfiles, so having the option to hide them reduces clutter.\n\n \n\n4.1. Accessing your files using the Nextcloud Web interface 13",
    "Page_18": "Nextcloud User Manual, Release latest\n\n \n\nPhotos\n\ne Shared eco\n\n1 Details\n\nRename\n\nove\n\nCy\n\n4.4 MB\n\n§ Download\n\n \n\nDelete\n\na}\n\n \n\n14 Chapter 4. Files & synchronization",
    "Page_19": "Nextcloud User Manual, Release latest\n\n \n\n<\n\nPhotos Es\n*\n\nActivities Comments Sharing\n\n@ You commented\n\nLooks really great! | will upload my photos\n\nlater ;)\n@ eae Tiberius Claudius Nero commented\n\nLook at this nice photos e Titus Flavius\n\nDomitianus\n\nSettings\n\nShow hidden files\n\n \n\n4.1. Accessing your files using the Nextcloud Web interface 15",
    "Page_20": "Nextcloud User Manual, Release latest\n\n \n\n4.1.5 Previewing files\n\nYou can display uncompressed text files, OpenDocument files, videos, and image files in the Nextcloud embedded\nviewers by clicking on the file name. There may be other file types you can preview if your Nextcloud administrator\nhas enabled them. If Nextcloud cannot display a file, it starts a download process and downloads the file to your\ncomputer.\n\n4.1.6 Navigating inside your Nextcloud\nNavigating through folders in Nextcloud is as simple as clicking on a folder to open it and using the back button on\n\nyour browser to move to a previous level. Nextcloud also provides a navigation bar at the top of the Files field for\nquick navigation.\n\n4.1.7 Sharing status icons\n\nAny folder that has been shared is marked with the Shared overlay icon. Public link shares are marked with a chain\nlink. Unshared folders are not marked:\n\nPhotos « Shared\nB| Document\n[>] Nextcloud & Shared\n\n4.1.8 Creating or uploading files and directories\n\nUpload or create new files or folders directly in a Nextcloud folder by clicking on the New button in the Files app:\n\nThe New button provides the following options:\n\nUp arrow Upload files from your computer into Nextcloud. You can also upload files by dragging and dropping them\nfrom your file manager.\n\nText file Creates a new text file and adds the file to your current folder.\n\n \n\n16 Chapter 4. Files & synchronization",
    "Page_21": "Nextcloud User Manual, Release latest\n\n \n\nFolder Creates a new folder in the current folder.\n\n4.1.9 Selecting files or folders\nYou can select one or more files or folders by clicking on their checkboxes. To select all files in the current directory,\nclick on the checkbox located at the top of the files listing.\n\nWhen you select multiple files, you can delete all of them, or download them as a ZIP file by using the Delete or\nDownload buttons that appear at the top.\n\n \n\nNote: If the Download button is not visible, the administrator has disabled this feature.\n\n \n\n4.1.10 Filtering the files view\n\nThe left sidebar on the Files page contains several filters for quickly sorting and managing your files.\nAll files The default view; displays all files that you have access to.\n\nFavorites Files or folders marked with the yellow star.\n\nShared with you Displays all files shared with you by another user or group.\n\nShared with others Displays all files that you have shared with other users or groups.\n\nShared by link Displays all files that are shared by you via public link.\n\nExternal Storage (optional) Files that you have access to on external storage devices and services such as Amazon\nS3, SMB/CIFS, FTP...\n\n4.1.11 Moving files\n\nYou can move files and folders by dragging and dropping them into any directory.\n\n4.1.12 Creating or connecting to a Federation Share link\n\nFederated Cloud Sharing allows you to mount file shares from remote Nextcloud servers, and manage them just like a\nlocal share. See Using Federation Shares to learn to how to create and connect to new Federated Cloud shares.\n\n4.2 Accessing Nextcloud files using WebDAV\n\nNextcloud fully supports the WebDAV protocol, and you can connect and synchronize with your Nextcloud files\nover WebDAV. In this chapter you will learn how to connect Linux, macOS, Windows, and mobile devices to your\nNextcloud server via WebDAV. Before we get into configuring WebDAY,, let’s take a quick look at the recommended\nway of connecting client devices to your Nextcloud servers.\n\n \n\nNote: In the following examples, you should replace example.com/nextcloud with the URL of your Nextcloud\nserver (omit the directory part if the installation is in the root of your domain), and “USERNAME” with the username\nof the connecting user.\n\nSee the WebDAV URL (bottom left in settings) on your Nextcloud.\n\n \n\n \n\n4.2. Accessing Nextcloud files using WebDAV 17",
    "Page_22": "Nextcloud User Manual, Release latest\n\n \n\n \n\nNote: In the following examples, you must use an app-password for login, which you can generate in your security\nsettings.\n\n \n\n4.2.1 Nextcloud Desktop and mobile clients\n\nThe recommended way to synchronize a desktop PC with a Nextcloud server is by using Nextcloud/ownCloud syne\nclients. You can configure the client to save files in any local directory and you can choose which directories on the\nNextcloud server to sync with. The client displays the current connection status and logs all activity, so you always\nknow which remote files have been downloaded to your PC and you can verify that files created and updated on your\nlocal PC are properly synchronized with the server.\n\nThe recommended way to synchronize Nextcloud server with Android and Apple iOS devices is by using the mobile\napps.\n\nTo connect your mobile app to a Nextcloud server use the base URL and folder only:\n\n \n\n \n\nexample.com/nextcloud\n\n \n\nIn addition to the mobile apps provided by Nextcloud or ownCloud, you can use other apps to connect to Nextcloud\nfrom your mobile device using WebDAV. WebDAV Navigator is a good (proprietary) app for Android devices and\niPhones. The URL to use on these is:\n\n \n\n \n\nexample.com/nextcloud/remote.php/dav/files/USERNAME/\n\n \n\n4.2.2 WebDAV configuration\n\nIf you prefer, you may also connect your desktop PC to your Nextcloud server by using the WebDAV protocol rather\nthan using a special client application. Web Distributed Authoring and Versioning (WebDAV) is a Hypertext Transfer\nProtocol (HTTP) extension that makes it easy to create, read, and edit files on Web servers. With WebDAV you can\naccess your Nextcloud shares on Linux, macOS and Windows in the same way as any remote network share, and stay\nsynchronized.\n\n4.2.3 Accessing files using Linux\n\nYou can access files in Linux operating systems using the following methods.\n\nNautilus file manager\nWhen you configure your Nextcloud account in the GNOME Control Center, your files will automatically be\nmounted by Nautilus as a WebDAV share, unless you deselect file access.\n\nYou can also mount your Nextcloud files manually. Use the davs:// protocol to connect the Nautilus file manager\nto your Nextcloud share:\n\n \n\n \n\ndavs://example.com/nextcloud/remote.php/dav/files/USERNAME/\n\n \n\n \n\nNote: If your server connection is not HTTPS-secured, use dav: // instead of davs: //:\n\n \n\n \n\n18 Chapter 4. Files & synchronization",
    "Page_23": "Nextcloud User Manual, Release latest\n\nPaces\n\n   \n\nAU aTeleli\n\n \n\neT aoe ae classes general -images\n\n2) Documen (finn\n\n \n\n \n\n¥ Download\n\n   \n\nearchindex,j\n\ndd Musi eel) Connect to Server\n\n© Pictures\n\nH Videos rae\n\nServer Address\n\ndav://ocalhost/files/webdav php a\n@ Trash\n\nare e lags\n\nDevices\n\n \n\na]\n\n \n\n \n\nrat) Recent Servers\n\n \n\nComputer\n\n \n\nBookmarks cers\nG& florian on 19\nfm rayon 1921\n\nNetwork\n\n \n\n@? Browse Net\n\n \n\nBrowse @ Cancel Connect\n\n \n\n \n\n \n\nNote: The same method works for other file managers that use GVfs, such as MATE’s Caja and Cinnamon’s Nepo-\nmuk.\n\n \n\nAccessing files with KDE and Dolphin file manager\n\nTo access your Nextcloud files using the Dolphin file manager in KDE, use the webdav: // protocol:\n\n \n\nwebdav: //example.com/nextcloud/remote.php/dav/files/USERNAME/\n\nPeer\n\nos\nmo\n\n \n\nQ= 92 Q Find |/EjPreview! (spit = c\n\nEE &\nbir Desktor Document Download\n\nYou can create a permanent link to your Nextcloud server:\n1. Open Dolphin and click “Network” in the left hand “Places” column.\n\n2. Click on the icon labeled Add a Network Folder. The resulting dialog should appear with WebDAV already\nselected.\n\n \n\n4.2. Accessing Nextcloud files using WebDAV 19",
    "Page_24": "Nextcloud User Manual, Release latest\n\n \n\n3.\n4.\n5.\n\nIf WebDAV is not selected, select it.\nClick Next.\nEnter the following settings:\n« Name: The name you want to see in the Places bookmark, for example Nextcloud.\n\n* User: The Nextcloud username you used to log in, for example admin.\n\n* Server: The Nextcloud domain name, for example example.com (without http:// before or directories\n\nafterwards).\n\n¢ Folder — Enter the path nextcloud/remote.php/dav/files/USERNAME/.\n\n6. (Optional) Check the “Create icon” checkbox for a bookmark to appear in the Places column.\n\n7. (Optional) Provide any special settings or an SSL certificate in the “Port & Encrypted” checkbox.\n\n4.2.4 Creating WebDAV mounts on the Linux command line\n\nYou can create WebDAV mounts from the Linux command line. This is useful if you prefer to access Nextcloud the\nsame way as any other remote filesystem mount. The following example shows how to create a personal mount and\nhave it mounted automatically every time you log in to your Linux computer.\n\n1.\n\nInstall the dav£s2 WebDAV filesystem driver, which allows you to mount WebDAV shares just like any other\n\nremote filesystem. Use this command to install it on Debian/Ubuntu:\n\n \n\napt-get install davfs2\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n2. Use this command to install it on CentOS, Fedora, and openSUSE:\nyum install davfs2\n\n3. Add yourself to the davfs2 group:\nusermod -aG davfs2 <username>\n\n3. Then create a nextcloud directory in your home directory for the mountpoint, and .davfs2/ for your\npersonal configuration file:\nmkdir ~/nextcloud\nmkdir ~/.davfs2\n\n4. Copy /etc/davfs2/secrets to ~/.davfs2:\ncp /etc/davfs2/secrets ~/.davfs2/secrets\n\n5. Set yourself as the owner and make the permissions read-write owner only:\nchown <linux_username>:<linux_username> ~/.davfs2/secrets\nchmod 600 ~/.davfs2/secrets\n\n6. Add your Nextcloud login credentials to the end of the secrets file, using your Nextcloud server URL and\nyour Nextcloud username and password:\nhttps: //example.com/nextcloud/remote.php/dav/files/USERNAME/ <username> <password>\nor\n$PathToMountPoint $USERNAME S$PASSWORD\n\n20 Chapter 4. Files & synchronization",
    "Page_25": "Nextcloud User Manual, Release latest\n\n \n\n \n\nfor example\n/home/user/nextcloud john 1234\n\n \n\n7. Add the mount information to /etc/fstab:\n\n \n\nhttps: //example.com/nextcloud/remote.php/dav/files/USERNAME/ /home/<linux_\nsusername>/nextcloud\ndavfs user,rw,auto 0 0\n\n \n\n8. Then test that it mounts and authenticates by running the following command. If you set it up correctly you\nwon’t need root permissions:\n\n \n\nmount ~/nextcloud\n\n \n\n9. You should also be able to unmount it:\n\n \n\numount ~/nextcloud\n\n \n\n \n\n \n\nNow every time you login to your Linux system your Nextcloud share should automatically mount via WebDAV in\nyour ~/nextcloud directory. If you prefer to mount it manually, change auto to noauto in /etc/fstab.\n\n4.2.5 Known issues\n\nProblem\n\nResource temporarily unavailable\n\nSolution\n\nIf you experience trouble when you create a file in the directory, edit /etc/davfs2/davfs2.conf and add:\n\n \n\n \n\nuse_locks 0\n\n \n\nProblem\n\nCertificate warnings\n\nSolution\n\nIf you use a self-signed certificate, you will get a warning. To change this, you need to configure davfs2 to recognize\nyour certificate. Copy mycertificate.pemto /etc/davfs2/certs/. Thenedit /etc/davfs2/davfs2.\nconf and uncomment the line servercert. Now add the path of your certificate as in this example:\n\n \n\n \n\nservercert /etc/davfs2/certs/mycertificate.pem\n\n \n\n4.2.6 Accessing files using macOS\n\n \n\nNote: The macOS Finder suffers from a series of implementation problems and should only be used if the Nextcloud\nserver runs on Apache and mod_php, or Nginx 1.3.8+. Alternative macOS-compatible clients capable of accessing\n\n \n\n4.2. Accessing Nextcloud files using WebDAV 21",
    "Page_26": "Nextcloud User Manual, Release latest\n\n \n\nWebDAV shares include open source apps like Cyberduck (see instructions here) and Filezilla. Commercial clients\ninclude Mountain Duck, Forklift, Transmit, and Commander One.\n\n \n\nTo access files through the macOS Finder:\n\n1. From the Finder’s top menu bar, choose Go > Connect to Server...:\n\n     \n\n@ Finder File Edit View [et¥) window Help\nBack #L\nForward #8)\nSelect Startup Disk on Desktop ‘36T\n\n   \n     \n   \n \n \n \n     \n \n   \n   \n   \n   \n   \n   \n  \n  \n\n   \n\nAll My Files SF\n© Documents 230\n& Desktop 08D\n© Downloads XSL\nf} Home 098H\n2 Computer OC\n@ AirDrop SR\n@ Network OBK\n\n© iCloud Drive Ol\nA Applications OBA\n& utilities OU\n\n  \n\n    \n\nRecent Folders >\n\nGo to Folder...\nLoreal al =124 9h Oke\n\n2. When the Connect to Server... window opens, enter your Nextcloud server’s WebDAV address in the Server\nAddress: field, i.e.:\n\n \n\nhttps: //cloud.YOURDOMAIN.com/remote.php/dav/files/USERNAME/\n\n \n\n \n\n \n\nee Connect to Server\nServer Address:\nhttps://cloud.nextcloud.com +) ov\nFavorite Servers:\n2 Browse\n\n3. Click Connect. Your WebDAV server should appear on the Desktop as a shared disk drive.\n\n4.2.7 Accessing files using Microsoft Windows\n\nIf you use the native Windows implementation of WebDAV, you can map Nextcloud to a new drive using Windows\nExplorer. Mapping to a drive enables you to browse files stored on a Nextcloud server the way you would files stored\nin a mapped network drive.\n\nUsing this feature requires network connectivity. If you want to store your files offline, use the Desktop Client to sync\nall files on your Nextcloud to one or more directories of your local hard drive.\n\n \n\n22 Chapter 4. Files & synchronization",
    "Page_27": "Nextcloud User Manual, Release latest\n\n \n\n \n\nNote: Windows 10 now defaults to allow Basic Authentication if HTTPS is en-\nabled prior to mapping your drive. On older versions of Windows, you must permit the\nuse of Basic Authentication in the Windows Registry: launch regedit and navigate to\n\nHKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\WebClient\\Parameters. Create\nor edit the DWORD value BasicAuthLevel (Windows Vista, 7 and 8) or UseBasicAuth (Windows XP and\nWindows Server 2003) and set its value data to 1 for SSL connections. Value 0 means that Basic Authentication is\ndisabled, a value of 2 allows both SSL and non-SSL connections (not recommended). Then exit Registry Editor, and\nrestart the computer.\n\n \n\nMapping drives with the command line\n\nThe following example shows how to map a drive using the command line. To map the drive:\n1. Open a command prompt in Windows.\n\n2. Enter the following line in the command prompt to map to the computer Z drive:\n\n \n\nnet use Z: https://<drive_path>/remote.php/dav/files/USERNAME/ /user:youruser\nyourpassword\n\n \n\n \n\n \n\nwhere <drive_path> is the URL to your Nextcloud server.\n\nFor — example: net use Z: https://example.com/nextcloud/remote.php/dav/files/\nUSERNAME/ /user:youruser yourpassword\n\nThe computer maps the files of your Nextcloud account to the drive letter Z.\n\n \n\nNote: Though not recommended, you can also mount the Nextcloud server using HTTP, leaving the connection\nunencrypted. If you plan to use HTTP connections on devices while in a public place, we strongly recommend using\na VPN tunnel to provide the necessary security.\n\n \n\nAn alternative command syntax is:\n\n \n\n \n\nnet use Z: \\\\example.com@ssl\\nextcloud\\remote.php\\dav /user:youruser\nyourpassword\n\n \n\nMapping drives with Windows Explorer\n\nTo map a drive using the Microsoft Windows Explorer:\n1. Migrate to your computer in Windows Explorer.\n2. Right-click on Computer entry and select Map network drive... from the drop-down menu.\n3. Choose a local network drive to which you want to map Nextcloud.\n4. Specify the address to your Nextcloud instance, followed by /remote.php/dav/filesSUSERNAME/.\n\nFor example:\n\n \n\n \n\nhttps: //example.com/nextcloud/remote.php/dav/files/USERNAME /\n\n \n\n \n\n \n\n4.2. Accessing Nextcloud files using WebDAV 23",
    "Page_28": "Nextcloud User Manual, Release latest\n\n \n\n \n\nNote: For SSL protected servers, check Reconnect at sign-in to ensure that the mapping is persistent upon subsequent\nreboots. If you want to connect to the Nextcloud server as a different user, check Connect using different credentials.\n\n \n\ng Map Network Drive\n\nWhat network folder would you like to map?\n\nSpecify the drive letter for the connection and the folder that you want to connect to:\n\nDrive:\n\nFolder:\n\nZz v\n\n \n\n \n\n \n\nhttps://example.com/remote.php/dav/files/USER ~ Browse...\n\n \n\nExample: \\\\server\\share\n\nReconnect at sign-in\n\n \n\nM Connect using different credentials\n\nConnect to a Web site that you can use to store your documents and pictures.\n\nCane\n\n5. Click the Finish button.\n\nWindows Explorer maps the network drive, making your Nextcloud instance available.\n\n4.2.8 Accessing files using Cyberduck\n\nCyberduck is an open source FTP and SFTP, WebDAV, OpenStack Swift, and Amazon S3 browser designed for file\ntransfers on macOS and Windows.\n\n \n\nNote: This example uses Cyberduck version 4.2.1.\n\n \n\nTo use Cyberduck:\n\n1. Specify a server without any leading protocol information. For example:\n\nexample.com\n\n2. Specify the appropriate port. The port you choose depends on whether or not your Nextcloud server supports\nSSL. Cyberduck requires that you select a different connection type if you plan to use SSL. For example:\n\n \n\n24\n\nChapter 4. Files & synchronization",
    "Page_29": "Nextcloud User Manual, Release latest\n\n \n\n80 (for WebDAV)\n443 (for WebDAV (HTTPS/SSL))\n\n3. Use the ‘More Options’ drop-down menu to add the rest of your WebDAV URL into the ‘Path’ field. For\nexample:\n\nremote.php/dav/files/USERNAME/\n\nNow Cyberduck enables file access to the Nextcloud server.\n\n4.2.9 Accessing public shares over WebDAV\n\nNextcloud provides the possibility to access public shares over WebDAV.\n\nTo access the public share, open:\n\n \n\n \n\nhttps: //example.com/nextcloud/public.php/webdav\n\n \n\nin a WebDAV client, use the share token as username and the (optional) share password as password.\n\n \n\nNote: Settings —- Administration + Sharing — Allow users on this server to send shares to other servers. This\noption also allows WebDAV access to public shares needs to be enabled in order to make this feature work.\n\n \n\n4.2.10 Known problems\n\nProblem\n\nWindows does not connect using HTTPS.\n\nSolution 1\nThe Windows WebDAV Client might not support Server Name Indication (SNI) on encrypted connections. If you\n\nencounter an error mounting an SSL-encrypted Nextcloud instance, contact your provider about assigning a dedicated\nIP address for your SSL-based server.\n\nSolution 2\nThe Windows WebDAV Client might not support TLSv1.1 and TLSv1.2 connections. If you have restricted your\n\nserver config to only provide TLSv1.1 and above the connection to your server might fail. Please refer to the WinHTTP\ndocumentation for further information.\n\nProblem\n\nYou receive the following error message: Error 0x800700DF: The file size exceeds the limit allowed and cannot\nbe saved.\n\n \n\n4.2. Accessing Nextcloud files using WebDAV 25",
    "Page_30": "Nextcloud User Manual, Release latest\n\n \n\nSolution\nWindows limits the maximum size a file transferred from or to a Web-\nDAV — share may have. You can increase the value  FileSizeLimitInBytes in\n\nHKEY_LOCAL_MACHINE\\SYSTEM\\CurrentControlSet\\Services\\WebClient\\Parameters by clicking on\nModify.\n\nTo increase the limit to the maximum value of 4GB, select Decimal, enter a value of 4294967295, and reboot Windows\nor restart the WebClient service.\n\nProblem\n\nAccessing your files from Microsoft Office via WebDAV fails.\n\nSolution\n\nKnown problems and their solutions are documented in the KB2123563 article.\n\nProblem\n\nCannot map Nextcloud as a WebDAV drive in Windows using self-signed certificate.\n\nSolution\n\nan\n\nGo to the your Nextcloud instance via your favorite Web browser.\n\nClick through until you get to the certificate error in the browser status line.\nView the cert, then from the Details tab, select Copy to File.\n\nSave to the desktop with an arbitrary name, for example myNext cloud. pem.\nStart, Run, MMC.\n\nFile, Add/Remove Snap-In.\n\nSelect Certificates, Click Add, My User Account, then Finish, then OK.\n\nDig down to Trust Root Certification Authorities, Certificates.\n\nee Nnn FF YN\n\nRight-Click Certificate, Select All Tasks, Import.\n\n—\nS\n\nSelect the Save Cert from the Desktop.\n\n=\n=\n\n. Select Place all Certificates in the following Store, Click Browse.\n\na\nN\n\n. Check the Box that says Show Physical Stores, Expand out Trusted Root Certification Authorities, and select\nLocal Computer there, click OK, Complete the Import.\n\n13. Check the list to make sure it shows up. You will probably need to Refresh before you see it. Exit MMC.\n14. Open Browser, select Tools, Delete Browsing History.\n\n15. Select all but In Private Filtering Data, complete.\n\n16. Go to Internet Options, Content Tab, Clear SSL State.\n\n17. Close browser, then re-open and test.\n\n \n\n26 Chapter 4. Files & synchronization",
    "Page_31": "Nextcloud User Manual, Release latest\n\n \n\nProblem\n\nYou cannot download more than 50 MB or upload large files when the upload takes longer than 30 minutes using Web\nClient in Windows 7.\n\nSolution\n\nWorkarounds are documented in the KB2668751 article.\n\n4.2.11 Accessing files using CURL\n\nSince WebDAV is an extension of HTTP cURL can be used to script file operations.\n\nTo create a folder with the current date as name:\n\n \n\n$ curl -u user:pass -X MKCOL \"https://example.com/nextcloud/remote.php/dav/files/\n<USERNAME/$(date '+%d —sy'y\"\n\n \n\n \n\nTo upload a file error. log into that directory:\n\n \n\n$ curl -u user:pass -T error.log \"https://example.com/nextcloud/remote.php/dav/files/\n<USERNAME/$ (date '+%d-%b-%Y')/error.log\"\n\n \n\nTo move a file:\n\n \n\n$ curl -u user:pass -X MOVE --header 'Destination: https://example.com/nextcloud/\nsremote.php/dav/files/USERNAME/target.jpg' https://example.com/nextcloud/remote.php/\nodav/files/USERNAME/source. jpg\n\n \n\nTo get the properties of files in the root folder:\n\n \n\n \n\n$ curl -X PROPFIND -H \"Depth: 1\" -u user:pass https://example.com/nextcloud/\nremote.php/dav/files/USERNAME/ | xml_pp\n<?xml version=\"1.0\" encoding=\"ut£-8\"?>\n<d:multistatus xmlns:d=\"DAV:\" xmlns:oc=\"http://nextcloud.org/ns\" xmlns:s=\"http://\nosabredav.org/ns\">\n<d:response>\n<d:href>/nextcloud/remote.php/dav/files/USERNAME/</d:href>\n<d:propstat>\n<d:prop>\n<d:getlastmodified>Tue, 13 Oct 2015 17:07:45 GMT</d:getlastmodified>\n<d:resourcetype>\n<d:collection/>\n</d:resourcetype>\n<d:quota-used-bytes>163</d: quota-used-bytes>\n<d:quota-available-bytes>11802275840</d:quota-available-bytes>\n<d:getetag>\"561d3a6139d05\"</d:getetag>\n</d:prop>\n<d:status>HTTP/1.1 200 OK</d:status>\n</d:propstat>\n</d:response>\n<d:response>\n<d:href>/nextcloud/remote.php/dav/files/USERNAME/welcome.txt</d:href>\n<d:propstat>\n<d:prop>\n<d:getlastmodified>Tue, 13 Oct 2015 17:07:35 GMT</d:getlastmodified>\n\n \n\n \n\n4.2. Accessing Nextcloud files using WebDAV 27",
    "Page_32": "Nextcloud User Manual, Release latest\n\n \n\n \n\n \n\n<d:getcontent length>163</d:getcontentlength>\n<d:resourcetype/>\n<d:getetag>\"47465fae667b2d0 feel54f5el7d1£0£1\"</d: getetag>\n<d:getcontenttype>text/plain</d:getcontenttype>\n</d:prop>\n<d:status>HTTP/1.1 200 OK</d:status>\n</d:propstat>\n</d:response>\n</d:multistatus>\n\n \n\n4.3 Managing deleted files\n\nWhen you delete a file in Nextcloud, it is not immediately deleted permanently, only moved into the trash bin. It is not\npermanently deleted until you manually delete it, or when the Deleted Files app deletes it to make room for new files.\n\nFind your deleted files by clicking on the Deleted files button on the Files page of the Nextcloud Web interface. You'll\nhave options to either restore or permanently delete files.\n\n4.3.1 Quotas\n\nDeleted files are not counted against your storage quota. Only your personal files count against your quota, not files\nwhich were shared with you. (See Storage quota to learn more about quotas.)\n\n4.3.2 What happens when shared files are deleted\n\nDeleting files gets a little complicated when they are shared files, as this scenario illustrates:\n1. User1 shares a folder “test” with User2 and User3\n2. User2 (the recipient) deletes a file/folder “sub” inside of “test”\n3. The folder “sub” will be moved to the trash bin of both User! (owner) and User2 (recipient)\n4. But User3 will not have a copy of “sub” in their trash bin\n\nWhen User! deletes “sub” then it is moved to User1’s trash bin. It is deleted from User2 and User3, but not placed in\ntheir trash bins.\n\nWhen you share files, other users may copy, rename, move, and share them with other people, just as they can for any\ncomputer files; Nextcloud does not have magic powers to prevent this.\n\n4.3.3 How the deleted files app manages storage space\n\nTo ensure that users do not run over their storage quotas, the Deleted Files app allocates a maximum of 50% of their\ncurrently available free space to deleted files. If your deleted files exceed this limit, Nextcloud deletes the oldest files\n(files with the oldest timestamps from when they were deleted) until it meets the memory usage limit again.\n\nNextcloud checks the age of deleted files every time new files are added to the deleted files. By default,\ndeleted files stay in the trash bin for 30 days. The Nextcloud server administrator can adjust this value in\nthe config.php file by setting the trashbin_retention_obligation value. Files older than the\ntrashbin_retention_obligation value will be deleted permanently. Additionally, Nextcloud calculates\nthe maximum available space every time a new file is added. If the deleted files exceed the new maximum allowed\n\n \n\n28 Chapter 4. Files & synchronization",
    "Page_33": "Nextcloud User Manual, Release latest\n\n \n\nspace Nextcloud will permanently delete those trashed files with the soonest expiration until the space limit is met\nagain.\n\n \n\nNote: Your administrator may have configured the trash bin retention period to override the storage space manage-\nment. See admin documentation for more details.\n\n \n\n4.4 Desktop and mobile synchronization\n\nFor synchronizing files with your desktop computer, we recommend using the Nextcloud Sync Client for Windows,\nmacOS and Linux.\n\nThe Nextcloud Desktop Sync Client enables you to connect to your Nextcloud Server. You can create folders in your\nhome directory, and keep the contents of those folders synced with your Nextcloud server. Simply copy a file into\nthe directory and the Nextcloud desktop client does the rest. Make a change to the files on one computer, it will flow\nacross the others using these desktop sync clients. You will always have your latest files with you wherever you are.\n\nIts usage is documented separately in the Nextcloud Desktop Client Manual.\n\n4.4.1 Mobile clients\n\nVisit your Personal page in your Nextcloud Web interface to find download links for Android and iOS mobile sync\nclients. Or, visit the Nextcloud download page.\n\n4.5 Encrypting your Nextcloud files on the server\n\nNextcloud includes a server side Encryption app, and when it is enabled by your Nextcloud administrator all of your\nNextcloud data files are automatically encrypted on the server. Encryption is server-wide, so when it is enabled you\ncannot choose to keep your files unencrypted. You don’t have to do anything special, as it uses your Nextcloud login\nas the password for your unique private encryption key. Just log in and out and manage and share your files as you\nnormally do, and you can still change your password whenever you want.\n\nIts main purpose is to encrypt files on remote storage services that are connected to your Nextcloud server. This is an\neasy and seamless way to protect your files on remote storage. You can share your remote files through Nextcloud in\nthe usual way, however you cannot share your encrypted files directly from the remote service you are using, because\nthe encryption keys are stored on your Nextcloud server, and are never exposed to outside service providers.\n\nIf your Nextcloud server is not connected to any remote storage services, then it is better to use some other form\nof encryption such as file-level or whole disk encryption. Because the keys are kept on your Nextcloud server, it is\npossible for your Nextcloud admin to snoop in your files, and if the server is compromised the intruder may get access\nto your files. (Read Encryption in Nextcloud to learn more.)\n\n4.5.1 Encryption FAQ\nHow can encryption be disabled?\n\nThe only way to disable encryption is to run the “decrypt all” script, which decrypts all files and disables encryption.\n\n \n\n4.4. Desktop and mobile synchronization 29",
    "Page_34": "Nextcloud User Manual, Release latest\n\n \n\nIs it possible to disable encryption with the recovery key?\n\nYes, if every user uses the file recovery key, “decrypt all” will use it to decrypt all files.\n\nCan encryption be disabled without the user’s password?\n\nIf you don’t have the users password or file recovery key, then there is no way to decrypt all files. What’s more,\nrunning it on login would be dangerous, because you would most likely run into timeouts.\n\nIs it planned to move this to the next user login or a background job?\n\nIf we did that, then we would need to store your login password in the database. This could be seen as a security issue,\nso nothing like that is planned.\n\nIs group Sharing possible with the recovery key?\n\nIf you mean adding users to groups and make it magically work? No. This only works with the master key.\n\n4.5.2 Using encryption\n\nNextcloud encryption is pretty much set it and forget it, but you have a few options you can use.\n\nWhen your Nextcloud admin enables encryption for the first time, you must log out and then log back in to create your\nencryption keys and encrypt your files. When encryption has been enabled on your Nextcloud server you will see a\nyellow banner on your Files page warning you to log out and then log back in:\n\nWhen you log back in it takes a few minutes to work, depending on how many files you have, and then you are returned\nto your default Nextcloud page.\n\nstashcat\n\n \n\n \n\n30 Chapter 4. Files & synchronization",
    "Page_35": "Nextcloud User Manual, Release latest\n\n \n\n \n\nNote: You must never lose your Nextcloud password, because you will lose access to your files. Though there is\nan optional recovery option that your Nextcloud administrator may enable; see the Recovery Key Password section\n(below) to learn about this.\n\n \n\n4.5.3 Sharing encrypted files\n\nOnly users who have private encryption keys have access to shared encrypted files and folders. Users who have not yet\ncreated their private encryption keys will not have access to encrypted shared files; they will see folders and filenames,\nbut will not be able to open or download the files. They will see a yellow warning banner that says “Encryption App\nis enabled but your keys are not initialized, please log-out and log-in again.”\n\nShare owners may need to re-share files after encryption is enabled; users trying to access the share will see a message\nadvising them to ask the share owner to re-share the file with them. For individual shares, un-share and re-share the\nfile. For group shares, share with any individuals who can’t access the share. This updates the encryption, and then\nthe share owner can remove the individual shares.\n\nRecovery key password\n\nIf your Nextcloud administrator has enabled the recovery key feature, you can choose to use this feature for your\naccount. If you enable “Password recovery” the administrator can read your data with a special password. This feature\nenables the administrator to recover your files in the event you lose your Nextcloud password. If the recovery key is\nnot enabled, then there is no way to restore your files if you lose your login password.\n\nEncryption\n\nEnable recovery key (allow to recover users files in case of password loss):\n\nseneeees Recovery key password\n\nseeeeeee Repeat Recovery key password\n\n®) Enabled\nDisabled\n\n4.5.4 Files not encrypted\n\nOnly the data in your files is encrypted, and not the filenames or folder structures. These files are never encrypted:\n* Old files in the trash bin.\n« Image thumbnails from the Gallery app.\n* Previews from the Files app.\n* The search index from the full text search app.\n\n¢ Third-party app data\n\n \n\n4.5. Encrypting your Nextcloud files on the server 31",
    "Page_36": "Nextcloud User Manual, Release latest\n\n \n\nOnly those files that are shared with third-party storage providers can be encrypted, the rest of the files may not be\nencrypted.\n\nChange private key password\n\nThis option is only available if the encryption password has not been changed by the administrator, but only the log-in\npassword. This can occur if your Nextcloud provider uses an external user back-end (for example, LDAP) and changed\nyour login password using that back-end configuration. In this case, you can set your encryption password to your new\nlogin password by providing your old and new login password. The Encryption app works only if your login password\nand your encryption password are identical.\n\n4.6 File Sharing\n\nNextcloud users can share files and folders. Possible targets are:\n* public links\n* users\n* groups\n* circles\n* talk conversations\n\n* users or groups on federated Nextcloud servers\n\n \n\nNote: Some options may not be available due to administrative configuration. See admin documentation for details.\n\n \n\n4.6.1 Public link shares\n\nYou can share files and folders via public links.\n\nA random 15-digit token will be created. The link will look like https://cloud.example.com/s/\nyxCFKRWBUqYYzp4.\n\nA number of options are available for public folder shares:\n* Read only to allow viewing and downloading\n« Allow upload and editing\n¢ With File drop, the sharee can only upload files to a folder without seeing the files that are already in that folder.\n* Hide download prevents the sharee from downloading\n¢ Password protect\n* Set expiration date will automatically disable the share\n* Note to recipient\n* Unshare to revert the share\n\n¢ Add another link to create multiple public links with different rights\n\n \n\n32 Chapter 4. Files & synchronization",
    "Page_37": "Nextcloud User Manual, Release latest\n\n \n\n4 a <\nActivity Comments Sharing\n\nName, federated cloud ID or email address ...\n\n@ Share link fe woe\n\no Others with access @ Read only\n\nInternal link Pw\nOnly works for users with access to) Allow upload and editing\n\n© Add to a project _) File drop (upload only)\nConnect items to a project to make\n\nHide download\n|_| Password protect\n| Set expiration date\n| Note to recipient\nX= Unshare\n\n+ Add another link\n\n \n\n4.6. File Sharing 33",
    "Page_38": "Nextcloud User Manual, Release latest\n\n \n\n4 Q a\n\nActivity Chat Comments\n\nName, federated cloud ID or email address ...\n\nInternal link\nOnly works for users with access to this Fi\n\n© Add toa project\nConnect items to a project to make them\n\n< ’\n\nSharing Versions\n\n{] Allow editing\n\nHide download\n\nPassword protect\n\nSet expiration date\n\nNote to recipient\n\nXX  Unshare\n\n+ Add another link\n\n \n\n34\n\nChapter 4. Files & synchronization",
    "Page_39": "Nextcloud User Manual, Release latest\n\n \n\nFor public file shares, you may allow editing the file with one of Nextcloud’s collaborative editing solutions:\n\n \n\nNote: Password protection as well as file expiration are not propagated using Federated File Sharing in current\nNextcloud releases. This will be adjusted in Nextcloud 22.\n\n \n\n4.6.2 Internal shares with users and groups\n\nWhen sharing with users, groups, circles or members of a Talk conversation, rights for the files or folder contents are\nadjustable:\n\n= | <\n\nActivity Comments Sharing\n\nName, Federated cloud ID or email address ...\n\n@ Share link Ee see\noe Peter ae\n\no Others with access Allow editing\nInternal link :\nAll t\n© Only works For users with access to this Fe ow creating\na) Add to a project Allow deleting\nConnect items to a project to make them\n\nAllow resharing\n\nSet expiration date\n\nNote to recipient\n\nXX Unshare\n\nAs a sharee, you can configure if you automatically want to accept all incoming shares and have them added to your\nroot folder, or if you want to be asked each time if you want to accept or decline the share.\n\nFor adjusting the acceptance setting, go to Settings > Personal > Sharing:\n\n4.6.3 Others with access\n\nIn order to find out if a file or folder is accessible to others through sharing of a superior folder hierarchy level, click\non Others with access in the sharing tab:\n\n \n\n4.6. File Sharing 35",
    "Page_40": "Nextcloud User Manual, Release latest\n\naminuteago X\n\nYou received /Photos as a share\n\nby @ Peter ;\n\nSharing\n\nAccept user and group shares by default\n\n4 Q a < 9\n\nActivity Chat Comments Sharing Versions\n\n \n\nName, federated cloud ID or email address...\n@ Share link —“_ +\n© Internal link oo\nOnly works for users with access to this File =\n\n© Add to a project\nConnect items to a project to make them easier to Find\n\n \n\n36 Chapter 4. Files & synchronization",
    "Page_41": "Nextcloud User Manual, Release latest\n\n \n\nThe list shows all users, groups, chats etc. that the current object has been given access to through sharing of a superior\nfolder in the hierarchy:\n\n- Q a < 9\nActivity Chat Comments Sharing Versions\n\nName, federated cloud ID or email address ...\n\n@ Share link +\ne Others with access -\n© Marketing eee\n6 Company chat wee\n6 (Shared link) eee\n6 Peter oe\n\nInternal link ‘\nAdded by Jim\n© Only works for users with access to this File 2 y\n© Add to a project BE Via “Company”\nConnect items to a project to make them eas\n\nXX Unshare\n\nClick on the three dots to:\n* see who initiated the share\n* see where the share was initiated (click to navigate to the folder, as far as you have access there)\n\n* unshare the initial share (only accessible for the share owner)\n\n \n\nNote: This information is only visible to the owner of a file/folder or sharees with resharing rights.\n\n \n\n4.7 Federated Shares\n\nFederation Sharing allows you to mount file shares from remote Nextcloud servers, in effect creating your own cloud\nof Nextclouds. You can create direct share links with users on other Nextcloud servers.\n\n \n\n4.7. Federated Shares 37",
    "Page_42": "Nextcloud User Manual, Release latest\n\n \n\n4.7.1 Creating a new Federation Share\n\nFederation sharing is enabled by default. Follow these steps to create a new share with other Nextcloud or ownCloud\nservers:\n\nGo to your Files page and click the Share icon on the file or directory you want to share. In the sidebar enter the\nusername and URL of the remote user in this form: <username>@<nc-server-url>. In this example, that is\nbob@cloud.example.com:\n\n4 a <\nActivity Comments Sharing\nBob@cloud.example.com\nBob\non cloud.example.com\n\nThe sharee is receiving a notification in their Nextcloud, allowing them to either accept or decline the incoming share:\n\nse8 cS\n\naminuteago X\n\nYou received mySharedFolder as a remote\n\nshare from Jim\n\n4.7.2 Adding a public share to your Nextcloud\n\nNextcloud public link share pages offer an option to add that file or folder as a federated share into your own Nextcloud\ninstance. Just enter your <username>@<nc-server-url> just like shown for outbound shares above:\n\n4.8 Making anonymous uploads\n\nYou may create your own special upload directories so that other people can upload files to you without having to log\nin to the server, and without being a Nextcloud user. They will not be allowed to see the contents of this directory, or\nto make any changes. This is an excellent alternative to sending large attachments via email, using an FTP server, or\nusing commercial file-sharing services.\n\n \n\n38 Chapter 4. Files & synchronization",
    "Page_43": "Nextcloud User Manual, Release latest\n\nee ra cry )\n\n \n\n£ Direct link\n\nhttps://mycloud.example.com/s/B6kKJr\n\n[4 Add to your Nextcloud\n\n>\n\nBob@cloud.example.com\n\norm ayy\n\n \n\nwen\n\n4.8.1 Setting up your own file drop\n\nGo to Files and create or choose the folder, the anonymous upload should be made to:\n\nty eee\n\nevr egee\n\n| os test\n\nCheck Share Link, Allow editing, Hide file listing:\n\ntest\n\nI 0 KB, 5 minutes ago\n\nCollaborative tags\n\nActivities Comments Sharing\n\n. Share link\n\nhttps:// EF oud/s/qcPnpetitmtl\n\nAllow editing\nHide file listing\n\n. Password protect\nNow you can send the link to the upload folder manually or by using the Nextcloud send function, if your administrator\n\n39\n\nhas enabled it.\n\n4.8. Making anonymous uploads",
    "Page_44": "Nextcloud User Manual, Release latest\n\n \n\n4.8.2 Uploading files\n\nUsing the anonymous upload function is simple. You receive a link to the upload folder, click the link, and then you’ ll\nsee a Nextcloud page with a “Click to upload” button:\n\nUpload files to , 00UUCO@YG\nM test\n\n* Select or drop files\n\n%\n\nThis opens a file picker, and you select the file or directory you want to upload. You’re also able to just drop files into\nthe window.\n\nWhen your upload is completed, the filenames are listed:\n* Select or drop files\n\nUploaded files:\nGq 2013-10-21_18-..\n\n \n\nGq anonym_uploa\n\n4.9 Large file uploads\n\nWhen uploading files through the web client, Nextcloud is limited by PHP and Apache configurations. By default,\nPHP is configured for only 2 megabyte uploads. As this default upload limit is not entirely useful, we recommend that\nyour Nextcloud admin increase the Nextcloud variables to sizes appropriate for users.\n\nModifying certain Nextcloud variables requires administrative access. If you require larger upload limits than have\nbeen provided by the default (or already set by your administrator):\n\n* Contact your administrator to request an increase in these variables\n\n* Refer to the section in the Admin Documentation that describes how to manage file upload size limits.\n\n4.10 Storage quota\n\nYour Nextcloud admin has the option to set a storage quota on users. Look at your the Personal page to see what your\nquota is, and how much you have used.\n\nYou are using 7.2 MB of 5 GB (0.14 %)\n\n \n\n40 Chapter 4. Files & synchronization",
    "Page_45": "Nextcloud User Manual, Release latest\n\n \n\nIt may be helpful to understand how your quota is calculated.\n\nMetadata (thumbnails, temporary files, cache, and encryption keys) takes up about 10% of disk space, but is not\ncounted against user quotas. Some apps store information in the database, such as the Calendar and Contacts apps.\nThis data is excluded from your quota.\n\nWhen other users share files with you, the shared files count against the original share owner’s quota. When you share\na folder and allow other users or groups to upload files to it, all uploaded and edited files count against your quota.\nWhen you re-share files shared with you, the re-share still counts against the quota of the original share owner.\n\nEncrypted files are a little larger than unencrypted files; the unencrypted size is calculated against your quota.\n\nDeleted files that are still in the trash bin do not count against quotas. The trash bin is set at 50% of quota. Deleted\nfile aging is set at 30 days. When deleted files exceed 50% of quota then the oldest files are removed until the total is\nbelow 50%.\n\n \n\nNote: Your administrator may have configured the trash bin retention period to override the storage space manage-\nment. See admin documentation for more details.\n\n \n\nWhen version control is enabled, the older file versions are not counted against quotas.\n\nIf you create a public share via URL and allow uploads, any uploaded files count against your quota.\n\n4.11 Version control\n\nNextcloud supports simple version control system for files. Versioning creates backups of files which are accessible\nvia the Versions tab on the Details sidebar. This tab contains the history of the file where you can roll back a file to\nany previous version. Changes made at intervals greater than two minutes are saved in data/[user]/files_versions.\n\n®\n\nVersions\n\nDODD wD\n\nTo restore a specific version of a file, click the circular arrow to the left. Click on the timestamp to download it.\n\nThe versioning app expires old versions automatically to make sure that the user doesn’t run out of space. This pattern\nis used to delete old versions:\n\n* For the first second we keep one version\n* For the first 10 seconds Nextcloud keeps one version every 2 seconds\n\n* For the first minute Nextcloud keeps one version every 10 seconds\n\n \n\n4.11. Version control 41",
    "Page_46": "Nextcloud User Manual, Release latest\n\n \n\n* For the first hour Nextcloud keeps one version every minute\n* For the first 24 hours Nextcloud keeps one version every hour\n* For the first 30 days Nextcloud keeps one version every day\n¢ After the first 30 days Nextcloud keeps one version every week\nThe versions are adjusted along this pattern every time a new version gets created.\n\nThe version app never uses more that 50% of the user’s currently available free space. If the stored versions exceed\nthis limit, Nextcloud deletes the oldest versions until it meets the disk space limit again.\n\n4.12 Projects\n\nUsers can associate files, chats and other items with each other in projects. The various apps will present these items\nin a list, allowing users to immediately jump to them. Projects are Nextcloud wide. When a user shares a file that is\npart of a project, the share recipient can see that project, too. A click on any of the items in a project leads right to it,\nbe it a chat, a file or a task.\n\n4.12.1 Create a new project\n\nA new project can be created by linking two items together. Start off by opening a file or folders sharing sidebar.\n\nClick Add to a project and select the type of item you want to link with the current file/folder. A selector will open\nthat allows you selecting a Talk conversation for example.\n\nOnce the item has been selected a new project is being created and listed in the sharing tab of the sidebar. The same\nproject will also appear in the sharing sidebar of the linked items.\n\nThe list entry shows quick links to a limited number of items. By opening the context menu, the project can be renamed\nand the full list of items can be expanded.\n\n4.12.2 Adding more entries to a project\n\nIf another item should be added to an already existing project this can be done by searching for the project name in\nthe Add to a project picker.\n\n4.12.3 Visibility of projects\n\nProjects do not influence the access and visibility of the different items. Users will only see projects of other users if\nthey have access to all contained items.\n\n4.13 Transfer Ownership\n\nUsers can transfer the ownership of files and folders to other users. Share ownerships of those transfered files/folders\nwill also be transferred.\n\n1. Navigate to Settings > Personal > Sharing > Files.\n\n2. Click on Choose file or folder to transfer >> A file picker opens, showing all files and folders in the user’s\naccount.\n\n3. Pick a file or folder and click on Choose >> The chosen file or folder name gets displayed.\n\n \n\n42 Chapter 4. Files & synchronization",
    "Page_47": "Nextcloud User Manual, Release latest\n\n \n\nMedia\nWw 11.2MB,23daysago Tags\n\n4 a\n\nActivity Comments\n\nName, federated cloud ID or email address...\n\nShare link\n\nAdd to a project\n\nBa Linktoafile\nQ_ Link to a conversation\n\nType to search for existing projects\n\n<\n\nSharing\n\n>\n\n \n\n4.13. Transfer Ownership\n\n43",
    "Page_48": "Nextcloud User Manual, Release latest\n\n \n\nSelect a conversation to add to the project\n\nMarketing\n\nSales\n\nru) user2\n\nSelect conversation\n\n \n\nMedia BH Q ooo\n\nAdd to a project\nConnect items to a project to make them easier to find\n\n1 Show details\n\n#@ Rename project\n\n \n\n44 Chapter 4. Files & synchronization",
    "Page_49": "Nextcloud User Manual, Release latest\n\nNextcloud_Server_Administration_Manual.pdf\nWe 8.4MB, 23 daysago Tags\n\nQ 4 a <\n\nChat Activity Comments Sharing\n\nName, federated cloud ID or email address..\n\nShare link\n\n© Add to a project\n\nfg Linktoafile\n\nQ Link toa conversation\n\nQ Media\n\n9\nVersions\n\n>\n\n \n\n4.13. Transfer Ownership\n\n45",
    "Page_50": "Nextcloud User Manual, Release latest\n\n \n\n4. Click on Change to change the choice if necessary.\n5. Pick a new owner by typing their name into the search field next to New owner.\n\n6. Click on Transfer.\n\n \n\nNote: The username autocompletion or listing may be limited due to administrative visibility con-\nfiguration. See admin documentation for details.\n\n \n\n7. The target user receives a notification where they are being asked whether to accept or reject the incoming\n\ntransfer.\n\naminuteago X\nIncoming ownership transfer from 0 Jim\n\nDo you want to accept Jims Files?\n\nNote: The transfer process after accepting\n\nmay take up to 1 hour.\n\n8. If accepted, the target user finds the transferred files and folders in their root under a folder Transferred from\n[user] on [timestamp].\n\n9. The source user gets informed about the acceptance or rejection by a notification.\n\n4.14 Using Federation Shares\n\nFederation Sharing allows you to mount file shares from remote Nextcloud servers, in effect creating your own cloud\nof Nextclouds. You can create direct share links with users on other Nextcloud servers.\n\n4.14.1 Creating a new Federation Share\n\nFederation sharing is enabled on new or upgraded Nextcloud installations by default. Follow these steps to create a\nnew share with other Nextcloud or ownCloud 9+ servers:\n\n1. Go to your Files page and click the Share icon on the file or directory you want to share. In the sidebar enter the\nusername and URL of the remote user in this form: <username>@<oc-server-url>. The form automatically\nconfirms the address that you type and labels it as “remote”. Click on the label.\n\n2. When your local Nextcloud server makes a successful connection with the remote Nextcloud server you’ll see a\nconfirmation. Your only share option is Can edit.\n\n \n\n46 Chapter 4. Files & synchronization",
    "Page_51": "Nextcloud User Manual, Release latest\n\n \n\nSharing\n\nClick the Share button anytime to see who you have shared your file with. Remove your linked share anytime by\nclicking the trash can icon. This only unlinks the share, and does not delete any files.\n\n4.14.2 Creating a new Federated Cloud Share via email\n\nUse this method when you are sharing with users on ownCloud 8.x and older.\n\nWhat if you do not know the username or URL? Then you can have Nextcloud create the link for you and email it to\nyour recipient.\n\n| Share link\nhttp://ubuntu2/owncloud/index.php/s/ujh7VbEFuvjxiGu\n(_) Password protect\n\nfriend@example.com| Send\n\n(_) Set expiration date\n\nWhen your recipient receives your email they will have to take a number of steps to complete the share link. First they\nmust open the link you sent them in a Web browser, and then click the Add to your Nextcloud button.\n\nThe Add to your Nextcloud button changes to a form field, and your recipient needs to enter the URL of their\nNextcloud or ownCloud server in this field and press the return key, or click the arrow.\n\nNext, they will see a dialog asking to confirm. All they have to do is click the Add remote share button and they’re\nfinished.\n\nRemove your linked share anytime by clicking the trash can icon. This only unlinks the share, and does not delete any\nfiles.\n\n \n\n4.14. Using Federation Shares 47",
    "Page_52": "Nextcloud User Manual, Release latest\n\n \n\n[ @.) Next\n\n \n\n~ Download background.jpg (93 KB)\n\nDirect link | http://localhost/index.php/s/ulLMUDMv3Y8EnP9/dc\n\nNextcloud - a safe home for all your data\n\n‘tcloud.com/nextcloud, >] 4 Download\n\n \n\nSize Modified ~\n\neee 2.6 MB 2 months ago\n\neee 3 MB 2 months ago\n\n \n\n48 Chapter 4. Files & synchronization",
    "Page_53": "CHAPTER 5\n\n \n\nGroupware\n\n \n\nNextcloud Groupware is a bundle of apps which is consisting of an Mail-client IMAP/POP3) and a Calendar and\nContacts server (CalDAV/CardDAV) with the respective web interfaces.\n\nWe complete those productivity tools with Deck, a project management tool which allows you to create Kanban-style\ntask boards and share them with your team.\n\nYou can find out more about Nextcloud Groupware on our website.\n\n5.1 Using the Contacts app\n\nThe Contacts app is not enabled by default in Nextcloud latest and needs to be installed separately from our App Store.\n\nThe Nextcloud Contacts app is similar to other mobile contact applications, but with more functionality. Let’s run\nthrough basic features that will help you maintain your address book in the application.\n\nBelow, you will learn how to add contacts, edit or remove contacts, upload a contact picture and manage your Contact\napp address books.\n\n5.1.1 Adding Contacts\n\nWhen you first access the Contacts app, an empty default address book becomes available:\nTo add contacts into your address book, you can use one of the following methods:\n\n« Import contacts using a Virtual Contact File (VCF/Vcard) file\n\n« Add contacts manually\n\nThe fastest way to add a contact is to use a Virtual Contact File (VCF/Vcard) file.\n\nImporting Virtual Contacts\n\nTo Import Contacts Using a VCF/Vcard File:\n\n \n\n49",
    "Page_54": "Nextcloud User Manual, Release latest\n\n \n\n \n\n+ New contact\n\n \n\nFig. 5.1: Default Address Book (empty)\n\n1. Find “Settings” at the bottom of the left sidebar, next to the gear button:\n\n2. Click the gear button. The Contacts app “Import” button will appear:\n\nSettings\n\n® import\n\n \n\nNote: The Contacts app only supports import of vCards version 3.0 and 4.0.\n\n \n\n3. Click the “Import” button and upload your VCF/Vcard file.\n\nAfter the import is complete, you will see your new contact in your address book.\n\n \n\n50 Chapter 5. Groupware",
    "Page_55": "Nextcloud User Manual, Release latest\n\n \n\nAdding Contacts Manually\n\nIf you can’t import virtual contacts, the Contacts app enables you to add contacts manually.\nTo Create a New Contact:\n\n1. Click the + New contact button.\n\nAn empty new contact configuration opens in the Application View field:\n\n \n     \n\nNew contact\n\n \n\n2. Specify the new contact information. Changes that you made are implemented immediately.\n\nEdit or Remove Contact Information\n\nThe Contacts app enables you to edit or remove contact information.\n\nTo edit or remove contact information:\n1. Navigate to the specific contact that you want to modify.\n2. Select the information in the field that you want to edit or remove.\n3. Make your modifications or click on the trash bin.\n\nChanges or removals that you made to any contact information are implemented immediately.\n\nContact Picture\n\nTo add a picture for your new contacts, click on the upload button:\nAfter you have set a contact picture, it will look like this:\n\nIf you want to upload a new one, remove it, view it in full size or download it, click on the contacts picture for the\nfollowing options to appear:\n\n \n\n5.1. Using the Contacts app 51",
    "Page_56": "Nextcloud User Manual, Release latest\n\n \n\n*\n\n \n\n5.1.2 Adding and Managing Address Books\n\nClicking on the “Settings” (gear) button at the bottom of the left sidebar provides access to Contacts app settings. This\nfield shows all available address books, certain options for each address book, and enables you to create new address\nbooks, simply by specifying an address books name:\n\nThe Contacts settings is also where you can share, export and delete address books. You will find the CardDAV URLs\nthere.\n\nSee Groupware for more details about syncing your address books with iOS, macOS, Thunderbird and other CardDAV\nclients.\n\n5.2 Using the Calendar app\n\n \n\nNote: The calendar app is not enabled by default and needs to be installed separately from our App Store. Please ask\nyour Administrator for it.\n\n \n\nThe Nextcloud Calendar app works similar to other calendar applications you can sync your Nextcloud calendars and\nevents with.\n\nWhen you first access the Calendar app, a default first calendar will be pre-generated for you.\n5.2.1 Managing your calendars\n\nImport a Calendar\n\nIf you want to transfer your calendar and their respective events to your Nextcloud instance, importing is the best way\nto do so.\n\n1. Click on the settings-icon labeled with Settings & Import at the left-bottom.\n\nUpload new Picture Remove Contact Picture elloXS-M felt cd Download Picture\n\n \n\n \n\n52 Chapter 5. Groupware",
    "Page_57": "Nextcloud User Manual, Release latest\n\nSettings\n\nContacts\n\n \n\n \n\n(ein\n\n \n\n \n \n\n< Weeksofz08 > sun2d\n\n       \n\naby os Call with Marketing team\n| — — -\nom 6 a .\n(© Work schedule <- ~~ Details Attendees Reminders Repeating\n@ Nextcloud Son\n—\n© Band so . =\n\new featresin calendar app\n_get merchandise for release partyat Hackspace\n\n \n \n \n \n  \n\n \n\nConfemes\n\nVen rd howl or .\n© cacemeeceneerce\n=\nnot\n\n| @ Settings & import\n\n( Skip simple event editor\n\n( Show week numbers\n\n+ Import calendar\nPrimary CalDAV address\nhttp://nextcloud.local/remote.p!\niOS/OS X CalDAV address\n\nhttp://nextcloud.local/remote.p|\n\n \n\n5.2. Using the Calendar app 53",
    "Page_58": "Nextcloud User Manual, Release latest\n\n \n\n2. After clicking on + Import Calendar you can select one or more calendar files from your local device to\nupload.\n\n3. The upload can take some time and depends on how big the calendar you import is.\n\n \n\nNote: The Nextcloud Calendar application only supports iCalendar-compatible . ics-files, defined in RFC 5545.\n\n \n\nCreate a new Calendar\nIf you plan to setup a new calendar without transferring any old data from your previous calendar, creating a new\ncalendar is the way you should go.\n\n1. Click on + New Calendar in the left sidebar.\n\n2. Type in a name for your new calendar, e.g. “Work”, “Home” or “Studies”.\n\n3. After clicking on the checkmark, your new calendar is created and can be synced across your devices, filled with\nnew events and shared with your friends and colleagues.\n\nEdit, Download or Delete a Calendar\n\nSometimes you may want to change the color or the entire name of a previous imported or created calendar. You may\nalso want to export it to your local hard drive or delete it forever.\n\n \n\nNote: Please keep in mind that deleting a calendar is a irreversible action. After deletion, there is no way of restoring\nthe calendar unless you have a local backup.\n\n \n\n+ d\n@ Personal EC -\n# Edit\n“> Work schedul! '\n& Link\n@ = Nextcloud\nDownload\n© Band\nW Delete\n\n1. Click on the three-dot-menu of the respective calendar.\n\nWork schedule xv\nnn\n\n2. Click on Edit, Download or Delete.\n\nSharing calendars\n\nYou may share your calendar with other users or groups. Calendars may be shared with write access or read-only.\nWhen sharing a calendar with write access, users with whom the calendar is shared will be able to create new events\ninto the calendar as well as edit and delete existing ones.\n\n \n\n54 Chapter 5. Groupware",
    "Page_59": "Nextcloud User Manual, Release latest\n\n \n\n \n\nNote: Calendar shares currently can’t be accepted or rejected. If you want to stop having a calendar that someone\nshared with you, you can click on the 3-dot menu next to the calendar in the calendar list and click on “Unshare from\nme”.\n\n \n\nPublishing a calendar\n\nCalendars can be published through a public link to make them viewable (read-only) to external users. You may create\na public link by opening the share menu for a calendar and clicking on « + » next to « Share link ». Once created you\ncan copy the public link to your clipboard or send it through email.\n\nThere’s also an « embedding code » that provides an HTML iframe to embed your calendar into public pages.\n\nMultiple calendars can be shared together by adding their unique tokens to the end of an embed link. Individual tokens\ncan be found at the end of each calendar’s public link. The full address will look like https: //cloud.example.\ncom/index.php/apps/calendar/embed/<tokenl>-<token2>-<token3>\n\nTo change the default view or date of an embedded calendar, you need to provide an url that look like https: /\n/cloud.example.com/index.php/apps/calendar/embed/<token>/<view>/<date>. In this url\nyou need to replace the following variables:\n\n* <token> with the calendar’s token.\n\n* <view> with one of month, week, day, listMonth, listWeek, listDay. The default view is month\nand the normally used list is listMonth.\n\n* <date> with now or any date with the following format <year>-<month>-<day> (e.g. 2019-12-28).\n\nOn the public page, users are able to get the subscription link for the calendar and download the whole calendar\ndirectly.\n\nSubscribe to a Calendar\n\nYou can subscribe to iCal calendars directly inside of your Nextcloud. By supporting this interoperable standard (RFC\n5545) we made Nextcloud calendar compatible to Google Calendar, Apple iCloud and many other calendar-servers you\ncan exchange your calendars with, including subscription links from calendar published on other Nextcloud instances,\nas described above.\n\n1. Click on+ New Subscription in the left sidebar.\n2. Type in or paste the link of the shared calendar you want to subscribe to.\n\nFinished. Your calendar subscriptions will be updated regularly.\n\n \n\nNote: Subscriptions are refreshed every week by default. Your admin may have changed this setting.\n\n \n\n5.2.2 Managing Events\nCreate a new event\n\nEvents can be created by clicking in the area when the event is scheduled. In the day- and week-view of the calendar\nyou just click, pull and left your cursor over the area when the event is taking place.\n\nThe month-view only requires a single click into the area of the specific day.\n\n \n\n5.2. Using the Calendar app 55",
    "Page_60": "Nextcloud User Manual, Release latest\n\n \n\nAfter that, you can type in the event’s name (e.g. Meeting with Lukas), choose the calendar in which you want to\nchoose the event (e.g. Personal, Work), check and concretize the time span or set the event as all-day event.\n\nIf you want to edit advanced details such as the Location, a Description, Attendees, Reminders or to set the event\nas a repeating-event click on the More. . .-button to open the advanced sidebar-editor.\n\n \n\nNote: If you always want to open the advanced sidebar-editor instead of the simple event editor popup, you can set a\nSkip simple event editor-checkmark in the Settings & Import-section of the app.\n\n \n\nClicking on the blue Creat e-button will finally create the event.\n\nEdit or Delete an event\n\nIf you want to edit or delete a specific event, you just need to click on it. After that you will be able to re-set all event\ndetails and open the advanced sidebar-editor by clicking on More.\n\nClicking on the Updat e-button will update the event. To cancel your changes, click on the close icon on top right of\nthe popup or sidebar editor.\n\nIf you open the sidebar view and click the three dot menu next to the event name, you have an option to export the\nevent as an . ics file or remove the event from your calendar.\n\nle x\n\nDemo event to delete >\n5 days ago\n$ Download\n\nfrom 01/04/2020 Co to 01/04/2020 = pel\nW Delete\n\nAll day\n\n \n\n56 Chapter 5. Groupware",
    "Page_61": "Nextcloud User Manual, Release latest\n\nInvite attendees to an event\n\nYou may add attendees to an event to let them know they’re invited. They will receive an email confirmation and\nwill be able to confirm or cancel their participation to the event. Attendees may be other users on your Nextcloud\ninstances, contacts in your addressbooks and direct email addresses. You also may change the level of participation\nper-attendees, or disable email confirmation for a specific attendee.\n\n \n\ni a a co\nDetails Attendees Reminders Repeat\nSearch for e-mai Is, users, contacts, resources or rooms\nTiberius Augustus\nclaudius.drusus@nextcloud.local ove\n\nSend e-mail\nCreate Talk room for this event\nChairperson\n@ Required participant\nOptional participant\n\nNon-participant\n\nRemove attendee\n\na}\n\n \n\nTip: When adding other Nextcloud users as attendees to an event, you may access their FreeBusy information if it’s\navailable, helping you to determine when is the best time slot for your event.\n\n \n\n \n\n5.2. Using the Calendar app 57",
    "Page_62": "Nextcloud User Manual, Release latest\n\n \n\n \n\nAttention: Only the calendar owner can send out invitations, the sharees are not able to do that, whether they\nhave write access to the event’s calendar or not.\n\n \n\nSetup Reminders\n\nYou can set up reminders to be notified before an event occurs. Currently supported notification methods are :\n* Email notifications\n* Nextcloud notifications\n\nYou may set reminders at a time relative to the event or at a specific date.\n\ni 4 a Co\nDetails Attendees Reminders Repeat\n@ on the day of the event at 09:00 ese\n\non Wednesday 1 April 2020 00:00 (UTC) ese\n\n+ Add reminder\n\n \n\nNote: Only the calendar owner and people or groups with whom the calendar is shared with write access will get\nnotifications. If you don’t get any notifications but think you should, your Administrator could also have disabled this\nfor your server.\n\n \n\n \n\nNote: If you synchronize your calendar with mobile devices or other 3rd-party clients, notifications may also show\nup there.\n\n \n\nAdd recurring options\n\nAn event may be set as “recurring”, so that it can happen every day, week, month or year. Specific rules can be added\nto set which day of the week the event happens or more complex rules, such as every fourth Wednesday of each month.\n\nYou can also tell when the recurrence ends.\n\n5.2.3 Birthday calendar\n\nThe birthday calendar is a auto-generated calendar which will automatically fetch the birthdays from your contacts.\nThe only way to edit this calendar is by filing your contacts with birthday dates. You can not directly edit this calendar\n\n \n\n58 Chapter 5. Groupware",
    "Page_63": "Nextcloud User Manual, Release latest\n\n \n\ni a2 “ oc\nDetails Attendees Reminders Repeat\nRepeat every 1 month\nBy day of the month\n@ Onthe fourth Wednesday\nEnd repeat never\nSummary: Monthly on the fourth Wednesday\n\n \n\n5.2. Using the Calendar app 59",
    "Page_64": "Nextcloud User Manual, Release latest\n\n \n\nfrom the calendar-app.\n\n \n\nNote: If you do not see the birthday calendar, your Administrator may have disabled this for your server.\n\n \n\n5.3 Synchronizing with Android\n\n5.3.1 Files and notifications\n\n1.\n2.\n\nInstall the Nextcloud Android client from Google Play Store or from F-Droid.\nStart the app. There are two ways of setting it up:\nEither: enter your server URL, continue, enter your user name and password and confirm to grant access.\n\nOr: In Nextcloud’s web GUI, go to the user preferences, go to Security. Generate an App password, click\n“Generate QR code” and tap the QR scanner icon in the Nextcloud app, point your phone’s camera towards the\nscreen.\n\n5.3.2 Contacts and Calendar\n\nWith the Nextcloud mobile app\n\n1.\n\nInstall DAVx° (formerly known as DAVDroid) on your Android device, from Google Play Store or from F-\nDroid.\n\nIn the Nextcloud mobile, go to Settings / More, tap on “Syne calendars & contacts”.\n\nNow, DAVx° will open Nextcloud’s Webflow login window, where you will have to enter your credentials and\ngrant access.\n\nDAVx° will open and ask you to create an account. Set the account name to one of your choosing, and set\nContact Group Method to Groups are per-contact categories.\n\nAfter this, DAVx* will close and the Nextcloud app reappears. In order to finish setup, you have to manually\nlaunch DAVx? again.\n\nTap on the icon for the account DAVx° has just created, when requested grant DAVx° access to your calendars\nand contacts. Optionally install OpenTasks and grant DAVx° access to your tasks, too.\n\nWhen you tap the icon for the account DAVx° has set up, it will discover the available address books and\ncalendars. Choose which ones you want to synchronize and finish.\n\nWithout the Nextcloud mobile app\n\nIf you don’t want to install the Nextcloud mobile app, the following steps are required:\n\n1.\n\nInstall DAVx° (formerly known as DAVDroid) on your Android device, from Google Play Store or from F-\nDroid.\n\nOptionally install OpenTasks.\nCreate a new account (“+” button).\n\nSelect Connection with URL and username. Base URL: URL of your Nextcloud instance (e.g. https: //\nsub.example.com/remote.php/dav) and Contact Group Method: as credentials.\n\n \n\n60\n\nChapter 5. Groupware",
    "Page_65": "Nextcloud User Manual, Release latest\n\n \n\nChoose the option Groups are per-contact categories.\nClick Connect.\n\nSelect the data you want to sync.\n\na ad\n\nWhen requested, grant access permissions to DAVx> for your contacts, calendars and optionally tasks.\n\n \n\nNote: Enter your email address as DAVx* account name (mandatory if you want to be able to send calendar invitation).\nIf your email address is registered in your Nextcloud preferences and you have set up your account using the Nextcloud\nmobile app, this all should be aready the case.\n\n \n\n \n\nTip: DAVx° lists the calendar subscriptions made through the Nextcloud Calendar app, but you need to install the\nICSx° (formerly known as ICSDroid) app on your Android device, from the Google Play Store or from F-Droid to\nsync them.\n\n \n\n5.4 Synchronizing with iOS\n\n5.4.1 Calendar\n\n1. Open the settings application.\nSelect Calendar.\n\nSelect Accounts.\n\nSelect Add Account.\n\nSelect Other as account type.\nSelect Add CalDAV account.\n\nFor server, type the domain name of your server i.e. example.com.\n\noN DM PF YN\n\nEnter your user name and password.\n9. Select Next.\n\nYour calendar will now be visible in the Calendar application.\n\n \n\nNote: Beginning with iOS 12 an SSL encryption is necessary. Therefore do not disable SSL (For this reason a\ncertificate is required at your domain, https://letsencrypt.org/ will do).\n\n \n\n5.4.2 Contacts\n\ne\n\n. Open the settings application.\n. Select Contacts.\n. Select Accounts.\n\n. Select Add Account.\n\nun & WwW NY\n\n. Select Other as account type.\n\n \n\n5.4. Synchronizing with iOS 61",
    "Page_66": "Nextcloud User Manual, Release latest\n\n \n\n6. Select Add CardDAV account.\n\n7. For server, type the domain name of your server i.e. example.com.\n8. Enter your user name and password.\n\n9. Select Next.\n\nYou should now find your contacts in the address book of your iPhone.\n\n \n\nNote: Beginning with iOS 12 an SSL encryption is necessary. Therefore do not disable SSL (For this reason a\ncertificate is required at your domain, https://letsencrypt.org/ will do).\n\n \n\nIf it’s still not working, have a look at the Troubleshooting Contacts & Calendar guide.\n\n5.5 Synchronizing with macOS\n\n5.5.1 Setup your Accounts\n\nIn the following steps you will add your server resources for CalDAV (Calendar) and CardDAV (Contacts) to your\nNextcloud.\n\n1. Open the system preferences of your macOS device.\n\n2. Navigate to Internet Accounts:\n\nee <\n\n \n\nSystem Preferences (el\n\n \n\n \n\na pat — ES) : @\nm («OE oO\nGeneral Desktop & Dock Mission Language Security Spotlight Notifications\nScreen Saver Control & Region & Privacy\nmy :\n= 'e = —\" & =\nDisplays Energy Keyboard Mouse Trackpad Printers & Sound Startup\nSaver Scanners Disk\nFS\n*“|0|©6 @ 0 uw Bw\nZ\niCloud Internet Software Network Bluetooth Extensions Sharing\n\nAccounts Update\n\n \n\n@® e fA A SS AWA A\n\n3. Click on Add Other Account... and click on CalDAV Account for Calendar or CardDAV Account for\nContacts:\n\n \n\n62 Chapter 5. Groupware",
    "Page_67": "Nextcloud User Manual, Release latest\n\n \n\nee « Pia Internet Accounts Oy\n\nInternet Accounts sets up your accounts to use with Mail, Contacts, Calendar, Messages and\nother apps.\n\na iCloud TAMYUYL!\n\niCloud Drive and 11 more...\n\nm Exchange A l\n\nEs Mail °o e\n\nG Google\nMail\n\nNextcloud\nMail\n\na Mail account\n\n“= CalDAV account\n\nOf CardDAV account\n\n \n\nio LDAP account\n\n \n\nNote: You can not setup Calendar/Contacts together. You need to setup them in separate accounts.\n\n \n\n4. Select Manual as Account-Type and type in your respective credentials:\n\nUsername: Your Nextcloud username or email\n\nPassword: Your generated app-password/token (Learn more).\n\nServer Address: URL of your Nextcloud server (e.g. https: //cloud.example.com)\n5. Click on Sign In.\n\nFor CalDAV (Calendar): You can now select, with which applications you want to use this resource. In the most\ncases, this will be the “Calendar” application, sometimes you may also want to use it for your Tasks and reminders.\n\n5.5.2 Troubleshooting\n* macOS does not support syncing CalDAV/CardDAV over non-encrypted http: // connections. Make sure\nyou have https: // enabled and configured on server- and client-side.\n\n* Self-signed certificates need to be properly set up in the macOS keychain.\n\n5.6 Synchronizing with Thunderbird\n\nThunderbird is a feature-rich and mature mail client that can be turned into a full-fledged PIM. However, it lacks\nsupport for address book synchronisation via CardDAV and it also lacks the ability to automatically discover calendars\nand address books available on the server. Therefore, to synchronise with Nextcloud, add-ons are required, which can\nbe easily installed through Thunderbird’s add-on manager.\n\n \n\n5.6. Synchronizing with Thunderbird 63",
    "Page_68": "Nextcloud User Manual, Release latest\n\nAdd a CalDAV account\n\na\n\nAccount Type: Manual\n\nUsername: marius\n\nPassword: eeeceeeceeceeocoooe\n\nServer Address: | cloud.nextcloud.com\n\nee < eS Internet Accounts Q\n\n@ Internet Accounts sets up your accounts to use with Mail, Contacts, Calendar, Messages and\n\nother apps.\niCloud\na iCloud Drive and 11 more... — CaIDAV\nm Exchange\nGs Mail\nG ina Username: marius\nal\nServer Address: cloud.nextcloud.com\nNextcloud\nMail Description: Nextcloud Calendar\n\nNextcloud Calendar\n\n| Calendars\n\nNextcloud Contacts Use With:\nfa Calendars\n\nPassword: #eeececcccccccccccccccccccccs\n\nContacts\n\naan\nfe) Reminders\n\n \n\n \n\n64 Chapter 5. Groupware",
    "Page_69": "Nextcloud User Manual, Release latest\n\n \n\n5.6.1 Recommended method\n\nFor this method, you need to have three add-ons installed:\n1. The Lightning calendar (Only needed for Thunderbird versions up to 68).\n2. TbSync.\n3. The TbSync provider for CalDAV and CardDAV.\n\nWhen they are installed, if you are on Windows, go to Extras/Synchronisation settings (TbSync) or\nEdit/Synchronisation settings (TbSync) if on Linux, and then:\n\n* In the account manager choose “Add account / CalDAV / CardDAV account“\n« In the next window, go with the default called Automatic configuration and click next\n\n* Enter an account name, which you can freely choose, user name, password and the URL of your server and\nclick next\n\n¢ In the next window, TbSync should have autodiscovered the CalDAV and CardDAV addresses. When it has,\nclick Finish\n\n* Now check the box Enable and synchronize this account. TbSync will discover all address books and calen-\nders your account has access to on the server\n\n* Check the box next to each calender and address book you want to have synchronised, also set how often you\nwant them to be synchronised and push the button sychronize now\n\n* After the first successful synchronisation is complete, you can close the window. Henceforth, TbSync will do\nthe work for you. You are done and can skip the next sections (unless you need a more advanced address book)\n\n5.6.2 Alternative: Using the CardBook add-on (Contacts only)\nCardBook is an advanced alternative to Thunderbird’s address book, which supports CardDAV. You can have TbSync\nand CardBook installed in parallel.\n\n1. Click the CardBook icon in the upper right corner of Thunderbird:\n\n \n\n \n\nAicetmessages * Ewrite ~ @chat BAddresssook | Tag | Y Quickrilter a\n\n2. In CardBook:\n« “Address book > New Address book Remote > Next\n\n* Select CardDAV, fill in the address of your Nextcloud server, your user name and password\n\n \n\n5.6. Synchronizing with Thunderbird 65",
    "Page_70": "Nextcloud User Manual, Release latest\n\n \n\n \n\nAdd a new address book\nType and location of the new remote address book.\n\nType\n\nWhat is the type of your remote address book ?: (Caution: Google does NOT conform to vCard standards)\nOcardDAv\nGoogle\nApple\n\nConnection\n\nFor a CardDAV type, enter the URL of your remote address book. You may try to use a partial URL (example : http(s)://carddav.example.org). For a Google address\nbook, don't specify this field.\n\nURL\n\nEnter the credentials For accessing your address book. For a Google address book, the username should be your Google email.\n\nUsername\n\nPassword Show\n\nCancel Back b\n\n \n\n4. Click on “Validate”, click Next, then choose the name of the address book and click Next again:\n\n \n\n‘Add a new address book\n‘Address book properties\n\n \n\nName Thunderbird\nColor B\n\nvCard 3.0 v\n\nExpected date format YYYYMMDD v\n\nRead-only mode\n\nUse urn:uuid\n\nCancel Back Next\n\n5. When you are finished, CardBook synchronizes your address books. You can always trigger a synchronisation\nmanually by clicking “Synchronize” in the top left corner of CardBook:\n\n \n\n66 Chapter 5. Groupware",
    "Page_71": "Nextcloud User Manual, Release latest\n\n \n\n= %@ Preferences\n\nAddress Books\n\n~A@ HB ~ Kontakter\nUncategorized\n\nv Lee cues)\n\nUncategorized\n\n5.6.3 The old method: Manually subscribing to calendars\n\nThis method is only needed if you don’t want to install TBSync.\n\n1. Go to your Nextcloud Calendar and click on the 3 dotted menu for the calendar that you want to synchronize\nwhich will display an URL that looks something like this:\n\nhttps://cloud.nextcloud.com/remote.php/dav/calendars/daniel/personal/\n\n2. Go to the calendar view in Thunderbird and right click in the calendar menu to the left (where the names of the\ncalendars are) to add a New Calendar.\n\n3. Choose On the Network:\n\n \n\n5.6. Synchronizing with Thunderbird 67",
    "Page_72": "Nextcloud User Manual, Release latest\n\nCreate New Calendar\n\nCreate a new calendar\nLocate your calendar\n\n \n\n \n\nYour calendar can be stored on your computer or be stored ona server in\norder to access it remotely or share it with your Friends or co-workers.\n\nOn My Computer\nO On the Network\n\nCancel Next\n\n4. Choose CalDAV and fill in the missing information:\n\n \n\n68 Chapter 5. Groupware",
    "Page_73": "Nextcloud User Manual, Release latest\n\nCreate New Calendar\n\nCreate a new calendar\nLocate your calendar\n\n \n\n \n\nProvide info about what is needed to access your remote calendar\nFormat: iCalendar (ICS)\nO calDAV\nSun Java System Calendar Server (WCAP)\n\nLocation:\n\nOffline Support\n\nCancel Back\n\n5.6.4 Fix for Thunderbird 60\n\nIf you are still using Thunderbird 60, you need to change a configuration setting to make CalDAV/CardDAV work\naround Thunderbird bug #1468918 as described here.\n\n5.7 Synchronizing with KDE Kontact\n\nKOrganizer and KAddressBook can synchronize your calendar, contacts and tasks with a Nextcloud server.\nThis can be done by following these steps:\n\n1. Open KOrganizer and in the calendar list (bottom left) right-click and choose Add Calendar:\n\n \n\n5.7. Synchronizing with KDE Kontact 69",
    "Page_74": "Nextcloud User Manual, Release latest\n\n \n\n  \n \n \n  \n   \n\n \n\nwig) 29 30 a\n\nNo Item Selected -\nSelect an event, to-do or journal entry to view its\ndetails here. B Add Calendar Folder...\n\ntT Delete Calendar Folder\n\n    \n   \n   \n \n\nCalendar Colors\n\n>: Move Folder To...\n\n  \n   \n   \n \n\n© Copy Folder To...\n\nE Add Calendar...\n\n  \n  \n  \n\nt Delete Calendar\n© Update Calendar Folder F5\n\n   \n  \n  \n\n© Update Calendar\n\n \n\n \n\nC) & Birthdays & Anniversaries\nC) ™ Personal Calendar\n> Search\n\n \n\n  \n \n\n© Folder Properties...\n& Calendar Properties...\n\n  \n    \n\nB Serverside Subscription...\n\n \n\n2. In the resulting list of resources, pick DAV groupware resource:\n\n \n\n70 Chapter 5. Groupware",
    "Page_75": "Nextcloud User Manual, Release latest\n\n \n\nAdd Calendar — KOrganizer\n\n \n\n \n\n| Search\n\n \n\neee Birthdays & Anniversaries\n\nDAV groupware resource\n\"Resource to manage DAV calendars and address books (CalDAV, GroupDAV)\"\n\nFacebook Events\nf Access your Facebook events from KDE\n\nAccess your Google Calendars and Tasks from KDE\n\ng Google Calendars and Tasks\n\nKAlarm Calendar File\nLoads data from a KAlarm calendar file\n\nKAlarm Directory\nLoads data from a local KAlarm folder\n\n=] Knut\nAn agent for debugging purpose\n\n| 8 Cancel\n\n \n\n3. Enter your username. As password, you need to generate an app-password/token (Learn more):\n\n \n\n5.7. Synchronizing with KDE Kontact 71",
    "Page_76": "Nextcloud User Manual, Release latest\n\n \n\nDAV groupware c...upwareresource ? VY “A x)\n\nLogin Credentials\nEnter your credentials to login to the groupware server\n\nUser testuser\n\nPassword | eececceeccce\n\nh\n\nNext > Cancel\n\n \n\n4. Choose ownCloud or Next cloud as Groupware server option:\n\n \n\n72 Chapter 5. Groupware",
    "Page_77": "Nextcloud User Manual, Release latest\n\n \n\n2c... upware r\n\nGroupware Server\nSelect the groupware server the resource shall be\nconfigured for\n\n@ Use one of those servers: Citadel\n\n© Configure the resource ma Citadel\nDavical\n\neGroupware\nOpenGroupware\n\nownCloud (< 5.0)\nownCloud (> 5.0 and < 9.0)\nScalableOGo\n\nScalix\n\nYahoo!\n\n \n\n5. Enter your Nextcloud server URL and, if needed, installation path (anything that comes after the first /, for\nexample mynextcloud in https: //exampe.com/mynextcloud). Then click next:\n\n \n\n5.7. Synchronizing with KDE Kontact 73",
    "Page_78": "Nextcloud User Manual, Release latest\n\n \n\n> c... Upware r\n\nConnection\nEnter the connection information for the groupware server\n\nHost | cloud.example.com\n\nInstallation path nextcloud|\n\n(@) Use secure connection\nhttps://cloud.example.com/nextcloud/remote.php/dav/\nhttps://cloud.example.com/nextcloud/remote.php/dav/\n\nh\n\n| < Back | Next > Cancel |\n\n \n\n \n\n6. You can now test the connection, which can take some time for the initial connection. If it does not work, you\ncan go back and try to fix it with other settings:\n\n \n\n74 Chapter 5. Groupware",
    "Page_79": "Nextcloud User Manual, Release latest\n\n \n\nTest Connection\nYou can test now whether the groupware server can be\naccessed with the current configuration\n\n \n\n \n\n| < Back |\n\nFinish | Cancel |\n|\n\n \n\n \n\n \n\n5.7. Synchronizing with KDE Kontact 75",
    "Page_80": "Nextcloud User Manual, Release latest\n\n \n\nTest Connection\n\nYou can test now whether the groupware server can be\naccessed with the current configuration\n\n \n\nY Connected successfully\n\n \n\n»\n\n| < Back | Finish |\n\n| Cancel |\n\n \n\n \n\n7. Pick a name for this resource, for example Work or Home. By default, both CalDAV (Calendar) and CardDAV\n(Contacts) are synced:\n\n \n\n76 Chapter 5. Groupware",
    "Page_81": "Nextcloud User Manual, Release latest\n\n \n\nGeneral Configuration\nDisplay name: Work Nextcloud\nRefresh every: 15| ©} minutes\nUsername:\n\nPassword: eeccececcceccosccose\n\nServer Configuration\n\nProtocol URL Add |\n\nCalDav\n\n| Search |\nCardDav a 7\n\nRemove\n\nEdit\n\nSynchronization\n\nLimit CalDav retrieval time range\n\nOnly sync events more recent than 3 © | Months v |\n\nvOK 9 (encel\n\n \n\n \n\nNote: You can set a manual refresh rate for your calendar and contacts resources. By default this setting is set to\n5 minutes and should be fine for the most use cases. When you create a new appointment it is synced to Nextcloud\n\n \n\n5.7. Synchronizing with KDE Kontact 77",
    "Page_82": "Nextcloud User Manual, Release latest\n\nright away. You may want to change this for saving your power or cellular data plan, so that you can update with a\nright-click on the item in the calendar list.\n\n \n\n8. After a few seconds to minutes depending on your internet connection, you will find your calendars and contacts\ninside the KDE Kontact applications KOrganizer and KAddressBook:\n\n \n\nFile Edit View Go Actions Schedule Settings Help\n\n© NewEvent.. ([{NewTodo.. {}Newjournal.. | < Back > Forward (Today Day M week Agenda Month (Timeline E)Todo ist MhJournal\nKk < oo aD >> Sunday, April, 2018 Monday, April9, 2018 Tuesday, April10,2018 Wednesday, April 11,2018 Thursday April 12,2018 Friday, Aprl13, 2018 Saturday, April 14,2018\n\nSun Mon Tue Wed Thu fri Sat\n\nnna\nfi 2 8 4s eT\nsans 9 0 1 12 13\n\n   \n\nwis 15 16 17 18 19 202\ntir 22 2324252628 | EPA\n\n \n\nwna 2930 a\n\n© Merge changes from Whitepaper into Sales\n\ndoc for customers\nCalendar: Sales (Olivier Paroz)in Work\nNextcloud\nPercent done: 0%\n\nCreation date: Monday, February 20, 2017 4:23:32\nPu cer\n\nCe Birthdays & Anniversaries\n ® Personal Calendar\n\n» 8 Wor\n\nContact birthdays\n\ndefault\n\nPersonal\n\n9:10PM,\n\n \n\ne\nWor\nos\nis\nos\nos\ns\nos\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFile Edit View Action Tools Settings Help\n\n \n\n+ NewContact... &NewGroup... | 2 EditContact... | Search..<AltsQ: al -o@\nAddress Books all lich\nPersonal Contacts\n~-® Work!\nWO default\nHome =\nwo\nWork/Preferred =\nEmails =\n\nAddress Book\n\n  \n\n \n\n[Bh onvrerrarcz\n\n \n\n78 Chapter 5. Groupware",
    "Page_83": "Nextcloud User Manual, Release latest\n\n \n\n5.8 Synchronizing with the GNOME desktop\n\nThe GNOME desktop has built-in support for Nextcloud’s calendar, contacts and tasks which will be displayed by the\nEvolution PIM or the Calendar, Tasks and Contacts app as well has for files, which it integrates into the Nautilus file\nmanager via WebDAV. The latter works only while the computer is connected.\n\nThis can be done by following these steps:\n\n1. In the GNOME settings, open Online Accounts.\n\n2. Under “Add an account” pick Next cloud:\n\n \n\n \n\nQ Settings = Online Accounts\nF Wi-Fi\nConnect to your data in the cloud\n% Bluetooth\n@ Background Add an account\nA Notificati\nlotifications G Google\n\nQ Search\n\nES Nextcloud\nP Region & Language\n© Universal Access Ej Facebook\n\nH-| Microsoft\nW Privacy\n\nFlick\n\n® Applications SS unr\n“<< Sharing QD Pocket\n© Sound\n\nfj Foursquare\nGe Power\n\n|? Network Microsoft Exchange\n\n \n\n \n\n3. Enter your server URL, username and password. If you have enabled two factor authentification, you need to\ngenerate an app-password/token, because GNOME Online Accounts doesn’t support Nextcloud’s webflow login\n\nyet (Learn more):\n\n \n\n5.8. Synchronizing with the GNOME desktop\n\n79",
    "Page_84": "Nextcloud User Manual, Release latest\n\n \n\n \n\nCancel Nextcloud Account Ce\n\n° . : ‘ : fo\n\nUsername\n\nPassword\n\n \n\n4. In the next window, select which resources GNOME should access and press the cross in the top left to close:\n\n \n\n80 Chapter 5. Groupware",
    "Page_85": "Nextcloud User Manual, Release latest\n\n \n\n \n\nNextcloud Account x\n\nNextcloud\n\nPO cloud.\nse for Calendar\n\nContacts\n\nDocuments\n\nFiles\n\nelelele\n\nRemove Account\n\n \n\n \n\nNextcloud tasks, calendars and contacts should now be visible in the Evolution PIM, the task, contacts and calendars\napp.\n\nFiles will be shown as a WebDAV resource in the Nautilus file manager (and also be available in the GNOME file\nopen/save dialogues). Documents should be integrated into the GNOME Documents app.\n\nAll resources should also be searchable from anywhere by pressing the Windows key and entering a search term.\n\n5.9 Synchronizing with Windows 10\n\n5.9.1 Calendar\n1. In your browser, navigate to the Nextcloud Calendar app. Under “Settings & import”, copy the address using\n“Copy iOS/macOS CalDAV address” into your clipboard.\n2. Launch the Windows 10 Calendar app. Then, click the settings icon (gear icon) and select “Manage accounts”.\n\n3. Click “Add account” and choose “iCloud”.\n\n \n\n5.9. Synchronizing with Windows 10 81",
    "Page_86": "Nextcloud User Manual, Release latest\n\n \n\n4. Enter an email, username and password. None of this information has to be valid-it will all be changed in the\nupcoming steps.\n\n5. Click “Done”. A message should appear indicating the settings were saved successfully.\n\n6. In the “Manage Accounts” menu, click on the iCloud account created in previous steps, and select “Change\nsettings”. Then, click on “Change mailbox sync settings”.\n\n7. Scroll to the bottom of the dialog box, select “Advanced mailbox settings”. Paste your CalDAV URL in the field\nlabelled “Calendar server (CalDAV)”.\n\n8. Click “Done”. Enter your Nextcloud username and password in the appropriate fields, and change the account\nname to whatever you prefer (e. g. “Nextcloud Calendar”). Click “Save”.\n\n5.9.2 Contacts\n\n1. In the bottom left of the Contacts View (in Nextcloud Contacts) look for a little impeller symbol that looks like\nthis:\n\nThunderbird tw < tT\n\nwhich will display a URL that looks something like this: https://cloud.nextcloud.com/remote.php/dav/addressbooks/\nusers/daniel/Thunderbird/\n\n2. Launch the Windows 10 People app. Then, click the settings icon (gear icon) and select “Manage accounts”.\n3. Click “Add account” and choose “iCloud”.\n\n4. Enter an email, username and password. None of this information has to be valid-it will all be changed in the\nupcoming steps.\n\n5. Click “Done”. A message should appear indicating the settings were saved successfully.\n\n6. In the “Manage Accounts” menu, click on the iCloud account created in previous steps, and select “Change\nsettings”. Then, click on “Change mailbox sync settings”.\n\n7. Scroll to the bottom of the dialog box, select “Advanced mailbox settings”. Paste your CalDAV URL in the field\nlabelled “Contacts server (CalDAV)”.\n\n8. Click “Done”. Enter your Nextcloud username and password in the appropriate fields, and change the account\nname to whatever you prefer (e. g. “Nextcloud Contacts”). Click “Save”.\n\n5.9.3 Troubleshooting\nAfter following all these steps, your Nextcloud calendar should synchronize. If not, check your username and pass-\nword. Otherwise, repeat these steps.\n\nNOTE: You will not be able to synchronize your calendar if you have two-factor authentication enabled. Follow\nthe steps below to get an app password that can be used with the Calendar client app:\n\n1. Log into Nextcloud. Click on your user icon, then click on “Settings”.\n\n2. Click on “Security”, then locate a button labeled “Create new app password”. Next to this button, enter “Win-\ndows 10 Calendar app”. Then, click the button, copy and paste the password. Use this password instead of your\nNextcloud password for Step 8.\n\nSpecial thanks to this Reddit user for their post: https://www.reddit.com/r/Nextcloud/comments/Srcypb/using_the_\nwindows_10_calendar_application_with/\n\n \n\n82 Chapter 5. Groupware",
    "Page_87": "Nextcloud User Manual, Release latest\n\n \n\n5.9.4 Contacts\n1. Repeat steps 1 - 7 from the Calendar instructions. If you already have setup the Calendar synchronization, you\ncan use the same account for this.\n2. In the “Advanced mailbox settings” paste your CalDAV URL in the field labelled “Contacts server (CardDAV)”.\n3. Replace the path “principals” within the URL with “addressbooks”.\n\n4. Click “Done”. Enter your Nextcloud username and password in the appropriate fields, and change the account\nname to whatever you prefer (e. g. “Nextcloud”). Click “Save”.\n\n \n\n5.9. Synchronizing with Windows 10 83",
    "Page_88": "Nextcloud User Manual, Release latest\n\n \n\n \n\n84 Chapter 5. Groupware",
    "Page_89": "CHAPTER 6\n\n \n\nTalk\n\n \n\nNextcloud Talk offers audio/video and text chat integrated in Nextcloud. It offers a web interface as well as mobile\napps.\n\nYou can find out more about Nextcloud Talk on our website.\n\n \n\n   \n \n\n2 a @\nchat Participants Project\n\nq & Hey crew @ Happy to see you! 56 PM\nYou joined the c S7 PM\n\n© Christoph Wrst joined the co \"\n\n{900d to see you again! PI\n\ny 58 PW\n7:\n4 © Edeltraut Bobb\nYayyy\n@ Tobias Kaminsky joined the call\n@ Tobias Kaminsky\nEnjoy the = Idon't see @CarlGreen yet? 459 P\n\nge “\n\nVanessa Steg\nDon't yah worry, I'm here - wouldn't miss it for 5:01 Ph\n\nthe @\n\nRoeland Douma\nSmart :)\n\n6.1 Basics of Nextcloud Talk\n\nNextcloud Talk lets you chat and have video calls on your own server.\n\n \n\n85",
    "Page_90": "Nextcloud User Manual, Release latest\n\n \n\nChats and calls take place in conversations. You can create any number of conversations. There are two kinds of\nconversations:\n\n1. One-on-one conversations. This is where you have a private chat or call with another Talk user. You can’t add\nother people to this conversation or share it with a link. You start a direct one-on-one chat by looking for another\nuser in the search bar and then clicking their name.\n\n2. Group conversations. Besides the person who created the conversation, a group conversation can have any\nnumber of people in it. A group conversation can be shared publicly with a link, so external guest users can join\na call. It can also be listed, so other people on your Nextcloud server can join the conversation.\n\n6.1.1 Creating a chat\n\nYou can create a direct, one-on-one chat by searching for the name of a user, a group or a circle and clicking it. For a\nsingle user, a conversation is immediately created and you can start your chat. For a group or circle you get to pick a\nname and settings before you create the conversation and add the participants.\n\n \n\n“ss\n\nConversations\n\nCarl Green wee\nlo You: Yes. Carl Green This is p.\n\nUsers Q\n\n© Leon Green + .\nJoin a conversation or start a new one\n\nSay hi to your friends and colleagues!\n\nGroups and circles\n\nNo search results\n\nTalk settings\n\nIf you want to create a custom group conversation, click the plus button next to the search field. You can then pick\na name for the conversation and select if the conversation should be open to external users and if other users on the\nserver can see and join the conversation.\n\n \n\n86 Chapter 6. Talk",
    "Page_91": "Nextcloud User Manual, Release latest\n\n \n\n \n\n| company|\n\n \n\n \n\nAllow guests to join via link\n\n \n\n \n\n \n\n \n\nOpen conversation to registered users\n\n \n\n \n\nIn the second step, you get to add participants and finalize the creation of the conversation.\n\n \n\n6.1. Basics of Nextcloud Talk 87",
    "Page_92": "Nextcloud User Manual, Release latest\n\n \n\n \n\n| Q fearch participants\n\n \n\ncompany X\n\nAdd users\n\n@ Barthelemy\n\nBjorn SchieBle\n\nDirck Srocke\n\n6 Carl Green\n>\n\nBack eate conversat\n\n \n\nYou can cancel the creation of a conversation by clicking outside the white menu area at any time.\n\n \n\n88 Chapter 6. Talk",
    "Page_93": "Nextcloud User Manual, Release latest\n\n \n\n \n\n \n\n \n\nno = QO woe x\nomy x4 = 4 test room\n« i\nTodo June 28,2021\nconpaneeing tend we Pariipans betas\n‘You: Just created the meetin. ——eea:.\ncompany cht . undp\n‘Nina: this is great Umea ‘oes Christine Schott (rmoserstor),\n‘Company ~ ‘You added @ Molly Allen 7:48PM\n‘You promoted Molly Alten to. ones Barthelemy\nYou ates @ MEYER espa\ncompan Handbook vou ssies @ Mae espa ©\n° @ veereeren\n—— a o—\n#2 Working remotely and in a good mood! @\nSB vesm\n@ sonia Mckinney\nfe\n© Toksetings: al 1essage, @ to mention someone | le Carl Green\n\n \n\nFnamectng\n\n6.1.2 Sharing files in a chat\n\nYou can share files in a chat in 3 ways.\n\nFirst, you can simply drag’n’drop them on the chat.\n\n \n\nsexchcomentionserconmcs | + | = ED sansa sca CED -  & & Weekly hangout @ x\n\n \n\nVideo Dinner Nina oa @ ee oney —\nYou ceated the conversation 4 vo\nrojets\n\n6 Weekly hangout a 4\nYou left the call @:-\n\n4\nReview Nextcloud oo\n\nChristine Schott\n\ncies heal 6\n\nshe aay os q | Ox\n\nteen Neu! nating\n\n4\nyou @ bob\nTak updates ~ S&S\nOS scccnued 4 » : et\n— 4\ncompany cat os \" 2 Q eon cen\nNina: this is great Drop your files to upload metaon ns ,\na © sanaia Mexinney\nDiscuss projet announceme sx Fie\n\nLine Dancing class Corinne\n\n4 <\nNina cer a (1B Poste connir\nToni think this wl work q\n4\nDiscuss project Butterscotch\nWikipedi-bot Wikipedia seareh re. 4\nBilly Bobs, Texas,County. ti \\\nCat thanks 9\nlinedancemag.com-Texas Co... ss. @ Carl Green joined the cal 5:17 PM\n® serio @ Write message, @ to mention someone >\n\nSecond, you can select a file from your Nextcloud Files or a file manager by choosing the little paperclip and selecting\nwhere you’d like to pick the file from.\n\n \n\n6.1. Basics of Nextcloud Talk 89",
    "Page_94": "Nextcloud User Manual, Release latest\n\n \n\n1l0gs.\nAn arrar aecurred while running\n\n# Upload new files\nBs Share from Files Ges not exist\nA\n> —\n\nQ © Write message, @\n\nFile to share\n\nt ot\n\nma Camera 2 years ago\n\nma Collectives 18 days ago\nma Corinne documents 2 years ago\na customer download folder 2 years ago\na Deck 4 months ago\n\nma design work 2 years ago\n\n=\n\n \n\n \n\n90 Chapter 6. Talk",
    "Page_95": "Nextcloud User Manual, Release latest\n\n \n\nYou can add more files until you are done and decide to share the files.\n\na 4\n| ea\n\nCountry-Dancing-Art... new line dancing club....\n\n \n\nAll users will be able to click the files to view, edit or download them, irrespective of them having a user account.\nUsers with an account will have the file automatically shared with them while external guest users will get them shared\nas a public link.\n\n \n\n  \n\n   \n\n \n\n \n\n \n\n \n\nFle Hore feet Layout Referees Revew Format He LayoutRoom doc oo x\n1 nmtiame + es A TNE) soomene | re oe Pitch Meeting\npase Gcopy fp BVT US Xe 2 A Be 15° > top msrueren| het becca J+ oi £1 Find Reece. a :\nete ete\n\n-[RUNDBRIEF\n\n \n\ntine Schott\nith my avert project!\n\n   \n\n \n\n \n\n‘orem insur dolar sit amet, ligula suspendisse nulla pretium. thoncus tempor fe:\n\n \n\nmentum, enim integer ad vestibulum voluteat, Nis! honcus tu\npis est. yale, congue wis enim nune ultricies sit. magna tine:\nunt. Mascenas aliquam magcenas ligula nostra, accumsan taci-\nti Socis mauris in integer. a dolor netus ron du aliquet. saaitis\nfelis sadales, dolor socis mus vel ey libero cras,Fauicibus at\n‘cu habitasse elemantum es, insum purus pad partite class.\nadipiscing. alavet sed auctor. imperdiet atc per siam da\nbus libero duis. Enim eros in vel. volutpat nec pellentesque lea\nemporbus scelerisque nec, Ac dolor ac adipiscing ames bie:\ndum lam, lacus molestie ut libero nec, diam et, pharstra sods\n\n  \n\n \n\nPane |S wd 9409 acts | et Sl son Geman emen @ Q- wee\n\n \n\n6.1. Basics of Nextcloud Talk 91",
    "Page_96": "Nextcloud User Manual, Release latest\n\n \n\n6.1.3 Inserting emoji\n\nYou can add emoji using the picker on the left of the text input field.\n\nkipedia search re\n\nnalysis.do...\n\nne Schott\n\npromoted ...\n\nanversation\n\n \n\n© & 8S ® ® PY H B® ks-community.pdf\n\nSearch\n\nFrequently used\n\n4020882838868\nS9eseeeaer9sd\n\nSmileys & Emotion\n\n“@ @ @ ® @ S&S @ ® ssconnection.docx\nSG@eeeeeZe8\n\n\"GOS SGEGESES\nSSseeeoesge\n@®eeeee oe)\n\noe eS e ea Se @ 2 e arl Green (Duration 2:48)\n\n@ © Write message, @ to mention someone ...\n\n6.1.4 Replying to messages and more\n\nYou can reply to a message using the arrow that appears when you hover a message.\n\n&\n\nInthe...\n\nYou lett the call\n\nChristine Schott\n\nM\n\nNextcloud Intro reel.mp4\n\nOWNS\n\nYOUR\nDATA?\n\n \n\nsticker_data_print.pdf\n\nmenu you can also choose to reply privately. This will open a one-on-one chat.\n\n10:22 AM\n\n10:22 AM\n\n10:23 AM\n\n10:23 AM\n\n>\n\n11:23 PM\n\n11:25PM vy\n\n11:25PM v\n\nReply\n\n \n\n92\n\nChapter 6. Talk",
    "Page_97": "Nextcloud User Manual, Release latest\n\n \n\n& Christine Schott\nEnjoy the = | don't see @ Carl Green yet? 4:59PM vy\n4:59PM vy\n8 Carl Green\nDon't yah worry, I'm here - wouldn't miss it for the @ Qo\n@ Carl Green joined the call 2 Reply privately\n\n@ Molly Allen joined the call\n(Copy message link\n\n@ Carl Green joined the call\n@ system administrator joined the call Mark as unread\n\n@ system administrator |eft the call\nCreate a card\n\n@ system administrator joined the call\n\nHere you can also create a direct link to the message or mark it unread so you will scroll back there next time you\nenter the chat. When it is a file, you can view the file in Files.\n\n6.1.5 Managing a conversation\n\nYou are always moderator in your new conversation. In the participant list on the right you can elevate other partici-\n\npants to moderators using the . . . menu to the right of their user name, or remove them from the conversation.\nJan C Borchardt eee\nJoshua & Promote to moderator\n\nKarl Zero w Remove participant\n\n \n\nModerators can configure the conversation. Select Configuration settings from the ... menu of the con-\nversation on the top to access the settings.\n\n \n\n6.1. Basics of Nextcloud Talk 93",
    "Page_98": "Nextcloud User Manual, Release latest\n\n(cua) eee x\n* test room\n\nL7 Fullscreen (F)\n\na i\nParticipants Details\n@ Rename conversation praccipants\na Copy link dr add participants\n\nChristine Schott (moderator)\n< Conversation settings © Busy with my favorite project!\n\no Barthelemy eee\n\nEdda eee\n\nHere you can configure the name, guest access, if the conversation is visible to others on the server and more.\n\n \n\n94 Chapter 6. Talk",
    "Page_99": "Nextcloud User Manual, Release latest\n\n \n\nDescription\n\nChat notifications\n\nGuests access\n\nConversation settings\n\nMeeting settings\n\nMatterbridge\n\nDanger zone\n\nDescription\n\n{4 Let's make sure Verilium is impressed!\n\nChat notifications\n\nSet the notification level for the current conversation. This\nwill affect only the notifications you receive.\n\n4) Allmessages\nS& @-mentions only\n\nQ off\n\nGuests access\n\nAllow guests to use a public link to join this conversation.\n\n|_| Allow guests\n\n©) Copy conversation link\n\nConversation settings\n\n \n\n \n\n \n\nOpen conversation to registered users\n\n \n\nLocking the conversation prevents anyone to post\nmessages or start calls.\n\n{_] Lock conversation\n\n \n\n \n\n6.1. Basics of Nextcloud Talk\n\n95",
    "Page_100": "Nextcloud User Manual, Release latest\n\n \n\n6.1.6 Starting a call\n\nWhen you're in a conversation, you can start a call any time with the Start call button. Other participants will\nget notified and can join the call. If somebody else has started a call already, the button will change in a green Join\ncall button.\n\n \n\nsm testroom =\n‘system administrator started a i\nParticipants betas\n\nVerlium coordination\n\nge system admiistator ~~\nBx crs senor\nPy, busy whiny Faron project!\n\nBarthelemy\n\n \n\nVou added @ Barthelemy\n\n  \n\n14 @ Eada\n‘8.san cBorehardt\n\nJed @ system administrator\n\n \n\n  \n\nced @ Kar 2210 .\n\n  \n\n@. esneones wu added 1 C34 een\n\n  \n\n‘You added @ Mickey Johnson BD, seoceorenarst\n— 3\n\n \n\nYou-callte discuss strategy\n\nYou added @ Redland Douma\n\nMickey Johnson os You acted @ Sandra Mckinney\nYou Calta di te\n\n@ system administrator stated a call\n\n   \n\n‘SWOT anaysiswhiteboard\n\nTak updat we\nRae yourhandin eal. 4\ncallcant\n\n     \n\nmarket analysis ae\nsystem administrator let the\n\n \n\n \n\n2%, y\nom Nnesin a (e lw mention someone ») cari cr\nseas ( ) 8 Sim\n\nDuring a call, you can mute your microphone and disable your video with the buttons on your video on the bottom-\nright, or using the shortcuts m to mute audio and v to disable video. You can also use the space bar to toggle mute.\nWhen you are muted, pressing space will unmute you so you can speak until you let go of the space bar. If you are\nunmuted, pressing space will mute you until you let go.\n\nYou can hide your video (useful during a screen share) with the little arrow just above the video stream. Bring it back\nwith the little arrow again.\n\nYou can access your settings and choose a different webcam, microphone and other settings in the . . . menu on your\nvideo.\n\n \n\n96 Chapter 6. Talk",
    "Page_101": "Nextcloud User Manual, Release latest\n\n \n\n    \n \n \n\nW Raise hand (R)\n\n \n \n\nSettings\n\n \n\n6.1. Basics of Nextcloud Talk 97",
    "Page_102": "Nextcloud User Manual, Release latest\n\n \n\nChoose devices\n\nAttachments folder Attachments folder\n\nPrivacy Choose the folder in which attachments should be saved\nSounds /Talk\n\nKeyboard shortcuts\n\nPrivacy\n\nShare my read-status and show the read-status of others\n\nSounds\n\nPlay sounds when participants join or leave a call\nSounds can currently not be played in Safari browser and iPad and iPhone devices due to\n\nnical restrictions by the manufacturer\n\nKeyboard shortcuts\n\nSpeed up your Talk experience with these quick shortcuts.\nFocus the chat input\nEsc  Unfocus the chat input to use shortcuts\n\nFullscreen the chat or call\n\n \n\n \n\n98 Chapter 6. Talk",
    "Page_103": "Nextcloud User Manual, Release latest\n\n \n\nChoose devices\n\nMicrophone\n\nDefault\n\nv\n\nRazer Kiyo (1532:0€03)\n\n \n\n6.1.7 Starting a screen share\n\nYou can click the monitor icon on your video stream to share your screen. Depending on your browser, you will get\nthe option to share a monitor, an application window or a single browser tab.\n\n6.1.8 Changing view in a call\n\nYou can switch the view in a call with the little four-block icon in the top-right between promoted-view and grid view.\nThe grid view will show everyone equally big and if the people do not fit on the screen, buttons will appear on the left\nand right that let you navigate.\n\n \n\n6.1. Basics of Nextcloud Talk 99",
    "Page_104": "Nextcloud User Manual, Release latest\n\n \n\n \n \n\n-\nca Gy * © Weekly hangout @\n\n~\n*L _\n\n& Hey crew @ Happy to see you! 56 PW\n\n   \n     \n   \n    \n   \n\n2 e\n\nParticipants Projects\n\n \n\n© Christoph Wrst joined the ca \"\n\nEdeltraut Bobb\nvi CEE 58 PM\n\n{900d to see you again!\n\ny 58 PM\n\nEdeltraut Bobb\nvary\n@ Tobias Kaminsky joined the call\n\nTobias Kaminsky\nEnjoy the = Idon't see @ Cail Green) yetr 459 PM\n\nage ”\n\nVanessa Steg\nDon't yah worry, I'm here - wouldn't miss it for 5:01 Ph\n\nthe @\n\nRoeland Douma\n‘Smart )\n\nWrite message, @ to mention someone >\n\n(ea\n\nThe promoted view shows the speaker large and others in a row below. If the people do not fit on the screen, buttons\nwill appear on the left and right that let you navigate.\n\na 2 e\n\nParticipants Proje\n& Hey crew @® Happy to see you! 56 PM\n\njoined the c 57 PM\n\n© Christoph Wrst joined the co \"\n\nEdeltraut Bobb\nq BIO Sandra Mckinney 58 PM\n\n{900d to see you again! Pl\n\n3 oO Edeltraut Bobb\nr Yewy\n\n@ Tobias Kaminsky joined the call\n@ eee\n\nEnjoy the = Idon' see @ Cal Green) yet? 459 PN\n\nse ™\n\nVanessa Steeg\nDon't yah worry, I'm here - wouldn't miss it for 5:01 Ph\n\nCre\n\nthe @\nRoeland Douma\nsmart)\n\n@ Write message, @ to mention someone >\n\n \n\n6.2 Advanced Talk features\n\nNextcloud Talk has a number of advanced features users might find useful.\n\n \n\n100 Chapter 6. Talk",
    "Page_105": "Nextcloud User Manual, Release latest\n\n \n\n6.2.1 Matterbridge\n\nMatterbridge integration in Nextcloud Talk makes it possible to create ‘bridges’ between Talk conversations and con-\nversations on other chat services like MS Teams, Discord, Matrix and others. You can find a list of supported protocols\non the Matterbridge github page.\n\nA moderator can add a Matterbridge connection in the chat conversation settings.\n\n \n\n6.2. Advanced Talk features 101",
    "Page_106": "Nextcloud User Manual, Release latest\n\n \n\n \n\nLock conversation\nDescription\n\nChat notifications\n\nGuests access Meeting settings\n\nEnabling the lobby only allows moderators to post\n\nConversation settings\nmessages.\n\nMeeting settings (J Enable lobby\n\nMatterbridge\n\nDanger zone Matterbridge\n\nYou can bridge channels from various instant messaging\nsystems with Matterbridge. (4 More info on Matterbridge\n\nAdd new bridged channel to current conversation\n\n{_} Enable bridge (not running)\n\n \n\n% Slack\n@ API token More information\n\n& Slack channel\nDelete\n\nDanger zone\n\nBe careful, these actions cannot be undone.\n\nLeave conversation TOTS Pere dy\n\n \n\nEach of the bridges has its own need in terms of configuration. Information for most is available on the Matterbridge\nwiki and can be accessed behind more information menu in the ... menu. You can also access the wiki directly.\n\n \n\n102 Chapter 6. Talk",
    "Page_107": "Nextcloud User Manual, Release latest\n\n \n\n6.2.2 Lobby\n\nThe lobby feature allows you to show guests a waiting screen until the call starts. This is ideal for webinars with\nexternal participants, for example.\n\na\n\nTest call to try lobby\nbby\n\n \n\ngo\n\nYou can choose to let the participants join the call at a specific time, or when you dismiss the lobby manually.\n\n6.2.3 Commands\n\nNextcloud allows users to execute actions using commands. A command typically looks like\n/wiki airplanes\n\nAdministrators can configure, enable and disable commands. Users can use the help command to find out what\ncommands are available.\n\n/help\n\n \n\n6.2. Advanced Talk features 103",
    "Page_108": "Nextcloud User Manual, Release latest\n\n \n\n \n\n \n\nNow convosenion Fouay, Apr 20.2019 Conversation with Christine S... *\nCoe\nProject Starfish chat -\ntalk-bot seconds ago\n2 e@\n@ Talk updates “ ‘wiki - A simple command to find wikipedia articles for aterm Participants Projects\n\nJnackernews - A simple command to list the Top 5 top, new or best stories\nfeale - A basic calculator for Nextcloud Talk based on gnu BC\n\ne wikipedia-bot\n\nWikipedia search results for \"airplane\":\n\nJos (moderati\n\n \n\n \n\nine Scott (moderator\n\n66\n\n* Airplane - An airplane or aeroplane (informally plane) is a powered, fixed-wing aircraft that\nis propelled ... - ikipedia.org/wiki/Airplane\n\n* Airline seat - An airline seat is a seat on an airliner in which passengers are accommodated\nforthe du...- en.wikinedia.org/wiki/Airine seat\n\n+ Aigplanel - Airplane! (alternatively titled Flying High) is a 1980 American satirical disaster\nfilm writt... - en.wikipedia org/wiki/Airplane!\n\n* Airplanes (song) - \"Airplanes\" is a song by American rapper 8.0.8, featuring vocals from\nHayley Wil..~ enswikipedia ora(wiki/Airplanes. (song)\n\n* Airplane Pt. 2 - \"Airplane Pt. 2\" is a song recorded by South Korean boy group BTS that\nwas released ...- en.wikipedia ora/wiki/Airplane Pt. 2\n\n* and 5 more articles found\n\n   \n\n \n\n  \n\nNew message >| +\nFind more information in the admin documentation for Talk.\n\n6.2.4 Talk from Files\n\nIn the Files app, you can chat about files in the sidebar, and even have a call while editing it. You first have to join the\nchat.\n\n \n\n104 Chapter 6. Talk",
    "Page_109": "Nextcloud User Manual, Release latest\n\n \n\na Collectives\nRecently edited\nSize\n< 201 KB\nlared 135 KB\n< <1KB\nlared 41 KB\n< <1KB\n< 608 KB\n< 3 MB\ndared 969 KB\n< 64 KB\n4.9 MB\n\nModified ~\n\na year ago\n\n2 years ago\n\na year ago\n\na year ago\n\n2 years ago\n\n2 years ago\n\n2 years ago\n\n2 years ago\n\n3 years ago\n\ncustomer project\n\n4 Qa a < 9\n\nActivity Chat Comments Sharing Versions\n\nQ\n\nDiscuss this file\n\nRy ered Cet Ll)\n\n \n\n6.2. Advanced Talk features\n\n105",
    "Page_110": "Nextcloud User Manual, Release latest\n\n \n\n \n\n \n\n \n\nmm Allfiles MH > design work <> + [od work in progress.psd x\n12.8 MB, 3 years ago\n\n© Recent years age\n\nse Favorites Collaborative tags\n\n< Shares [ Name Modified 4 a a < °\n\n>\n\nActivity Chat Comments Sharing Versions\n\nBE eters 22M\n\n& ‘Open_Images2 jpg 1.5MB\n\n \n\nars ago\n* @Christine Schott joined the 5:57PM\n\nconversation\na\n\n128Me_— = jcarsaco\n@\n\n[ag work in progress.psd\n\n \n\n \n\nhott\n= Zoom ipa 4.5 MB ars ago Hey @Leon Green why didyou 3:58PM\nlock this file?\nYou joined the conversation 3:58PM\n\n \n\nHi @ Christine Schott 58 PM\n\nIjust downloaded it to work on it, 3:58 PM\nwill be back in 20 min, OK?\n\nreply\nD cirisine sect\n\n \n\n. . Ok, that works: 3:59 PM &\nW Deleted files chnetine .\n© 1299MBused Schott\nOk, that works\n@ settings @ |'mdone now! >?\n\nYou can then chat or have a call with other participants, even when you start editing the file.\n\n   \n \n\n8\n\nidea nr1\n\n‘= build an Al that finds the best cat pictures on the internet\n‘+ tite a Nextcloud app which shows one per day\n+ happy users! Q 4 a < °\n\n. You acces Quaint Gogo\nsecond idea\n\n+ samo as above.. but with dogs! What could go wrong? O 0% 2\nSee also bast com for dog pictures! Tell me what you tink)\n\ne »\n\nctr. cat pictures. that very 2005?\n\not that don tke cats\n\nHeyt thas A oi is very 2019.\n\nhmm but le. perhaps we should talk ifyou have\ntime, to come up with a better idea?\n\nOvarineis coge\n\n  \n\nIn Talk, a conversation will be created for the file. You can chat from there, or go back to the file using the . . . menu\nin the top-right.\n\n \n\n106 Chapter 6. Talk",
    "Page_111": "Nextcloud User Manual, Release latest\n\n\"4 SWOT analysis.whiteb\n\nuc? Fullscreen (F)\n\nYou added @ Mickey Johnson 6:06 PM 2\nB Gotofile Participants\n6:07 PM E Copy link darticipants\n6:07 PM © Conversation settings Christine Schott\n6:09 PM =e & Busy with my favorite 5\nMickey Johnson\n\n4 Working remotely and i\n4 months ago, February 14, 2021\nCarl Green\n\ni} & Ina meeting\n\nfet? 7:22 PM\nk, feels like you are ignoring me 7:23 PM\n@ Carl Green hasn't had time. He's been in a meeting for a 7:23PM y\n\n6.2.5 Create tasks from chat or share tasks in chat\n\nIf Deck is installed, you can use the . . . menu of a chat message and turn the message into a Deck task.\n\nChristine Schott\n\n \n\nEnjoy the = | don't see @ Carl Green yet? 4:59PM vy\ne& eS 4:59PM v\nCarl Green\nDon't yah worry, I'm here - wouldn't miss it for the @ ee\n\n@ Carl Green joined the call 2 Reply privately\n\n@ Molly Allen joined the call\n\n(3 Copy message link\n@ Carl Green joined the call\n@ system administrator joined the call Mark as unread\n@ system administrator |eft the call\n@ Create acard\n\n@ system administrator joined the call\n\n \n\n6.2. Advanced Talk features 107",
    "Page_112": "Nextcloud User Manual, Release latest\n\neo Sandra McKinney\n“= Sure thing de\n\ne Marie Deschamps\nWe got your back, @@imsunerseners\n\nToday, June 5, 2021\n\n© Christine Schott\n\nIjust got off the phone with Marcel. For next week, we need to set up a meeting with\nVerilium!\n\nCreate a new card\n\n© Verilium coordination\n\nTODO\n\nSet up a meeting with Verium\n\n{just got off the phone with Marcel. For next week, we need to set\n‘pa meeting with Veriium’\n\n[Meseage from Christine Scho in company meeting notes md\nealyyrr7e3)\nI\n\nFrom within Deck, you can share tasks into chat conversations.\n\na}\n\n6:45 PM\n\nCopy message link\n\nMark as unread\n\nCreate a er\nDelete\n2:02PM v\n\n \n\n \n\n108\n\nChapter 6. Talk",
    "Page_113": "Nextcloud User Manual, Release latest\n\n \n\n \n\n \n\na + YT 3 Set up initial strategy call “= x\nWork in progress oo Done we Modified: seconds agg\"\n(3 Open in bigger view\nSet up initial strategy 5 in 18 days t Q Post toa conversation,\n\ncall Details Attac\n\nv13 &; on } Assign a tag to this card\n\n2 &\n\n3 June 24, 2021 12:00 AM\n\n \n\n \n\n \n\n \n\n \n\nAdd to a project\nConnect items to a project to make them easier to find\n\nDescription 4 i\n\nSet up a call with everyone interested and able to contribute.\n\n. explain goal in company call\n¢ 0 picka date\n\n \n\nrch conversations or users = Meet . is x\n‘ | = Pitch Mesting * Pitch Meeting\nPitch Meeting oe\n‘eisai & i\nDetails\n\n   \n\nTeam Stand UP\n\nYou cal to discuss strategy Search oF add participants\n\n \n\ncompany meeting notes md.. Christine Schott (moderator)\n\nYou: just got off the phone Layout Room 1 (2).docx Re. & Busy with my favorite project!\n\nVerilium coordination swe You left the call 10:59 AM Mickey Johnson\n\nYou shared a file which is no $ Working remotely and in a good mood! @\nNina Sun) ete the cal 1059.AM\n\nMickey Johnson = Call with and «@ Nia Sufl) (Duration 5:12) 1059 AM 8 Nina Sun\n\nYou: Cal to discuss withthe\n\nCarl Green\nDiscuss project Butterscotch. eT fo na meeting\n\nYou: Get a haircut\n\n‘SWOT analysis whiteboard «++ @ Mickey Johnson. started a cal 1036 AM\n\nMickey. work gif @ Wickey Johnson tet the call 1036 aM\n\nTalk updates SS\n\n- Raise your hand in aca... 4\n\nToday June 5, 2021\nall Carl\nea eal QB cose sto\n207M v\nmarket analysis.xse « \\\nsystem administrator left the ac\nWork in progress in Strategy developmer\n\ntest oom =\n\nNou testing someting al Hey team, see g Icreated a bunch of tasks to track this project. and am working onthe 208 PM\n@ Mee fist one already.\nJ vou created the conversation ——. 7. .\noa @ —& (hte message @ to mention someone D>\n\n6.3 join a call or chat as guest\n\nNextcloud Talk offers audio/video and text chat integrated in Nextcloud. It offers a web interface as well as mobile\napps.\n\nYou can find out more about Nextcloud Talk on our website.\n\n \n\n6.3. join a call or chat as guest 109",
    "Page_114": "Nextcloud User Manual, Release latest\n\n6.3.1 Joining a chat\n\nIf you received a link to a chat conversation, you can open this in your browser to join the chat.\n\n_ “nen\n\n6 days ago, June 22, 2021 Display name: Guest 4 Edit\n\n‘® Christine Schott created the conversation 10:17 AM © ‘Setting\n\n© Write message, @ to mention someone 4\n\nYou can change your name using the edit button on the top-right by clicking the Edit button.\n\na\n\nDisplay name: Guest (4 Edit\n\n \n\n6 days ago, June 22, 2021\n\n1am awesom\n® Christine Schott) created the conversation 10:17 AM [temeweromd\n\n@ Settings\n\n© Write message, @ to mention someone 4\n\nYour camera and microphone settings can be found in the Settings menu. There you can also find a list of shortcuts\nyou can use.\n\n \n\n110 Chapter 6. Talk",
    "Page_115": "Nextcloud User Manual, Release latest\n\n \n\nChoose devices\nSounds\n\nKeyboard shortcuts\n\nSounds\n\nPlay sounds when participants join or leave a call\nSounds can currently not be played in Safari browser and iPad and iPhone devices due to\ntechnical restrictions by the manufacturer.\n\nKeyboard shortcuts\n\nSpeed up your Talk experience with these quick shortcuts.\n\nFocus the chat input\n\nEsc Unfocus the chat input to use shortcuts\n\nFullscreen the chat or call\n\nCtrl + F Search\n\n \n\nYou can start a call any time with the Start call button. Other participants will get notified and can join the call.\nIf somebody else has started a call already, the button will change in a green Join call button.\n\n \n\n6.3. join a call or chat as guest 111",
    "Page_116": "Nextcloud User Manual, Release latest\n\n \n\n= Meestioom ~ x\n+ = eS % test room\n“ody, Je 28,2021 ‘ :\n: Prariipats stats\n\nge system admiistator\nChastne Sehot\nPy Busy with my Favor project!\n\nBarthelemy\n\n  \n\n  \n\n@ system sdminstator started a call\n\n   \n\nDuring a call, you can find the Camera and Microphone settings in the . . . menu on your video.\n\n  \n\nW Raise hand (R)\n\n  \n\n \n \n\nSettings\n\n \n\n112 Chapter 6. Talk",
    "Page_117": "Nextcloud User Manual, Release latest\n\n \n\nChoose devices\n\nMicrophone\n\nDefault\n\n \n\nDuring a call, you can mute your microphone and disable your video with the buttons on your video on the bottom-\nright, or using the shortcuts m to mute audio and v to disable video. You can also use the space bar to toggle mute.\nWhen you are muted, pressing space will unmute you so you can speak until you let go of the space bar. If you are\nunmuted, pressing space will mute you until you let go.\n\nYou can hide your video (useful during a screen share) with the little arrow just above the video stream. Bring it back\nwith the little arrow again.\n\n6.3.2 Starting a screen share\n\nYou can click the monitor icon on your video stream to share your screen. Depending on your browser, you will get\nthe option to share a monitor, an application window or a single browser tab.\n\n6.3.3 More settings\n\nIn the conversation menu you can choose to go full-screen. You can also do this by using the £ key on your keyboard.\nIn the conversation settings, you can find notification options and the full conversation description.\n\n \n\n6.3. join a call or chat as guest 113",
    "Page_118": "Nextcloud User Manual, Release latest\n\nbid test room *\n\n \n\nL’ Fullscreen (F)\nyname: Guest # Edit\n—2 Copy link\n\nttings\n10:17 AM 2 Conversation settings\n\n \n\n114 Chapter 6. Talk",
    "Page_119": "CHAPTER /\n\n \n\nSetting your preferences\n\n \n\nAs a user, you can manage your personal settings.\nTo access your personal settings:\n1. Click on your profile picture in the top, right corner of your Nextcloud instance.\n\nThe Personal Settings Menu opens:\n\n1 He p\n& Log out\na tinue agu\n\nPersonal Settings Menu\n\n2. Choose Settings from the drop down menu:\n\n \n\nNote: If you are an administrator, you can also manage users and administer the server. These links do not appear to\na non-admin user.\n\n \n\nThe options listed in the Personal Settings Page depend on the applications that are enabled by the administrator. Some\nof the features you will see include the following:\n\n \n\n115",
    "Page_120": "Nextcloud User Manual, Release latest\n\n \n\n7.2 MB of 5 GB (0.14 %\n\nPhone number\n\n \n\nGroups\n\nUsage and available quota\n\nManage your profile picture\n\nEmail\n\nAddress\n\nTwitter\n\nFull name (You can make this anything you want, as it is separate from your Nextcloud login name, which is\n\nunique and cannot be changed)\nEmail address\n\nList of your Group memberships\nChange your password\n\nUsing two-factor authentication\n\nSetting your preferences\n\nChoose the language for your Nextcloud interface\n\nLinks to desktop and mobile apps\n\nManage your Activity stream and notifications\n\nDefault folder to save new documents to\n\nYour Federated sharing ID\nSocial sharing links\n\nNextcloud version\n\n \n\nNote: Available options and settings depending on your administrators configuration. If you are not able to change\nthe password or the display-name in your personal settings, please contact your administrator for help.\n\n \n\n \n\n116\n\nChapter 7. Setting your preferences",
    "Page_121": "CHAPTER 8\n\n \n\nUniversal access\n\n \n\nUniversal access is very important to us. We follow web standards and check to make everything usable also with\nkeyboard and assistive software such as screen readers. We aim to be compliant with the Web Content Accessibility\nGuidelines 2.1 on AA level, with the high contrast theme even on AAA level. We also follow the German BITV 2.0\nguidelines.\n\nIf you find any issues, don’t hesitate to report them on our issue tracker. And if you want to get involved, come join\nour design team!\n\n8.1\n\nZoom and responsiveness\n\nThe Nextcloud interface is fully responsive and usable on any size of screen. You can zoom in and out to fit the text\nand element size to your liking. The navigation and sidebar can be expanded or collapsed.\n\n8.2\n\nNavigating via keyboard\n\nYou can navigate the web interface with keyboard only just like you can with the mouse:\n\nFor quicker navigation, we offer 2 “skip links” at the beginning of the document which allow you to:\n\nTab and Shift + Tab to move between elements\n\nEnter or Space to activate or open the element (depending on the type of element)\nEscape to be used to close modals, popover menus, and file viewers\n\nLeft arrowand Right arrow to navigate between photos in the viewer\n\nCtrl + F to focus the search field\n\nCtrl + S to save changes in editors like Nextcloud Text\n\nSkip to main content\n\nSkip to navigation of app\n\n \n\n117",
    "Page_122": "Nextcloud User Manual, Release latest\n\n \n\nNextcloud Talk has shortcuts which are also documented inside the settings of the app itself:\n* C to focus the message input field\n* Escape to unfocus the message input field to be able to use shortcuts\n* F to fullscreen the chat or call\n\n¢ While in a call:\n\nM to toggle the microphone on and off\n\nV to toggle video on and off\n\nSpace for push to talk or push to mute\n\nR to raise or lower hand\n\nNextcloud Mail has shortcuts as well, also documented inside the settings of the app itself:\n* C to compose a new message\n* Left arrow to switch to a newer message\n* Right arrow to switch to an older message\n* S to toggle a message as favorite\n* U to toggle a message unread\n* Del to delete a message\n* Ctrl + Enter to send\n\n* R to refresh and load new mails\n\n8.3 Included themes\n\nWe offer several themes you can activate to aid accessibility:\n\n¢ High contrast theme: A high contrast mode to ease your navigation. Visual quality will be reduced but clarity\nwill be increased.\n\n* Dark theme: A dark theme to ease your eyes by reducing the overall luminosity and brightness. It is still under\ndevelopment, so please report any issues you may find.\n\n* Dyslexia font: OpenDyslexic is a free typeface/font designed to mitigate some of the common reading errors\ncaused by dyslexia.\n\nTo reach the accessibility settings:\n1. Open the settings menu at the end of the header\n2. Pick Settings\n\n3. In the navigation, pick Accessibility\n\n \n\nNote: Contrast of elements can vary based on custom theming. For example, the primary theming color is used as\nbackground color by the header, log in page, and primary buttons. If this causes contrast issues, please contact your\nadministrator for help.\n\n \n\n \n\n118 Chapter 8. Universal access",
    "Page_123": "CHAPTER 9\n\n \n\nUsing two-factor authentication\n\n \n\nTwo-factor authentication (2FA) is a way to protect your Nextcloud account against unauthorized access. It works by\nrequiring two different ‘proofs’ of your identity. For example, something you know (like a password) and something\nyou have like a physical key. Typically, the first factor is a password like you already have and the second can be a\ntext message you receive or a code you generate on your phone or another device (something you have). Nextcloud\nsupports a variety of 2nd factors and more can be added.\n\nOnce a two-factor authentication app has been enabled by your administrator you can enable and configure it in Serting\nyour preferences. Below you can see how.\n\n9.1 Configuring two-factor authentication\n\nIn your Personal Settings look up the Second-factor Auth setting. In this example this is TOTP, a Google Authenticator\ncompatible time-based code:\n\nYou will see your secret and a QR code which can be scanned by the TOTP app on your phone (or another device).\nDepending on the app or tool, type in the code or scan the QR and your device will show a login code which changes\nevery 30 seconds.\n\n9.2 Recovery codes in case you lost your 2nd factor\n\nYou should always generate backup codes for 2FA. If your 2nd factor device gets stolen or is not working, you will\nbe able to use one of these codes to unlock your account. It effectively functions as a backup 2nd factor. To get the\nbackup codes, go to your Personal Settings and look under Second-factor Auth settings. Choose Generate backup\ncodes:\n\nYou will then be presented with a list of one-time-use backup codes:\n\nYou should put these codes in a safe spot, somewhere you can find them. Don’t put them together with your 2nd factor\nlike your mobile phone but make sure that if you lose one, you still have the other. Keeping them at home is probably\nthe best thing to do.\n\n \n\n119",
    "Page_124": "Nextcloud User Manual, Release latest\n\n \n\n \n\ni}\n\n   \n\nPersonal Two-Factor Authentication\n\nPersonal info\n\n@ Backup code\n\n| @ Security Backup codes have been generated. 0 of 10 codes have been used.\nRegenerate backup codes\nHT Accessibility\nou regenerate backup codes, you automatically invalidate old\n<< Sharing\n@ TOTP (Authenticator app)\n© Enable TOTP\nAdministration Your new TOTP secret is: BDYEWMHZNSPDQD2I\nFor quick setup, scan this QR code with your TOTP app:\nOverview\n\n \n\nSharing\n\nSecurity\n\n \n\nVerify\n\nGroupware\n\n<\na\n® = Theming After you configured your app, enter a test code below to ensure everything works correctly:\n2\n»\n\nWorkflow @ U2F device\nNo U2F devices configured. You are not using U2F as second factor at the moment.\n\nAdd U2F device\n\nTwo-Factor Authentication\n@ Backup code\nGenerate backup codes\n\n@ TOTP (Authenticator app)\n\nEnable TOTP\n\n@ U2F device\nNo U2F devices configured. You are not using U2F as second factor at the moment.\n\nAdd U2F device\n\n \n\n120 Chapter 9. Using two-factor authentication",
    "Page_125": "Nextcloud User Manual, Release latest\n\n \n\nTwo-Factor Authentication\n\n@ Backup code\n\nThese are your backup codes. Please save and/or print them as you will not be able to read the codes again later\nYOTF3MKJTP6UTS71\nJF 2NFPVHXVJ5934\nG3DZ28HXC5YKS6MK\nUC2OTNSQOOSN35JE\nNYU8414X8JFA2TCZ\nSJKVNULTU7733W2Y\nTFBF7FDN3VWVDS5ZH\n20JV65TSEQAN7G12\n6B0 2WNAVIN3KPYNW\nROTYFSNMNSZGLZ3E\n\nSave backup codes Print backup codes\n\nRegenerate backup codes\n\n   \n\nyackup codes, you automatically invalidate old\n\n@ TOTP (Authenticator app)\n\nEnable TOTP\n\n@ U2F device\nNo U2F devices configured. You are not using U2F as second factor at the moment.\n\nAdd U2F device\n\n \n\n9.2. Recovery codes in case you lost your 2nd factor 121",
    "Page_126": "Nextcloud User Manual, Release latest\n\n \n\n9.3 Logging in with two-factor authentication\n\nAfter you have logged out and need to log in again, you will see a request to enter the TOTP code in your browser.\nIf you enable not only the TOTP factor but another one, you will see a selection screen on which you can choose\ntwo-factor method for this login. Select TOTP:\n\nTOTP (Authenticator app)\n\na ,\n\nere a\n\neT\n\nDect ee nae cd\n\n \n\nNow, just enter your code:\n\nIf the code was correct you will be redirected to your Nextcloud account.\n\n \n\nNote: Since the code is time-based, it’s important that your server’s and your smartphone’s clock are almost in sync.\nA time drift of a few seconds won’t be a problem.\n\n \n\n9.4 Using two-factor authentication with hardware tokens\n\nYou can use two-factor authentication based on hardware tokens. The following devices are known to work:\n* TOTP based:\n— Nitrokey Pro\n— Nitrokey Storage\n* FIDO U2F based:\n\n \n\n122 Chapter 9. Using two-factor authentication",
    "Page_127": "Nextcloud User Manual, Release latest\n\n \n\niO\n\nTOTP (Authenticator app)\n\nSubmit\n\nere ad\n\neT\n\neae RCC)\n\n \n\n— Nitrokey FIDO U2F\n\n9.5 Using client applications with two-factor authentication\n\nOnce you have enabled 2FA, your clients will no longer be able to connect with just your password unless they also\nhave support for two-factor authentication. To solve this, you should generate device specific passwords for them. See\nManage connected browsers and devices for more information on how to do this.\n\n9.6 Considerations\n\nIf you use WebAuthn to login to your Nextcloud be sure to not use the same token for 2FA. As this would mean you\nare again only using a single factor.\n\n \n\n9.5. Using client applications with two-factor authentication 123",
    "Page_128": "Nextcloud User Manual, Release latest\n\n \n\n \n\n124 Chapter 9. Using two-factor authentication",
    "Page_129": "CHAPTER 10\n\n \n\nManage connected browsers and devices\n\n \n\nThe personal settings page allows you to have an overview on the connected browsers and devices.\n\n10.1 Managing connected browsers\n\nIn the list of connected browsers you see which browsers connected to your account recently:\n\nYou can use the trash icon to disconnect any of the browsers in the list.\n\n10.2 Managing devices\n\nIn the list of connected devices you see all the devices and clients you generated a device password for and their last\nactivity:\n\nYou can use the trash icon to disconnect any of the devices in the list.\n\nAt the bottom of the list you find a button to create a new device-specific password. You can choose a name to identify\nthe token later. The generated password is used for configuring the new client. Ideally, generate individual tokens for\nevery device you connect to your account, so you can disconnect those individually if necessary:\n\n \n\nNote: You have only access to the device password when creating it, Nextcloud will not save the plain password,\nhence it’s recommended to enter the password on the new client immediately.\n\n \n\n \n\nNote: If you are Using two-factor authentication for your account, device-specific passwords are the only way to\nconfigure clients. The server will deny connections of clients using your login password then.\n\n \n\n \n\n125",
    "Page_130": "Nextcloud User Manual, Release latest\n\n \n\n \n\n   \n   \n \n  \n  \n \n    \n    \n    \n \n    \n   \n  \n   \n\n \n\nPersonal - Nextcloud x\n7 http://localhost:8080/index.php/settings/personalitsessions v\nPersonal info\nSessions\nSessions These are the web, desktop and mobile clients currently logged in to your ownCloud.\nDevices\nBrowser Most recent activity\nSync clients _\nMozilla/5.0 (X11; Linux x86_64; rv:46.0) Gec... a day ago W\nTOTP Second-factor Auth\nMozilla/5.0 (X11; Linux x86_64; rv:46.0) Gec... 3 minutes ago wT\nFederated Cloud Mozilla/5.0 (X11; Linux x86_64) AppleWebk... seconds ago T\nMozilla/5.0 (X11; Linux x86_64) AppleWebK... 17 minutes ago T\nDevices\nYou've linked these devices.\nName Most recent activity\nAndroid 10 days ago tT\n\n \n\n \n\n126 Chapter 10. Manage connected browsers and devices",
    "Page_131": "Nextcloud User Manual, Release latest\n\n \n\n \n\n   \n   \n \n  \n   \n    \n   \n    \n    \n   \n   \n  \n \n   \n\n \n\nPersonal - Nextcloud x\n7 http://localhost:8080/index.php/settings/personalitdevices +\n\nPersonal info\n\nDevices\n\nSessions You've linked these devices.\nDevices\nName Most recent activity\nSync clients _\nAndroid 10 days ago ¥\nTOTP Second-factor Auth\nunknown client 3 days ago tT\nFederated Cloud unknown client 3 days ago T\n\nA device password is a passcode that gives an app or device permissions to access\nyour ownCloud account.\n\nDevice name Create new device password\nLanguage\nEnglish y Help translate\n\nGet the apps to sync your files\n\n \n\n \n\n10.2. Managing devices 127",
    "Page_132": "Nextcloud User Manual, Release latest\n\n \n\n \n\n   \n   \n   \n   \n    \n  \n    \n     \n    \n \n  \n  \n \n \n\n \n\nPersonal - Nextcloud x\n7 http://localhost:8080/index.php/settings/personalitdevices +\n\nPersonal info\n\nDevices\n\nSessions You've linked these devices.\nDevices\nName Most recent activity\nSync clients _\nAndroid 10 days ago v\nTOTP Second-factor Auth\nunknown client 3 days ago tT\nFederated Cloud unknown client 3 days ago Tt\nCompany Phone seconds ago Tt\n\nA device password is a passcode that gives an app or device permissions to access\nyour ownCloud account.\n\nDeSales ~=6Done\n\nLanguage\n\nEnglish ¥ Help translate\n\n \n\n \n\n128 Chapter 10. Manage connected browsers and devices",
    "Page_133": "Nextcloud User Manual, Release latest\n\n \n\n10.3 Device-specific passwords and password changes\n\nFor password changes in external user backends the device-specific passwords are marked as invalid and once a login\nof the user account with the main password happens all device-specific passwords are updated and work again.\n\n \n\n10.3. Device-specific passwords and password changes 129",
    "Page_134": "Nextcloud User Manual, Release latest\n\n \n\n \n\n130 Chapter 10. Manage connected browsers and devices",
    "Page_135": "CHAPTER 11\n\n \n\nExternal Storage\n\n \n\n11.1 Configuring external Storage\n\nThe External Storage application allows you to mount external storage services, such as Amazon S3, SMB/CIFS\nfileservers and FTP servers... in Nextcloud. Your Nextcloud server administrator controls which of these are available\nto you. Please see Configuring External Storage (GUI) in the Nextcloud Administrator’s manual for configuration\n\nhowtos and examples.\n\n \n\n131"
}