{
    "Page_1": "AD-A290 152\n\noy\n\n“S\n\n \n\n \n\n    \n \n\nGLIDER GROUND EFFECT INVESTIGATION\n\n \n \n \n \n \n\nTHESIS\n\n \n \n\nNathan H. Jones\nCaptain, USAF\n\n \n\nAFIT/GAE/ENY/893~2\n\nDEPARTMENT OF THE AIR FORCE . =: = os\n\n“AIR UNIVERSITY\n\n \n\n \n\n \n  \n\n \n\nO73",
    "Page_2": "AFIT/GAE/ENY/89\n\nGLIDER GROUND EFFECT INVESTIGATION\n\nTHESIS\n\nNathan H. Jones\nCaptaio, USAF\n\nAFIT/GAE/ENY/83d-2\n\n \n\nApproved for public release; distribution unlimited",
    "Page_3": "AFIT/GAE/ENY/89J-2\n\nGLIDER GROUND EFFECT INVESTIGATION\n\nTHESIS\n\nPresented to the Faculty of the Schcol of Engineering\nef the Air Force Institute of Technology\nAir University\nIn Partial Fulfillment of the\nRequirements for the Degree of\n\nMaster of Science in Aeronautical Engineering\n\n \n \n\nAccession Por\nNTIS GRA&I\nDTIC TAB\n\nUnannounced Oo\nJustificatio\n\n \n    \n  \n\n        \n   \n   \n\nNathan H. Jones, B.S.\n| Distributions\n\nCaptain, USAF Avalishility Codes\nAve DL and/or\nDist | Special\n\n| |\nMay 1989 At;\n\nApproved for public release; distribution unlimited",
    "Page_4": "Preface\n\n \n\nOne day in the fall of 1956, I was enjoying myself on a\nparticularly good soaring flight. I had just gained 3000\nfeet of altitude in a thermal and had only drifted 5 miles\nfrom my airfield. I slowly turned the glider back toward\nthe airfield and set up a constant airspeed glide to get the\nmagic maximum lift to drag ratio. A casual glance below\nalarmed me, however. I had no groundspeed; the wind was\nkeeping me over the same spot of ground! I now knew that I\nmust fly faster than the maximum lift to drag eirspeed, but\nhow much faster? Too fast and I would lose all my altitude.\ntoo slow and the wind would keep me from making sufficient\ngroundspeed. I next thought about using ground effect to\nsqueeze out the last few thousand feet to the airport. The\nwinds would be less at low altitude and my induced drag\nwould be reduced, allowing me to \"float\" farther. I delayed\nthe ground effect decision until the last minute.\n\nThis decision confronts glider pilots around the world\nevery day. Some experienced glider pilots adamantly claim\nthat ground effect can greatly extend glide range, and they\nclaim to have floated several thousand feet in ground\neffect. Indeed, ground effect theory predicts a large\nreduction in induced drag, and one should be able to glide\nfarther with this reduced drag. This thesis investigates\nthe possibility of extending glide range using ground\n\neffect, and it also gives the only glider flight test",
    "Page_5": "evaluation of ground effect theory. It answers the question\nof whether to use ground effect for all glider pilots.\n\nI was fortunate to have some excellent help with this\nthesis. This thesis is an extension of the United States\nAir Force (USAF) Test Pilot School (TPS) Class 1988A Have\nEffect flight test project. I want to thank the other 4\nmembers of the Have Effect test team for their hard work and\ningenuity in getting this test done. These team members\nwere: Capt Chris Hadfield, Royal Canadian Air Force, and\nMaj Chuck Louie, Capt Rick Husband, and Capt Ken Green,\nUSAF. I also want to thank my thesis advisor Maj Dan\nGleason for the encouragement he has given me and the help\nin coordinating this thesis with the Air Force Institute of\nTechnology (AFIT) and TPS. I also need to acknowledge the\nUSAF Test Pilot School, which provided two gliders and all\nof the test equipment. The final acknowledgement is to the\nAir Force Flight Test Center (AFFTC) for providing the\nfinest flight test facility in the world for this project,\nRogers dry lakebed and its radar tracking facilities.\n\nIn case you were wondering, I decided not to use ground\neffect on my glider flight. I entered a short final\napproach with about 200 feet of altitude, just enough to\nmake a normal landing with. As this thesis shows, it was a\n\ngood thing I didn't try to use ground effect after all.\n\nNathan H. Jones\n\niii",
    "Page_6": "Table of Contents\n\n \n\nPage\n\nPreface . 2. 2. 2. 1 ee 1 ee ee ee ee ee ii\nList of Figures ...........4.+.22+2+2222-48 vi\nList of Tables ........-..2..-2 2.442484 vii\nNotation . . 1... . ee. ee ee ee ee eee ee viii\nAbstract 2... 1. 1 eee ee ee ee xi\nI. Introduction ...... 1\nBackground ..........-. 4488.24 1\nObjectives ..........+2.424+- 2\n\nApproach . ........-. 2. 224 3\n\nTest Articles and Instrumentation .... 6\n\nIl. Aerodynamic Theory ..........+..-. 9\nAerodynamics of Drag ...... oe ee 3\nEstimation of Drag Characteristics. soe ee 13\n\nGround Effect Theory .........4.-. 19\nAtmospheric Wind Model .........-. 24\n\nIII. Simulation ........4.4.2..4222+202428. 28\nEquations of Motion ............- 28\n\nGlider Simulation . . .........422-. 32\n\nIv. Optimization Theory . .......... 2... 38\nSecant Algorithm . woe eee es 38\n\nSteepest Gradient Algorithm woe ee ee 40\n\nQuadratic Spline Interpolation. see eee 42\n\nNewton's Method for Nonlinear Systems .. . 46\nGauss-Newton Algorithm .......... 50\n\nVv. Flight Test . 2... 2... ee ee ee eee 54\nOverview . . 2... 2 1 ee ee eee ee 54\n\nTest Conditions ..........+..4.-. 54\n\nInitial Tests .. rr 55\n\nDrag Polar In Ground Effect ee eee ee 56\n\nFlight Profile Familiarization ...... 66\n\nFlight Profile Development ........- 71\n\nFlight Profile Verification ........ 78\n\niv",
    "Page_7": "vI. Flight Profile Optimization .\nMethods .......4.4..\nResults ... -\n\nPractical Applications\n\nVII. Conclusions and Recommendations\n\nConclusions ........\nRecommendations ......\nAppendix A: Glider Descriptions ..\n\nBibliography ..........-.\n\nVita 2... ee ee ee\n\n83\n\n83\n89\n101\n\n103\n\n103\n108\n\n110\n115\n116",
    "Page_8": "5.1\n5.2\n5.3\n\nuw\n. .\nOo pf\n\nSpeed Course Set Up ......... +. 2.4.\n\nLifting Line Theory of Ground Effect ....\n\nPredicted Reduction in Grob Induced Drag\nDue to Ground Effect .....\n\nPredicted Reduction in Grob Total Drag\nDue to Ground Effect .......\n\nWind Profile Model ...........4.44..\nGlider in Near Steady Flight\n\nQuadratic Spline Interpolation\nPoints Used in Jacobian and Gradient\n\nApproximations\nGrob Drag Polar Out of Ground Effect -\nGround Effect Drag Reduction .........\n\nRevised Ground Effect Drag Reduction Prediction\nStandard and Test Flight Profiles .......\nGlide Range Versus Level Deceleration Altitude\n\nGlide Range Versus Pushover Altitude\n\nGrob Performance Polar ......\n\nRange Gain Versus Density Altitude ......\nRange Gain Versus Altitude to Wingspan Ratio\nRange Gain Versus Level Deceleration Altitude\nRange Gain Versus Error in Penetration Airspeed\n\nRange Gain Versus Variation in Parasite Drag\nCoefficient ........2..\n\nRange Gain Versus Wing Loading Variation .. .\n\nRange Gain Versus Variation in Induced Drag\nFactor ee ee eee wee ee\n\nGrob G-103 Twin II ......4.4.+.+.+244224-48\nLet L-13 Blanik . ......4...\n\nvi\n\n21\n\n23\n\n25\n26\n\n31\n\n43\n\n49\n\n57\n63\n65\n66\n75\n77\n\n85\n93\n95\n96\n97\n\n98\n99\n\n100\n\n111\n113",
    "Page_9": "List of Tables\n\nGlider Characteristics\nEstimate of Glider Parasite Drag Coefficients\n\nEstimate of Glider Induced Drag Factors ..\n\nGround Effect Drag Parameters ....\nFlight Profile Development Test Matrix\nProfile Development Test Results ...\nTest Aircraft Comparison .......\nProfile Verification Test Matrix .\nProfile Verification Test Results .\n\nGrob Optimum Profiles ..\n\nBlanik Flaps Up Optimum Profiles\n\nBlanik Flaps Down Optimum Profiles",
    "Page_10": "Notation\n\nAir Force Base\n\nAir Force Flight Test Center\n\nAir Force Institute of Technology\nAbove Ground Level\n\nNormal Acceleration\n\nWing Aspect Ratio, b“/s\nTangential Acceleration\n\nAverage\n\nWingspan\n\nLet L-13 Blanik Glider\n\nMean Aerodynamic Chord\n\nCalifornia\n\nDrag Coefficient\n\nInduced Drag Coefficient\n\nParasite Drag Coefficient\nTurbulent Flat Plate Friction Coefficient\n\nLift Coefficient\n0.5\n\n. Stuse\nFuselage Equivalent Diameter, UlTST5S\n\nDeceleration\n\nOswald's Efficiency Factor\n\nWing Efficiency Factor (8:11-9)\n\nGround Effect Induced Drag Reduction Factor\nFeet\n\nGravitational Acceleration",
    "Page_11": "KCAS\n\nKTAS\n\nMax\n\nMin\n\n \n\n \n\nGravitational Acceleration Unit\n\nGrob G~103 Twin II Glider\nHeight Above Ground Level\n\nLevel Deceleration Height Above Ground Level\nPullup Starting Height Above Ground Level\nPushover Starting Height Above Ground Level\nJacobian Matrix of Second Partial Derivatives\nInduced Drag Factor\n\nInduced Drag Factor Out of Ground Effect\nKnots Calibrated Airspeed\n\nKnots True Airspeed\n\nAircraft Lift\n\nAirfoil Maximum Thickness Parameter (8:11-13)\nFuselage length\n\nAircraft Mass\n\nMaximum\n\nMinimum\n\nAircraft Load Factor\n\nNational Aeronautics and Space Administration\nNumber\n\nPullout Load Factor\n\nPushover Load Factor\n\nLifting Surface Correlation Factor (8:11-13)\nWing Planform Area\n\nWing Exposed Surface Area\n\nFuselage Wetted Area",
    "Page_12": "a\n\nYr\n\n/glider\n\nYground\n\n‘dive\nPp\n\nHorizontal Tail Planform Area\n\nStandard\n\nVertical Tail Planform Area\n\nTime\n\nAirfoil Maximum Thickness to Chord Ratio\nTest Group\n\nTrue Airspeed\n\nWind Velocity at 900 Feet Above Ground Level\nWind Velocity\n\nManuever Airspeed\n\nNever Exceed Airspeed\n\nAircraft Weight\n\nWing Loading\n\nReference Ground Distance\n\nAngle of Attack\nGradient Vector\nPartial Derivative\nSmall Increment\nFlight Path Angle\n\nFlight Path Angle Relative to Surrounding\nAtmosphere\n\nFlight Path Angle Relative to Earth Fixed\nCoordinates\n\nDive Angle\n\nAir Density",
    "Page_13": "AFIT/GAE/ENG/89J-2\n\nAbstract\n\n'*“whis research used glider flight tests and optimized\nglider simulations to evaluate the aerodynamics of ground\neffect and to determine the optimum flight profile for\nmaximum gliding range in gliders. A series of 122 sorties\nwere flown in the Grob G-103 Twin II and the Let L-13 Blanik\ngliders on a specially designed very low altitude speed\ncourse ,at the -Aix -Force-Fiight Tést Center,-Edwards AFB\"\nCalifornia from 21 September toa 25 October-i988- Radar\ntracking data were used to determine the glider position and\nvelocity, and a 3 degree of freedom glider performance\nsimulation was used to determine the glider parasite and\ninduced drag coefficients in ground effect. Lifting line\nderived predictions of ground effect induced drag reduction\ndeveloped by Dr. Sighard Hoerner were found to be accurate\nat altitudes above 20 percent wingspan but were up to 16\npercent too optimistic at low altitudes. A revised\nprediction of ground effect induced drag reduction was\ndeveloped based on the flight test data, and this revised\nprediction was used along with a turbulent boundary layer\nwind model in two optimization algorithms to develop the\n\noptimum flight profiles for maximum range gliding flight.",
    "Page_14": "Although flight tests of these profiles\n\n \n\nin near perfect test\n\nconditions showed that glide range gains of up to 1179 feet\n\nwere possible over penetration airspeed\nprofiles involve dangerous low altitude\nnot predicted to give significant range\npenetration airspeed glides in winds up\n\nTherefore, the results of this research\n\nglides, these\nmanuevers and are\ngains over\n\nto 50 knots.\n\nare a revised\n\nprediction of ground effect at low altitude and the\n\nconfirmation that penetration airspeed glides provide\n\nmaximum glide range under normal circumstances.",
    "Page_15": "GLIDER GROUND EFFECT INVESTIGATION\n\nI. Introduction\n\nBackground\n\nThe aerodynamic effect of flying close to the ground\nhas been analyzed and, to a small degree, tested in wind\ntunnels and flight since the 1920s. Yet according to\nofficials of the Soaring Society of America, the results of\nthis analysis and testing has never been applied to gliders.\nGround effect causes reductions in aircraft drag and wind\nvelocity, both of which could significantly increase a\nglider's maximum range. This research was conducted to\nevaluate previous predictions of ground effect and to\ndetermine the optimum flight profile to achieve maximum\nrange in a glider considering ground effect.\n\nDr. Sighard Hoerner in his book Fluid-Dynamic Lift (Ref\n6) incorporated the majority of all previous ground effect\nanalyses and testing. His theoretical predictions of ground\neffect showed that the aircraft drag due to lift (induced\ndrag) decreases exponentially as altitude above ground level\n(AGL) decreases. Also, since ground effect reduces only the\naircraft's induced drag, the drag reduction is greatest at\nlow airspeeds where the induced drag is greatest. Thus,\n\nground effect is most significant when an aircraft is low to",
    "Page_16": "the ground and slow (6:20-6 to 20-10).\n\nGlider pilots are currently taught to fly a shallow\nconstant airspeed glide which ignores ground effect in order\n\nto achieve maximum range. Under no wind conditions, the\nairspeed giving a maximum lift to drag ratio is flown.\nMaximizing the lift to drag ratio results in maximizing the\nground distance covered to altitude lost ratio in calm air.\nWhen headwinds or tailwinds are present, a different\nairspeed giving the maximum ground distance covered to\naltitude lost ratio is flown. These airspeeds do indeed\ngive the maximum range outside of ground effect, but under\nsome conditions a longer range results from terminating the\nconstant airspeed glide early, diving more steeply to gain\nairspeed, and leveling out very low above the ground.\nDetermining when and how to transition from the constant\nairspeed glide to level flight in ground effect constitutes\nthe problem of determining the optimum flight profile for\nmaximum range. A flight profile which extends a glider's\nmaximum range over that achievable with a constant airspeed\nglide could save the gliders and lives of many glider pilots\nwho find themselves short of an intended landing field at\n\nlow altitude.\n\nObjectives\n\n1. Develop a glider performance simulation based on\n\nground effect theory.",
    "Page_17": "2. Determine the airspeed instr™ment errors of the\nGrob G~103.\n\n3. Determine the Grob G-103 drag polar through\nanalysis and flight test.\n\n4. Quantify the amount of drag reduction experienced\nby a Grob G-103 glider at 8 altitudes ranging from 4 to 100\nfeet AGL under windless conditions.\n\n5. Compare the measured drag reduction due to ground\neffect to’the theoretical drag reduction.\n\n6. Develop and flight test standard and test flight\nprofiles to determine Grob glide range variations in calm\nair.\n\n7. Flight test standard and test profiles for maximum\nrange in a Let L-13 Blanik glider.\n\n8. Develop the optimum profile to fly for maximum\n\nrange with and without wind.\n\nApproach\n\nIn order to accomplish this project's 2 main goals of\n\nevaluating previous ground effect theory and developing the\n\noptimum flight profile for maximum range, a computer\nsimulation of the glider was developed and 4 types of flight\ntests were flown using 3 classes of instrumentation. This\napproach was designed to maximize flight safety and provide\nseveral methods of obtaining data in the event that one\n\nmethod failed. This approach was approved by the Air Force",
    "Page_18": "Flight Test Center (AFFTC) safety review board with some\n\nflight limitations on 20 September 1988. Our approach to\nthe simulation and flight tests are covered in this section;\n\nthe instrumentation is covered in the last section of this\nchapter.\n\nThe glider simulation was developed to increase flight\nsafety, assist in flight test planning, and provide the\noptimum flight profile for maximum range. The glider\nsimulation used the simplified longitudinal equations of\nmotion in a 3 degree of freedom visual simulation of glider\nmotion as discussed in Chapter III. The simulation was\nfirst developed with previously determined drag data on the\nGrob G-103 glider and Hoerner's ground effect theory. The\nsimulation was later updated with revised Grob G-103 drag\ndata, flight test data on the Let L-13 Blanik, ground effect\nflight test results, and a National Aeronautics and Space\nAdministration (NASA) atmospheric model giving the reduction\nin wind velocity with altitude AGL. The glider simulation\nincreased flight safety and assisted in flight test planning\nby familiarizing the pilots with the flight profiles\nbeforehand, by adjusting the flight test profiles to keep\nthem safely within the performance capabilities of the\nglider, and by giving information on how to arrange the\nflight test course and instrumentation. The simulation was\n\nused to develop the optimum flight profile for maximum range\n\nby using the steepest gradient algorithm and Newton's method",
    "Page_19": "for non-linear systems to optimize 2 flight parameters which\na pilot could control during the profile. The simulation is\ndiscussed in Chapter III and the profile optimization is\ndiscussed in Chapter VI.\n\nA total of 122 test sorties were flown in the Grob\nG-103 and Let L-13 Blanik gliders between 21 September and\n25 October 1988. Four types of flight tests were performed:\ninstrument calibration tests, drag polar tests, level\ndeceleratit¢tn tests, and flight profile tests. The\ninstrument calibration tests were flown to calibrate the\nGrob airspeed indicator, since accurate measurement of\nairspeed is critical to drag determination. The aircraft\ndrag polar tests yielded the Grob drag polar, which\nrepresents the variation of drag with lift. This was\ndetermined out of ground effect to set a baseline aircraft\ndrag at given flight conditions. Level deceleration tests\nwere then flown at 2 altitudes out of ground effect for a\nbaseline test and at 6 altitudes in ground effect to measure\nthe amount of drag reduction caused by ground effect.\nLastly, profile testing was flown to verify the computer\n\nsimulation, to test various profiles, and to verify the\n\noptimum profile for maximum range in both the Grob G-103 and\n\nthe Let L-13 Blanik. This series of flight tests provided\nsufficient data to revise previous ground effect theory and\nto develop the optimum flight profile for maximizing glide\n\nrange.",
    "Page_20": "Test Articles and Instrumentation\n\nTwo gliders and three classes of instrumentation were\nused in the flight tests. The Grob G103 glider is a tandem-\n\nseat, mid-wing, high-performance sailplane of all-fiberglass\nconstruction. The Let L-~13 Blanik is a tandem-seat, high-\nwing, medium-performance sailplane of metal-skin\nconstruction. Both aircraft were designed for training,\nsoaring, and simple aerobatics. Detailed descriptions of\neach aircraft are contained in Appendix A.\n\nInstrumentation used during this test included:\n\n1. Front Cockpit\nSensitive Airspeed Indicator\nSensitive G-meter\nProduction Altimeter\nOutside Air Temperature Gauge\n\n2. Rear Cockpit\n\nDifferential Pressure Gauge\nProduction Altimeter\nStopwatch\n\nC-Band Beacon\n\nVideo Recorder\n\n3. Ground\n\nPortable Weather Station\n\nRadar Gun\n\nSpace Position Optical and Radar Tracking Radar\nTest Project Speed Course\n\nPortable Fly-By Towers (2)\n\nInstrument errors for the sensitive airspeed indicator,\nG-meter and differential pressure gauge were measured by the\n\nAFFTC 6520 Test Group Engineering Services (6520 TG/ENIT).",
    "Page_21": "Reference 3 describes all instruments and gives the methods\nand results of instrument calibrations (3:115-120).\n\nThe speed course for the Have Effect project was\nlocated along Runway 18/36 of Rogers Dry Lake at Edwards\nAFB, California. Runway 18/36 is 900 feet wide by 24,000\nfeet long and has 4 black reference lines painted down its\nlength. Figure 1.1 shows the general layout of the speed\ncourse on the runway and the typical sequence of operations\nalong the cecurse. The 6,000 foot long speed course was laid\neut using one of the black runway reference lines as the\ncourse centerline. The course consisted of a series of\ntethered helium balliccns offset 50 feet to one side of the\nccurse centerline and spaced at 300 to 600 foot intervals\n\nalong the course length. These balloons were tethered at a\n\nmeasured height to give a height reference which remained\n\nconstant during each test run but which could be varied from\nrun to run. Two tower fly-by grids were located on the\ncourse to determine the height AGL at which the glider flew\non each test run. A portable weather station was also\nlocated near the speed course to determine the wind and\nambient temperature, and a police radar gun was used as a\nbackup measurement of glider groundspeed on the speed\ncourse. Reference 3 describes the speed course and its\n\nassociated instrumentation more completely (3:110-115).",
    "Page_22": "NORTH TOWER FLY-BY\n\nWEATHER STATION\n\nSOUTH TOWER FLY-BY\n\n \n\nFIGURE 1.1: Speed Course",
    "Page_23": "It. Aerodynamic Theory\n\nAerodynamics of Drag\n\nThe aerodynamics of drag are crucial to understanding\nhow ground effect works. Drag is normally expressed in\ncoefficient form, with the amount of drag being divided by\nthe dynamic pressure and by the wing planform area. Drag\n-¢an be divided into 4 categories: parasite, induced, wave,\nand miscellaneous drag (10:4.30). Due to the low speeds and\nthe simplicity of the gliders all drag will be considered to\nbe either parasite or induced drag. The fact that drag data\nare only of interest during level flight or gentle manuevers\n\nmakes these simplifications possible.\n\nParasite Drag.\n\nParasite drag does not tend to vary with aircraft lift.\nIt classically consists of drag due to skin friction,\npressure differential, and airflow interference. Skin\nfriction drag affects every surface of the aircraft and\nvaries with the Reynolds number of the airflow and with the\nroughness of the surface. Pressure drag is due to the\nairflow pressure difference between the forward and aft\naircraft surfaces. Pressure drag is primarily caused by\nairflow separation. Interference drag is caused by the\n\ninteraction of airflow around nearby external surfaces\n\n(10:4.1-4.14, 4.24-4.25).",
    "Page_24": "Induced Drag.\nInduced drag is caused by aircraft lift. Assuming that\nan aircraft derives the majority of its lift from its wing\n\n(as most gliders do), a good assumption for the coefficient\n\nof induced drag is (10:4.14-4.20):\n\n_ 2\npig =k Cy\n\n1\nKAR €\n\nAR is the wing aspect ratio\n\nk =\n\ne is Oswald's wing efficiency factor\n\nWave Drag.\n\nWave drag is due to the compressibility of air at high\nsubsonic and supersonic Mach numbers (10:4.26). This drag\nis not present when the local airflow is less than Mach 1\n(10:4.26), and the maximum Mach number reached during the\nflight tests was only 0.2. Therefore, wave drag will be\n\nneglected completely.\n\nMiscellaneous Drag.\n\nFour forms of drag do not fit the other categories of\n\ndrag and are therefore classified as miscellaneous drag.\n\nRam drag is drag due to air compression in the inlets of\n\npowered aircraft (primarily turbojet/turboprop or ramjet",
    "Page_25": "engines) (10:4.27). Ram drag is negligible for gliders due\nto the lack of a propulsion system. Cooling drag is drag\ndue to energy lost in forcing air through cooling systems.\nCooling drag is negligible since the glider cockpit cooling\nvents were closed on all data runs.\n\nThe third form of miscellaneous drag is trim drag,\nwhich is the drag created by both the downforce on the\nhorizontal tail and the additional wing lift required to\n\novercome this downforce. This drag may be significant, and\n\n2 :\nit varies primarily with Cr as shown in the drag\nL\n\ncharacteristics estimation section. Because trim drag\n\n4\n» it wi ‘ in the induced drag\n\nvaries with cr\ncoefficient.\nThe final form of miscellaneous drag is control drag,\n\nwhich consists of drag due to control inputs and aerodynamic\ndamping. Control inputs create additional drag when the\ncontrol surfaces deflect and create additional lift forces.\nThis drag due to control inputs was small for the gliders\n\nue tc the small size of the centrel surfaces and due to the\ngentle manuevers flown which did not require large control\nsurface deflecticns. The small control inputs made during\nthe flight tests also caused additional drag due to the\naerodynamic energy required to dampen the resulting small\n\noscillations of the glider, but this drag was again small\n\ndue to the gentleness of manuevering.",
    "Page_26": "Control drag will be considered as being a form of\n\nparasite drag since it is only present during manuevering\n\nflight. A control drag coefficient which accounts for the\naverage control drag during gentle manuevering in level\nflight will be included in the parasite drag coefficient.\nSince the control inputs during the gentle flight manuevers\ninvolved in this flight test were small, the deviations from\n\nthis average coefficient should be negligible.\n\nFor the reasons ncted in this discussion, only parasite\nand induced drag will be considered in this research.\nParasite drag will be considered to include skin friction,\npressure, interference, and control drag. The parasite\ndrag coefficient Coe will not be considered to vary\nsignificantly with Cy. Because Cp, is constant, the glider\nparasite drag will grow with increasing airspeed. Induced\ndrag will include all drag due to lift and trim drag and\nwill be considered to have the form k c. Because induced\ndrag decreases with decreasing Cy. and because Cy decreases\nwith increasing airspeed in steady flight, induced drag will\ndecrease with increasing airspeed. Cooling, wave, and ram\ndrag will be neglected because they are not applicable to\n\nthe test gliders.\n\n12",
    "Page_27": "Estimation of Drag Characteristics\n\nCurrent aircraft design methods were used to estimate\nthe drag characteristics of the Grob and Blanik gliders in\norder to see how these estimates compared with flight test\nresults. The drag characteristics of the Grob with flaps up\nand the Blanik with flaps up and down were estimated using\nthe methods described in Reference 8. These methods are\ncurrently used for first iteration design estimation and are\nexpected to give first order of magnitude results.\n\nA number of glider characteristics had ts be determined\nin order to make the estimation of drag characteristics.\nThese characteristics and the references from which they\n\nwere taken are given in Table 2.1.\n\nEstimation of Parasite Drag Coefficient.\nThe parasite drag coefficient was estimated for the wing,\n\nfuselage, horizontal tail, and vertical tail and then combined to\n\ngive a good estimate of the glider Cho: Control drag was\n\nneglected due to the lack of any estimation techniques.\nTable 2.2 gives the results of the estimations and the\nresults of the out of ground effect flight testing described\nin Chapter V. The glider parasite drag coefficients matched\nthe flight test coefficients within 19 percent, which is a\n\nreasonable estimate.",
    "Page_28": "TABLE 2.1\n\nGlider Characteristics\n\nCharacteristic | Blanik | Reference\n\na Flaps\nUp Down\n\nAirfoil ' NACA 63,A615\n\nSurface Material Polished Polished Aluminum\n\nAirfoil Max Thickness\n\nAirfoil Max Thickness\nLocation\n\nWing Sweep of Max\nThickness\n\nWing Aspect Ratio\nWing Taper Ratio\nMean Aero Chord\nWing Root Chord\nFlap Span\nFuselage Length\nWing Span\n\nWing Area (ft",
    "Page_29": "TABLE 2.2\n\nEstimate of Glider Parasite Drag Coefficients\n\nCoefficient\n\nWing 0.0048\n\nWing Flap ----\n\nFuselage 0.003 0.0084\nTails 0.001 0.0009\nGlider 0.0088 0.0143\nFlight Test 0.0107 0.012\n\nPercent Difference {17.8 19.2\n\nThe wing Cp, is primarily due to skin friction and can\n\nbe estimated by the following equation (8:11-13):\n\nt 4 2 Ss.\nCDoveng 7 CE [2 +L (=) + 100 (2 ] R =\nwhere\n\nCe is the turbulent flat plate skin friction coefficient\n\nLois the airfoil maximum thickness parameter\n\n(=) is the airfoil maximum thickness to chord ratio\n\nR is the lifting surface correlation factor\n\nS. is the wing exposed surface area\n\ne\n\nS is the wing planform area",
    "Page_30": "The airfoil thickness parameter L was set to 1.2 for both\n\ngliders in accordance with Reference 8 due to the locations\n\nof the maximum airfoil thickness (8:11-13). The thickness\nto chord ratio t/c, wing reference area S, and wing exposed\narea S. were taken from Table 2-1. The lifting surface\ncorrelation factor R was determined from the wing sweep of\nthe line of maximum wing thickness (8:11-14). The turbulent\nflat plate skin friction coefficient Ce was determined from\nthe wing surface material, the wing mean aerodynamic chord,\nand a typical flight Reynolds number corresponding to 2300\nfeet MSL and 60 KTAS for the Grob and Blanik with flaps up\nor 50 RTAS for the Blanik with flaps down.\n\nAn additional drag coefficient C was added to\nDoriap\n\nBlanik with flaps down to account for the added drag of wing\nflaps. This additional drag coefficient was determined from\nan empirical relationship shown in Reference 8 (8:9-23).\n\nThe fuselage parasite drag coefficient was primarily\ndue to skin friction. Drag due to pressure differential was\nneglected because both gliders had tapered trailing edges\n(8:11-23). Drag due to skin friction was estimated using\n\nthe equation (8:11-24):\n\n=c\nDo ruse\n\n1 Ss\n60 B fuse\n1+ + 0.0025 (2] —s_ (2.4)\n\nB\n{qc\n\nf£",
    "Page_31": "where\n\nCe is the turbulent flat plate skin friction coefficient\nand is determined identically to the wing coefficient\n13 is the fuselage length\n\nSruse is the fuselage wetted area\n\nStuse 0.5\ndis the fuselage equivalent diameter, O.TS5t\n\nThe parasite drag coefficients of the horizontal and\nvertical tails were estimated as if these surfaces were\nsimilar to the wings. This simplistic assumption is\ncommonly used a:.d results in a good first order\napproximation (8:12-4). The following equation is therefore\n\nused to approximate Cho for the horizontal and vertical\n\ntails (8:12-4):\n\n(Pzexe + “horiz|\nee\n\nc =c\nDor ails Doving\n\ns is the vertical tail area\n\nvert\n\ns is the horizontal tail area\n\nhoriz\nEstimation of Induced Drag Factor.\nThe induced drag factor Ko (out of ground effect) for\nthe entire glider was estimated as being the wing Ko- This\nin effect assumes that the fuselage Kg is equal to the wing\n\nkg. and this assumption is good for a first order estimate",
    "Page_32": "(8:11-7). Also, the aircraft trim drag is assumed to be\n\nnegligible for a first order analysis since it is typically\n\nless than 10 percent of the induced drag (8:22-23).\n\nThe wing Ko was estimated from equation 2.2. Oswald's\n\nwing efficiency factor e was estimated from the following\n\nequation (8:11-9):\n\nb is the wingspan\n\ne' is another wing efficiency factor\n\nThe e' factor was determined from Reference 8 using the wing\ntaper ratio and the wing sweep angle. Finding e' gave all\nthe information needed to find the wing kp.\n\nTable 2.3 shows the induced drag estimates developed\nand the flight test results of Chapter V. The induced drag\nestimates are within 16 percent of flight test results for\nboth gliders with flaps up. The drag estimate is 43 percent\nbelow the Blanik flaps down results, and this is probably\ndue to the fact that the estimation methods did not account\n\nfor the uneven lift distribution caused by flaps (8:11-10).\n\nConclusions.\n\nThese estimation methods are used for first iteration",
    "Page_33": "TABLE 2.3\n\nEstimate of Glider Induced Drag Factors\n\nInduced Drag Factor Grob\nFlaps Flaps\nUp Down\nGlider 0.0194 0.0242\n\nFlight Test 0.0230 0.0420\n\nPercent Difference [15.7 42.4\n\ndesign estimation and are expected to give first order of\nmagnitude results. The methods did provide a parasite drag\ncoefficient estimate within 19 percent of the flight test\n\nderived coefficient, but the estimated induced drag factor\n\nwas up to 43 percent less than the flight test factor. The\n\ndiscrepancy in the induced drag factor was probably due to\nthe fact that the methods in Reference & were developed\nprimarily for powered aircraft with aspect ratios below 6;\n\nthese gliders had aspect ratios ranging from 17.1 to 11.4.\n\nGround Effect Theory\n\nAerodynamically, flying close to the ground has the\neffect of reducing the shape and strength of an aircraft's\nwingtip vortices. This aerodynamic effect causes a\nreduction in induced drag, and hence allow cause a glider to\nfly farther in ground effect. Hoerner has developed\n\ntheoretical predictions of the amount of induced drag\n\n19",
    "Page_34": "reduction caused by ground effect (6:20-8), and evaluating\n\nhis predictions was a major goal of this research.\n\nHoerner developed his theoretical predictions of ground\neffect using a lifting line theory. This theory predicts\nthe amount of lift a wing will create by modeling the wing\nas a rotating cylinder moving through the air at the\naircraft airspeed as shown in the top half of Figure 2.1.\nThe rotating cylinder develops lift because of the pressure\ndifferential between the upper and lower airflows, but it\nalso causes downwash because the momentum of the air is\ndeflected downward. When the rotating cylinder is finite in\nlength, air moves from the high pressure lower airflow out\nand around the tips of the cylinder (wing) and starts a tip\nvortex which travels rearward and downward from the surface.\nA tip vortex theoretically continues infinitely unless it\nstrikes the ground or another vortex, in which case it\neither dissipates at the ground or interacts with the other\nvortex. Lifting line theory has been verified in wind\ntunnels for straight wing aircraft and is useful for\nanalyzing conventional gliders.\n\nHoerner used the lifting line theory to analyze ground\neffect by considering an aircraft and its mirror image as\nshown in Figure 2.1. He modeled the aircraft wing as a\n\nrotating cylinder flying at a specified height above ground",
    "Page_35": "AIRFOIL\n\nVEREESTREAM\n\nGROUND PLANE\n\nVeREESTREAM\n\nMIRROR IMAGE\n\n \n\nFIGUFE 2.1: Lifting Line Theory of Ground Effect\n\nlevel and then placed another identical rotating cylinder at\nthe same distance below ground as if it were flying upside\ndown. This analysis provides for the interaction of\ndownwash and tip vortices from the rotating cylinder and its\nmirror image. It also ensures no mass flow through the\nground plane due to the symmetry between the cylinder and\nits mirror image. Because both the downwash and the tip\nvortices interact, there are 2 different effects predicted\n(6:20-8 to 20-10).\n\nThe first effect predicted by the lifting line analysis\n\nis that the lift of the 2-dimensional wing section will be\n\n21",
    "Page_36": "increased. This effect is caused by the reduction in\n\ndownwash and subsequent increase in lower airflow pressure\n\ncaused by the image and is predicted to exponentially\nincrease at heights below half the mean aerodynamic chord\n(€). At heights above half c the effect would be\ninsignificant (6:20-10). Since even a low-winged glider\nsuch as the Grob has a wing ¢ of about 36 inches and sits\nabout 20 inches above ground when resting on its main wheel,\nthe downwash effect on 2-dimensional flow will always be\ninsignificant.\n\nThe second effect predicted by the lifting line theory\nis that the tip vortices will not be as strong, and that\ninduced drag will be reduced. When the tip vortices of the\nrotating cylinder interact with the vortices of the mirror\nimage, they lose strength and smoothly stop flowing\ndownward. The effect of these reduced strength vortices is\nto increase the amount of lift the wing provides. To\nprovide the same amount of lift, a wing in ground effect can\nfly at a lower angle of attack than a wing out of ground\neffect. This reduced « and the reduced strength of the tip\nvortices also causes a reduction in the amount of induced\ndrag. The amount of reduction of induced drag is shown in\nFigure 2.2 (6:20-10).\n\nThe amount of drag reduction caused by ground effect",
    "Page_37": "—\n°\n°o\n\n8\n\nab\noa\n\nnN\no\n\nOUT OF GROUND EFFECT INDUCED DRAG (PERCENT)\n8\n\n°o\n\n40 60\nALTITUDE (FEET AGL)\n\nFIGURE 2.2: Predicted Reduction in Grob Induced Drag Due to Ground Effect\n\ncan also be expressed by the factor F in the following\n\nequation (6:1):\n\n= 1 - exp[-2.48 (2 h/p)°-798]\n\nh is the height above the ground plane\n\nb is the wingspan\nThis equation, developed by Dr. Mark Drela of the\nMassachusetts Institute of Technology for the Daedalus\n\nman-powered flight project, is a curve fit to the results of",
    "Page_38": "Hoerner. This equation forms the basis for our predictions\n\nof ground effect drag reduction by relating the in ground\n\neffect induced drag factor k to the out of ground effect\n\nfactor Ko as follows:\n\nk =F ky\n\nGround Effect Ramifications.\n\nAn interesting aspect of ground effect is that it\ndepends strictly on the altitude AGL to wingspan ratio as\nshown in Equation 2.7. The reduction of total aircraft drag\ndepends heavily on the aircraft drag polar characteristics,\nhowever. Because induced drag makes up the largest portion\nof the total aircraft drag at low airspeeds, ground effect\nis most effective at reducing aircraft total drag at low\nspeeds and is much less effective at high speeds. Figure\n2.3 was developed using the drag polar of a Grob and\nequation 2.7. It illustrates the fact that ground effect\n\nreduces drag more at low speeds and low heights.\n\nAtmospheric Wind Model\n\nAn atmospheric wind model was developed in order to\nanalyze the effects of winds on the optimum glider flight\nprofile for maximum range. This model of the wind profile\n\nassumes that the wind has no vertical component and is valid",
    "Page_39": "ALTITUDE (FEET AGL)\nN W\noO oO\n\n—\na\n\n40%\n\nPo ~\n\n0\n30 40 50 60 70 80 90 100 110 120\nAIRSPEED (KTAS)\n\nFIGURE 2.3: Predicted Reduction in Grob Total Drag Due to Ground Effect\n\nfor atmospheric conditions which have some random turbulence\nbut no significant local updrafts or downdrafts.\nEssentially, this model describes a turbulent boundary layer\nin which wind speed varies logarithmically with height above\nground and depends on surface features, boundary layer\nthickness, and wind speed at the top of the boundary layer.\nA representative boundary layer thickness of 900 feet was\nchosen since most glider pilots begin to look for a specific\nlanding site near this height AGL. The surface roughness of\na grassy field was chosen because many gliderports are\n\nsurrounded by grassy fields, golf courses, or agricultural",
    "Page_40": "WIND VELOCITY (PERCENT OF Vu)\nSs 8\nSSS Sea\n\nnN\noO\n\n400 600\nALTITUDE (FEET AGL)\n\nFIGURE 2.4: Wind Model Profile\n\nfields. The wind velocity within the boundary layer vy ata\n\ngiven height AGL of h can be expressed as (9):\n\nVu\nVig = tg 1n(30.48 h)\n\nwhere vy is the velocity of the wind at 900 feet AGL.\nFigure 2.4 shows the wind model velocity profile. At\nh = 10 feet, V, is about half of Vy. At this height, ground\neffect has significantly reduced the wind gradient, and\nground effect reduces the wind gradient even further with\n\nsmall decreases in altitude. When ground effect's promise",
    "Page_41": "to reduce wind velocity by half or more is combined with its\n\npromise to reduce total aircraft drag substantially, the\n\npotential for lengthening a glide in ground effect is\n\napparent.",
    "Page_42": "III. Simulation\n\nA 3 degree of freedom visual simulation of glider\nflight was developed for flight planning, drag data\nreduction, and developing the optimum flight profile for\nmaximum glide range. The simulation was developed from 4\nequations of motion, and the simulation was shown to be\n\naccurate during the flight tests described in Chapter Vv.\n\nEguations of Motion\n\nFour kinematic equations of motion were used to model\nglider longitudinal motion. These 4 equations were derived\nafter making 9 assumptions, and these equations were used in\na 3 degree of freedom visual simulation of both test\n\ngliders.\n\nAssumptions.\n\nIn developing the equations of motion, 9 assumptions\nwere made and were justified as follows:\n\n1. The earth is a flat inertial reference frame\n(7:205). Since the test manuevers involved in this project\ncover short times of 2 minutes or less and short distances\nof 2.5 miles or less, the errors associated with ignoring\nthe curvature and planetary movement of the earth are\ninsignificant.\n\n2. The atmosphere maintains uniform properties",
    "Page_43": "throughout each test manuever (7:252). This assumption is\nvery accurate for these tests because the test manuevers did\nnot have more than 500 feet change in altitude.\n\n3. The test aircraft is a rigid body (7:204). For the\ngradual manuevers involved in this test the test aircraft\ndid not experience significant structural bending or changes\nin any steady state structural bending.\n\n4. The test aircraft is symmetric about the X-Z body\naxis plané (7:220). The test gliders are very close to\nbeing left-right symmetric.\n\n5. The test aircraft mass, center of gravity, and\nmoments of inertia are constant (7:217). The test gliders\nwere ballasted when different aircrew flew to maintain\nconstant mass, center of gravity, and moments of inertia.\n\n6. The test aircraft is flown in nearly steady state\nflight with no roll or yaw rates, no sideslip or bank\nangles, and very small pitch rates (7:247). The glider test\npilots maintained wings level through visual reference and\nno sideslip angle through centering the yaw string. Yaw and\nroll rates were therefore not input, and pitch rates were\nvery small due to the gradual manuevers involved in the\ntests.\n\n7. ‘(QThe glider angle of attack is sufficiently small to\nuse small angle approximations. The angle of attack must be\nsmall enough that cos(a) = 1 and sin(x) = 0. The maximum «\n\npredicted for these tests is only 4 degrees, and the small\n\n29",
    "Page_44": "angle approximations hold to within 0.07 at 4 degrees %.\n\n8. Longitudinal and lateral-directional aircraft\n\nmotions are decoupled (7:246). This assumption is\nreasonable due to the small angles of attack involved and\ndue to the lack of lateral-directional control inputs or\naircraft motion during the test manuevers.\n\n9. The aerodynamic forces and moments acting on the\naircraft depend only on the aircraft linear and angular\nvelocities’ with respect to the surrounding atmosphere. This\nassumption neglects the effects of atmospheric disturbances\nexcept for random, unbiased turbulence and a constant,\nsteady wind. This assumption is reasonable for the\nnon-turbulent atmospheric conditions which were present for\nall flight tests and for the random turbulence included in\n\nthe glider simulation.\n\nEquations of Motion Development.\n\nFrom the kinematics of Figure 3.1, 4 equations of\nmotion were developed. Dividing the glider velocity into\nvertical and horizontal components yields equations 3.1 and\n3.2 below. Summing forces in the axis tangential to the\nrelative wind (axis t) yields equation 3.3, and summing\nforces in the axis normal to the wind (axis n) yields\n\nequation 3.4.",
    "Page_45": "FIGURE 3.1: Glider in Near Steady Flight\n\nan =- V sin(y) (3.1)\n@ o% = Vv cos(y) (3.2)\nma, =m Q = Wsin(y) - D (3.3)\nma, =-mv dy =n W- W cos(y) (3.4)\nwhere\nma)\nn=y (3.5)\n\nThese 4 equations adequately describe the longitudinal\nmotion of a glider in near steady flight while undergoing\ngentle longitudinal manuevers. These 4 equations form the\nbasis for the 3 degree of freedom simulation, the drag data\n\nreduction algorithms, and the flight profile optimizations.",
    "Page_46": "Glider Simulation\n\nA 3 degree of freedom glider simulation was developed\n\nbased on the equations of motion just derived. The\nsimulation was used in flight planning, in determining the\nGrob drag polar in ground effect, and in developing the\noptimum flight profiles for maximum range with and without\nwind. The glider simulation used the 9 assumptions listed\nin the equations of motion section and the lifting line\nmodel of ground effect. When dealing with winds, the\nsimulation used the turbulent boundary layer wind model\nderived in the atmospheric wind model section. As is shown\nin Chapter V, the glider simulation accurately modeled both\ntest gliders during the test manuevers.\n\nThe simulation development begins with the 4 kinematic\nequations of motion 3.1 through 3.4. These equations relate\nthe motion of a glider through the surrounding atmosphere.\nIn order to account for a steady wind, equation 3.2 is\n\nmodified: as shown below:\nax =. fy - Yu ya(30.48 n) ty) (3.6)\nar = to 17 . cosly .\n\nwhere Vy represents the speed of a constant headwind at 900\nfeet AGL. Having now taken the atmospheric movement into\naccount, the earth fixed set of coordinates as shown in\nFigure 3.1 will now be used.\n\nThe simulation was developed with fixed initial",
    "Page_47": "conditions and one control variable. The starting position,\naltitude, velocity, flight path angle, and load factor were\nfixed at specified constants. The control variable was the\nload factor, which was the only variable which the pilot\nused for control during the flight tests.\n\nThe primary objective of the simulation is to obtain\nground velocity and position of the glider as a function of\ntime. Consequently, equation 3.3 will be developed further.\nExpanding the drag term to its components of parasite and\n\ninduced drag yields:\n, . 1 2 2\nm sw sin(y) - ev? s [en. +k cr (3.7)\n\nFrom the definition of n in equation 3.5, a substitution for\n\nCy, will now be made in equation 3.7:\n\n2\nav _ wey 2 2nW\n™ ge = W sin(y) zevs [to +k (es | (3.8)\n\nNext, the lifting line estimate of drag reduction due to\nground effect will be factored in. The induced drag factor\n\nk will now be broken down from equation 2.8 as:\nk = ko {: - exp[-2.48 (2 nye) 0-768) (3.9)\n\nwhere Ko is the induced drag factor out of ground effect.\n\nMaking this substitution in equation 3.8 yields:\n\n33",
    "Page_48": "2\nav : av s\n™ ae = Wsinly) - —z— Cho\n\n2 y2 0.768\n~ Ko 224 { - exp[-2.48 (2h/b) ]\n\nEquation 3.10 represents a first order inseparable\ndifferential equation because y, h, and n are functions of\ntime. An interesting subset of equation 3.10 occurs during\na level deceleration when y = 0, n = 1, and h is constant.\nAlthough the resulting equation could be separated and\nintegrated, it is much easier to integrate numerically. To\nprove that equation 3.10 is easier to integrate numerically,\nit will be separated and integrated first. The separated\n\nequation is shown below:\n\n2\n\nve av\n\ne § Cy,\n\n+\n2m\n\n—p es jt 7 exP\n\na ee\n\n_ 2h\n2.48 (=)\n\nIntegrating equation 3.11 with respect to time yields:",
    "Page_49": "Equation 3.12 cannot be solved in closed form for V.\nAlthough equation 3.12 could be solved numerically,\nnumerically integrating equation 3.10 is much simpler. We\nwill now return to the development of the general flight\nprofile where y, h, and n are free to vary as functions of\ntime.\n\nFor an arbitrary flight manuever where 7, h, and n vary\nas functions of time, there is no choice but to integrate\nthe 4 kinématic equations of motion numerically. The\nfollowing equations were used to numerically integrate\n\nequations 3.4, 3.10, 3.1, and 3.6 respectively:\n\nat\nYs =y; + g [ cosry;) - n; (3.13)\nitl i [ ( i) i ] Vi\nfrit vin) _e VES\nVier = Vi +) 9 Sin|——z—~} - -ra— “do\n\n2\n2g Ko ns W\n\n- 9 3 4a - exp[-2.48 (2 ng /2y°°76] at (3.14)\np Vis +\n\n- + Vz. Ys + ¥s\nhig, = hy - A724] sin(“i “7i+4] at (3.15)\n\n- + V;\n_ [\" itl\nXi47 = Xe + ose\n\nVv : th. ys + 7s\n- in[30.48(“2 #4] Leos (72 78\" ] a (3.16)\n\n35",
    "Page_50": "A forward integration scheme was used on these\n\nequations due to the large number of times which they would\n\nbe used and due to the low level of precision required.\nTime increments of 0.5 seconds were used for the\nintegrations when y was constant, and time increments of\n0.25 seconds were used when y was changing. These time\nincrements insured that the numerical errors stayed small\nenough, especially during flight phases where gradual\nmanuevering was occurring. The longest simulation made\nlasted less than 2 minutes, so errors accumulated during the\nroughly 300 integrations involved were less than the noise\nin flight test measurements. Up to 67,500 integrations were\nrequired of the simulation due to the iterative processes\ninvolved in profile optimization, so the simplest and most\nrapid scheme of forward integration was used.\n\nThe integration of these 4 equations yields the\nposition, altitude, velocity, and flight path angle of the\nglider for all times required. The simulation output was\n\nused in 3 different ways. A computer generated visual\n\n~\ndisplay of how the simulated flight would look from the\n\nglider cockpit used these data in conjunction with speed\ncourse setup information. This visual display was not a\ncockpit simulator in the sense that it did not have cockpit\ncontrols; however, the display could show predetermined\nflight profiles in real time, slow motion, or accelerated\n\ntime. The visual display was very useful in flight safety",
    "Page_51": "and flight planning; it gave the test pilots a good idea of\nhow the test profile should look, and it helped the test\nteam decide where to place reference balloons on the speed\ncourse. The simulation was also used in determining the\n\nGrob drag polar in ground effect and the optimum flight\n\nprofiles for maximum range with and without wind. These\n\nuses are discussed in Chapters V and VI.",
    "Page_52": "IV. Optimization Theory\n\nFive optimization algorithms were used in the course of\nthis project to determine numerical solutions to problems\nwhich could not be solved in a closed form. The 5\noptimization algorithms were used specifically in the glider\nsimulation, in-ground effect drag data reduction, and in\noptimizing flight profiles for maximum range with and\nwithout wind. The 5 optimization algorithms are: Secant,\nSteepest Gradient, Quadratic Spline Interpolation, Newton's\n\nMethod for Nonlinear Systems, and Gauss-Newton.\n\nSecant Algorithm '\n\nThe secant approximation to the Newton-Raphson\nalgorithm was used within the glider simulation to estimate\nthe proper height at which to begin pulling out of a dive in\norder to arrive at the proper level deceleration altitude.\nThe algorithm approximates solutions to single variable\nnonlinear functions and is much more computationally\nefficient than the Newton-Raphson algorithm upon which it is\nbased (2:42~-48).\n\nThe Newton-Raphson algorithm can be developed using a\nTaylor series approximation to the nonlinear single variable\nfunction f(x) = 0. By assuming that an initial guess Xy\nexists which is close enough to the real solution, second\n\ndegree and higher terms in the Taylor series can be ignored.\n\n38",
    "Page_53": "The resulting equation gives an approximate solution Xe44\n\nof:\na (4.1)\n\nwhere £'(x;) represents a[f (x5) 1 /dx, . The Newton-Raphson\nalgorithm results when this process is continued\niteratively. The algorithm provides better solutions at each\niteration (2:42-48).\n\nThe secant approximation to the Newton-Raphson\nalgorithm approximates the derivative £\" (x;) in equation 4.1\nas follows (2:47):\n\ni i-1\n\nThe secant algorithm reduces the number of computations\nrequired to determine f£'. Thus, the complete secant\n\nalgorithm is expressed in equation 4.3 (2:47).\n\n_ £(xi) (xp — *y_4) (4.3)\n\nHie. Xz Fie.) - £le.)\n£(x5) £(x;_4)\n\nIn the simulation, x represents the altitude at which\nthe pullout starts and f(x) represents the difference\nbetween the computed and desired level deceleration\n\naltitudes. The objective of the secant algorithm is to\n\n39",
    "Page_54": "estimate the proper altitude x such that the pullout ends at\n\nthe desired level deceleration altitude. The simulation\n\nrecomputes the pullout phase and estimates a new pullout\nstart altitude iteratively until the computed and desired\nlevel deceleration altitudes match within 0.2 feet. This\nmatch is sufficient since it is better than a human pilot\n\ncould achieve.\n\nSteepest Gradient Algorithm\n\nThe steepest gradient algorithm was used for in ground\neffect drag data reduction and for developing optimum flight\nprofiles to maximize range with and without wind. In both\ncases the algorithm was used to optimize nonlinear functions\nof 2 variables. The steepest gradient algorithm is similar\nto the Newton-Raphson algorithm in that it uses first\nderivative information to approximate solutions to nonlinear\nfunctions, but the algorithm may be used on multivariate\nfunctions.\n\nThe steepest gradient algorithm minimizes a function\ng(x,y) by determining the vector gradient of g (Vg) with\n\nrespect to x and y:\n\nag/9xX\nVg = (4.4)\nog/d3y\n\nA forward difference formula is used to approximate the\n\npartial derivatives 9g/dx and 9g/dy for the gradient at the",
    "Page_55": "i-th iteration cf the algorithm as follows:\n\ng(x, + ax%,y.) - gls.,y;)\nog g(x,-¥; + ay) - g(x, -¥;) (4.6)\noy ay .\n\nwhere ax and ay represent small changes in x and y\nrespectively. The forward difference approximation is used\nto approximate the gradient because it requires the least\nnumber of time consuming functional evaluations. The\napproximation worked acceptably in the steepest gradient\nalgorithm because the algorithm generates only rough\nsolutions and a small degree of error in the gradient did\nnot affect convergence.\n\nSince g is a function of the 2 variables x and y, the\ngradient Vg represents the direction in the 2 dimensional\nspace (x,y) in which g increases most. The steepest\n\ngradient algorithm begins with an initial guess (x:\n\n4r¥y) and,\n\nin order to minimize g, the algorithm computes the next\nestimate (5 44°Va4d) in the negative gradient direction as\n\nfollows:\nXs xX.\nitiy 2 ft) - agg (4.7)\nYas. Ya\n\nThe scalar d in equation 4.7 represents the step size taken\n\nin the negative gradient direction and is determined using\n\n41",
    "Page_56": "the quadratic spline interpolation algorithm covered in the\n\nnext section. Iterations of the steepest gradient algorithm\n\ncontinue until g is sufficiently small.\n\nThe steepest gradient algorithm was used in both drag\ndata reduction and in developing optimum profiles. In drag\ndata reduction, the algorithm minimized the cost function C\nwhich measured the match between the glider simulation and\nradar tracking data. The algorithm was also used to\nmaximize the ground distance X covered by the final glider\nsimulation with and without wind. ‘The algorithm required a\nnumber of iterations to achieve close solutions, but it\nprovided converging solutions in every case regardless of\nthe value of the starting guesses of the independent\n\nvariables.\n\nQuadratic Spline Interpolation\n\nThe quadratic spline interpolation algorithm was used\nin the steepest gradient algorithm to determine the best\nstep size to take in each iteration and in the glider\nsimulation to determine the penetration airspeed. The use\nef the quadratic spline algorithm in the 2 dimensional\nsteepest gradient algorithm will be discussed first; the\napplication to the 1 dimensional problem of finding the\npenetration airspeed is simpler and follows easily from the\n2 dimensional application. The quadratic interpolation\n\nalgorithm matches a quadratic curve to 3 points lying in the",
    "Page_57": "FIGURE 4.1: Quadratic Spline Interpolation\n\ngradient direction of a function and then approximates the\nminimum of the function as being the minimum of the\nquadratic curve (2:118). A test of curve points was used to\ninsure that the quadratic curve was convex so that a minimum\nwould occur.\n\nThe quadratic spline algorithm begins with the starting\n\nguess (xz -¥4). the value of g(x.\n\ni¥y)- and the value of the\n\ngradient Vaolx;,¥;). Two more evaluations of g are then\nrequired at small distances e and 2e from the starting guess\n\n(xy\n\n+¥4) in the negative gradient direction as shown in",
    "Page_58": "Figure 4.1. Since the points g0, gl, and g2 in Figure 4.1\n\nnow depend only on their distance from gO (axis gq), a\n\nquadratic spline depending only on q is then fitted to these\n\nthree points. The spline has the form\n\nga a? +bqte\n\nwhere the constants a, b, and ¢c are determined from the\nvalues of @, gO, gl, and g2.\n\nThe quadratic spline may be either convex, concave, or\nlinear, depending on the values of gO, gl, and g2. In order\nto find a minimum of the spline, the spline must be convex.\nChoosing the proper value of e will insure that the spline\nis convex. Since gl is in the negative gradient direction\nfrom g0, a small enough value of e will insure that gl < gO.\nIn the actual algorithm used, a small but arbitrary value\nof e was first used and the value of e was halved repeatedly\nuntil g1 was less than gO. Once gl < gO, the spline will\nnow be convex if g2 > gl. If g2 < gl, the value of e was\ndoubled repeatedly until g2 > gl. This process gave a\nconvex spline in all cases until the limits of machine\nprecision were reached.\n\nHaving created a convex spline, the minimum of the\nspline will now be found as the best point to begin the next\nsteepest gradient iteration. The minimum of the spline is\n\nfound simply by differentiating the spline equation 4.8 with",
    "Page_59": "respect to q. This yields:\n\n-~ . b\nImin = za (4.9)\n\nThe value of q represents the distance to move in the\n\nmin\nnegative gradient direction from gO in order to find the\nminimum value of g. This value of Gmin is the step size d\nin the steepest gradient algorithm (equation 4.7).\n\nThe quadratic spline interpolation algorithm was used\nin every iteration of the steepest gradient algorithm. It\ngave good results to the limits of machine precision or to\nthe precision limits to which the functicn cculd be\nevaluated.\n\nThe quadratic spline algorithm was used similarly to\nfind the penetration airspeed for the glider simulation. As\nshown in Chapter VI, the algorithm was used to minimize the\nground approach angle, maximizing glide range out of ground\neffect. The ground approach angle ¥ground is equivalent to\nthe function g in the previous development, except that g is\nnow a function of the single variable gq (the true airspeed V\nis equivalent to q). The 3 points gO, gl, and g2 are found\nas shown in Figure 4.1, and a quadratic curve is fitted to\nthe function g as defined in equation 4.8. The optimum\nvalue of q (Quin) is now computed with equation 4.9, and the\nnext algorithm begins at this point. The algorithm stopped\n\nwhen V changed less than 0.05 knots per iteration, giving a\n\n45",
    "Page_60": "solution within 0.25 knots of the optimum solution. The\n\nalgorithm always gave good results in 5 to 8 iterations.\n\nNewton's Method for Nonlinear Systems\n\nNewton's method for nonlinear systems was used in this\nproject for developing optimum flight profiles to maximize\nrange with and without wind. Like the steepest gradient\nalgorithm, it was used to minimize a highly nonlinear\nfunction 6f 2 variables. Newton's method differs from the\nsteepest gradient algorithm in that it uses second\nderivative information and in that it requires a starting\nguess sufficiently clese to the actual solution for\n\nconvergence.\n\nAlgorithm Development.\n\nNewton's method was developed using a Taylor series\nexpansion for a small area around the minimum of a function\nas shown in Reference 2, Ignoring third and higher order\nterms for an arbitrary function g(x,y), the following\n\nequation can be derived (2:496-499):\n\nx. XK.\ntay ty [sy v9; (4.10)\nVier Yi + 2\n\nThe term Voy represents the gradient of g as defined in\nequation 4.4 evaluated at the i-th iteration of the\n\nalgorithm. The term uy represents the Jacobian matrix of\n\n46",
    "Page_61": "second partial derivatives defined below evaluated at the\n\n@ i-th iteration of the algorithm.\n\n(4.11)\n\nThe Jacobian matrix a5 in equation 4.10 will be\npositive definite and invertible provided that the function\ng is convex and provided that the i-th point is sufficiently\nclose to a minimum of g (15:233). The functions dealt with\nin this project were sufficiently convex near their minima\nthat J was always positive definite and invertible once a\n\nsuitable starting point was found.\n\nJacobian Approximation.\n\nThe Jacobian matrix q in equation 4.10 could not be\nevaluated in closed form for the functions dealt with in\nthis project. A suitable approximation fer the Jacobian\nmatrix was developed using second derivative approximations,\nhowever.\n\nFour terms need to be approximated in J as expressed in\n\nequation 4.11, but 2 of these terms are equivalent. The\n2 2\n\nog e“g . :\nterms one and aye were approximated by the 3 point second",
    "Page_62": "derivative formula developed in Reference 2 as follows\n\ne (2:142):\n\nta? [3 (i ~ Ya) 7 2 Sai) + 9a t o* Fa]\n(4.12)\n\n2\nSve tay? (PCa oY) 7 2 SG) t ETE t oxQ]\n(4.13)\n\n72\ni at i 4 a5 yg .\nSeme deveicpment is required to approximate yxy’ which\n: : o%g : : . :\nis equivalent to syox\" To begin with, a 2 point difference\nformula is used to approximate 9g/dx as follows (2:132):\n\ng(x; + ax,y3) - glx; - ox,y;)\n\nTT\n\nTaking the partial derivative of equation 4.14 with respect\n\nto y results in:\n\nUsing the 2 point differentiation approximation on each term\non the right side of equation 4.15 then gives (2:138):\n\n+ ax.y, + ay) ~ g(x; + axX,y; ~ ay)\n\n_ gly,\nEA OY OOOO\n)\n(4.16)\n\naxX,y; + ay) + g(x; - ax,Y¥3 — 4Y\n\n_ g (xs -\na ax ay",
    "Page_63": "FIGURE 4.2: Points Used in Jacobian and Gradient Approximations\n\nThese approximations to the Jacobian matrix require 9\nfunctional evaluations, but they provide a very good\napproximation to the Jacobian matrix. All terms in the\nJacobian matrix are approximated from the 9 points\nsurrounding and including the point of interest as shown in\nFigure 4.2. The use of points both ahead and behind the\n\npoint of interest insures a high degree of accuracy (2:140).\n\nGradient Approximation.\n\nA more accurate gradient approximation was used for\n\nNewton's method than for the steepest gradient algorithm.\n\n49",
    "Page_64": "This more accurate approximation was available due to 2\n\nfunctional points which had already been evaluated for the\n\nJacobian approximation. The additional points (points 4 and\n8 on Figure 4.2) gave information behind the point of\ninterest (point 5) which was not available in the steepest\ngradient algorithm.\n\nA 2 point difference formula was used to develop the\nfollowing approximations for dg/9x and dg/dy at the i-th\n\niteration of Newton's method (2:138):\n\n \n\ng(x. + ax,y.) - g{=, - ax, y.)\nog = 2 oe —— + (4.17)\n3 _ O(My yy tay) - Gly ¥y - ay) (4.18)\n7 —r-a¥ -18)\n\nEquations 4.17 and 4.18 were then used in equation 4.4 to\napproximate the gradient Vg. Although this more accurate\ngradient approximation was not required for convergence or\nalgorithm effectiveness, the approximation did make the\nNewton algorithm more efficient without any additional\n\ncomputational effort.\n\nGauss-Newton Algorithm\n\nThe Gauss-Newton algorithm is very similar to Newton's\nmethod and was used to determine the aircraft drag polar in\nground effect. The only differences between the\n\nGauss-Newton algorithm and Newton's method for nonlinear\n\n50",
    "Page_65": "systems are the ways in which the gradient Vg (equation 4.4)\nand the Jacobian matrix of partial derivatives J (equation\n4.11) are approximated. The overall Gauss-Newton algorithm\nis developed exactly the same as shown in the algorithm\ndevelopment subsection of the Newton method.\n\nIn the Gauss-Newton algorithm, the gradient was\napproximated using the forward difference formula (equations\n4.5 and 4.6) rather than the 2 point difference formula\n(equations’ 4.17 and 4.18) used in Newton's method. This\nforward difference formula saved 2 lengthy functicnal\ncomputations per iteration and did not significantly degrade\nalgorithm accuracy. In most cases, the Gauss-Newton\nalgorithm with the forward difference formula converged to\nwithin 2 decimal places of the final solution in 5\niterations. Increased gradient accuracy might have\neliminated 1 or 2 iterations but would have increased the\nalgorithm complexity and the total number of functional\ncomputations required.\n\nA unique approximation to the Jacobian matrix J forms\nthe heart of the Gauss-Newton algorithm. The algorithm only\nworks on a function g which is a sum of squared differences,\nwhich was the form of the function C in the in ground effect\ndrag polar determination. For the purposes of algorithm\ndevelopment, g will now be defined as:\n\n2\n+1 (ay\n\n. [‘e, - m,)\n\n3",
    "Page_66": "Where k, 1, m, andn are arbitrary constants and p and q are\n\nscalars which are functions of x and y. Note that g in\n\nequation 4.19 is still only a function of x and y and\ntherefore still works in Newton's method.\n\nDevelopment of the Jacobian approximation begins with\ntaking the partial derivative of equation 4.19 with respect\n\nto x; (the value of x at the i-th iteration of the\n\ni\nGauss-Newton algorithm). This yields:\nk oP. og.\nIg _ — . tio a . J 2\noR; 52a [ 2 (ps ms) Ty 21 (ay ns) Tey | (4.20)\n\nTating another partial derivative of equation 4.20 with\n\nrespect to xy yields:\n\n2 2 2 2\n\n2 5 ( \\? Ps + ( 5] + 1( 2 ay + 1(5e]\n= Ps —- mm. QQ; - ns\n2 j=1, 7 3 9x? IRz 4 J ox? ORG\n\n(4.21)\n\nIf the point (3,94) is sufficently close to a local\nminimum of g, the second derivative terms of equation 4.21\nwill be negligible in comparison to the first derivative\nterms (11:7-13). If the point is not sufficiently close,\nthe Gauss~-Newton algorithm may not converge. Once good\nstarting points were found, the Gauss~-Newton algorithm\nconverged in all drag data reduction cases.\n\nNeglecting the second derivative terms in equation 4.21\n\n52",
    "Page_67": "and noting that m and n are always constant yields the\n\napproximation to the Jacobian element 32g/ax? (11:7-14):\n\n2 2\n2 k ‘OD. Od.\n73225 ( 4] +. 5] (4.22)\nox\" j=l Iz IR\n\nThe remaining Jacobian terms can be developed similarly and\n\nare shown below:\n\n2 2\n2 k OP. Od.\n$225 ( i] +1 ( 5] (4.23)\noy? 581 | WY oF5\n2 . : : .\nd°g_ 2970 15 ‘ (=) (]- 1 (o3 (oy (4.24)\nSXIY ~— IYIR 421 oX,) ley; TES YT ‘\n\nThe Gauss-Newton algorithm was effective at finding\nvery precise drag polar solutions in ground effect. The\nalgorithm used semi-second derivative information to achieve\nthis precision without requiring a large number of\nfunctional evaluations. The algorithm required a reasonably\nclose starting point which was determined using the steepest\n\ngradient method.\n\n53",
    "Page_68": "Vv. Flight Test\n\nOverview\n\nSix different types of flight tests were flown during\n\nthis project. This chapter summarizes the test preparations\n\nand the 6 flight tests; Reference 3 gives further\ninformation on test preparations, methods, and conduct of\nall 6 flight tests. The 6 types of flight tests flown were:\n\nPitot-static system calibration.\n\nDrag polar out of ground effect.\n\nDrag polar in ground effect.\n\nFlight profile familiarization.\n\nFlight profile development.\n\nFlight profile verification.\n\nConditions\n\nThe test team took considerable care to insure that the\ntest gliders maintained consistent aerodynamic and inertial\nqualities throughout the flight tests. Prior to the first\ntest flight of each day, the test glider control surface\ngaps were retaped and all exterior surfaces were wiped down\nfor consistent drag characteristics. The spoilers were\nretracted and cockpit vents closed for all flight tests to\nmaintain a consistent aircraft configuration. The weight\nand center of gravity of the Grob were determined at the\n\nAFFTC weight and balance hangar prior to its first flight",
    "Page_69": "test. Subsequent Grob flight tests used ballast to maintain\nits weight and center of gravity with different aircrews.\nOnly 1 aircrew flew the Blanik, and its weight and center\n\nof gravity were determined from the manufacturer's flight\nmanual.\n\nSimilar care was taken to insure standardized\natmospheric conditions for the flight tests. Outside air\ntemperature and pressure altitude were measured on each test\nand were used to correct test results to standard day, 2300\n\nget MSL conditions. The test aircrew terminated flight\ntesting if they felt any atmospheric turbulence, updrafts,\n\nor downdrafts. Winds for the out cf ground effect drag\n\npolar tests were 7 knots or less but did not affect the test\n\ndata due to the test method involved. Winds for all other\n\nflight tests were 2 knots or less.\n\nInitial Tests\n\nA set of ground tests and the first 2 sets of flight\ntests were performed to calibrate sensitive flight\ninstruments in the Grob. The AFFTC 6520 Test Group\nEngineering Services installed, calibrated, and measured the\ninstrument errors of three sensitive flight instruments in\nthe Grob: an airspeed indicator, a G-meter, and an airflow\ndifferential pressure gauge (used to help calibrate the\nairspeed indicator). Trailing-cone flight tests were made\n\nout of ground effect to determine the static source position",
    "Page_70": "errors of the airspeed indicator. ‘Comparisons of video\n\nrecorded cockpit airspeed indications with radar tracking\n\nvelocity data confirmed that these static source position\nerrors did not change in ground effect. The aircraft\nproduction altimeter was also effectively calibrated by this\ntest since it is driven by the same static sources as the\nairspeed indicator. The airspeed indicator, altimeter, and\nG-meter gave accurate readings during the rest of the flight\ntests, and the ai:flow differential pressure gauge was\ndisconnected after this first test.\n\nFollowing instrument calibration tests, a second set of\nflight tests were flown to determine the Greb drag polar out\nof ground effect. Timed constant airspeed glides were flown\nat 21 different airspeeds ranging from 44 to 110 knots\ncalibrated airspeed (KCAS) and at altitudes ranging from\n6,000 to 2,500 feet MSL. The Grob out-of-ground effect drag\npolar was then determined from the glide ratio during these\ndescents as described in Reference 3 (3:12, 15, 49). Figure\n5.1 shows the Grob out-of-ground effect drag polar. The\ncurve is a least-squares fit to the flight test data. The\nzero lift drag coefficient (Cho) was 0.01065, and the\n\ninduced drag factor (Kg) was 0.02296.\n\nDrag Polar In-Ground Effect\nA series of level decelerations were flown to measure\n\nthe Grob drag polar in-ground effect. The aircraft entered",
    "Page_71": "[ °\nL\nQ 0.8 /° 0\n= t o,\nBD\n3 0.6 0\n[ 8f\nOo 60\nQl o\n0.4 ‘ CO Oo\nof oO\nBoel oo\n0.2 r OO\na@\n[ SAD\n0 ae\n0 0.01 0.02 0.03\nDRAG COEFFICIENT\n\nFIGURE 6.1: Grob Drag Polar Out of Ground Effect\n\nthe speed course at a set altitude and airspeed. The pilot\nmaintained altitude using tethered balloons as references\nand continued the level deceleration until the end of the\nspeed course or until his airspeed dropped belcw 50 KIAS.\ncockpit video recorder, a radar gun, two tower fly-by\nstations, a weather station, and radar tracking\ninstrumentation were used to record data. Radar tracking\nposition and velocity data were used in the drag polar\ndetermination because of their high accuracy and high\nsampling rate of 1 Hertz. The fly-by towers were used to\nverify the height AGL of each deceleration, and the first\n\nset of radar tracking data was qualitatively verified with\n\n57",
    "Page_72": "video recorder and radar gun data. Wind and air temperature\n\nreadings were taken at the weather station every second\n\ndeceleration and interpolated for the readings of each\n\ndeceleration.\n\nData Reduction.\n\nTo determine the drag reduction due to ground effect,\nthe glider simulation developed in Chapter III was matched\nto the radar tracking data of each deceleration. The drag\nparameters Cy, and k were varied in the simulation to get\nthe best possible match between the simulation and the radar\n\nata. he i ‘ : ivi the best match\nrepresented the average induced drag factor for that\ndeceleration, and the drag reduction due to ground effect\nwas found by comparing this k to Ko, the induced drag\nfactor out of ground effect. The parasite drag coefficient\n\nCc was varied in addition to k because the glider control\n\nBo\ndrag varied from data run to data run, and these variations\nwould corrupt the determinations of k if they were not\naccounted for. The quality of the match between the\n\nsimulation and radar data was measured by the following\n\nweighted sum of squared differences cost function C:\n\n2 2\nc= - X + 13.97 - V.\nA [ (3 7 *3) (‘5 7%) |",
    "Page_73": "where:\n\n@ K is the simulation ground distance at point j\nxX is the radar data ground distance at point j\nVv is the simulation true velocity at point j\nVv is the radar data true velocity at point j\n\nN is the total number of radar data points\n\nThe velocity term in the cost function above was\nweighted by a factor of 13.97 to account for the greater\naccuracy of velocity measurements in the radar data. The\nempected value of the velocity measurement error was t 2.80\n\nfe\n\nw\n\nt per second, 3.74 times less than the expected ground\ndistance measurement error of + 10.48 feet. Therefore, the\n\n@ squared velocity term in the cost function was weighted by\n3.74 squared to weight the more accurate velocity data.\n\nThe steepest gradient and Gauss-Newton minimization\nalgorithms were used in combination to minimize the cost\nfunction C and achieve a good match between the simulation\nand radar data. Chapter IV describes these algorithms in\ndetail. The cost function C was equivalent to the function\ng in Chapter IV, and C was a function of Cho and k, which\nwere equivalent to x and y in Chapter III. On each level\ndeceleration, the steepest gradient algorithm was used for 1\n\nor 2 iterations to find a solution of Cy, and k which were\n\nrelatively close to the best solution. The Gauss-Newton",
    "Page_74": "algorithm was then used for 5 to 10 iterations starting with\n\nthe steepest gradient solution to find a very precise\n\nsolution which was within 0.0005 of the best solution.\n\nResults.\nThe combination of the 2 optimization algorithms gave\n\ngood results on 29 of the 47 decelerations it was used on.\n\nOn the 29 decelerations which gave good results, the\n\nsimulation and the radar data matched well enough that the\ndifferences were typically less than 0.5 knots in velocity\nand 3 feet in ground position at each data point.\n\nThe algorithms failed to give good results on 18 of the\n47 decelerations due to a convergence to impossible values\n\nof ¢c and k. The algorithms guarantee that they will\n\nDo\nconverge to a local minimum of the function, but they do not\nguarantee that this local minimum is the correct solution.\nTherefore, a reasonableness check was made to insure that\n\nc and k were within + 100 percent of Hoerner's\n\nDo\npredictions. This reasonableness check identified 18\nimpossible solutions and it made sure that the remaining 29\nsolutions were reasonable.\n\nTable 5.1 shows the parasite coefficients and induced\ndra~ factors at each altitude. The parasite drag\ncoefficients were averaged at each altitude as shown but\n\nshowed no discernable relationship with altitude. The\n\naverage parasite drag coefficient for all altitudes was",
    "Page_75": "TABLE 5.1\n\nGround Effect Drag Parameters\n\n(feet) AVERAGED THEORY\nTEST DATA\n\n0.02302 :\n\n0.02327\n0.02064\n.01976\n-01731\n-01542\n-01282\n-01154\n\n \n\nAvg Cy,: 0.01192 (11.6% Above Predicted Cho of 0.010675)\n\n0.01192, which is 11.6 percent above the coefficient found\nduring the out of ground effect drag polar flight tests.\nThis additional drag and the variations in Coo between data\nruns are most likely due to lateral and longitudinal control\ninputs and the aerodynamic energy required for the aircraft\ndynamic responses, all of which this analysis assumed to be\nconstant. The increased Cho could also be due to the fact\nthat the task of flying a level deceleration at a precise\nheight AGL is much more demanding than flying a constant\nairspeed glide out of ground effect. A more demanding task\n\nrequires larger and more frequent control inputs, generating\n\n61",
    "Page_76": "mere control drag in the deceleration than in a steady\n\nglide. This additional parasite drag was incorporated into\n\nthe level deceleration manuevers of the revised aircraft\nsimulation. The induced drag may have also varied due to\nslight variations of height above ground between different\ndecelerations. Ground effect theory predicts that even a 6\ninch difference in height could cause up to a 7.5 percent\nchange in induced drag at low altitudes such as four feet\nAGL. These factors explain why the parasite and induced\ndrag parameters varied from deceleration to deceleration and\nwhy Coo in ground effect was larger on average than out of\nground effect.\n\nFigure 5.2 shows the theoretical and actual induced\ndrag reduction caused by ground effect. These results show\nsome data scatter due to the reasons previously discussed,\nbut the average of the test data at each altitude matches\nthe theoretical data closely, especially at the higher\naltitudes. From 100 to 10 feet AGL, the average of the\nmeasured induced drag factors falls relatively close to the\ntheoretical predictions. These data therefore verify that\nthe lifting line theory gives good predictions of induced\ndrag reduction due to ground effect in this altitude band.\n\nAt 6 and 4 feet AGL, the test data show 8 and 16\npercent more drag respectively than the theoretical\npredictions. This greater induced drag may be due to\n\nseveral reasons. The pilots flying the level decelerations\n\n62",
    "Page_77": "INDUCED DRAG FACTOR (% OF Ko)\n\n40\nALTITUDE (FEET AGL)\n\nFIGURE 6.2: Ground Effect Drag Reduction\n\nmay have flown slightly high on average, since even a 6 inch\n\ngreater altitude could cause up to 7.5 percent greater\ninduced drag. It is also possible that the radar position\nand velocity data were biased such that the glider appeared\nto decelerate more rapidly than it actually did. This is\nhighly unlikely because previous radar error analyses have\nshown that the radar data does not have biases (14:1) and\nbecause the large number of data samples on each\ndeceleration would keep random errors from causing a\nsignificant bias. Finally, the test data may be correct and\nground effect may not cause as great a reduction in induced\n\ndrag as predicted. The lifting line theory neglects",
    "Page_78": "viscosity, and viscous effects may alter the aerodynamics of\n\n \n\nground effect at low altitudes.\n\nAn additional drag due to viscosity makes intuitive\nsense when the theoretical curve in Figure 5.2 is examined\nat low altitudes. The theoretical curve predicts that lift\ncan be generated at very, very low altitudes without any\ndrag penalty. Nature never gives us such a \"free lunch,”\nand viscosity is a tool nature often uses to spoil a\npredicted free lunch. Thus, viscous effects may have first\nbeen significant between 10 and 6 feet AGL and would be\nexpected to grow as altitude decreased. Altitude errors and\nradar biases may account for some of the difference between\nthe low altitude test data and the theoretical predictions,\nbut the test results are sufficiently good to question the\ntheoretical predictions of ground effect at low altitudes.\nThe real drag reduction due to ground effect at low\naltitudes therefore probably lies closer to the test data\nthan to the theoretical predictions of the lifting line\ntheory.\n\nWhile the reasons why ground effect does not provide as\nlarge a drag reduction at low altitudes as predicted are not\ncertain, the effect on glider range is. Ground effect has\nbeen shown to reduce induced drag, but it did not reduce\ninduced drag as much at low altitudes as predicted.\nTherefore, a new empirical prediction of ground effect was\n\ndeveloped and is shown in Figure 5.3. This empirical ground",
    "Page_79": "100\n\n3\na)\n5\nz\nBe\n<\n1\n©\n& 40\nEa\n0\n9 20 40 60 80 100\n\nALTITUDE (FEET AGL)\n\nFIGURE 5.3: Revised Ground Effect Drag Reduction Model\n\neffect prediction uses the lifting line prediction of ground\neffect down to 10 feet AGL and then uses a line drawn\nthrough the averaged test data below 10 feet AGL. Note that\nthis new ground effect prediction stops at 4 feet AGL\nbecause this is the lowest altitude a glider could fly even\nin near perfect test conditions. This new ground effect\nprediction is intended only for glider analyses; the\nprediction may not be completely accurate aerodynamically,\nbut it will give the correct results for glider performance\nanalyses. This ground effect prediction is incorporated in\n\na revised glider simulation to more accurately reflect the\n\nglider performance.\n\n65",
    "Page_80": "FIGURE 5.4: Standard and Test Flight Profiles\n\nFlight Profile Familiarization\n\nProfile Development.\n\nA test flight profile was developed to test how to best\nuse ground effect to maximize glide range. The test profile\nconsisted of 5 manuevers, as shown in Figure 5.4. The\nprofile began with a constant airspeed glide at the best\npenetration airspeed. A constant load factor pushover was\n\ninitiated at a specified height AGL and held to a planned\n\ndive angle. A constant angle dive was then flown to gain\n\nairspeed, followed by a constant load factor pullout\ninitiated at a specified height. The final manuever was a\n\nlevel deceleration. Breaking up the profile into these 5",
    "Page_81": "mManuevers allowed the profile to be standardized among test\npilots and still provided the maximum flexibility a glider\npilot could use in low altitude manuevering to extend range.\n\nFiguve 5.4 also shows the standard 3 manuever flight\nprofile that glider pilots currently fly to maximize glide\nrange. The standard profile consists of a constant airspeed\nglide at best penetration airspeed followed by a pullout to\na level deceleration in ground effect which is maintained\nuntil the glider runs out of airspeed and stalls. The range\nresulting from this 3 manuever profile will be the standard\nagainst which all test profiles will be evaluated.\n\nThe test flight profile began with a constant airspeed\ndive at the best penetration airspeed because this manuever\nmaximizes the ratio of groundspeed to vertical velocity and\nthus maximizes glide range out of ground effect. The best\npenetration airspeed glide is therefore used to maximize\nglide range at higher altitudes and is maintained until the\noptimum altitude to begin a transition into flight in ground\neffect. Glider pilots are currently taught to fly this\nairspeed to maximize range, so it is a logical airspeed from\nwhich to start.\n\nGiven that the test flight profile begins with a best\npenetration airspeed glide, there are an infinite number of\nways to transition into flight in ground effect.\n\nFortunately, there are a number of practical considerations\n\nthat limit the ways a transition could be made. First, a",
    "Page_82": "second dive (manuever 3) must be made at a steeper dive\n\nangle than the best penetration airspeed dive in order to\n\nsignificantly change the glide range from a standard\nprofile. Since gliders lack sophisticated intruments to\nallow complex dives, the only dive which could be done\nconsistently is a constant pitch angle dive. A constant\npitch angle dive equates to a constant flight path angle (y)\ndive for low a; therefore, the third manuever in the test\nprofile is a constant y dive. Second, a glider pilot will\nonly have time to fly one dive besides the initial best\npenetration dive. This is because the dive (test manuever\n3) must be initiated close to the ground and there simply\nisn't time to transition to another dive before ground\n\nimpact would occur. Third, a glider pilot cannot fly a\n\ncomplex step down into ground effect. The lack of height\n\nreferences at very low altitudes makes complex step downs\naifficult, and even highly experienced glider pilots have\n@ifficulty judging a precise height AGL. Therefore, the\nbest manuever in ground effect that a glider pilot can\nconsistently fly is a constant height AGL deceleration,\nwhich is test manuever 5. Fourth, physics demand that some\ntype of pushover connect test manuevers 1 and 3 and some\ntype of pullup connect test manuevers 3 and 5. Good glider\npilots can perform constant load factor pushovers and\npullups consistently, but without any complex\n\ninstrumentation they cannot perform any other types of",
    "Page_83": "pushovers and pullups consistently. Thus, test manuevers 2\nana 4 were defined as a constant load factor pushover and\npullup respectively. This accounts for all 5 test manuevers\nshown in Figure 5.4.\nApplying the reasoning of the previous paragraph to the\nstandard profile, standard manuever 2 must be a constant\nload factor pullout and standard manuever 3 must be a level\ndeceleration. Note that standard manuever 2 is identical to\nion of test manugver 5 where the airspeeds in both\nimportant result implies that a\n\nin ground effect need not be tested below\n\nlightly below the best penetration airspeed in\n\norder to determine the range difference betwean the test and\n\nstandard profiles. This result is fortunate, because safety\n\nof flight considerations did not allow flight testing in\n\nground effect at low airspeeds. Grob testing was terminated\non both standard and test profiles at 50 KTAS; Blanik\ntesting was also terminated at 50 KTAS\n\nKTAS with flaps down.\n\neven Grob sorties were flown to familiarize the test\npilots with the test flight profile shown in Figure 5.4.\nInitially, tests were flown above 500 feet AGL and pointed\nout 2 valuable safety and operational considerations in the\n\ntest manuevers. An important safety consideration",
    "Page_84": "discovered was that constant angle dives (test manuever 3)\n\nof more than 10 degrees would be unsafe at low altitudes.\n\nDives up to 25 degrees were safely flown at high altitudes,\nbut dives were restricted to 10 degrees during all profile\ntesting at low altitudes. The operational consideration\ndiscovered was that very gentle pushovers and pullups were\nbest to achieve a 10 degree dive angle. The test pilots\nfound that load factors of up to 0.9 and 1.05 were best to\nsmoothly push over and pull out to precise flight\nconditions. More aggressive pushovers and pullouts caused\nsignificant overshoots of the desired dive angle and heights\nof transition. Limiting the load factors of the manuevers\nmakes sense aerodynamically also because more aggressive\nmanuevers generate greater control drag. Therefore, the\nconstant angle dives were limited to 10 degrees, and the\npushover and pullup load factors were limited to 0.9 and\n1.05 respectively.\n\nThe last profile familiarization flights were flown\ncloser to the ground. No problems were encountered, and the\ndetails cf how to fly the profiles were ironed out. The\nprofile sequence began with a best penetration airspeed\nglide toward the speed ccurse shown in Figure 1.1. The\npilot would use spoilers to adjust his flight path above 350\nfeet AGL in order to arrive at 350 feet AGL over the\ndistance reference vehicle. The reference vehicle was set\n\nback from the speed course by a distance (Krag?) determined\n\n70",
    "Page_85": "from the glider simulation such that the glider would enter\nthe speed course at the start of the lavel deceleration.\n\nThe glider then began the pushover at a set altitude above\nground level, established and maintained a constant angle\ndive until reaching a given airspeed, and then pulled out at\na constant load factor to begin the level deceleration at a\ngiven altitude AGL.\n\nThe simulation provided 6 target parameters for each\nmanuever that completely defined the test profile, and these\nparameters were verified on several familiarization\nprofiles. These 6 target parameters were: the distance for\nthe reference vehicle (Kose) the height to begin the\n\npushover (h the load factor of the pushover (Apush) «\n\npush? *\nthe dive angle of the constant angle dive (give): the load\n\nfactor of the pullout (n and the height of the level\n\npush?’\n\ndeceleration (Macce1?- Several other target parameters were\ngenerated to help the pilots fly the profiles, but only\nthese 6 are needed to completely define the profile. These\nfamili ization flights therefore proved that the test\n\nflight profiles were viable.\n\nFlight Profile Development\nAfter the flight profile familiarization flights, a\nseries of 34 sorties were flown on 2 consecutive days to\n\ndevelop flight profiles to test the gliding range of the\n\nGrob without wind. The test profiles for these flights were",
    "Page_86": "developed from optimization results using an early version\n\nof the glider simulation. These flights proved that a test\n\nprofile flown under ideal conditions could extend Grob\ngliding range by up to 1179 feet over the standard flight\nprofile currently used.\n\nAn early version of the glider simulation was used with\nthe steepest gradient optimization algorithm to determine\n\nthe profiles to be tested. The test profile parameters were\n\ndesigned to encompass variations of the predicted optimun\n\nprofile for maximum glide range. The early glider simulation\nversion was used because the rapid flight test schedule\nprecluded data analysis from the level decalerations and\ntherefore the simulation could not be updated with the\ndeceleration results. The early simulation version used the\nGrob out of ground effect drag polar and the lifting line\npredictions of ground effect. This resulted in the\nsimulation parasite drag coefficient being 11.6 percent less\nthan actually seen in the level decelerations, and the\nsimulation induced drag factor was likewise up to 16 percent\nlow at altitudes below 10 feet. The steepest gradient\nalgorithm used the early simulation to predict what the\noptimum profile for maximum gliding range without wind weuld\nbe. The steepest gradient algorithm is described in Chapter\nIV and was run twice using a set of starting parameters\nclearly greater than a solution could be and using a set of\n\nstarting parameters clearly less than the solution could be.",
    "Page_87": "The 2 runs of the algorithm each converged in 5 iterations\n\nto within 5 percent of each other. This steepest gradient\n\noptimization of the early simulation therefore served its\n\npurpose by providing a first guess at the optimum flight\nprofile for maximum range without wind.\n\nThe test matrix in Table 5.2 was built to encompass 32\nvariations of 4 pushover altitudes, 2 pushover load factors,\n2 dive angles, and 2 level deceleration altitudes. Four\npractice profiles were also included at 2 higher level\ndeceleration altitudes to give the aircrew practice on the\nfirst 2 runs of each day. The test matrix also planned for\n2 standard profiles to establish the standard range against\nwhich to measure the test profiles. Unfortunately, 4\nfactors reduced the utility of the 34 profiles flown using\nthis test matrix. First, radar tracking was available on\nonly 19 of the 34 profile test sorties flown, reducing the\nnumber of useful profile tests to 19. Second, the Grob\naltimeter had about a 50 foot mechanical lag error; this\nresulted in all pushover altitudes being 50 feet too high.\nThird, the difficulty in eyeballing dive angles made all\nconstant angle dives flown lie within 3 degrees of 10\ndegrees nose down. Fourth, all pushover load factors were\nflown within 0.02 of 0.95; even with a sensitive mechanical\nG-meter the test pilots could not achieve a variation in\npushover load factor in addition to all of the other\n\nparameters they were required to achieve. These factors",
    "Page_88": "TABLE 5.2\n\ne@ Flight Profile Development Test Matrix\n\nStd Profile\nStd Profile\nPractice\nPractice\nPractice\nPractice\n\nPRI\noo}\nPR\nUOT\n\noooot\noe ee\nRP\noO\nPR\nQa\n\nCWOMY AUBUNP\nPRE\n9000 o\n\nB\n\n°\n\nPR\noo\n\ner)\n\nC200 a000\nWWNDO0 wYWYWW WHUWY\noud\nbP PR we\no °cf °o\nSO Pops\n\nPR\noo\n\neee\n\nBR\n\noO\nANAKH AARAHA\n\nwwww wwwow woVvNww woWNWWw\n\neee\n\noon\nooo wo un ur\n\neee\n\noo00 9000 oo00 oo0o0o0\nOa TMGH\nAANnH PHoP BP PP\n\nom oro\n\n \n\n* Originally Predicted Optimum Profile",
    "Page_89": "Oo 00 @0 O00\n\n5 10 15\nLEVEL DECELERATION ALTITUDE (FEET)\n\nFIGURE 5.5: Glide Range Versus Level Deceleration Altitude\n\nreduced the amount and variations of the test profiles, but\nthe test results were sufficient to evaluate the glider\nsimulation and identify trends within the profiles tested.\n\nTable 5.3 shows the results of the optimum profile\n\ntests along with the ranges predicted by the early version\n\nof the glider simulation. The only significant profile\nvariations achieved were variations in the level\ndeceleration altitude and in the pushover altitude.\n\nFigure 5.5 is a compilation of test results with\npushover altitudes between 290 and 240 feet, and it has a\ngeneral trend showing the importance of the level\n\ndeceleration altitude in determining glide range. The trend",
    "Page_90": "TABLE 5.3\n\nProfile Development Test Results\n\nLEVEL DECEL PUSHOVER RANGE FROM 350 FEET AGL\nALTITUDE ALTITUDE MEASURED [SIMULATION PREDICTION\n\nORIGINAL REVISED\n\n(feet) (feet) {feet) (feet) (feet)\n\n278\n310\n281\n273\n\n291\n240\n239\n205\n205\n\n318\n309\n279\n261\n259\n232\n224\n217\n216\n\nPP PP PS P PB bP Hh FB PB\n\nStandard\nProfile\n\n \n\nof lower level deceleration altitudes giving more range is\nskewed somewhat by the various pushover altitudes within\n\neach level deceleration set, but the overall trend is still\n\n76",
    "Page_91": "220 240 260 280 300 320\nPUSHOVER ALTITUDE (FEET)\n\nFIGURE 5.6: Glide Range Versus Pushover Altitude\n\napparent. The lowest possible level deceleration altitude\nis best because it provides the greatest reduction in\ninduced drag from ground effect. Figure 5.6 graphs glide\nrange versus pushover altitude. The pushover altitude also\ninfluences the glide range because it determines how fast\nthe glider will be flying at the start of the level\ndeceleration. Within each group of level deceleration\naltitudes, lower pushover altitudes gave better range down\nto the minimum altitude tested. These trends were confirmed\n\nby the revised glider simulation, and the revised simulation\n\nmatched the flight test results within 400 feet of range for\n\nall but 1 point.",
    "Page_92": "While the results of Table 5.3 show that a ground\n\n \n\neffect flight profile can increase range up to 1179 feet\n\nover a standard profile, the results are somewhat\nmisleading. The standard profile shown in the table was\nflown at a penetration speed about 5 knots too slow and\ntherefore did not give as much range as it should have. The\ncomparisons between optimum flight profiles using ground\neffect and standard profiles are made in Chapter VI using\nthe glider simulation and they show that the optimum flight\nprofile using ground effect extends maximum range only\nslightly over a perfectly flown standard profile. The\nimportance of these tests were that they showed that the\nrevised glider simulation indeed matches the flight test\n\ndata closely.\n\nFlight Profile Verification\n\nHaving developed and verified methods of predicting\nground effect, and having demonstrated a range gain with the\nGrob G-103 in ground effect, the next test phase was to\nvalidate these methods on a different glider. The Blanik\nwas different from the Grob in 3 major ways as shown in\nTable 5.4: it had a lower aspect ratio, a high mounted\nwing, and a higher Cho and k. The lower aspect ratio and\nhigher Cho and k gave the Blanik worse glide performance\n\nthan the Grob. The high mounted wing prevented the Blanik\n\n  \n\nfrom flying any lower than 7 feet AGL and reduced the",
    "Page_93": "TABLE 5.4\n\nTest Aircraft Comparison\n\nCHARACTERISTIC GROB BLANIK\nFLAPS UP FLAPS DOWN\n\nWingspan (feet) 57. 53.1\nWing Area (£t7) 191. 248\nAspect Ratio 17. 11.4\nTest Weight (lbs) 1279 1102\n\nCc 0.010675 0.019\n\nDo\nKp 0.02296 0.0328\n\nbenefits of ground effect. The Blanik was more\nrepresentative of a production glider because its drag\ncharacteristics had not been flight test verified for 5\nyears and could have changed significantly. The Blanik was\ntested in 2 configurations because the 2 configurations were\nvery different in aspect ratio and were slightly different\nin wing area. Thus, the 2 configurations essentially\nrepresented 2 different gliders which gave our methods a\ngood test of production gliders.\n\nFourteen data runs were flown in the Blanik sailplane:\n7 with flaps-up and 7 with flaps-down. This time, the\nconstant angle dives were standardized at 10 degrees and the\npushover and pullup load factors were standardized to 0.9\n\nand 1.05 Gs respectively. Unfortunately, this test like the\n\nGrob profile tests also suffered from lack of radar data in",
    "Page_94": "TABLE 5.5\n\nProfile Verification Test Matrix\n\nALTITUDE ALTITUDE\n\n(feet) (feet)\n\nOo.\nFlaps Up 1 Standard\n2 Practice\n3\n4\n5\n6\n7\n8\n9\n\nCONFIGURATION LEVEL DECEL] PUSHOVER REMARKS\nN\n\nStandard Profile\nPractice Profile\n\nFlaps Down\n\n* Originally Predicted Optimum Profile\n\nthat only 7 of the 14 runs were tracked. Once again, the\nmechanical lag errer of the altimeter made all pushover\naltitudes about 50 feet higher than planned. Table 5.5\nlists the test matrix as planned, and Table 5.6 lists the\ntest results.\n\nThe test matrix in Table 5.5 and the original range\n\npredictions in Table 5.6 were developed using the steepest",
    "Page_95": "TABLE 5.6\n\nProfile Verification Test Results\n\nCONFIG- PUSHOVER RANGE FROM 350 FEET AGL\nALTITUDE|MEASURED}PREDICTED BY SIMULATION\n\nALTITUDE ORIGINAL REVISED\n(feet) (feet) (feet) (feet)\n\n197\n172\n164\n\nStandard\nProfile\n\ngradient optimization algorithm on a simulation of the\n\nBlanik with 5 year old flight test drag characteristics and\nuncorrected lifting line ground effect predictions. As with\nthe Grob profile tests, the speed of the test schedule did\nnot allow the simulation to be updated prior to flight test.\nThe original predictions were up to 1100 feet too\noptimistic, but the revised predictions were much closer for\nthe flaps down configuration. The revised predictions used\nthe simulation with the lifting line ground effect theory\n\nrevised at low altitude and a revised Blanik drag polar.",
    "Page_96": "The Blanik CH, was increased 11.6 percent based on the Grob\n\nlevel deceleration test results to account for the added\n\ncontrol drag encountered in flying these high gain tests.\nThe revised predictions matched flaps down flight test\nresults very well (within 300 feet), but the flaps up\nresults were 600 to 800 feet short of the revised\n\npredictions. These large differences indicate that the\n\nBlanik probably has a greater flaps up Coe than the\n\npublished Blanik data. This demonstrates a practical\ndrawback to the optimum profile predictions because almost\nall production gliders have published drag polars that show\nmore optimistic performance than they actually have. In\nview of these results, the optimum profile methods should\nnot be used on a glider whose drag characteristics are not\n\nknown within 5 percent.",
    "Page_97": "VI. Flight Profile Optimization\n\nMethods\n\nAfter completion of the flight test program described\nin Chapter V, a revised glider simulation was optimized\nusing the steepest gradient algorithm and Newton’s method.\nThis optimization yielded the optimum profiles to fly for\nmaximum glide range with and without wind.\n\nThe glider simulation was revised after the level\ndeceleration flight tests showed that ground effect did not\neffectively reduce induced drag as much as originally\npredicted by the lifting line theory. The ground effect\nmodel was modified to match the level deceleration test\nresults at heights below 17.5 percent wingspan. Also, the\nlevel deceleration tests showed that the parasite drag of a\nglider increases by about 11.6 percent during the demanding\ntask of flying a ground effect profile. The simulation was\nrevised to increase the parasite drag coefficient during\nlevel decelerations by 11.6 percent accordingly. These 2\nrevisions made the simulation more accurate in flight\nprofile tests of the Grob and the Blanik, and these\nrevisions will now be used to predict optimum flight\nprofiles for maximum range with and without wind.\n\nThe turbulent boundary layer wind model discussed in\n\nChapter II was also used in the simulation. This wind model\n\ngives the reduction in wind velocity at a given altitude AGL",
    "Page_98": "caused by ground effect.\n\nPenetration Airspeed Computation.\n\nThe penetration airspeeds for each glider at each wind\nspeed were computed using the quadratic spline interpolation\nmethod discussed in Chapter IV. This method gave a\n\npenetration airspeed within 0.25 knots of the actual\n\npenetration airspeed, which is more accurate than any glider\n\npilot could fly. The penetration airspeed was used in the\nglider simulation in the first manuever of the optimum\nflight profile, and it represents the best airspeed to fly\nin order to maximize glide range out of ground effect.\n\nThe derivation of the penetration airspeed may be\nvisualized with a glider performance polar which shows the\nglider's vertical velocity versus true airspeed. The Grob\nperformance polar out of ground effect is shown in Figure\n6.1 as an example. To determine the penetration airspeed\nfrom the performance polar, the ratio of the groundspeed to\nthe vertical velocity must be maximized. Since groundspeed\nis equal to the true airspeed minus the wind velocity, the\nratio of groundspeed to vertical velocity is maximized by a\ntangent to the performance polar which intersects the wind\nvelocity point on the horizontal axis. This penetration\nairspeed is equal to the airspeed for the maximum lift to\ndrag ratio in no wind conditions and grows increasingly as\n\nwind velocity grows.",
    "Page_99": "VERTICAL VELOCITY (KTAS)\n\n \n\n \n\n80 100 120\n\n0 20 | 40 60 :\nVwinb VBENETRATION\nAIRSPEED (KTAS)\n\nFIGURE 6.1: Grob Performance Polar\n\nUsing equations 3.4 and 3.8, the flight path angle\nYglider can be expressed as a function of the true airspeed\nV. Noting that the flight path angle Yglider is constant in\na penetration dive yields the result n = cos (Yo, der! from\nequation 3.4. Substituting this result and the identity\n\n2 _ 4. ese? . .\ncos (Yg1ider? = 1 sin (Yg1ider) into equation 3.8 and\nnoting that the airspeed V and induced drag factor kp remain\n\nconstant during a penetration airspeed dive out of ground\n\neffect yields:\n\n85",
    "Page_100": "2 2\n\novesc 2W* k\n0 = W sinly j Po - °\n= . - —,—*\nglider 0 ye S\n2W2 ky . 9\n+ sys sin {Yg1iaer) (6.1)\n\nEquation 6.1 can now be solved for sin(y) by taking the positive\n\nroot of the quadratic function as shown below:\n\nsinlygiider!\n\n \n\n(6.2)\n\nThe ground approach angle ¥ground in Figure 6.1\nrepresents the angle of descent of the glider with respect\nto earth fixed coordinates. A minimum ¥ground gives the\nhighest ratio of horizontal groundspeed to vertical\nvelocity. From the geometry of Figure 6.1, the following\n\nexpression can be derived for tan(ygrouna):\n\nVv tan(¥giider) (6.3)\n\ntanlyground! =Vioina\n\nSince Yglider is a relatively small angle (typically less\nthan 5 degrees for penetration glides in winds up to 50\n\nKTAS), sin(ygiiger) will be used to approximate\n\n86",
    "Page_101": "tan (yo1iaer!- Solving for Y ground and substituting the\n\nexpression for sinl¥oiider!) in equation 6.3 yields:\n\nYground =\n\n \n\n(6.4)\n\nThis expression for Y ground in terms of V was solved\nnumerically using the quadratic spline interpolation\nalgorithm discussed in Chapter IV to give the best\npenetration airspeed to fly in a given wind. The angle\nYground is equivalent to the function g in Equation 4.17 and\nthe single independant variable V is equivalent to q. The\nalgorithm always converged to a solution within 0.25 knots\nof the best possible solution in 8 to 10 iterations. This\nbest penetration airspeed was then used as the starting\nmanuever for the optimum flight profile for maximum glide\n\nrange.\n\nFlight Profile Optimization.\nTwo parameters in the flight profile in Figure 5.4 were\nvaried in order to determine the optimum profile for maximum\n\nrange. The penetration dive angle at the start of.the\n\nprofile was naturally set by the penetration airspeed, and",
    "Page_102": "the pushover and pullup load factors were set to 0.9 and\n\n1.05 respectively because the test pilots in the optimum\n\nprofile flight tests felt most comfortable with these load\n\nfactors in low altitude manuevering. The level deceleration\n\naltitude was set such that the lowest point on the glider\nwas 1 foot AGL because this was the lowest that the test\npilots could fly with special height references. This left\nthe height of starting the pushover and the angle of the\nconstant angle descent as the 2 remaining variables to be\noptimized, but even these 2 variables needed 2 safety\nconstraints. The height of the pushover was constrained to\nbe at least 100 feet AGL because beginning a dive below 100\nfeet AGL would be unsafe. The angle of the constant angle\ndescent was limited to a maximum of 10 degrees nose down\nbecause steeper flight path angles would be unsafe.\n\nUsing the revised simulation with the wind model and\nthe calculated penetration airspeed, the steepest gradient\nalgorithm and Newton's method were used in combination to\nfind the optimum profiles for maximum glide range with and\nwithout wind. The steepest gradient algorithm and Newton's\nmethod are described in detail in Chapter IV. Both methods\nwere used to optimize the pushover height and constant angle\ndive of the flight profile shown in Figure 5.4. The glide\nrange X was equivalent to the function g in these\nalgorithms, and the variables of the pushover height and the\n\ndive angle were equivalent to the variables x and y. The",
    "Page_103": "TABLE 6.1\n\nGrob Optimum Profiles\n\nPENE- Housh Noush DIVE Noull Haecel GLIDE RANGE\nTRATION ANGLE GAIN OVER\n\nAIRSPEED STD PROFILE\n\n0\n\n4\n10\n20\n30\n50\n\n \n\nsteepest gradient algorithm was used on this flight profile\nfor 3 to 5 iterations and provided an approximate solution\nfor use with Newton's method. Newton's method provided a\nvery good solution such that the values of the variables\n\nwere changing less than 1 percent on each iteration.\n\nResults\n\nTable 6.1 shows the optimum profiles for maximum range\nin the Grob. Several logical trends are apparent in these\nresults. First of all, the penetration airspeeds increase\nas the headwind velocity increases. This is logical since a\nglider must fly faster to overcome a headwind. Secondly,\nthe pushover altitudes of each optimum profile increase as\nwind velocity increases. This makes sense because the\n\nreduction in wind velocity at low altitudes makes\n\n89",
    "Page_104": "TABLE 6.2\n\nBlanik Flaps Up Optimum Profiles\n\nPENE- Hpush Noush DIVE [N.\nTRATION ANGLE GAIN OVER\nAIRSPEED STD PROFILE\n\n0 7\n\n20\n30\n\ng\n2\n10 4\n8\n5\n50 0\n\n \n\ntransitioning into ground effect more advantageous at the\nhigher wind velocities. Thirdly, the optimum profile uses\nthe maximum dive angle available. In the low altitude\nprofiles, there was insufficient time to reach the dive angle\nlimit of 10 degrees, but the maximum angle possible at each\npushover height was always reached. This again is logical,\nsince a steep dive gives a quick transition into the ground\neffect reductions of wind and drag. Lastly, the ground\neffect profile range gain over a standard profile increases\nas wind velocity increases. This also makes sense due to\nthe wind reduction caused by ground effect at low altitudes.\nThe optimum profiles for the Blanik with flaps up in\nTable 6.2 and with flaps down in Table 6.3 show the same\ntrends as the Grob profiles did. The penetration airspeed,\n\npushover start height, and range gain all increase with\n\n90",
    "Page_105": "TABLE 6.3\n\n   \n\n    \n \n\n    \n \n\nBlanik Flaps Down Optimum Profiles\nGLIDE RANGE\nTRATION GAIN OVER\n\nHEAD- push “pushy” DIVE | Petal” decel\nWIND\nAIRSPEED STD PROFILE\n\n: a .\n\n0\n10\n20\n30\n50\n\nincreasing wind velocity, and the dive angle optimized was\n\nPENE-\n\n         \n   \n \n\n  \n    \n \n   \n\n \n\n \n\n  \n\n  \n\n8\n.7\n\n5\n0\n\n \n\nthe maximum available under the applied constraints.\n\nThe optimum profiles in Tables 6.1 to 6.3 also show the\neffects of the differences between the Grob and the Blanik.\nThe 2 gliders are similar in wingspan, wing area, and gross\nweight as shown in Appendix A. The Blanik's high wing and\npitch sensitivity cause it to fly 3 feet higher than the\nGrob, which reduces ground effect significantly. The Blanik\nwith flaps up has a 12 percent higher profile drag\ncoefficient than the Grob and twice its induced drag\nfactor. The higher induced drag factor causes a greater\nrange gain than the Grob at low wind speeds, but this range\ngain falls off due to the higher profile drag at the high\n\nspeeds required to overcome higher winds. The Blanik with\n\nflaps down has a 78 percent higher parasite drag coefficient",
    "Page_106": "than the Grob and a 43 percent higher induced drag factor.\n\nThe higher parasite drag coefficient causes a lesser range\n\ngain than the Grob at all wind speeds. This comparison of\nthe Blanik and the Grob shows that the range gain is maximum\nfor a low winged high performance glider such as the Grob in\nheadwinds over 20 knots. The Blanik with flaps up has\nslightly greater range gains in winds less than 20 knots.\nSince the Grob has more range in headwinds and since\nmost glider pilots who are interested in ground effect fly\nhigh performance gliders, the Grob was used for parametric\ntrade studies to determine the effects of varying 7 key\nparameters. The density altitude, level deceleration\nheight, penetration airspeed, wingspan, wing loading,\nparasite drag coefficient, and induced drag factor were\nvaried separately to determine their effects on the range\n\ngained by using a ground effect profile versus a standard\n\nprofile. These results show that the ground effect profile\n\nworks better than a standard profile at high density\naltitudes, at low level deceleration heights, at penetration\nairspeeds less than optimum, and with gliders having long\nwingspans, high wing loadings, low parasite drag\ncoefficients, and high induced drag factors.\n\nFigure 6.2 shows the range gained with an optimum\nground effect profile over a standard profile at density\naltitudes from sea level to 10,000 feet. Glide range in\n\nabsolute terms varies considerably with density altitude,",
    "Page_107": "(FEET)\n\n‘\n\nRANGE GAIN FROM OPTIMUM PROFI\n\n2000 4000 6000 8000 10000\nDENSITY ALTITUDE (FEET)\n\nFIGURE 6.2: Range Gain Versus Density Altitude\n\nbut the gain in range from using a ground effect profile\nversus a standard profile has less variation because both\nprofiles vary somewhat similarly with density altitude. The\nrange gain variation between sea level and 10,000 feet is\n\nonly 16.3 percent with no headwind because it varies\n\ndirectly with true airspeed. True airspeed is a function of\n\nthe ratio of the square root of air densities as shown in\n\nequation 6.5 below.",
    "Page_108": "Once headwinds are present, the range gained using\n\nground effect is greater than equation 6.5 would predict.\n\nThis greater range gain is caused by the fact that a glider\nat high altitudes travels at a higher true airspeed and\ntherefore has a higher groundspeed in a wind of given\nvelocity. This does not mean that gliders typically would\nnormally experience greater range gains at high altitudes\nbecause the winds at higher altitudes are typically greater\nthan those’ at lower altitudes. It does mean that a glider\nwould experience a greater range gain using a ground effect\nprofile at a higher altitude at a given wind speed, however.\nFigure 6.3 shows the range gained in no wind conditions\nby using an optimum ground effect profile at various level\ndeceleration height to wingspan ratios. Range gain\nincreases rapidly with decreasing height to wingspan ratios\ndue solely to ground effect induced drag reduction. This\nreduction in induced drag causes a range loss at heights\nabove 20 percent of the Grob's wingspan, which is a much\nlower cutoff than many glider pilots would think. Although\nthis result applies specifically to the Grob, most medium to\nhigh performance gliders are sufficiently similar that they\nwould not see any range gain at level deceleration heights\nabove 20 percent wingspan in no wind conditions. An\naltitude of 20 percent wingspan equates to 11.5 feet AGL in\nmost high performance aircraft, and the need to fly at such\n\nlow altitudes in no wind conditions severely limits the",
    "Page_109": "g 8\n\n8\n\n8 6\n\nRANGE GAN FROM OPTIMUM PROFLE (FEET)\n8\n\n8\no\n\n20 40 60 8 10 120 140 160\nALTITUDE TO WINGSPAN RATIO (PERCENT)\n\nFIGURE 6.3: Range Gain Versus Altitude to Wingspan Ratio\n\nusefulness of the ground effect optimum profile.\n\nFigure 6.4 shows the range gained by using an optimum\nground effect profile at various level deceleration\naltitudes AGL. The wind curves in Figure 6.4 are not a\nfunction of height to wingspan ratio since the wind\nreduction due to ground effect is a function of absolute\naltitude AGL only. Wind reduction due to ground effect can\n\ncause range gains at much higher altitudes than under no\n\nwind conditions. Up to 300 feet of range could be gained in\n\n50 knot headwinds using a level deceleration altitude of 90\n\nfeet, which is sufficient to clear most obstacles existing",
    "Page_110": "20 KTAS HEADWIND\n\nRANGE GAIN FROM OPTIMUM PROFLE (FEET)\n\n8\n\nALTITUDE (FEET AGL)\n\nFIGURE 6.4: Range Gain Versus Level Deceleration Altitude\n\nnear glider airfields. High winds generally bring many\nother problems such as turbulence and updrafts or\ndowndrafts, however. These problems make flying at even 90\nfeet AGL dangerous.\n\nGlider pilots rarely have precise wind measurements\nwhen soaring, and most glider pilots do not have the McReady\nring to compute their best penetration speed when they\nencounter a wind. Therefore, a glider pilot could easily\n\nmisjudge his penetration airspeed by up to + 10 knots.\n\nFlying the wrong penetration airspeed will change glide\n\nrange as shown in Figure 6.5. Flying too low a penetration\n\nairspeed shortens range in the standard profile, resulting",
    "Page_111": "° §\nERROR IN PENETRATION AIRSPEED (KTAS)\n\nFIGURE 6.5: Range Gain Versus Error in Penetration Airspeed\n\nin a greater range gain from flying an optimum ground effect\n\nprofile. Flying too high a penetration airspeed makes the\nstandard profile more like an optimum ground effect profile\nand therefore decreases range gained using the ground effect\nprofile. Thus, if the penetration airspeed is not precisely\nknown or the airspeed indicator is not accurately\ncalibrated, a standard profile should be flown about 2 knots\nfaster than the estimated penetration speed for each 10\nknots of headwind. This faster airspeed will make the\nprofile more like an optimum profile without having the\ndangerous characteristics of an optimum profile and will\n\nguard against the large range losses that occur at airspeeds",
    "Page_112": "-200\n0 20 40 60 80 100 120 140 180 180 200\n\nRATIO OF PARASITE DRAG COEFFICIENTS, C p¢/C po (PERCENT)\n\nFIGURE 6.6: Range Gain Versus Variation in Parasite Drag Coefficient\n\nbelow penetration airspeed.\n\nFigure 6.6 shows how the aircraft parasite drag\ncoefficient greatly affects the range gain possible using an\noptimum ground effect profile. Lower parasite drag\ncoefficients cause greater range gains because the glider\ntransitions into ground effect from a higher altitude and\nspends more time in ground effect. Some high performance\ngliders have lower parasite drag coefficients than the Grob,\nbut most do not have significantly lower coefficients and\nwould not see significantly greater range gains than a Grob.\n\nFigure 6.7 shows the variation of range gain due to an\noptimum profile versus aircraft wing loading. A high wing\n\nloading causes maximum range gain with the ground effect",
    "Page_113": "Q 50 100 150 200 250 300\nWING LOADING TO NOMINAL WING LOADING RATIO (PERCENT)\n\nFIGURE 6.7: Range Gain Versus Wing Loading Variation\n\nprofile because the glider operates at higher angles of\nattack where induced drag is prevalent. This effect does\nnot help most high performance gliders because they are\ndesigned to be as light as possible and thus do not have\nwing loadings much higher than the Grob.\n\nHigh induced drag factors can cause a slightly greater\nrange gain for the ground effect profile as Figure 6.8\nshows. This is because a greater induced drag means that\nmore induced drag is reduced by ground effect. Conversely,\n\na large decrease in range gain would result from decreasing\n\nky. The parasite drag coefficient could easily be\n\nincreased, but decreasing Ko beyond the low value shown by",
    "Page_114": "0 60 100 160 200\nRATIO Ti 14\nOF INDUCED DRAG FACTORS, Ig Ono (PERCENT)\n\nFIGURE 6.8: Range Gain Versus Variation in Induced Drag Factor\n\nthe Grob would be difficult. As shown in Chapter II, Ko\ndepends inversely on aspect ratio and wing efficiency. The\nGrob has a high aspect ratio of 17.1; few gliders have\nsignificantly greater aspect ratios. The wing efficiency is\ndetermined primarily by the lift distribution across the\nwingspan; an elliptical lift distribution is optimum. The\nlift distribution of the Grob could not be significantly\nimproved without reducing the aspect ratio. Thus, most\nether glider configurations have higher induced drag\nfactors and would see a greater range gain from ground\n\neffect profiles.",
    "Page_115": "Practical Applications\n\nDespite having predicted and proven that an optimum\nground effect profile can increase glide range over the\nstandard maximum range profile currently flown, the\napplications of ground effect are limited by several safety\nand operational concerns. These concerns limit ground\neffect application to a very few special cases.\n\nThe small increases in glide range possible using an\noptimum ground effect profile are not practical and are not\nworth the risks in normal circumstances. Most glider\nairfields have some obstacles and lack good low altitude\nheight references, which makes flying low enough for\nreducing induced drag almost impossible. If strong\nheadwinds are present, then moderate to strong air\nturbulence will likely be present, and flying smoothly\nenough to avoid generating extra control drag would be\nalmost impossible. This extra control drag would nullify\nany gains resulting from the reduction of wind velocity due\nto ground effect. Also, most gliders have not been flight\ntested recently to confirm their drag characteristics; from\nthe Blanik flight tests we have learned that knowing the\naircraft drag characteristics very precisely is crucial to\ndeveloping the optimum ground effect profile. Finally, most\n\nglider pilots have not practiced these manuevers and could\n\nnot fly a ground effect profile smoothly enough to allow it\n\nto increase glide range. Furthermore, the risks inherent in",
    "Page_116": "flying the optimum ground effect profile in production\n\ngliders without special instruments are not worth the\n\nMarginal range gains that are theoretically possible. All\nof these factors make the ground effect profiles impractical\nand unsafe for general soaring use.\n\nSome limited uses of ground effect might be possible\nfor aircraft other than gliders. The wind reduction and\ninduced drag reduction caused by ground effect could be used\nin emergenties by powered aircraft on overwater flights to\nextend range or maintain flight under low power. There have\nbeen unconfirmed stories of a B-17 maintaining flight on one\nengine using ground effect on a flight to Hawaii during the\nearly part of World War II. Also, man powered aircraft use\nground effect to reduce drag and headwinds. Some slow\nflying light aircraft and powered airships could use the\nreduction in headwind velocity caused by ground effect at\naltitudes up to 275 feet AGL to increase groundspeed, but\nflights at these low altitudes should be done very\n\ncautiously. These special cases are the only safe and\n\npractical uses for ground effect on conventional aircraft.",
    "Page_117": "VII. Conclusions and Recommendations\nConclusions\n\nThis research has met its 2 main goals of evaluating\nground effect theory and developing the optimum flight\nprofiles for maximum gliding range. All 8 specific\nobjectives listed in Chapter I were also accomplished.\nAlthough this research has shown that ground effect is\npractical ‘or safe to use in extending glide range, the\nproject did provide useful insight and valuable flight\ndata on ground effect.\n\nA glider simulation was developed and revised which\n\naccurately predicted glider range performance. The 3 degree\n\nof freedom simulation had a visual display capability and\n\ncould simulate flight in wind or windless conditions. The\nsimulation was limited to gentle manuevers, but these\nmanuevers were adequate to evaluate the ground effect\nprofiles due to the safety constraints on the manuevers.\nThe simulation matched Grob flight test results within 400\nfeet for 18 of 19 flight profiles flown and was the basis\nfor the optimizations used to determine the optimum flight\nprofile for maximum glide range.\n\nThe airspeed instrument errors and the drag polar of\nthe Grob G-103 were determined out of ground effect to allow\naccurate flight testing and simulation of the Grob. The\n\nairspeed instrument errors were determined through ground",
    "Page_118": "tests and trailing cone static source flight tests out of\n\nground effect. These instrument errors were verified in\n\ngro.id effect using radar gun velocity data and allowed the\ntest pilots to fly very accurate airspeeds during flight\ntests. The Grob drag polar was estimated using aircraft\ndesign methods and then measured using timed constant\nairspeed descents out of ground effect. The design methods\ngave parasite drag coefficients within 19 percent of the\nflight test data, but the induced drag factors were up to 43\npercent more than the flight test data. The induced drag\nfactor discrepancy shows a breakdown in the low aspect ratio\ndesign methods when used on high aspect ratio gliders. The\nflight test drag parameters were used in the simulation and\nallowed the evaluation of how the Grob drag polar changed in\nground effect flight tests.\n\nThe amount of drag reduction in ground effect was\nflight test determined at 8 altitudes ranging from 100 to 4\nfeet AGL. Radar position and velocity data were taken at 1\nsecond intervals on 47 level decelerations flown in the\nGrob. The steepest gradient and Gauss-Newton optimization\nalgorithms were used with the glider simulation to determine\nthe drag reduction due to ground effect inherent in these\ndata. The results of these tests showed that the lifting\nline derived predictions of induced drag reduction due to\nground effect matched flight test results down to 10 feet\n\nAGL but were up to 16 percent too optimistic below 10 feet.\n\n104",
    "Page_119": "These test results indicate that there may be additional\nviscous drag at low altitudes which the lifting line theory\ndoes not account for. In any case, glider performance at\naltitudes below 10 feet AGL is less than the lifting line\ntheory would predict. A revised prediction of ground effect\napplicable to glider performance was developed and is shown\nin Figure 5.3.\n\nFlight test profiles were developed and flown in the\nGrob to test glide range with and without ground effect.\nRadar data were taken on 19 profiles flown in the Grob to\nevaluate the glide range of variations of pushover altitudes\nand dive angles. These profiles showed that the lowest\npushover altitudes and the steepest dive angles safely\npossible gave the best glide range in ground effect. A\nrange gain of 1179 feet was demonstrated over the standard\nnon-ground effect profile that glider pilots currently fly,\nbut this range gain was mostly due to the fact that the\nstandard profile was flown about 5 knots slower than the\nbest penetration speed.\n\nRadar data were taken on 7 flight profiles flown in the\nBlanik to determine if the simulation and ground effect\npredictions of the Grob could be applied to production\ngliders. The Blanik was tested with flaps retracted and\nextended to give 2 very different glider configurations and\nin effect test 2 different gliders. The revised simulation\n\nmatched the results of the flaps down tests within 300 feet\n\n105",
    "Page_120": "but missed the flaps up test results by up to 250 feet. The\nflaps up results show that accurate ground effect\npredictions cannot be made for most production gliders\nbecause the drag characteristics of most production gliders\nare not accurately known.\n\nA numerical method of determining the best penetration\nspeed for a glider with known drag characteristics ina\nheadwind was developed, and an important observation about\nthe penetration airspeed was made from the glider\nsimulation. The quadratic spline interpolation algorithm\nwas used to approximate the penetration airspeed within 0.25\nknots. This method would be useful to any glider pilot who\nwanted to know his best penetration airspeeds for a variety\nof winds prior to flight. Once these speeds are known,\nhowever, the glider simulation showed that flying an\nairspeed slightly faster than the penetration airspeed is\nfar better than flying a slower than penetration airspeed.\nTherefore, if there is any uncertainty in the penetration\nairspeed or if the glider airspeed indicator has not been\ncalibrated a glider pilot should fly about 2 knots above the\nestimated penetration airspeed for every 10 knots of wind.\n\nOptimum flight profiles were developed for the Grob and\nBlanik gliders to provide maximum gliding range with and\nwithout headwinds. The steepest gradient algorithm and\n\nNewton's method were used in combination to provide very\n\nprecise profile parameters to fly in order to achieve",
    "Page_121": "maximum range. Unfortunately, the range gains from these\nprofiles were not more than 600 feet over the range provided\nby standard profiles currently flown. Safety and\noperational considerations outweigh these marginal range\ngains, and these optimum flight profiles are not recommended\nfor general soaring use.\n\nTrade studies of 7 key parameters were made to\ndetermine their effects on the range which could be gained\nusing an optimum flight profile versus a standard flight\nprofile. The following factors in order of importance cause\nan optimum flight profile to gain range over a standard\nprofile:\n\n1. Low ievel deceleration altitude.\n\n2. Long wingspan.\n\nLow parasite drag coefficient.\n\nHigh wing loading.\n\nHigh induced drag factor.\n\nFlying at a less than optimum penetration speed.\nHigh density altitude.\n\nAlthough this research established that using ground\neffect to extend glide range is not practical or worth the\n\nrisks involved, the research did contribute to the knowledge\n\nof ground effect. The most important contributions of this\n\nresearch are the revised predictions of ground effect and\nthe methods of predicting glide range in ground effect.\n\nThis information will benefit soaring pilots and special",
    "Page_122": "flight projects which are considering using ground effect to\n\nimprove aircraft performance.\nRecommendations\n\n1. Glider pilots should NOT attempt to use ground effect to\nextend glide range as the small range gains given by optimum\nground effect profiles are not worth the risks involved.\n\n2. Future research considering the use of ground effect to\nimprove light aircraft performance should focus on the\nreduction of wind velocity caused by ground effect. At 275\nfeet AGL, ground effect eliminates up to 10 percent of the\nwind velocity normally present at 900 feet AGL. This\nreduction in wind velocity can greatly improve the cruise\nperformance of powered light aircraft at low altitudes.\nFuture ground effect research may want to further validate\nthe turbulent boundary layer atmospheric model and\ninvestigate the fact that wind directions change at low\n\naltitudes due to ground effect.\n\n3. Future research interested in vehicles designed to\noperate in ground effect at very low altitudes should\ninvestigate the additional viscous drag due to lift which is\nnot predicted by the inviscid lifting line theory. This\n\nresearch showed that up to 16 percent more induced drag was\n\n108",
    "Page_123": "present at low altitudes that the lifting line theory\n\npredicted; this additional drag could be very significant to\na vehicle designed to operate using ground effect at low\n\naltitudes.",
    "Page_124": "Appendix A\n\nGlider Descriptions",
    "Page_125": "FIGURE Al: Grob G-103 Twin IL\n\nManufacturer: Grob-Werke GmbH & Co. KG\nUnternehmensbereich Burkhart Grob Flugzeugbau\n8939 Mattsies, West Germany\n(08268)411\n\nSerial Number: 3793\n\nRegistration: N3950A",
    "Page_126": "Wingspan\nLength\nHeight\n\nWing Area\nAspect Ratio\nEmpty Weight\n\nGrob G-103 Flight Manual Data\n\n57 feet 5 inches\n\n26 feet 10 inches\n5 feet 1 inch\n\n191.6 feet?\n\n17.1\n\n838 pounds\n\nMax Gross Weight 1,279 pounds\n\nMax Payload\n\nMax Wing Loading 6.67 pounds/foot\n\n441 pounds\n2\n\nCenter of Gravity Limit 24.7% to 43.6% ¢\nMin. Load Front Seat 154.3 pounds\n\nMax Loads:\n\nFront Seat\nBack Seat\n\n242.5 pounds\n242.5 pounds\n\nBaggage Compartment 22.0 pounds\n\nMax Speeds:\nRough Air (Vay) 92 Knots Calibrated Airspeed (KCAS)\n\nCalm Air (Vip) 125 KCAS\n\nAero Tow\n\n92 KCAS\n\nMax Load Factors\nAirspeed < Vu +5.3G\nAirspeed < Yur +4.0G\n\nMin Load Factors\nAirspeed < Vi -2.65 G\nAirspeed < Vye -1.5G\n\n1G Stall Speeds at Max Gross Weight\nAirbrakes Retracted 40 KCAS\nAirbrakes Extended 46 KCAS",
    "Page_127": "FIGURE A.2: Let L~13 Blanik\n\nManufacturer:\n\nSerial Number:\n\nRegistration:\n\nCzechoslovakia Aeronautical Works\nLetnany, Czechoslovakia\n\n027007\n\nN70AS",
    "Page_128": "Let L-13 Blanik Flight Manual Data\n\nWingspan 53 feet 1.75 inches\nLength 27 feet 6.7 inches\nWing Area 206.13 feet?\nAspect Ratio 13.7\nEmpty Weight 666 pounds\nMax Gross Weight 1,102 pounds\nMax Payload 436 pounds\nMax Wing Loading 5.35 pounds/foot#\nCenter of Gravity Limit 23% to 38% ¢\nMin Load Front Seat 150 pounds\nMax Speeds:\nRough Air (Vy) 78 KCAS\nCalm Air (Vag) 130 KCAS\nAero Tow 70 KCAS\nFlaps Down 60 KCAS\n\nMax Symmetric Load Factors\nWeight < 880 pounds +6.0\nWeight < 1100 pounds +5.0G\n\nQ\n\nMax Asymmetric Load Factors\nWeight < 880 pounds +5.0G\nWeight < 1100 pounds +4.0G\n\nMin Load Factors\nWeight < 880 pounds -3.0G\nWeight < 1100 pounds -2.0G\n\n1G Stall Speeds at Max Gross Weight\nFlaps Retracted 33 KCAS\nFlaps at 30 Degrees 30 KCAS",
    "Page_129": "Bibliography\n\n1. Abbott, Ira C. and Von Doenhoeff, Albert E. Theory of\nWing Sections. Dover Publications, New York, NY, 1959.\n\n2. Burden, Richard L. and Faires, J. Douglas. Numerical\nAnalysis. PWS Publishers, Boston, MA, 1985.\n\n3. Class 88A, USAF Test Pilot School. USAFTPS-TR-88A-TM2:\nHAVE EFFECT Glider Ground Effect Investigation. USAF Test\nPilot School, Edwards AFB, CA, December 1988.\n\n4. Drela, Dr. Mark. MLE Tow Test Data Reduction.\n\nHandwritten Test Notes. Massachusetts Institute of\nTechnology, October 1986.\n\n5. Eppler, Richard. \"Some New Airfoils.\" Science and\nTechnology of Low Speed and Motorless Vehicles. NASA, Mar\n29-30, 1979.\n\n6. Hoerner, Dr. Sighard. Fluid-Dynamic Lift. Hoerner\nFluid Dynamics, Brick Town, NJ, June 1975.\n\n7. McRuer, Duane; Ashkenas, Irving; and Graham, Dunstan.\nAircraft Dynamics and Automatic Control. Princetown\nUniversity Press, Princetown, NJ, 1973.\n\n8. Nicolai, Leland M. Fundamentals of Aircraft Design.\nDomicone Printing Services, Fairborn, OH, 1975.\n\n9. Panofsky, Hans A. and Dalton, John A. Atmospheric\n\nTurbulence: Models and Methods for Engineering\nApplications. Pensylvania State University, PA, Undated.\n\n \n\n10. Performance Phase Textbook. USAF Test Pilot School,\nEdwards AFB, CA, April 1986.\n\n11. Quinn, Dr. Math 652 Course Handout. Air Force\nInstitute of Technology, Wright Patterson AFB, OH, 1987.\n\n12. Taylor, John W. R. Jane's All The World's Aircraft\n\n1973-1974. Franklin Watts, New York, NY, 1973.\n13. Taylor, John W. R. Jane's All The World's Aircraft\n\n1979-1980. Franklin Watts, New York, NY, 1980.\n\n14. TSPI Data Cover Sheet. Ripley Test Engineering\nFacility, Edwards AFB, CA, October 1988.\n\n15. Wismer, David A. and Chattergy, R. Introduction to\n\nNonlinear Optimization. Elsevier Science Publishing\nCompany, New York, NY, 1978.\n\n115",
    "Page_130": "Captain Nathan H. Jones was born on 2 September 1961 in\nMemphis, Tennessee. He graduated from high school in\nColumbus, Georgia, in 1979 and entered the United States Air\nForce Academy. After graduating with distinction in 1983,\n\nhe received a regular commission in the US Air Force and was\n\nassigned to the Air Force Armament Laboratory at Eglin AFB,\n\nFlorida. He was reassigned to the Office for Aircraft\nCompatibility, 3246th Test Wing, Eglin AFB, in 1984 and\nserved there until 1986. He then attended Squadron Officer\nSchool at Maxwell AFB, Alabama, and entered the Air Force\nInstitute of Technology School of Engineering in August,\n\n1986, under the joint AFIT-Test Pilot School program.\n\nPermanent Address: 9767 Huntsman Path\n\nPensacola, Florida 32514",
    "Page_131": "UNCLASSIFIED we eee\n\nTrey CLASSIFICATION O68 TERS PACE\n\nRCPORT DOCUMENTATION PAGE\n\nTe RAPPORT SECURITY CLASSITIGATION th, RESTRICTIVE MARKINGS\n\nBe SECURITY CLATSIFICATION AUTHORITY 3. DISTRIBUTION/AVAILABILITY OF REPORT\n\nWon DU GLASSIFICATION/DOWNGRAOING SCHEDULE Approved for public release;\ndistribution unlimited\n\n4 FEREORMING ORGANIZATION RFFORT NUMBER(S) 5. MONITORING ORGANIZATION REPORT NUMBER(S)\n\nAFIT/GAE/ENY/89J-2\n\nta NAME OF PEAFORMING ORGANIZATION bb, OFFICE SYMBOL 7a. NAME OF MONITORING ORGANIZATION\nff applicable)\n\nSchool of Engineering AFIT/ENY\n\n96, ADDRESS (City, State and ZI Code? 7b. ADDRESS (City, State and ZIP Cade)\n\nAir Force Institute of Technology\nWright-Patterson AFB, Ohio 45433\n\nAa NAME OF FUNDING/SPONTORING Ah. OFFICE SYMBOL 9. PROCUREMENT INSTRUMENT IDENTIFICATION NUMGER\nORGANIZATION df applicable)\n\nADORESS (City, State and ZIP Code) 10, SOURCE OF FUNDING NOS.\n\nPROGRAM PROJECT TASK WORK UNIT §f\nELEMENT NO. No. NO. NO. 3\nTITLE Uneiuite Security Claetfieateans r\n\n2.\nNa\nrye t\n\nMS\n\n18. SUBJECT TEAMS (Continue on reverse if necestary and identify by block number)\n\nAerodynamics, Drag, Flight Testing\n\nANS TRACT IContinur on mverte if neceeency and identity by block number)\n\n“> This research used glider flight tests and optimized glider\nsimulations to evaluate the aerodynamics of ground effect and to\ndetermine the optimum flight profile for maximum gliding range in\ngliders. A series of 122 sorties were flown in the Grob G-103 Twin II\nand the Let L-13 Blanik gliders on a specially designed very low\naltitude speed course at the Air Force Flight Test Center, Edwards AFB,\nCalifornia from 21 September to 25 October 1988. Radar tracking data\nwere used to determine the glider position and velocity, and a 3 degree\nof freedom glider performance simulation was used to determine the\nglider parasite and induced drag coefficients in ground effect. Lifting\nline derived predictions of ground effect induced drag reduction\ndeveloped by Dr. Sighard Hoerner were found to be accurate at altitudes\n\nIA MIO TMENITIO AV ATLAMLITY OF ANGTRACT 21. ARSTNACT SCCURITY CLASSIFICATION\n\nmovassiripacuntimmtro [sae as ner, O oricusens O UNCLASSIFIED\n\nTle NAME OF AESPONSIALE INDIVIDUAL 27h TELEPRONE NUMAER 22c. OFFICE SY¥MAOL\ntInelude Neer Cade)\nMajor Daniel Gleason, USAF 805-227-0369 USAFTPS/TENR\n\nOO FORM 1473,83 APR EDITION OF 1 JAN 73 1S ONSOLETE. UNCLASSIFIED\n\nSECURITY CLASSIFICATION OF THIS PAGE",
    "Page_132": "Continuation of Block 19:\n\nabove 20 percent wingspan but were up to 16 percent too optimistic at\nlow altitudes. A revised prediction of ground effect induced drag\nreduction was developed based on the flight test data, and this revised\nprediction was used along with a turbulent boundary layer wind model in\ntwo optimization algorithms to develop the optimum flight profiles for\nmaximum range gliding flight. Although flight tests of these profiles\nin near perfect test conditions showed that glide range gains of up to\n1179 feet were possible over penetration airspeed glides, these profiles\ninvolve dangerous low altitude manuevers and are not predicted to give\nsignificant range gains over penetration airspeed glides in winds up to\n500 knots. Therefore, the results of this research are a revised\nprediction of ground effect at low altitude and the confirmation that\npenetration airspeed glides provide maximum glide range under normal\ncircumstances."
}