{
    "Page_1": "aa\n\nere\n\naa CT\n\nEG\n\n\"SOL\n\ney CLOT\n\nCEVA Ce\nEe\n\na BROZI &",
    "Page_2": "LIVESTREAM 31 JULY 2021\n\nTLS RC LD\n20m Te | ag Ath: cc\n\npr ° 4\n\n   \n      \n\n-“FYRISHOV\n\nWLU ATRL Sy Bo\n\nBIG YOUTH\nNHN LA ey) DEE DESMOND FOSTER\nJOSEY WALES | ALAINE JUNIOR NATURAL FIRST LIGHT\n_ _HEMPRESS SATIVA ee ta Meet A)\nOMY UCR Ua) UTM Uy\nHARRY J ALLSTARS. JONAS LEVI | SOUNDKILLA\n\na Usa AU AE ELA\n_ UPPSALAREGGAEFESTIVAL.COM\n\nSat ea Vee\n\naL\n\n \n\nEX ae tei hd\n\nC3) a\n\n \n\nKULTURRADET",
    "Page_3": "EDITORIAL\n\n \n\n   \n   \n\n1aTa ANMUAL K\n\n“3 AYA\n@ygcus\n\nCount your blessings! That’s always good\nadvice, and much more so in these challen-\nging times. So, let’s start this year’s edition\nof the FESTIVILLE by being grateful for the\nsummer sunshine warming our locked-down\nhearts. If you read these lines, it means you\nare alive (in fact, it means that your ancestors\nhave managed to survive in an unbroken line\nfrom the first days of creation until now!), you\nare literate, having enjoyed formal or informal\neducation, and you command both enough\nleisure time and the means to obtain internet\naccess.\n\nThe latter is an important prerequisite to en-\njoy these pages, as, unfortunately, it will be\nyet another digital edition of FESTIVILLE,\nsince our main outlet for the print versions,\nSummerJam, had to be postponed yet again\nto next year.\n\nAnd they are not the only ones forced to do\nso - most European Reggae festivals and\nsome of the US-American ones suffer that\nsame fate. What this means for the parties\nconcerned; for organisers, bookers, vendors\nand technicians; is vividly illustrated by\ntwo extensive Reggaeville interviews with\nMarius Brozi (SummerJam) and Dan\nSheehan (California Roots).\n\nTo present the artists’ point of view as well,\nwe interviewed Etana, David Cairol, Zak &\nSshh (representing for the late U-Roy and\nhis new posthumously album), Rebelution,\n\nCOUNT YOUR BLESSINGS!\n\nva Ta\n\nTAH\n\nD WORL Te\n\nConkarah, Uwe Banton and _ Jesse\nRoyal, who talk about how they’ve handled\nthe pandemic and what musical beauty they\ncreated in the past months of social distance.\nAnd beauty indeed it is - albums such as\nPamoja, Free Your Mind, Solid Gold,\nVers(e), In The Moment, and Royal, re-\nspectively, bring us a refreshing diversity\nof songs and sounds to groove, sing and\ndance along to, all reviewed on the following\npages. Additionally, you’ll find reviews of\nZagga, King Of The Dub Rock 3, UB40 and\nAlborosie.\n\nOf course, FESTIVILLE wouldn’t be what it\nis without just a tiny glimpse of live action. We\nhave included acompactlittle festival calendar,\nincluding the available information on\nthe scheduled festivals. Since these plans\nare in an ever-changing state, howe-\nver, we urge you to regularly check the\ndaily updated agenda on our website\nREGGAEVILLE.com to get the most recent\ninformation about the events.\n\nYes, this is another tough year with few chan-\nces to meet and jam to our favourite music\ntogether, but things are improving slowly, and\nwe have each other to turn to, even if that still\nmeans to join a live stream or videochat with\nfriends and fam. Stay strong, enjoy the simple\npleasures every new day brings, and always\nremember to count your blessings!\n\nZX REGGAEVILLE com",
    "Page_4": "INTERVIEWS\n\nJaen\n\nRea rr ar\nJ i ce\n\nPS\nKt 1D\n\nSTs ices\n\n \n\nDee\n\nDAN SHEEHAN.\n\nf RIUS BROZI\nA\n\nMee Pout\n\nTu erg urd\n\nTer]\nba ITT\n- pT\na7\n\n \n\nVe Vass.\n\nPorm ard\n\nETANA\nTNT\naC\nPEST\nSSeS\neV\nPUT\nVST\nMARIUS BROZI-\n\nCONTENT\n\nWe Masia setry)\n\nTiga sa 10\n\nTe Vy\n\n~—Bs\n\nae\nDy te\n\nDAVID CAIROL\nTT\nMARIUS BROZI\n\nRy PASE\n\nGQ FESTIVALS\n\noe Vasey\n\nBee Crs\n\neee\n\nMao",
    "Page_5": "CONTENT 5\nINTERVIEWS ALBUM REVIEWS FESTIVALS\nCONKARAH JULY\nBig Ship Music Fest\nDAVID CAIROL Florida Jerk Fest\nOstroda Reggae\nETANA Nowa Reggae\n: Afrika Tage\nJESSE ROYAL ALBOROSIE Oland Roots\nHastings Reggae\nMARIUS BROZI\nAUGUST\nDAN SHEEHAN OverJam\nMiami Reggae Festvial\nREBELUTION No Logo\nTruckee Reggae Fest\nUWE BANTON Simmer Down\nDry Diggings\nZAK & SSHH Uprising Festival\nSEPTEMBER\nIrie Fest\nPositive Vibration\nCity Splash\nHouston Jerk Fest\nIMPRINT aul\"\nPUBLISHER AUTHORS / EDITORS / TEAM\nREGGAEVILLE.com Angus Taylor, Bjorn Fehrensen\nBrad Metzger, Gardy Stein,\nEDITOR-IN-CHIEF\nJulian Schmidt - julian@reggaeville.com Gv Mupony! wok Voonitne Sielsay\nPHOTOGRAPHERS\n\nAley Geller Photography (Dan Sheehan)\nAlix Charles Jr. (Conkarah)\n\nEljer (Snoop Lion & Buju Banton)\n\nJoe Wilson / Bulldog Media (Dan Sheehan)\nLawrence Watson (Zak & Sshh)\n\nMarvin Bartley (Etana)\n\nMisa Razimova (David Cairol)\n\nMick Rock (Zak & Sshh)\n\nNkosi (Jesse Royal)\n\nPierre Carton (David Cairol)\n\nSam Medina (Rebelution)\n\nSamo (Jesse Royal)\n\nYannick Reid (Rebelution)\n\n \n\n \n\n \n\n   \n\nLAYOUT Peter Pusch\n\nADVERTISING\nadvertising@reggaeville.com\n\nDOWNLOAD PAST EDITIONS\n@ REGGAEVILLE.com/YARD/FESTIVILLE/\n\nCopyright © 2021 Reggaeville.com\n\nAll rights reserved; reproduction in part or whole is\nstrictly prohibited without prior consent or authorizati-\non from the publisher. Opinions and views expressed\nwithin Festiville Magazine are from contributors and\nare not necessarily shared by the publisher.",
    "Page_6": "INTERVIEW\n\n     \n\ncong LUol EA a WE YR LD Som i",
    "Page_7": "INTERVIEW CONKARAH 7\n\n \n\nA GLOBAL\nSUCCESS STORY ee) tot\n\nFEAT. SHAGGY\n\n \n\nand Ps antes\noon os\n\n) journeys have pet icc\nmusician and more.",
    "Page_8": "INTERVIEW CONKARAH\n\n \n\n \n\nHow does it feel being back with a new EP?\nIt’s just great. We’re looking to release it in\nOctober. I’m very proud of the work and the\ncollaborations behind it. I’m very excited to\nshare it with everyone.\n\nWhat was it like completing this project\nduring the pandemic?\n\nIt’s been a different experience for me. Obvi-\nously through Banana a lot more attention\nhas been put on me as an artist and my care-\ner. I’ve been put in front of a lot more people\nto work with. So, it’s been a great experience;\ninteresting working with other people. We\nhaven’t finalised the full EP yet. But it does\nhave influences from various genres: Regga-\neton, obviously Reggae and Dancehall. And\nhonestly, it’s the first time I’ve worked with a\nbroad group of people. So, Destination Unk-\nnown is kind of a melting pot of cultures, so\nto speak. I think that the EP itself will reflect\nthat in the future when it’s released.\n\nWas it the intention to make an EP that co-\nvered so many genres?\n\nYes, for sure. My musical career and the\nplaces that I’ve travelled to, it’s taken from all\nof my experiences, culturally, and just been\ninspired by them altogether - and bringing\nthat altogether in this one project. It was a\ngreat experience and | hope it’s reflected for\nthe listeners, when they hear it.\n\nThere are some great collaborations.\n\nYeah, it was a great experience working with\nShaggy. He has been like a bigger brother to\nme, giving me a lot of advice on the industry.\nAnd delving into the Reggaeton market with\nPedro Capo. Working with these artists, that\nshare the same passion as me? It’s a blessing\nto be able to work with these talented indivi-\nduals.\n\nYou're extensively travelled. Is there anywhe-\nre in the world you haven’t been?",
    "Page_9": "MEE MEDAL INE 2022\n_/KGLN-PUHLINGER SEE\n\nFy H a. Me f ‘ ‘\nINFO & TIC 3 ate ais\naa",
    "Page_10": "INTERVIEW CONKARAH\n\n \n\n[Laughs] I haven’t been to Africa yet. That’s\nmy dream. So hopefully when this whole\npandemic cools down that’s going to be one\nof the first places I visit.\n\nHas that travelling influenced who you are as\nan artist?\n\nYeah, definitely. I think that my growth as an\nartist, if | looked at it, has definitely been a\nreflection of my travels.\n\nYou've always been very diverse — but your\ncover versions stand out. Reggae seems to\nlend itself to cover versions. Why do you think\nthat is?\n\nMe working on covers is always down to the\nchord progressions, and that’s the challenge\nfor me: I believe I can make any song Reggae!\nWe take the chord progressions, and maybe\nslow it down a bit, or speed it up; make it\nDancehall. There’s just so many options for\nyou to play with, you know? So, it’s always a\nfun experience making covers Reggae style.\n\n \n\nWe have to mention Banana, because it\npropelled you into the stratosphere. How was\nthat, suddenly being thrust onto the global\nstage? And how has it affected how you’re\nviewing the EP and its release? Is it more\npressure?\n\nWhen the song became viral, and I’ll be ho-\nnest with you, not being cocky but I knew the\nsong would be a hit from the moment I wrote\nit, in some capacity. This has been one of my\nlifelong goals: to have a song that reaches all\ncorners of the world. | feel very proud; Shag-\ngy and I speak about it all the time. During\nthe pandemic, everybody was going through\na hard time, so people having a moment of\nsmiling, having fun, doing these videos - it\nfelt good to know I was behind that. A lot\n\nof interviewers ask me about the pressure\ntrying to follow up a song like Banana. | can\ntell you; I haven’t felt the pressure at all. As I\nsaid, my goal was to have a song that reached\nthe entire world - and I’ve achieved that. So,\nanything else going forward is for the love of",
    "Page_11": "ra aN Cat Nh Nel ea ANP 4\n\nSARA LUGO\n\n \n\nCAIROL VERSCE)\n\n  \n\n- om a oll.)\noon:\n\n \n\nRoe Oe\n= aE NEW ALBUM\n\nAUTUMN 2021",
    "Page_12": "12\n\nINTERVIEW CONKARAH\n\n \n\nmusic and enjoying it. | want to create music\nthat will last a lifetime and have a legacy that\nwill live on beyond my life. I’m excited. I’m\nhappy about all the music that comes out.\nAnd whether it’s 10 people that like it or 10\nmillion people that like it - it doesn’t really\nmatter to me. Because I know that I’m going\nto connect with people in one way or another.\nSo, I’m just happy about it. It’s a blessing.\n\nYour latest single, Papaya, is also blowing up\n— having got over a million views on YouTube\nalready. Are you feeling that you’re now on\nthe path you were hoping to be on?\n\nYeah, definitely. Anything that happens mu-\nsically, I’m just enjoying the ride. I’ve already\nmade a name for myself and I’m very happy\nrepresenting Jamaica and Reggae culture.\nPapaya was one of the tracks off the EP we\ndecided to release first, because it’s so fun\nand its summertime - it’s perfect, lots of kids\nare enjoying the vibrations from it, so we just\nkeep rocking with it and see how it goes.\n\nSY\nAUG.728,2021'\n\naio\n\n\\\nM204)\n\nIf people could take something from Desti-\nnation Unknown, what’s the message and\nvibes?\n\nGood vibes. Good vibes and positivity. Pretty\nmuch every single song has its own loaded,\npositive vibe and message behind it - and\nthat’s what I want people to take away from it.\n\nPandemic allowing, are you going to be\ntouring it?\n\nYeah, definitely. Every day, every week - so-\nmething new comes up. So, we’ll have to see\nhow things look when it’s released. But I’m\nalways eager and always willing to go out and\nperform and share my music with people.\n\nConkarah — thank you so much for speaking\nwith Reggaeville!\n\nI appreciate it so much, and we’ll chat again\nsoon! Bless up!\n\n \n\n| ( Ga\n\nInzceye\n\nneSlZAS\n\n \n\n   \n\nMUSIC - FOOD ART - CULTURE\nFEATURING THE BEST SOUND SYSTEMS IN THE WORLD\nNORTH AMERICA’S BIGGEST OUTDOOR REGGAE PARTY\nTO RAISE AWARENESS ON HUNGER, POVERTY & GUN VIOLENCE\nOPA-LOCKA MARKETPLACE * 12691 NW 42ND AVE, OPA-LOCKA, FL33054\nINFO@ROCKERSMOVEMENT.COM + 305.763.4509 * MIAMIREGGAEFESTIVALCOM",
    "Page_13": "INTERVIEW CONKARAH 13",
    "Page_14": "Ps\nINTERVIEW,\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\neae Re ANA aS) = a",
    "Page_15": "INTERVIEW DAVID CAIROL\n\n15\n\n \n\n \n\nWho is David Cairol? While the likeable\nyoung man from Biarritz in France is well-\nknown both in his homeland and in Jamaica,\nthe rest of the world still has some catch-\ning up to do. His prominence in the former\nregions has to do with his debut album\nInitiales (2013) and the sophomore U.N.I.\n(2017), but even more with his commitment\nto cultural education and bilateral encounters\n(you'll find out more about that in the inter-\nview below). And his voice! A voice that so\nhauntingly resembles the one of Bob Marley\nthat David was invited as lead singer on a\nproject that re-records songs of the legend.\n\nHis new album Vers(e) will hopefully con-\nvince more listeners of his vocal abilities, his\nfull dedication to Reggae and the high regard\nhe has for the instrumentalists who bring this\nmusic to life, a respect that made him work\nwith some of the best Jamaican musicians to\nbring his vision to reality.\n\nIn an extensive interview, he grants\nReggaeville unique insights into his upbring-\ning, his humble beginnings as an artist and\nthe creation process of his upcoming album,\nalso speaking about the Bob Marley Tracks\nproject and the amazing school exchange he\norganised:\n\nHi David! Where do we catch you, are you at\nhome?\n\nYes, I’m in Biarritz, in Basque Country, close\nto the border of Spain.\n\nThis is your first interview with Reggaeville.\nCan you introduce yourself to our readers?\n\nSure! I grew up here in Biarritz, on the coast,\nand I was very interested in music from a very\nyoung age, always singing with my mother\n\nin the car, just for fun. I was listening to a lot\nof music, like The Police, Supertramp, all\n\non cassettes back then. My father was a real\nmusic lover too, he used to buy one vinyl a",
    "Page_16": "",
    "Page_17": "INTERVIEW DAVID CAIROL\n\n17\n\n \n\nday, Funk and Soul, Black Music basically, so\nit gave me the taste of the groove somehow. I\ndiscovered a lot of American artists like Jim-\nmy Hendrix, Otis Redding, this was the mu-\nsic he was listening to. But also French Pop,\nlike Gainsbourg, and radio of course. The\nfirst time I was really in touch with Reggae, it\nwas when I was 14 years old. | was supposed\nto go on a trip to England with my classmates,\nand I had lent a tape of Lenny Kravitz to\n\none of my friends. He was supposed to give it\nback to me for the trip, but by mistake he gave\nme a Bob Marley tape, the Legend album,\nand when I put it on my headphones, | was\nlike “That’s not Lenny Kravitz!” . | listened to\n\nit and, really, it was a blast for me, everything\nchanged after that. The goosebumps and the\nvibrations hit me so much... during the whole\nweek in England I was listening to that tape,\nand when I came back, | tried to get more\nalbums from Bob Marley. When I had heard\nall of Bob, I discovered that there was more\nbehind the tree (laughs).\n\nOne of my friends said “You know, there are\nmore artists in Reggae, from Jamaica and the\nUK!’, so I discovered The Gladiators, Steel\nPulse, Aswad, all of these bands, I fell in\nlove with Reggae during that time. I tried to\nbuy vinyl as well in a second-hand shop, but I\ndidn’t have a lot of money, I grew up with my\nmum and we didn’t have much. After that, I\ntried to write a little bit on my own. I was very\nshy when I was young, but the message and\nthe vibe that Reggae is carrying, it meant so\nmuch to me that I wanted to share something\nabout it!\n\n \n\nThat would have been my next question,\nwhen did you start to make your own music?\nWell, | was in my room, trying to write some\nlines without knowing anything about music,\nguitar or chords. I wrote in English, not French,\nbecause, something strange, it’s easier to\n\nwrite in English when you’re shy because your\nfriends will not understand so quickly what\nyou're saying, so that made it easier for me.\nAnd, of course, the music that inspired me was\nin English, so that was the first step for me.\n\nWhen I was around 18, my parents gave\n\nme a HiFi system. At that time you could\nplug in a mic, so what | did it was like a\nsoundsystem, | played the Dub version of\n\na vinyl I had from Morgan Heritage and\nrecorded my vocals on tape. It was a version\nof the Mellow Mood riddim, | wrote one of\nmy first song on that, called One Day. Step\nby step I built my lyrics and my voice, and\nmy first fan was my grandmother. She was\n\na fan of Bob Marley as well, we shared a\nlot of things together, and I was translating\nthe lyrics for her. That was a great thing for\nme, and she said your voice is good, keep on\ngoing! Some of my friends also discovered\nwhat I did, but during many years it was just\nme in my room on the weekend, listening\nand recording.\n\nHow did you learn to play the guitar?\n\nThat was later, through some friends who\nlistened to my music and passed it on to\nsome other friends that were musicians. They\ndiscovered what I had recorded and said\n“Wow that’s cool, maybe we can do something\ntogether!” The guitar player made a deal with\nme. He wanted to learn surfing, and I surf\nsince my young age, so he said “J can teach\nyou playing the guitar and you teach me\nsurfing!” (laughs).\n\nWe played like a band together for some time,\nwe did our first gigs in small venues, but\neventually they quit because they had other\nplans for their life. After that, I began to play\non my own in some bars over there, just me\nand my guitar. It was rough for me, because\nas a shy guy to be on stage in front of people,\nthat was hard, but then I discovered the plea-\nsure it brings sharing music with the people.\nIt was getting better every day.\n\nAnd now you have established yourself as a\nsinger, you have two albums out so far, and\n\nI think you have touched people all over the\nworld already. | read that people keep telling\nyou that your voice sounds almost like Bob\nMarley, and it’s true. How do you feel when\npeople tell you that?",
    "Page_18": "18\n\nINTERVIEW DAVID CAIROL\n\n \n\n \n\nIt’s kind of strange, because Bob Marley, he\nis the king! Of course it’s a compliment and I\ntake it like this, I really love Bob Marley, he\nwas like a teacher to me, so yes, I love when\npeople say that, but at the same time it’s very\nstrange because a legend like him is hard to\ntouch. I feel blessed to reach this compliment.\n\nMy grandmother told me that first, she said\n“You have something of Bob Marley in your\nvoice”. When | went to Jamaica to record\n\nmy album, this album, Vers(e), | met Judy\nMowatt and we were in the studio, record-\ning a duet called Echoes From The Jungle.\nWhen she heard the sketch, she asked “Are\nyou singing that song? You sing like Ziggy!\nNo, you sing like Bob!” It was very strange\nfor me to hear that, coming from her. But\nsince she was so close to him and it wasn’t\na problem for her to tell me that, I was cool\nwith it. She said it was like magic, she said\n“Wow, you are coming from France, from an-\nother culture, and you have the same vibe!”\nshe told me I carry the same energy in my\nmusic. I took that straight in my heart, it was\namazing for that person telling me that.\n\nJudy Mowatt even introduced you to the pro-\nducer of the Bob Marley Tracks project, right?\nYes! A few days after that recording, we\nworked in the Tuff Gong studio, with\nMarcia Griffiths and Brinsley Forde and\nJudy Mowatt. Two days later, she gave me a\ncall and she said “You know, I have a Dutch\nproducer, he’s recording with some of the\n\nWailers and me, some of the live versions,\nand he’s looking for a singer since a few years\nnow. I think you are the one!” Once again, it\nwas amazing to receive that from her. There\nare so many singers in the world, and she\nwas offering me that place in the project,\n\nso I accepted the idea that I got that sound\nand contacted Peter Wezenbeek, who is the\nproducer behind it.\n\nSo far, we recorded 30 tracks, Judy did one\nwith Marcia Griffiths as a lead singer, plus\nsome other versions. We don’t know when it’s\ngoing to be released, the producer still has to\ndeal with distributors and licenses to make it\nhappen, to show it to the world, so we have to\nwait a bit till all that is set.\n\nAnother project | want to talk about before\nwe turn to your album is a school cooperation\nyou organised between Jamaica and France.\nHow did you make that happen?\n\nThe first step was in France. I started to do\nsong-writing workshops in 2007, and I devel-\noped a lot of projects with schools, working\nwith students with social difficulties and\nhandicaps. When I went to Jamaica for the first\ntime in 2017, I went to the Alliance Frangaise,\na French institution that you can find all over\nthe world, they provide French lessons for\nadults. I went there because two of my songs\nare used in their classes to teach French in for-\neign countries, so | introduced myself to see if\nwe can work on a project together. I suggested\nto do some songwriting workshops in Jamaica",
    "Page_19": "REAL ROOTS ROOK FROM YARD AND ABROAD.\nONE DESTINY. ONE LOVE.",
    "Page_20": "20 INTERVIEW DAVID CAIROL\n\n \n\n \n\nas well, I told them that Jamaica gave me so Wow, that’s such a great thing to do! Cha-\nmuch, with the music, with Reggae, that I peau. And then the next time you went to\nwanted to give back something to Jamaica. Jamaica was to record your present album,\nright?\nThey contacted some schools and it was a Yes, in 2019, the year we met in Ostréda. I\nsuccess, because a lot agreed to do it. At that stayed two months in Jamaica that year, but\ntime, | didn’t know anybody in Jamaica, I the story of the album started during my first\nwent there with my backpack for holidays trip already. I met a lot of people back then,\nonly, I hadn’t planned to work there, but it and I recorded a first version of the track\nhappened. The project created a small buzz Burning Bridges, but it was lost in the studio\nin Kingston, a lot of TV stations like TVJ, because the recording engineer had left and\nSmile Jamaica and CVM, the Gleaner also, I couldn’t get it back. The Chronixx album\nall medias were interested in what I was Chronology was like my soundtrack during\ndoing. I did a lot of interviews, and] met alot _ that trip, and | loved the song Skanking\nof people, and that way I could develop this Sweet so much, | was trying to find out who\nproject in Jamaica. When I came back home, had produced it. | realised it was a French\nan English teacher in France proposed that guy, Matthieu Bost from Bost & Bim. | tried\nI do an exchange between her high school to get his contact through my manager when\nand a high school in Jamaica, and we started I came back to France. We met in Paris and\nthe first project, a collaboration between St. he listened to my music and he said “Wow,\nGeorge’s College and a high school from my it’s really great, if you want we can do some-\nhometown. It was amazing to do that! thing together!” so he sent me some riddims\n\nPeet ninth inacdaatirn\n\nTHE NEW ALBUM FROM\n\nALBOROSIE\n\nFEAT. JO MERSA MARLEY / COLLIE BUDDZ\nBIG MOUNTAIN / WAILING SOULS",
    "Page_21": "Se ee\n\nand I wrote something on it. | was really\ncomfortable to work with him, so I proposed\nthat he produce the full album. At the same\ntime, I was in touch with a Jamaican produc-\ner, Sam Clayton Jr, who was living in France\nback then. He was recording a lot of artists\n\nin France, like Naaman and so on. I called\nhim up and asked if we could work together\non the album and he said “Yes, that’s a good\nidea!”. So, during 2018 | wrote a lot of songs,\n20, and at the end of the year I told them that\nI was ready to record.\n\nWe went to Jamaica in January. Sam Clay-\nton Jr and Stephen Stewart recorded the\nfirst part of the album and Matthieu came\nin February to join us. We had prepared\nthe songs and the sound that we wanted to\nhave on that album, and we decided to build\na team with musicians like Sly Dunbar,\nEarl Chinna Smith, Bongo Herman, you\nknow, the old-school team, and that for me\nwas a dream come true, to have them in\nthe studio. | knew Chinna because | had\ntoured a bit with Inna De Yard in France,\n\n \n\nso we met during my first trip in Kingston,\nand when I came back it was nice because\nwe already knew each other. He introduced\nme to Winston “Bo-Pee” Bowen, and he\nwas always by my side in the studio, saying\n“Don’t worry, don’t stress, it will be ok”\nbecause some were a bit hard to understand,\na bit rough, and Bo-Pee always helped me\nout, he was so gentle... | was so sad when he\npassed away. Beautiful people, I was really\nimpressed by the way they work in the\nstudio, live, because we in Europe, we don’t\ndo that often. It’s not really live, everyone\ntogether, so I love that, quality working\n\nand the vibe was so nice... | won’t forget\n\nthe first day, we recorded Last Bus, Turn\nUp The Stereo and Morphed Faces. Then\nJudy Mowatt came a couple of weeks after\nthat, she wanted to understand what I was\nsinging, the lyrics, that was very important\nfor her. So, she came to the studio and it was\nanother great moment for me... you know, if\nBob Marley is the King, Judy Mowatt for\nme, she’s the Queen, and she has become\nsomething like my mother in Jamaica!",
    "Page_22": "22\n\nINTERVIEW DAVID CAIROL\n\n \n\nDid you develop the song Echoes From The\nJungle together with her?\n\nI wrote that song maybe 10 years ago, a long\ntime ago, and every time when I was trying\nto finish the verse, I had that chorus she\ndoes on Black Woman, “Ladadadadaaaa...”\n(sings). I didn’t know how to finish that song,\nand I was telling myself how amazing it\nwould be to sing it with her one day. When I\nplanned my trip to Jamaica and | thought it\nmight be possible to meet her, I finished that\nsong, the lyrics. And she came and interpret-\ned the lyrics I wrote and did her line... it was\nvery mystic to have that, to have her singing,\nit was just crazy, I was like a child. I told her\n“I gotta give you a big hug, cause I wanted to\nmeet you so long!”\n\nOther features on the album are Var and\nBrinsley. | think the first version of Building\nBridges was supposed to get lost so you\ncould re-record the track with these fantastic\nsingers! How did you link up with them?\n\nIt was late January in 2019, | was at Dub\nClub, and one French guy I know called\nSherkhan, he was there with Brinsley\nForde because they had just shot the music\nvideo for a song with David Hinds from\nSteel Pulse. Sherkhan introduced us and\nI told him that I’m a big fan of Aswad, and\nthere was an instant connection. After that,\nBrinsley came to live at the guesthouse\nwhere I was staying, so he was my neigh-\nbour for the next 2 months. We were hang-\ning out, cruising the city, going to concerts\nbecause it was Reggae Month, so we were\nalways together. And I wanted to invite two\nsingers on the song, so it was natural that I\nasked him because we have the same vibe.\nAt the same time, he was saying that he\nwanted to write and compose his upcoming\nalbum, so I went to the studio with him to\npre-produce his album, we were working\non different songs together. We recorded\n\na single for his album as well with Judy\nMowatt and Marcia Griffiths, but that’s\nanother story (laughs). Anyway, he came to\nthe studio to record Building Bridges with\nme, and it was just great.\n\n \n\nVar now, that was just another mystic con-\nnection, you know how that happens in Ja-\nmaica. During my first trip, I took my plane\nin Belgium and I was in the plane with The\nCongos, we played together on their tour\nbefore, so that was a funny coincidence\nalready. Two weeks after that I was on the\nbeach in Bull Bay, at Jamnesia, | was trying\nto surf but there were no waves. One Rasta-\nman came to me and asked where I’m from,\nand I said from France and he said there’s\n\na guy who is French too, and he introduced\nus. This man was the manager of The Con-\ngos, and he told me they were shooting the\nInna De Yard movie at the time. He invited\nme to see Kush McAnuff, so we went to his\nhouse, and later we went to the Dub Club.\nOn the way there, we stopped to pick up Var,\nand we spent the whole night talking about\nspirituality and Reggae music and messages\nand positivity. I told him that I was doing\nthis school project and he did something\nwith children as well, so we thought about\nsomething in common, a project in the fu-\nture, and I told him we have to do something\ntogether one day. When I came back in 2019,\nBrinsley was in studio with me and asked\n“Do you know that artist, Var, he’s on the\nsame label like me, JahSolidRock Music,\nand my producer wants me to meet him in\nKingston”, so we invited him on Building\nBridges as well.",
    "Page_23": "CONSCIOUS\nREGGAE\nWEAR\n\n \n\nGET 10% OFF WITH CODE “REGGAEVILLE”\n\nwww.lionpaw.de lionpaw_conscious_wear\n\ncs",
    "Page_24": "24\n\nINTERVIEW DAVID CAIROL\n\n \n\n \n\nAnother artist featured on your album is Rik\nJam in Heartcore. How did you meet him?\n\nI met him through Olivia “Lili” Musiato-\nwicz, she was also in Kingston at that time\nand we were in the same guesthouse. She told\nme that a friend was coming to visit her that\nnight, Phillip McFarlane, a great producer,\nand that he’s coming with a young artist\ncalled Rik Jam whom I should meet. So, they\ncame and we talked about life and our past,\nand me and Rik had a lot in common, about\nour family, we shared some vibes. He invited\nme to listen to his music, and I was really im-\npressed by his voice, the production, the vibe,\nI loved it! After two or three days I thought I\nhave to invite him on a song, and I thought\n\nit would be cool to have him on Heartcore\nbecause it’s more modern, produced by Bost,\nand Rik Jam has that vibe like Chronixx, so\nI asked him and he said he was ready.\n\nThe video for that track is also very special,\nvery colourful... how did you find the dancers\nin that one?\n\nThe dancers are from Kingston, I saw some\nvideos on their website and liked their style,\nand when | asked if they want to be in the\nvideo they said yes. Their crew is called\nCautiion, they have a good vibe, always smil-\ning, I love that positivity in the music. And\ntheir style fits the vibes, I was looking for\nHeartcore, not hardcore, you know? (laughs).\n\nAnother song | want to talk about is Banan\nBanan. Which language is that?\n\nNice that you ask me that! This is my birth-\nplace language, Basque, one of the oldest\nlanguage in Europe, before Latin, before\neverything. We don’t know where it come\nfrom.\n\nYes, | read an article about it once, it’s like\na mystery because linguists can’t find any\nlanguage that’s related to it. It’s like an\nisland!\n\nThat’s true, we were invaded by the Romans\nand then divided between Spain and France.\nThe culture is very difficult here, it was very\nimportant for me to have a song on that\ninternational to have a song in Basque for\nthe people to discover that. | wrote that song\nwith a friend, Maialen Errotabehere, she\nis also a singer, always singing in Basque,\nshe is known here. The song talks about a\ncastle next to the sea, Abbadia in Hendaye.\nIt was built by a duke in the 19th century, it\nincludes an observatory, and every room in\nhis castle represents a different country. One\nis dedicated to Ethiopia because he used\n\nto live there, so the song says if you are in\nAddis Ababa or in Abbadia, you can observe\nthe same stars. We have oceans between us,\nbut we have the same sky, the same sun,\nit’s about unity between the people. It’s a\nvery poetic song, and we tried to use the\nwords that were close to African languages\nto have that sound a bit. And then I invited\na Jamaican choir, it was with Sam and Ste-\nphen, and they sing in Basque on this song,\nI think it’s a first in the world!\n\nDo you speak Basque?\n\nA bit, yes. There was a lot of oppression,\nespecially in Spain, there you could even go\nto prison for speaking Basque. There was a\nrevolution with the ETA, so now the situa-\ntion changed. A part of my family lost that\nlanguage, my father didn’t learn it, but my\naunt did and she’s a teacher, so my family\nspeaks it when we meet for Christmas or\nso. I learned it as adult, but it’s really hard\nbecause it’s not at all like French!",
    "Page_25": "MARTIJN HUISMAN A unique reggae journey\n\nthrough time and space to\nexplore the global legacy\nand impact of Bob Marley\nand the Wailers.\n\nNATION\n\nThe Global Legacy of\nBob Marley & The Wailers\n\nz\neI\n=\nZ\ncy\n=\n=z\naa\nE\nLa |\n—]\nmn\nrr)\n=)\n=\nCa\n\n66 A travelogue of inspiring\nrevelations (...) eloquent\ndescriptions of Marley's\nglobe-spanning inspiration.\n~ Roger Steffens, author of\nSo Much Things to Say: The\nOral History of Bob Marley.\n\nSE=_____\n\n \n\nLIMITED EDITION (SOO HARDCOVER COPIES)\n\nFor book orders and more information visit:\nwww.reggaenationbook.com",
    "Page_26": "26\n\nINTERVIEW DAVID CAIROL\n\n \n\nNY\nel ae\n\naS\n\nAe y Mj\nwv Oy be\n\nih\n\naura\n\nAWA)\nCAIROL\n\n| always love when people include their\nnative language on their songs. What is the\nstory behind Hope Road?\n\nI wrote this when I was next to Hope Road\nin Kingston during my first trip. It came\nlike magic to me, first verse, second verse,\nsometimes it happens like that. | was on\nthe steps of the Bob Marley museum,\ngoing everywhere: to Trenchtown, to Nine\nMile... of course there are a lot of referenc-\nes to Bob Marley and his life in the song,\nbut it’s also about my journey as a young\nsinger, the way I see life and people and\nthe way we behave as human beings. Hope\nfor me is what Reggae music taught me,\nit’s so important for me, for a lot of people,\nand this is what Bob Marley and other\nartists gave to people, giving hope, giving\nthem some sun to keep on the way, so this\nis the road of hope, truly. And of course it’s\nalso about the way I choose to be, the way\nI choose to live my life as I discovered Reg-\ngae music, to do my own music, to live with\nmusic, it was the first thing I wanted to\nhave and now it’s like a dream come true.\n\nSpeaking of, the last track, Music, touched\nme deeply, and it’s just you and the guitar...\nThis is one of the songs that I wrote very\nearly. I was in South America at that time\nwith a friend, it was my first travel ever\n\nfar from home, just with a backpack and a\n\n \n\nsmall guitar. We went from Peru to Brazil\nand I started to write that song on the way.\nI left it after that trip, but on that album I\ntalk about organic things, about real music,\nand I wanted to pay a tribute to music, so\n\nI dug it out again. Music is like a goddess\nto me, I talk about music like that, if you\nreplace ‘music’ with ‘goddess’ on that song\nit works as well, so music is god and god is\nmusic.\n\nThe album is called Vers(e) - what was the\nmotivation for that title?\n\nWell, it has different meanings... in French,\n‘vers’ means forward, the direction you\ntake, but ‘vert’ is also the colour green. And\n‘verse’ as in a poem, because it’s a new\nchapter for me, a new verse, a real step in\nmy life as a musician as well, this album is\nsomething very special to me. It’s like a dou-\nble project, we have Vers(e) and Reverse\nwhich will follow next. It’s in French, we\nhave recorded it in France and in Jamaica,\nwith some features from Europe this time.\n\nDo you have anything planned for the\nrelease of the album?\n\nWe have some acoustic gigs during the\nsummer in France, but a lot of things are\nstill closed or cancelled for now. I have a\nfirst big live gig in my place Biarritz in\nOctober, where we present the music to the\npeople, for the first time. I really hope we\ncan play at festivals next year!\n\n| hope so too! Last question about the\nvideos — six are out already, do you plan\nany more?\n\nYes, I was supposed to shoot a video with\nJudy, but that day I fell ill, | had to go to\nhospital, and it was two days before leaving\nJamaica so we couldn’t do it. I will go back\nfor that though, and also shoot a video for\nBanan Banan. Morphed Faces is already\ndone and will be released in September,\nwe shot it in Port Royal, in the ruins, that’s\namazing. Last Bus was the first song we\nrecorded, we shot it in Nine Mile and in the\nstudio in Mixing Lab.",
    "Page_27": "INTERVIEW DAVID CAIR\n\nGreat works. Thank you for the insights,\nDavid. Any closing words?\nI want to than my whole team and Mat-\nthieu Bost for the production. And I want\ntribute to Bo-Pee Bowen, to\nSam Clayton Jr., and the backing voc\non Last Bus, Dalton Browne, he left us\nas very emotional. These people\nalbum and\n\npassed before it was released that\nad, but I hope v\n\nYes, their contribution will live on\nforever now.",
    "Page_28": "28\n\nINTERVIEW DAVID CAIROL",
    "Page_29": "ALBUM REVIEW DAVID CAIROL\n\n29\n\n \n\nDAVID CAIROL - VERS(E)\nTake It Easy Agency - Autumn 2021\n\nDavid Cairol is a name\ny’all better get familiar\nwith, because this man\nis definitely an artist on\nthe rise. Not only is he a\nbeautiful person inside\nand out, actively socially\nengaged, incredibly talent-\ned and well-connected, but\nhis voice sounds so close\nto Bob Marley’s that even\nJudy Mowatt remarked on\nthe eerie resemblance, sug-\ngesting David as the lead\nsinger for the Bob Marley\nTracks project.\n\n \n\nThat’s not what we'll talk about here, though;\nthe focus is on Cairol’s new album Vers(e). The\ncomplexity of this release starts with the title, as\n“verse” can either mean “part of a poem or song”\nor, in French, “well-versed” (“versé”), “I pour” (“je\nverse”), “green” (“vert”) or “towards” (“vers”).\nProduced in close collaboration with Matthieu\nBost, the 11 tracks showcase a crazy amount of\nmusical genius, from Sly Dunbar on drums via\nBongo Herman and Hector “Roots Percus-\nsionist” Lewis on percussions to Earl “Chin-\nna” Smith on guitar. Sadly, contributors Win-\nston “Bo-Pee” Bowen, backing vocalist Dalton\nBrowne and co-producer Sam Clayton Jr didn’t\nlive to see the release of this work, but their influ-\nence can be heard and felt throughout, especially\non the skanking Last Bus, an instant favourite. It\nwas both the first song recorded at the prestigious\nMixing Lab Studio in Kingston, and the first vid-\neo released.\n\nOther tracks out on video are the marching Grow\nIn, the touching Music, highlighting David’s\nwarm, on-point vocals, and Hope Road, a stirring\nautobiographic tale of Cairol’s own musical jour-\nney. And the featured tracks, of course, which are\na joy to watch and listen to!\n\n \n\n  \n\nFirst and foremost, Build-\ning Bridges combines three\ngrand vocalists on an equal-\nly magnificent instrumen-\ntal with contributions by\nWinta James on keyboard,\nBo-Pee on guitar, Danny\nBassie on bass and Bam on\ndrums. The result is a beau-\ntifully intense, decelerated\nRoots riddim on which sing-\ners David, Brinsley Forde\n(Aswad) and Var (Inna De\nYard/Pentateuch) unfold\ntheir magic.Less _ rootsy,\nmore modern in beat, the heartening carol Heart-\ncore (pun intended!) was the perfect fit for Jamai-\ncan newcomer Rik Jam, another artist to look out\nfor. How exactly David convinced this queen to fea-\nture on Echoes From The Jungle | don’t know, but\nJudy Mowatt OD can be heard on the Nyabing-\nhi-influenced track, flowing on her signature Black\nWoman melody. Impressive!\n\nAnother song we have to talk about is Banan Ba-\nnan, a first in many ways. Crafted on a Nyabinghi\nbeat as well, it’s the only Reggae song I’m aware\nof that’s sung completely in Basque, the mysteri-\nous language of David’s home. He is joined by a\n17-voice-strong choir from The Nexus Perform-\ning Arts Company, who sang Basque lyrics cer-\ntainly for the first time in their lives. An amazing\ncontribution to linguistic diversity, and a very poet-\nic way of talking about unity... we are all watching\nthe same celestial bodies!\n\nWith Vers(e), David Cairol has managed to find\nan appropriate expression of his deep devotion\nto Reggae music. Rich in variety and talent, this\nrelease pays homage to the masters of their craft,\nthe instrumentalists who've been around from day\none. We need more releases that preserve their\nskills for posterity! Merci et chapeau, David.\n\nby Gardy Stein",
    "Page_30": "EW\n\nINTERVI",
    "Page_31": "INTERVIEW ETANA\n\n \n\na TE\n\nEtana is not an artist to take things |\nslowly. She’s just released her |\nfourth album in four years - A\nPamoja. And this Grammy- ee\nnominated, chart-topping\n\nmusician shows no signs \" a\nof musical burnout, as the See 4\nproject is filled with stellar a\ntracks, slick production and\n\nher signature style and vocals.\n\nIt’s an eclectic affair, representing both her\nmusical influences and her philosophy on the -\nworld. Reggaeville caught up with Etana to ne.\ndiscuss Pamoja, working with other artists P\nincluding Vybz Kartel, Africa, politics, the i\npower of music and more.\n\n \n\n \n\n \n\nPamoja is a remarkable project: already one I thought that would be tricky. But I gue:\nof the stand outs of the year. One of the things = during the period, when people were\nthat makes it impressive is its sweeping just home, it made it easier for me to link up\nacross genres. Was this the intention or was with people and just rec\nit natural?\nI think it natural. The first idea was to You mentioned the production. Credit has to\nhalf of the album eats, and half be given to Chris Scott for the mastering It’s\nBut then it evolved into something superb.\ng of ‘Pamoja’ You know, this album? It got mastered four\ntimes [laughs]. After I got the first one, I\nsaid “No, I want this and this and this to be\ndone”. Then I sent it back to Chris, he sent\nended up with. And so, ! p it b and then I said “It’s still not right’.\nwith what I and hear. Ev 0 id “Right Etana! I’m really going to\ntion of the album: | thought it dbe hard. work on this one!” A\nThe plan was to work with o is d more d",
    "Page_32": "32\n\nINTERVIEW ETANA\n\n \n\n- and I was like “Yes! This is it!”. Except\n\nfor one song. And I still corrected the one\nsong. But when you correct one song on the\nmaster you then have to go over the whole\nthing again.\n\nThat poor man!\n\n[Laughs] I know! But in the end, he called\nme and said he enjoyed working with me,\nand the challenge I gave him. He also said\nhe doesn’t work with a lot of artists in\nperson like he does with me - and he’s sur-\nprised to hear what my ear is like. He said\nmy ear was different. But overall, he said he\nappreciated working with me and I said the\nsame to him. He’s very, very cool. He likes to\nlisten, and so do I. We like to share ideas so\nwe get the sound perfect.\n\nWell, you did the right thing, because the\noverall sound is scintillating!\n\nThank you! I’m happy to hear that! I know\nthat I’m the hardest on myself. It’s one thing\nwhen you want a particular sound: you hear\nit in your bones, hear it in your soul and\n\nif it’s just not coming together? That’s the\nhardest part for me. Trying to get the sound\nI feel and hear, somewhere in the centre of\nme. And | just wanted it to be that on the\nrecord. Imagine the task!\n\nEvery track stood out. But particularly Fly\nwith Fiji. Both your vocals are superb. But it\nalso stood out that despite recording your\nvocals separately, you sound like you recor-\nded them together!\n\nI recorded my vocals in Florida, and he\nrecorded his in California. But the mixing\nengineer who recorded his vocals is the\nsame one who did Burned. He had a real\nprofessional who was already familiar\n\nwith my voice put it together. So, I’m not\nsurprised that you felt like we recorded it\ntogether - because of the people who did the\nvocal recording.\n\nIt’s a very impressive song.\nThank you. And that note Fiji did at the end?\nWow!\n\nYes! Superb work. Other tracks stand out,\n\nlike the brilliant one with Damian, Turn Up Di\nSound. How was that working with him?\n\nSo, we were emailing him backwards and for-\nwards for a while. And then a few weeks later,\nhe just sent back the track and said “This is\nwhat I have so far’. But when | listened to it,\nI was like, “So far? You think you need to do\nanything else to it???”. And I said, “OK! Let\nme see what else he’s gonna come with”. So,\n\nI text him back telling him it was good, but\nI'd wait to see when he was comfortable. So,\nhe sent it back when he was comfortable.\nAnd I was like “Yes, now I see the difference”.\nBecause then he did this big intro, waking up\nthe track in the beginning. He ate it. I said to\nAndre [Morris], he ate it up. Damian ate it.\nThe way he responded on this track was so\nwicked. He just ate it.\n\nNothing else needs to be said! It’s classic\nDamian: Roots meets Hip Hop beats with a\nbooming bassline.\n\nYeah! He took control of the song. He was\ncool, too, because I’m sure he understood\nwhy I did three different mixes on this song.\nI sent him two, because I wasn’t going to put\nit out without him hearing it. | wanted to see\nwhich one he preferred - and he picked the\nsame one I picked, so we were on the same\npage! It was easy working with him. As long\nas I was patient enough to make sure he was\ncomfortable. I think that was the point of me\nbeing as patient as I was: to make sure he\nwas comfortable on the track and comfortable\nwith the end result.\n\nThe track was then reimagined later with\nAlborosie. You did similar with Not 4 Sale,\nwhich was with Wezi. It was about smashing\nthe system’s enforced ideas of being a\nwoman, from a woman’s perspective. You\nthen did a second version of that with Patrice,\nNatural Beauty, which brought in a man’s\nviews on this. It’s very clever!\n\nYes! You got it! Thank you. I’m glad you got\n\nit. That was the intention. Because we, as\npeople, we experience some of the same\nthings. But we don’t necessarily feel the same",
    "Page_33": "way about it, or express it in the same way.\nSo, from a man’s perspective, talking about\nthe woman, how royal the woman is, and how\neverything about the woman is beautiful and\nsexy — I needed that part of it, and Patrice\ndelivered it. Even the way he delivered it was\nsexy and cool, you know?\n\nPamoja does feel really “together”, because\nyou’ve drawn artists from all over the world.\nHow was that during lockdown?\n\nI think the internet makes it easy. Wezi hit\nme up on Instagram. She messaged saying\nthat she was a fan, and wanted to say hi and\nasked if we could work together at some\npoint. I told her I was doing an album with\ncollaborations and I’d like to send her a\ntrack. I did think it was maybe a bit quick!\nBut I sent it anyway. She was really excited,\nshe jumped on it right away and I got it back\nin a week. She said “I wasn’t sure if I was sup-\nposed to add any notes or anything because\n\n \n\nI didn’t want to overpower you on a song!”\nAnd I said: “Listen. When you do your part,\nand I do my part, it becomes our song and\nour sound. And when we put it out it becomes\nthe people’s song. So, I'll do the best I can do,\nyou do the best you can do and when we put\nit together we'll make something amazing’.\n\nIt was wicked. It was just easy. Working with\nAlborosie was the same thing. Working with\nFiji - he actually told me he wasn’t feeling\nwell...\n\nWhat???\n\nImagine that! So, I think the internet made it\neasy. Normally an artist would be like, “J’m\ntravelling tomorrow morning”, or | would be\nall over the place, not having enough time to\nsit down and really do it. So yeah, I think this\nwhole lockdown has made me more creative,\nI’ve had more time to concentrate - | wasn’t\ntravelling all over the place, so I’ve had more\ntime to talk with people.",
    "Page_34": "Er)\n\nI have to ask you about Clap. It’s a real fusion\nof genres and styles. The only way to sum it\nup is Neo Soul.\n\nThat’s the closest thing! Because if y\n\nthem together. So.\nmething\n\nto do. I wanted the lis\nng nd and then suddenly\n) “Baby don’t you let me go”. You\nStuff like that. I wanted the mu\ntalk to them long after they stopped list\n\nAnd that’s what it does. So, narrative-wise\nthere’s a lot going. You’ve mixed the con-\nscious messages more relaxed vibes. Do\nyou think that’s an important mix to have?\n\nUS SSN\n\nI think I’m alv\nBecause not only\nbut families - driving in the car to\nying in the «ground.\nidea, and a very i\n\ng ongs\nand the Roots and it\nthat people get the m\n\nnow when v\n\nfeel gi\nithout feeling burdened to understand\n> I’m comi",
    "Page_35": "AVAILABLE ON ALL DIGITAL PLATFORMS & RECORD STORES WORLDWIDE\namazon @ seotiy\n\nDistributed by: Tad’s Record Inc, Miami, USA - 1.877.4Reggae / JA - 876.929.2563\n= ~ RB WWW.TADSRECORD.COM ¢ Email: tadsrecordinc@cwjamaica.com\n- “yy © www-facebook.com/tadsrecordinc ©@@tadsrecord @tadsrecord\nPreere Buy@ www. tinyurl.com/tadsrecordamazon",
    "Page_36": "36\n\nINTERVIEW ETANA\n\n \n\nVybz Kartel struck the balance of conscious\nand bruk-out really well on Of Dons and\nDivas. And it works so well because people\nwho might not be conscious, it opens their\neyes and you draw them into deep messa-\nges without them even realising.\n\nYes! Exactly. That’s the point. To do it\nwithout people even realising. But then, the\npeople who are conscious are appreciative\nof the message just the same. You have peo-\nple who are deeply, deeply conscious and\nconnected to everything that’s happening.\nAnd so, because I have a lot of fans like\nthat, I don’t want to lose their interest in\n\na project. But on a broader scale | think\npeople need to loosen up a bit and work\ntogether to build back something better\nthan we had before.\n\nAs for Vybz Kartel, he’s a beautiful person\ninside. I think he’s very intelligent and\nvery talented. Even when people ask ques-\n\nL.A.B IV\n\nNEW ALBUM OUT NOW\n\n®spotify music abandcamp\n\n \n\ntions like “Why do you think you could’ve\ndone a song with Vybz Kartel?” - I'm\n\nthinking “That’s because he’s intelligent!\nHe’s talented! He’s smart! He knows what",
    "Page_37": "INTERVIEW ETANA\n\n37\n\n \n\nto do!” Like, how do you not know this? He\nresponded beautifully on this track [Baby\nO}. Also, he shows that he is quite aware\nof what he’s doing. In one of his regular\nDancehall songs, he’d say a lot of deroga-\ntory things. But this song shows that he\nalso views women in a different light. And\nI think that is the most impressive point in\nBaby O, it’s just to say: “Hey. Even though\nI talk about all of this stuff, I do know that\na woman is a Queen, is royal”. And it’s just\nso warming. It’s wicked.\n\nWhat was Malaika (“Angels”) about, as it’s\nin Swahili?\n\nIt’s saying “My angel, I love you”. It’s about\na woman who is in love with someone, who\nmay not have a lot [of material wealth] -\nbut she would be with him and marry him\njust the same. But more than anything, the\none line that made me do the song is “My\nangel, I love you”. Because if you think\nabout Africans and their history; not to say\nthat there isn’t much wealth, and money,\nand gold and all the things we want and\nneed in Africa - Africa is rich - but think\nabout the history of the majority of some\nof the places, not countries because | don’t\nlike to separate Africa like that, Kenya is\nKenya, Ghana is Ghana, that’s how ‘they’\nsee it. But in our minds, Africa is Africa\n\n- so I say there are ‘parts’ and ‘places’ in\nAfrica. So, when you think about its history,\nAfrica has been through a lot of pain and\nstruggle and there’s still a lot of that. But\nif we can find it in ourselves to love each\nother, regardless of what we have, as a\nfamily, as a person, as a citizen - | think\nwe can go a long way. So, “My angel I love\nyou”, regardless of who you are, where you\nare, no judgement, no nothing, I just love\nyou. That’s why I chose that song, because\nthat’s what it says to me.\n\nYou mentioned Africa having gold and the\nthings we need. We still have corporate\ncolonialism extracting the wealth from the\npeople there. But Pamoja comes out with a\nvery strong message of African unity.\n\nGiven this message, do you think Africa\nand its people are moving towards a point\nwhere they can break the shackles of this?\nWell, I think there’s a lot of work to do. I\nremember some years ago, I went to Ghana\nor the Gambia; one of the two. And all the\nleaders came together in a meeting, they\nwere all gathered. But there wasn’t much\ngoing on. So, I said to somebody: “Why is\nnobody really saying anything?”. He said\nthat leaders didn’t want to come together\nbecause they didn’t want to lose what was\ncoming in their directions. If they unite,\nthey’d have to give up some of the things\nthey like or have; then they’d have to share.\nAnd that is another problem. Then, they’d\nhave to think about what would happen if\nthey cut some of these ties with other po-\nlitical people. So, it’s a lot of a mess. But I\nthink as generations come up, they become\nwiser, they start making different moves\nwithin themselves — not even politically,\nnot even up top, I’m talking about the peop-\nle on the ground. They’re making different\nmoves, becoming more independent, more\nbusiness-orientated, more everything.\nEventually, governments and people [in\npower] will have to catch up to them. Will it\nchange politically? As long as we have the\nsame people in place, I doubt it. But we,\nthe people, have the power to make them\nchange.\n\nSo, do you think change will come from the\nbottom up?\n\nExactly. I think it will. Because we’re more\naware of how things were. Recently, | did\nsome research on apartheid [in South Afri-\nca] and how the whole revolution started.\nAnd I realised that even in that revolution\nand how political it was too, and the reason\nfor that revolution, and the reason in the\nfirst place - it’s deeper than I thought and\nmore political than I thought! To under-\nstand it all you have to go all the way back\nto when the French and the British were\nthere and were fighting over the space.\nYou’d have to go back then and all the way\nthrough their political growth to under-",
    "Page_38": "38\n\nINTERVIEW ETANA\n\n \n\nstand why the revolution started in the\nfirst place. So, I think we’re getting more\neducated and we’re understanding a lot\nmore than we did prior to now. Information\nis at the fingertips. You can google stuff,\neven thought it takes more than Google\nnow, everything is right in front of you, you\ncan find videos - a lot of stuff we never\nhad before. With time, I think there will be\nchange. And it will come from the bottom,\nup.\n\nThe access to music in terms of change\nfrom the bottom up is going to be crucial.\nWould you agree?\n\nI agree. There was a time when I wrote\nmaybe three songs I can think of; there’s\nmore — but I’ve seen changes from the be-\nginning. With Wrong Address, when | did\n(sings) “We don’t want no trouble”, about\na woman who applied for a job but didn’t\nget it because where she’s from. A couple\nof years later the Prime Minister of Jamaica\narranged to have young adults bussed from\ntheir communities to work, and from work,\nack home - and they opened up opportu-\nnities in the airport and different place for\nthem to get employed, especially if they’re\nrom a low-income community. And it still\nsheds light on the same prejudices, and\nwouldn’t even say prejudices - I’d say\nclassism. And it still sheds light on that\nclassism today. Someone interviewed me\nabout it last year, and she said she cannot\nelieve that people are actually still facing\nthese situations today - and the song was\nlayed over and over.\n\nhere was another situation where I wrote\na song, in which I said: “J’m not afraid”.\nAnd from the time that I wrote the song,\neven all the way up to now, it’s impor-\ntant that we remember not to be afraid.\nBecause fear was one of the reasons why,\neven going through this whole pandemic,\na lot of people ended up in the hospital or\neven died - because of fear. And fear was\nan intricate factor in implementing all the\nrules and making all the changes they did\n\n \n\nover this time. They used fear to do that, to\ngain control, and to implement those rules.\nAnd we always have to remember not to be\nafraid.\n\nAnd there was another time | wrote about\nthe police doing all the things they do, and\none day it would turn back on them. But I\nnever thought it would have the turn-back\n\nI see now. It’s weird. It’s not anything I’d\nwant to see because yes, I want people to\nhave respect for authority. This is how our\nsystem is set up and this is how it works;\nthis is how it has worked over time. But we\nhave to right the wrongs somehow. And in\nwriting that song, I never thought I’d see it\nin my time. Music is powerful. Not even the\nartists sometimes understand the message\nthat’s being put into the song. Because the\nsong and the messages come from a place\nthat even we can’t touch. Somewhere in the\nuniverse; somewhere that’s connected deep\ninside at the centre of us. A lot of us crea-\ntors don’t understand that place completely.\nI find that sometimes when the message\ncomes, you can’t even control it - you can’t\nslow it down. You just have to write. Like,\nwhen I get the messages, I just have to\nwrite and sing. I have to record it and put it\nout. And once it’s out, sometimes you don’t\neven know what it is. But it does the job\nit’s supposed to do. And that’s the amazing\npart of creating. Sometimes | feel like a ves-\nsel; a portal. Like something comes through\nme and to the world, and it does wonders.\nI’m grateful that I’m able to do that, and to\nbe used like that by some kind of positive\nforce. Some people call it God, some people\ncall it the universe. But I’m glad that I’m\nable to be a part of something so powerful.\n\n \n\nThere are some songs where the meaning |\ntake from it is often different to the artist's!\nIt does the work. Even in songs that I write,\nI know what I was going through, | know\nwhat I wanted the outcome to be - but I\nnever would have thought that so many\npeople across the world would have find so\nmuch strength in, for example, J Rise. Even",
    "Page_39": "J i ! A i =\nVTi etey Stylez | a,\nSE LARS OTe i rey ty\nVyzadon elroy rele een\n\n \n\nlula ag DM eka e\n\nOUT NOW\nJON ALL DIGITAL\n| PLATFORMS\n\nYate 50 a | a i\nol a iit )",
    "Page_40": "the other day I saw a note asking the ques-\nIf you had to sum up your life in two\n\nWell, Etana, that’s never going\nto happen. Because there are too man\ndifferences. People fight. They don’t like\neach other because of colour and class”.\nAnd I say: “Hold on”. One thing I’ve heard\n\nc an in, even though the ne’\n\ng\nate\n\nsounds like a bunch of j\nthe line [on the ne\n\nid didn’t care\n\nwherever you're\nou had a chance\n\nto die - or you died”. So,\nrophic hurr\ngo through and p\nbe | It just p\nAnd so, underneath é\nall know that we li\nand a\ntogether.\n\nIt is that simple. But the system would have\nus believe it isn’t.\nhen I € hear the\ni created, the\n. And I thought",
    "Page_41": "i a\n\nthat aft geover of the po\n> have Joe Biden in the US,\nally stop - and people v\ngether again. But I re\nalmost like pe ted to the\ni des of a\n, ge of Pamoja is\nimportant. We need to remember or have it\nomewhere in the back of our min f\n\nere - that we need to come tog\n\nThat is the perfect way to end our time\ntogether! That was wonderful. Etana, thank\nyou so much for chatting with Reggaeville —\nwe'll have to do it again sometime!\n\nWe should, | enjoyed talking t\nThanks for having me!\n\nyou as well!\n\n \n\n \n\nJESSE ROYAL\n\nNEW ALBUM OUT NOW\n\nFEAT. VYBZKARTEL, PROTOJE,\nSTONEBWOY, RONKUS;SAMORY | & KUMAR\n\n   \n \n   \n\nne\n\naca\n\nRonee\nOn\n\nFT/BUSY SIGNAL, KABAKA PYRAMID,\nLaF\n\naR ae) aL TT)\n\nINDUBIOUS\n\naes\n\nee\n\nLf] ba\n\nFT/CAPLETON, ANTHONY B, SIZZLA,\na)",
    "Page_42": "",
    "Page_43": "ALBUM REVIEW ETANA\n\n43\n\n \n\nTessier\n\n \n\nTt only seems five minutes\nsince Etana’s 2020 album\nGemini. But she’s back,\nshowing time has no me-\naning when it comes to\nsearingly good projects.\n\nPamoja, released via\nFreemind Music, is sim-\nply glorious. Like its na-\nmesake, the album brings\ntogether the worlds and\ncultures of Africa and Ja-\nmaica in both musical and\nlyrical form. Etana and\nFreemind’s Andre Morris (her husband) are\nresponsible for much of the writing (the synergy\nshines through), along with a plethora of other\ntalents. Chris Scott’s mastering is stellar, gi-\nving Pamoja a sympathetic, warm and rich feel.\nOverall, the album sweeps across genres and the\nglobe.\n\nUT\n\nLegacy featuring Kenya’s Naiboi winds across\nsmooth AfroDancehall that’s interspersed with\nelements of Soul. Melanin sees Etana join\nforces with Tanzanian singer Nandy across a\nforthright Afrobeats path. Not 4 Sale with Zam-\nbian songstress Wezi is a fusion of Roots, Dub\nengineering and some Dancehall/Trap vibes via\nhi-hat buzz rolls. Walking Away pares things\nback to Roots-Soul sensibilities, and Malaika\nexpands on this beautifully.\n\nBack to Jamaica. Baby O sees Vybz Kartel and\nEtana create an almost Lover’s AfroDancehall\ntrack. A stop in Ghana with Stonebwoy fol-\nlows on the stuttering AfroDancehall Proppa.\nFly takes us to Polynesia as Fiji helps cement\na Roots-Soul fusion with both artists giving ab-\nsolutely stunning vocal performances (check out\nhis soaring falsetto). Clap is gloriously ambi-\nguous: really Neo Soul, incorporating elements\nof Ambient RnB, Dancehall and Afrobeats.\n\n \n\nWe stop in Kenya again with\nWyre helping deliver The\nOne - a smooth, 21“ centu-\nry RnB Lover’s Rock track.\nDamian “Jr Gong” Mar\nley and Etana Turn Up Di\nSound with a Revival Reg-\ngae-Hip Hop fusion. Natural\nBeauty takes Not 4 Sale’s\nriddim and expands _ it,\nwith Sierra Leonian-German\nartist Patrice giving a con-\nscious man’s perspective.\nEurope isn’t missed out eit-\nher as Turn Up Di Sound's\nriddim is reimagined with Italian star Alborosie\nacross Jamrock Vibez.\n\nThematically, aside from the positive relationship\nmessages from Pamoja’s love songs, the album\nfeels like a response to world events since 2020's\nGemini. Etana gives a powerful cry of black pride\nwith Melanin. Across both Not 4 Sale and Natu-\nral Beauty, she smashes the system’s toxic notion\nof femininity. Malaika (‘Angel’) sees Etana both\nprovide a positive message of love without the need\nfor riches - and a powerful sermon on the need for\nhumanity to collectively love each other over mate-\nrial things and power.\n\nOverall, the title track encapsulates Etana’s vision\nfor Pamoja perfectly and beautifully. Essentially Af-\nroDancehall, but with leanings more towards the Af\nrobeats side, it features Jamaica’s Yahsha (who also\nco-wrote several other tracks) and Kenya’s Michael\nBundi - as the three deliver a cry for unity across\nboth the Motherland and world more broadly.\n\nPamoja is stunning from Etana: musically extre-\nmely detailed; the production first rate; vocally she\nand her collaborators at the top of their game; lyri-\ncally delivering a plethora of messages and overall,\nit’s an inspired project with a cry for common hu-\nmanity and unity at its heart. Powerful, and one of\nthe strongest releases of 2021.",
    "Page_44": "dl\n\na TARO\n\n       \n\nop,\n\"\n\nVERRY 14\nSa 7\n\n \n\n   \n\nALN Keg, “J\nANT?\nZee\n\n \n   \n\n \n\ni?\na\n\n \n\nSD em\n\n \n\n \n  \n\nBLACK, ROYAL & RIGH FOREVER:\n\nG =~ VY ih\nEIS :\nWG ee RAN rae ie\ne ge NF\nOey\nJr:",
    "Page_45": "INTERVIEW JESSE ROYAL\n\n45\n\n \n\nBUILDING HIS THRONE\n\nINTERVIEW BY GARDY STEIN\n\nJesse David Leroi Grey, better known as\nJesse Royal, has firmly established himself\nas one of the big names among the young\nReggae Revival. His 2017 album Lily Of Da\nValley heralded an impressive development\nand, dropping fantastic singles and collabora-\ntions left, right and centre, that development\nnow culminated in an oeuvre called, simply,\nRoyal.\n\nThe simplicity is deceiving, though. Royal is\na highly complex album, both in message and\nversatility, and the artists featuring on six of\n\nPHOTOS BY SAMO & NKOSI\n\nthe eleven tracks are nothing short of stun-\nning. To understand and grasp this complexi-\nty, Reggaeville reached out to the man Jesse\nRoyal himself with a truckload of questions\nin tow. An excellent storyteller, he let us in on\nprecious behind-the-scenes moments, com-\nments on his collaboration with the produc-\ners and explains some of the important lyrics.\nThe conversation, which he joined with his\nnew-born daughter in arm, was as entertain-\ning as it was enlightening, and the best thing\nabout it is that you can read along now:\n\nWhat’s up?\n\nI’m good. How are you? How is the family?\nThe family is great, as you can see (holds\nbaby up).\n\nIs she sleeping?\nWhat’s... sleeping? (laughs) | wish!\n\nThe joys of parenthood... how old is she now?\nFive months.\n\n \n\nBless her. Before we talk about your new al-\nbum, | want to ask about your latest IG post...\nit shows you next to a footballer, Walter Boyd.\nCan you tell us non-Caribbean’s who that is?\nWalter Boyd is one of our most legendary\nfootball players! He was the crowd favourite.\nHe had a particular shoe that he used to wear,\nand he made Puma sell way more pairs in the\ntime that he was playing. He used to wear a\nred boot that was called the Puma King. It\nwas full red, and he wore number 10.\n\n® jesseroyali ©\n\njesseroyall © Who remembers the\nElectricity that ran thru the stadium\nwhen the Ball reach dem man ya\nfoot?!?!? If you Know you Know!!!\n#SmallAxe #WalterBoyd #BlackaPear!\n#ReggaeBoyz\n\nthecham @ Pearl\n\nReply .\n\nies (1)\n\n3\n\nSd 7 likes\n\nView\n\n \n\n@ worreeveyeannaio Heo\na\n\nGd tOlikes ‘Reply\nOAV W\n\nLiked by percussionist shaqu and\n6,894 others",
    "Page_46": "46\n\nINTERVIEW JESSE ROYAL\n\n \n\nOn the journey... you know, the one time that\nJamaica went to the World Cup, on the road\nto France, he was an integral part of that\nentire process, he was like a one-man-army.\nIf you are from Jamaica, you know the feeling\nof seeing Walter Boyd, and you remember\nthose red boots running down the centre of\nthe field and taking on defenders, so it’s a\nvery euphoric thing for us.\n\n| read the comments and he seems to be\nquite important to Jamaican sport.\n\nYeah man, he is super important, and it is\nimportant that we always remind the youths\ndem of we history, cah if you don’t know\nwhere you're coming from you cyaan really\nknow where you are going.\n\nDo you still play football?\n\nYeah man, as much as I can! It’s a very\nholistic workout, you get fitness to agility to...\n(talking to squirming baby) chill out please! ...\nyes everything, so we still play football!\n\nOn a business side, you are involved with\n\nthe Jacana Company. What is your position\nthere?\n\nI’m a shareholder and brand strategist.\nJacana premiered dispensary ina Jamaica,\n\nit is one of the, if not THE cleanest herb that\nyou can get ina Jamaica. We have research fa-\ncilities and we are coming up with some inge-\nnious ways now of servicing the community,\nbecause we really just feel like herb is going\nto be a big part of moving Jamaica forward.\nNot only financially, but socially as well, you\nknow? It’s important for it to be normalised\nand we start deal with the health and the\nwealth of the herb versus the stigmatisation\nand the discrepancies weh it always a get.\n\nCommunity work seems to be a major focus\nof your actions... in another interview you said\nit’s important for you to be useful to other\npeople and to maximize your time on earth...\ncan you elaborate on that?\n\nMy thing is, we benefit from a lot of work\nthat other people do. Something as simple\n\nas there will be people who are going to read\n\nthis interview and get inspiration from the\njournalism that you did! There’s plates that I\nuse, that I didn’t make, somewhere somebody\nin this world found it important to make a\nplate, and I made a dish and served it on that\nplate. There is somebody else who made the\nforks, so... if we really look around us, we are\nliving in a world where other people were\nbrave enough to follow through with their\nideas. You know what I mean? From the car\nyou drive to the gas station that you pull up\nat, these are all ideas that individuals put in\nplace to hopefully try to make life a little eas-\nier or better for other people. So, for me it’s\njust fulfilling that cycle of life, and you use so\nmany things that it’s important for you also\nto find a way to be useful. That is the whole\nbasis of that conversation, just make sure\nthat your moral compass is always aligned\nand you know that in the midst of you using\nall these other things, remember to be useful\nto somebody somewhere in some way.\n\nSome people say “I don’t have fans or fol-\nlowers, | cannot move things the way other\npeople can”. so they find excuses to not do\nthings because they think they are not in the\nposition to do it... but as you said, there are\nsmall things everybody can do!\n\nYes, let me tell you this, I was having this\nconversation yesterday. There are way less\nexcuses to not do it than there are reasons to\ndo it. So if you have one reason why you can’t\ndo it, there are twenty reasons why you can.\nYou need to know where your focus and your\nenergy lies, and what you are trying to do.\nEven if you’re going to plant one acre of land,\nand you can’t plant it all at once, you can\nplant one row at a time, right, and if you plant\none row for 365 days, at the end of the year\nyou will have planted an acre.\n\nYour focus and energies have clearly been\non the upcoming album, which is simply\ncalled Royal. In the press release you said\nthat “Reggae has a different tone, a different\nfeeling, a different mood” and that it’s just\nroyal music. Can you tell us what you mean\nby that and why you called the album Royal?",
    "Page_47": "",
    "Page_48": "48\n\nINTERVIEW JESSE ROYAL\n\n \n\n \n\nAll right, let’s start here. Reggae is the\nKing’s music, it’s the only genre around\nthe world that is literally dedicated to the\ntruth, whatever that may be. It might be the\ntruth about the system, the truth about love,\nthe truth about marijuana, the truth about\nlife. We aren’t dedicated to entertainment\nas much as we are dedicated to deliver\n\nthe truth as message, whatever that is. So,\nwhen we talk about royal music it’s because\nwe have that responsibility as the caretak-\ners and the ones who carry the flame right\nnow. It’s important for us to know the story\nand grow the glory.\n\nWhy we call this album Royal now it’s be-\ncause it is literally the most vulnerable I’ve\never been on a project, where I speak on\nreal situations from parenting to friendship\nto disloyalty to love and the good and bad\n\nthat comes with that. So, when we listened\nto all the songs and we came together as\n\na unit, people said “Hey, we never heard\nyou speaking like that before, you clearly\nare comfortable with really giving people\n\na glimpse into your life now. This literally\nfeels like the most honest you've ever been\nwith your audience, this feels like a stripped-\ndown version of Jesse Royal, it feels like\njust Royal.” We had a couple other ideas of\nhow we are going to name the album, but\nafter this reasoning, the general consen-\nsus was that this is exactly what it should\nbe called. This is a true representation of\nwhere I am in life, and we are very aware\n\nof who we are and who we need to be in\nthis space, in our time, for our generation.\nIt’s nothing short of royal! Regaining the\nkingly side of our story, not just attaching\nourselves to the idea of 400 years of slavery,\nidentifying ourselves with bigotry or some\npeople and perspectives that are first of all\nignorant and then second of all not true.\n\nWe don’t have to own labels put on us by\nother people, the whole royal thing is just to\nremind the youths dem of our story. We are\nkings and queens, not former slaves. We’re\nnothing short of royal!\n\nBefore we talk about the individual songs\nin more detail, let’s look into the produc-\ntion of the tunes. There are a few different\nproducers on the album, but the one most\npresent is Sean Alaric. How did you connect\nand what was working with him like?\nJason Panton, who is a good friend of\nmine, he and Sean Alaric are friends.\nJason heard a beat from Sean and he\nsent it to me and was like “Yo, Jesse, listen\nto this, this is a wicked beat, I think this\ncan work in Reggae music right now!” We\nstarted fleshing out the song, linked up\nwith another one of my bredren named\nVision and worked on the whole idea of\nwhat LionOrder is. How easy that process\nwas and how steady the songs were made\nme very confident in the potential of the\nrelationship between me and Sean. After\nwe created that song, | did a writing ses-",
    "Page_49": "2X GRAMMY AWARD WINNER\n\n \n\n \n\nmorganheritagemusic.com",
    "Page_50": "50\n\nINTERVIEW JESSE ROYAL\n\n \n\nsion in LA. I flew Sean out, I flew two other\nproducers out, | flew Jason out, Protoje\njoined us, and I had some other people on\nmy team that were there. We literally took\na week to just create. Whatever comes up,\nwhatever comes out, we just created the\nspace for creation. And that experience\ngave us probably 80% of the album. In a\nweek! In one week, we got the ideas and\ndirection of the album, and after that it was\nkind of just smooth sailing.\n\nI thought about other conversations that\nneeded to be had, and we directly went out\nto people like Dretegs, who did the song\ncalled Home. My brother Alandon and |\nconnected in terms of creating that whole\nconcept. There is a song like Rich Forever\nwhere we actually developed the progres-\nsion in Sean’s studio, but then we went\n\nto iotosh to create the whole picture, you\nknow. I’m just showing you how interactive\n\nma\n\nPoe)\n\n \n\ncln@ani\n\naC Suen\n\n \n\n \n\n \n\n \n\nLea a\n\nJESSE ROYAL STONERWOY\n\nit has been, it hasn’t been “There’s a beat\nand we sing on a beat”, we literally tried to\ncreate songs, create ideas, which is why the\nmusic wraps around the melodies so much.\n\n \n\nent A\n\n   \n\nPam A eae)",
    "Page_51": "INTERVIEW JESSE ROYAL\n\n51\n\n \n\nLol ately aL ica\n\n \n\nYes, it sounds very organic, even though\nthere are many different people involved...\nYeah man, very organic, and it sounds like\nyou're on one train, it doesn’t feel like you’re\nhopping on different trains. It’s one train,\none journey. I’m actually proud of the work\nthat we came up with and I’m extremely\nhappy and excited to share it with the world,\nyou know what | mean? (laughs)\n\nYou mentioned Rich Forever, and of course\neverybody is curious... how did you get to\nwork with Vybz Kartel? How did the link\ncome up?\n\nYou haffi understand that everything ina life\nis what it is and it will be what it should be.\nWith that said, everything happens in ways\nthat sometimes we wish we could explain,\nwe wish we could describe in a very real\nmanner, but the reality is that dem tings is\njust divine. The conversation that we wanted\nto have on Rich Forever, there is only one\nperson who could have spoken, who we\nwere trying to speak to in the way that we\ndid, and that’s Vybz Kartel. To me THE\ngreatest lyricist to ever come out of Jamaica,\nand arguably one of the greatest lyricists in\nthe world. Arguably! I’ve heard Jay Z speak\nof how profound he thinks Vybz Kartel’s\nwriting is, so...\n\n \n\nRich Forever was almost like a song weh we\ndid have to use fi light a fire under the youths\ndem tail just fi remember “Yo, we are what\nwe are and that’s the way it’s gonna be!”.\nLike Bob Marley say, we got something they\ncould never take away, despite all the confu-\nsion and illusion and dem trying to get us to\nbe delusional and identify with an identity\nthat is given to us, not who we actually are.\nIt’s important to me that somebody like Vybz\nKartel say “Rich Forever, family we treasure,\nin a system that breeds depression who will\nease this tension, every man fi demself,\ncheese intention, meaning greens that evil\nintention. No matter how me teach dem need\ndetention.” If you get what I’m trying to say,\nall these songs are deliberate, with a delib-\nerate message and a deliberate goal, we are\ntrying to do away with certain labels and try\nfi wipe the board and start fresh and give the\nyouths an opportunity to be their greatest self\nand not feel like dem a run a race weh dem\nalready start 20 steps behind, you know?\n\nThanks for the spiritual connection. Now for\nthe practical side, how did the song reach\nVybz Kartel and how did his verse reach you\nin the studio?\n\nThe right people at the right time! (laughs)\nRespect is out there in a di world from both\nparties, and we just make it happen.",
    "Page_52": "52\n\nINTERVIEW JESSE ROYAL\n\n \n\nThere are some other very exciting colla-\nborations on the album... Protoje of course,\nyou mentioned LionOrder already and it’s\nbeen out there for two years doing extre-\nmely well. The one who opens the album\nthough is Samory | with High Tide And Low.\nDid you have him in mind when you created\nthe track?\n\nYeah! I wanna tell you something funny.\nThat’s a beautiful track produced by Natu-\nral High who are some great, great, great\nproducers, Jordie and Blaise. When we\ncreated the track, I had two individuals in\nmind. I won’t say the other’s name, but the\nenergy of Samory did just stand out to me.\nHe is a very warm, spirited and light-heart-\n\n \n\ned youth, and him energy just jump out and\nme say “All right”. We already had the con-\ncept written, and we just needed the deliv-\nery, the frequency, and I would say Samory\noutdid even what | expected of him! Like, he\ntook it and brought it somewhere... zionly!\nMe definitely give Samory a whole heap\n\na respect. From him vocal abilities and his\nincredible, incredible voice, him know how\nfi use it, you know.\n\nThat’s why we put it up first, we needed\nsomething that would just open the gate,\nnot too wide, just enough so that you can\nget ready fi where we a go, because you\nknow it’s not expected, it’s not an expected\nalbum in terms of sonics, but me sure seh\nthe ones dem will find something weh dem\nenjoy.\n\nSure! And then you have some other great\nfeatures, like Runkus on Like Dat. | think he\neven produced the riddim, right?\n\nYes, me and Runkus did work pon Like\nDat. Funny story! We went to the studio,\nme and Runkus did suppose fi link up for\na while, so we pulled up the Like Dat beat\nand we started vibing. Runkus is a super\ncreative youth, me like working wid him,\nyou know, so we connect and we roll ideas\noff a each other, and then we got the song\nand flesh it out. Then Runkus pull out\nanother riddim and was like “Yo, just say\nsomething pon dis one.” Me say all right\ncool, and him start play and me sing “It\nmight cost my life but me nah stop till dem\nall pay di price, Lord, it might cost my life,\nbut me nah stop till di people get wise...”\n(sings) And Runkus just say “What? Pull\nup... what?”\n\nMe did leave that there, Runkus called me\nback the day after, saying “Yo, J know our\nsong was the plan, but then this song is\nactually a vibe.” And I was like “Oh it was\njust a freestyle, I don’t know if it can make\na song.” And Runkus said “Royal, I never\nasked you to trust me in life before, just\ntrust me on this one!” So I just gave him my",
    "Page_53": "rate Hie tees\nPGi} ecgegebis Beh Se\nLCF a a Bia ae ae\n\nWind AU ipai ami em a Brew\ni} Bie eee\nBie newe ete\nSake aceon\n: otis\n\n \n\nTinD ON N MILI\n\neee.) || |\n\nTeme E73 ey g",
    "Page_54": "INTERVIEW JESSE ROYAI\n\nd then he sent me back a e\nthat he did, and it blew my mind. Then he\nsends me am ying Munga ts\nto be on it, and then Kabaka came in, and\nthen Royal Blu, and it ended up being\n\ng yng that did\ng happy that\nI could have helped in the process, one,\nbut a just t nius of it all... | mean,\nhe took a and turned it into a big\ntune, you ive people\nee that in the\n\n2 do a song together\nthink the\n\nwant to\na lot more\nther, |\n\nz, a lot more v g\nZonna make\n\nBMG\n\nYes, especially, as you said, 5Gs did good\nfor Runkus, but it did good for everybody on\nthat song! | was so happy to see him on the\nsong list.\n\nWow, that sounds exciting! Another name |\nwas happy to find was Kumar. You worked\nwith him several times before, right?\n\nang this son,\nho I think i\nibly tale fan of h\nI'm al\nlar song\nUnga\nit’s just good for me to be able te\nplatform with some of my broth",
    "Page_55": "INTERVIEW JESSE ROYAL\n\n \n\n \n\nOne brother who is not from Jamaica but\nall the way from Ghana is Stonebwoy. Dirty\nMoney is one of the highlight tracks for me\npersonally, so I’m curious to find out how\nthat link came about.\n\nStonebwoy and | have been friends for a\nwhile. I’ve always respected his work, I’ve\nalways respected his work ethics, and we\nhave a couple of common friends. Some-\nbody who was also very integral in making\nthis happen is a producer and agent, actu-\nally my agent in Europe, Riga from Hemp\nHigher. So he was connecting the dots\nand making it happen, so I always shout\nout to Riga. Me and Stonebwoy been good\nfriends, but as me say me have a huge, high\nlevel of respect for the importance that he\nput on connecting Africa with Jamaica. It’s\nsomebody who has worked tirelessly in\nterms of bridging the gap, and we love the\nethic and will work together and connect\nAfrica and the Caribbean because we are\none people.\n\n \n\nAs you said in the beginning, Reggae is ro-\n\nyal music, and a lot of elements came from\nAfrica of course, so it’s great to see the link\ncome back full circle.\n\nRight!\n\nAnother track | want to talk about is Natty\nPablo. By the way, | really appreciate that\nyou put all the lyrics in the press release!\nWhat made you do that?\n\nBecause it’s important for you to actually\nunderstand what I’m saying and why I’m\nsaying it. Natty Pablo, like me say, is one\nof those songs weh... in Jamaica there’s a\nwhole heap of Rastamen, elders, in volatile\ncommunities, in places where it seems that\nthere is only desolation. But then there is\nsome Rastaman who help the youths dem\nthink upful when it comes to food, help\nedify the youths dem in terms of blackness,\nhelp edify the youths in ways of survival\nthat don’t have to do with negativity. And\nalso there are some individuals who have",
    "Page_56": "56\n\nINTERVIEW JESSE ROYAL\n\n \n\nbeen brave enough to fight some fight\n\nand try to use the little weh dem have to\ndevelop the mass, so the idea of exposing\nNatty Pablo to the world is something that\nhad to happen in terms of... Rastaman don’t\njust sit down on the hillside, you see me,\nwe don’t just complain about the problems,\nwe actually try to be the solution! We strive\nevery day to try to be solutions to the\nproblems that the governments create. So,\nyou hear me say: “Natty Pablo smuggling\nthe truth, tending to the destitute, breaking\ndown the laws that they built to keep we\nmute.”\n\nAnd who are the names you mention?\nNarcos, Dr. Sebi, Naldo?\n\nNarcos... these are people who use illicit\nmeans and done some bad things with\nwhat they’ve got. So, the song says “We\nain’t nothing like the Narcos, tell me weh\nwe can’t go with this contraband inna we\ncargo.” Dr. Sebi is a doctor, somebody who\nhelped us to realise a lot of the root causes\nof a lot of issues that we face as people in\ngeneral, and then as specific to our race. |\nrecommend everybody to check out some\nof Dr. Sebi’s videos, it’s definitely trans-\nformational, life changing. Naldo now is\none of my favourite footballers, Christiano\nRonaldo, in Jamaica we just call him Nal-\ndo. That’s what I say, I’m a “Top striker like\nNaldo, el jefe head honcho.”\n\nAh ok, | see! And what are the Swallow-\nfields?\n\nSwallowfield is a community in Kingston,\nJamaica, that is near and dear to my heart.\nA lot of friends that I grew up with live in\nthere, some have lost their lives or whatev-\ner. Swallowfield is one of dem garrisons ina\nJamaica weh me just feel responsible to help\nsome youths come out of there, you know.\n\nAnother song we have to talk about is Black,\nof course. Next to the deep meaning, the\nmusic is very crazy, the sounds used, the\nmusicians involved. Were you there in the\nrecording sessions?\n\nYeah man! Yared Lee is a very creative lik-\nkle youth. The idea of Black is something\nso necessary for our youth, like one of the\nfirst lines say, “Black excellence, beaming\nwith confidence, hard work and diligence\nwe use to tear down wall and break defence.\nMi rise a nuh accident, everybody needs ox-\nygen, Mansamousa is back again, warn me\nenemies, tell me friends.” It’s like the idea of\nus reclaiming the glory of what we as black\nare and making black beautiful again. It’s a\nthing weh we just remind them of the glory\nthat comes with being melanated. The thing\nabout it now is that Black is a song weh...\nit’s very funky, the horns and the drum\npatterns and so on, it’s a very funky song\nand we love it, we love the concept and\neverybody thinks it’s dope. We took some\nrisk, nobody has ever heard of Yared before\nin the production world, but he’s a youth\nweh... he did some dope things and he has\na dope future, so we give him a chance, you\nknow?\n\nIn Home you hear the voice of your daugh-\nter who says “Papa, | miss you!”. Here in\nGermany we say Papa as well, is it common\nin Jamaica too?\n\nNo, it’s not common, that’s what she calls\nme. She lives in Oslo, you know, so that’s\nher special way of calling me. In Jamaica\ndem say Daddy. (laughs)\n\nHow did it feel to be on stage again for the\nalbum launch, after all this time of lock-\ndown?\n\nIt’s been a while since I performed for a\nlive audience, so you can imagine the level\nof excitement that’s bubbling within me.\nIt’s dope, it’s a great time to give people\nsome music, coming out of this time period\nwhere everybody was down, felt chained\n\nto negativity, every day it was some other\nbad news. I just feel like, Reggae being the\ngenre that it is, it’s important for us to come\nand make our voices heard, the vibrations\nfelt, and remind people seh there is still\ngood people, there is still good music in the\nworld.",
    "Page_57": "",
    "Page_58": "58\n\nINTERVIEW JESSE ROYAL\n\n \n\n \n\nYes, for sure. | think I’m through, do you\nwant to add something?\n\nAs a general scope, I just want to send my\nlove to Reggaeville for consistently support-\ning Reggae music and being a flag-waver\nfor years upon years. A lot of time people\ndon’t really give Reggaeville the credit you\ndeserve, for the work and effort weh Julian\nand nuff a de ones dem put in, so me just\nsend my love and mek you know seh Jesse\nRoyal a check fi you. We definitely are\ngrateful, for the work you keep doing over\n\nthere and giving us a platform, so... love to\nall of you and to all the German fans, all the\nGerman artists, musicians and engineers, in\ngeneral to all European festival promoters,\nyou know.\n\nI'll pass that on! Thank you so much for the\nreasoning and the behind-the-scenes view\nof your album, it was a pleasure.\n\nGive thanks for your time.\n\nJah guide and protect!",
    "Page_59": "ALBUM REVIEW JESSE ROYAL\n\n59\n\n \n\n  \n \n\nJESSE ROYAL - ROYAI\nEasy Star\n\n“You are the very best part\nof me, it’s deeper than bio-\nlogy.” (Jesse Royal, Home)\n\nWith Royal, Jesse Roy-\nal releases a sophomore\nalbum that is incredibly\nversatile, multi-layered,\nrich in sound and message,\nand... extremely personal.\nAs the quote above from\nthe gentle, Dreteg-produ-\nced Home illustrates, the\nartist addresses very inti-\nmate subjects, such as the\ndistance-stricken relationship to his firstborn.\n\nExplicit focus of the album is, however, the af-\nfirmation of the royalty of his fellow Kings and\nQueens. Looking into the etymology of the word\nRoyal, we find that it comes from the Proto-Indo-\nEuropean root *reg- (“move in a straight line”\nor “direct”, thus “lead, rule”). The same root\nis present in the album’s main producer Sean\nAlaric (Visigothic in origin, his name literally\nmeans “all-ruler”), and that’s just what these two\nkings do!\n\nTheir combined prowess was first evident in the\nseminal LionOrder, an exquisitely crafted tune\nfeaturing Protoje, released two years ago and\nroaring through speakers worldwide ever since.\nSean also signs responsible for the slowed-down\nDifferences, the laid-back Natty Dread and\nNatty Pablo, a different kind of Ghetto anthem\nwith a nineties-bassline and some crazy lyrics.\n\nWith Dirty Money, Alaric contributed yet ano-\nther lighthouse track. Not only is its’ Afrobeats\nstructure highly infectious, not only does it fea-\nture one of the hottest Ghanaian artists (Stoneb-\nwoy!), not only are its lyrics highly topical, but\nthe entirety of these precious pieces make it a\nsonic crown. I can’t wait until we can wear that\nin the clubs!\n\n \n\nRich Forever, produced\nby the brilliantly innova-\ntive iotosh, is probably\nthe biggest surprise of the\nalbum. Featuring no less\nthan Vybz Kartel, the song\nmakes an amazing progres-\nsion from grim piano notes\nvia Nyabinghi drums and\nTrap beats to a grand finale\nof a bubbling Reggae beat.\nAgain, I highly advise you\nto pree the visuals and pay\nclose attention to the lyrics.\n\nBlack is an equally important track that excels\nboth in songwriting and instrumental compositi-\non. Originator is the yet little-known Yared Lee,\nwho managed to knit a complex Reggae riddim\nwhich sounds anything but usual. A unique and\nfresh approach we have become familiar with is\nalso that of Runkus. He created the fast-paced\nLike Dat and joins Jesse in a lyrical settlement\nwith a girl that “Sold out my love”.\n\nThis leaves us with the first and the last track,\ntwo more features lending a royal shine to the\nwhole release. High Tide Or Low, on a HipHop-\ndrenched beat produced by Natural High, rings\nwith the piercing voice of Samory I, lending a\nwonderful contrast to Jesse’s more casual style.\nWhile it opens the album with a creed, Strongest\nLink closes it with a commitment to friendship\nand family. The positive riddim, developed by\n“Unga” Thompson, is the perfect fit for featured\nartist Kumar, a brother and soul-mate to Jesse.\n\nRoyal is high-quality work from start to finish,\nan organic display of talent and collaboration that\nmarks the preliminary climax of Jesse Royal’s\ncareer. He lets us in deeply on his life here, sha-\nring his reality and vision with a world that’s bet-\nter ready to hear what he has to say.",
    "Page_60": "THE NEXT GENERATION",
    "Page_61": "INTERVIEW MARIUS BROZI\n\n61\n\n \n\nINTERVIEW BY GARDY STEIN\n\n“Feel the Beat!” is the motto of the next edi-\ntion of the prestigious SummerJam Festival.\nIt was supposed to celebrate its 35\" anniver-\nsary last year, was postponed to this summer\nduring the first lockdown and had to be de-\nferred again to next year. Feeling the beat\nis something we all miss terribly, but while\nlive events are more of an optional social and\ncultural need for the audience, their lack has\nthreatened the basic survival of those who\ndepend on the income they generate: artists,\nmusicians, promoters and festivals.\n\n35 years of SummerJam - most of us\ncan’t imagine a summer without this Co-\nlogne-based highlight. In order to understand\nthe challenges faced by those who'd normally\nbe working overtime by now to make sure the\nline-up is complete, that all hotels are booked,\nshuttles organised, and licences signed, Reg-\ngaeville linked Marius Brozi to contribute\nhis point of view on the current situation. He\nis a true SummerJam baby and has grown\nup to take over most tasks from his father\n\n \n\nKarl-Heinz Brozi, founder and CEO of the\nFiihlinger See GmbH in charge of the local lo-\ngistics since the festival settled permanently\nin Cologne in 1996. The other big player who\nstarted SummerJam in 1986 (at the beautiful\nLoreley back then) and has run it ever since,\nContour Festival, has now taken a step back\nand leaves the operational business in the ca-\npable hands of the Brozi family. Marius tells\nus what’s behind this development, how he’s\npreparing for next year, and why collabora-\ntion between the festival organisers is more\nimportant than ever.\n\nGreetings Marius! You are part of Summer-\nJam since day one. What was it like to grow\nup as a festival baby, and when did you start\nto really work as part of the team?\n\nMy mum told me yesterday that I was part of\nit even before I was born, in her belly (laughs).\nWhen I was small, my Dad was always busy\nworking at the festival, he didn’t really have\ntime for us, so we were there only for an hour\nor so. When we grew older, we stayed a bit\nlonger, and I remember that for me and my sis-\nters, the Haribo stand was the most interesting.\nOne of the team always accompanied us there\nto make sure our candy bags were full.\n\nMy first memory from “behind the scenes”\nexperiences were when I passed to say hi\nto my dad, meeting the officer-in-chief who\noffered little Marius to see his police-car\nand such things... Later I attended some\nmeetings, and the first time I was really\npart of the team was around age 14. I start-\ned by fetching stuff for people, and then\nstep by step my tasks grew. I was assistant\nto the production office, for example, then\nI coordinated the first stalls... I think I\nwatched everybody at work at some point.\nAnd now there is almost no sector I don’t\npartake in!",
    "Page_62": "62\n\nINTERVIEW MARIUS BROZI\n\n \n\na\n\nWho is part of the SummerJam production\nteam?\n\nWell, it was always two companies. On the\none hand, you have the Fiihlinger See GmbH\nfrom Cologne. That’s my dad’s company,\ntaking care of the local logistics, the whole\ninfrastructure, the stages, the vendors, the\nnecessary official permissions and so on, so\nthat’s where I come from. On the other hand,\nthe Contour Festival GmbH from Stuttgart\nwas responsible for the booking and the artis-\ntic side. Klaus Maack, the CEO, has planned\nto retire for quite some time, he is 70 now\nand wanted to take a step back after 2018. So,\nthe discussion was on how the whole event\nwill continue. Klaus had offers from some\nbig companies, but he’s been working with us\nfrom the start, so when my dad and I decided\nto invest in that, we agreed on taking it over\nfrom Contour. In 2019, I spent two or three\ndays every week in Stuttgart, learning the\ntrade from Carlos, the whole paperwork and\n\n\\\n\nMARIUS & KARL-HEINZ BROZI\n\n \n\nso on. Klaus was responsible for the main\nbooking, and Carlos dealt with the details\nlike accommodation, transportation and so\non. I started booking the first acts in 2019,\nthen took over the whole thing in 2020.\n\nWho is the core team currently?\n\nIt’s my dad, Jutta for public relations, my\nsister for the ticketing and our newest mem-\nber Phil, who has been working on-site for\n\na few years and is now in charge of all local\nmatters, all year round. Then we have a lot\n\nof freelancers who come in when the need\narises. I did an apprenticeship as an event\nmanager at a different company, doing my\nSummerJam tasks on the side in the sum-\nmer, but a few years back | joined the team\nfulltime. For the trades involved, we will also\nstick to the same players, the sanitary crew,\nthe caterers, the stage crew and so on. Most\nof them have worked with us from day one, so\nthis is like a big family in a way.",
    "Page_63": "INTERVIEW MARIUS BROZI\n\n63\n\n \n\nWhat changed for you since you took over?\nFor me personally, it’s more work. I’m actual-\nly taking care of both sides now, everything I\ndid before on the local side of things plus the\nbooking, that’s really a lot. My daily chores\nright now include social media, and also\ntaking over the bookings from this year, or\nactually last year, to the next. The contracts\nhave to be changed, there are some new\nconditions with paragraphs on the Corona\nsituation and so on. We really hoped that it\ncould take place this year, but it won’t, so this\nwhole process had to start over again. Also,\n\nI take care of funding possibilities, applying\nfor Corona aid and cultural support. It’s less\n\nstressful right now since we don’t have to de-\nliver in two weeks, but we still try to prepare\nwell in advance, so there is a constant flow of\nbasic chores.\n\nAlso, there is a lot of networking going on\nwith other festivals. During the last months\n\nI spoke a lot with Sheriff from ReggaeJam,\nfor example, but also with other festivals from\nother scenes, other genres, talking about\nwhich synergies can be used. For instance,\ndecorations that you buy together, using it\n\nin one festival first and then in the other, as\nmuch as possible locally, so the transpor-\ntation costs and the environmental impact\n\nBROZI WING",
    "Page_64": "64\n\nINTERVIEW MARIUS BROZI\n\n \n\n \n\nwon’t be too high... these networking things\nare taking place in the background. Last\nweekend for example [18 - 20\" June 2021],\nthere was a big networking event called\nFestivals For Festivals Playground, about\n350 people from 80 festivals were invited to\ndiscuss the future of festivals in Germany. It\nwas organised by Héme Festival Magazin,\nan independent online medium focusing on\nsmaller festivals, it took place at the About\nYou Pangea Festival area close to Rostock.\nIt was very interesting, ... we talked about\nsustainability, inclusion, what value festivals\nhave for society on the whole, and network-\ning in Germany.\n\nWow, that’s interesting, this mutual support is\nanice thought. Does this networking extend\nto other European Reggae Festivals?\n\nYes, I’m in touch with the festival community,\nwith Rototom for instance, but especially\nwith those Reggae festivals that border on the\n\nSummerJam weekend. |’m in close contact\nwith Fernando from the Portuguese Musa\nCascais Festival, or with Irene from the\nCouleur Café Festival from Belgium. We\nare in touch to find out which artists from\n\noverseas we can invite.\n\nWhy is that important?\n\nIt is getting more and more difficult to bring\nin artists from Jamaica, for instance, because\na short-haul flight to the US, where you have\na huge Reggae fan-base, might be more prof-\nitable for them than the long-distance-flights\nto Europe. That’s much more expensive,\n\nand the Reggae community in Europe is on\nthe decline generally. So, unfortunately, it is\nmoney that decides in these cases, and some-\ntimes even prevents a booking. That’s why\nwe collaborate closely, adapting our schedules\naccordingly. The likelihood of artists to come\nhere gets bigger the more shows they are\nable to play.",
    "Page_65": "RASTA YARD RECORDS PROUDLY PRESENTS\n\nrRee YOUR MIND\n\nTHE NEW ALBUM BY UWE BANTON\n\nSPECIAL FEATURES:\nGANJAMAN (GER)\n\nRAS YOHANNES (ETH)\nAFRIKA CELE (SA)\n\nCOs AVAILABLE AT:\n\nWWW.UWEBANTON.COM\n\nfoes\n\nFREE YOUR MIND\n\n      \n  \n    \n\n  \n\nAVAILABLE ON cD AND ALD*BIGIT AL\nDOWNLOAD AND STREAMING PLATFORMS\n\nRasta Vara ffl Reco ‘ds =) itunes aon Ed YouTube DEEZER\n\nr Spotify amazonmusic",
    "Page_66": "Is there a change in the booking procedure\ncompared to pre-Corona? Do the artists ask\nhigher fees or do they have different needs?\nWell, most artists know SummerJam. |\nmean, we’ve been around for 35 yea\n\nmost of them have performed here b\n\nand we have a long connection on which we\n\ncan build. They understand that we don’t\nhave a donkey shitting gold in our basement\n\n(laughs), they know it is a challenging time\nfor all parties concerned. So, most agree to\n\nartist has made a big development in the\nlast year, asking for more, sometimes twice\nas much money, and then I have to e»\n\nthem our i\n\ngeneral are rising, the\n\nportation and all that, on the other hand\nwe don’t know yet how much the flights\nwill cost when travelling is possible again,\nso both sides have to stay fair and flexible.\nThere are so many things I can’t foresee...\n\nINTERVIEW MARIUS BROZI\n\nWhat other challenges do you see ahead?\nI’m not really sure... | can imagine that some\nast minute, so we have to\nsubstitutes. Sometimes you have\nin sites on the streets, like right\nnow, the whole parking around the Fihlin-\nger See area is blocked and we would have\nhad to re-route all the traffic, so it saves us\na lot of stress on this behalf that the festival\ncouldn’t take place this year - one of the few\npli . Also, we’ll have a new government\nin Germany in autumn, so we might have\ndifferent regulations for noise protection and\non. We’ll just have to wait and see.\n\nWill anything change with the next edition,\ndo you have any ideas you want to imple-\nment?\nWe recruited a new colleague who will take\ncare of the local issues, to relieve me a bit.\nspecially in 2019, I was in double charge,\nto say, and whenever I went to check on\n\nsomething, my phone didn’t stop ringing.\n\n \n\nIMUSIC",
    "Page_67": "INTERVIEW MARIUS BROZI\n\n67\n\n \n\nAnd yes, I do have some ideas: some major\ntopics are on my list, structures that have\nto be reconsidered and improved, and then\nalso some new decoration and atmospheric\nideas and so on, but I have to take care to\nnot take on too much at once. You have\n\nto find a good balance, the festival has to\nstay true to its roots of course, but there is\nalways room for improvement. On the other\nhand, we are bound by regulations, as we\nare a festival very close to the city. For ex-\nample, in 2019 we had an area at Bridge 3\nwhich I tried to establish as additional spot,\nso we had a soundsystem playing there. At\nnight, the music started to get louder and\nlouder, and residents started complaining,\nbut the person responsible wasn’t around\nto turn it down, so... for every novel concept\nyou need someone reliable who’s in charge,\nthat’s the real challenge. Also, I don’t want\nto sit down and decide these things, I’m\n\na fan of discussing ideas with the whole\nteam.\n\nFor example, we had the Roots Centre at\nParking Lot 2, and in 2019 we changed the\nset-up a bit and called it Vibes Village. |\nwant to establish that as additional stage to\npresent newcomers. For me it’s important\nthat the up-and-coming artists get this\nplatform, get the chance to introduce them-\nselves and grow their fan-base. In Jamaica,\na lot of new artists are coming up right\nnow, but in Germany it is difficult for young\ntalents to be seen and heard.\n\nHow do you inform yourself about these\nnewcomers?\n\nThere are different pillars to that. One is,\nI’m in touch with a lot of soundsystems,\nfrom Stuttgart, Cologne, Berlin, and they\nknow what’s going on in their city. Then of\ncourse we get a lot of emails from up-and-\ncoming-artists, so many that I can’t check\nall of them. Also, you have some smaller\nbooking agencies who sends me their\npicks, I listen to them and we talk about\nthe possibilities to include them in the\nline-up.\n\nSpeaking of inclusion - do you have a spe-\ncial policy on including female artists?\n\nI always try that, but to tell you the truth,\nin the past decades Reggae was a business\ndominated by men. So even if I intend to\nbook more female artists, there is a limit in\nthe sense that I can’t book the same artists\nagain the following year. I have to think\neconomically as well, I have to sell tickets,\nand there is a gap between the top-selling\nfemale artists and the smaller ones, there\nis no middle, so to say. This is part of the\nVibes Village concept, I really want to push\nfemale newcomers there so they can assert\nthemselves and be more known.\n\nWho would you like to invite, if budget\nwasn’t an issue?\nWell, I recently compiled a list of every artist\nwho has been on stage during the last 34\nyears, and I came up with more than 600\nnames. That’s really a lot! But, yes, | would\nlike to have Lauryn Hill one day, and per-\nsonally I’m a fan of Tash Sultana, and also\nManu Chao would be nice to have. We tried\nto get him for years, but he is very special\n\nin that he asks for high fees but at the same\ntime he doesn’t want the festival to display\nadvertisements, so that’s very difficult.\n\n \n\nWhat other difficulties can arise in the nego-\ntiations with artists?\n\nRecently, at least for the last three years,\n\nit has been increasingly difficult to get the\nartists to agree that our partner, the WDR\nRockpalast, is allowed to film and later\nbroadcast their performance. It was always\na matter of individual arrangements, we\ntried to explain to the artists that they\n\nhave the unique opportunity to have great\nprofessional material from their shows\nwhich would normally be very expensive\n\nto produce. Other festivals don’t do that\nbecause they don’t have a cooperation like\nthat. Now, some artists say that they have to\nbe seen live, they don’t want to be available\non screen afterwards. Some of them have\nasked for a share in the streaming rights or\nfor an extra payment, so we have to explain",
    "Page_68": "68\n\nINTERVIEW MARIUS BROZI\n\n \n\nthat the WDR is not a pay-per-view channel.\nThe Rockpalast is a cultural institution with\na long tradition, and they always captured\nthose great shows at SummerJam. | don’t\nreally know what it will be like after Corona.\nEveryone is so used to streaming now, but\nonline streaming is used up so quickly, it\nmight work for 2 or 3 months but after that...\nI hope that the artists agree to have their live\nshows filmed, with all the emotions going on\nbetween artists and audience, rather than\nposting a stream where the artist is alone on\na stage at the beach or whatever.\n\nWhat I can say, my parents were in St. Lucia\nonce on holiday and were at a local beach\nbar, and in the corner was a little screen\nwhere Chronixx was seen on the Summer-\nJam stage (laughs). I don’t think this takes\naway from the artist’s sales, on the contrary.\nWhen I see great footage of an event, I want\nto go there!\n\n \n\n \n\nLast question, what was a special moment\nor a highlight from the past SummerJam\neditions?\n\nThere are so many stories... Generally, I\nalways get goosebumps when | stand on the\nside of the stage and see thousands of arms\nin the air, the emotions in the audience,\nthere is nothing more exciting than that\nmoment. I can’t really describe that feeling.\nA funny memory is from 2013, we had\nSnoop Lion in the line-up, although it felt\nmore like a Snoop Dogg show really. He had\nhis security with him, two huge guys, and\nafter the show he had to be shuttled to the\nnext gig. Backstage there were I think 10 or\n15 Vitos, so that nobody could tell which one\nSnoop would enter. When his bodyguards\neach entered a different car, both of them\ntilted to one side under their weight, that\nwas a funny sight. Snoop must have been\nused to already or might have been laid-back\ndue to natural relaxants.\n\nMy highlight 2019 was Buju, I’ve always\nbeen a huge fan and it was such a magical\nmoment to see and hear him after all these\nyears... | cried tears of joy during the whole\nconcert!",
    "Page_69": "INTERVIEW MARIUS BROZI 69\n\n \n\nNice. Buju was one of the artists for whom\nwe had a lot of challenges to overcome in\nadvance. Because of his past, there was a\nbig scepticism amongst Colognians, but also\nother German LGTBOQ associations, and we\ndidn’t know if we could get him to perform.\nThere was a lot of political pressure, even up\nto people from the parliament trying to pre-\nvent his appearance. I was very grateful that\nmy dad and Klaus were there to help me\nthrough these talks, that was really tough.\nBut we reached an agreement.\n\nI can imagine. Do you have any closing\nwords?\n\nAfter all these Corona limitations, it feels\nas if we’re going uphill now, as we say in\nGermany, and after the past 1.5 years I am\nconfident that we can hold the festival as\nusual next year. Maybe we have to put up\na few extra disinfection stands, but I think\nthat we can party together again, enjoy the\nlake and let our souls soar.\n\nThank you, Marius, we’ll see you next year in\n\nCologne!\n\nWARNING\n\nLION D\n8\nCAPLETON\n\now\n\nms\nal Pied\n\nol LIL\n\non FAA TS te\n\nFollow Lion on Instagram\n\nFollow Lion on Spotify =)",
    "Page_70": "ald\n\netd\n\nEMETERIANS MIO'KALAMIT)\n\n“LIVEDUB 8 THE WIZARDS\nPEs aL\n\nsh\nOF biriuenicenpuion cand\nTRELDE rnisreYo LucKy Di\nIBEX KOMODO\np JOHNNY BABY\nRASBASSOUNDINTERNATIONAL\nROUNDBEATHIFI\nCONTRASS|\nJAH SOUND|INTERNATIONAL,\nHURRICANEISOUND,\n\n  \n      \n  \n   \n\n \n\nATLANTA\nINDEPENDENCE\n\n- E SKINNY FABULOUS.\nte mee 8\n\n  \n   \n \n    \n     \n     \n\n \n\nTr\naa ers\n\n \n\n \n\ncae MIST\n\n— aN STAWeA MAQrWeNy\n\n \n     \n\nPRESENTED 8Y PUREGREEN OG\nSULY 10, 2028 Le\nIPR SPM\n\nLOS COYOTES) AMPCABUND\n\nMUNTIC cITy coments\nRNa By. sro\n\nPERFORMING LIVE!\nALKALINE* BUNJI GARLIN DEXTA DAPS.\nMR KILLA® PROBLEM CHILD",
    "Page_71": "FESTIVALS JULY 2021 71\n\nFESTIVAL AGENDA 2021\n\nHere is our compact little festival calendar 2021, including the currently (July 1, 2021) availa-\n\n \n\nble information on the scheduled festivals. Since these plans are in an ever-changing state\nbecause of the pandemic, we urge you to regularly check the daily updated agenda on our\nwebsite REGGAEVILLE.com to get the most recent information about the events.\n\nEast St.Louis\nJerk Festival\n\n=\n\nBig Ship\nMusic Fest\n\nKansas City Reggae\nMusic & Jerk Festival\n\nKauffmann Legacy Park in Kansas City, MO - USA\n\nSouth Florida Fairgrounds in West Palm Beach, FL - USA|\n\nOstrodaReggae = |\nFestival\n\nAmphitheater in Ostroda, Poland\n\nLegoreggae\n\nHarripila Aretotan in Legorreta, Spain\n\nR\npoolosion =\n\nA-Kerk in Groningen, Netherlands\n\neC ae Cer ey\n\nBRT _=\nWeekend\n\nTawna =\nMagiwen\n\nLos Coyotes Campground in Warner Springs, CA - USA",
    "Page_72": "ra Sa\n\nRei\n\n; GREEN VALLEY =F\n\n   \n         \n\nee ieee\nSaree ee LA PANCHITA SOUL ADVENTURERS\ntia YOUTHIE FT, MATAH, SUZANNA 6 HARRY ROOTS\nf fm ‘MES ARTISTES PER CONFIRMAR\nBALTIMORES oars\n\nNy 16.Ul- 02. AURUST 202 oN\n\n~~ MILOW ) JULY\n\nMARLAGLEN “<\nDAVID RODIGAN » WALSHY FIRE ers pam SATURDAY, JULY 17, 2021\n\nNNKULEE DUBE + HANS THEESSINK BAYFRONT FESTIVAL ale rites\nJAMARAM meets JAHCOUSTIX ~\nRUSSKAJA « BIGA’RANX * uum. * ®@ A Y con\nataas FESTIVAL- ---- REGGAE | JAZZ | BLUES | WORLD MUSIC a Wee\n\nTHIRD WORLD 1/10 PUENTE In THEDDIS EALEY « ae\n\nSTEVIE FACE NELLIE TRAVIS \" gs\n\n; j ‘aa caa : bal\nFes hiv Id ancient NMBA AFC ALI bGHON — dia\nfe ae ee ar uato te r\n\ni aS 4\nran as Sina .\n\nti\n21-22-23-24 Juillet 2021\n\n       \n     \n \n\nHE. @ © TICKETS @THEFEELGOODFESTIVAL.COM > aT:\nFy mmm > EZ voorerrommnees amuse - mes\n\nANT A ETA ARYBNdiya)\n\nTSU Ue TL) MAVEN\n\n2 é ‘AMPING GIRASOLI\nCE ee : mite ror ma\n\n  \n\n   \n \n\n(5)\nROOT: tev aM\n\nCe CUO LUC My (tg eee\nRICHIE SPICE a say PB\naa ge Lm gy — TCARTBEAN FOOD & MUSIC FESTIVAL —\nia eases ae Ty\n2S ETSY Losohigeles.\nJONAS LEVI | SOUNDKILLA sat sguegnate\n\nwuL31 AUG\n\n2021 202i",
    "Page_73": "FESTIVALS JULY 2021\n\n \n\nta\n\nNowa Reggae cs\n\nZona Esportiva in Vilanova i la Geltru, Spain\n\nThe Feel Good =\nFestival\n\nLake Pavillion in Fairburn, GA - USA\n\nFestival\nDe Neoules\n\nFestival Area in Neoules, France\n\nOne Love\nReggae Reunion\n\nCTU mee MMA LOR LL\n\nReggae Festival\nlive Stream Event\nHastings Reggae Festival\n\n73\nDub Station Hl\nFestival\nAirika Tage im]\nWien\nBayfrontReggaea ==\nWorld Music Festival\nOland Roots =\ni Sy\nGiants Of UK se\nReggae\nRoots & Yam =\nJerk Fest\nSy\nr2aS\n\nThe Oval in Hastings, UK",
    "Page_74": "Rue du stade, 74270 Frangy\nDee Oe\n\nVe\nVy\nSi yt @s\n\ntists pia\n\npas |\n& 32.AFRICA ©F",
    "Page_75": "FESTIVALS AUGUST 2021 75\n\n \n\nReggae NightKIX == Live From Ss\nThe Valley\n\nHollywood Bowl in Los Angeles, CA - USA Sandwell Valley Country Park in West Bromich, UK\n\nOverjam ee 4=Dream Wknd Ex\nReggae Festival\n\nSotocje in Tolmin, Slovenia The Hip Trip in Negril, Jamaica\n\nNomade H§ Roots Up he\nReggae Festival\n\nFestival Area in Frangy, France Odonien in Cologne, Germany\n\nMiami == Jammin Music,\nReggae Festival Food & Drink Festival\n\nMarketplace in Opa-Flocka, FL - USA Norbury Park in London, UK\n\nAfrica Festival [= Nologofestival gf §\nWiirzburg\n\nNo Logo Hy Sun Up Festival Se\n\nFestival BZH\n\nCORSE a lied BUM H me",
    "Page_76": "me fess\n* ae ay VOA WAREHOWE ) eae aes\n(ail Ef? =| GENERAL LEVY DON CARLOS\n\n \n\nMaan PRET A rroffSsoR LTA CIA\n‘THE MAYTALS BAND COE SRT 1 $.BAND—\nTOCRSWAD. DAVID RODICAN\n| MARLEY REVIVAL|\n\n+MUCH MORE TBA\nTICKETS AVAILABLE NOW\n\nAS\n\nREGGDY So\nMAXI PRIEST REGHAERROEKS\n\nBIG MOUNTAIN “SLe > a SOCEM eter PT\nNN ‘aS A ’ i Te |\n\n \n\n \n\nWAYNE WONDER\nALEIGHCIA SCOTT\nTASHINA MUZIK\n\nKENSINGTON MEADOWS, BATH\nSAT21ST AUGUST 2027\n\n   \n     \n\na\na\np STEPHEN MARLEY QDIRTY HEADS\n7 —_ TRIBAL SEEDS COLLIE BUDOZ\n} THE EXPENDABLES COMMON KINGS\nA ash weinnicns, HIRIE\nARISE ROOTS TOMDRROWS BAD SEEDS\n\nTHRIVE\nSENSU TRANS",
    "Page_77": "FESTIVALS AUGUST 2021 77\nMilton Keynes Cardiff SZ\nReggae Festival Reggae Festival\nTET Le UMM PA CLR VSA Warehouse in Cardiff, UK\nTruckee Bath SZ\nReggae Fest Reggae Festival\n\nTruckee Regional Park Amphitheatre in Truckee, CA - USA\n\nReggae\nOn The Green\n\nMount Trashmore Park in Virginia Beach, VA - USA\n\ni Sy\nSimmer Down Se\nFestival\n\nRasta At Shasta =\n\naD R Messier Wem\n\nUnrising\nFestival\n\nFestival Area in Bratislava, Slovakia\n\nKensington Meadows in Bath, UK\n\nReggae\nOn The Rocks\n\nRed Rocks Amphitheatre in Morrison, CO - USA\n\nSEZ\nReggae 5\nOn The Heath\n\nKenwood House in Hampstead Heath, London, UK\n\nDry Diggings =\nFestival\n\nDee ie deem ae en bs). y\n\nSy\n\nHee MUU",
    "Page_78": "BARRINGTON LEVY - LILA IKE :\n\nHOLLIE COOK ~ TWINKLE BROTHERS ~\n\nRAS KWAME » RASITES\neg\nMYT\npu\nPs\n\nee\n\nrigs 6.)\n\nSy\n\nST)\nTRAN @ SHOTL\n\nRODIGAN ~ MINMASTER J» WIA ARCHIVES\n‘RDMPAS REGGAE SHACK ~ TUDOR LION B2B SASHA STEPPA\n\nI cesiteser Esco onne coniee Sexoouny\nNow see THEM\n\nWWW.SUNCLASH.COM - WWW.SHUTDOWNUK.COM,\n\nGROUNDATION\nTHE EXPANDERS\n\nDENVER COLORADO\n\nVRC\n\nTHE WATER WORKS Secu\n\noo\n\nEre Paty KINGS\nCee ee as\nSee LT\n\nRR UY\nCea ae ag\nPe eat\n\nPes\nSi",
    "Page_79": "FESTIVALS SEPTEMBER / OCTOBER / NOVEMBER / DECEMBER 2021 7\n\no\n\nColors Of Beat [= Irie Fest =_=\n\nWaldbad Mehderitzsch in Torgau, Germany Belmont Park, Beach House in San Diego, CA - USA\niti ii i SEZ | a Sy\n\nPositive Vibration £f2 City Splash Sg\n\nFestival\n\nHouston Jerk == Colorado Cool Vibes =\n\nFestival Reggae Fest\n\nSunclashmeets [Ss ReggaeRiseUp m=\n\nShutdown Las Vegas\n\nBestOfTheBest = CaliRoots-\n\nThe Baja Sessions\n\nJamming Festival (| Closer To The Sun\n\nCasa Babylon in Bogota, Colombia Pee each CR ate ane em et)",
    "Page_80": "INTERVIEW",
    "Page_81": "It will have been three full years from\nCalifornia Roots 2019 until the return in\nMay of 2022, but Dan Sheehan, Co-Owner\nand Producer of the largest Reggae festi-\nval in the US, hasn’t been resting. During\nCovid, Dan has pushed forward numerous\nnew initiatives and programmes and finally\nhad the time to launch a brand-new festival,\nCali Roots - The Baja Sessions, coming\nto Cabo San Lucas, Mexico November 3-7\nof this year. Reggaeville’s Brad Metzger\ncaught up with Dan right after his return to\nlive music in Santa Cruz, CA in May where\nhe teamed up with music venue Felton Mu-\nsic Hall for three days of outdoor concerts\nfeaturing Tribal Seeds and others as well\nas a pair of incredible acoustic sets by Arise\nRoots in front of a very small group of fans\nthanks to Covid restrictions.\n\nIn our conversation, Dan was very open\nabout his fears about possibly having to find\na new Career over the last year, his wish to\nnever have to put on a virtual event, as well\nas more exciting plans for the future.\n\nINTERVIEW DAN SHEEHAN\n\nCALIFORNIA ROOTS\n\nINTERVIEW BY BRAD METZGER\nPHOTOS BY JOE WILSON (BULLDOG MEDIA)\n\nIt’s been a wild ride for you during Covid.\nYou rescheduled the original 2020 Cali Roots\nto October 2020 then to May 2021, now it’s\nbeen rescheduled to May 2022. What went\ninto those decisions and how tough has this\nbeen for you and your team to schedule,\nplan and reschedule three festivals?\n\nWith the first one v\n\nmove this October, this by ear\nsee how this go y of 20201 v\n\nli ah, probably not going to\n\nhappen’, as much infor-\n\nmation as po cided\n\n‘Alright let’s go to should be\n\ne like “Alright, we’ll",
    "Page_82": "So it was like, we’re just going to move this\nto May of 2022 instead of trying to battle\nthrough the fall. We don’t know at this point\nthings are going to happen but at the time\nit’s like “Do we really want to do that? Do\nwe really want to have limitations on what\nwe can and can’t do?” I’m definitely against\nthe whole vaccine requirements and all\nthat stuff. I didn’t want to put ourselves\ninto that situation. | knew there would be a\nlot of traffic on the road, and everyone and\ntheir grandma’s going to be touring, plus\nall these other festivals are trying to make\nup for the past year, so I said “Let’s just ride\nthis out, we can sustain this economically\nand come back in 2022, make it a four day\nfestival and just kind of come back with it”\nand, you know, every day, I’m like yeah that\nwas the right decision, | feel really confi-\ndent about the decision that | made and\nwe’re looking really good for 2022, granted\nthe show’s been on sale for almost two ye-\nars but... But it’s been good, we’re thankful\nthat we have a very loyal fan base, a lot of\npeople have stuck with us and supported us\nthrough all this and I think it’s all going to\npay off in May of 2022.\n\nHow did you and your team mentally handle\nso many cancellations and changes?\n\n \n\nAt first it was like, alright, we’ll get through\nthis, it’s going to be all right and we’ll do\n\nthis thing in October. As it went on and on,\nthere were definitely days where I was like\n“Holy shit like, am I going to have to figure\nout another business to start? Do I have to\n\ngo get a job somewhere? Is our industry ever\ngoing to come back? Will events ever be the\nsame?” You know obviously if you watch the\nnews and stuff, you know it’s like all Debbie\nDowner stuff. Fauci was out there saying\nwe’ll never shake hands again. There were\ndefinitely some times where it was tough\nmentally. Obviously we had to lay off some of\nour staff and there was a heavy workload that\nwas coming in and it was me and one other\nperson handling everything ourselves. I have\na couple other venues that I’m overseeing\nplus the festival, so there were definitely days\nwhere it was very mentally challenging. And\nthen there were days where there wasn’t\nmuch going on, but I just didn’t have the urge\nto work on anything because | was just tired\nof working on stuff that might or might not\nhappen, you know? | was tired.\n\nYou were seriously considering in your\nmind “I might need to find another career?”\nYeah. For a second there, I needed to figure\nthis out, like we’re going to have to do",
    "Page_83": "INTERVIEW DAN SHEEHAN\n\n83\n\n \n\n \n\n \n\n \n\n \n\n \n\nsomething, and we didn’t do any drive-in\nshows. I just didn’t feel like those made\nsense. You run the numbers and they just\ndo not make sense. Doing a show and put-\nting on a show, it’s an uplifting experience\nfor me. Like the attendees going to a show,\nfor me, putting on the show and executing\nit, and all that stuff is part of how I get\nreplenished, mentally and spiritually. And\nto not have that, it was wearing on me. But\nthen again, I’ve owned my own business for\na very long time, between Cali Roots and\nother businesses before that. I’m not going\nto work for somebody, so like alright, what\nare we going do? Okay, let’s maybe look at\nreal estate... but my love and my passion\nand what drives me is this industry and\nputting on events and being a part of the\nmusic. And so, that feeling came and went\nand, you know, we came back and now |\nstrongly believe that we’re on the verge of\nsomething huge, not just for our festival but\nI think for events in general.\n\n \n\nYou have been extremely busy during Covid\nlaunching a bunch of new things. Good\nVibez Bedtime Series, Center Stage with\nReggae Icons, Can’t Stop the Music virtual\nevents, Couch Sessions, two Cali Roots Rid-\ndim albums. Why was it important for you\n\nFIRST HOUR\n\nERIC RACHNANY\n\nPorno\n\nELV)\n\n \n\nto stay so active and keep Cali Roots part of\npeople’s lives? What got the best response\nand what will endure post pandemic?\n\nDan: | think all of it will endure. For me\n\nit was extremely important that we stayed\nrelevant. When you think about it for Cali\nRoots, the festival, it’s going to be three ye-\nars between the last band that played Cali\nRoots in 2019 to the first band that plays\n\nin 2022. It’s going to be three years. As we\nwere going through this, in the earlier part\nof it like the Couch Sessions, the Bedtime\nStories, and the Can’t Stop the Music,\nthe first one...those were all done out of\ntrying to nurture ourselves and our fans\nand to provide some feel-good content\n\nthat helped us get through it. Because to\nme it was rough there for a little bit, for\neverybody. It was rough, so we felt that we\nhad a platform to be able to provide some\nreally good vibes and good spirits and\nreally uplifting content. And there was a\ntime there where things got really hairy, all\nthe race and you know George Floyd, and\nall the stuff that went with that. It was a\nvery tense time in this country that we felt,\nalright we have a platform of music and\nenergy that we can push out there and in\nthe earlier parts of it, that was definitely a\nbig part of it.",
    "Page_84": "84\n\nINTERVIEW DAN SHEEHAN\n\n \n\nA ONLINE FESTIVAL EXPERIENCE\n\nWT)\n\ncc\n\nMAY 28 29 30 - 2021\n\n \n\nSounds like you almost took it as a respon-\nsibility.\n\nAbsolutely, 100%. That’s the thing, I think\nour platform is strong and so we do have a\nresponsibility. Also, you have to be care-\nful in those situations because you have\n\nto stand on the right side you know? And\nsilence is sometimes just as bad as doing\nsomething bad. We thought that was our re-\nsponsibility, and I think it worked out, and\nit provided us a bunch of content, although\nI'll be happy if I never do another virtual\nfestival my life again. The first Can’t Stop\nThe Music virtual festival was great. The\nsecond one was great too, but the first one,\nthe viewership was through the roof and\n\nit was this really powerful thing because\nwe were all in the midst of lockdown and\nso everybody was at home. The Cali Roots\nRiddim, the first one, was in the works\nbefore the lockdown. We were working on\nthat in late 2019 so it’s kind of trippy to\nthink that the riddim actually hasn’t even\nplayed on-site yet. It hasn’t played through\nthe speakers at The Bowl yet. So we have a\nlot of ground to make up. It’s another one of\nthose flags in the ground. There’s no other\nfestival doing this, whether it’s in the US or\nEurope or even Jamaica. There’s no festival\nthat has their own riddim that’s well pro-\nduced and has great artists on it. I’m really\n\nONLINE FESTIVAL\n\nPRE-REGISTER NOW?\n\n \n\nproud of that and it’s been great to work\nwith all these artists and with Adam over\nat Ineffable Music and just really pushed\nthe message of the festival and pushed the\nname of the festival out there to a world-\nwide audience. Again I think for a festival\nin Monterey, to keep doing that... we’re\nalways trying to figure out how we can keep\npushing the envelope.\n\nCan you comment on the financial implica-\ntions of the reschedulings and the past year\nfor you? And on any aid you have or have\nnot received?\n\nIt’s been tough. I mean obviously take your\nmain revenue stream, and come to a com-\nplete stop on it, you know? And that ticket\nmoney, that’s money that fans have paid for\na service that hasn’t been provided yet so\n\nit was definitely challenging. Thankfully we\nreally kicked off our brand side, the clothing\nside of things, and that really helped carry\nus through. We made some good money on\nthat, and enough to keep the lights on. As\nI’ve said we had to lay off much of our staff,\nwe moved offices to a much smaller office\nin a different, less expensive part of town.\nWe had to make those adjustments. We did\nget a loan from the government, and then\nlike everybody else, currently waiting on\nour shuttered venues grant from the SBA",
    "Page_85": "INTERVIEW DAN SHEEHAN\n\n85\n\n \n\nto come through. It’s just been a process\nyou know, dealing with the government\nand, you know, they’re in over their heads\nand the IRS is extremely backed up, which\nbacks up the SBA. There are Mom and Pop\nrestaurants and venues, as you know, shut-\nting down daily right now because they just\ncan’t afford to stay open anymore.\n\nSo you applied for one of the shuttered\nvenues grants and you’re just waiting? Have\nyou been approved and just waiting for\nfunding?\n\nWe check all the boxes. I have two applica-\ntions in, one for the Fremont and one for\nCali Roots and we check all the boxes, we\nqualify. It’s just a matter of the government\ngetting through it and at this point if and\nwhen it comes, it’s going to be great. For-\ntunately we’re not in a position where we’re\nin trouble, we’re fine. It’s tight but we’ll get\nthrough it.\n\n| was fortunate to be at your recent return to\nlive music at Roaring Camp. What did that\nmean to you? And by the way the Arise Roots\nacoustical performances were epic. That\ngroup without any drum and bass, with the\nfocus on the lyrics and the guitar was mind\nblowing.\n\nYeah, Arise Roots is special, they’re a great\nband. I think they’re very underrated. But you\nknow, the comeback of music, it was good.\nYeah, it felt good to be out there and provide\nmusic for the fans but also to have our staff\nout there working, so many people that I\nhaven’t seen in over a year. These are people\nthat I would see a lot more than once a year,\nso to see those people again it was a beautiful\nthing, it was good feeling. | think it’s just the\ntip of the iceberg of what’s on the horizon for\nall of us as far as getting back to it, hopefully.\nI’m hopeful that people stay as positive as\nthey have been. | think we all can take certain\nthings for granted and when abruptly taken",
    "Page_86": "86\n\nINTERVIEW DAN SHEEHAN\n\n \n\n        \n   \n\nTWO NIGHTS!\n\n|: TRIBAL SEEDS\n\nTHRIVE tsza) PACIFIC ROOTS ts.301\n\n|| \"MOVEMENT\n\n   \n\nfrom you, like literally within two or three\ndays, everything just changed for the event\nworld and to take that away... I’m hoping that\nthat people really know now we need to keep\nsupporting the music and the art.\n\nMany artists credit you with helping to launch\ntheir careers by featuring them at Cali Roots.\nWhat do you think about the responsibility\nand frankly, power? And who are the next\nrising stars, the next Stick Figure or Hirie?\n\nI think very seriously that it’s an important\nresponsibility that we have. We tried to put to-\ngether a plan through the pandemic, on how\nto feature some of these new artists on the\nrise, virtually, but it just never panned out.\nFor the US Reggae scene, Cali Roots kind of\nsets the bar, you know. We might not have the\nmost tickets out of other Reggae festivals in\nthe country but we are the bar-setter. I think\nthere are some tours that look at us, there are\nother various festivals outside of the Reggae\nspace, that look at our line-up and see where\nthe billing of some of these artists are. I do\nfeel that it’s important to groom new up-and-\ncoming artists because we are only as strong\nas our artists and we want to make sure that\nwe keep providing the stage for some of these\nartists to grow. For me, some of the artists\nthat I’m really excited about... the Elovaters\ncould keep growing to a level of potentially\nbeing a headliner in the next five or six years.\n\nllike Artikal Sound System, | think Logan\nhas something special. I think bands like\nThe Movement are poised to rise and The\nMovement’s been around for a long time.\nIt’s like, how do we keep showcasing some of\nthose bands? How do we keep getting those\nbands bigger looks on our stages and in front\nof bigger crowds that end up trickling down\nto a band playing or closing out Red Rocks\nor larger tours happening for them? It’s an\nimportant task that I have as far as making\nsure that we’re putting the talent out there\nthat will continue to grow.\n\nOther than just listening to a bunch of music\nis there anything you do to decide who you’re\ngoing to invite or to formulate your game\nplan? What does your process look like?\n\nI have a grid, an idea of who I want. The big\nlist at first and I start whittling down, and ob-\nviously we take surveys from our fans which\nI think is important. You’ve got to listen to the\nfans and the fans on the frontlines listening\nto it, you know more than | am. I definitely\nlisten to what they’re listening to, then I do\n\na little more research on the band. I listen\n\nto the music and the recording quality and\nsee what we can find online as far as live\nperformances go, and then we look at tours\nand we look at social media interaction. Loo-\nking at those things like, do they have a very\nengaged fan base? Or you know, these guys\nare only posting once every two weeks or two\nmonths and this is not consistent. I’m talking\nto other bands and other tour managers. I\nhave vast relationships with tons of tour ma-\nnagers throughout our industry, so I ask how\nare these guys on the road, trying to go as\ndeep as possible and on as much information.\nEspecially with the young bands, you want\n\nto make sure that if you’re giving somebody\nthat shot, that they want the shot and they’re\nhungry for it.\n\nMakes sense. Is there anyone who you have\nalways wanted to play Cali Roots? You and |\nhave talked about Burning Spear.\n\nYeah, I’ve sent Spear several offers but they\ndon’t entertain it.",
    "Page_87": "=<\nSo\nwy\nrm\nte\n»\n» O\nPay\n=\no\na\nx\nta\noe)",
    "Page_88": "88\n\nINTERVIEW DAN SHEEHAN\n\n \n\nIs there anyone else who you really would\nlove to have again who maybe hasn’t played\nin a really long time or who’s never played\nCali Roots?\n\nI think, kind of outside the Reggae space,\nlike Manu Chao has always been an artist\nthat I’ve wanted to get. And he is one of the\nguys that doesn’t really play that much. Fat\nFreddy’s Drop... we've done shows with\nthem outside of Cali Roots, we'd love to have\nthem on. Seeed from Germany has been one\nI’ve always wanted. Buju has always been\n\non the list but you know, obviously there’s\nprobably slim to no chance of him playing\nthe US in the foreseeable future. Toots is ano-\nther one that I regret not booking and that’s\nprobably one of my bigger regrets. And, you\nknow, another unfortunate one was Lucky\nDube, he’s another one that I wish I booked\nbefore he was killed.\n\nYou wrote a serious, yet sarcastic social\nmedia post a few years ago asking people to\n\nlimit guest list requests. What was that, and\nwhat motivated you to do that? it was very\ninteresting.\n\nThere’s this entitlement that some people\nhave, that they should be getting on the guest\nlist even though they’re not necessarily doing\nanything for the event, they’re not doing\nanything for the music. I have no problem\nworking with people and giving guest list\n\nto the people that are actually contributing\n\nto the success of our events, the success of\nsome of these artists, to the music as a whole,\nbut it gets tiresome when there’s just like all\nthese people that want to guest. If you think\nabout it, if you give 100 guests, and that’s\n$200 / $250 a ticket, it adds up you know.\nThen they’re back there, especially the artists\nguests, they’re backstage, you know, making\na ruckus and not necessarily being part of the\necosystem.\n\nAnd right now as we go into 2022, we’re\ngoing to limit it even more. There are a lot of\npeople that I haven’t talked to in a year... it’s",
    "Page_89": "INTERVIEW DAN SHEEHAN\n\n89\n\n \n\n \n\neasy for people to hit me up for guest list but\nthen you know you've never even checked\nin on us or on our business last year and\nwhile we kind of struggled through keeping\neverything relevant, you know? So yeah, the\nguest list definitely and billing are my two\nbiggest headaches. It just adds up and all of\na sudden you have like 2,000 people on the\nguest list. They’re consuming the resources\nand all that stuff.\n\nWhat was the response by some people from\nthat post? Were there some interesting or\nunexpected responses?\n\nI mean everybody knew. People know it.\nSome people probably knew it was directed\nat them. You know, it’s like it’s like going to\na restaurant, and like you know the guy, and\nyou’re asking for comp meal every time you\ngo in. It’s like, dude, you know this ticket is\nnot free, there’s something attached to this,\nthere’s money attached to this and it costs\nsomething to make this ticket happen. So\nwhether that’s the lost revenue from it, whe-\nther that’s the wristband itself, or the staff\nthat’s handling it.\n\ne therealdansheehan\n\na therealdansheehan is well said by\nmy lovely wife. Number 6 is the worst.\n\nThat's when the punisher alarm goes\noff! That's a hard no. -\n@amysheehan28 Let the onslaught of\nguest list requests for Cali Roots\nbegin @ @want to show us @ and\nsupport? Want to celebrate 10 years\nwith us? BB Then consider buying a\nticket instead of assuming you get\nfree tickets. And here's some words\nof advice if you fee! compelled to\nrequest guest list... 1. Put your\nrequest in early. We will just ignore\nyou if it comes in week of. (2. If we\nsay yes, say thank you and be done,\nDon't follow up with questions about\nhotels, parking, drink tickets, what\nthe weather will be like, more passes,\netc. We are in the thick of planning a\n\nCav W\n\n@ Liked by caliconscious and 145 others\n\nThere was a lot of debate last year when an\nAmerican festival was perceived as insulting\nmany of the old school Jamaican Roots ar-\ntists. From Alborosie’s new song Bun A Fyah:\n“Promoters Cali Europe, Make me share some\nreal facts. You eat from Reggae music but\n\nyou never give back. Fellow local artists get\nthe headliner spot. Why do Jamaican artists\nturned to opening acts. Roots Reggae artists\nturned to opening acts.” Albo has played many\nCali Roots and will be in 2022 so he must be\n\na supporter of Cali Roots but has this harmed\nthe reputation of the Cali movement? What\n\ndo you think about this whole drama and tug\nof war between ‘real’ Reggae and Cali Roots\nRock or whatever you want to call it?\n\nThat is a good question. I think the festival\nthat did it, they were completely out of line\nfor doing that. The way they did it wasn’t\nthought out properly, you know. I’ve been a\nbig proponent of, how do | integrate more\nJamaican Reggae into Cali Roots. You know,\nit’s unfortunate that sometimes, it’s the music\nbusiness, right? And you know the business\nside of it forces me to book bands and sell\ntickets. The billing portion, it’s hard. If a band,\nAlborosie as an example, if he can sell 500",
    "Page_90": "90\n\nINTERVIEW DAN SHEEHAN\n\n \n\ntickets at the Catalyst, and X, Y and Z band\nthat that go ahead of him can sell 1,000\ntickets at the Catalyst, you know, then... my\nbilling is not based off of legend status, or\nthings like that. I try to base mine off of...\nyou know, it’s like, is this band selling a lot\nof tickets now? Which makes them currently\na bigger band.\n\nAlborosie might be bigger in Europe and\nother Caribbean markets, but you know,\nthis band can sell more tickets in Califor-\nnia, which is where our festival is based.\n\nSo it’s definitely a little complicated but,\nalso think we’ve done a really good job\n\nof integrating more Jamaican acts, more\nCaribbean acts into our festival, in paying\ntribute to those acts, and trying to influence\nisteners of Rebelution that “Hey, there are\nall these other bands out there, you know?”\ndo it on my radio show on Sirius and I try\nto, you know... Center Stage was designed\nor that as well, how do we pay tribute to\nthe legends and educate people? Because\n\na lot of it comes down to educating people.\nt’s unfortunate but a lot of Roots Reggae\nestivals in the country are gone, you know,\nike in California, Reggae On The River\nand Sierra Nevada [World Music Festi-\nval] are both gone. So we have to educate\nthe younger fan base on who these Roots\n‘eggae artists are.\n\n \n\n| mean, do you consider Rebelution and\nStick Figure Reggae music?\n\nYeah absolutely. I mean I think they’re Ame-\nrican Reggae, you know. It’s the American\nReggae scene, it’s definitely Reggae. Stick\nFigure especially, he’s doing a lot more of\nthat dubby stuff, than a Rebelution but\nyeah, I think both are considered Reggae\nat the core. They might have the influences\nof other music in it, you know, even bands\nlike Dirty Heads, there’s Reggae influence\nin it but it’s not necessarily that one drop\nReggae by any means.\n\n \n\nSpeaking of Sierra Nevada festival. | hear\nit’s for sale. Have you been approached?\nYeah, I’ve known Gretchen for years and\n\nright after Warren got sick and he was not\nable to operate the festival, they approached\nme about booking it and running it, and\n\nso for a minute there I was trying to help\nthem salvage it and kind of put together the\nbest possible line-up possible. Things didn’t\nwork out, and time ran out and so we got\nbooking really late on it. So instead of trying\nto force something and potentially set it up\nfor loss, we decided not to do it and then\nCovid hit and unfortunately Warren passed\naway. I’m always there to help Gretchen,\nI’ve always looked up to Warren.\n\nDo you have an interest of taking that [SN-\nWMF] over?\n\nI would be a part of a partnership that\nwould do it, but timewise, I just don’t have\nthe capacity to do it.\n\nSpeaking of that, you have Cali Roots - The\nBaja Sessions coming up. Closer To The Sun\nsold out instantaneously for 2021. Are you\ngoing to do anything for people who have\nattended Cali Roots, or is it going to be just\ncompletely like login and good luck?\n\nWe'll do presale to the Cali Roots database\nfirst. That’ll probably be a day earlier. And,\n\nI mean, the goal is to sell it on the on sale.\nWe’re trying to develop these destination\nthings. I’m working on something for the\nwinter as well, something like Whistler\n\nor somewhere along those lines. It’s about\nkeeping these things to about 3,000. Closer\nTo The Sun is bigger, like 8,000, but I want\nto stay in that 3,000 to 4,000 capacity des-\ntination vessels, have a higher ticket price,\nget a really exclusive thing and really sell\nthat experience.\n\nRight now, I just want to get this Baja 1\nunder our belt, figure it out. It’s November\n3-7 in Cabo. It’s going to be an experiment\nto see how it goes. I mean, Closer blows it\nout but it’s also been five or six, seven years\nwherever they’re into it, you know, but I\nalso feel our brand is strong enough and\nthere’s this pent-up demand that I think\nwill play to our advantage.",
    "Page_91": "a\n\n \n\nSe «5 28H I\n\nipo TOGRAPHY\n\nWell, I’ve been hoping you would do so-\nmething like this for years, so I’m very excited\nand | will be the first one to buy a ticket and\nnot ask you for a comp.\n\nGotcha. I love that.\n\nI noticed that you have a cannabis link on the\nCali Roots Presents site with a “Coming Soon”\nmessage, is there anything coming cannabis\nrelated?\n\nWe did have a cannabis product that Jallibird\ndid and I’m currently looking for a provi-\n\nder that that can provide us a white label\ncannabis, something we can call our own.\nWe’re in the works on it. | really want to find\nsomething that can be, like a cookie or so-\nmething that can go into multiple states, you\nknow, because I really think that’s the key to\nit, really being able to go into every state. That\nhas growers in every state because obviously\nyou can’t bring it across state lines and so you\nhave to have different growers in every state.\nAnd having that distribution, having a Cali-\nfornia one, an Arizona one, a Colorado one,\nan Oregon, Washington... kind of our money\nzones. We’re working on it.\n\nYou have said you have built your festival on\nbrand on the core values of family. What does\nthat mean to you?\n\nWe are a family-run business. You know, we\ntreat our fans and our staff like our family. We\ntreat them like family, they treat each other\n\nlike family. I think it just means that we’re\n\nall in this together and you’re in a safe place\nwith us, you know? So having love and trust in\nthe process. | think it’s important to have that\nkind of core to it where everybody believes in\nwhat we’re doing here. So, the fans believe in\nthe festival, we believe in the fans and it kind\nof makes for a whole unity thing.\n\nI’ve been to many Cali Roots and I’ve never\nseen a fight,\n\nYeah, we’ve had like one in the last seven\nyears.\n\nYou look at other music festivals and they\nhappen all the time.\n\nYeah, and you know, people drink like fish\n\nat Cali Roots too, so it’s not like it’s because\neverybody’s smoking weed. People drink a lot\nat Cali Roots. So, it’s, it’s really good vibes.\nThe energy is so strong and I think that’s\nsomething that we’ve all missed and we can’t\nwait to get back to it.\n\n| think it’s also that people in general that\nreally are true Reggae fans, they have an\nacceptance of other people, that many people\ndon’t necessarily have.\n\nYeah, absolutely, absolutely. That kind of goes\nback to that family values, like it’s acceptance\nand acceptance of other people what no\n\nmatter what they’re doing or whatever\nwalk of life they’re walking in.",
    "Page_92": "INTERVIEW\n\n \n\n \n\nREBELUTION\n\nLIVING IN THE MOMENT",
    "Page_93": "INTERVIEW REBELUTION 93\n\nHOPEFUL TIMES\n\nFounded by five Santa Barbara University\nstudents from Isla Vista, California, Rebeluti-\non has come to be one of the most important\nplayers in the US-American Reggae scene.\nThey have consistently grown over the past\n17 years, releasing high-quality music, from\ntheir breakthrough-album Courage To Grow\nin 2007 to Free Rein in 2018.\n\nFast forward to 2021, their newest feat In The\nMoment has just seen the light of day, an in-\ntimate discourse about time and its tendency\nto pass way too fast the older we get. Listening\nthrough the 15 tracks of the album, a lot of\nquestions popped up that called for answers,\nso Reggaeville arranged for an online inter-\nview with Eric Rachmany, wordsmith and\nlead singer of the band, and new father at\nthat. He replied to each query in a calm and\ncomprehensive way, revealing many inte-\nresting details about the band’s operational\nmode and the album. Read on to find out what\nIn The Moment is all about:\n\nGreetings Eric! It’s so good to connect with\nyou again. How is the general mood in Cali-\nfornia at the moment? Do you feel any change\nafter the elections?\n\nIt’s crazy, it kind of feels like a new era and\nI’m not sure if it has to do with things poli-\ntically or with the pandemic slowing down.\nEverything seems very hopeful, and people\nare announcing live shows again... you throw\nthis all together with the creation of our new\nalbum, the timing is just crazy! It’s amazing\nhow all this worked out to where we’re re-\nleasing an album, and we’re looking forward\nto performing. It’s been so long since we got\non stage! I think there is some good energy\naround, you can feel it in the air.",
    "Page_94": "94\n\nINTERVIEW REBELUTION\n\n \n\nDefinitely! | could feel the excitement buil-\nding up prior to the album release. On your\nInstagram account, for instance, there is a\n\nlot of active communication with your fans. It\nseems to be a strong focus of Rebelution to\nstay in touch, to ask people’s opinion, to keep\nyour audience informed... do you take turns\nin managing the social media channels?\n\nYes, we are a very hands-on band. After\n\n17 years of being together, we still oversee\nalmost everything. We’ve had the same mana-\nger since the beginning, and he really knows\nwhat our style is, he understands who we are\nas people... so, we still oversee everything,\nbut he does a great job helping us to run our\nsocial media.\n\nThat’s great. And because | really like this con-\nnection you keep up with your audience, I’ve\npicked some of the questions written by your\nfans under a post you did a few weeks back.\nThe first one is, how does it feel to be a father?\n(laughs) It feels great! That’s been the biggest\nlife change for me in the last year and a half\nand I... it’s just, you can’t explain the amount\nof love you can have for someone in this\nworld! It’s the best thing that ever happened\nto me, it’s amazing.\n\nDianadaely05 wants to know what’s the best\nadvice given while going through a struggle?\nI think it’s a couple of things. One, patience is\nvery important. It’s not like you could just snap\nyour fingers and get out of whatever struggle\nyou're going through. The other thing is, lis-\ntening to music. This is a huge part of my life\nin getting out of personal struggle. Whether\nit’s live music or recorded music, actually any\nart form is a great way to jump-start you in\n\nthe right direction. That’s one thing I really\nsee Rebelution having a big role in, we get\ncomments all the time saying “Hey, your music\ngot me through this tough time!” and that’s the\nbest compliment we can get. I know music has\ndone that for me, I know music has gotten me\nthrough some dark times. Everybody suffers at\nsome point in their lives, and I think the arts\nhave a very important role in getting people\nout of those dark situations.\n\nTrue, thanks. Another question by averynice_\ngirl is: Which things inspire you the most\nwhen writing new music?\n\nThat’s a good question! I think it always chan-\nges, I can’t say that there is one thing that\ninspires me the most. One thing I really miss\nis to travel and hearing different experiences,\ntalking to different people in different cities,\nin different countries... a lot of the times\nwhen I’m speaking in first person through\nthe songs, it’s not necessarily just about me.\nWhen I say the word “’, sometimes I think\nabout myself in somebody else’s shoes. I think\nlistening to other people’s stories, knowing\nwhat they go through, that’s very inspiring.\n\nOk. And now we’re zooming in closer on the\nalbum, as floresa_164 asks what inspired the\ncover artwork?\n\nAfter the album was done, I was looking back\nat it, trying to find the overall theme, and I\nnoticed that this theme was time. There were\nsome songs that dealt with the notion of “You\nhave a lot of time in life, be patient!” and some\nother songs were like “You don’t have a lot of\ntime, go for it!” Looking back, everything had\nto do with time. We were thinking about what\nis a good artistic illustration that represents\ntime, and the hourglass came up, our bass-\nplayer Marley had the idea, I think. We loved\nthe way the artwork came out, just because it\nshows the day turning into night, you have the\nsun and the moon, you have many different\nways of looking at time. That’s the overall\ntheme on the album, so the hourglass felt\nappropriate for the lyrical content.\n\nWould you call it a concept album when time\nis so prominent?\n\nI wouldn’t call it a concept album, | think\nnone of our albums are. But if we were to\nhave one, this would be the closest. Time is\nreally the theme for 90% of the album, and I\ndidn’t plan it like that! When looking back at\nit, itis sort of strange that this theme kept co-\nming up. Maybe it was just kind of what I was\ngoing through, I think part of it is fatherhood,\nlooking at young life, thinking about my time,\nit all kind of correlates.",
    "Page_95": "Were you able to come together as a band\nand record the tunes in the studio or did\nyou ask producers to come in? How can we\nimagine the production process?\n\nOur touring guitarist, Kyle Ahern, he did a\nlot of the production, he kind of brought our\nideas to life. A few tracks we had recorded\nmany, many years ago and we brought them\nin, the old ProTools Sessions, and sort of\nre-vamped it. One song was recorded ten\n\nyears ago, another song maybe 20 years ago...\n\nAgain, this concept of time just blows my\nmind!\n\nIt was a challenge, because usually we’d go\nto the studio and track everything live, we\nare kind of old school, believe it or not. But\nwe weren't able to do that because of the\npandemic, so what we did is to record from\nhome individually and send it to Kyle, and he\nwas able to add a production we really liked.\nFour or five tracks were sketched by the other\nband members, then they sent it to me and\n\nI would track it, pass it on to Kyle, so we all\nacted as producers of the tracks along with\nhim. There are also a couple of instrumentals\n\n \n\nsent to us by different producers, but for the\nmost part it was really recorded from home,\nsent electronically, which we had never done\nbefore, so that was new territory for us. It was\nchallenging, but also very much fun. We are\na live band, that’s how we got started, so we\nwanted to come up with something that we\ncould still perform live, we didn’t want songs\nthat had a ton of samples or something we\ncouldn’t recreate live. Now it feels like, even\nthough the album was produced electroni-\ncally, it still has that live band feel and we\nknow that we'll be able to perform it on stage!\n\nWhich of the songs are 10 and 20 years old?\nThe oldest is Simply Captivating, it’s actu-\nally on a Hard Rock flavor. I remember when |\nwas a young guitar player, I bought this delay\npedal and I created that riff. Over the last 20\nyears, I struggled to write to that song, and I\nended up writing the lyrics about struggling\nto write a song (laughs). We were looking for\nsongs to add to the album, and our drummer\nWes, he comes from a Rock background, he\nsaid “We gotta put that song on!” And he\nbrought it back to life.",
    "Page_96": "96\n\nINTERVIEW REBELUTION\n\n \n\nThen there was another track, What Life Is,\nwhich is more of a funky breakbeat song with\na horn section. We recorded that about ten\nyears ago, I found it on my hard drive when\n\nI was looking through the old stuff, and it\ndecided to bring it back.\n\nWho is the “you” in “You make me feel so\ngood about what life is”?\n\n(laughs) Actually, those lyrics were written\nby a good friend of ours, I just wrote a little\non that. It’s a love song, and it’s about being\nsurrounded by people that make you feel\ngood about what life is, which is who your\nfriends should be! Your friends or your lover\nor your family... life is short and it’s important\nto be around people that make you feel good\nconstantly!\n\nSpeaking of, there are quite a few love songs\non it, | think Initials is one and You And | as\nwell. As for That Zone, I’m not sure. Is it a love\nsong?\n\n  \n   \n\nIt is more about being put in a friend zone,\nsomeone that doesn’t want to take it to the\nnext level, so it’s that vibe.... Again, going\nwith that notion of time, it says “Hey, life is\nshort, if there is a connection let’s build on\nit!” | would say that’s a frustration kind of\nlove song (laughs). For the other songs, I was\nliving on the island of Guam, that’s close to\nSouth Asia in the Pacific, so being on this\nisland, you hear a lot of Lovers Rock, a lot\nof Roots and Island Sounds, so I think I was\nvery inspired by these island vibes when I\nwrote Initials and You And I.\n\nOn That Zone, a band called Durand Jones is\nfeatured. Can you introduce them to us?\nThey’ve been around for about five years\nmaybe, but they are still growing, they are\nreally coming up right now. They are more\n\nof an RnB-Soul-Funk group. We toured with\nthem a couple of years ago, they are really\nphenomenal, they have a nice throwback\nsound. I kind of felt like that song, That Zone,\n\nFor more details\nplease visit our website:\nwww.katchafireofficial.com",
    "Page_97": "INTERVIEW REBELUTION\n\n97\n\n \n\nhad a nice RnB feel along with the Lovers\nRock, so we felt like Durand Jones would be\na nice mix-up to throw on that song, and we\nreally like the way that one came out. He has\nsuch a nice RnB voice, when he starts singing\nit just captures your attention immediately, so\nwe're excited.\n\nThere are some other exciting features on\nthe album as well, all from Jamaica. Was it\nimportant for you to include Jamaican artists\non the album?\n\nYes, absolutely! You know, we never knew\nRebelution was going to get that big here\n\nin the US and other places around the world,\nand because our name is associated with\nReggae music, it’s important for us to\nshowcase Reggae music from Jamaica, the\nplace that really created Reggae music, the\nplace that’s so influential for us. I don’t want\nthe Jamaican culture, the Rasta culture, that\nculture to be lost, so if Rebelution is going to\nbe associated with Reggae music, I just want\nto make sure that people know what Reggae\nmusic is in Jamaica. It’s important for us to\ncollaborate with Jamaican artists, both legen-\ndary Roots artists that have influenced us and\nsome of the modern stuff, so we considered\nKabaka Pyramid and Busy Signal and\nKeznamdi, these kinds of artists. It’s also\nshowcasing talent that we think is amazing,\nand it’s an honour when those guys want to\ncollaborate with us!\n\nHow did you link up with them?\n\nWell, | met Keznamdi before, in person and\nover the phone, he’s a really nice guy and the\ntrack Places Unknown came out great. Ka-\nbaka, you know, I’m a big fan of him, I think\nhe’s an amazing lyricist, and our manager\ncontacted him and he said yes.\n\nBusy Signal now, we had our manager reach\nout, and I was kind of surprised he was down\nto be on the track, because Busy is a pretty\nprominent artist and I’m sure he’s very busy\n(laughs) and it ended up working out! I think\nthe name Rebelution is known to some of\nthese artists, which blows my mind, because\n\n \n\neven though these guys are newer artists, we\nstill look up to them, even as modern artists.\n\nt’s great, I’m so excited that they jumped on\nthe album!\n\nThe Kabaka feature is called 2020 Vision.\nWho brought that in?\n\n‘he beat was sent to us by a guy named\nCalvin Valentine, more of a Hip Hop produ-\ncer, but he tried some Reggae beats, too. | love\nthe riddim, it’s actually an old Pablo Moses\nsong called Let’s Face It and he sampled it.\nListening to that and thinking what a crazy\nyear 2020 has been, and then about 2020\nvisions, I started thinking about being prepa-\nred for any negativity that comes your way,\nturning it back around and killing them with\nindness! That’s what we are saying there.\nUnfortunately, there are haters out there, but\ninstead of letting that hatred get to you, it’s\nabout taking it in and putting it back out in a\nositive manner, that’s the name Rebelution\n‘or us. People might think of Rebel, of violence\nor aggression maybe, but for us it’s speaking\nthrough the music non-violently. I think the\nsong 2020 Vision has to do with that, it’s\nsaying that we’re prepared for any negativity\ncoming our way, it’s not going to get to us.\nWhen we sent the song to Kabaka, he said\n“Yes, I’ve been feeling it lately in my life too!”,\nso he was able to write to it pretty quickly. We\nactually did a short music video, a visualiser,\nthat will come out in the next weeks.",
    "Page_98": "98\n\nINTERVIEW REBELUTION\n\n \n\nAdapt, Survive is a very strong track as well.\nWas that also written in the mindset of the\nCorona situation, that we have to find a way\nto get through? What’s the basic message in\nthis one?\n\nIt really is a song about the war on drugs,\nthe war on cannabis particularly. We’ve been\ninvolved in this organisation called the Last\nPrisoner Project, they are a non-profit\norganisation that tries to get non-violent\ncannabis offenders out of prison. A lot of\npeople are still locked away here in the US\nfor just possessing marijuana, even in States\nthat are recreationally legal! So, you have\npeople in prison in Colorado, in California\nand so on, and the Last Prisoner Project\n\nis dedicated to get these people out. I think\njust being involved in that organisation in\n\n \n\n1 |\n\nthe last several years and doing fundraisers\nhere and there for them, is a topic that we\nwant to discuss and keep telling people to\nget involved somehow. For us, we actually\nhave our own cannabis products, we have\nthings that we sell, so it didn’t feel right\nmaking money off these products, knowing\nthat there are people in prison still for\npossessing cannabis or selling it. | mean,\nwe really feel like they should be out, so we\nfeel that this is a good message getting out\nto our fans.\n\nAnother message that rings in Future De-\npends is the importance of education. Can\nyou say something on that?\n\nIt is, it’s a lot. Our keyboard player Rory\ncame up with the music to that song, and I",
    "Page_99": "Ped Te\nce ee ee 1?\nMIAH & THE Ca Ta\nPa ea\nAa re ee\nMeee ay eC en Tee\nen ee ey a et\n\nWEEKEND TICKETS - £60 FROM SKIDDLE = FREE ENTRY FOR KIDS UNDER 12\n\nee || Cn Sco",
    "Page_100": "100\n\nINTERVIEW REBELUTION\n\n \n\nasked him “What do you want to write this\nsong about?” And he said “Well, I’ve been\ndoing a lot of cultivation in my backyard,\ngardening, green house and so on”. Simul-\ntaneously, I was doing the same thing at my\nhouse, and also we were having a baby, so\n\nI was thinking about the parallels between\nplanting and harvesting in your garden and\nraising a new-born, seeing a child grow up.\nYou have to be patient, you have to protect\nand nourish them, so it really felt like hitting\nhome when Rory told me that. It was a\nreally fun song to write!\n\nIn your opinion, how would the education\nsystem in the US have to improve to make\nfuture generations grow better?\n\nOne, there is not enough funding for edu-\ncation. We have funding for a lot of other\nthings... I look at the taxes and I see the\ntiny little fraction that goes to education,\nthat’s really frustrating because education\n\nis everything for the youth. Secondly, I\nthink it’s really important that we have\nmore specialised education. Like me, I did\nnot thrive in the education system, it was\nvery strict, you learn about the same things\nthat people have been learning for decades,\nand a lot of it is really misinformation. For\nme, I wish that there was more emphasis\non the arts. The arts, music and dance are\nalways the first programmes to be cut in\nschools, and that’s such a shame because\nthe arts are such a vast section of special-\nised education! I feel like if there was more\nof that, kids would really thrive. A lot of\npeople can’t relate to English classes and\nscience and maths, so I think it’s really\nimportant on a case-by-case basis to see\nwhere the kid thrives. Everybody has a\nknack, a talent, so it’s a shame that we are\nstill under this strict regimen of the educa-\ntion system that hasn’t been changing for\nmany, many years.",
    "Page_101": "INTERVIEW REBELUTION\n\n101\n\n \n\nIn the song you also say we should be\ngrateful. What are you grateful for?\n\nI’m grateful to be alive, every single day.\nWe named this album In The Moment be-\ncause no matter what way you look at time,\nwhether you have enough or too little, you\nshould just be present in the moment, just\nbe thankful that you are alive every single\nmoment. Life is beautiful, and it’s just an-\nother reminder to be present and thankful.\n\nYou take another spin on time in Old School\nFeeling. It sounds a bit as if you take a trip\nback into the old days. What do you want\nto evoke with this song?\n\nThe instrumental was created by Kyle,\nand I immediately thought of the Roots\nRadics, of Gregory Isaacs, of some of my\nfavourite Lovers Rock songs, and it just\nfelt appropriate to write about that. With\nthese style of songs, come on, they’re just\ntimeless and they make you feel so good,\nI'll never get sick of a DJ playing that kind\nof music! That’s what I wanted to write\nabout, so the instrumental drove the lyrics\nfor that one.\n\nTo Be Younger is very funky in the original\nversion, but then in the end you pick that\none up again in an acoustic style, which\ngives it an almost melancholy kind of fee-\nling. Is that something you struggle with,\ngrowing older, missing the youthful days?\nYes, you hit it right on the head. You know,\nthe full band version is upbeat, a little\nmore danceable, and the acoustic version\nis more melancholy, maybe a little bit more\ntruthful to the mood of the lyrics.\n\nWhen I was writing that song, I was think-\ning about how fast time has gone by, and\nthere might have been some times when\n\nI wasn’t living in the moment, and in that\nregard it is a melancholy song. I think the\nacoustic version really demonstrates the\nmood of the lyrics, of the song. I like both\nversions a lot, but it felt like we needed to\nput that acoustic version on there as well,\njust to feel it.\n\n \n\nWhile this one ends the album, Satisfied\nstarts it. What is special about that one,\nwhy was it chosen to be the opener?\n\nIt was the last song that was created for the\nalbum, our bassie came up with the bassline.\nHe sent it to me in MP3 and he named the\nfile Bigfoot Riddim. You know who Bigfoot\nis?\n\nYes, this creature like a Yeti?\n\nMarley came up with thick basslines, it\nwas a funny title and I was thinking about\nthat. Well, I wasn’t going to write about\nBigfoot, but I thought about a footprint and\nhow Rebelution leaves a big footprint all\nover the world. When I think about being\non stage and playing for the people, even in\nfront of a hundred fans, it feels like thou-\nsands of fans, and to me that’s having a big\nfootprint, having a big voice no matter how\nbig or small the size of the crowd is.\n\nYou know, no matter how small you are,\nyou can have a big voice, and that’s what\nRebelution feels like, the whole Rebe-\nlution family feels like. We have a big\nfootprint. It felt like a great song to start\nthe album off with “We’re back, here’s the\nscene, it’s everybody, not just us!” We like\nthe way that one came out.",
    "Page_102": "So, the album is there now and you even\nannounced a tour in late summer. How does\nthat make you feel? How do you prepare for\nit after this long lockdown?\n\ny are going to be packed shc\n\nWill there be any admission limits in the\nvenues?\ni en. | think the\n\n7\n\nGreat, I’m a bit jealous! In Germany, most\nfestivals have been postponed again until\nnext year. I’m through with my questions\nactually, do you want to add anything? Do\nyou feel we left something out?\n\nNo, thank you for\n\niate that, thank y\ngus!\n\nThank you for releasing beautiful music, as\nyou said it’s the right time for an album of\n\nthis magnitude. It will make people happy,\n\ngive them hope, push them through.\n\nHave a great tour! Right on!",
    "Page_103": "ALBUM REVIEW REBELUTION\n\n103\n\n \n\n  \n \n\niss SC\nyall ait\n\nWhen was the last time\nyou really lived in the here\nand now? As Abraham\nMaslow once said, “The\nability to be in the present\nmoment is a major compo-\nnent of mental wellness”,\nso let’s all take a deep\nbreath. Our health coaches\nRebelution, who have just\nreleased their 7th studio al-\nbum In The Moment, will\ntake good care of us!\n\nCrafted during the long\n\nmonths of lockdown, touring guitarist Kyle\nAhern was literally instrumental in the new\noeuvre’s production. Since the band could not jam\nand record in the studio as usual, Kyle collected\ntheir ideas and arrangements, fleshing out the\nsketches with layers recorded by the individual\nband members Eric, Wes, Marley and Rory. The\nfinal product includes 14 novel tracks and one\nacoustic version, and although In The Moment\nis not really a concept album, time is a central\nfocus of the release, as the cover illustrates.\n\nPerfect entry, Satisfied immerses us in the band’s\nsignature Alternative-Rock-Reggae sound and ur-\nges us to focus on ourselves: “Are you sure, are\nyou good, are you satisfied?”. Discussing choices\nsuch as quality or quantity, mind over matter or\nfairness & equality, the track invites both serious\nreflections and casual sing-alongs with the catchy\nhook. Laalalalaa...\n\nThe same difficult balance between contempla-\ntion and sonic pleasure is achieved by Adapt,\nSurvive, a discussion of legalization politics, and\nFuture Depends. The latter is a relaxed construct\nbuilt on an airy flute melody and the conviction\nthat our future depends on how carefully we tend\nto the seeds planted, the children born today.\n“Plant a seed for the future depends!”\n\nue\n\n \n\nDiving further into the\nwealth of the skanking\nsweetness of Reggae mu-\nsic, both Initials and You\nAnd I will fill your heart\nwith love. Eric’s voice is at\nits most beautiful here, full\nof warmth and emotion, a\nstark contrast to the over-\nload of auto-tune in Old\nSchool Feeling. The track\nitself is a nostalgic feel-good\ntune that plays with deep\nbass-lines, high piano-notes,\ndubby echoes and reverb -\nthe ultimate soundtrack for a summer party.\n\nSpeaking of... we haven’t looked at the guests\nyet. While Durand Jones, a US Soul-band heard\non That Zone, was new to me, all other artists\nare old acquaintances, such as Keznamdi, who\nfeatures in Places Unknown, joining Eric in a\nreflection about how fast life passes.\n\nA big surprise is Busy Signal, who appears in\nAll Or Nothing, both vocally and in the video\nwhich just dropped. Last but by no means least\nis Kabaka Pyramid on 2020 Vision. Next to his\naccurate lyrical delivery and Eric’s melodic spin\non the “rise above the haters” theme, the song is\nmade special by its high-energy riddim. Produced\nby Calvin Valentine, it re-creates the vigor of\nLet’s Face It by Pablo Moses, who can even be\nheard in the background.\n\nOff the beaten Reggae path we have the powerful\nHeavy As Lead, What Life Is and To Be Younger,\na realisation of how fast time is passing. The bit-\ntersweet melancholy of the subject is intensified\nin the acoustic version that closes the album.\nWith In The Moment, Rebelution have created\na next-level expression of who they are, what\npreoccupies them and where they are headed.\nNice one!\n\nby Gardy Stein",
    "Page_104": "EBANTON\n\nG ALL OUR MINDS",
    "Page_105": "INTERVIEW UWE BANTON\n\n105\n\n \n\nRETURN OF THE KING\n\nINTERVIEW BY STEVE TOPPLE\n\nIt’s been a long nine years since Uwe\nBanton’s last album, Mental War. So, thank-\nfully he’s back with a brand-new project. Free\nYour Mind sees the German legend deliver\na sweeping and expansive project across\n18 tracks including three Dubs. The album\nalso delivers a rich narrative about the world\naround us and the state of it and society. But\nwill Banton’s new offering truly ‘free our\nminds’? Reggaeville caught up with him for\na chat to find out more.\n\n \n\nHow does it feel to be back with a new album?\nIt feels so great. I’m really so thankful. Pro-\nducing an album is always a long process; a\nlong path; a long way; much work and much\ndedication from your heart - you put your\nheart and soul into it. Sometimes, along the\nway of trying to accomplish a project like that\nyou come across so many obstacles that the\ngoal you want to reach seems so far away, or\nit’s been put further away from you. So, to\n\nbe actually at the point where I can say “Yes,\neverything is done now from my side”, all that\nneeds to be done is for it to be released onto\nthe online platforms and for the CD to actu-\nally be able to hold in my hand? It feels great,\nI’m really thankful and humbled. Thankful\n\nto God that he’s made it possible again and\ngiven his blessing. I’m thankful.\n\nWhen did you actually start the process of\nforming Free Your Mind?\n\nSome of these songs I started work on as\n\nfar back as 2016. When I started working on\nthem, it’s not like I had this album Free Your\nMind. | was just starting to work on new ma-\nterial. You know, I always work on ideas. Let’s\nput it differently - after the release of Mental\n\nWar, there’s a lot of work involved in playing\nshows, and touring, playing the album and\npromoting it. And then there was a time I\n\ndid a few single releases for other producers.\nBut in the meantime, | always work on any\nideas I have, I try to catch them and record\nlike a draft and then get back to it at a later\npoint. But for these songs, this album, I can\nsay there are songs like Do Good, My Smile\nand also Ark of the Covenant - those are the\nsongs I started work on in 2016 and then step\nby step they took on more shape and form.\nThe song Free Your Mind actually is a song I\nonly really started to work on last year. Later\non, when everything was complete, | decided\nthat was a good album title. The decision to\nname the album, that was a decision that\ncame at a later point. So, it was a process that\ntook a few years. But it’s not like I’m every\nday in the studio working on it. I have to do a\nlot of other stuff, also, to keep the ball rolling\nand sustain myself. So, sometimes I work on\nit more and sometimes | have phases where\nI’m not working on it so much. But overall,\nit’s not to lose focus and to keep your eyes\n\non the prize and trying to work towards the\naccomplishment.",
    "Page_106": "106\n\nINTERVIEW UWE BANTON\n\n \n\nThe world has changed a lot between 2016\nand 2020 — from the pandemic to the murder\nof George Floyd. Composing an album\nacross that length of time, did your personal\nfeelings about the world change during the\nprocess and did the narrative of the album\nevolve as well?\n\nMy general idea about the world didn’t. But\nrather, since last year and the worldwide\npandemic state, it’s more the realisation\nthat, well, this is the point we’ve reached\nnow. Because honestly, a lot of things we’ve\nseen unfolding have been anticipated for a\nlong time. If you’re a religious or spiritual\nperson, then you are aware of a lot of the\nthings that are happening could be inter-\npreted as some of the signs that are written\nabout in the Bible. So, what is taking place\nshould not come as a surprise. It’s only that\nthe time that it’s actually happening, now,\nit takes a moment to digest it and to realise\nthat this is actually what is happening now.\nIt’s nothing new, it’s just another level of\nwhat was going on before - which has to\n\ndo with the development of humanity, of\ntechnology, which means things can happen\non a global scale that were not possible to be\ndone before.\n\nYou talk of things being on a global scale:\nthat’s one of the standouts of the album, that\nparts of the album were recorded across five\ncountries with over 30 musicians. How did\nthat work, and is this interconnection the\nonly positive of globalisation?\n\nWell, some of the album was recorded in\ndifferent countries. Take the song Hurry Up\nand Come, the Lover’s Rock duet. Squidly\nCole, who played drums on it, is a very good\nfriend of mine. I contacted him asking if\n\nhe could record some drums on it. He said\nyes, and shortly after he happened to have\n\na recording session at Tuff Gong, and this\nis where he recorded the drums. Some of\nthe backing vocals were recorded in South\nAfrica, some of them in Costa Rica - therefo-\nre it is correct to say it has been recorded in\ndifferent countries.",
    "Page_107": "INTERVIEW UWE BANTON\n\n107\n\n \n\nOn your other question, I think there are\nmore positive aspects of globalisation. I think\nthat we probably tend to take what is positive\nfor granted, and what is negative stands out,\nand doesn’t feel right. I think a balance is\nnecessary, but I don’t think we should accept\nthe things that don’t feel or seem right about\nit. In this aspect, because of technology, I\n\ncan say that it has provided a lot of stuff\n\nthat makes it easy to record an album, that\nmakes it more affordable to do some part of\nthe recordings or productions. When I started\nwith my first band back in the 1990s, when\nwe decided to go into the studio and record\nsome of our songs it was always a great task\nfinancially - we had to save up thousands of\nDeutsche Marks, and then go into the studio\n— and as a young, inexperienced musician,\nthis is when | learned that studio time is\nmoney! You know, you got to be ready when\nyou go into the studio! You can’t think you\ncan go in there and try out stuff. Because\nevery hour costs a good amount of money. So,\nyou had to be ready and prepared to go into\nthe studio. That means when you sing those\nnotes and record your tracks it’s not going to\nbe like 20 takes and one of them is the good\none. What you have nowadays, you can have\nan affordable mic at home which can produce\ngood quality; you can have a good interface;\nyou can record all your vocals at home, in\nyour own time, when there’s peace and quiet\nand when everybody else is sleeping - which\nis a great advantage for low budget produc-\ntions but which doesn’t mean low quality. It\ncan result in better quality because you can\nreally take your time and be relaxed about\nwhat you're doing - there’s not time pressure\nor money pressure behind it. You can send\nfiles from Jamaica to Germany, from the UK to\nRussia — those are some of the good aspects.\nCommunication through the internet is good\nalso — it’s a positive aspect that people can\nhave access to my music from any point on\nthe globe.\n\nBut the negative point is then that the compa-\nnies that distribute our music digitally dictate\nthe price and the value of our work. So, we\n\nas artists have very little to no power to deter-\nmine the value of our work. Which makes it\nvery difficult to be working as an artist. Since\nthe digitalisation, the price is dictated to us.\nIf I produce a CD, I can still say “Well, this\n\nis my price”. But digitally, we have no say in\nhow much our music is sold for and no say in\nhow much people pay when they stream our\nmusic. I don’t think this is fair. In the future,\nit’s good for real music and real art for artists\nto find a way to grab hold of at least a little\npart of the handle to determine the value of\nour music. There are definitely many other\naspects of globalisation that aren’t positive\n- digitalisation has been heavily promoted\nby companies and political leaders. But they\ndon’t really like to talk about how much\nexploitation is connected to this: how the\nminerals for these technical devices are being\nmined by children in the Congo; supporting\narmed rebel groups and child soldiers - those\nthings are really some things that are big in-\njustices. And if we want to live in a sustaina-\nble and a peaceful world, humanity needs to\nseek and find ways to create a fairer and more\njust world for all of us - not just those who\nare already in a fortunate position to continue\nto hold onto that status quo, and those of us\nwho are unfortunate are just unfortunate.\nThis is not good for humanity. It’s a curse.\nAnd we need to find ways that we can achieve\nmore blessings.\n\n \n\n \n\n \n\nColonialism never really ended, did it?\n\nWe now just have corporate colonialism.\nYes, definitely. We find that when in former\ntimes it was nations that were exploiting\nother nations, we find now it’s corporations.\nRight now, we find it’s even just people who\nhave money. Billionaires are determining the\ndirection humanity is going. There are many\nexamples - like Elon Musk. Why is it possi-\nble that one man alone can have so much po-\nwer that he can send countless satellites into\nspace without us, without humanity, being\nasked. He’s making his deals with political\nleaders and nobody really has any say about\nit. Do we want this really? OK, maybe it has\nsome technological advantages, but is this",
    "Page_108": "108\n\nINTERVIEW UWE BANTON\n\n \n\nreally the right way for us to go, as humanity?\nDoes technology mean that we have to do\neverything that is humanly possible - and\n\nis that the good way? I think not. We have to\nask ourselves how we live as humanity as a\nwhole. Not just for ourselves, but for others.\nWe are one - there is only one humanity, and\nthis is where we’re amoral - this may sound\na bit abstract. But we need to think as human\nbeings, and see each other as human beings\n- and that way we can achieve more and be\nmore sustainable.\n\nAnd in the time you were speaking about Elon\nMusk, dozens of children will have died of\nstarvation. How we can resolve that is one of\nthe major issues with it: we use technology\nfor these purposes while others don’t have\naccess to life’s essentials.\n\nYes, exactly. Does it make humanity as a who-\nle better? Does it make humanity happier?\nWhat is the happiness of the few who can\n\nafford this in contrast to the suffering of milli-\nons? Is it worth it? No, I don’t think so. I think\nit will create more problems. There are still\n\na lot of issues we need to overcome. And we\nneed to aim, and work towards, overcoming\nthese problems.\n\nWe could talk about moral and philosophical\nissues all day — but we’re supposed to be\ntalking about your album!\n\nWell, it’s part of it. Because that is the es-\nsence of the message.\n\nIt is, and the album itself covers a huge\nnumber of issues. But it doesn’t feel preachy.\nIt comes across as unpatronising, more like\nyou’re encouraging people to “free their\nminds”. Is it important to you how the\nmessage is relayed?\n\nYes, absolutely. This comes from life experi-\nence. How much do you achieve when you\nwant to push your opinion onto someone\n\nte yes 74\n\nPV Eee ES) TO BE ANNOUNCED\n\n13.04.22 BERLIN * FESTSAAL KREUZBERG\n14.04.22 MUNCHEN * BACKSTAGE\n15.04.22 HAMBURG * FABRIK\n16.04.22 DORTMUND * FZW\n17.04.22 AMSTERDAM * MELKWEG\n\nKARTEN AN ALLEN BEKANNTEN VVK-STELLEN\nPL LULL LL ee Lem\n\neo\n\nridin &",
    "Page_109": "INTERVIEW UWE BANTON\n\n109\n\n \n\n \n\nelse who probably has a different opinion?\nIt’s more about speaking to each other and\nexpressing your own opinion without trying\nto put the other person down. This is not\nthe approach. Because most of the time\n\nyou achieve the opposite. And I think it’s\nimportant to have that balance. My personal\nviews, my spirituality, is something I can\nonly share with people. It’s something | was\nconverted to. No one preached to me. It’s\nsomething | heard about, and with my own\nwill I started to research it, to learn more\nabout it. And I think this is what I see more\nmy role being: inspiring people with my\nthoughts, because my songs are an inspira-\ntion. It’s like the ideas of my songs, some-\ntimes I happen to hear them. It’s like the\nideas I get are sometimes sounds, melody\nlines that come into my brain. It was not so-\nmething that was injected into me! It was an\ninspiration. And when you have that, have\nthese ideas, you need to grab them and re-\npeat them in your head and then try to build\naround them. This I think is the way to build\na good song: to let it have a natural flow.\n\nYou talk of inspiration: there are many tracks\non Free Your Mind that are inspirational.\n\nBut there are also many different derivative\ngenres of Reggae covered.\n\nWell, that is the result of it being produced\nover such a long stretch of time. It’s taken\nmany different inspirations over a few years,\nand then I could take time, sit back and listen\nto it. That’s one of the big challenges when\nproducing an album. You’re so much into the\ndetail sometimes, that you lose the overall\nview. So, when it takes such a long time, you\ncan listen to your tracks over and over. Ask\nmy children! They have known some of the\nsongs since 2016! So, it’s always interesting.\nWhen I play them back when they’re a draft,\nI listen to them in the car and the children\nsing along with certain parts - it gives you an\nidea! Like “Well the children love it so this is a\ngood hook line!”\n\nSo, it wasn’t a plan to cover so many genres?\nOr was it?\n\nWell, it was both. I always try to put a lot of\ncolours into my albums. Because I grew up",
    "Page_110": "110\n\nINTERVIEW UWE BANTON\n\n \n\n \n\nlistening to a lot of styles of music: Lovers\nRock, Dancehall, Roots. The first Reggae\nmusic I came across was Bob Marley, Peter\nTosh, Inner Circle. Then, there was already\na broad spectrum of styles. During those\ndays, their music had a lot of differences. It\nwas Roots Reggae but they had Rock in it,\nthey had some Disco vibes in it. During the\n80s, I listened to a lot of Dancehall - Yellow-\nman, Shabba Ranks - until I realised to\nmyself that music and message-wise, where\ndo I want to go personally? And it had to be\nRoots. Because spiritually it meant so much\nto me. I grew up with a lot of Lovers Rock,\nlistened a lot to David Rodigan’s program-\nme over here on Forces Radio. Rodigan\nalways gave us a very broad spectrum on\nwhat were the latest releases in the UK.\nThere, it had a very strong Lovers Rock in-\ndustry with great productions. Not everyone\nlikes Lovers Rock; people who are into Roots\nor got into Reggae after the era. But Lovers\nRock played a big role in the Reggae scene\nin the UK. When people were going out par-\ntying, or going to a club, Lovers Rock had to\nbe played - otherwise the women wouldn’t\ncome! The men, they wanted someone to\ndance with!\n\nLovers Rock almost acted as a transition for\npeople to get into Roots?\n\nRight. And it has beautiful melodies, so\neverything plays a role. I grew up with all of\nthat. So, I cannot deny that, or try to erase\n\nit from my own biography. | get all kinds of\ndifferent inspirations. For example, Hurry Up\nAnd Come was an idea | had for quite some\ntime. | didn’t at first have in mind to write\n\nit as a duet. But when I happened to pass\nthrough South Africa in 2019, I was invited to\ndo a show there - and | had three wonderful\nbacking singers. I shared this song with one\nof the singers, Afrika Cele, and said I was\nlooking for a duet partner. Afrika when she\nheard the song she said “J absolutely love it!\nLet me be your duet partner!” She’s a great\nsinger. Afrika has been active in the South\nAfrican music scene for quite some time, and\nI love her vibes, too - so, the song speaks for\nitself.\n\nThere’s also a wonderful flute solo from\nEliane Hobbing on Birds Have To Fly, too.\nShe’s a classically trained musician. To\n\nme, the track with its chord progressions\n\nis almost like a children’s song, you know?\nBecause the message is so simple and it’s not",
    "Page_111": "VELLOW -.- :\nrr a ee Ll\n\nA joint action by:\nHELP Jamaica e.V.,\nYellow Umbrella feat.\nLongfingah and\n\nFC St. Pauli Rabauken\n\n \n\nEDUCATION Mm A (HANEE!\n\n \n\nThe pandemic is also having devastating consequences in Jamaica. The tourists stay\naway - the main source of income for the country. Even before the pandemic, the\nsituation was difficult: high unemployment, a lack of educational and leisure\nopportunities, especially for young people, often create a vicious circle of poverty, crime\nand violence. And at the same time Jamaica is such a tremendous source of creativity,\ninfluencing the music culture around the world.\n\nThe kids and youth department of the FC St. Pauli - the “Rabauken”, the Reggae / Ska\nband Yellow Umbrella feat. Longfingah and the Organization HELP Jamaica! e.V. together\ntry to bring love to the streets and to Jamaica. The FC St. Pauli Rabauken have collected\njersey sets and footballs for young people in Jamaica. A country where football is very\nimportant and is played on every street corner, but many of the young players cannot\nafford jerseys or balls. The organisation HELP Jamaica! e.V. from Berlin promotes under\nthe motto: Education For A Change! educational projects as well as sports, art and\nculture in Jamaica, has sent the collected donations as sea freight to Kingston and had\nthem distributed to various schools across the country. And the band Yellow Umbrella\nwrote a tune together with Longfingah.\n\nIf you want to bring love pon di road as well, please support HELP Jamaica e.V. now!\nStream the song, watch the clip on YouTube or make a small contribution here:\n\nPostbank Essen / HELP Jamaica e.V. / IBAN: DE82 360 100 4309 0014 3431\nor simply by PayPal to: paypal@helpjamaica.org\nwww.helpjamaica.org\nwww. fcstpauli.com/verein/kids-rabauken\nwww. yellowumbrella.de",
    "Page_112": "112\n\nINTERVIEW UWE BANTON\n\n \n\nheavy at all, it doesn’t bring any thoughts into\nyour head. It’s a light song and I think we\nneed that type of music.\n\nIt’s such a brilliantly constructed album. You\nalso worked with Frank Pollak and Giuseppe\nCoppola from BuffBaff Records. Do you think\nthe German Reggae seen is as alive as it’s\nalways been?\n\nI think it was more diverse ten years ago. Be-\ncause we had more people who wanted to try\nout Reggae as a style. And many have to learn\nthat being a Reggae artist is not an easy life.\nThere’s competition going on. But you have to\nreally identify yourself with what the music\nis about. And maybe after sometime they get\nthe feeling it restricts them too much into a\nparticular style or message, and they want to\ntry something else. Reggae is a very special\nmusic. I started listening to it when I was at\nschool. I tried to convince my school mates\n\nof this fantastic music. But many of them, if\n\nREGGAEV ILLE SPOTIFY PLAY LISTS\n\nnot most, were saying “Yeah, it’s OK - but it\nall sounds the same, it’s so slow”. Now things\nhave changed a lot. Because Reggae style has\nbecome part of the mainstream sound. But\nback in those days, when you had Rock mu-\nsic, which was showing how tough you are,\nand you had Disco and Soul which was more\nfor entertainment and having fun. But Reggae\nwas so different, it had a different beat. So,\nnot everyone found it attractive. Back to your\nquestion, there are still some musicians\n\nthat are very productive. BuffBaff Records,\nfor example, and Frank - for some years\nnow he’s been part of the Evolution Band,\nplaying with Gentleman - but now they’ve\nstarted BuffBaff and are doing a lot of stuff.\nEspecially since last year, since the pandemic\nit’s become very difficult for many artists and\nmusicians. But BuffBaff are keeping up a\ngood schedule. So, there are still a lot of other\ngood, excellent musicians that have played on\nmy album.",
    "Page_113": "INTERVIEW UWE BANTON\n\n113\n\n \n\n \n\nOne of the artists coming through is Jon\nMoon who you worked with on What Kind of\nWorld. How was that?\n\nHe’s an excellent musician, trained — stu-\ndied music. He’s started producing some\nwork, his own album and the Rasta Rid-\ndim. He’s a very cool brethren. He knows\nwhat he’s doing musically, he has a very\ngood message, does a lot of collaborations\nwith artists from South Africa. And I really\nhope we’re going to hear more from him in\nthe future.\n\nWhat stood out was Ganjaman’s mastering.\nIt’s just perfect: the finished sound feels like\nit’s live. But your name, Uwe, is everywhere\n— because you did a lot of the mixing, too!\nWhen I was putting the credits together, I\nfelt like “Do I have to put my name every-\nwhere?” This might come across as self-\npraise, but it’s the reality. The way I work\nwith Ganjaman is I do the pre-mixes at my\nown place and then send them to him; he\nputs them through his own equipment, does\nsome fine-tuning and tweaking and makes\n\nthe sound crystal clear. Most importantly\n\nis doing the balance on the mastering, be-\ncause being that it is not an album that was\nrecorded in one way in a studio with all the\nsame settings, it makes it difficult to have\nan end-product that is balanced. Ganjaman\nis a master of his trade. He is a perfectionist.\nAnd he knows what he’s doing, I’ve been\nworking with him for so many years which\nI’m thankful for. I’m really happy to be wor-\nking with him. He does a great job.\n\nOverall, with Free Your Mind, is there a\nmessage that you want people to take away\nfrom it?\n\nWell, in many ways this message of “Free\nYour Mind” can be taken as what it is. This\nis what Reggae has done; the Reggae and\nRastafari message - this is what it’s done\nover the decades. When I came across Reg-\ngae as a young teenager, for the realisation\nand the feeling I got from it - I remember\nwatching an interview on TV with Black\nUhuru - Michael Rose and Ducky Simp-\nson. There was an English moderator called",
    "Page_114": "114\n\nINTERVIEW UWE BANTON\n\n \n\nAlan Bangs, and he told them a quote from\nMick Jagger, that said that “In Rock and\nRoll, what people are not aware of, is that\nwe are actors - and what they’re seeing on\nthe stage is an illusion”. He asked both of\nthem what their opinions were on this, and\none of them replied “Yes, we are actors but\nwe deal with reality”. In other words, we’re\nacting and representing something on sta-\nge, but what we are singing about is actu-\nally reality. This is what I feel is the purpose\nthat Reggae music has: to open up people’s\nminds towards reality, whether that be the\nphysical plane of the earth or on a spiritual\nlevel. We are singing and speaking and\ntalking about things that are a reality to us.\nWhether you want to believe in the spiritual\npart or not, this is our faith. We don’t come\nto convert people to our faith, but to create\nawareness; to open up people’s minds and\n\n \n\nsay “Look, here’s something; if you're inte-\nrested you can learn more about it’.\n\nThis is what I hope this album will do. The\nmusic came to me as a gift, as it came to\nmany, and since it has done so much for\nme and my life, I feel like it’s part of my\nmission to spread it as well, to share it; to\nlet other people feel what I felt, so they can\npick and choose - take it up and make it\nbecome part of their own life as well.\n\nWell, it’s mission accomplished then. Be-\ncause Free Your Mind does all those things.\nUwe, thank you so much for chatting to\nReggaeville.\n\nYou are very welcome, give thanks for\n\nhaving me. :",
    "Page_115": "ALBUM REVIEW UWE BANTON\n\n115\n\n \n\n  \n  \n\nUWE BANTON - FREE YOUR MIN\nRasta Yard Ri June 18, 2021\n\nThe return of Germany’s\nUwe Banton, nine ye-\nars since his last album\nMental War, is a highly an-\nticipated moment. And with\nhis new project, he certain-\nly doesn’t disappoint.\n\nFree Your Mind, released\nvia Banton’s Rasta Yard\nRecords, sees him cover\n18 tracks, including three\ndubs. To say the album is\nslick would not do it jus-\ntice. Banton’s hand is all\nover it: from song writing, to performing many\nof the instruments via mixing. The quality of the\nrecord is top class. Of note is the mastering from\nGanjaman: a sympathetic yet rich affair which\ngives Free Your Mind the feel of a live album; no\nmean feat as many of the recordings were done in\ndifferent countries.\n\nMusically, it’s as detailed as it is long. The overri-\nding feeling is that of Roots. But Free Your Mind\nis interspersed with flashes of other genres and\nstyles. Its opener, Ark of the Covenant with Ras\nYohannes, has flashes of Nyabinghi with its pat-\ntering drums; Speak the Truth drops in some\nSteppers towards the end, while What Kind of\nWorld has a brilliant Dancehall clave rhythm\nbridge. Do Good sees Banton embrace Jazz with\na brilliantly executed Skat. This thought is expan-\nded upon via Stop the Talkin’s blue notes across\nhis vocal melody. My Smile feels like a slowly\nswaying, minor key Ska-Roots hybrid, and Birds\nHave to Fly is filled with musical nods to Fun-\nky Soul and a gorgeous, fluttering flute solo from\nEliane Hobbing.\n\nStraighter Roots also feature. The title track is\nupbeat and bright. This Train and Wir Weigern\nUns are brooding and unnerving, while I’m Not\nAfraid with Ganjaman treads a traditional path.\nDeep Mess delivers a folksy guitar opening be-\n\n \n\nfore settling into Roots\n- but the pattering Djem-\nbe-style drums are back.\nKeep Learning feels like\na Roots-Soul amalgamati-\non with Banton’s highly\nmelodic vocal line. Mean-\nwhile, Banton provides two\nLovers Rock tracks: Hurry\nUp and Come with the su-\nblime Afrika Cele and No\nSpecial Reason. And the\nthree Dub versions (Wir\nWeigern Uns, Deep Mess\nand Ark of the Covenant)\nare expertly executed.\n\nBut if the musical content is rich and varied, then\nBanton’s lyrical creations are a positive smorgas-\nbord of ideas. For example, Banton deals with the\nsearch for spirituality and faith under Babylon in\nArk of the Covenant, before discussing how the\nsystem represses those who Speak the Truth\nand delivering a diatribe on the state of society\nand the planet across What Kind of World, with\na cry for unity in the face of the former in Deep\nMess.\n\n \n\nThis Train delivers a call to spiritual arms, while\nBirds Have to Fly reminds us that those of us who\nare conscious can break from Babylon’s shackles\nand soar. The vulnerable yet resolute messages\nof My Smile and I Am Not Afraid are cleverly\njuxtaposed with contradictory musical backdrops\nand the title track encapsulates it all perfectly.\nThe album serves as both a series of ideas and\na broader narrative on finding your spiritual self\namidst the chaos of the world we live in.\n\nFree Your Mind is near perfection. Banton has\ncrafted a lavish, interesting and evocative project\nwhich both moves you and makes you ponder -\nand is a very welcome return to form for this con-\nsummate artist.",
    "Page_116": "Fed\nINTERMIEW,\n\nal\n\n \n\neven seer ea\n\ngin a eae\nry ee Po \"",
    "Page_117": "INTERVIEW ZAK & SSHH\n\n117\n\n \n\nn 2020 and 2021, the Reggae world was rocked\ny the passing of two of its pioneers. They were\nToots Hibbert, the man who coined the word\n\neggae’ in song, and U-Roy, the deejay who\ntransformed talking over records from side-line\nto main attraction. Both men recorded their\ninal albums for Trojan Jamaica, a label foun-\nled by Zak Starkey, son of Ringo Starr and\nrummer in The Who, and singer Sshh Liguz.\naking the name of famous UK imprint Trojan,\nut based in Jamaica, the label aims to restore\n‘foundation Reggae to its former glories.\n\nhus far, their support has yielded mainstream\nacclaim. The Toots album Got To Be Tough\nosthumously won Hibbert the Reggae Gram-\nmy. The July release of U-Roy’s posthumous\nalbum Solid Gold, recutting classic songs with\na bevy of guest singers and players, carries si-\nmilar expectation and emotion.\n\nLike Starkey and Liguz’ first Trojan Jamaica\nrelease, Reggae-meets-Blues experiment Red\nGold Green And Blue, Solid Gold is packed\nwith vocal and musical talent. Featured voca-\nists include Ziggy Marley, David Hinds,\nRichie Spice, Tarrus Riley, Big Youth, San-\ntigold and Rygin King. Mick Jones from The\nClash appears on guitar and electronic sfx.\nUsing a core band of Sly and Robbie, Tony\n\n \n\n \n\n \n\n \n\nChin from Soul Syndicate, and Robbie Lyn,\nthe recording goes back to the ska days, when\nall musicians played together in a room. This\napproach culminates in epic 15-minute jam,\nEvery Knee Shall Bow, where U-Roy and Big\nYouth do friendly lyrical battle, with an accom-\npanying Dub mix by Scientist.\n\nAngus Taylor spoke with Zak and Sshh on\nvideo call in the UK, as they eagerly awaited re-\nsuming their activities in Jamaica. They talked\nabout their love of Reggae and its birth island,\nas well as their friendship with U-Roy, Toots,\nBig Youth and the form’s greatest musicians.\nTheir chemistry as a couple was evident. They\nfinish each other’s sentences. They collapse\ninto fits of laughter and lean on each other in\nmoments of sadness. Likewise, their passion for\nthe music was fully apparent. Having listened\nto their heartfelt championing of Reggae, it was\nimpossible not to come away buoyed by their\nenthusiasm for the project.\n\nIt’s been such a wild ride of furious recording at\ntheir Ocho Rios studio, that the conversation of-\nten spills into other, unreleased album projects\nfeaturing Jesse Royal, Big Youth, Bob Andy\nand more. To Zak and Sshh, Trojan Jamaica\nfeels like one big flowing holistic experience (as\nanyone who has visited Jamaica will attest...)",
    "Page_118": "118\n\nINTERVIEW ZAK & SSHH\n\n \n\nSo where are you guys now?\n\nZak: Between High Wycombe and Henley.\nWe've got a studio here where we bring back\nrecordings from Jamaica and get them ready\nfor mix.\n\nHow much time have you been spending in\nJamaica?\nSshh: Not enough recently!\n\nZak: It’s very frustrating but we always take\na pinch of sand home in our suitcase!\n\nWhen did you first go?\n\nZak: In 2012. We went to find Toots.\nBecause we love Toots and the Maytals so\nmuch.\n\nSshh: We kept extending our stay...\n\nZak: ...because we couldn’t find him. Then\nwe were in the restaurant and someone\nbrought our dinner over and said “Oh I know\nToots. Doing a gig tomorrow night, wanna\ngo?” He was doing an acoustic show as a\nwarm-up for his tour. Probably the last tour,\n\n \n\nwhen he got hit by the bottle. So we got to\nmeet Toots, all the band of the Maytals,\n\nall the Hibbert family. And ever since, if\nToots played in London we would go and\nsay “Hello”. And when we were in New York\nwith The Who or whatever, if Toots was\n\nin town recording, we kept the relationship\ngoing. We were invited to play our version of\nGet Up Stand Up which we recorded with\nSanta [Davis] and Fully [Fullwood]...\n\nOn your Issues covers album.\n\nZak: That’s right, yeah. We were invited by\nKingsley [Cooper] to play at the opening of\nthe [Peter Tosh] museum in 2016. And then\nwe stayed on a bit and made a lot of friends.\nAnd then we came back to do it again the\nnext year. And then we stayed until...\n\nSshh: We never really left...\n\nZak: Except for going on tour for a month\nhere and there with The Who. We didn’t\nleave until the end of 2019 when we went\nto tour Brazil with U-Roy. | think that was\nJanuary 2020.",
    "Page_119": "INTERVIEW ZAK & SSHH\n\n119\n\n \n\nh\n\n \n\nTell me about your individual journeys in\nReggae before you went to Jamaica?\n\nSshh: I grew up in Australia but my dad’s\nfrom Birmingham. He was on the dole with\nUB40. So he would always play me U-Roy\nrecords and Big Youth. It was a soundtrack\nto my childhood. Whenever UB40 were\n\nin town we would go and see them. My\nearliest memory is of a UB40 gig. When I\nwas about 3 years old. Backstage trying to\nrun up and do the dancing up the wall and\nI ran straight into the wall! So it’s always\nkind of been there. It feels familiar and like\nhome really. And when we went to Jamai-\nca in 2012, back then there was no way\nthat we thought we would end up in this\nposition we’re in now. We used to cut up\nand sample...\n\nZak: [Big Youth’s album] Screaming Tar-\nget. Just bits and bobs for our own private\nuse. When you’re dealing with a score it\ncan take so long to get even an answer and\nthen you’ve got to go through publishers\nand you've got to go through record labels.\nSo we just did it privately for ourselves. But\n\n    \n\nwhen we met Big Youth, he did it again\nfor us!\n\nSshh: So it ended up fulfilling our dream\nreally.\n\nHow about you Zak?\n\nZak: | was listening to what Sshh was\nsaying and dads come into a lot, don’t they?\nMy mum had the Bob Marley Rainbow\nconcert or was it the Bob Marley Live [at\nthe Lyceum]? Then my dad went “You’ve\ngot to check this out” and it was Burning\nSpear Man In The Hills. Brilliant record.\nSo dad kind of steered me into it. Then I got\ninto Punk and obviously reading the music\npress, John Lydon and The Clash were\nsteering us all towards Reggae. I got into\nThe Ruts and obviously The Ruts were a\nvery, very Reggae influenced band. | saw\nThe Ruts with Misty In Roots. And then\nThe Slits. | heard U-Roy through hearing\nThe Slits doing Man Next Door. | thought\n“Who’s that by?” And then I traced back\nand came across U-Roy. And it just sort of\ngrows. As you probably know! (laughs)",
    "Page_120": "120\n\nINTERVIEW ZAK & SSHH\n\n \n\nYou've already blown my mind by saying your\ndad was into Burning Spear. Was anyone in\nThe Who into Reggae?\n\nSshh: Toots supported The Who.\n\nZak: In ‘74 Peter Townshend liked the\nFunky Kingston record so much that he\ninvited Toots and the Maytals to open for\nThe Who. They opened in America and the\nUK, I believe.\n\nSo at what point did you say “Let’s do a Reg-\ngae label”? Was that tied up in you meeting\nToots?\n\nSshh: It was really tied up in the Peter Tosh\nconcert.\n\nZak: Yeah, because we met so many people\nwho accepted us as musicians. As crazy as\nthey are! We had the idea for the Red Gold\nGreen And Blue record. We didn’t have a\nrecord deal. Sshh had her own record deal\nwith BMG. So at the Peter Tosh concert we\nwere waiting to go on stage and I was sitting\nnext to a guy with a mohawk. A bit older than\nme. | was really nervous and I needed a piss.\nSo I said “Would you mind holding my guitar\nwhile I go and have a piss?” So I gave it to this\nguy, came back and said “Thanks, I’m Zak”.\nAnd he said “Hi, I’m Freddie McGregor’.\nWoah! Because I didn’t realise he’d changed\nhis hairstyle.\n\nSshh: He’d turned into a Punk basically!\n\nZak: | put the idea of the Blues record to him\nand he went “I'll do it” straight away. Then\nwe had a session with Robbie Shakespeare\nat Anchor in Kingston on one of our tracks.\nRobbie was playing the bass and we got on\nreally good.\n\nSshh: So by the end of the night he’d sort of\nended up producing it?\n\nZak: Yeah, he was producing it, like volun-\ntarily. It was a really great relationship we\ngot going in a day, you know? And Sly and\nRobbie had done a remix for us before.\n\nSshh: Sly and Robbie are really one of the\nbackbones. They are very good friends of\nours in Jamaica. They feature on a lot of the\nTrojan Jamaica recordings. They’re really\ngreat mates.\n\nZak: So Freddie agreed to do the record\n\nbut asked us to pick the track for him. And\nthen Robbie said “Yeah”. Everybody got the\nconcept of the Blues and the Reggae music.\nToots, Michael Rose, Big Youth, everybody\njust got into it. We were just trying to take the\nlyrics and change up the music on the spot\nwith everybody. A great band, Tony Chin\nand Sly and Robbie. Robbie Lyn didn’t\ncome in until U-Roy’s record. We didn’t have\nany keyboards. Maybe a hint of one or two\nkeyboards.\n\nSshh: Then we went on tour in Australia.\n\nZak: With SSHH to support Primal\nScream...\n\nSshh: And Liam Gallagher. And on the\ndays off we were mixing Red Gold Green\nAnd Blue. When we finished, we spent three\nmonths in Australia and I think we went\nstraight back to Jamaica and met U-Roy.\n\nZak: The U-Roy thing was amazing because\na good friend is Wayne Jobson.\n\nSshh: Big up Native Wayne!\n\nZak: He said he had this idea for U-Roy. He’s\ngot a credit on the album, because it was his\nconcept. From the day he called us, which\nwas the 5th of May, we met with U-Roy and\ngave him the idea of “We’ll recut your grea-\ntest hits” - which is really hard to cut them\ndown, to get 10 out of about 40! We started\nrecording on the 26th of May, a really quick\nprocess. It was all done and dusted except for\nthe guests, within a week.\n\nWhich year did you do the recording?\nZak: We started in 2017 and then U-Roy’s\nalbum was in 2018. We built the studio in",
    "Page_121": "",
    "Page_122": "Ocho Rios, which is gathering dust and we’re\ntrying to get back there. We’ve just got to\nhave our jabs before we can go.\n\nHow did you come up with the idea of calling\nit Trojan Jamaica? Obviously Trojan has been\nvarious companies and had a long history,\nsome good, some not so good. Was there a\nsense of trying to reclaim it?\n\nSshh: You nailed it!\n\nZak: What happened was we got a message\nfrom someone saying Trojan West Indies\ntrademark is available. So we bought that for\n$800. We've got a studio in Jamaica. We've\nmade five records on the trot. With a few\nshort breaks for me to go off and do bits with\nThe Who.\n\nSshh: We went in and went “Let’s just make\nthe music and then we’ll go there”.\n\nZak: We funded the first five records our-\nselves. Then we went to BMG with the idea\nfor a label and with the records. We made a\ndistribution deal. And we licensed the name\nTrojan.\n\nSshh: But it’s as you say, it’s about taking it\nback to Jamaica. That was our intention, to\ntake it home.\n\n \n\n| interviewed Big Youth in Kingston in 2019,\nand it was before he’d got his Order of Dis-\ntinction, so he was feeling a bit undervalued.\nBut he was really excited about working with\nyou guys...\n\nZak: It’s friendship, you know what I mean?\nEspecially Big Youth.\n\nSshh: Big Youth is such an incredible soul of\naman. He has a pure heart.\n\nZak: He is a Big Youth. And also a big man.\nSshh: He’s like an incredible force of talent.\n\nHe’s a force of nature really. Just as a person.\nBut when him and U-Roy were doing Every\n\nKnee Shall Bow...\n\nZak: That sort of vocal clash on the last\ntrack...\n\nSshh: Epic.\n\nZak: One take. We were in the control room,\nall there, everyone dancing and going fucking\nmad. And they just did it. 15 minutes long.\nSshh: Unedited. Incredible.\n\nZak: It was the real shit man. The only thing\nmissing was the sound system.",
    "Page_123": "INTERVIEW ZAK & SSHH\n\n123\n\n \n\nWe've already touched on this: everyone\nloves Reggae but as an industry, it’s tough\nfor Reggae labels to succeed. There’s a joke\nthat goes around that the best way to become\na millionaire in Reggae is to start off as a\nbillionaire. Do you feel daunted?\n\n(Big laughter)\n\nZak: Fucking hell. That says it all.\n\nSshh: It does but you know what? I am so\nsick of hearing that Reggae is a niche market.\nIt really grinds my gears. Because it’s really\nnot.\n\nZak: It’s Pop music.\n\nSshh: You can hear on a daily basis. Whether\nit’s on the TV, not so much now going into\n\na shop or in a taxi but you hear it every-\nwhere, in movies all over the place. And the\ninfluence that it’s had on modern music is\nundeniable. It feels like Reggae music is un-\ndervalued. And I think that now the Koffees,\nProtojes and Chronixxes have brought the\nnew wave and brought it back round again.\nYou hear Toast on people’s playlists all the\ntime and I don’t even know if they realise\nthat it’s Reggae. It’s Pop music.\n\nZak: | always thought “It’s Pop music not\nWorld Music”.\n\nSshh: It really fucking pisses me off! Because\nthey deserve so much better.\n\nZak: Nowadays it’s all about the numbers,\nyou know? It’s not about the feeling. And we\ndon’t get that. You don’t hear a great song\nand check out the fucking views and plays\nand then decide. You either go with it or you\ndon’t go with it. You go on the feeling.\n\nSshh: And what was really special with\n\nthe Toots record last year, that was the first\nrecord he put out in a long time but it showed\nhe still had it. He still wrote great pop songs.\n\nZak: With a message.\n\nSshh: With a strong message. And he got the\nGrammy, which was well deserved.\n\nZak: We just wish that he could get to...\n\nSshh: Hold it you know? He was doing the\ninterviews before he passed so he got to see\nthe love and respect and that it was still alive\nand well. It’s heart-breaking that he couldn’t\ngo out and tour because he was really just on\nstage...\n\nZak: ...all the time. In the studio it was\nlike “Yeah, this guy is larger-than-life, that\nenergy”.",
    "Page_124": "124\n\nINTERVIEW ZAK & SSHH\n\n \n\nSshh: But I think for him to see the New\nYork Times and all these mainstream pub-\nlications like Vogue sitting up and engaging\nand taking notice... | think for Reggae as a\nwhole it seems to be coming into the main-\nstream media a bit more now.\n\nZak: And U-Roy got a lot of that too. It’s a\nshame that he bloody died to get it. But the\nTelegraph and everybody was writing about\nhim and his influence. And that’s the reason\nwe made the album, to show everyone he\nwas the originator.\n\nSshh: He invented rap. Without U-Roy\nthere might be rap but he was very much\n\na cornerstone of it. Beyoncé and Jay Z\nfucking sang him at Coachella. So it doesn’t\nget much more mainstream than that, does\nit? But it is next level heart-breaking that\nU-Roy couldn’t be here to see the response\nhis music is having now.\n\nZak: We did tour with U-Roy as a 4-piece\nwith Sshh singing all the vocals, U-Roy\ntoasting, a Brazilian trumpet player, me play-\ning the guitar and the sound system.\n\nSshh: And a Brazilian rapper called\nBNegao.\n\nZak: From a band called Planet Hemp.\n\nSshh: It was mega. They went mad for him.\nWe did club gigs for like 1,000 people and\nthen the big kind of carnival type gigs with\n150,000...\n\nZak: In Sao Paulo... they were holding up his\nalbums.\n\nSshh: They were going bonkers for it. U-Roy\ncame out on stage to huge cheers. So the fact\nthat we got to take him out and reintroduce\non such an epic scale...\n\nCelebrating the SOth anniversary of one of the most significant albums ever released by Trojan\nThe first comprehensive anthology of Jamaica's musical development irom vintage ska and rock steady to reggae\n\nTr eS Te BEE RL\nCTT Re ce en A\n\na _  ]\n\nCe eee een |",
    "Page_125": "INTERVIEW XZAK & SSHH\n\n125\n\n \n\nZak: We were really hoping to do it again.\nBut it was not to be.\n\nSshh: But his music will live on.\n\nAnd sadly, the engineer Barry O’Hare passed\nas well, before the album could be released.\nSshh: That was horrible.\n\nZak: That was a week after Toots.\n\nSshh: Barry is our man. He was one of the\nfirst people we met in Jamaica, at the Peter\nTosh show.\n\nZak: He was doing the front of house sound\nand we popped behind to ask if he would\nmake us very loud! That was the first time\nwe met him in 2016. Barry obviously lives\nin Ochi. So he was kind of our guy. The only\nguy we trusted with the keys to the studio.\n\nZak, as a drummer, Reggae must be very\ninteresting. I’ve interviewed most of the\ngreat living drummers, Sly, Joe Isaacs, Fil\nCallender, Horsemouth, Santa, Mikey Boo\nand so on. And it really comes across to\n\nme how much drumming pushed the music\nforward historically.\n\nZak. Yeah, absolutely. That’s why we got Sly\nto do it, not me! (laughs)\n\nSshh: And Horsemouth.\n\nZak: Yeah, Horsey is on about a third of it,\nCyril Neville played a bit of drums but Sly\nis pretty much...\n\nSshh: He’s the backbone.\n\nZak: Sly was really into the sound and wan-\nted to create something new. That’s the way\nSly thinks “How can we make something\nunique?” And his style as a drummer is pro-\nbably the most unique of all time. The first\nguy to embrace the electronics. When all the\nother drummers were scared. He could see\nthe future. And he’s still doing that.\n\nLet’s talk about the album. The first single is\nMan Next Door ft. Santigold. As well as being\n\na big tune for Horace Andy, Man Next Door is\nbased on Garnet Mimms A Quiet Place which\nalso spawned Johnny Dollar, which Sly re-\nleased on his label. Why step up to that song?\nZak: Garnet Mimms did Cry Baby, right?\nWell, we had three playlists. And the third\nplaylist was basically the 11 that were on there.\n\nSshh: Yeah, we went through it and planned\nout all night long. We’d jam it out and then we\ngo into the studio.\n\nZak: And like the Blues album, it also had a lot\nto do with what song suits what guest singer.\nYou can’t just do the ones you like, you’ve got\nto consider who might be singing it. It took\n\na long time for us to get that album finished\nbecause the guest singers weren’t there at\n\nthe recording. We did it along the road for the\nnext 6-9 months. Getting all the guests to sing\nand it would have to be edited together in a\nway that it complemented each other. You’ve\nprobably noticed that it’s not exactly like the\noriginals.\n\nSshh: There had to be a bit of freshness.\nOtherwise you're just doing a cover.\n\nHow did you go about choosing the guests?\n\nSshh: For example with Rygin, we just happe-\nned to meet.\n\nZak: Sshh went to see him and brought him\nback to the studio that night. In Jamaica, the\nmusical scene is very “Let’s do it now”. Where\nin England it’s like “Let’s do it a week, Tuesday\nat 4:35 because we got dinner with my mother-\nin-law at 7:30”. Something stupid like that. It’s\na bit like LA where it’s “Can you be here in\n5-minutes? You’ve got a riff, let’s go”.\n\nSshh: Jesse Royal is on the record and\nwe'd already done a bit of work with him on\nsomething else. He sings on Small Axe and\nthat’s his nickname.",
    "Page_126": "“Yeah, sorry Jesse, we gave Small Axe to\nsomeone else!” (laughs)\n\nZak: Yeah, wouldn’t work would it? And\nthen we made a record with Jesse that Sly\nand Robbie produced as well. It’s excellent.\nIt’s a Sly and Robbie Present Jesse Royal,\nmuch like the Sly and Robbie Present\nMichael Rose.\n\nSshh: And Big Youth. We had to do it with\nBig Youth.\n\nZak: We made a full record with Big Youth\nthat’s got original songs. Jesse’s record is\ncompletely original too. But Tarrus Riley\nand Tom Drunk were an obvious fit. You\nneed someone with a really beautiful, sweet\nvoice. With a bit of a rasp. And we’re really\ninto Tarrus’ music.\n\nSshh: Richie Spice was another where |\nwent to a gig and he was playing and he was\nlike “I want to do Wear You To The Ball’.\nAnd he sings it so great, such a unique\nvoice.\n\nZak: It’s almost got a doo-wop approach.\nThere is a lot of that influence in Jamaica\nespecially with the older guys. Everyone\nheard that music, Doo-Wop, Rock ‘n’ Roll.\n\n \n\nIt’s amazing when you call out a song. We\ndid the second volume of the Blues record\nwhich isn’t coming out for another year or\nso. We would have the band there and at the\ntime it was Horsey and Jackie [Jackson]\nand Tony Chin. And we go “Ok, shall we\nplay Be My Guest by Fats Domino?” And\neveryone just went “Yeah!” (laughs) Bob\nAndy came and sang it beautifully. Another\nsadly missed friend.\n\nThe Rygin combination [Stop That Train] is\nreally interesting because it illustrates the\nlevel of respect for U-Roy that stretches\nthrough the ages. When you get a modern\nartist like Rygin on the record, it shows that\nevery dancehall artist, however young, looks\nat U-Roy and says “If it wasn’t for him, |\nwouldn’t be doing this”.\n\nZak: Absolutely. Rygin is something else,\nisn’t he? He’s like a rockstar really. He’s a\nhuge Dennis Brown fan, you know? He’s\ngot a very great song sense. | read a fantas-\ntic interview where he was talking about\nDaddy U-Roy.\n\nSshh: The multi-generational influence of\nU-Roy is undeniable. For the female artists\nas well like... well it’s a different record but...\n(laughs)",
    "Page_127": "Zak: We've made a lot of records!\n\nSshh: But Ce‘Cile really loves him, Tanya\nStephens really loves him. It crosses over. It\njust touches something in people. It’s really\ninspiring.\n\nZak: So spontaneous.\n\nSshh: Powerful.\n\nZak: Huge voice. Very reserved.\n\nSshh: Dignified. You would not expect...\n\nZak: That sound to come out from a micro-\nphone, you know? He knew what he’d done.\nBecause I chatted to him about it, asking\nhim how come Bob, Peter and Bunny made\nthat special version of Kingston 12 [Shuff-\nle]? And he went “Because I was it, man!”\nSo he knew where he was at but he wasn’t\nramming it down your throat. Toots would\nwalk in and be like...\n\nSshh: “/ am the inventor of Reggae!”\nZak: As soon as you’d switch on a camera,\n\nyou’d hear that “/’m the creator of Reggae”.\nBut he wrote the song! He wrote the song.\n\nU-ROY AND\n\nSOLID GOLD\n\nU-ROY\n\nSTOP\nTHAT\n\nLet’s talk about a song that doesn’t have\n\na vocal guest, Wake The Town. The rhythm\nGirl I’ve Got A Date was played on by\nJackie Jackson originally, so that’s a nice\nlink to Toots. But is it Robbie Lyn doing all\nthat amazing keyboard soloing on there?\nZak: Yeah. Robbie’s such a cool guy. That\nwas the first time we’d recorded with\n\nhim, on U-Roy’s album. All those backing\ntracks, we cut nine tracks on the first\n\nday! I mean nine! Who does that? It’s like\nthe 60s, you know what I mean? The day\nbefore I said to Sly “Here’s a list. I’m going\nto go home and learn those three and we’ll\ncome in tomorrow and record those”. And\nhe went “...NJNE”. (Laughs) So that’s what\nwe did and then the next day we cut ano-\nther three, I think, and it was done. All the\nbacking tracks were done in two days.\n\nThe album has a very live feel to it. Are\nmost of the rhythms just everyone in a\nroom?\n\nZak: Everybody. It was all cut live with\nU-Roy doing the vocals over in the corner.\nSshh was singing the song parts as a\nguide for everyone. So it was U-Roy, Sly,\nRobbie, Cyril Neville, Tony Chin, Rob-\nbie Lyn, me on guitar, Sshh singing the\nvocal parts.",
    "Page_128": "128\n\nINTERVIEW ZAK & SSHH\n\n \n\nSshh: I remember me and U-Roy were\nsitting on the sofa singing along when Sly\nwas doing an overDub. We were singing\nalong and we got told off because it was\ncoming down the drum mic! (laughs)\n\nZak: Because no one wears headphones,\nright? We’re just in the room so there’s a\n\nbit of spill onto everything. That’s why our\nrecords sound like that. There’s a big stereo\nmic in the middle of it and that’s what gives\nyou the big picture. When all the instruments\ngo like that [interlocks hands] you need to\nrecord that. You can’t have it all separate or it\nwill all sound like the fucking Eagles!\n\nIt’s like going back to the ska days...\n\nSshh: Yeah and it adds a grittiness. Then it\nwas mixed by Dave Sardy and he says he\nmixed it at full volume. He never did it quiet-\nly and you can tell that when you hear it. It’s\nlike it’s jumping out of the speakers at you.\n\nIt was Curtis Mayfield’s birthday yesterday\n[the day before interview, June 3rd] and you\nhave Queen Majesty on there with Robbie\nShakespeare singing. Anyone who’s seen Sly\nand Robbie perform live knows about Robbie\ndoing a bit of singing. But it’s still so surpri-\nsing how delicate his voice is for such a big\nguy who plays such a deep, low instrument.\nHe really does sound like Junior Menz who\nsang Queen Majesty with the Techniques.\nSshh: Voice of an angel!\n\nZak: He reminds me of Frankie Lymon.\nSshh: He sang to me in the studio. There’s a\npicture in the studio from the first time and\nhe’s like holding my hand and my heart just\nbroke! I couldn’t believe it.\n\nZak: You were crying.\n\nSshh: I was crying.\n\nSee RESEN 1S come\nBRAND NEW SINGLE _\n\nLa",
    "Page_129": "INTERVIEW ZAK & SSHH\n\n129\n\n \n\nZak: He came over to me and he started to\nplay the bass on my shoulder and then sang\nto me as well. It was so moving. That’s why\nhe’s got two tunes on the Blues album, you\nknow? Queen Majesty was so suited to his\nvoice.\n\nRobbie’s taste is very diverse isn’t it?\nHe’s into Rock and Metal and all sorts.\nSshh: He’s a Punk Rocker, man!\n\nZak: | think that’s why we sorted fitted in.\nBecause he’s that style, isn’t he?\n\nSshh: With his bondage trousers! Zak said\nto him “You have the beautiful baby face\nand this amazing voice, why didn’t you sing\nmore?”\n\nI'm probably going to get told off by the big\nman at Reggaeville if we don’t talk about\nZiggy Marley! He opens the album with\nTrenchtown Rock...\n\nSshh: Oh yeah Ziggy! There are so many\ngreat artists on this album. He was a natural\nchoice really and he really makes it his own.\nHe really attacked it.\n\nZak: It’s a very backing vocal driven song\nusually. But we turned them off. We made\n\nit so you only hear Ziggy and no backing\nvocals on it. It’s almost like a Rock singer.\nIt’s stripped back and it’s just Ziggy. Kind of\napproached it a bit like the band Free? That\nrawness. Strip back and get rid of all the...\n\nSshh: ...distractions.\n\nZak: Because Ziggy’s voice is so strong, it\ndidn’t need all that stuff.\n\nSshh: “Brutalise me with music!”\nZak: As he says...\nSshh: But it’s amazing because we worked\n\nwith him a couple of times now and he is\nalways just incredible.\n\nZak: Yeah, he’s great on Three Little Birds.\nThe Toots version of that is killer, isn’t it? So\ndifferent.\n\nSshh: But I think he really is such an incre-\ndible artist.\n\nZak: Yeah man, maximum respect to him\nbecause he jumped. As soon as he knew\nit was U-Roy, he’s right in there. All these\nguys were, you know? I wish we had done\nmore tunes but there was no time because\nU-Roy was going on tour in France. That’s\nwhy the whole thing was done so quickly.\n\nThis was in 2018 and he was doing a 6-week\ntour of France and by the end of that I would\nhave been with The Who. We had to cram it\nall into that week.\n\nHow did you get Scientist on the album for\nthe final track? Because he’s not in Jamaica,\nhe’s in LA.\n\nZak: We've done some things with Scientist\nbefore. When we play live in LA, we usually\nplay with Tony Chin...\n\nSshh: Fully Fullwood and Santa...\n\nZak: ...and we met this guy called Dub Ro-\nbot [Brian Wallace] and we got him to play\nsax in the band and do the Dub effects and\nstuff. Check him out online. He is a far-out\ndude. And he is Scientist’s engineer in the\nstudio. So that’s how we got to meet Scien-\ntist. And he remixed something for us...\n\nSshh: He said he was going to make me\nsound like a diamond.\n\nZak: A polished diamond! And I was going\n“You’re trying to pull my bird, aren’t you?”\nAnd he said “No man!”. He did that version\nand he also did two 7 inch Dubs where we’re\nhoping to get a lot of guest singers together\nand maybe do something special with it. 1\ndon’t know yet. All we have is the Dub.",
    "Page_130": "130\n\nINTERVIEW ZAK & SSHH\n\n \n\nSo you end with a 15-minute tune, Every Knee\nShall Bow.\n\nZak: Two 15-minute tunes! Because it’s double\nvinyl and the second disc is just two of them.\n\nYou played with the Soul Syndicate guys\n\nand Sly and Robbie, both of whom traded as\nthe Aggrovators playing for Bunny Lee, and\nthat’s one of his rhythms. | didn’t know that\nDub was 15 minutes long until | looked at the\nend. | wouldn’t normally listen to a 15-minute\nsong unless it was Fela Kuti or something and\nit’s very like Fela Kuti, in that time really flies.\nSshh: Yeah! That’s the great thing, isn’t it?\nIt’s great when that happens.\n\nZak: And it naturally structured itself.\n\nSshh: We couldn’t edit it. We couldn’t do it. It\nhad to be in its entirety.\n\nZak: Then Scientist did the Dub. First he\nsent two shorter Dubs which are the ones we\nwere talking about and we were like “It’s got\nto be the full”.\n\nAnd how did Mick Jones get involved? He\nmust know U-Roy and Big Youth from back in\nthe day...\n\nZak: | played with him in 2011. We did a gig\ntogether and I put the band together for him\nto do a charity show and we became really\ngreat friends. Then Sshh was in England and\nI wasn’t there. Maybe playing with Toots?\n\nSshh: I saw Mick out and about and said\n“We’ve been working with U-Roy”. I was\ntelling him that we were just finishing off this\nU-Roy record and asked him if he would be\ninvolved.\n\nZak: He said “Of course”. Like everybody\nsaid “Of course”.\n\nSshh: And we thought that he was just going\nto do the guitar but when he sent\n\nthe track back, he added all these little\n\nBig Audio Dynamite-esque synth sounds.\n\nZak: And that’s another mix you haven’t\nheard yet. The Mick Jones synth mix.\nAnd he also sent a beautiful film of himself\nplaying it.\n\nSshh: In a full three-piece suit!\n\nZak: At his studio. We asked him “Could\n\nyou film yourself doing it?” and we were just\nexpecting a phone thing but he sent a proper\nfilm of himself playing it.\n\nSshh: He’s brilliant, Mick.\n\nZak: He’s one of the few people I know that,\nwhen we played that gig with him, when he\nis playing music he never stops smiling. Not\neverybody is like that.\n\nIt would be a bit crass to say “I hope this\nwins another Grammy” but what are your\nhopes for this album?\n\nSshh: We just want it to fucking go and for\neverybody to hear it.\n\nZak: And let everyone know about U-Roy.\nWe’re making a documentary about him too,\nwhich is in the works. We’ve got a 10-minute\nversion so far which is almost like a trailer.\nDirected by Gabriel Jagger, Mick’s son, a\nvery talented director.\n\nSshh: We’re just trying to make the legacy of\nU-Roy live on.\n\nZak: We’re really trying to get some Hip-\nHop artists involved to talk about U-Roy and\nalthough they’re not on the record | think\nthere’s a few people who have got to own up.\n\nSshh: Our goal is just to make U-Roy a\nhousehold name. Even more so.\n\nZak: He’s a real artist, a true artist. They’re\ngreat pop songs anyway but then you add\nhim to it, it becomes something even more\nspecial. Because it adds originality.\n\nHe’s the originator!",
    "Page_131": "ALBUM REVIEW U-ROY\n\n131\n\n \n\n \n\nDaddy U-Roy was com-\nmonly considered to be a\ngenial giant of Reggae and\nhis toasting legacy to the\nHip-Hop and Rap genres is\nnow widely acknowledged.\nThis Solid Gold U-Roy\nrelease sees Zak Starkey\nand Sharna ‘Sshh’ Liguz -\nin liaison with a load of lu-\nminaries - re-record some\nof his hits. And if past\npatterns are anything to\ngo by, it’s hard to see this\nalbum avoiding a Grammy\nnomination.\n\nThe new release opens with a valiant effort from\nZiggy Marley on the oft-reprised Trenchtown\nRock track, which is largely redeemed by cha-\nracteristically timely and evocative inputs from\nU-Roy. This is followed by Man Next Door,\nwith Santigold’s clear and crisp vocals cont-\nrasting sharply (but successfully) with U-Roy’s\nmore earthy drawl which drives the delivery.\nNext up, Shaggy’s input on Rule the Nation\nwill be warmly welcomed by his many adoring\nfans, whilst old-school adherents may well argue\nthat U-Roy’s inputs make this track a worthy\ncandidate to be dutifully deployed daily on the\nsoundsystem. Then Tarrus Riley’s capacity to\nconvey pain on the Tom Drunk track, alongside\nU-Roy’s exasperated delivery, make for a good\nblend, augmented by a smooth choir effect on\nthe chorus.\n\nThis is followed by the early U-Roy hit Wake The\nTown, a cheerful upbeat introduction setting the\ntone, with gentleman Robbie Lyn delightfully\ndriving and decorating the track via his omni-\npresent keyboards. Then Rygin King gives the\nclassic Stop That Train the royal treatment\nwith the help of a hard-hitting rhythm, before\nSteel Pulse’s David Hinds joins U-Roy on a\nwell-worked combo of yet another Soul Rebel\n\n \n\nclassic tune. It’s notable\nfor its tight percussion,\nably embellished with in-\ntermittent backing vocals,\nas the guitar technician\nearns his crust with Chin,\nStarkey and Shakespeare\nmaking their presence\nfelt. Thereafter the U-Roy\nstaple Queen Majesty/\nChalice In The Palace al-\nlows the softer vocal style\nof Robbie Shakespeare\nto link with the (other)\nlegend, on a track ably\naugmented by brass, courtesy of Dean Fraser,\nDwight Richards and Hopeton Williams.\n\nContinuing on the ‘classic tune’ trail, Jesse Ro-\nyal appears on Small Axe, to complement the\n‘main man’, with crystal-clear vocals on a track\nthat features (all too rare) booming brass. Des-\npite the foot-stomping introduction, the next in-\nput Wear You To The Ball sees U-Roy at his\nlight-hearted best via chipper contributions, as\nthe perfect foil to Richie Spice’s ‘straight guy’\ninputs, whilst the track chugs along with a de-\nlightful swing preceding a sudden halt.\n\nAppropriately enough, the final vocal input on\nEvery Knee Shall Bow comes in the form of a\nhomage to Selassie, as U-Roy confirms his spi-\nritual disposition on a tasty (15 minute) track\nentailing a thrilling duet with much melody,\nrollicking rhythms and sweet sounds. The legen-\ndary Big Youth (and The Clash’s Mick Jones)\njoin U-Roy for a hectic delivery, before the same\ntrack - in an instrumental dub-style - winds up\nthe collection in a contribution that is periodi-\ncally punctuated with drum drills and an abun-\ndance of echo effects.\n\nMy guess is that you’ll hear a lot more about\n(and from) this release. Either way, long live\nDaddy U-Roy.",
    "Page_132": "132\n\nALBUM REVIEWS 2021\n\n \n\nSTS eS\n\nAlborosie’s latest album\nis a bold and ambitious\nproject: taking Roots mu-\nsic and culture along with\nreflections on life in the\n2020s and packaging it up\nacross 14 tracks. But it is\nmission successfully ac-\ncomplished, thankfully.\n\nFor The Culture, released\nvia VP Records, is practi-\n\ncally a one-man show:\nAlborosie did the  pro-\nduction, engineering\n\nand mixing. No mean feat to do that and per-\nform on them all - but he, with the help of the\nRoots Radics band and some vintage analogue\ngear, has pulled it off immensely. The mastering\nfrom Chris Athens enhances the authentically\nrich, old skool and culture-focused feel.\n\nFor The Culture’s deep dive into Roots takes\nmany forms. Authentic, stripped-back vibes are\nheard across Challawa and Ginal featuring the\nsupreme Collie Buddz (along with some dystopi-\nan synth horns and rasping strings). Heavier or-\nchestration and a slowed Steppers bridge feature,\nalong with the incomparable Wailing Souls, on\nLife To Live. This intricate sound continues on\nthe title track with its Dub engineering. But its\nbridge has chord progressions nearer to Soul; a\ntheme which expands elsewhere.\n\nBun A Fyah has heavily layered, harmonic ba-\ncking vocals and Albo delivering a performance\nexpansive in range. Out Of The Darkness takes\nthis feeling further, with its Doo Wop-turned-\nChoral backing vocals and whining electric gu-\nitar. Then, Unprecedented Time has a gorgeous\ncounter-performance from an electric organ. Bob\nMarley’s signature style is nodded to in Walking,\nand harder, more abrasive Dub also gets a look in\nacross Ready with Jo Mersa Marley and Never\nLet Me Down - both focusing on forthright bass\nlines and drum arrangements.\n\n \n\n \n\nAlbo also branches out\ninto Revival-esque\nging of Roots and Hip Hop.\nThe System and Break\nMy Chains both feature\ndominant Hip Hop drums.\nListen To The Waves\nexpands on_ this, — brin-\nging back Out Of The\nDarkness’s choral backing\nvocals, and adding some al-\nmost 90s Hip Hop-Soul inst-\nrumental arrangement. But\nthen, the album’s closing\ntrack Where Do You Go?\nfeaturing Big Mountain throws back to 90s Reg-\ngae-Pop with a dash of Dancehall on the bridge.\n\nmer-\n\nIt’s a potent musical voyage. Then, Albo has wea-\nved complex lyrical narratives throughout. Baby-\nlon, its proponents and the effect both have on the\nrest of us get taken down across The System, Gi-\nnal and Ready. Songs of empowerment include\nBreak My Chains and the George Floyd/Black\nLives Matter anthem Listen To The Waves.\nAlbo repeatedly deals with the issue of cannabis\nvia Challawa and Never Let Me Down. Music\nand culture feature across the title track, which\nespouses their importance, and Bun A Fyah - |a-\nmenting the corporatisation of both.\n\nBut Albo offers up hope, too - across the pande-\nmic-led Unprecedented Time, the wholly spiritu-\nal Life To Live, the humble Out Of The Darkness\nand song of faith Walking. Where Do You Go?\nconcludes the album perfectly: offering a message\nof unity, love and solidarity.\n\nFor The Culture is an impressive body of work\nfrom Alborosie. Rich and intricate, it delivers on\nits namesake’s promise and offers a pertinent vo-\nyage across both 21* century Roots, and life more\nbroadly.\n\nby Steve Topple",
    "Page_133": "FEATURING\n\nBU at) |\nEC\nOS ye\nMARLA BROWN / EXCO LEVI / KELISSA / CALI P\nGin SKARRA MUCCI & YANISS ODUA / CALEB RART\n\n2 mS a ie\n@OnenessRecords a\n\nOr TAL\n\noy\n\nLy Ps eC\n\n \n\nPct AL)",
    "Page_134": "134\n\nALBUM REVIEWS 2021\n\n \n\n  \n  \n\nUTC Lele a)\nSEU STOClit Mu ST Terra}\n\nIt’s always pleasing when a\ntrilogy is completed. None\nmore so than when it’s\nfrom a legendary producer.\nSo, enter Sir Lloyd Coxo-\nne to deliver the goods.\n\nKing of the Dub Rock\n3, released via Jahso-\nlidRock, is a_ glorious\ndelve into Roots and Dub,\navailable across 12” vinyl.\nProduction comes from\nRas Denco and Marc Ba-\nronner, with all the tracks\nbeing recorded at Tuff Gong Studios and\nCoxone executive producing this, the third\nKing of the Dub project. His hand is all over it.\nThe record is pure Roots/Dub class.\n\nThe A side opens with Jn The Jungle (Tuff Gong\nVersion) from Apple Gabriel, with its traditio-\nnal root to 7\" chord progression as a centre pi-\nece coupled with tinkering Djembe, a one drop\nbass and some classy Doo-Wop backing vocals.\nGabriel’s narrative on the daily struggle of life\nin Babylon’s human ‘jungle’ is pertinent. Earl 16\nand Mutabaruka’s Back to the Roots/Ship a\nCome is a haunting affair, with an intricate per-\ncussion line (honing in on Nyabinghi) and a ple-\nasing horn arrangement. The lyrical content is\nwell-constructed, too - as the pair extol the vir-\ntues of Rastafari, its history and relevance now.\n\nBrinsley Forde and David Hinds give us\nChillin’ (Tuff Gong Version). It’s pacier than\nprevious tracks, with richer instrumentation, a\nbusy horn line and some gorgeous chord pro-\ngressions. The pair’s storytelling of violent co-\nlonialism could easily be relatable to life under\nthe system today. Next, Chezidek with Spiritu-\nal People brings in an electric organ running a\ncountermelody, a brooding minor key comple-\nmented by a whining guitar line and the bass\nhitting the one to create momentum. Chezidek\n\n \n\n \n\ndelivers a pertinent call for\nunity against a backdrop of\nreminding us we’re all the\nsame regardless of what\nthe system tells us.\n\nThen, on Side B Var opens\nwith You Alone. It’s slow\nand meandering, like its\nlilting guitar riff with\npleasing Dub breaks and\nengineering - finished\nby Var’s lyrics promoting\nhumble self-confidence of\nRastafari and praising Jah.\nMicah Shemaiah’s Rubadub winds things\nback to early Dancehall but with a more intrica-\ntely arranged feel that you’d expect from a Sound\nSystem, bringing the style up-to-date. Lyrically, it\nhones in on the vibes around dancehalls in that\nlate 70s era (including the eponymous dance)\nand works well.\n\nFinally, Ras Teo gives us Way Up: a Roots-\ndriven piece with its stark bubble rhythm, ben-\nding guitars, swaying horn section and Teo’s\npleasing backing vocals. Lyrically, he gives a\nstrong warning to the uninitiated and a remin-\nder to the conscious to maintain course despite\nwhat Babylon throws at us. The Dub versions of\nSpiritual People, Rubadub and Way Up are\nalso to be highly commended. Denco, Baronner\nand Coxone have really put thought into the\nreworkings, with authentic scratching, pull-ups,\nvocal re-jiggings and engineering paying hom-\nage to the genre perfectly. An excellent inclusi-\non.\n\nOverall, King of the Dub Rock 3 is the perfect\naddition for Coxone admirers and newcomers\nalike, finishing the trilogy perfectly. The arran-\ngements are rich and detailed, performances\nstrong and narratives thought-provoking. All\nhail the king of Jamaican-British Roots and Dub.\n\nby Steve Topple",
    "Page_135": "ALBUM REVIEWS 2021\n\n135\n\n \n\n \n\nIt was not until 2006,\nwhen the infamous Reg-\ngae Sunsplash festival\nwas resurrected once more\nfor a four day and night\nevent in St. Ann with the\nmost humongous line-up\nI ever experienced for a\nReggae show, that I perso-\nnally realized the magni-\ntude of UB40. Since that\nperformance; which was\n— up until today - their\nonly performance ever in\nJamaica, where I\nwitnessed even the roughest set of badman\nand the realest thugs bussing a blank to Red\nRed Wine and Can’t Help Falling In Love in\nsheer enthusiasm right there in the homeland\nof Reggae music; I have the utmost respect for\nthe band from Birmingham and | am continually\nintrigued by their works and success.\n\nWith Bigga Baggariddim the band formed\nin England over 40 years ago follows its own\ntradition of releasing projects named after\none another — in this case the Baggariddim\nalbum originally released in 1985 and the\nLittle Baggariddim EP; and another habit\nof re-releasing riddims with new voicings on\ndifferent records. This time instrumentals\nthat appeared on the last For The Many al-\nbum are being used once more, which is still\nenjoyable as they are timeless Reggae clas-\nsics. With new vocal recordings by artists\nfrom the four corners of the world — Jamaica,\nNew Zealand, the UK and India - they are gi-\nven a new twist and a great variety of style.\n\nOn eight different music tracks collaborators\nlike House Of Shem, General Zooz of the\nReggae Rajahs and Blvk H3ro present their ta-\nlent and are testimony to the international links\nand friendships UB40 cultivate throughout the\nindustry.\n\n \n\nWinston Francis graces\na nimble and playful Step-\npers beat with his convo-\nluted love story in which\nhe declares his affection\nto My Best Friend’s\nGirlfriend. Blvk H3ro\nfloats smoothly and light\nas a feather on a laid\nback One Drop riddim as\nhe explains I’m Alright\nbefore rapidly toasting\nover a dark, horn-driven\nDancehall beat asking\nWhat Happened To The\nHave Not’s? Also Burro Banton’s son Leno\nBanton solidly tames this riddim with his reali-\nty check Show And Prove. The young DJ talent\nis well accompanied on Bigga Baggariddim by\nBirmingham MCs Slinger and Pablo Rider, two\noriginal guest artists from the 1985 Baggarid-\ndim album, who return in 2021 and represent\nthe strong movement emerging in the UK in\nthe 1980s just like fellow deejays Gilly G and\nTippa Irie, who also appear on two features. A\nspecial highlight is the union of Inner Circle\nand UB40. With their tremendous experience\nin the mainstream music industry the two big\nplayers created the Pop-infused Reggae classic\nRebel Love with new overdubs that manage to\nconvince the listeners without sounding cheesy.\n15 tracks eventually resulted from the re-\nlationships UB40 have with “some of\nthe Reggae friends we've met’, as band\nmember Robin Campbell describes it.\n\n15 tracks that cover the different styles and forms\nof the genre, including even some spring-rever-\nbed dub parts and leading to the most eclectic al-\nbum yet of the infamous band from England. Even\nwhen you're already familiar with some of the in-\nstrumentals, featured artists and the album title\nBigga Baggariddim is a joy to listen to, pre-\nsenting solid, timeless Reggae in top quality.",
    "Page_136": "136\n\nALBUM REVIEWS 2021\n\n \n\n \n\n“Small but perfectly for-\nmed” is the best way to\ndescribe Jamaican artist\nZagga’s new album. Ho-\nning in on his Earthstrong,\nacross 10 tracks he gives\nthe world a taste of his Ge-\nmini credentials.\n\n17/06, released via Amini\nMusic, sees Zagga flourish\nwith the signature Soul-\nmeets-Afrobeats style he’s\ncultivated over the years,\ncontinuing his move away\nfrom Reggae, as seen on 2020’s The Isolation\nProject. 17/06 is almost entirely self-created by\nAmini/Zagga - aside from Chimney Records’\nslick mixing and mastering. It shows - as Zagga\nSweeps across styles, genres and subjects with\nsynergy throughout.\n\nVarious forms of AfroDancehall litter 17/06.\nUnforgettable (produced with Big Laugh Mu-\nsic) sees Zagga opt for a smooth vibe, with\nits acoustic guitar, soulful chord progressions\nand reduced emphasis on the driving rhyth-\nmic clave. Tribe Govament with Jahvillani\nsees the AfroDancehall do an edgy turn with\nits Trap buzz rolls, stuttering snare and ra-\nsping strings. Jah Open Doors has stuttering\nyet rich orchestration and heavily syncopated\npercussion. Heart Clean gives this idea flu-\nidity with the syncopation wound down. But\nJamaica Wah Gwaan with Kabaka Pyramid\nsees the AfroDancehall stripped right back, crea-\nting a heavy, brooding vibe. Zagga merges the\nAfroDancehall vibes with straighter Afrobeats on\nBad and Hungry.\n\nBut 17/06 also delves into softer, Afrobeats-RnB\nterritory. Secure with Tarrus Riley is almost a\nthrowback RnB cut with its winding bass riff and\nmelodic, running keys. Mama’s Prayer’s flow-\ning yet stuttering percussion is complemented by\n\n \n\n \n\na lilting guitar. We’ve Got\nHeart (produced with Yo\nWest Music/AGM Team)\nis perfect Afrobeats-RnB:\nrichly arranged _ strings,\nflowing keys and delicate\nguitars juxtaposed with\nslow but stuttering per-\ncussion. The album’s fina-\nle, Just Another Day, is\nperhaps the most orthodox\nbut evocatively so - almost\ntraditional African meets\nWestern Folksy Rock-Soul.\nOverall, 17/06 is a musi-\ncally deft project with impressive and varied vo-\ncal performances from Zagga - which he then\ncements with his lyrical content.\n\nZagga has deftly combined love songs with mes-\nsage music; his romanticism and positive fema-\nle imagery being repped across Insecure and\nUnforgettable. His conscious work is subtle yet\nthought-provoking. Mama’s Prayer gives a mo-\nving message of love for both mothers and wo-\nmen more broadly; similar praise is found on Jah\nOpen Doors. The mood changes, as Zagga deals\nwith Jamaica (and the world) being under pande-\nmic authoritarianism on Jamaica Wah Gwaan.\nTribe Govament is fascinating, as it discusses\nhow the system wants certain demographics to\nfail and the importance of rising above this. Heart\nClean focuses on living consciously and having\ngood societal intentions, while Bad and Hungry\nis the opposite - tackling poverty-induced vio-\nlence. We’ve Got Heart is a cry for common unity\nand humanity, while Just Another Day reminds\nus that while the system grinds us down - it’s\ntransient, and emancipation will come.\n\nOverall, 17/06 is a very pleasing and well-crafted\nproject. Cleverly constructed, it’s compelling and\nengaging listen - and is perhaps Zagga’s stron-\ngest work to date. Glorious.\n\nby Steve Topple",
    "Page_137": "acu Dae\n\nTS\n>)\na >\n\na ae\nHees\neae a\nRAS MUHAMAD SUMMER 2020, As nT Ayn Bae\na NO FESTIVALS GREEN TOO FESTIVALS.\n>\n\nandy\n3 \\\\ .\na \\ FON\n\nee ~\n\net\n\nPero)\nae (08 FESTIVALS\n\nSUMMER 2015\n\n \n\nHi: \\\nPeron §O FESTIVALS\n\n    \n\n   \n\n~~\n\ni ANY]\n\nTn 3\n\nee\n\n \n\nue os\nbr ‘tars Cost) ty\nyd PROTOJE n\nPe sii td LEW ne\nNTL\nau\nSal",
    "Page_138": "ty\n\nAUP aT eT\n\n \n\nve\n\nWA eg\n\nerst"
}