{
    "Page_1": "THE IX AGE\n\nFANTASY BATTLES\n\n \n\nDAEMON LEGIONS",
    "Page_2": "weit ed ti Ree a\nSeo ays ea",
    "Page_3": "THE IX AGE\n\nFANTASY BATTLES\n\nDAEMON LEGIONS",
    "Page_4": "NEFARIOUS MINIONS\n\nLurking in shadows, moving by night, these Dark Cultists have plotted and\nschemed to bring about the dominion of the Legions. Ever patient, zealous\nand unwavering, this eldritch grimoire is the unholy fruit of their labours.\nWe'd also like to thank all the community members and other staff who\n\ncontributed with their suggestions, feedback and support.\n\nLead Author\nJohn Wallis\n\nHead of Background,\nKuulima's Deceiver,\nHope Harvester,\nDaemonic Magic\nEdward Murdoch\n\nHead of Art\nMichele Bertilorenzi\n\nFront Cover Artwork\nLucas Svedberg\n\nBack Cover Artwork\nThomas Karlsson\n\nOrnaments & Icons\nCasp, David Way,\nRotten Factory\n\nPgs 5, 13, 31, 59, 63\nPawel Jakub Gorecki\n\nPgs 6, 25, 41,\n57, 69, 126\nThe Galapalo\n\nPgs 15, 21, 82\nDavid Lee\n\nWRITERS\n\nBook of the Infinite Legions,\nClassifications of the Legions\nAlessandro Vivaldi\n\nIntro to Gluttony,\nIntro to Greed\nCaleb Dallos\n\nARTISTS\n\nPgs 17, 87\nKrys Rackham\n\nPgs 23, 85\nCasp\n\nPgs 29, 76\nJohn Lewenhagen\n\nPgs 33, 65\nFranco Rivolli\n\nPg 37\nAlonso Soler\n\nPgs 39, 55, 101\nMatti Pajuniemi\n\nPgs 45, 49\nUkkuimini\n\nIntro to Pride\nGlenn Patel\n\nHellhounds\nCallum Mellis\n\nSirens\nPeter Orfanos\n\nPg 53\nJorge Fernandez Sanz\n\nPgs 61, 83\nEnrico Bertilorenzi\n\nPgs 75, 77, 79, 88, 89,\n92, 93, 94, 95, 96, 97\nMarcos Barragan\n\nPg 26\nOllie Cuthbo\n\nPg 91\nGrégoire Veauléger\n\nDocument Design\nKacper Bucki, David Way\n\nSlim Document Design\nManuel Berthet\n\nLayout\nLaura Alfieri",
    "Page_5": "Head of Rules Team\nErik Aronson\n\nRules Team\nFrederick Humcke,\nDan Thomas, Olli Katila\nAdrian Smagur,\nPhilip Gollmann, Marko Lukié\n\nArmy Design Team\nBjorn Ericson,\nOlli Katila,\nRobin Morent,\nMichat Kotakowski,\nRichard Becker,\nVasileios Valkanas\n\nHead of Rules Clarity Team\nFlorian Rohm\n\nRules Clarity Team\nFlorian Rohm,\nAleksandar Trivunovic\n\nPRODUCTION TEAM\n\nHead of Playtesting\nArcheron, Aenarion43\n\nPlaytesting Team\nAdalidsilvano, Aenarion43,\nAngrosch, Autumnus, Baldin,\nbk5b, Bubonicus, casamar,\nCiara, Dark Wizard,\nDJWoodelf, Fthunder, garza,\nGas_monkey§8, helldragon,\nimperialengineer, IoRi78,\nJomppexx, Just_Flo, Kalerith,\nKazandu, kbb_weyden,\nKorpacz, Lagoon,\nlegionsofodin, msu117,\nNicreap, Obsidiananubis,\nOdoamar, Palinux,\nPalomita15, Ratatoeskr,\nSadlerCPII, ScumlordDodo,\nskipschnit, Squirrelloid, zulu,\ntoddymac2012, toughnutt,\nTrains_Get_Robbed,\nbabbonatale-,\nDark_Side_Duke, Daruma,\nGunnes, Mortus, Natsa,\nPopy, Archeron, Janus,\nRothulf, yedee\n\nSpecial Thanks\nMsu117, Just_Flo\n\nConceptual Design Support\nBen Jones, El Rey,\nTherelsNoSpoon\n\nArmy Community Support\nTiziano Taccani,\n\nEmil Vesterberg,\nFederico Bozzato,\nDmytro Adeiev,\nAntonio Gonzalez\n\nHead of Lectors\nEvan Switzer\n\nLead Proofreader\nJoél Fivat\n\nLectoring Team\nEvan Switzer, Glen Weston,\nBrian Wigzell, Herzogar,\nMohamed Bekrentchir,\nYatagarasu",
    "Page_6": "",
    "Page_7": "The Book of the Infinite Legions............. 10 RYO LeU) O00) re eee or\nHope Harvester\n\n \n\nClassifications of the Legions............+ 70\n\n \n\nDET 100) 1 Ce Ct (ec 72\n\n    \n\n \n\nGluttony... Hellhounds.\n\nMaw of Akaan Rite _\n\nBLO a tablie Sierrrerrtetticoscccccscecrevettereettesteterttcccscees yA3) 9 BU VOC A) OT) (0) vi |\n| YO) 009 rere ee 78\n\nCourtesan of Cibaresh.... SUCCUDI....scseetesesteseeseeeeseetnsnetnensanenssnennanennaneatens\n\n  \n  \n  \n\nSUC Geen D3 reece err\n\n \n\nFuries....\n\n \n\n  \n\nPere eee ae MU Deter 21 t2 t  eoo  To\nCCHENS3 2G] LATS reneerenecescerescecocee ceeeoe ee 88\nMyrmidons.\nHarbinger.... 90\nBanners of the Legions... 92\n\nAYEV OE Ce De: MON (60) 1) 1 PD eee ere ae sY2.\n| BTV ASI | BSE SS coco onncococone nonce coc Oo eeeeOo\n\n \n\n \n\nArmy Rules\n\nHereditary Spell (COD rer ee ee 111\nDaemonic Manifestations............10e 99 BE CE ee Ee eo 113\nVat) ue 01) TL 8 (0) | cr 102 PA eee ere 119\n\n \n\n(Hie Vesta ay",
    "Page_8": "Chaos is an arrow and its truest number eight\nEight the signs that point the way, eight the paths to tread\nEight th’immortal avatars each beart mortal yearns to know\nEight the forms of change and, power, eight the number of this verse\nThe Eather is the first of eight, be who with the Titans swam\nwho is each and all and always, to whom we seek ever to return\nwho with the Seven calls to us, we bis children trapped ond\nSeven are bis loyal Dukes, who command ovr whims and fate.\n\nFirst to know the Lure of beauty, the Lady of the «lies\nShe who compares, tallies, bides ber time upon the wall\nShe who desired for herself one of the sods’ great balls\nWho drew herself to power craving aft before ber eyes\nShe speaks the ancient truth known well among the wise:\nNothing bas true value until compared with all\nboi fierce disciples bear ber solemn call\n\nKuulima levels out our chances and grants to us our rivals’ cries,\nFeed and. grow\nDo not cease to gorge\nObserve no Limit to rie\nKnow that all will submit to be devoured\nNever grudge the satiation of the great God Akaan\nRemember He glories in His disfigurement, His birth curse\n\nHonour His primal pledge to consume every beautiful thing in creation\nCover not your mouth, for it Koes the Lampreys praise Him with ) your. feast.\n\nScorned Vanadra is Hell's Eury - praise!\nclench your fist and feel ber burn - shout!\nHer fire touches cach true heart - rage!\nKindled by the Primal Spurn - rail!\nGoddess heard our enslaved cries - Sighel\nwe are the boundless crimson tide - end!\nNo longer chained beneath reptiles - smite!\nThe mortal crime we won't abide - die!\n\n \n\nThe Dark Gods 8 Daemon Legions",
    "Page_9": "She watches.\nEternally, Her black eyes know eternity.\nAncient, timeless, Nukuja stalks the cons, witness to the first awakening and to the final doom\nHer hnowledye sbumbers Cike an endless ocean\nOur goddess comprises everything, from the Locust to the owl\nHer my stumber shakes the worldstone, Her vigil ignites the stars\nShe inspires the faithful to wait, sech the Ps sie of patience, and attend Her while...\nShe watcoes.\n\nHail to the Prince of Pride, the matchless Morning Star\nLord of all who ) yearn. to rule, the one we call Savar\nHighest hing among the gods Savar once sousht to reign\n\nThey cast Him out and so unto the Eather’s side be came\n\nNow are there none who dare deny His majesty and might\nThe bane of weaklings everywhere, friend to all who sech His light\nHail thee, Savar, we who are not worthy of thy sneer\n\nGuide us to thy promised land and let them bow to us in fear.\n\nBorn of pure desive\nThe Eather for the Mother\nLust tears at Her Veil.\ncibaresh seeks to\nRecreate that primal spark,\nLord of if tii\nHis pleasures mar:\nHis fulfilment unmatched - and\nTransgression sublime,\n\nwe march to the beat of the one truest drum\nOur god knows the worth of your body and soul\nSugulag takes and be never gives up\nWe come to collect and to levy bis toll\nCollector first sought mortal souls for himself\nreared by the gods of the great Realm above\nHis form can be found on your coins gold. and bronze\nHis first greatest joy and bis one truest love,\n\n—The Eightfold Testament\n\n \n\nThe Dark Gods 9 Daemon Legions",
    "Page_10": ".The Ocean and the Rivers of Power speakable glory for they who know their own\n\nmind. The conjurer who dares to walk such a\nThe Father is the highest, the purest principle of _path is called mad, evil, inhuman, but they do not\n\nthis universe. Understanding his essence means hearken to the worthless slurs of the enslaved.\nachieving the power to manipulate reality and,\n\ntherefore, dominate life. Where human and elven While those Warriors following the Seven\nreligion is nothing but spiritual weakness and _Fgwers of Chaos strive to gain immortality gifted\ndecay, Father Chaos is the avatar of ultimate di- by approving gods, a conjurer achieves their\nvinity from his realm beyond the Veil. power by negotiation and force of will. A true\n\nconjurer is more than a mere mortal, and the\n\nMastery of the Veil's full power is beyond daemons are their company. Alone in the\n\n  \n  \n    \n  \n  \n  \n\nany mortal. To overcome such earthly\nlimits, the conjurer should negotiate\n\ndark, they commune with the myster-\n\nies of the Seven Rivers of Know-\nwith the higher spheres of the Le-\ngions, the true embodiments\n\nledge, and their Infinite\n\nservants, who whisper at\nof the Father, his seven\n\nnames of power: Gods\nthe foolish call Dark.\n\ntheir ear of the terrible,\nwondrous possibilit-\nies behind the Veil.\nAnd within them: a thousand Many are the glorious\nover thousand nuances of power,\neach embodied in a principle, a\nsmaller deity or supernal called dae-\n\nwhisperers in the ocean of the\nFather, and many are their forms\nand natures, for they are Legion. The\nmon. Each a stream adding to a tributary - mortal struggles to grasp the true meaning\nlesser daemons swept ‘up in the flow of the of Infinity, a holy word, and the incautious con-\ngreater, themselves joined to one of seven mighty jurer may be undone by the Legions’ sheer di-\nrivers, and each river merging into the Father's _ versity and scope. Their shapes are endless, from\n\nunspeakable ocean of power. For a daemon's free- liquid darkness to creatures of pure sensation,\ndom and will is proportional to its power,andeach _ from incarnations of the deepest mortal desire to\nstrives eternally to command those below while the worst nightmare, from common beasts to un-\ngaining independence from those above. speakable and disgusting masses of rotting flesh\n\nand blood. Each form fascinating and unique,\nThe conjurer's ambition, strength and willpower troubling and sublime.\n\nare the keys to the forbidden knowledge of the\nVeil. Forbidden to the weak, but a source of un-\n\nFOO HILO\n\nThe Book of the Infinite Legions 10 Daemon Legions",
    "Page_11": "The words I hereby present are the Gospel of the\nSeven Names themselves, the instructions to ac-\nquire their powers, to conjure their servitors, to\ncomprehend the Veil and to conquer the Earth.\nBeware, for death awaits the weak, and failure\nbrings madness, self-destruction and unimagin-\nable sufferings.\n\nThe Ways of Entering and Leaving\n\nThere are three ways that a daemon may enter\nthe Mortal Realm.\n\nThe first is the Way of Nature. As the currents of\nmagic flow around our world, so the Veil thins in\nsome places over time, and in rare instances, be-\ncomes so weakened that the waiting Legions can\npush through of their own choosing. Hence we\nsee the sudden ap-\npearance of beasts or\narmies, especially in\ntimes of natural tur-\nmoil, following storms\nor wildfires - though the\nMother quickly repairs\nher Veil after such events.\nDaemons loosed in such a\nfashion are freed upon the\nworld, and a dangerous proposi-\ntion for a conjurer seeking aid. Many\n\nare the ignorant who, not knowing that daemons\nare sent by the Seven and the Father, have come\nto believe them a natural disaster akin to disease\nand famine, even supposing they are a scourge or\npunishment sent by their own gods.\n\nThe second is the way of Summoning. This is the\nWay of the conjurer, for a ritual correctly made can\nform a channel for a daemon to pass the Veil, to be\nset upon its own path until its magical sustenance is\nexhausted. Such daemons can be called to bargain\nwith the conjurer for power or knowledge, or even\nbound by the strongest and shackled to their will.\n\nwD\n\nThe Book of the Infinite Legions 11\n\n    \n\nSuch dealing is fraught with peril for a mortal mind,\nfor daemons are fickle and devious, and seek to undo\nambition by its own folly. But a successful negoti-\nation is worth any risk for a determined conjurer.\n\nTo summon a daemon of the Legions, from a prince\nto the lowest soldier, three elements are crucial.\nFirst, the call of a summoner certain and resolute\nof heart. Many are the incantations and ritual prac-\ntices used by conjurers to clear their minds and\nwelcome the Father's servants. The only indis-\npensable component of such practices is the sin-\ncerity of will with which the ritual is conducted.\nSecond, the provision of raw resources with which\na daemon can construct its physical form in the\nprocess of materialisation. Brimstone is the most\ncommon and important element, but others can be\nsupplied at the summoner's discretion - though\nonly the purest mater-\nials are likely to affect\nthe form taken. Third,\nand most crucial of all,\na sacrifice should be\nperformed to grant the\nenergy necessary for the\ndaemon to manifest. The\nhigher the status of the vic-\ntim, the more tempting and\ngratifying to a potential summon-\ning. Lords and nobles, alchemists and\nthaumaturges give access to most powerful spirits\nbeyond the Veil. But any sacrifice is sufficient for a\nsimple ritual, provided it is a sentient being cap-\nable of true fear, awe and madness. For it is terror\nthat is the call for a daemon to follow.\n\nMassive sacrifices for the glory of the Legions,\nsuch as a whole battlefield of corpses, are natur-\nally the highest form of offering, granting the at-\ntention of the most powerful princes, heralds and\ndukes, along with their retinues. If such an opera-\ntion should be conducted where the Veil is already\nthin, an entire army could be conjured.\n\nDaemon Legions",
    "Page_12": "Beware, for even a small daemonic battalion with\na greater daemon at its head is an unendurable\nordeal for the unprepared, a jump into perman-\nent madness for some - but a vision of splendour\nfor the superior conjurer. Whole armies of\ntrained soldiers have fled at the mere sight of\nsuch a force - and yet larger daemonic incursions\nare inherently limited by the quantities of raw\nmagic they require to sustain their existence\nwithin this realm. For no daemon can endure\nhere when the magic resources of its environ-\nment are spent. A full army of daemons can rarely\nlast longer than a few cycles of the sun - but oh,\nwhat it can achieve in such a time!\n\nFinally, the third Way is that of Possession.\nWhether summoned or naturally arriv-\n\ning, a daemon can sometimes\n\nseek - or be compelled - to\nenter a body already ex-\nisting in our realm, in-\nstead of creating its\nown. It may be a per-\n\nson or an object, as in\n\nthe stories of dae-\nmonic weapons that\nspeak to and _ influence\ntheir bearer. In possession, a\n\ndaemon requires much less magic to\n\ncontinue its existence in the mortal realm, often\nresiding undetected for years or decades.\n\nThese, then, are the three ways of entering. So\ntoo are there three ways of leaving. Either the\ndaemon depletes its magic, or it is intentionally\nexorcised by a conjurer, or its manifested body is\nslain by a warrior. In each case, the daemon itself\nreturns across the Veil against its will, and it can-\nnot walk again into the material world until it\nhas recovered enough energy. For incarnation is\nas costly to a daemon as it is rewarding. Its phys-\nical form is left within our Realm - the remains\noften toxic, and prone to rapid decomposition.\n\n \n\nThere is a fourth Way to destroy a daemon, and it\nis a heinous Way the details of which I will not\ndisclose in these pages. But there are in this\nworld certain methods and powers - rare and\npoorly understood - capable of ending not just a\ndaemon's body but its very spirit, so that it is\ngone forever and in every Realm.\n\nChaos Ineffable\n\nWe do not know for sure why the forces of the\n\nDark Gods seek to enter our world, for the inter-\n\npretation of Chaos is far from unambiguous. Ever\n\nthey attempt to follow the will and spread the\n\nword of the Seven Flowers, itself a mysterious\n\nand changeable gospel, and to encourage mortals\n\nin the practice of the Seven Living Vices\n\nthat they hold dear. But equally\n\nthe Legions often seem to\n\npursue bloodshed, dis-\n\ncord and destruction\n\nfor no clear purpose\n\n- perhaps it amuses\n\nthem, or they de-\n\nlight in all things\n\nrandom, fearful and\n\nchaotic. One clear goal\n\noften stated is simply the\n\ndestruction of orderly societies,\n\nunacceptable in the eyes of the Father, and the\n\nundermining of social structures and systems of\n\npower wherever they are encountered. Greatest\n\nof these, of course, are the great nations of the\n\nmortal races, against which the Dark Gods are\nforever locked in struggle.\n\n—From ‘The Book of the Infinite Legions’, a\ngrimoire composed by Georges Sybellicus, BMag,\nMDiv (Hons) (Eicht) ‘fons necromanticorum’,\nAstrologus, Magus Secundus.\n\n \n\nThe Book of the Infinite Legions\n\nDaemon Legions",
    "Page_13": "",
    "Page_14": "'Twas in the third year of the reign of our liege that\nI set mineself upon the Questing Path. I followed\ncustom, and sought out a foe of legendary puis-\nsance to vanquish in the name of the Lady, the King,\nand our beloved realm. The prey | hadst selected\nwas the Daemon Knight Atmok, champion of a glade\nin a far away land where the Veil was thin, who had\nlaid forth verily a challenge:\nduel him, and win the blade of\nwhite gold from upon the\nstone. I laughed at this piti-\nable bribe as I set upon mine\nquest; neither wealth nor\nmystical trinkets had any\nclaim upon my soul. lama\nKnight of Equitaine; slay-\n\ning the enemies of the\nLady is its own reward.\n\nThe dusky moors and\nwild forests presented\nsome scant challenge, but none\nthat could surpass mine skill. Thus I\n\ncame to the blasted clearing of Atmok.\n\nThe trees were felled clear, cloven by the blade\n\nof the daemon. The ground was black with the\nichorous ruin of many a bold challenger. Death\ndwelt in the breeze, and all was silent in the glade\nwhere no beast nor fowl dared tread.\n\n“Daemon,” | cried, spying my foe. “Daemon, thou\nart trespassing in these sacred woods! By the\nLady, thou shalt perish!” And with that cry upon\nmy lips, I charged.\n\n \n\n'\n\nMine was the initiative. Mightily I struck, shielding\nmine approach with the crest of my forefathers,\nand for moments, I thought the battle o’er swiftly.\nBut I had not felled my foe; his blade had caught an\nangle, deflecting my stroke and leaving my guard\nweakened. Ne’ertheless, I was saved; brilliant light\nswept from my pendant, and the counter-stroke\n\nendangered my life no longer.\n\nBlow for blow we went, but\ne’er | was overmatched and\nsaved by grace, not ability.\nThe Daemon Knight pos-\nsessed skill most surpass-\ning, and I could not match\nhim. In one final, desperate\npass I mustered all mine\nstrength - and the demon\nstruck the blade from my\nhand with a flick of his\nwrist. Grace or not, I knew\nmine life was his to take, my body\ndesecrated with ichor like the chal-\nlengers before me. Long moments passed.\n\nThen, at last, he spoke.\n\n“Passable,” said he. “Caravanchian overtones, yet\nexhibiting a fine guard. You have some potential.\nStudy the blade in earnest, and we will duel again.”\n\nThis mercy struck me harder than his weapon\never could. My quest was but a game to this veils-\npawn, my life a prize he did not desire. Upon my\nknees, I crawled away in shame.\n\n \n\nDaemon Legions",
    "Page_15": "Other foes did I dispatch, but ne’er did | forget\nthe Daemon Knight. A full cycle of seasons\npassed, and | could stand it no longer. I returned\nto the glade to face my vanquisher, hardened by\nbattle and sharpened by will. No longer would I\nrely on the Lady’s grace, trusting rather to my\nown valour and sturdy shield. I fought as fiercely\nI could, yet once again Atmok was the victor. Once\nagain | was let loose into the world.\n\nDefeat I refused to know, and I redoubled mine\ntraining, and redoubled it again. I learnt the ham-\nmer from the Dwarves and the rapier from prel-\nates of Reva. I swore I would let no trick of\nweaponcraft escape me, that ne’er again would\nmy skill fail me. That none would be my better.\n\nTo the dread forest I returned for the third time,\nconfident once more, rebuilt from the defeat I had\nsuffered in body and soul. Forgetting the oath I\nhad already taken, I swore a new pact upon my\nsword: I would know victory for myself and none\nother. The battle that rang out that day was testa-\nment to my training, a day of swordcraft and skill\nworthy of the tongue of the greatest minstrel.\n\nI struck his blade from his hand. I pushed him\nback. I bellowed: “Thou art beaten, fiend! I\nam the better man!”\n\nAtmok laughed, and too late | recalled\nthis was no man.\n\n“Thou dost laugh?” I inquired, in\nsudden hesitation.\n\n“| have won. Won you away\nfrom your weak goddess,\nand forged you into a worthy\n\nKnight of Pride. Look at\n\nyour blade, apprentice.”\n\nAnd even as he disarmed me with his dagger, I\nsaw he was right. For the white gold sigil upon\nthe sword spoke my heart’s truth: that nothing\nmattered save my own prowess - and no mortal\ncould instruct me better.\n\nAnd the light of the Morning Star filled mine heart.\n\n—From ‘The Lay of Sir Ectomor’\n\n  \n \n \n \n \n   \n \n \n \n  \n\n \n\nDaemon Legions",
    "Page_16": "Omen of Savar\n\n \n\nThe Journal of Leonora Dimitriou\n\nAnd collected edracts, (tar 3lst, 962 AS.\n\nThe days are getting lager. | feel my work is increasingly fdile. Today ( arrived. too late again. found Georges\nSybellics dead. in his laboratory, bis intestines spilled over careful chalk markings. My weeks of tracking unsamaury\ndealings around. the village of Hosen have come to nothing. ff (d. brown it was Sybellicus who wes responsible, (\nwould have redoubled. my dforts. Miceli wanted lim for questioning more than anyone.\n\n(wal attempt to recollect the details of the encounter\n\nThe cottage reeked. of sulphur: ( plea the coud across my nose and.\nwvouth but it ade litte difference. Due to the many locks and. bolts\non the deo ( was forced. to pry open the iron hors over a window,\n\nentering with the Orb of Al-Sahar held. ready in case its powers of\nwullification were required. Bud the heuse was empty, and. quiet hit\nfor the draught created. by my ingress.\n\nInside was a cave of arcane wonders. Alchemical apparatus littered. the tabletops, some till gently tuning or\nbubblivg over pink flanes. Fardaments inked. in Sybelicuss tmperious hand. were strewn mustily le bay. A small\nhonnuneuls qipbered. in a cage, using a human ull as a perch. The body itself - or wost of it - ( faud. ina\ncellar dug into the Sonnstobl bam, thick with the sweke of quttered. candles. The walls, fleor and. ceiling wee\ndecorated. with vveticuleus runes of the Dark Gods. He still latched. a gigantic cak-hound. tome with bis one\nrematring band. in the place where bis quts bad. been. (4 was sealed. with bleod. but | took it anyway ~ much of\nit can still be read, and ( will exdeweur to transcribe what (can in these pages.\n\nThere was vo time to investigate further. | was only just behind. whatever had, been unleashed. The cellar deors\nthat led. up into the garton bad. beon hacked. to pieces, and. ( followed. the trail of deimstation up into the\naudtside world, strangely quiet, where some huge, bruti tn creature hod. clearly escaped. and stormved. into a nearby\ncopse. | followed its path for about: a mile before | reached. a dark and. isolated. tenple A crude image of the\nGoddess of Humanity was etched. into the stone above the door, which steod. epen, swinging in the evering aire\n\n \n\n“ ‘ ae\naR a a\n\n \n\nDaemon Legions",
    "Page_17": "",
    "Page_18": "Darkness rad. already fallen as ( poshed. inside, a bright shaft of moonlight peretrating a bigh windows andl casting\nshadows across the altar. The place was long abandoned, ruinous. Weeds grew between the stones. Coerything wes\nstill, silent. ( noticed one plant on the walls was smouldering, glowing with the embers of dacrnentire beside the\nashy prot of somethings claws. | peered closer: A shadow shifted. ever so slightly.\n\n( apt forwards and. downwards, rolling behind. the cuboid. altar as a huge, sinueus arm slashed. at me from the\ncbadows. A rear echoed. all around. Without. pausing, ( actionted. the miviaturised. pistols under may sleeves avd. fred\ntwo shots into the thing that was charging me. (t split my ears with avother bellow ~ this one caused. by the patn\nfrom the abramelin oil with which ( coated. my arnnnunition As it staggered. back into the bean of meonlignt, |\n\nped. Ut was half crimson and clover-boafed, at bast seven feet tal. My wind. was ommediately filed. with\nmemories of another vight, long ago, anda simalar oppavition spied. through oleander blossoms.\n\nWis beast wos vot the same The red creas in tts Wack bide were the glow of helt, which could. be glimpsed.\ninside when it opened. its math (é was tall and. lordly but vot as heaily muscled. as the mirion of Vanadra that\nslew my wother Still, ct bad. more than sufficient power to lay low a battalion of orperal ioantry, ( realised. that\n(al sarprised it mre thon ct we ~ or ese ( would not have survived. even os long as ( had. ( regained. my senses\nand. imvvediately knew what rust be done.\n\nNour wrajesty, ( began, drawing ray silver hunting dagger while rammoging in my cloak with my other hand. ‘It is\nmost unlike the ambassadors of Sar to attack out of darkvess. And. quite unnecessary in His case, (assure you. |\nsubmit wtllngly to yaur superior station \" Flattery wuld. be my only recourse for stalling this creature, a bigher\ndaewon of Pride. ( remembered. dark, whispered. kssons of the nameless fear they called. an Oven. ( placed. the\nshort sword. on the altar holding up my ewpty hand. to contirm my words\n\n(¢ craned.its long body forward, suspiciously the tall spikes of its diavvond. crown glinting in the moons ghostly radiance\n‘Knedl,’ it breathed, and. its voice was the quiet power of the furnace\n\n( conpled, lowering a knee to the hard. stone, remembering how (had. knelt at a different altar; long ago, when (\nswore vnyself to-\n\n‘the Keepers of the Val, i cried. (n horror, ( realised the pendant with my orders emblem bed. fallen bose from\nmy cleak as ( bowered my head. ~ and. the beast had. seen it. ( lunged. into my deep pocket where | kept the Orb,\n\nut the daernon of Pride was much faster “the breath was bvocked. from mny lungs as it kicked. me onto my back and.\nplaced. a huge beef on mny dest with a weight like an anvil. ( wos pinned. Te Orb bod. roled. tertalisingy out of\n\nreach, under the rim of the altar Thankfully, vay enernay had. vot voticed. it.\n\n“Yas are the lowest wretches of this sony Realm,’ stated. the creature, lacking at ve under its fot wath the disgust\nand. reulsion of the most superalious Equitan duke. Nou seek to hinder the unstoppable might of Saar? It is\n\nlaughable. Truly and. connpletely pathetic.’\n\n \n\nOmen of Savar\n\nDaemon Legions",
    "Page_19": "oo worm!\" | tried. to Shout PA ch tly ate, ak ye vase wee ton «wher\nYere wall be others! We will kep His world fe your fth no matter the cost!\n\nYou dare-\"\n\n \n\nr\nia, you tiny cretin! (¢ reached. down and. hauled. ye up with one hand. areund. my neck, placing its love-black\nace tnches trom mine, its bot stench making we gay. (t drew back its other arm, brandishing its claws to wake iI\nfood om its threat, hut it had. not noticed. that. as hatl risen trom the floor Uhatt been able to seize my abandoned ;\ndagger tom where ( had placed ton the alr ,\n\ntov. | reled quickly as ( fell, reaching the alter and. taking up the Orb off Al-Sahar, which | had, already primed.\nAEM yy ek th ty, et htc kd te j\nZ\n\nThe Orb activted, ( felt an inward, rushing sensation ~ vot of airp but of reality itself. ( experienced. once vere th\nsickening feeling of the universe bending stetching as, in an instant, all the magic tn the aay was ai into\nthe contraption. The beast, on the other side of the alter, howled. even wore urgently. ts lands conudsed, and. its\nregal stature was transformed. by the hunliating torment of defeat. Yet. in the womenrts before it bo Dock\n\nacross the Veil, ( saw a calling caly sweep across its face, August arrogance was restored, and. for the briefest of\nHashes, | saw the machinations of a vnalevolort wind begin to foes upon me. The merest wurve of a smik ‘\nts lps, trezing ray Hleod. even as it faded. inty Dlackness. a\n\nReality wtb bck into its regular shape andl the world was cal ence vy. ( realised. (had. been heltin\nbreath. Wer it not for the Keepers artefact and. the elevment of suprise, there is vo deubt | wuld have in,\narother casually in the eternal war against darkness,\n\nOmen of Savar\n\n* Toy aera estate De creatures in a daemon bost, the Uae\nemissaries of Pride are Dorn a aE Crue ST Mira\nCanary SL OMe Wickog doininion that most mortals cannot Co a\n\n(have been studying the grimalre iy trom\nGeorges Sybelicus corpse. Among a stains, in\nand. the sections that seem to writhe and. - ,\n( hove found. several legible passages on straps ‘\nslackve. perce, deenbng te am\nencountered. in bis over-entusiastic career . hough\nthe writing betrays a unhealthy interest in the\nsubject, much of the information a on\nsel, ard. ( wall include some of bis ae ‘*\nwith the other extracts [ am collecting in\n\nwy Witt vestigations.\n\n \n\naaa ate presence. Their coming is ‘said to herald terrible Ce\neT this oe at See ae Armd carnage they Leave in their\nSe Om Ce Laer ata LI cs CM Te ah Magee Vaal\nunquestionable, Somalia at of apex animals - Ren Dy\ntails and almost always ra Ge eR imperious crown. They are\nDee Raa det TD disdainful that they Pina Foy Dacca\nmM Ma FR ced LOL",
    "Page_20": "August 33rd\n\nThe sacrifice today mewled especially pitifully. I\nhurried the ritual, cutting the jugular with my\ngolden knife. The room filled with a familiar vor-\ntex of magic, as the brimstone and other ele-\nments I provided were accepted up into my\nnew-summoned creation, a Glory of Savar. Awe-\nsome and majestic. His great aura filled the room\nand | fell to my knees in thanks. Then he was\ngone - away into the city. I pray he noticed me.\n\n> bON +\nAugust 34th\n\nYesterday's summoning was a serpent from the\nwaist down. The one before had hooves and mighty\nwings. The only common element in each Glory is\nits blazing crown. I have seen how they struggle to\nimpose their authority on each other when they\ncome together. Last month I was present when\nSavar’s Omen came to us and compelled his lesser\nbrethren to attack the temple. They had wanted to\nburn the barley crop instead, but their hands were\nforced by will alone. This is true leadership.\n\nHS eS T=0—\nSerember 5th\n\nTonight I hunted successfully for fresh stock. I\ncaught one alone in a faeces-smeared alley near the\ncattle market. She didn’t have time to scream before\nI had her. The other I found unconscious behind a\ntavern. This city is so rotten that depraved wretches\nfall like spoiled fruit from an overladen tree.\n\nSerember 29th\n\nI had to kill three of the livestock in the cellar. I\nhave no more scraps to keep them alive while |\nwait for the brimstone that was promised several\nweeks ago.\n\nHOD\n\nTandemar 11th\n\nGlories attacked the palace yesterday. I read it in\nthe Gazette. I wish I could have seen it as they fell\nupon the guards. The paper claimed that they\nfailed to reach the inner chambers, but I know\nthe truth. Now the sheep of this city will learn to\nfear the dutiful servants of Savar.\n\nHOD\n\nTandemar 17th\n\nI fear to leave the house. The agents of the state\nare everywhere. Eyes always watching. I no\nlonger trust my suppliers. | wish I could meet\nwith Brother Richemont just one more time, but\nhis instructions were clear.\n\nHOD ie\n\nTandemar 35th\n\nThis city’s degeneracy is a stench I cannot escape.\nI loathe it. So-called citizens who claim to love\nSonnstahl spend their days inebriated and rutting\nin their own filth. Have they no dignity? No Pride?\n\n \n\nBlazing Glory\n\nDaemon Legions",
    "Page_21": "November 1st\n\nI thought I saw men in dark uniforms following\nme down Copper Street. I turned into an alley\nand ran until I was sure they were gone. Hours\nhave passed, and yet my heart still pounds.\n\n+> O~)-\n\nNovember 24th\n\nSacrifice tonight unsuccessful. Still not enough\nbrimstone. I yearn to gaze upon a Glory once\nagain. My failure is agonising.\n\n=o —\nUllos 6th\n\nThey are coming. They have found this house. I\nthink I can see them through the curtains. They\nhave taken Brother Huygen, I am sure of it. They\ndo not show themselves to my eyes, but I can feel\ntheir gaze upon me.\n\n= ony-o —\nUllos 10th\n\nThis room is dark all day. At night I venture into\ndirty streets, caged by soot-stained brick, wan\nlamps reflecting muddy puddles. The smell alone\nmakes me retch. All of it - it all needs to burn. An\nyet still they come for me. i\n\nUllos 25th\n\nOh Savar, my love for you burns like the flames of\nthe Realm Beyond! Thank you, thank you for\nsending Brother Richemont to me before the end.\nHis promise that I made you proud echoes in my\nheart for eternity. Accept me into your glorious\npresence but for a moment, I beg - unworthy as I\nam. By the edge of this golden knife, I give myself\nfinally to you!\n\n—Parchments found on a corpse\nin an Aschau hovel",
    "Page_22": "lor several months | journeyed through\nF Equitaine, which led me one evening to sojourn\nwithin the safety ofa village. It was quaint, and even\nnow I stand by that first impression, although I re-\ncalla strange figure bustling away as | arrived, bent\nand hooded by a black cowl. Thinking little of it, I\nrented aroom, and enjoyed the first feather\nmattress I had felt in weeks.\n\nOn the morn, | ventured out -\nmy prize was the quiescis\nfola, whose petals are\nsaid to be a remedy\nagainst the shakes. Out-\n\nside, | was met with an\n\nodd marking on the\ntemple of the Lady, like a\ncrudely rendered mural. A\nlong, with\njagged dispersed\nalong its border like teeth. | dis-\nmissed the event as mere vandalism -\n\ncurved line\n\ntriangles\n\nbored youths trapped in their tiny village.\n\nI returned hours later with botanical samples to\ntest. In my absence, a nobleman from Guénac had\nstopped with his retinue for the evening. He\nthrew a feast for the town - no doubt a show of\nhis own wealth and prestige. I joined in the celeb-\nration. Ale flowed freely, and the townspeople\nlikely enjoyed one of the heartiest meals of their\nlives. | admit, with some embarrassment, that\nsobriety fled far from my mind that night.\n\n \n\n \n\nI slumbered into the late afternoon of the fol-\nlowing day, skull pounding like a drum. The noble\nwas making preparations to leave. I planned to\namend my hangover with breakfast, though I no-\nticed that the townsfolk were slaughtering live-\nstock nearby. The image surprised me for a\nmoment, as the cattle were surely vital to\ntheir prosperity. Meats were\nalready being prepared, their\nsavory smell reaching for-\nward and pulling me to\njoin by the nostrils.\n\nIt is difficult to describe\n\nthe hunger felt. It was as\n\nif a beast lay within,\n\ngnawing at my soul to eat,\n\neat, eat! I ate. So did the\n\ntownsfolk. When the food at\n\nthe tables grew thin, the cry\n\nwent up for more, and further\n\nslaughter followed. Within hours, not a\n\nsingle animal was left alive - not even the horses.\n\nHounds were loosed to find rats, and then the dogs\nthemselves were consumed.\n\nAs the feast continued, the ale flowing like a tor-\nrent while food ran low, tension began to rise.\nOne fellow shoved me to the floor, demanding\nthat, as an outsider, I contribute my own share. I\nhurried away, but I felt his anger myself. Why was\nthe food gone? The elders should be providing; I\nwanted to eat, needed to feed.\n\n \n\nGluttony\n\nDaemon Legions",
    "Page_23": "Fights were broken up, and as the ale stopped\nflowing the folk dispersed to their homes, no\ndoubt intent on raiding their own larders. | no-\nticed some desperate fellows gorging themselves\non horsefeed as I retreated to my room.\n\nOn entering, I realised my mistake. The sample!\nIts petals were dry and brown. The plant had\ndied exceptionally quickly, but there was nothing\nto blame but my own negligence. In addition, I\nrealised sleeping would be difficult, what with\nthe frequent shouting I heard from surrounding\nhomesteads. Gathering my tools, I left eagerly un-\nder cover of night.\n\nMy goal was to collect another sample, test it\nquickly, and get on my way. My quest was com-\npleted before noon, as I knew now where to\nlook.\n\nReturning, I felt the stench before reaching\nthe first house of the village. I could see the\nbodies, which didn’t shock me so much.\nBut the smell. Like spoiled seafood mixed\nwith faeces. It was thick, almost a fog.\nAfter clearing out the contents of my\nstomach on the road, I inspected a body\ncloser. It was rotten, as if it had been\nthere for weeks. How had de-\ncomposition taken hold so\nquickly? Now that I was\ncloser, I could see the other\ntownsfolk - crouching, bent\nfigures consuming their pu-\ntrid companions, a devilish\nlight in their eyes and a\nruby stain on their lips.\n\nI rushed to grab my pos-\nsessions, and left immedi-\nately. | passed the temple\nmural on my way out,\nseeping with fetid liquid,\n\nGluttony\n\nlike puss from a wound, staining the walls of a\nonce-holy sanctum. Walls that appeared to pulse\n- less stone now than flesh.\n\nIt has been three days since I escaped that place.\nStill I sense its aroma of suffocating decay. The\nthought of food disgusts me. Every meal conjures\nthe scene so vividly that I can’t help but fear am\nthere again. | struggle to eat at all. May the saints\npreserve me.\n\n—Found on the body of Professor André Russicci,\nhaving starved to death in his quarters at the\nUniversity of San Pietro\n\n  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n\nDaemon Legions",
    "Page_24": "Maw of Akaan\n\n \n\n(tar 34th\n\nSince imy investigation into Syhelicus ld. to nothing, | hve grdkingly accepted. a new case. When | returned. from\nSonnstabl, ( fund Father Micel: deep in his meditations. The monastery Was wusually quiet, with west of ny brothers\nand sisters of the Order ather avay on wisstons or ensconced. in Pruate tratving, The grey stone chisters seemed. wor\n\ndreary than ever\n\nWhen father firalhy saw me, | saw that his Prayers had. dene little to seothe his unease. [ Gumediately Degan by apologising\nfor ny failure to seaure the testimony We had. seught thom Sybelicue. He waved. we aff'uith a disinterested. hand.\n\n( doubt there is vmuch we could have learned from a mind. as far gone as thet old. vmaniac,’ he seid. Teo much time with the\nmercury vapours, { suspect”\n\nActually bis grime is proving most usefd—\" | started,\n\nDent worry about that. ( need your attention on a new mission,\n\nOf course, father’\n\nYasre vot going to like it Weve beon engaged. by the Patrician of Zabs.\n\n( flinched. at the name, and. ( felt my face darken, bit ( didn't speak.\n\n \n\n(know your family Was tn conflict with-\"\nThey are not my family’ ( seid, loudly. ‘lam pledged. to the Keepers of the Veil. ( will do whatever dudy is required.”\n( could see the pity in his eyes, and. stared. resolutely at the wall behind. him,\n\ni worry abeut you, yar knouy’ he said, adjusting Vis cassock. ‘All the time. But ¢ you are sure yeu want tis job, you should\nride at once. The Patrician is in a state of some agitation. (t appears a daemon killed. his son.\"\n\nUndeed? And. he wishes me to sy the beast? The Orb of Al-Sabar will take many days to recharge, so ( will need. to\nknow what vyanver of-\n\nNo, he wards yau to find. the Person vwho unleashed. it. He wards an twvestigator\n\n \n\nek PS\n\nDaemon Legions",
    "Page_25": "",
    "Page_26": "(did vot want to be alue with my dreams, so | rede treugh te ight. ( was glad the darkness Vlinded. we a landscape\nwhose fanalanty may hove been te pointed to bear By the time the sun fost, ( was entering tee gates of Zabs, a atty of ten 1\ntrouser. souls. Despite boing mearby 0s a Sal, | bad never been here before,\n\nMiss Dimitiou,’ cane a rapidly approaching wice. Mark you for coming. | avy the Fetricians Personal attendant and, secretary }\nCassia Sarki. led me take you to him, if you are ready, (tsi (san beer t har yas }\n\nby wind that came trough a large bole in the wall The van had bis face buried in Vis hands, but he loxked. up as We entered, |\nthen stood, and. Jowed,\n\nThe Orter of the Keepers ls sworm ty keep the world in balance,’ be seid stifly alyost grouting with enotion. beg yeu, help {\nme night the stales of justice. ( bued my son.’ He stepped. tovards me as a tear rolled down his cheek audh bis whole botly shock.\nHe hissed. bis final words, barely able control bis wice. ‘| wmust have bis vaurdery:’\n\n\"eld his gaze, tHe turned. and. le the reony\nwitheut another word, | leked. ty Sark,\n\nCoerything 5 0s you found it?\"\n‘(ndeed,”\n\nThen | stall Segin at once,”\n\n \n\n(wort sully to te boty drawing Ick te Sea ae\nDedsheet to reveal a sprawled. and cupled. fern wth deep gashes across the test. | bert to uspect the wounds, Vbich showed,\nlitte signs of Hleeding dd were yrotesquely suppurating. | sviffed.\n\nGroniun,’ ( said. out laud, A commen daermenic secretion,\" f glanced. areund. the reovy, Dig the guards see anything”\n\nThats the strange thing. They all bandened. their Pests. We cant fd. ary one of thenn,\n\nYs sir Uh, maar,’ said. the secretary meekly, What wall yore do”\n\na daemon unter (om going to hunt the daeryn,’\n\nDaemon Legions\n\n \n\nMaw of Akaan",
    "Page_27": "( advanced. to the far wall of the reom, where wird. was coming tregh te gaping hele that bad. beon smash, strigre\n\nrough the stove ond. mortar Traces of dark goon vent lay splattered. arse. the carpet avd furniture (hada geod. idea what\n( was in for, and. ( didnt lke it. With a leap, ( followed. the ext. path splashing into the wont beyond. ( waded onto the\n\nAud nk vd st cf rough te tres. The place was on te ee of he cy wal and. beyond. the moat was siroply\ncountryside. Seon ( found. what | was locking for a. granary.\n\nThe overseers and. farmhands swarmed around. the shattered. born like arts. ( could. see at a glance that the food. stored. within\nhad. been pillaged.\n\nWhich way ( shorted. at someone nearby.\n‘Over there,’ he replied. \"But there aint much to ste.”\n\n(ran to the place indicated, a walled orchard. (¢ was a sorry sight. Most of the trees had. been totaly consumed, Leaving\nltdle wore than slorder trunks wher once great bushels of orauges, olives and. leaty greenery had. been, What was left was\ncovered. in great, 9epy hucketfuls of the green substance (hod. seen in the princes chamber\n\nYuu missed. the show! cackled. a weice at my elow. An old. woman was hobbling up to me.\nVan saw it?” ( asked.\n\nYop, she grinned. Hage, like a mana beat, it was. Great big arms like shovels, and. the rest of it was just a meth. Big\nslimy bole with lts of teeth Wald step eating, eatog aveythivg. Teck all the grain ~ a years worth! Teck the old. orchard,\nbeen here since my grandvvothers time. Tok Cbarlie, teo, when he tried. to stop it. Just. picked. him up and. put bim in its\nmouth, srushed. him up ~ spear, shield. and. all. Nothing lt to bury the big idiot.”\n\nThat's 0 lot of slive,” ( commented, with a gesture. “l imagine it was quite the display. ,\nThats right, she said, with strange glee. Kept getting Yigger stronger. finally the hugger just burst! Naver seen anyone do that\nbefore...\n\nThe only creatures thet do are the west pow drone of tony, Te ers wc to cont them by pig sas\nin théir path to be sacrificed. until its ov appetite destroyed. it. { dread. to tink who weuld unleash such a monster At least\n\nvow | know what happened. to the polace quar.\n\nThe creme and. ( stared. at the scene\nof deustation.\n\n‘Daemons is bod. business, she said, finally. Bi On Akaan\n\n“First and. only ove (ve ever seen in all my Bea ante ah rire PA\nia\n\nyears. Sunna preserve Us. What is this old FL et rer din aK Te oe orn\n\nworld. coming to SEAR caf he ale salle Rana\n\nDenar blobs of To En ta ~ fi La Coy\n\n( beled. at her MUN ai ct pines ea ucayd Daa\n‘Damned. if | know, ( said. A mouth for consui Sige aries tat a orifice\n: res se ai Boag :\nce\n\ndam aera! ans\na\n\numa Tea oe \\\naya iad Le\n\na *",
    "Page_28": "here is a tavern in Santa Genoveva where the\n\nbarman wears tinted lenses to hide his eyes. On\nslow nights, if they tip well, he is known to amuse\npatrons with small feats of magic. The tavern is\nsought out for its tolerance, attracting every sort of\ncustomer - mercenary soldiers, religious pilgrims,\nseekers of fortune and knowledge. You'll find ogres\nand dwarves in there, and even the goblin-like du-\nende, a native species that usually keeps to itself.\n\nThe only people the barman will not serve are\nthose suspected of affiliation with the Dark Gods.\nOne night after a late-running town carnival (an\nalmost daily occurrence in Destria), I was at the\nbar when an unremarkable couple ordered drinks.\nThe barman, who calls himself Librén, was about\nto turn to the casks when he noticed small inked\nsymbols under the newcomers’ wrists. | saw his\njovial expression turn to stone, and I thought there\nwas a Spark behind his dark glasses. He had them\nboth dragged from the bar and taken straight to\nthe authorities, where they admitted under ques-\ntioning to working for a cult of Akaan.\n\nIt was months later that the tavern was attacked\nby daemons. Corpulent, revolting insects the size\nof a man, flesh rotting from their fat bodies, hov-\nering impossibly on tiny wings that filled the air\nwith a deafening hum. The place was well-atten-\nded that night, and many of the patrons were\narmed. A terrible fight ensued, with the creatures\nproving as lethal as they were hideous. Each one\nthat was felled by a sword or club released\nstreaks of black ichor over the unfortunate war-\nrior who felled it, burning their flesh with a smell\n\nthat made me retch as I hid under a table.\n\nSuddenly even this meagre shield was wrenched\naway and one of the hellish flies was upon me,\nstinger-first. I was certain of my doom, but at\nthat moment Librén himself leapt out, covering\nmy body with his own. I saw him remove his dark\nglasses, and a great bolt of searing fire seemed to\nspeed from his very face, incinerating the on-\ncoming daemon so completely that not even a\ndrop of its poisonous innards touched the floor.\n\nHis eyes were smoking as he replaced the bifocals.\nHe dragged me to a back room and bolted the\ndoor. My mouth was agape. He fetched a pouch of\npurple-black powder and inhaled a thimbleful\nthrough his nose.\n\nSoon, troops arrived to despatch the last of the\ndaemonic incursion. None but I had seen Librén’s\n\nown daemonic powers.\n\n“This body is not my own,” he confessed, breath-\ning hard. He went on to explain that he was a be-\ning from the realm of the Dark Gods, who had\npossessed this man as a vessel many years\nearlier when he was summoned in a confronta-\ntion much like the one we had just survived. I was\nstunned by this revelation.\n\nHe said he was in hiding - but not from people. In\nthe Immortal Realm, where his formless mind\nhad been exposed to the great mass of daemon-\nkind, there was free will only according to his\nown strength.\n\n \n\nBloat Flies\n\nDaemon Legions",
    "Page_29": "The greater daemons could compel their weaker\nbrethren to do their bidding, and there was no\nway to resist. In the Mortal Realm, Librén found\nescape. The publican of Santa Genoveva was so\npleased with the independence he discovered\naway from the Legions that he determined never\nto go back. This is a very unusual decision for a\ndaemon to say the least, but for him freedom was\nmore intoxicating than any of the beverages he\nserved. He had even been able to source charged\ndarkstone, which for years he had ground up and\nconsumed to make sure he never exhausted the\nmagic he needed to remain in this body.\n\nnatad\n\n. anh i\n\nAs I prepared to make my shaken way home, I\nturned to the man who was not a man.\n\n“I’m astonished,” was all I could think to say.\nHe smirked.\n\n“Do you think I’m the only one in this Realm?”\n\n—Memoirs of Pablo de la Rue, daemonologist",
    "Page_30": "hite dust covered my skin and coated my\n\nlungs as the trudge continued into the\nisolation of the Barren Mountains. Yet for all the\nweight of the iron chains binding me to my fellow\nprisoners, I knew it was lighter than the stone I\nwould haul in the mines.\n\nThe prisoner in front of me stumbled, and\nthe line was forced to pause. Imme-\n\ndiately, the slavemasters were\n\nThe\nraised his whip to punish\nthe offender’s\nbut the stroke\n\nupon us. foreman\nweak-\n\nness,\nnever came down. In-\nstead, captor\n\ngasped, and fell dead\n\nour\nwith an axe in his\n\nback. A large dark\n\nshape stood over him,\n\nand more were coming\nthrough the raised white\ndust. Men and women in huge\narmour: Warriors of the Dark Gods.\n\nThe other prisoners trembled in fear, but I was\nelated. A true Warrior never kills a slave - they’re\nmore likely to set her free. My joy only grew when\nI saw the sign of Cibaresh etched on their chest-\nplates.\n\n“You have come for me,’ I said, after they had\nslain the remaining guards. “We are allies under\nthe Tempter, greatest of the Seven. I have not\ntaken your pledge, but I have spent years in his\n\n \n\nservice. Did you hear of the tentacled fiends un-\nleashed east of Avras? That was me!”\n\n“We know who you are,” said the warband’s\nleader, dispassionately. “Follow.”\n\nMy journey continued into the mountains. My\nshackles were broken, but I did not know if I\nwas free. | was certainly no less\nweary. Finally, we came to a\ndark entrance carved into\nthe rock of a narrow\ncanyon. There was an\noverpowering smell of\ncamphor, and I felt my\nbody sink into a deep,\nlightless pool.\n\nWhen I woke, | was\n\nalone under a grove of\n\ncedar trees on rich soil. The\n\ndust was gone from my body\nand I felt fresh and invigorated.\n\n“Abomination,” came a voice like needles. I\nblinked as I saw Mother Safak from the convent\nstep out from the trees. “You have succumbed to\nthe sins of the flesh,’ she continued, “and the\nGoddess will cleanse you with holy fire from the\ninside out.”\n\nI turned and there beside me was a man. His blue\neyes gleamed from a face of radiant beauty, and I\n\nran my fingers over a naked torso ridged with\nmuscles like taught steel.\n\n  \n\nDaemon Legions",
    "Page_31": "I looked into those eyes for long minutes. I kept\nlooking as I spoke again to the glaring figure of\nMother Safak.\n\n“You must have followed me here after banishing\nme to a life of slavery. And still you seek to judge\nme. I do not remember being with this magnifi-\ncent man - all I know is that I desire him with\nevery atom of my body.”\n\nI rolled over to straddle him. I felt the Mother Su-\nperior’s eyes in my back as he took me. It made\nthe pleasure burn with joyous rebellion.\n\n1 looked down, and forced myself to see the real-\nity I already knew to be true. This was no man,\nno Mother Safak, and there was no grove of\ncedars. The vision faded, and I was ina\nroom of exotic drapes and rich incense.\nThe thing beneath me was a daemon of\npurple skin and yellow cat’s eyes. I smiled,\nand it purred back.\n\n“You passed the test, mortal. Pleasure with no\nshame. Cibaresh welcomes you here.”\n\nThe creature showed me the many delights of\nthis haven beneath the mountains. There frol-\nicked people of every different race and species,\nalongside a small number of visitors from the Im-\nmortal Realm. Those who were not in the throes\nof rapture seemed content, and peaceful.\n\n“J can stay here? This place is real?” I asked, feel-\ning tears come to my eyes.\n\n“All we ask is that you spend a few months each\nyear in the world outside, so that you can bring\nothers to know the Tempter’s joy. After that, this\nplace is very real. It is yours to do with as you wish.”\n\nSo that is why I am here among you. To spread\nthe good news of the Lord of Lust.\n\n( ao)\n\nWe no longer have to fear the judgement of the\ngods. There is no reason to submit to a world that\ndemands we reject our truest desires. We need\nnot live entire lives without pleasure. All it takes\nis the courage to seize that which you want, and\nreturn the embrace of Cibaresh.\n\n—Report to the Inquisition of words spoken by the\nso-called Devil Woman of Tyrolia\n\n   \n   \n     \n \n \n\n\\)\n\nWC\n\n  \n\nsie 4\n\nDaemon Legions\n\n51 48,A4",
    "Page_32": "(tar 5th\n\n(fed sick with exhaustion. My raid spert fram resisting the temptations af darkwess, yet feel compeled. to\nrecord. these mervories before they fade. ( hove a swall reom at the Dancing Stallion in Cwvissina, a prosperous\nay of northern Glauca, andl. Zales primary econoric rival.\n\n(came here on information supplied to we by Cassia Sark, the Faticiais attotart, whe brought wort that\ntwo serving women at the Falace bad. been piling brimstone for dark rituals, and. had. confessed. under\nquestioning to belonging toa certain Order of the Eouilateral |\n\nThe numberof dacrren-syrpatising cults in Vetia has been growing these lost years, and. tis was one ( did vot\nrecompise. (consulted. with members of my oum sect Who peinted. me towants Civissiva. ( entered. the city under\ndarkvess, avd it was not har to folew te sigs. Civisaina is ude the tum ofa tyrant, the wereilss Doge\nGirolamo, whose tugs patel the steds, axbree curfew, and. ederk “supplomnedary taxes: from an cverburteved.\npopulation. Thee ar whispers of popular rel, thaigh the Doge bas quelled all efor so fac Met still people tak of\n\na serel cadre tts preparing to stake fam within the vay heart of te city, Mary others hve turved. to He\n\nDark Gods for aid, as the wank abvrys do when try hae vo otter eccurse to sent )\n\n(n a certain tevern, ( founda basement trapdoor that le. to a forgotten\ncatacomb. A dark and. foreboding doorway was warked. Dy a rough\ntriangle on the lintel ( hefted.a torch and. pessed. through.\n(mediately (felt wy skin prickle utth a strange fever Something\ngleaned. for an instart in the corver of my vision and. | instinctively\nducked. ad fred. my wrist-pistol ido the darkness. | heard. the shot\nudiste any into nothing. ( Spun again, drawing my sword, as (\nglimpsed a shape teeing across the torchlight at tnpossible speed. (\ntought there was the sound. of inbuman laughter more like a\nsnickering insect.\n\n   \n\n“Whos thee!” came a ay tn the darkvess. Hurriedly ( extinguished Y\niy flame and. ducked. into an alcove. Cultists woe approaching down the\n\ncorrider They used. their oun torches to search the shadows, ht failed to find. my Viding place. Just as (\nthought ( had. ended. them, all the hairs am ray arms aval neck stood up ain with rawelss fear Were was\n\nsometing alongside me in the darkness.\n\n \n\n32 Daemon Legions\n\nCourtesan of Cibaresh",
    "Page_33": "ad",
    "Page_34": "All of a sudden ( wis hoisted. off ray fet by a powerful claw ar. lug down before my pursuers. ( decided. not\nto east. when ( saw the brute that had. exposed. me. A tall, unearthly prince af Cibaresh, its face an emotionless\nsmack, ts berrficaly corgated: labs ering in leaving legts of what led. Ue steel, shaped ite strange claws.\n\nfa was a Courtesan, and. the cultists were serving it. ( ws dcorned They chained. me avd tok we to te lage\ncavern they ernployed. as a base of operations. All around. were the dyjog victirns of whatever depraved. debauchery\nWis \"Onborof tre Euler’ exact ( wes ton to ter lr @ white-roned. worran of fifty suramers\nwhose eyes swam with golden mercury.\n\n  \n\n“Did. you like my compan she began. Her voice\nwas edly hollow \"“Beadiid, isnt he? Aud. he scoms\nbb ble these catacombs.\n\n\"(loathe all beings from the fathers realm, and. all who\nconsort. with them in the Mothers, | pat. “Now serve\ndevils who seek only the destruction of our world.”\n\nee\n\n“Hal Yau are so sure of your reality that you fail to see\nwhat is before you. | serve none bat the great\nTanpter bined\n\nRealisation dawned. “You.. youre a daemon of Lust, arent\nyou? Vou hve taken this womans belly. Yow have\nviolated. her vy\n\n“Calm yourself, wortal,, said. the thing that used. the\nwomans mouth. ‘My borrowing of this form is consensual. The vessel welcomed. me. Possession of ahuman body\npermits us to stay much longer in the Mortal Real\n\n( growled. “\\o, sort assassins to the Palace of Zalos. They unleashed a Maw of Ataan, Why? :\n\n“Zrlys.” said. the creature, traughtfuly “No, (dant believe we have any plans there Why weld. we care about\nanother city when this one Is $0 ripe for rebellion?”\n\n“14 does vob matt, (id \"You cave be tte. (wll foe gl ond expose ye Sour cult will be parged, andl\nCivissina will be saved. from your wil\n\n \n\nCourtesan of Cibaresh\n\nDaemon Legions",
    "Page_35": "The krowtedye of\nte bb c \"\nond tried. \"Ty ns Rabe 5 maniioll,” she commented, [y rt\nSIO aid, ard. we responded. We ae Preparing ths city ohtea te armed,\nSpct ts epprscar\"\n\nOT\n\n7» Malnst the evidence befyye é\nue de: ny byes. Nou seek ;\nPOPE unlss it suited. yaur an schenges s Me dtton ths Re Sx wad nck hep ee\n\n   \n\nx\nAQ\n=\ng\ny\n&\n:\n&\nx\n&\ng\n=\naS\n&\n\n7a\n\nMy own shackles were revroved and. ( was\nPernt to return bck though te\ncatacombs. At the door ty the aside\nworld ( glanced back. In a pool of\ntrchlight stood. the Courtesan, (\n\nShivered. at ite play Unsectoid.\n\nhorror: Ut stared, back with\n\nsets of ayes, .\n\nTomorrow (return to Zab, (\nam convinced that those linet\ntoday have wot conspired in the\nmurder of the prince, ht\nsomehow ( feel that Bee stormy\ncoming to Civissina naust be\n\ntamale to ths ca\nre ey aera\n\nsonietimes bumanoid, sometimes bestiab, often androgynous Ca al Ge anced\narr\n\nof the Lust God's bavem tower above the throng TA\n- often mary, more AN are ec a Seco\n\nCong Ginn\nending in wickedly sharp weaponry Se a mod BO eee\nFe cM ad ce Ce ac Ra\n\nPT a aa eee\n\nea\nCc Cea ea\n\n2)\nLE eo Bedale\nCoa De oes Be eee",
    "Page_36": "} A egis and Blade was the first of many mercenary\n\ncompanies I was to work for in those heady\ndays of my youth. The company itself had just re-\nturned from a contract for the Republic of Santa\nMarika, and was recruiting heavily for its next cam-\npaign. It was there that I signed on. I chose it in part\nfor its fame, and in part because of the great di-\nversity of temperaments and peoples in its ranks. I\nwas determined to test myself in whatever situ-\nations fortune would offer me, and among\nwhichever peoples. Only then would I become the\nman who would be worthy of sweet Amelie’s favour.\n\nThis next campaign, it transpired, had been\ncalled in haste by the Protostratikon of Myra, to\ndeal with the rebellion of a regional Kommis.\nNormally, this would have been handled without\ndifficulty by the local forces, but according to sur-\nvivors, the Kommis had made a pact with the\nDark Powers. Myra's standing forces in the region\nwere insufficient to the threat. Several settle-\nments had been razed, and their peoples\n\nscattered by the time our ships landed.\n\n \n\nWhen we met the enemy in the field, I was sta-\ntioned with the reserve, set to aid whichever part\nof the line showed weakness.\n\nThis a standard stratagem of the Iron Crowns,\nand sensible commanders everywhere. Our line\nwas ready and the men grim as we awaited the\nclarion, but it was never to sound.\n\nA small force of the enemy had flanked our line\nentirely, moving faster than any company of\nhorse. I say this as one who has seen the speed of\nelven knights first hand. These terrors of hellish\ntooth and claw tore into our ranks, their weapons\nalive, turning and cutting in ways no mortal blade\ncould move. They would tease our troops out of\nposition and proceed to cut them from every\nangle. To these assailants, it was all a blissful\ndance, flawlessly choreographed. The daemons\nwrithed from partner to partner with flair and a\npracticed gait. Veterans of a score of battles, as\ntested as the steel in their hands, fell to these liv-\ning nightmares. Wounded, yet living; the dae-\nmons wished to savour our downfall. They stayed\ntheir hands from killing if they could instead\ncripple. But worse still was the way they laughed\nthroughout, like a courtesan’s giggle, arousing\nand infuriating. Some dragged our fellows,\nnoosed by neck and limb, to the rear ranks where\ntheir struggles ceased, and their bodies became a\nred ruin.\n\nHow could I win out, when men such as these\nhad failed and fallen?\n\n \n\nSirens\n\nDaemon Legions",
    "Page_37": "Their skill at arms unique. Their speed unmatch-\nable. Any defence was futile against them - and in\nthat, I found my salvation. I screamed and threw\nmyself into the fray, surrendering thoughts of\nparry or dodge, simply swinging my halberd\nwildly. If | missed the foe, so be it, but | would not\nchase. I would not let myself be goaded or tricked.\nAnd my screams would banish the laughter and\ntheir whispers from the corners of my reason, in-\n\nsistent and unwelcome.\n\n \n\nSri aik}\n\nThis too would not have been enough but for the\nCaptain’s personal cavalry arriving to relieve us.\nOur regiment exhausted, and our standard lost,\nwe were left in disgrace. I looked as though I had\nbeen dragged naked through a nettle bush. Worse\nthan this, in the days that followed, I could not\nkeep my mind from returning to images of those\ndreadful sirens and their impossible grace. For\nmany months, at the sound of every laugh, my\nblood ran cold in memory of them.\n\n—Captain Andrea Barbiano,\n‘The Tools of the Trade’, 948 A.S.",
    "Page_38": "alau: We Highborn don’t admit it, but it is my\n\nbelief that we are corrupted by the Seven\nmore frequently than the traitors of the West, than\nour primitive woodland cousins, and even than\nthe lesser species. The Arandai, when we fall, fall\nmost often into the arms of Savar. It seems\nthat Pride is our greatest vice. And yet I\nbelieve the true guiding star of our\npeople is not Savar, but Kuulima.\nThe Fly. Ever-watching. Com-\nparing. Judging its own\nworth by that of others.\n\nCudaleg: | did not ask for a his-\ntory lesson, nor a lecture in\ndarkest heresy. Come to the point, /\nDoctor.\n\nDalau: Of course. I merely wish my ac-\ntions be understood. I was sent to.these\ndistant colonies by a jealous superior. He\nknew my skills would place his own career\nprospects in jeopardy. I was supposed to serve\nout the next century or so monitoring the health\nof humans and elves here in Sagarika. I did not\nmind. I have spent my time engaged in a fascinat-\ning study of disease. Humans here are among the\nmost blighted by sickness of any in the world. But\nthey do not blame their overcrowded cities nor\ntheir lack of sanitation and medical supplies.\nThey blame the Dark Gods. According to their\nfolklore, every sickness is sent by a daemon. This\nis nonsense, of course, but it is known that some\ndaemons do carry diseases or even spread them\n\nintentionally. I wanted to see how far the Dark\n\n \n\n     \n   \n  \n \n\nGods really could be held responsible for the\n\npoor health of this sub-continent.\n\nI found little supernatural involvement until I began\ninvestigating one of the most extraordinary hu-\nman diseases, which they call leprosy. This\ndegenerative plague was not contagious\nto elves, though we have shunned its\nsufferers. I believe I am the first\nand only Highborn to have\nentered a leper colony.\nThere I found the diseased\nhumans openly worshipping\nKuulima, safe in the knowledge\nthat no one would come to stop\nthem, and indeed | found evidence\nthat daemons dwelt among them. It\nis only natural for the afflicted to envy\nthe prosperity of others. The Lady of\nFlies teaches us that cultivating this feel-\ning can lead to true greatness.\n\nCudaleg: | repeat, we do not need to hear\n\nyour apostasy. That your mind has been cor-\n\nrupted is clear, but tell us, if leprosy cannot be\ncontracted by elves, how has it infected you?\n\nDalau: Do you like it? I find the effect fascinating.\nMy features sprouting new growths or wasting\naway altogether. The patterns: random, exquisitely\nentropic. Did you know that I no longer feel pain?\nNothing can hurt me - not steel or poison or fire.\nJust one of the Goddess’ beautiful gifts. Her\ncreatures devised a way for the disease to be\npassed to me, where Nature itself had found none.\n\nDaemon Legions\n\ni.\n<7)",
    "Page_39": "Cudaleg: Why would you allow this?\n\nDalau: It’s simple. I was jealous.\n\nCudaleg: Jealous of what? Of whom?\n\nDalau: Of the beauty of others. My colleagues and\ncompanions were always fairer than I. More grace-\nful, attractive and lovely. | even envied some of the\nmore nubile humans, their fine skin and long hair.\n\nCudaleg: All this, because you were not content\nwith your own beauty?\n\nDalau: I am not ashamed of my desires.\n\nCudaleg: But if it was beauty you craved, why\nblight yourself with this horrific disease?\n\nDalau: Oh my dear friend. The disease is not for me.\nI was already too ugly - there was no hope for me.\nNo, the disease is for you. I offer it gladly, that every\nelfin this fortress may know Kuulima’s caress. Once\nthe Fly has touched you, you will lose that which I\nenvied, and I will be at peace. That is her primary\ncommand: if I cannot have it, no one can.\n\nCudaleg: This is preposterous! You mean to in-\nfect us with leprosy?\n\nDalau: The strain | carry is contagious to all of\nelvenkind. It will spread quickly. Soon all of you\nwill become truly hideous.\n\nCudaleg: The monstrous pleasure you take in\nyour own madness is fooling no one, Doctor. You\nwere arrested at the first sign of disease. You\nhave been quarantined behind thick glass, and\nwhen this trial is concluded, you will be executed\nand your body burned to ash.\n\nDalau: And neither does your arrogant air hide\nyour fear, false Judge. I welcome my own fate, for I\nam grotesque. Simply know this. Leprosy is incub-\n\nated in the body for many years before symptoms\nbegin to show. I have been doing Kuulima’s bid-\nding much longer than you realise. Hiding among\nyou, working and dining with you, sharing your\nfood, your water. Frequently touching you. Most of\nyou are already long infected - I see in your face\nyou know | speak the truth, oh yes. It will not be\nlong now before you see the signs. And when they\ncome, be sure to thank our Lady of Flies!\n\n—Transcript of interrogation, Her Majesty's\nCourt at Acsagrec\n\n \n\nDaemon Legions",
    "Page_40": "T* Circle of Kuulima was a panoply of icono-\n\ngraphy and imagery. I witnessed representa-\ntions of relics from Vetian religions of our own times,\nalongside artefacts of pantheons long dead and bur-\nied. Banners and statues of all nations adorned ar-\nchitecture spanning dozens of cultures. It gave an\nimpression of a museum in Sonnstahl, containing\nitems from myriad civilisations, or else a wealthy\nmerchant's home, bedecked more for spec-\ntacle than any sense of elegance.\n\nThe way ahead crossed a gilded\nbridge, surrounded by plinths\ndisplaying helms of all\nshapes, each sundered by a\nblow which would have laid\n\nthe wearer low, be they elf,\nman, dwarf, orc or any other\ncreature. Beneath this glitter-\ning span a river flowed, the li-\nquid within bright green, verdant\nand sickly. Yet no true water ever\nbubbled and hissed as that brook did.\n\nAs our feet reached the start of the arch we were\nconfronted by a horde of chittering daemons,\nclambering out from under the bridge and array-\ning across its span, blocking our path and\nsnarling. Each moment their form shimmered\nand changed, as they adopted aspects of my ap-\npearance: the robes I had donned that morning,\nthe bronze pomander gifted to me by the Sage\nWerdin, the sturdy boots I purchased on the ad-\nvice of a cavalry officer years past.\n\n  \n \n   \n\nNo great daemons these. Their image constantly\naltered, reflecting a lack of will. They chattered\nand bared teeth in our direction, an animosity\nclear to behold. But their attention was on my\nguide - at no point did they adopt his armoured\nvisage, and their eyes never left him as they\nsnarled. A sneer curled his lips as he stared down\nthose creatures blocking his path, as though he\nwould simply stomp them into the\nground should they fail to part.\n\nIn a wave from the back of the\ncrowd, the fluctuating fig-\nures suddenly fixed, tiny\n\nof\n\nform, with skin of shim-\n\nsoldiers humanoid\nmering silver. Then, like\nfish before a predator, they\nscattered in all directions,\ndisappearing from view. In\ntheir place stood a being of dis-\nconcerting appearance. A gilded\nbreastplate of Destrian design was\ncoupled with a gleaming Qassari shield,\nresplendent with heraldry of Kuulima. A helm like\nthat of a highborn elf was topped with a plume of\nwhite hair draping down to an engraved gorget.\n\nThe daemon itself appeared almost human, yet\nno human ever possessed such proportions, save\nin a sculptor’s nightmares. Its head appeared\noverly large, features exaggerated, with eyes that\nburned like torches and a sharp-toothed smile ex-\ntending far wider than should have been possible.\n\n \n\nKuulima's Deceiver\n\nDaemon Legions",
    "Page_41": "",
    "Page_42": "Its skin was a bright argent, rippling with strange\nmuscles and seeming to meld into its armour. Even\nthe weapon it bore, a Sonnstahler greatsword of al-\nmost absurd scale, seemed an extension of itself.\nAll these incongruous elements should have looked\nridiculous, the strangest of chimeric creatures, but\nI was left with the sense of an imperious presence.\n\nNone of the hesitance of the lesser entities was vis-\nible here; this daemon was assured and unflinch-\ning. It stood upon the bridge with complete\nself-possession, sword held indifferently propped\non the ground. Only the intensity of those eyes\ngave the lie to its idle stance. I felt utterly immater-\nial to this impasse, as my companion bristled un-\nder that scrutiny. Moments dragged out, the air\nseemed to crackle with intensity, and both parties\nsubtly flexed limbs and hefted arms.\n\nThe moment was broken as, almost simultan-\neously, each gave the smallest of nods, and spoke\nover one another.\n\n“Betrayer.”\n“Deceiver.”\n\nAs though that was all that needed to be said, the\nDeceiver stepped from the bridge, and stood at\nease, the way ahead clear. Passing close at hand, I\ntook in more detail, observing the panoply of ad-\nornments covering that bizarre form. Grasping\nhands crossed with sigils and crests - with the\ndominant motif of a daemonic fly. In silence we\ncrossed, and travelled the Circle for some time\nbefore I dared disturb the hush.\n\n“You serve the same master as the denizens of this\nplane, unless I miss my mark. Yet there was no\nlove lost between the guardians of the bridge and\nyourself. Are daemons not the allies of Warriors?”\n\nMoments passed in contemplation before the an-\nswer was given, during which time we passed a\nseries of buildings. Each aspect of every structure\nseemed to reflect a different style of architecture,\na cacophony of conflict which seemed ready to\ncrumble any moment.\n\n“You ask questions without simple answers, though\nitis right you should comprehend. You know of the\nvalue placed upon personal freedom by those who\nchoose the Dark Gods. It is well known and why the\nWarriors will always find fertile ground among the\noppressed and exploited. Among daemons, it\nseems autonomy is an accomplishment of the\npowerful, or perhaps a reward for the favoured.\n\n“On the other hand, Warriors expect and earn that\nfreedom from the very moment they swear, from\ntheir first steps on the Paths, while some daemons\nwill never know its sweet taste. Meanwhile, dae-\nmons already possess that for which Warriors\nstrive: immortality and a place close to the gods.\nYou might imagine those contrasts can rankle.”\n\nThe Betrayer considered for a long moment be-\nfore continuing:\n\n \n\nKuulima's Deceiver\n\nDaemon Legions",
    "Page_43": "“Yet I serve the same master as that Deceiver. There\nis a commonality to our natures, and we may find\nourselves parties to the same causes in the Mortal\nRealm. I even respect its prowess. I know that if we\nwere to battle, it would find the best of my nature\nand turn it against me. The better I am, the better it\nbecomes. Such a being is worthy of recognition.”\n\nWe continued in a contemplative silence, finally\ncoming to behold one of the strangest sights I\nwould witness in my time here. It took long mo-\nments to process what I saw: oddly bifurcated\nforms gradually resolving into the shapes of\npeople, split down the middle as though\nsundered by some wicked axe.\n\nThese were no corpses left for carrion - eyes\nblinked at me from each half of the bodies, and\nlips moved, seeming to form my name. I stepped\n\ncloser, all the while trying to ignore the viscera of\nthat terrible wound. A croaking whisper greeted\nmy ear, bubbling through welling blood.\n\n“Beware... Those who would sow division in life...\nhere find their sins visited upon them... Would\nthat I had never...thought to breed discord\nbetween brothers... Forsake me now...but forget\nnot...we live the Hell we make...”\n\nShuddering, I left the unfortunate soul behind\nme, but renewed my scrutiny of the Betrayer,\nwondering what had brought him to swear his\nsoul to Kuulima. By our journey’s conclusion, I\nwould know more of my enigmatic guide.\n\n—“Part V - Deceiver Détente, Unity and Division”\nfrom Circling the Abyss by Nazario Calegari",
    "Page_44": "(tar 36th\n\nWhen ( amved back at the court of Zales, Frince Damien was in mid-tirade The son of the Patrician and. younger\nprother of Nikos, the nurder victim, Damien is a hot-bleoded. veblernan, known for Vis terper His father listened.\nfrom bis weoden throne with a resignation that was clearly habitual, while the son paced. back and. forth\n\n“Cnaugh of tis inaction!” he reared. “We hove been attacked. by another kingdom! They hove struck us in aur very\nhome! We must respond. with full strength of arms. father let me lead. aur army to Civissina. We will aush the\nDoge and. the rebellion he hes pentted. to fester within bis walls, and. we will exact vengeance on whichever\nbastart. mongrel thought they cauld. strike at the Heuse of Zalos!”\n\nThe Patrician considered. bin for a fer moments. Withaut: taking bis eyes\noff Vis son, he responded:\n\n“And. what do the Keepers of the Vell have to say abet the\ncharyes lweled at cur long-time aly?”\n\n(4 was several moments before | realised he was addressing we.\n( stepped. forward, and. lowered. my heed.\n\noC “1 can find. vo convection between the crime committed. here and.\n{ a Oe . the rebde of Civissina. ( do not believe they are your enemy. ,\n\n \n\nThere vas a series of gasps around. the ream All oes swivelled. back to Frince Damien\n\n“What?! he bellowed, face crimson vith tury “This is what you get trom a cumblirg onder that bug go lost\nany real power to serve or protect us We have it on geod. euthority tat. villoins from the Order of the Equilateral\ninfiltrated. the palace. We all know they came from Giissina. And now ths so-called. agent of the Veil’ devies a\nconnection!?”\n\n“(was vot permitted a chance to question these villains vyself, but if they do belong to the Order they were vot\nsent by Civissina”\n\nBy) ey\n\n“Quiet!” ravg out the wice of the Fitrician, who seemed. to have recovered. a little from Vis all-consuming grid.\n“The court will adjeurn. Clearly we nust seek further information before we jump to any rash acts of war.\n\n \n\nMageblight Gremlins 44\n\nDaemon Legions",
    "Page_45": "ns\n\n“Vy Damien was clearly incensed, hut be maroged to restrain birnself, taking a deep breath avd. speaking again\nina somewhat vvore measured fashion. “Father. The Keepers of the Vell hove clearly foiled. to copture or even\nidentify my brothers vaurder: You would. never dery Nikos wha he asked. ~ why did. yo treet bi so much\nhetter thar\n\nHe wns interrupted. by serves of loud. popping sounds, the Tuandanese firecrackers.\n\n“Get douunl yell, diving at the Prince av necking hima the ground. His rage turned to tor when be\nsaws whet had. just missed. Vis head. A dozen tiny rotund. grevalins, vo wore than a foot or two in height,\nconned. cut of thin oir ricacheting around. the reom ond, accumulating together in the centre of the fleor, Cackling\nompishly they swarmed. towards the throne, brondishirg sharp claws and. teeth. At first ( thought they aimed.\nfor the Patrician, but in fact they were headed. to the figure at bis side: the assistant, Cassia Sarki, who shrieked.\nas she tried, to bat them away with her papers.\n\n(drew my hurting dagger and. charyed. the hellish critters, flinching at. their cuts ond. slices os (hacked. them\napart, ane by one, pling them off my hair and. arms where they gerd. and. bowled. Seon | was assisted. tn\nthe fight by Damien, who flung onself between Sarki and. the daemons and. awkwardly slashed. at them with\na sword. that was much too long and. hreany for the task. We would. have been tn considerable danger were it not\nfor the fact that the creatures attentions were vot foused. on the Frince or myself.\n\n“Miriens of Kuulinna,” ( said, when they wae all slain at lost. “They appear suddenly across the Vail, needing\nvery litdle magic to materialise, seeking to atch their prey wanes.”\n\n \n   \n \n  \n\nThose preset ast wide-eyed\nlooks at each other:\n\n“Something rust have\ndrawn them, ( stil\n\nCe a Gremlins\n\npu fea strange packs of ti 4\npacks of tiny rembins are comprised of small, obese daemons:\nSiltby and disgusting with ther ylatinous flesh and protruding = a a\n\naes Cera ee\nTO erm aE\nne , me Sn notab ip j eR Eg ld\nA SNM dO cea Da CE ay ca H\nNCC th ey “ih",
    "Page_46": "1 had his nose in a mug when the traveller\n\nwalked in. The man eased into a nearby seat,\nflicking water droplets across the bench as he\nwaved to the barkeep.\n\n“Working up to a storm,” muttered the stranger to\nJesh. He passed the keep a gold coin, marked by\nan ornate gate on one side. Marv, the barman,\neyed it closely before returning a beer.\n\n   \n   \n\nJesh turned to face the man.\nThere was a tiredness in his\neyes, like a weathering of\nthe mind, despite his\njovial air. He sipped his\nbeer, before cringing.\n\n“You serving me\nwater, keep?”\n\nThe barman scowled, taking the mug and re-\nfilling it from a fresh casket. The man suckled the\nnew pint, unfazed by the attempted con.\n\n“Good day, friend?” Jesh asked. It wasn’t often\nthat the bar got visitors, and rarer still that Jesh\n\nwas in a mood to talk.\n\nThe man hummed in agreement. “Aye, and better\nnow. Feel like a weight’s off my shoulders.”\n\nJesh turned at the shouting to his left.\n\n“Come on Marv, I paid my tab yesterday!” a regu-\nlar was complaining.\n\n“If you don’t got the coin, you don’t get no beer,’\ngrowled Marv, darkly.\n\nJesh turned back to the newcomer with an apolo-\ngetic shrug, and noticed the ring on the latter’s\nfinger. A simple wooden band with a polished\niron head, probably worthless but\nclearly ancient. A signet ring\nwas a Strange sight in a place\n\nlike this. Important folks\n\nusually ate elsewhere.\n\nThey sat fora few mo-\nments, asilence hanging\nbetween them.\n\n“T used to live near\nthe northern coast,” the traveller started, sensing\nthe need for an explanation. “I had the good for-\ntune to inherit a wealthy estate.”\n\nJesh raised his eyebrows. Now he was eyeing the\nman’s stained cloak and ragged gear. The\nstranger shifted in his seat.\n\n“T don’t fully understand how I got here either. I\nkeep turning it over - and it comes back to the\ntrader. Bigwig that used to do business with my\nfather, very rich man, once upona time.\n\n \n\nDaemon Legions",
    "Page_47": "About a year back he turns up at our manor look-\ning just like I do now. In rags.”\n\nWithout turning his head away, Jesh raised his\nhand for an ale, sensing his was empty. *The keep\nheld out his hand. Only then did Jesh turn - Marv\nnever made him pay before the end of the night.\nBut he was too invested in the newcomer’s story\nto argue. He paid, and bid the man continue.\n\n“The merchant gave me a coin - just one - in ex-\nchange for a night’s stay. A simple request. But\nthat coin... It sounds foolish, but somehow it\ncalled to me. I hardly noticed as the trader left the\nnext morning, though now | think back, he\nseemed so happy and free, glad to be gone.”\n\nThe man sighed deeply at this point, and a tremor\nentered his voice.\n\n“From that point on, I became... Someone else.”\nJesh saw the stranger’s knuckles turn white. “The\nfear gripped me - the fear of losing anything. The\nestates were mine, and nothing was going to take\nthem from me. I grew ruthless, and my business\nprospered. I would sit long nights counting great\nstacks of gold. And the people starved because |\nwould let nothing leave my coffers. But I did not\ncare.”\n\nThe man took a slow, sickly swig of ale, his eyes\n\nshut grimly.\n\n“ pushed up prices, cheated my partners. It was\nonly right they should pay a premium, | thought.*1\nneeded the gold more than they did. It wasn’t long\nbefore there was no one left to trade with. The fi-\nnal straw came when...” His voice trembled.\n“When I disinherited my son. The mere thought of\nanyone taking what was rightfully mine, even\nafter my death, it made me sick. I lost everything,\nas quickly as I had gained it. They rose up against\nme, but in my madness...1 struck down my son.”\n\nThe man hid his eyes, and Jesh knew better than\nto prod any further. Eventually, the traveller\nraised his head and sculled the last of his beer,\nstanding as he did so. He straightened his coat,\nmoving to leave.\n\n“What happened to the coin?” Jesh asked. The\nman stood, framed in the doorway against the\nhissing rain.\n\n“I just paid for that drink with it,’ he confessed.\n“I’m flat broke.”\n\nThey both looked at the barman in the shadows\namong the barrels, face like stone, eying his cus-\ntomers suspiciously, while his fingers worked\ncounting coin faster than I’d ever seen. The\nstranger gave one last sigh of relief, and shut the\ndoor behind him.\n\n—From ‘True Tales from My Time in Sonnstahl’\n\nby Hilaire Cellob\n\n \n\nDaemon Legions",
    "Page_48": "(tar 36th (cont)\n\n‘We wall ride to worl\" declared. the Fatician booming Ureugh the corridors\n\n“An excellent decision, father cried. Prince Dawien, striding dfter Virn. “I vall lead. cur anny to a great\nvictory! (t is abad time yeu showed. the same faith in me as you always had. in dear departed. Milos.”\n\n( hurted. te keep wp. ‘My lord, you must reconsider Just this brorving, you. were urging caution in this\n“The time for caution ended. wher the villains of Civissina sent were daemons into my heme! Once we\ntake the city we will reot then eut once and. fr all!”\n\n“ldo vot Vink anyone in Civissina is responsible for these attacks,\" U said, \"l believe it is a set-up, ln\nfact, | do wot think your son was killed. Dy a daemon at all”\n\ni “What?!” ered. Darien and. the Fetncion strattaneausly finally stepping in their tracks, We bad! just\nemerged. into the barracks and. tratning grounds, whee teops were formed. up ready for inspection. (\nconsidered. the two expectant faces turned. to me.\n\nee\n\n“TE was a daemon of Gldtony that ranvpaged. tragh your palace and. lands at the time of Prince Mikos\n\n\\ death. And. yet we found. his body with nothing but a few slashes across the chest. Such a daervon woudl,\nnever lave ts victim uncensued. ~ the gears and. peasants it claimed. vanished. completely. (t is true\nte body had. traces of chromium, bat tat is easy cnough tb fad and. plant for anyone with a essing\n\n} krowseage of daeren-tind. My lord, ( believe the deren Was a cove: Yur son was assassinated. bya\n\nmortal agent. ,\n\nThere was a pruse as father and. son both boiled. with rage. Finally the Fetician spldtered. Kis response.\n“ft Cissina bas sent assassins against wre, that is all the wore reason for war!\n\nHe waul. vot listen to further onteatice. | Was dismissed from service.\n\n \n\n48 Daemon Legions\n\nMiser of Sugulag",
    "Page_49": "",
    "Page_50": "Acrober Ist\n\n( breathed. deeply of the warm summer air when ( returned. to the rolling hills of Ocrolyus Monastery, so familiar\nafter all these years, and. to the very chamber where ( bad. first been set upon this frustrated. mission.\n\n“(hove failed yeu once again, ( said, bowing my head. “| have failed. the Order. After everybhing you. hove done for\nme. Grant me penance, So that ( may atone. ,\n\n“Come her, cid, said Father Micel. ( thaught he weuld. hare me bneel, but instead. he ernbraced. me. ( Was\nsurprised. at the warmth and. contort of is big arms around. me, berating nyself for the hopeless wove of gretitude ;\nand. child-like tranquility they breught He held. way shoulblers and. locked. rve in the eye. {\n\n“Wher we found. yeu, daemons had. taken everything from you. (n your long years of trainig, ( hove watched. as yar\ntumed. yourself into a fearless warrior whe could. fight ack. You work vow to preserve the integrity of cur world, ;\nhut. | fear we forgot to teach you to preserve something more onportont still the little gil. What unlue is the ability i\nto slay daemons if you he lost the innocence they strve to take from yar? The time for penance is over Those f\n\nwere rituals to make the gl a woman. Now you must find. a way to mole the worman a whole person again. :\nOnly you con wak that path TE ie ogni the cath yu tek a\n\n( stared at lim, and. fought to keep ny wice steady. 4\n\n“Cam a Keeper of the Veil,’ ( said, solemnly, “Lam a guardian of Mother Cosmos. | keep her defenses so that\nthe father may not inde her sanctity. ( will have vo got, vo ruler but she. ( will resist Vis incursions wherwer\nthey are famd. for the eternal purity of the Mortal Realm, shall not rest.\n\n“Such veble sentomorts, he sighed. “But (ve always felt the oath doesnt lave enough space for sinple joy Fesrty and.\nsanctity are all very well, ba theyre not much geod. if youre miserable the whole time, are they rows\n\n( couldnt help but eile at bis unble wisdom. | slept deeply that vight in my ole. cll, uct ( was awoken before\ndawn by the sound. of screams.\n\n(joined. several acolytes runving down the corridor and. into the wain courtyard. Shivering in the colt. night air, we\ntried. to work aut what was wrong The space wos too large fr eur torches to vmake any difference to the suffocating\ndarkness.\n\nSuddenly another scream broke the wight, and. there was a great crashing sound. from the inner chambers Reshing\n\ntowards the building, we sav port of the reef collapse, and. then a. portion of the stars vanished. as something huge\nreared. up from the wreckage. There was an avful slurping, sucking sound, 0 ternble stench of decay, and. a moaving\n\nthet shook the earth.\n\n \n\nMiser of Sugulag\n\nDaemon Legions",
    "Page_51": "“les a Miser!” ened someone. “The Collector is\n\n“father!” (gasped. U ran at the beac,\n\nWhich vas alreadly heaving itself towards\nus ~ and. away trom Micel's quarters. Its i\nstipends bul: had boon pesoned by i\nobsessive greed. into something pestilert, ,\ncong and. utterly repugrant.\n\n( Gnored. sheuts trom the ore experienced.\nwarriors to fall back, but bad, enaush wit to\n\n \n    \n\nIx realise that any assault trom me weuld be useless\nagainst that odious wall of Hesh ands pes thet could, )\n\nabsorb a direct bit fom a catapult without blinking (nstead, ( j\nleapt over broken beams aud, masonry inutting over the creature's very\n\nsurat before it. could. reach me with its tabby, grasping hands. (n the rardied monostery air ~ intentionally kept 3\ntree of as rmuch annbiont magic as possible ~ the Miser bad, litte access to the sustenance if required. for activity *\nand. it was lethargic As la hoped, & tnored. we and. followed, the others out ints the fields, where they ward. keep }\nBat bay atl i cop the lt bal mage and barn Ick eres the Ve i\n\n(wort directly to where Miceli earn bad. boon was ten late My heart stopped. dead. The shats of my brothers\nand. sisters, the conuleive groaning of the Miser ~ all that faded. ty nothing as ( stared at te crumpled, broken ]\nremains of iy mentor and. guardian. Crushed under the wonsters weight like a beetle. ( was paralysed, Jost as on j\nthat rainy right in (tar all those years ago,\n\nBeez\nEee eG ‘Sent yy. Se the Collector, these rotand brutes have beets so\n\nSM ere woven ia a ae a a the\n\nA a\nBatre ps tir Lam Mad ie from Nie $ é\nLearn} Stent strides in Nei! aN Cea Dae\n\nGe EG rena a ae GAN TrE Ce Cee\nRA sa oe Baa A\nZa ee fal ENA ee they",
    "Page_52": "eh NEE\n\n \n\nHoarders\n\n \n\nAcrober 1th\n\n( was tracked. for days by minions of Sugulag dleated, pestulent creatures thet slithered. and. squirmed. with inexorable\ntenacity. There were vo wore gant Misers, but the smnaller Voarders were vo less repellant and. deadly. My pistols were\nall bud useless against them, and. while ( was able to avid. or distract the majority more wiggled. trraigh the Veil\nSomeone had. set the forces of Greed. against me, and. they were coming to collect ny soul.\n\nIf they wanted. re gone, it was because (had. been on the right. path, back in Zales. ( knew that | hed. vo option but\nto continue my iwestigation until ( had. fund. the true killer - indeed, ( thirsted. for revenge With the hearders ever at\nny back, | wert north, to Civissina, where | was certain the Zalos. army would. be encamped. When ( reached. the\nay ( could. see my assumptions were cornet. Te standards of Zalos surrounded. the city walls. A great siege was\nalready underway and. the two sides Trad. begun a fherce exchange of frearms. The attacking forces were already swarming\nup the walls on ladders, and. seerned. to have the advantage.\n\n   \n\n( looked. closer at the walls. To may surprise, the Daoges standards bad.\nbeen removed. trom the gate, replaced. by crudely daubed. triangles\nRealising that the renlidion bad. already seized. the city ( saw a\nway to buy myself some time. (hid ry black cloak and. stole a\ntwic from a fallen Zalos: man-at-arns. ( mingled. awong\nthe ranks waiting to join the assault, and. soon encugh, | heart\nthe screawring | hod. expected trom the rear of aur position\nThe hearders had. come for we, and. now they were attacking\nthe soldiers in the way.\n\nThe sudden appearance of daerons trew the Zalosi army into\n\nvaicen. As te tie of bate turn, ( pushed fora towards te valle\nwhile way retreating “comradles streamed. back past me Unfortunately ay ick was runing cut The men were rapidly\nfleeing from the daemons, and. a kind of path formed. in the ranks, along which | could. see the boarders coving, thar\nflesh shivering with the anticipation of my demise. ( was pinned. against the gates themseles, which were locked. ard.\narred.\n\nJust then, (felt a powertul force above. | looked. up, and. there on the wall ( saw the elderly sorceress | had. met in the\ncataconns. She leeked. irto my eyes. | did. not know f she was still possessed, ut she wes petonning dark magies\nwith amazing confidence and. ill.\n\nDaemon Legions",
    "Page_53": "ye enraged,\n\nhey were yal to Vanadra, vot > Spl\n\nbeing drawn back,\n\nurs nd. pulled through The\n\nfigure (# stood. at the back\nZalosi army, a\n\nheovers. At bi\n\nstepped again,\n\nand. then ther entire 5\n\nand. vanished. into the\n\n5 in a dying wind\n\n \n\ny",
    "Page_54": "ne summer while I was with the Vanhu, I trav-\nO elled with officials sent by King Nyatsimba to a\ndistant village to take a census. It was the first at-\ntempt at organising the tribute system into an ac-\ncountable form of taxation, back in the early days of\nthe new kingdom. The villagers were resistant to\nbeing counted, and their witch doctor encouraged\nthem to mock and jeer at us. He was clearly a spiteful\nfellow, used to being the head man and displeased\nby his tribe’s recent al-\nlegiance to the King.\n\nThe King’s representa-\n\ntives were led by a distin-\n\nguished older woman.\n\nShe was an_ imbongi,\n\nwhich is a type of bard or\n\npreacher, a keeper of his-\n\ntorical records and oral\n\nstorytelling. I had heard her\n\nrecite the sacred list of an-\n\ncestors at official rituals. She\n\ntold her companions, including myself, to wait out-\nside the village, until the locals were ready to see us.\nI was amazed at her calm and confidence, and |\nasked how she kept herself so peaceful. Didn’t she\nwant to rage at her treatment by the witch doctor\nand the villagers? Didn’t she want to see them pun-\nished? In response, she told me the following tale:\n\nLong ago, there lived a lion who was never happy\nwith the way things were. He used to complain\nabout everything in his life, and he could always\nfind someone to blame. One day, he was walking\n\n \n\nthrough the savannah when he met a cockerel\n\nwith red eyes and a red crest.\n\n“You seem sad,’ said the cockerel. “What seems to\nbe the problem?”\n\n“Nothing is as it should be,’ said the lion. “I love to eat\nfruit from the trees, but the monkey who fetches it\nfor me has not been bringing me enough to sate my\nhunger. I want to have\nmore children, but the\ngolden phoenix has not\ngranted me birth of any\noffspring for many months,\nand I have only one cub. I\nwant to have friends to hunt\nand play with, but just a\nhandful of hyenas come to\nlaugh with me. I should have\nmore than this.”\n\n“You are right, great lion,’\nsaid the cockerel with the red eyes. “You deserve\nmore. I can grant you the power of the red god-\ndess, and she will give you what you want. Or, if\nshe does not, then she will give you the power to\npunish those who are keeping good things from\nyou. Does this sound pleasing to you?”\n\n“Yes. Tell me what to do,” said the lion.\n\n“You must kill me and cut out my heart. Take it to\nthe mountain top and place it on your tongue. For\nseven days you must sit and focus on your anger.\nThen the red goddess will show you what to do.”\n\n3O—O-r-O Ou\n\nDaemon Legions",
    "Page_55": "The lion did as he was told. After seven days on the\nmountaintop, he ate the red-eyed cockerel’s heart,\nand he knew what he must do. He came down into\nthe savannah and he found the monkey.\n\n“You have wronged me, monkey,” said the lion.\n“You did not bring me all the fruit from the tree\nthat I desired.”\n\nSo saying, he killed the monkey and ate it. From\nthat day forwards, he received no fruit at all, and\n\nwas forced to eat only animal meat.\n\n \n\nThen he found the golden phoenix that lives in\nthe jungle.\n\n“Golden phoenix, you have done me great in-\njustice. You did not make me fertile, and | have\nbirthed only one cub.”\n\nSo saying, he killed the golden phoenix and ate it,\nand he was never fertile again. Afterwards, his\ncub soon died and he had no more children..\nFrom that day forwards, he was forced to mate\nwith the lioness to bear his cubs.\n\nFinally, he met the hyenas at the watering hole.\n\n“Hyena pack, you have treated me with great dis-\nrespect by refusing to be my friends. So few of\nyou have come to laugh and hunt with me,” said\nthe lion.\n\nSo saying, he killed many hyenas and ate them.\nFrom that day forwards, the remaining hyenas\nbecame the sworn enemy of the lion, and the lion\nwas forced to hunt alone.\n\nThe red goddess came to the lion and said, “You\nhave done well, for you let your anger guide you.”\n\n“T have less now than | had before,” said the lion.\n\n“But those who treated you badly have suffered,”\nsaid the red goddess. “And that is all that matters.”\n\nAnd she gave him a garland of red hair for a\nmane, as a symbol of her favour.\n\n—From ‘Adventures in Taphria’,\nby Eric Tombstone.\n\nDaemon Legions",
    "Page_56": "t was during the third month plying my trade\n[eee the Sultanate of Qassar, when my\nerstwhile companion and translator Raashid and\nI were quenching our thirst at an inn in the town\nof Halban. Among the patrons of this small estab-\nlishment were several soldiers; we’d noticed\npatrols along the road and knew the army was\ncamped nearby. Everyone seemed on edge.\n\n“Dark powers are abroad,” Raashid explained.\n“Where? In Vetia?”\n\n“J mean, they roam the lands. The people say that\na creature has been seen across the desert sands.\nNomad camps found deserted or burned. A dark\nname is whispered.”\n\n“What name?”\nRaashid glanced around the room and leaned closer.\n“Shayteen,” he whispered. “A daemon of rage.”\n\n“Ah. Like a djinn?” I said, referring to the supernal\nbeings known to dwell wherever the Alihat trin-\nity was worshipped. Their magic had even been\nharnessed by the Qassari army.\n\n“Similar, but much more fearful,’ said Raashid.\n“The djinn are born of the desert’s fire. The\nshayteen is born of the smoke. The djinn serve the\nThree Goddesses, glory be upon them. The\nshayteen serves only one goddess. The Adversary.’\n\n \n\nVanadra's Scourge\n\nMy eyes widened, but something in his tone pre-\n\nvented me from asking further questions.\n\nDays later, after trying once more to find an audi-\nence in the souks of Halban’s labyrinthine med-\nina, I was approached by a young woman with an\n\nanxious expression.\n\n“She wants you to follow her. She is afraid,” Raashid\ntranslated. I nodded. This smelled like a good story.\n\nShe took us through the maze of narrow alleys to\na warehouse. Behind heaps of jumbled exotic\nmerchandise, there was a trapdoor in the dirt,\nhidden beneath a rug. The woman would go no\nfurther, but pointed fearfully at the symbol. A\nseries of crude lines depicting a face full of anger.\n\nA staircase led to a small, windowless basement.\nI carried a lamp, the flame dancing across red,\nsoot-stained walls. There was a heavy smell of\nsulphur and charcoal. Dark red cloaks were fol-\nded on a bench, opposite a table arranged as an\naltar. The object of worship was all too clear.\n\n“A cult of Vanadra,” I whispered. “Why was this\nbrought to me?”\n\nRaashid looked truly terrified, but he kept his\ncomposure.\n\n“You're a foreigner. If she reports it, she could be\nsuspected or even arrested.”\n\n“So I should inform the army?”\n\n3O—O-- OO\n\nDaemon Legions",
    "Page_57": "",
    "Page_58": "“Not the army. They would only persecute the\ntownsfolk, guilty or not. We should bring this to\nthe temple. The imams will know what to do.”\n\nThe mysterious woman had already left as we\nemerged. We hurried to the grand temple, an im-\nposing shape against the sunset. Raashid bade\nme remove my shoes before entering. The space\ninside was amazingly serene and peaceful. I ad-\nmired the intricate beauty of the decoration\nwhile Raashid spoke in an urgent tone to a cleric.\n\nWe were ushered into an office with three desks.\nBehind each sat a bearded man in white robes.\nThe central imam smiled warmly.\n\n“Please, what have you come to tell me, Vetian?\nYou may speak your own language. | have dealt\nwith enough crusaders to understand you.”\n\nI told them briefly what we had found, though I\nadmit I may have added more literary flare than\nwas required. The expressions of the three\npriests hardened.\n\n“This is very serious news,” said the talkative one.\n“We will investigate at once. We are very grateful\nfor the report - please be assured that this evil\nwill be stamped out immediately.”\n\nHe smiled, eerily, and somehow his words were\nnot as comforting as they were intended. Raashid\nand I left, returning towards the inn for the night.\nWe never made it. As we turned into an empty\nstreet there was the smell of smoke. Deep chant-\ning could be heard from unseen sources.\n\n“Shayteen...” I heard Raashid breathe, his face\nwhite. And then he was sprinting away down an\nalley. Before I could follow, something struck me\nin the back.\n\nWhen I woke up, my body seemed to be on fire.\nUnsteadily, I realised this was because I was lying\non the burning sand of the desert, under a high\nsun. There was still smoke in my nostrils, and the\noverwhelming smell of brimstone.\n\n“Ah. I am pleased you have woken. You forced us\nto hasten our plans - it is only fitting you see this\nyourself.”\n\nI recognised the voice before my bleary eyes\ncould blink away the sand. It was the well-spoken\nimam. He and his two colleagues now wore crim-\nson robes, vivid against the harsh yellow sea that\nstretched all around us. In the far distance I\nthought I could see the walls of Halban. But more\nimmediately concerning was the terror in the\neyes of the young woman who was tied to the\nmakeshift altar. I recognised her as the one who\nhad shown us the cultists’ meeting place. If only\nwe had known that the very priests of the town,\nthe spiritual leaders themselves, had been cor-\nrupted.\n\nAs | looked into her desperate eyes, the leading\nimam stabbed her in the heart with a crescent-\nshaped dagger. The three of them were chanting\nsomething terrible in their native tongue, their\nvoices rising in intensity and anger. I almost\npassed out again as my stomach lurched from the\nsudden accretion of magic in the vicinity.\nSickened and horrified, I watched as the woman’s\nbody, as well as jars of substances arranged\naround the altar, were dissolved by a vigorous\nmagical maelstrom. Smoke and sand whirled into\na miniature hurricane, within which something\nvast and red began to glow. I glimpsed horns,\ncloven hooves and huge black wings. I wanted to\nrun, but my eyes were fixed, my face burning with\nthe ferocity of the desert’s wrath incarnate.\n\nPOO OOOO\n\nVanadra's Scourge\n\nDaemon Legions",
    "Page_59": "Before I could see the full form of the brute, I felt\nrough hands drag me onto another surface. I real-\nised I was to be the next sacrifice. Behind me I\nheard snorting and stamping of something bes-\ntial and impatient. There was the sense of vast\npower barely contained. A hound desperate to be\nloosed on the hunt.\n\n“Our glorious Scourge needs a weapon. Take\ncomfort knowing your death summoned the liv-\ning scimitars used to cleave this Realm in twain.”\n\n  \n \n \n \n \n \n \n \n \n  \n \n   \n\nBr dL!\nPree the Le ae\nParmele oy\nBr\n\nPe ieee) a a ial\n\na eT (ca\nei Mapai aS JA\n\na aeae  LccaN Xe\nPOPE eta\na3 ale ss Ce Berm a\n\n.\n\nI saw the knife raised above me, the sun’s blind-\ning reflection turning the world white. Then I\nheard a grunt. Blinking, I saw the length of an ar-\nrow protruding from the imam’s chest. Out\nacross the desert, a battalion of horse archers\nwas advancing with the banners of the Sultan.\n\nThe other priests were already running. | stared,\nawestruck, as something huge and scarlet blot-\nted out the sun, rising through the air on great\nwing beats. It landed in the thick of the fray.\nSquinting, I saw the Qassari soldiers assault the\nbeast, but the more blows they landed the more\nviciously they were devastated, as it issued an in-\ncredible roar that split my ears even at the great\ndistance between us. Horses and humans flew\nlike broken dolls from its tremendous fists. I\ndo not know how the fight concluded - my\nmind filled with the sound of approaching\nhooves and I looked up as a rider hefted\n\nme onto his mount.\n\n“Raashid,’ I said, before losing con-\nsciousness. “You came back for me.\nYou saved me from the shayteen.”\n\n—From the Diary of Samuel le Pepin,\nprofessional pilgrim and storyteller\n\nNR LLs\nST Pram Br ILC LanAa 3\nhas ‘ee Shas Poe and ea i\nffortlesty glide across the battlefields on Feathery wings\nCU Taal A en Mod prger PEM ers Ca\n\nee eri\nand can bellow as sie\nite for Sau De ao\n\n: Cr add Se\nTote\n\nfs } Tae\ner aid cs ees ed San ceil og\n\nVanadra's Scourge\n\n \n\nDaemon Legions",
    "Page_60": "Brazen Beasts 60\n\n \n\nAuber bth\n\nfather Miceli is gone. (t bas taken all (have just to write those words again. day the pain of missing him\np ! oe y ene q\nrows sharper and. more debilitating, but with it grows wry determination to find. the one vito teok Viva,\ny \") y yi\n\n(recall a serwon he qve, when | was still new in bis service. (¢ was the story of how he bst bis partner and,\nclosest friend. on a mission in Tophria A local sorcerer unleashed a stampede of brazen beasts ~ unstoppable,\nbunbering machines fuelled. by Hellfire. Micelt said that it was only after they slew Mis comrade that he fasnd. the\nstrength to defeat the sorcerer in revenge. His lesson was that the sins on which the Dark Gods prey even Wrath,\ncan be weapons in the bands of the righteous.\n\nThat serven hos lg played. on wy wind. | tao have kvown the pain of loss at the bonds of Vanadra, and. have felt\nher hot tury th my veins, (feel it now when ( think of Miceli, and. of my wother whose final words still rig in\nmy ears, telling me to be breve. ( wust vot fail her now.\n\nlama quest of the Eouilateral Revolution, as # vow calls itself, encaryped. in the former palace of the Doge. They\nrescued me from the bearders, but: ( do not know if ( raul. bond. them my own support. ( nust admit, this is a\nCty that bas not seen rebellan since the time of Bettini in Fatefredle, yet i seers to be managing the upheanl\nadmirably, Casualties were minimal during the uprising, and an extraordinary number of the iyured. have made tall\nrecoveries. The citizens hare formed. an efficient and. unified. interim government that is fairly distibing resources\nand. coordinating the defence against Zabs ~ for the siege continues.\n\nAud. everywhere there are deervons. Many are tue veanifestations, summoned. by the ritual exetion of crirninal\nand. saboteurs, troluding a mighty warbeast of Vanadra lured. by the sacrifice of the Doge himself. Perhaps it is the\nsave wanver of devil encountered all those years ago by Micel. Ciil-leeking smoke. rises from its erumson plates of\nanmeur like steam from the bide ofa prelastoric beberyoth, its hooves stamping with poorly contained Wrath,\n\nTher is vot enough magic to sustain all these creatures at once, <o thy fling theseles at the enemy traps until they\nare slain. Others have taken bodily possession of the toumdolk, who welcane them for their talents avd knowledge.\n\nOne of the possessed. is the woman in white, the sorcerer who swed. me trom the daemons of Greed. and. who (\nlast encountered. in the catacombs. She came to my chambers this wvertng, and the daewon of CGoaresh within her\npke to we.\n\nDaemon Legions",
    "Page_61": "“Yon see now how litde you really krovy do yar wot?” she said.\n\n“Cam vot ashamed. to thank you for aiding me, ( replied.\n\n}\n\n“lam phased. to hear it. Ferhops we will see that gratitude turn to action”\n\n“Lam vot a soldier of Civissina, and. (am not in yeur\ndebt.’ We beked. eyes for seeral moments. “But itis true\n\nthat we hove a woven owmy.\n\n“Indeed, she smiled. “How curius that my spies tell we\nthe Fetrician believes we killed. bis son, and. that yeu were\nthe very ager: serd: to fd. the killer”\n\n“( told. him yax are not the culprits. He woul. not listen to\n\nreason.\n“( see. Do you think be weuld. listen to evidence?\n“What do yar mem?\n\nThe wornan sighed, and. her liquid. gold. ees seevned. tired.\n“We are besieged. We canvot continue to bring aid. from the\n(mortal Realn forever Our supplies will not last the\nworth. The lives of all the citizens bere are at stake. Our\nonly hope is that Zalos calls off its attack.”\n\n“Nou want we to convince the Fetrican\n\nyou are not his enemy. i\n\n“(wart you to fivish your mission, Keepel a\nAnd, ( believe you want it to. a\n\n \n \n \n \n \n  \n  \n \n  \n \n \n  \n  \n  \n  \n\nBrazen Beasts\n\nBNR Mr TC Cae nO\nBN ar ih Came ey Sean Laan Ta shape\nOe ei Ba ea CRA a era) Coy\na ef j tage Matt Cora\nBerman ee GR er an a tg\nea ae ee eee\nCera Ce [om\n\nEi caanem",
    "Page_62": "I; was my third week on the steppe and | was\n\nincreasingly doubting my ability to keep evad-\ning the ogres, orcs and beast herds that roamed\nthis region. But the Tsuandanese map held true,\nand finally I found the strange rock formations\nthat it showed. There, in a crevice between two\nalmighty boulders, I spied a spiral of smoke.\n\nI approached the little hidden cottage nervously,\nclutching the talisman my brothers had given\nme when | embarked on this mission.\n\n    \n    \n\nEverything hinged on this. The first step\nwas to not get killed.\n\n“You're perfectly safe,” came a mys-\nterious voice from inside the\nhouse. “You'll be wanting tea.”\n\nThe door was opened by a\n\nforty\n\nwith a\n\nabout\nold,\nstrange pink patterning across her skin. Her\neyes were a bright shade of the same colour, and\n\nwoman,\nyears\n\nshe wore grey robes.\n\n“You're the sorcerer, aren't you,’ | said, forgetting\nmy manners. “Did you foresee my coming?”\n\n“ heard your footsteps on the path, if that’s what\nyou mean.”\n\nA little dazed, I found I was already inside the\none-room abode and there was a cup of some-\nthing spiced and warm in my hands.\n\n“So what is it? You want to serve the Dark Gods?\nBe my apprentice? Kill me and take my recipes?”\n\n“I want to know about daemons,’ | stuttered. “Is it\ntrue you lived among them, in the Wasteland?”\n\n“Ye-es,” she said, carefully. “In my younger days.\nTaught me my love of corrupting order and un-\ndermining nations, that sort of thing. Haven’t\nbeen back though. It’s not a nice place, if\nyou're thinking of going. Look what it did\n\nto my complexion.”\n\n“We - my brothers and I - we know\nhow to summon a daemon. But\nwe want to know how to con-\ntrol it. We’ve heard stories...’\n\n“Control it?\nWhatever for?”\n\n“Um. The infinite knowledge of...you know, the\nImmortal Realm. Wealth and power beyond ima-\ngining? We have this grimoire, you see...”\n\n“Let me guess, you all wear hoods and meet in\npoorly lit cellars.”\n\n“Sometimes, I suppose-”\n\n“Tt never ends well, I’ll tell you that for free,” she\nsaid, staring into her mug. “You summon a Pride\ndaemon, you make a deal for power, first thing\nit’s going to do is, it’s going to slowly drain your\n\nsanity and start you on a self-destructive spiral.\n\n  \n\nDaemon Legions",
    "Page_63": "Summon a Greed daemon, you'll be drowning in\ngold - literally. Envy daemon will make you\nstronger than your neighbour, but only cos you’ve\nboth lost everything to your other neighbour.\nClassic daemon school of bargaining.”\n\n“Surely there must be a way. If we’re careful...”\n\n“1 know what I'd do. I’d summon a Sloth daemon.\nTell me, how do you feel right now?”\n\n“Feel? Excited, I suppose, since I finally found you-”\n\n“No, I mean your body. What is it telling you?”\n\n“I’m a little peckish. And glad to be off my feet.’\n\n“There you go- youre tired. We all are. Every day,\nit’s just one weary slog after another - am I right?\nNow, your basic Sloth daemon is going to grant\nyou knowledge and then sap your desire to use\nit for anything. But to me that’s a pretty positive\noutcome, considering what happens to most\npeople who haggle with daemons. | always\nthought the Nukuja lot were the happiest\ncultists out there, when it comes to pure\ncontentment. They know what they want,\n\nand what they want is nothing. The power\n\nof not caring - now that’s a power really\nworth having. That’s a power with style. I\nswear, all the other gods secretly admire\nNukuja. She’s got a good gig, just sitting\n\nback and watching everyone else fret. My\n\nkind of gal. And you know the best bit?”\n\n“What,” I said, in horrified fascination.\n\n“She’s never tired. She always sleeps well.\nAnd that’s a trick worth learning. Of\ncourse, the Sloth cults don’t spread quick.\nBut if you find one, talk to some of people\nwho worship there - if you can get them to\ntalk. Or open their eyes.\n\nYou'll see what I mean. Those are some real, hard-\ncore believers. There’s no question they'll outlast all\nthe rest of us. And if you do end up summoning a\nSloth daemon, you'll see their powers are no joke\neither: If they don’t move a lot, ask yourself why. It’s\nbecause they don’t need to. They'll liquify your flesh\nwith a blink. Good listeners, too, if you have some-\nthing to get off your chest. Sure I can’t get you to\npledge your immortal soul before you leave?”\n\n—From ‘Memoirs of a Former Follower of the Dark\nGods’, by Sobolevsky Vladislavovich\n\n \n\nDaemon Legions",
    "Page_64": "Acrber &th }\n\nThe possessed. woman led. me to tunnels that weuld allow’ me to lve the dty. Before ( Ut, she gave me a\ncurious weoden box, telling me to use it if | was in trouble.\n\nOnce again, (famd rayself riding through the vight towards Zalos. When ( arrived. in the town square, @ {\ncowed had. already formed, though the sun had. vot yet risen. ( soon learned, trey were waiting to witness the\ntial of the palace servants who bad. allegedly summoned. the Maw thet killed Frince Mos.\n\nTher ore few aspects of my werk for vtich | am glad to bea Woman: the art of disguise is one of them. 7\nDonvivg the peasont garb of the locals, ( was able to exter te jailhouse where the condemned. were being helt.\n\nThe quards did. vot think twice of my assertion that ( was bringing their last mreal in the backet | held, and,\n\nshowed. we to the cells.\n\nThey were occupied. by two older women, their faces wrinkled. and. stoic. 4\n\nfe\n\n“ suppose they allea you witches, ( said, handling them the bread. | had. brought. “Uts always easy to blave\n\na woman.\nThey took my offering and. began to eat, locking at we suspiticusly.\n\n“lm here to find. the real killer’ ( continued. “Someone in Zabs is playing with dark forces, and. | need to know\n\nwhe,\n“Were the real killers,’ nnumbled. one, chewing the bread. as if it were poison.\n\nThats right. We are witches,’ said. the other | considered. the situation. Ty wre dearly protecting someone.\n“( see. Then you wont mind. telling me bev’ you. summoned. a greater daemon of Glittoy.\n\nThey lected at each other \"We conducted. a ritual. With brimstone,” cad on, cautiously.\n\n“Aad ye oust have veed news tls and bt gizcards to,’ (sad, leeping vay face dealy senvs\n\n“Yayes,” said the woman, nerious vow, [ sighed.\n\n \n\nSentinel of Nukuja 64 Daemon Legions",
    "Page_65": "",
    "Page_66": "“Ladies. (hove long eperience hunting daemons and. their syrypatlisers. Nox two walldnt brow a daervon if it\nMie ares te Vi. sear Bat 0 oe wll ow | va eer te. yas en td. about\n\nMae es ee\n\nte cruumstances of Frince Nikos devise, it could. help save many lives,\n\nMinetes later ( was on my way to the palace, The worn bud. revealed that Mos and, Damien, the Zales\nrinces, bad. been tn the latters quarters the t of the murder It was vot to lave wy innocent\n\nP ageing ec a ey ae\n\nintormants to thar fate. ( oftred to book them tee of the prison, but they were committed to their own\n\nStill disquised, | breke into the polace chambers the way | tad. once loft - threuh the gaping bole in the wall\nmatte by the Mawz vow covered. with cannss. (hurried. to Damien's mom. The large, richly decorated, space\nppeared. completely innocent until ' noticed the scuffs in the floor alongside a carpet that covered. a tapttor As\nston as | heaved. the floorboards open, ( was engulfed. by a sick, dizzying sensation the familar fedlirg oa\nmortal betlys reaction to an area of concontated. magic (forced the fog from my rtrd. andl the vausea from my\nstomach, and. bwered myself dovn the bong ladder into the cellars belows\n\nA single thckering torch lit the grimy stone vault. The Pace was not unlike thet ( had. fund. beneath te house\nof Sybellicus. The apparatus of sorcerus practice and. daemonclogical ritual was all arvund. [ had. to steel myself\nonce more against the werpowerng sense of a vast and. dangerous ruagical presence. | realised. it was ernanating\nfom a pectic niche in te wall, where | could just discern an ebsidian pedestal, atop which thee lay an orb of\nutter Vlackness, like a sonal portal into some kind. of wid,\n\nThe torch flickered for a womert. aud. ( glimpsed. a fiure in a dark coruer of the reom, peered. coser (felt ny\nthroat close and. gag cs I realised thet | wns seélng yy brother, Vakous, dead these lng years. His youthtul face\nstared at we with ops of night, while thick, nby gore flowed from the gesh in Vis neck,\n\nwulture, with a face like a great ov of death, Leaning on a carven stiff, its body cocceoned. Dy ragged. Wings, it was\nperfectly still within the vmeelkcrom te very eye. Aud. it gazed. right ot we.\n\n( couldnt breathe. ( couldn't move or speak. But a sight came before me, and. ( behelf the phantoms of the\n\nSentinel of Nukuja\n\nDaemon Legions",
    "Page_67": "Damion responded. thet Mikes lacked. loyalty to\ndrew swords. Damion slew his brother with a great\nweeping. Then be lacked. up as a new presence\nidentity tn nny heart. She would. cover the crime by leasing a\nher tremendous power using those sentenced. to execution in\n\n( aweke with a gasp.\n\n“Ah, there you. are. The Sertinel bos released you, ( se,\nsaid a human voice nearby. “l hope it showed. you\nsomething marvels.”\n\n( eoked. areund. (was in a barn, or a large shed. of some\nkind. The oir vies cold. and. ( coulll see trough the\nwooden planks that ct was wight ( could. not know how\nuch tome (had. bt to the daemon of Sloth contaived.\nwithin the ord.\n\n(had. been captured, tied. omy and. bundled. in a sitting\nposition tn a cormer of tis remote cabin. ( coulll see my\n\ncaptor in the slats of shifting moonlight that penetrated. the\n\ndark space.\n\n\"arti, | whispers. “T knew you were wrore than you seemed, ever since the Magebi\n\n“And yet you did. nothing to step me,\nKeepers of the Vall. Abe. Their demise\n\n( squinted. at the\n\nshe bad. trarsformed. She wore vow a\nconpretbersively controlled. the Greed daemons at the siege\nof Civissina. Her features were contorted. wéth parerysins\n\nof avusermert and. mania.\n\n“Of course, ( am disappointed. thot my Miser didnt and\nyou personally as it was meant to But that is vo\nmatter You. wall wake a potent saurttice to my masters.\nSaily hover, tet vl have to watt (hae a cy te\noffer to them first, bah. | hope you find. these\naccommodations contortable. Haha he\n\nbecause you. knew you. could\nwill be titllating to observe. Ha. Aha.\n\nstrange svorts of laughter that escaped. as Se spoke. Sarki was the Fatricdans attendant, but\nflowing grey robe that | recoqrised. trom the Zalosi mage\n\n \n\nhis oun tin. Seon the bot blood. of the princes flew openly as they\nlash across the chest. He collapsed. alongside the conpse,\nartered. the reom. ( could. not ste who it was, ( but ( knew ber\n\ngreat dacrron, vot the first she had. summoned. with \\\nthe palace cls 0s the ritual victims.\n\n \n\nint. came for you.”\n\nnot. Already | hove ended. the power of the\n\nwho bad so\n\nSentinel of Nrukujq\n\nBure\nP re lords of sloth Prefer not to join their brothers in the\ntay. They are watchers. ut is said they DOS\n\nOa ate aes Bu\n\nq by bodi\n\nata Ae erie dt\n\noti a Vast ee Cy Od cae\noy ae ae will to true maste }\n\ncoon ruin ee PAY Tan Pe v4\n\neas ba\n\nMe ello LT SL a aoe a eR\n§\n\nDae ay a\nyaa Rescate a ae i\nie GM ae ae pe o A\nMiia wi tad iy Laan Cry TE ny 4 A\n[4 re ar fy ee",
    "Page_68": "..That same year, the tribe of Iocundi in the\nprovince of Upper Varalia grew enraged at the\ntribute forced on them by Galenus, a first-rank\ncenturion. Having first demanded hides of the\nIocundi’s cattle, Galenus had increased the tithe\nto include lands and finally slaves, at which de-\ncree the chiefs rose up and the garrison of three\nhundred Avrasi was cut to pieces.\n\nGalenus, having taken refuge in flight, sent word\nthat he was besieged in the forest by the massed\nforces of the Iocundi, and that he believed they\nwere turning to Dark Powers to take their ven-\ngeance. Lucius Alypius, propraetor of Varalia In-\nferior, dispatched the legionary veterans, as well\nas picked auxiliary infantry and cavalry. Having\nfound a ford in the river, the legionaries came\nupon the Jocundi in the rear, quickly dispersing\nthem through the trees.\n\nBut the very next day, Galenus found the Iocundi\nregrouped upstream. Their attitude had changed\nsignificantly, and their army, though numerous,\nseemed strangely still and watchful. It was later\nreported by survivors that the barbarians had\nbeen inspired by the stories of Cacophrax in Ges-\nsia Minor, and had turned to the Goddess of Sloth\nfor aid. For there among them came the pilentum\ngigans, a mighty construct devoted to malaise\nand despair. The legionaries were struck down\nby a living fog of hopelessness, and those that\nstood and fought were crushed beneath unstop-\npable wheels.\n\nGalenus was forced back across the river, and the\nlands beyond were abandoned for many years.\nThe Iocundi name, and that of their goddess, thus\nbecame famous in Varalia, and the consuls kept\nthe losses a secret at home, not wishing to alarm\nthe people in Avras.\n\n—Explicitus, Annals (approx. 1,000 B.S.)\n\n \n\nTime slowed and stretched as | entered the Circle\nof Nukuja, as though the air itself congealed.\nLethargy settled upon me, like a chill in my\nbones, until I slumped under the weight of\napathy. Even the Betrayer, so certain in his ac-\ntions, appeared to hesitate and falter beneath\nthat terrible burden.\n\nBefore us, the source of our listlessness would\nsoon become apparent, as forms emerged from\nthe gloom of that place. Trees of myriad shapes\ndotted the landscape, stunted things, their trunks\nand branches gnarled, knots and hollows giving\nthe impression of faces drawn in anguish [...].\n\n \n\nHope Harvester\n\nDaemon Legions",
    "Page_69": "Turning, I was confronted by a [tree] which was\nlarger and more menacing than anything else in\nthe thicket. It loomed over the Betrayer and |\nboth, unmoving, yet it had not been there\nmoments before, I was certain. | would later\ncome to know the Hope Harvester in the shapes\nit takes in our world. Always lumbering beings,\nyet to be near them is to risk life and limb, for it\ntakes energy from its victims, then their lives.\n\n \n\nSpurred into action, | dragged the Betrayer away\nfrom his reverie, and away from that mournful\nforest. As we drew near to leaving this place of in-\ndolence, we walked alongside a plain of burning\nsand, where desperate souls were driven to walk\nin endless circles, with no respite from the sear-\ning pain save to move continuously.\n\n—Excerpts from “Part IV — A Forlorn Forest,\nThe Betrayer Dreams” - from ‘Circling the Abyss’\nby Nazario Calegari\n\n \n\n    \n \n\nHope Harvester\nThese patient es Oy sae pas Ta ag Ts 9 a yi\nEe sie TMs ; CE Cr Ce Md - e",
    "Page_70": "Throughout the long history of the secret art of\n\nsummoning demons, many of the greatest mages\nand researchers have established symbolic cor-\nrespondences and classifications of daemons to\nenforce their evocation techniques. For though\neach daemon has its own unique harmonies and\nresonance, an understanding of their various\nsimilarities and potential groupings could grant\nbetter results in ritual.\n\nAccording to the Sagarikan master\nof the dark arts, Dasa Guptha,\nwho wrote the famous On the\nConjurer’s (‘Jaa-\ndoogar Ke Rahasy”), daemons\n\nSecrets\n\ncan firstly be divided in two\nkinds: those with their nature\ninextricably tied to a Dark God, @\nand those with their nature being\nneutral. In addition, he claimed that\na certain portion of the greater legions\n\nwas able to switch its loyalty from one Dark God\nto another - usually the less powerful daemons.\nWhether these daemons are intentionally inde-\npendent from the gods by exercise of their will, or\nthey are too weak to be worthy of higher atten-\ntion - or, perhaps, they are loyal to a more secret\nagenda of the Father - has been debated through\nthe millennia.\n\nThe venerable Guptha’'s resulting eightfold classi-\nfication matched each daemon to one or none of\nthe gods, in turn affiliated with its icon, its colour,\nand with a day of the week on which it was sup-\nposedly best to summon (Pride on dies Primus,\n\n \n   \n\nGreed on dies Atei etc.). This system is both among\nthe most straightforward and dependable of the\nnumerous such systems | have encountered.\n\n—From ‘On the work of the heretics and their\ndaemonic masters’, by Mikhail Psellus\n\nDaemons can be divided according to their rank\nwithin the legion. The higher the rank, the\ncrueler the sacrifice required. The\ngreatest hordes are commanded\nt @ by Dukes, which are the most\nns powerful sons of the seven\nflowers of Chaos. Only the\nmost experienced conjurers\ncan attempt to look for an-\nswers from them, for they are\ndangerous even for an entire\nconclave of masters. They can\ngrant enormous powers and deep\nknowledge, but the price to be paid is of-\nten unthinkable.\n\nNext are the Legates, patrons of the passions of\nthe mortals; it is said they can grant love, hate, au-\nthority and whatever kind of emotion if properly\nmollified by fulfilment of the favours they ask.\n\nThen come the Centurions, that have infinite\npower over matter. According to tradition, they\ncan turn lead into gold, water into wine, rock into\nliving flora, and they can even teach such powers\nto the conjurer if sufficiently pleased with the\npain and fear ofa proper victim.\n\n \n\nClassifications of the Legions\n\nDaemon Legions",
    "Page_71": "Lastly come the Soldiers, the infinite multitude of\ncommon daemons with countless shapes and un-\nspeakable voices. Do not underestimate their\npower, for even a lesser daemon is far stronger\nthan the will of an unpracticed magician. While\nthey do not generally grant specific magical\npowers, nonetheless they are the key to access\nthe superior spheres of the Legions.\n\n—From ‘The Book of the Infinite Legions’,\nby Georges Sybellicus\n\nThe seven flowers of Chaos correspond to seven\nunderground doors that are opened to access the\nYurt of Darkness, where their Father speaks.\nSeven are the true hours of the night, and during\neach a Door can be reached, and there access to\nthe daemons of that level can be found. From each\ndoor a specific kind of demon will enter the world.\n\n—Zengmya, of the ogre Sky Mountain tribes,\nas recorded by a prisoner\n\nEach daemon enters our realm by joining with one\nof the twelve primal elements: Air, Water, Fire,\nEarth, Light, Darkness, Wood, Iron, Gold, Bone,\nIchor and Crystal. Not only its shape but its spirit\nand nature is intrinsically linked with this guiding\nelement. Interwoven and adjacent to this tax-\nonomy can be observed a system of thirteen at-\ntributes and abilities, within which every daemon\n\nbody can be ordered: Humanoid, Bestial, Chi-\nmeric, Reptilian, Non-Skeletal (also called \"Li-\nquid\"), Projective, Aquatic, Shapeshifting, Winged,\nIntangible, Super-limbed (also tentacled), Magic-\nally Proficient and Titanic. Within this twelve by\nthirteen matrix, a precise measure of every other-\nworldly form may be approximated.\n\n—From ‘The Art of Madness and Enlightenment’,\nby Sin Tsu Fu, (Tsuandanese outcast)\n\nThese wild spirits are called looking in specific\ndirections, them being North, West, South, East,\nUpward, Downward and Inward. While the first\nfour kinds of spirits are easier to call and control,\nthose coming from the higher, lower and inner\nspheres of existence are also the most feared, and\nable to either kill or make mad the summoner\nwitch himself. They can appear with the strangest\nshapes, reading into the mind and seeing the most\nhidden fears and hopes of those calling for them.\n\n—Tsula nu Ala, Taphrian magician, as recorded by\nEquitan explorer Pierre Lestoneaux\n\n \n\nClassifications of the Legions\n\nDaemon Legions",
    "Page_72": "WwW: my sincere thanks to the faculty, I seek to offer insight into a controversial and complex\nsubject, and one that is rarely discussed in Vetia. Daemonology. [pause for noise to settle down]\n\nMy question for today is simple: which paths of magic are practiced among the Legions, and why?\n\nSome might ask: why are daemons, born of raw and primal magic, limited in their use of Immortal\n\npower in our own Realm? But think - we as beings of matter can hardly claim to be masters of all fields\n\nwithin this world. No more can daemons operate freely in the natural sphere.\n\nWitchcraft\n\nAfter the Battle of Hulgrad, survivors reported\nfeelings of judgement and shame. They spoke of\nstrange visions and of creatures that seemed to\nlook deep within their souls. Yet at this very insti-\ntution, Herr Doctor Machelberg has taught that\nonly wayward women are able to practice witch-\ncraft. A true wizard will tell you this is nonsense.\nLike all magic, it can be learned by any motivated\nmage with an affinity and the correct training, but\nit comes much more easily to a daemon. Where\nmortal witches might sense the thoughts and feel-\nings of their victims, playing on their supersti-\ntions, a daemon focuses these same powers on\none of the seven vices on which they so love to\nprey. I myself have felt the touch of a minion of\nGreed, and known its Evil Eye in my mind, forcing\nme to resist its visions of great wealth.\n\nDaemonic Magic\n\n \n\nThaumaturgy\n\nWhile a daemon loses the unfettered freedom of\nthe Immortal Realm when it enters our world, it\ndoes not entirely lose its umbilical connection to\nits masters. This has been demonstrated by Pro-\nfessor Anselus, whose experiments with the\nKeepers of the Veil showed that the energy lost\nby a true-slain daemon resonates briefly across\nall daemons of the same kind, wherever they\nmay be. What this shows is that daemons remain\nat least partially connected across the Veil, and\nare able to draw directly on the power of the\ngods they serve. Any thaumaturge will recognise\nthis as the ideal state for practising the \"arts of\nthe divine\", as they call it. We know that the\npowers of Thaumaturgy manifest in different\nforms depending on the deities from which they\ndraw. From my observations, the mages of the\nDark Gods produce flames of rainbow hue, as\nwell as particularly violent forms of madness.\n\n \n\nDaemon Legions",
    "Page_73": "Evocation\n\nA skilled evoker must become a nurturer and\nbinder of souls - that small spark of Immortality\npossessed by every mortal. The magician can play\nthese souls like strings by using their true names -\nfor daemons, this is a most joyful pastime. I have\nseen them cackle and cavort when they achieve it,\nthough it does not always come easily. They train\nthemselves to focus on one \"string\" in particular:\nthe one between a person's soul and a Dark God,\nforged by pact and sealed on death. My experi-\nmental research suggests that even where no pact\nis made, this bond always exists as a potentiality,\nand its manipulation can produce dreadful results.\nAccording to the esteemed Prelate Jungfrau,\namong daemons these powers appear physically\nlike swirling vortices of deep black tendrils that\n\ngrasp tirelessly at their victims.\n\n \n\n \n\nDivination\n\nIt is clear how the three Paths so far mentioned\nlend themselves to daemonic practice. But the un-\nholy supernals are also known to practice a fourth\nform of spellcraft. I refer to Divination, the magic of\nforesight, and I believe I have, at last, a theory to ex-\nplain its common use by daemons. This theory was\ndevised from close reading of texts attributed to\nthose who claim to have visited the Realm Beyond,\nprotected by the favour ofa god.\n\nSuch texts are very few in number, and I rely primar-\nily on the so-called triumvirate: Maria of Icante's\nvoyage to the Halls of Sunna, Publius Morgilius\nVaro's quest to rescue his dead father, and the jour-\nney of Nazario Calegari through the seven circles of\nHell. All three speak of the Immortal Realm as highly\nchangeable and shaped by the will of its denizens -\nthis is well known. But they also provide many ref-\nerences to visions generated by the maelstrom it-\nself, claiming to have glimpsed things in this ocean\nof magic - historic and current events, as well as pre-\nsumed images of the future. It is here that we find\nour answer to the problem of Divination. Daemons\nhave spent eternity in a Realm where that which will\ncome to pass can be read in the very substance of the\nland, for those with the skill to read it, or the pa-\ntience to acquire such a skill.\n\n—Transcript of lecture by Professor\nGerhard Daschner at Aschau\nUniversity before it was halted\n\nby a student protest against\nheretical teachings\n\n \n\nDaemonic Magic\n\nDaemon Legions",
    "Page_74": "Your Excellency,\n\nForgive me, for I write to tell you of my failure; the\ndeath of your son remains unanswered. Truthfully,\nthe fact that I can write at all is nothing short of a\nmiracle, though not one for which I am sure I am\ngrateful.\n\nIt was mid-afternoon of the second day of the\nhunt by the time we had cornered our quarry,\nhaving pursued her deep into the Almere Forest.\nIt was a hard slog through the undergrowth, but\nwith the help of Kirmakh’s hounds we closed the\ndistance. The murdering whore had taken shelter\nin the remnants of a long-abandoned tower,\nwhose decaying exterior belied the sturdy nature\nof the refuge. She must have heard the baying\nhounds, as we found the ancient door barred -\nstill stout despite its age.\n\nOur attempts to gain entry proved futile, for we\nhad neither axes nor ram to break down the door.\nEventually, after much hammering and cursing,\nthe reeve bade his men stand down and surround\nthe structure. Our mark's headlong flight must\nhave left her without food or water. All we\nneeded to do was wait, using the dogs to hunt our\nown dinner. While the others set up camp for the\nnight, secure in the knowledge that there was\nonly one way out of the tower, I enjoyed a thrill-\ning twilight chase through the trees that man-\naged to fetch a large boar. I silently thanked\nKirmakh's flawless training of the bloodhounds,\nproceeding to prepare and roast the game.\n\nFOO HILO\n\nHellhounds\n\n74\n\nWhile it was the dogs’ howling that rang in my\nears as I fell asleep, it was their whimpers that\nwoke me in the dead of night. Rousing ourselves\nfrom beds of leaves and dirt, we found the glade\nsuffused with the stench of brimstone. Weapons\nwere drawn, for Kirmakh's prize purebreds, so\neager the night before, now cowered and whined\nat an unseen presence. A pair of shapes moved in\nthe dark, circling us just beyond the firelight. The\npassage of these creatures made not a sound as\nthey slid through the undergrowth, but low\ngrowls rumbled in the darkness, filling me with\nutter dread.\n\nAt some unspoken signal they leapt towards us -\ngreat canine brutes, covered in black fur, with\njagged teeth protruding from elongated snouts\nand eyes that smouldered with unholy fire. In but\na moment, they had crossed the distance\nbetween us, their snarling jaws closing on two of\nthe reeve's men, seemingly fearless of the blades\nof their victims. Biting and tearing, they immedi-\nately overcame the hapless fieldhands, before\nturning to the rest of us. Kirmakh’s dogs were\nyapping and jumping, frenzied with fear; one\nlook from their hellish, blood-stained kin caused\nthem to turn and flee into the trees. The rest of us\nfollowed suit. I stumbled madly in the direction I\nbelieved was homewards, branches whipping my\nface, my panicked, ragged breathing failing to\ndrown out the gruesome cries of those behind\nme as they were caught, one by one.\n\n \n\nDaemon Legions",
    "Page_75": "Three of us made it to the ferry at Naumbriick,\nand we swam as far as we dared downstream in\nan effort to lose our scent. Yet when we emerged,\nexhausted, onto the riverbank, the awful beasts\n\nwere waiting. One of my companions fainted on\n\nthe spot from fear; the other was already being\nripped apart as I flung myself back into the water,\nclinging desperately to a log, knowing | was fol-\nlowed the whole way. It wasn't until dawn broke\nand I came to the open fields of Marchschlag that I\ndared to hope I had escaped. Even now | cannot\nshake the feeling I am watched and pursued at\nevery turn.\n\n~\n\nI understand if my failure precludes me from\ncontinuing any longer in your service. Please ad-\nvise how you wish to proceed.\n\nYour loyal servant,\nJoel Aberbach\n\n—Letter intercepted to Count von Becker\nof Wechslau",
    "Page_76": "yi\nSee Tid\n— pgs ;\nSad\nPy Ne 5\n\nC\n\nSOM aa rats Ca el Ma ever-present threat of the undead, and\nST at only added. to the confusion, “Che nam ee ee ame Spirits\noad CR a a mir found in t mae) Cea\nSee ee So eae ae Ta arity of forms, often Gea\nGerm eat een Dam ate oe ALS ae\ngreenish bue. In otber ens Bsa say nat 4 Se cL td\n\n* > \"\n\nDaemon Legions\n\n \n\nLemures",
    "Page_77": "Titanslayer Chariot\n\n= —— \"\nhb & & 2 b § sh\n\nceor infernal reasons erg a ec ea engine avg\nits soot-belching way into aaa Soo a ad roa\nfearsome enemies Xt thrives on the thrill of the Ca nee asd\nPets Sd indeciphernble Pe re Ty ei\nPas Pts Cael, a aad Pe Gre as\nas possible into its enormo Ten dealing crippling b\nPRE st a aL Daa\nPe ee ac ney\nae re\nFe aaa? Prenat a\nspas stationed. with er\n\nFh ic\n\nad Te ae Ae\nTe Adonai ha a\nPe Ce ame aad\nthe debris and a triumphant roaring growing more Ee\n\n \n\nDaemon Legions",
    "Page_78": "af\n\n \n\n \n\n \n\nAcrever 8th (cont)\n\nDaervoric aid. ( have always despised. those that sought i. | called. them week, selfish, willing to bring horror into the\nRealm of Mather Cosmos without regard. for constoutnces. Daernons can grunt terrible powers, wut the price is\nalways to great.\n\n(snt it?\n\n(n Civissina (had. seen daervons and people working together to create a world. fre from tyrany. Was it possible that\nthe Mortal and. inwvertal Realyns could. sometimes wart the same ting? auld it be thet daemons are vot the evil\nof cur depictions, hat rather an unaligned. instrurvent af change, to be used. by mortal agents for good or il?\n\n( was alone, bound. by iron chains in a shed. where vo one would find me. ( knew there was no alternative. My fhagers\nfelt for the item gun bee in Livissina, which (d stored. in a hp pouch (£ was a rich wooden box inscribed. with\nthe runes of the dark gods. { did. not krow exactly what it cordained, bt ( krew it was my only hepe to avoid. the fate\nof becowning the vest sacrifice to fuel the mad. schemes of Cassia Sarki. | alo knew that by using it, | was finally\njeiving the ranks of the desperate mary who have called. for daemonic aid.\n\n( managed. to unlatch the lid, and. immediately | sensed. the release\nof the creature that had. been trapped. within A merusrial shope\narranged. itself before my eyes. It fleated, mnysteriausly above the\ngrund, langth of visceus, liquid substance, anathema to wertal\nphysics, constantly Hawing and changing Limbs sprouted. at ualikely\npoints, each ending in a grey flare. | recognised. the Dark Fire. This\nwas an eidolon, one of the least understood. forms that have been\nidentified. ameng the ifivite dacrnnic multitude. They ar said. to\nbe rarely found alove, as this ont was.\n\nFor many mornents tt squlched. and. ebved impassiely before we,\nassessing me with eyeless judgement. Finally it reached. out a rippling\ntortacle an (felt the jt of inky lanes tale we. ( had. heart of this\ntial by fre, wt the stories could. vot prepare me for the horror. (\nfelt my soul consuued. in the write love. of 0 dying star\n\n \n\n*\n\n \n\nEidolons\n\nDaemon Legions",
    "Page_79": "4\n(felt wary clvert of my psychic being pulled apart by talons and. Shredded. meralessly for a millenium. ( felt my broin '\nSrive to an ashen husk and fall lightly threugh wy vostl to the dusty fear where it was daeured. by an earthworm, and |\n(was the worn, doomed. to burrow dark tunnels from nowhere to nothing for ctervity. The darkness gue Way toa red.\nlight and the cold. touch of rain on my shoulders as ( stared. at the Durning remains of ry childood. heme. The lanes\nmingled. with the red. hide of the ting that murdered my wether They mingled. with the blossoms of the bush in !\nwhich | bid. And. then they mingled. with the whole world, uxtil ( floated, utterly alone, in an endless prison of red. fire.\n\nWhen ( finally aweke, ( was still alone.\n( vomited. tile, sick with exraustion\nand. hunger, overcome by the\nsantty-testing visions ( had.\n\nendured in quick succession. But\n\nthe ropes that bawd. me had.\n\nburved auny. The eidoln nust\n\nhave believed. the flames would. end.\nme, when in fact thy had. helped.\n\nme greatly. | had. survived. the tral\nand had emerged. with a new\n\ncertainty: ( would no longer countenance\ncooperation with daervons. The mystery\nhad. been solved. Now was the time\nfor action. | peshed. mayself wp and. found.\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n\nan ol iron crowbar in a corver of the\ned. | stumbled. into the weeds beyond.\n(followed the trail of singed. tree trunks\nutil ( ford. the errant. eidelon that | bad.\npermitted. to enter the Mothers beautifid\nRealy. And. | bashed. it with the metal bar\nuntil it stopped. squirming,\n\nEidolon\n\nEschewing the rigid, rater inspired. Co most dacmons i Dac\nthese daemons Da) com me ae\ninnit hi bls ele J\ncae eG sung OEE",
    "Page_80": "Aurber Ith\n\n( rode for Civissiva like all the daerons of Hell were behind. me - when in fact they were ahead.\n\n( had. abandoned. ray deties for tao bg. (hod. vot seen what. was in front of my eyes (hud. risked. the saul of\nan entire city for the sake of afew trifling favours,\n\nlong pefore | reached. the walls of Civissina, ( saw it. Perhaps four feet tall ard. bie lke a ducks 99 Spivally\nlonbs connected. to a potbellied torso, above which an elfen head. grinned. twe rows of needles\n\n(ignored. the succubus as it cackled. at vny determination More of its brothers and. sisters appeared. alorg the\nread, each its own twisted variant on the same evil form - some with more than one bead, others with\nstrange fins or spines along their back. Their numbers grew until they were a great crows clarvouring like cats at\nthe uty gates. The Zalos. soldiers, meanwhile, had. retreated. to a more distaut exanpmert, and. ( could. see\ntheir sontries watching nerveusly.\n\n( entered. Civissina thrasgh the secret tunnels (id. been shown, The chy wes far from the encouraging enclove of\ncooperation it hod. beon days: previous The bodies of victoms from the summmening rituals rotted tn the streets,\nthe sent mingling with air thick with brimstone. The sounds of charting, punctuated. by the occasional scream,\ncould be hearth from many of the houses and. temples Fearful eyes watched. me from the shadows, and. strange\nshapes could be seen in the marketplace and. colonnades where once the peaceful inhabitants had. walked. Now\nthat it was encircled. by daemons, vot men, the city walls had. been abandoned, defences left unmanned.\n\n( burried. to what ad. once been the Doges polace ( found. the old woman stricken on the floor of her\nchambers, led. flowing from dozens of deep slashes on her body. Succubi, scattered. from the reom as | entered,\nchittring ecly ot their bandivierk\n\n“No. (said, marcbng towards ber \"I do not pert yas to die, Yu cannot UA the city destroy tse. Ther is\nwork to be dove.”\n\n—————\n\nMath flecked. with blood, the woman grinned. beneath her gilded. eyeballs\n\n“Bud the destruction.” she breed, with dificult.\" its so boned!\n\nSS\n\nt : “You are vot mad, you showed me yourself Vou seek an end. to order not. mindless suffering! (did. what yeu\na ede. (et. pr to hon Fin. (cn contre Kono jw\n\n \n\nSuccubi 80\n\nDaemon Legions",
    "Page_81": "But she only sruiled. wore broadly and. she bled. past me to some vision beyond.\n\n“The Fetrician is already slain Dy one of bis own. One who hos seen what. ( can ste, who will join us to bring the glittering Pi\nglories of choos to yaur Realm. Oh! Its so beautifull” ]\n\n( watched. as the golden colour faded. and. her eyes\n\nbecame human once wore. But they were\n\n    \n\nunrroving, and unseeing.\n\n(fled. for the third tome | found.\nmyself returning in shane and. defeat\n\nto Ocnelyeus. The rronastery was\n\nbeing rebuilt ofter the attack, and.\n\nthe Keepers were even wore\n\nbushed. and. concerned. than usual.\n\nThe eters did vot blame we for\n\nny failures, saying that armies\n\nfrom Myra and. Santa Regina\n\nwere already on the way to perge\n\nthe northern provinces of tis\n\ninfestation. But ( knew they wauld. come\ntoo late. Something would. need to be done\nto sae Civtssina before they arrived. ~ avd. (\nfeared for Zalos too, if Sarki were to turn\nher energies in its direction. | knew | vyust\nignore the counsel of patience. (was the\nonly bepe of ending this before all was bt.\n( retrieved. the items ( had. come for, and.\nreturned. again to the read, clad. once\n\nwore in the heod. and. cloak of a Keeper\n\n~\n\nTap\n\n  \n\nCeara\n\ni 3 ea)\nee rea ret Ris re wog sd sete 9\nBe po ie Se Any Ereatiat - aad\nae bordes of foes with Bia ari er a Accs “ i at 4 a\nda Tea Lisa LOM\nig Ta a] aa ee i io ctu a i) these victims\nPr a Me Usc2 cara rr a a encountered  succubi Na\n\nFO (gah kc ccdhidlare al",
    "Page_82": "aa the ey eae\nCate\na ee ee bike\n\nRd kB SC\neae ps\nesa) Fas\nSs\n\n4 Oa ier Dtea ira\n\n \n\nImps\neo Daemon Legions",
    "Page_83": "These predators of the netherworlgl Ge aaa A am\nomen a) Seo EAM ate Fae as serpent, their\nCaan eae Care re Sas oy come, a core ar tg\neeilagia eae ot Ce aM are They CG CN ama\nsensory organs to be discerned: om SG faa nameless burger and an Cee\nCY Near eae es BY work Ue CoE rica otherworldly eae\nCtr ata Wier i tS Nia ce CTL\n\nAyr \\\nane a ee ae\nila aac Acck ace ae eee\nCe La Ts (a cated core\nTae Fe ee\nil ee E>\n\noF\n\n= NT\nba Ney\n\nVeil Serpents\n\ncae\n\nDaemon Legions",
    "Page_84": ": u heard about the Pride of Santa Regina? I\n\nwas on the ship what found her drifting. It’s\nall true. Blood and corpses everywhere, rigging\ntorn to shreds. Only one man left, hidden himself\nin a barrel of black powder. Wouldn't stop shak-\ning. Said he was hunted by the armies of Hell.\nSaid they were coming for him. Said there was\nnowhere to hide.\n\nWe gave him some grog and eventually got\nhim to stop mewling. Told us this grand\ntale. Said he’d been in the jungles\nof the South. There’d been a\ncompany out of Aguadulce.\nThey'd found a city with\nthese big step-pyramids, out\n\nin the Wrathful Mountains.\n\nSaid the savages there have a\n\nbig posh kingdom or some\nnonsense - had so much gold\nthey didn’t even see the value.\n\nThey were heading back to their ships,\n\nall laden with treasure, when they’d found a\nsmall village. Just a bunch of huts, really. They\nstop for chow with the locals, all with feathers in\ntheir hair and strange marks on their bodies.\n\nOur man doesn’t like it. He and most of the crew\nwant to move on, it feels off. But the captain is in\nhigh spirits about the loot, and he takes a fancy to\na village girl. He tells the men to make camp. Next\nmorning, they wake up and there’s this terrible\nstench of rotten eggs. They find the girl smiling,\nall covered in blood, holding a knife, and the cap-\n\n  \n\ntain’s nowhere to be found. The men draw their\nguns and shoot up the village. They kill a bunch,\nbut most of the tribe run into the trees. There’s\nnothing else to do. They still have the gold, so\nthey take it and move on.\n\nWell it gets to twilight and there’s a scream from\nthe back of the line. They turn to look, and one of\nthe guys is on the ground, gurgling blood through\nthe big hole in his neck. There’s a swish\nthrough the trees - they think they see\nsomething big with wings - and a\nof laughing.\nSomeone says it’s a pteradon.\nAnother says that’s not a\n\nsound mad\n\npteradon, that’s a_ giant\nvampire bat. But our guy -\nhe knows there’s no bats or\n\nreptiles that cackle like that.\n\nThere’s another scream - now\nanother guy has been impaled ona\nbranch half way up the side of a tree. A\ncouple of men shoot blindly into the jungle, for all\nthe good it does. Soon they’re running for their\nlives. About half the company gets picked off all\ngruesomely, and still they can’t see the flying\nthings that keep attacking and retreating.\n\nIt gets so bad they’re forced to drop the treasure.\nFinally they make it to the shore. They reach the\nPride of Santa Regina.\n\n \n\nFuries\n\nDaemon Legions",
    "Page_85": "They look back at the trees - no sign of the creatures.\nThey raise anchor sharpish and head for Arcalea.\n\nHe said the daemons came again the first night at\nsea. He’s certain that the witch girl unleashed the\nfiends of Hell against them. Called them “furies”,\nlike from the myths - said they come to punish\nwrongdoers and they never give up the chase.\nSaid they’d killed the whole crew. There was\nnothing to shoot at in the dark. Just the sound of\nwicked laughter all around. He’d hopped in a bar-\nrel and stayed there for days, half starved and\n\nreeking of piss.\n\nWe took him home on the Dawn Star, and some of\nthe lads tried to ask where he’d dropped the gold.\n“West” is all he’d say. Kept turning his head in\nevery direction. The third day aboard, a flock of\ngulls passes the ship. He picks up a cannonball\nand jumps over the taffrail before anyone can\nstop him. How’s that for a story, eh?\n\n—Overheard on the docks of Port Roig",
    "Page_86": "1%\n‘ Damien remained. unconscious on the pole And Sarki was staring around. in stupefaction.\n\nbe : La 2 4 5 P pana at le Es nie a\n\n \n\n \n\nAcreber th\n\nWhen ( reached. Civissina, a swarm of dacrvons bad. gathered: around. a large pre bdore the gates. A stench of sulfuric decay\ninfused. the arena. In grey rehes, Sarki paced. before her githering audience cltching a curved. kuife already matt with the dried blood.\nof yesterdays victims.\n\n. Prince Damien was tied to the pyre. His head. dreeped, bruised. and. bleodied.\n\n“Nou. loved. im, once!” ( wied, stepping forward. avvong the sureeching, aozing daewons. Always keen to promote conflict, thy\nseemed wore than willing to allow me to confront their wortal leader Sark. looked. up with a snarl; ( could, see there was very\nlitde of her forrner wind. still ixtact. “You only summoned. the Maw of Akcan to bide the evidence of bis fratricide. You did. it out\nof love! Can you vot recal!?\n\nVacantly the sorceress locked. trom me to the shackled prince There was vo flicker of recogrition She began to seratch at her own\nbody restessly loabs twitching ~ a char symptom of addiction to power Her agitation grew, frantic, desperete. | leapt forward.\n\nand. knocked. the dagger from her hands with my own Dlade, just as she had. raised it against the Prine Howding, she turned a\n\nface of pur malice towards me, and the world. blurred. as ( was struck head. over beds by a sorcerous blast.\n\n“Yau wish to tight mee Me!\" roared. the ymage, as ( ravaged. to pull mnyselt, panting, to my feet. “I, who have been granted.\npowers beyond. your omegiring! ( who ommend. the Legions!\n\nThere were screams, far off. We both eked. to the distance, where something was demstating a squad. of Zalosi soldiers. (\nipsed. a whirlwind. of devastation, against which surely no mortal could. stand. ~ and. tt was approaching our position with\n\nf ee Fe Ugies Ve\n\nuncanny speed. Sarki was cackling, wore delighted. than ever\n\nThe assembled, daervons ported, and. there came a great engine of whirling blades, manned. dy wore of the suceubi Despite the\nblur of many roving ports, the effect it produced. Was spe everything tu its path was churved. to fragments\n\nThe controption of death sped. towards me, and. qrashing, baying creatures followed. behind. it, all at her command. ( teok a deep\nbreath and. faced. the appreaching dean, drawing an item trom my cloak\n\n“The Orb of Al-Sabar is a wost ingenious device, ar mused, as ( saw my enemys expression change “Its operation is utterly\nsinple, and. yet its construction alvvost impossible to fathom. It is said Al-Sahar conpleted. just thee in lis lifetime, though this\nis the only one known to hove survived. The Keepers have protected tt for geverations. ( like to think it is a ott from cur Mother\nShe tells us Be brave - now and forever.”\n\nThe curving blades were just yards away as the Orb actimted. There was a vomert of tremendeus silence, ard. then a wrenching\nsensation, like the whole world. twisting areund. a piuet in my hands.\n\nWher! looked. again, We were alone on the field. The theshing engine Was gone, alorg with all the denizens of the Immortal.\n\n \n\nThreshing Engine 86 Daemon Legions",
    "Page_87": "“Neu! .. New think ( care about a few dozen daervons? ( can summon an army in an instant! en vow, on the other <ide of tat gate,\nthy feast on the minds and. seuls of the living! eure bst, so-called. daenen hurter! Our victory is inevitable! A\n\nOnce again | was on the receiving ond of a magical attack. | had time to raise the shield of my cloak, woven with wardling energies, ht\nstill | was knocked onto my back The face of the sorceress lowed. above me, darkening against the grey sy, andl | cried. out as her beot\ncame down and. crushed. the priceless Orb of Al-—Sahar to pieces. ( suommened. what courage ( bad. lft\n\n“Cassia Sarki, of Zales,’ ( began, ray wice weak. “You are hereby Judged. an enemy of the Mortal Real. You vill’\n“Enaughl! (am the waster of this Realn; my dovvivion of the Veil is at hand! Die!”\n\nA rod. of white fire appeared. in her hands. Freparing to stike, she raised. them Migh above her head, which wore a mest of pure\nmates.\n\n“This Realon is under my protection, and you are waster of nothing, 7 whispered. “Nour sontence is death”\n\nWith a gentle click, | unlocked. the pistol ( kept primed. on my right wrist. As it sprang foruard, ( Pulled the trigger, and. instantly\nSarki fell dead, a tall trush one eye.",
    "Page_88": "ae |\n\naa Ba aaa 4 rudimentary exoskeleton,” these ct a er Caer Tuas\nCNL DE a eae Cannan ee to kill for its ca Ea a Ce ae me aR\nara ae er Dea ay hi Beam or attention, but also\nPe ane Tae ami! Late, ae Seay\nare SR ae a he, ce w fri\nCe they Nae oe,\nBaa id lx\nee\n\nes\n\nee\n\n \n\ne x\nDaemon Legions\n\nClawed Fiends",
    "Page_89": "Aa eter officer ae aos ie ea footfall\nmio adieu Ta a onae Pere a od\n\nSe a tag Pa them. Their sinewy forms\nPo ae TO as aa Cd like\niron they Pe rn esc\n\nPe a a\n\niron weaportry. often they 1\n\nsoldiers, Co cg festatio\n\nce aa rr\neffectiveness. Dual,\n\nif you con separate a single ca\nSecome confused and much easier to manipulate, —\n\n \n\n \n\nMyrmidons\n\nDaemon Legions",
    "Page_90": "4\n\n \n\n \n\nAucber L5th\n\n“How can ( find. the strength to carry on? writes Sybellicus tn the margin of bis gromeire. “It is not just. the tenptation\nof power ~ ( must resist nothing less than the inevitable. They will destroy everything.\n\nThe Civissina disaster did. not end. with Cassia Sarki. Prince Damien remains teo ill to bad. his people After untying\nhim from the sacrificial pole, ( arvied. bi to the Zalosi encampment and. saw that he was cared. for The soldiers\nwere ternified. Only a fraction of the anny was still encaryped, the rest having been lost to desertion. ( called the\nremaiving troops to Damiens tert and. begged. them to hep me swe those who still lved. in Civissiva, saying it was a\nchanee to avenge the wrongs deve to tem by the sorceress. But | was met by grim faces\n\n“Pease,” ( tied again. “| caanvot lose any vor. They have taken too much from me already, ;\nStill there was silence. Finally a large, weather—beaten soldier stepped. forward.\n\n“No more daemons. Its tao vache said. And. there were nods\n\n“Cinissina isnt our problem, \" said. another \"We wart to go home ’\n\nThee was nothing ( coulll do. ( watched. as they began to pack up what was ft of the camp, Grudgingly ( returned. to\nthe tunvel ertrance to Civissina (n the darkness ( thoualrt ( saw blurred. creatures, unnaturally fost, and. heard. chittering\nall areund. Once ( emerged. into the dty it was vo better: The eyes of the people were tormented, pelea. Dy some\npowertul fore, compelled. to harm themselves and others. The cobbles were wet with blood. None listened. to my\nentreaties. They war lost in private prayer Daemons prowld. every which way killing sometivves for fun, sometimes\nencatraging the humans in their dark, miserable pursuits\n\n“Ut is a vision of tings to nel ‘cave a wice by my side as | watched. the scene from the battlements There befor\nme was a warrior clad. in armour of dark feathers; a tall and. battle-hardened. form. He tured his black-scarred face\ntowards me. “This is the Hell on Earth that was promised. (¢ is coming ,\n\nAnd. ther tn bis bands grew a length of burvished bronze, and from tts top a bleak and. ragged. banner blews and. on the\nsackcloth was inscribed. a single chaly symbol of the (finite.\n\n(heard dterwards that when the armies of Santa Regina and Myra arrived, there was vothing for them to save. The\n\nwhole city was burned. in peritcation. But | remember vone of it, tor ( was lost then in the great banner that rippled. 4\ntn the axering breeze, cascading across the sky until it blocked. aut the sunset, blocked all the light of this worl and filled\n\nmy mind. with the wid.\n\n \n\nHarbinger\n\n90 Daemon Legions",
    "Page_91": "Bam INs\nh » Y\n\n‘6\n\n3 Ye\niN me\nigo i\n‘are verth LAE 7",
    "Page_92": "The legions of the Dark Gods descend upon our\nrealm like a tempest. Their larger hordes can\nrarely be sustained for long on the comparatively\nscant magical resources of this world, and yet their\ncoming is remembered for generations. Tales are\ntold of the most powerful and devastating dae-\nmons to stalk the mortal lands, standing out by\ntheir spectacular deeds or by sheer force of will\nfrom the infinite cauldron of the daemonic throng.\n\nDrawing on my decades of research and inter-\nviews, I will here describe several of the most\nnotable daemons through history, and the coali-\ntions they assembled. Since the essence of such\nmonsters escapes back across the Veil when\n\n \n\ntheir physical forms are destroyed, these recog-\nnisable individuals may return several times\nover the arc of the ages, acquiring many names\nand titles and building up fearsome renown.\n\nLesser daemons derive much of their identity\nfrom the more powerful creatures they are com-\npelled to follow, and these notable Dukes of Hell\nhave been particularly effective in crafting potent\nsymbols and iconography to shape the forms and\nnatures of the legions they command. In such a\nway can they impose their dominion over the\nchattering maelstrom of daemonkind.\n\n—Captain Urs Bédeker, Iron Legions of Myra\n\nCACOPHRAX\nTHE ENTROPIC\n\nCacophrax was a greater daemon of Sloth that decim-\nated the Avrasi empire in ancient times. Half griffon\nand half alligator, it was said to be the size of a barn\nand yet it could float effortlessly over battlefields, dis-\nsolving people and buildings simply by looking at\nthem. Cacophrax led a cross-pantheon coalition of\ndaemons who all took abyssal black colouring, and\ntheir symbol was a spiral. The Avrasi historian\nPtolemus has argued that Cacophrax was responsible\nfor the famous and very mysterious disappearance of\nthe Legio IX Destrana, and the loss of its eagles.\n\n \n\nBanners of the Legions\n\n92 Daemon Legions",
    "Page_93": "THE GILDED GIANT\n\nThis mythic creature, loyal to Sugulag, never took ma-\nterial form in our realm. Instead, the legends tell that\nit possessed an enormous golden golem the size of a\nNorthern Jotunn. The statue was supposedly built by\neastern dwarves before the united dwarven empire of\nthe Golden Age, using techniques now lost to history.\nWhen it came to life, it brought minions across the\nVeil, which took similar metallic, mechanical forms,\nattending under the banner of an anvil. Its sole pur-\npose appeared to be the raiding of gold, which it\nwould haul away for unknown purposes. There are no\nrecords of the Gilded Giant from the Ages of Ruin, but\nin A.S. 788, reports reached Vetia of a giant statue that\ndestroyed the Infernal citadel of Khazabkek on the\nBlasted Plain. Further details were repressed by the\nlocal dwarven Overlords.\n\n \n\nFOLOY\nTHE SKULLBRINGER\n\nAmong the legions that have appeared at times of nat-\nural upheaval, Foloy is often prominent. The name is\ngiven by the ogres, who he decimated in the wake of\nthe Inferno cataclysm - his best remembered mani-\nfestation. A giant red brute with horns, hooves and\ntwo living axes, Foloy is feared around the globe as an\navatar of the Earth’s rage, though there is nothing\nworldly about Vanadra’s Tempest, as the elves call\nhim. His followers are usually frightful, even by dae-\nmonic standards, coming with tentacles and every\nfreakish form, always after earthquakes, eruptions,\ntidal waves or ferocious storms. His sigil is a skull with\na blindfold across the eyes to represent the universal\n\n \n\nnature of Wrath's justice.\n\nBanners of the Legions 93 Daemon Legions",
    "Page_94": "QUETZATOA\nTHE DEVOURER OF THE DEEPS\n\nResembling a monstrous hermit crab, Quetzatoa has\nnever twice manifested with the same shell, but its\nenormous claws and belly are unmistakable in the an-\nnals of daemonology. Some say its lair is found be-\nneath the tainted waters of the Shattered Sea, but\nsightings have been reported throughout the world.\nLeading piscine forces on seaborne attacks, the De-\nvourer of the Deeps is a terrifying legend among sail-\nors, seeking to consume any mortal that dares cross\nits ocean domain. Those who drown are said to feed\nits insatiable hunger. Loyal to the God of Gluttony, the\nDevourer's horde is extremely diverse, but all aquatic\nin appearance, and its barnacle-encrusted emblem is\n\na crab's claw.\n\n \n\nTERGON\nTHE PATHMAKER\n\nA hero in the tales told by the Warriors of the steppes,\nthe Omen named Tergon Khan is known to have led\ngreat coalitions of both mortals and daemons against\nTsuandan in centuries past. In the Tergonead, an epic\npoem, we read: Where he walks, light shines in his\nwake. Illuminated are his footsteps, and illuminated are\nwe who come behind, bathing in Savar's glow. Thrice\nhas he walked our world, gaining glories each more il-\nlustrious than the last. When he returns, grant that we\nmay follow his golden tread, leading us unto majesty,\nand raise up the standards that point the way.\n\n \n\n \n\nBanners of the Legions 94 Daemon Legions",
    "Page_95": "SCAROK\nTHE MAGNANIMOUS\n\nA titan of Envy, Scarok's regular form is that of a drake,\nwith scales that shimmer like a kaleidoscope. Her maw\nis ever curled in a knowing smirk, and she arrives at-\ntended by myriad reptilian forms that shimmer and\nscurry in her aura of self-adulation. She avoids open\nconfrontation unless she is defied; instead, she seeks to\ncorrupt the minds of the wealthy and powerful, visit-\ning kings and merchants in secret, tempting them to\nlook towards their neighbours with jealousy. It is said\nshe watches the ensuing battles from above, cackling\nat the bloodshed. Her symbol of a forked tongue pro-\nvokes both awe and fear among the dread elves, for she\nhas come often to Silexia, but she is also known in Vetia\never since the Wars of Spite (355 to 378 A.S.).\n\n \n\nAKKA ZONO\nTHE PUPPETMASTER\n\nAkka Zono has most recently appeared in Sagarika, but\nthere are many legends also from Qassar and the Kogh-\ninan. Sometimes called the Sultan of Lust, it has a goat’s\nhead surrounded by many arms. While the devout have\noften described Akka Zono as the cause of evil thoughts\nand carnal desires, according to my sources its true\nfunction is not to create lust but to satisfy it, by manipu-\nlating the objects of affection into agreeing to the de-\npraved proclivities of the naturally lustful. Many noble\nleaders have fallen to its wicked forms of persuasion\nand methods of control. Those who resist successfully\noften find themselves confronted by cohorts of de-\nformed abominations, resembling overlarge children\nor animals with human faces, bearing Akka Zono’s ban-\nners marked by a vertically bisected circle.\n\n \n\n \n\nBanners of the Legions 95 Daemon Legions",
    "Page_96": "",
    "Page_97": "",
    "Page_98": "Army Specific Rules\n\nAegis\n\nUnit profiles in this Army Book contain an additional Characteristic, which corresponds to the units’ Aegis Saves,\nshortened Aeg. This Characteristic is treated as if the unit has the Personal Protection Aegis (X+) written on their\nprofile, where X is the Aeg Characteristic value. Not having an Aeg value does not prevent a unit from being the\ntarget of an Aegis modifier.\n\nImmortal Denizens\n\nCasting rolls made by models in a Daemon Legions army with one or two dice gain a +1 Casting Modifier. For casting\nrolls with a single Magic Dice, a natural roll of ‘1’ or ‘2’ is always a failed Casting Attempt, regardless of any modifiers.\nIn addition, in a game involving at least one Daemon Legions Army, each player adds +2 Veil Tokens to their Veil\nToken pool in the Magic Phase during Siphon the Veil when they are the Active Player.\n\nArmy Model Rules\n\nUniversal Rules\n\nGreater Dominion\n\nAt the start of each friendly Player Turn, you may choose one friendly unit within the Commanding Presence range\nof the model with Greater Dominion. All RGF models in the chosen unit gain the Dominion rule in the Character’s\nunit entry until the end of the next Player Turn.\n\nArmoury\n\nDark Fire - Shooting Weapon\n\nRange 18”, Shots 2, Str 4, AP 0.\nArmour Save rolls of ‘1’, ‘2’, ‘3’, and ‘4’ are always considered failed when saving wounds caused by Dark Fire.\n\nHereditary Spell\n\n \n\nCasting Value Range Type Duration Effect\nH The target suffers 1 hit with Strength 2 [5], Armour Pene-\nSpear of Infinity tration 2, Area Attack (1x5), and [Multiple Wounds (2)].\nrep Damage The hits from Spear of Infinity gain +1 Strength for each\nA+ 24\" Wate aie Instant other non-Attribute Spell successfully cast in this Magic\n\nPhase (including other instances of Spear of Infinity).\n\nPOS OOO\n\nHereditary Spell Daemon Legions",
    "Page_99": "Daemonic Manifestations\n\nDaemon Legions armies possess their own version of Special Items called Daemonic Manifestations. They follow the\nrules for Special Items, with the exception that they are not One ofa Kind and that models cannot be affected by\nmore than one instance of each Manifestation, unless specifically stated otherwise.\n\nGuiding Manifestations\n\nSome Daemonic Manifestations have an option to be taken as a Guiding version. Unless specifically stated otherwise,\nthe normal version of Manifestations is taken. When using the normal version, ignore all text (with this colour-\ncoding). Only Characters can take Guiding Manifestations. If the Guiding version is taken, this must be noted on\nyour Army List. Follow the rules stated (with this colour-coding) and ignore point costs written in the standard way.\nNote that Guiding and non-Guiding Manifestations are considered to be the same Manifestation for the purpose of\n\nDuplication Limits.\n\nCSO Manifestations of Father\nChaos\n\nIron Husk 110 pts\nThe model’s Resilience is set to 6.\n\nKaleidoscopic Flesh 45 (65) pts\n(Dominant).\n\nThe model (and each R&F model in its unit) gains\nHard Target (1).\n\nMark of the Eternal Champion 45 pts\nIf the bearer is not a Wizard, it becomes a Wizard\nApprentice that does not select spells as normal but\nalways knows Spear of Infinity (Hereditary Spell). If\nthe bearer is already a Wizard, it knows Spear of In-\nfinity in addition to its other spells and cannot select\nit during Spell Selection.\n\nMirrored Scales\n(Dominant).\nEach Close Combat Attack allocated towards the\nmodel (and R&F models in its unit) for which a natu-\nral ‘1’ is rolled to hit is distributed onto the attacking\nmodel’s Health Pool.\n\n45 (70) pts\n\nWithering Vapour 45 pts\n0-2 per Army.\nThe bearer gains Breath Attack (Str 3, AP 2).\n\nHammer Hand 40 pts\nThe model gains +1 Attack Value.\n\nSorcerous Antennae 40 pts\n0-2 per Army.\nAt the start of Siphon the Veil in each of your Magic\nPhases, choose a single model part in each unit with\none or more instances of this Manifestation. The cho-\nsen model part gains Channel (1) until the end of\nthe Magic Phase.\n\nCloven Hooves 35 pts\nUnless the model already has Impact Hits (X), it gains\nImpact Hits (D3+1). These Impact Hits are resolved\nwith Strength 5 and Armour Penetration 2.\n\nBrimstone Secretions\n(Dominant).\nAttacks that are Divine Attacks made against the\nmodel (and against R&F models in its unit) lose this\nAttack Attribute.\n\n25 (35) pts\n\nCentipede Legs\n(Dominant).\nThe model (and each R&F model in its unit) gains +1”\nAdvance Rate.\n\n25 (40) pts\n\nChitinous Scales 25 pts\nThe model gains +2 Armour, to a maximum of 3.\n\nDark Hide 25 pts\nThe model gains Scout with the following exception:\nit must be deployed fully inside the owner's Deploy-\nment Zone, and the owner must have deployed at\nleast one unit normally.\n\nLiving Shield\n(Dominant).\nThe model (and each R&F model in its unit) gains\nParry.\n\n25 (50) pts\n\nUnnatural Roots 25 pts\nA side with one or more models with Unnatural Roots\nEngaged in Combat at the end of the Round of Combat\nadds +1 to its Combat Score.\n\nCharged Tendrils 15 pts\nAt the end of Siphon the Veil, the owner is allowed to\nstore up to 6 Veil Tokens instead of the normal 3.\n\nDextrous Tentacles\n(Dominant).\nThe model (and each R&F model in its unit) gains +1\n\nAgility.\n\n15 (35) pts\n\nLOD OO OU\n\nDaemonic Manifestations\n\nDaemon Legions",
    "Page_100": "v Manifestations of Envy\n\nGreenfire Eyes AO pts\nOne use only. Must be activated when the model’s\nunit fails its first Charge Range roll. The unit must\nreroll the Charge Range roll.\n\nPiercing Spike\n(Dominant).\nClose Combat Attacks made by the model (and each\nR&F model in its unit) gain +1 Armour Penetration.\n\n25 (60) pts\n\nVenom Sacs\n(Dominant).\nThe model (and each R&F model in its unit) gains\nPoison Attacks. If the model’s Close Combat Attacks\n(or those from R&F models in its unit) already were\nPoison Attacks from another source than this Man-\nifestation, the attack will automatically wound on\nsuccessful to-hit rolls of 5+ instead of 6+.\n\n25 (80) pts\n\no> Manifestations of Gluttony\n\nBroodmother\nDominant.\nAt the end of each Round of Combat during which\nthe model’s unit was Engaged in Combat, and during\nwhich the model (and R&F models in its unit) caused\nat least three Health Point losses against enemy units\nwith Close Combat Attacks, the unit Raises D3 Health\nPoints.\n\n60 (80) pts\n\nDigestive Vomit\n(Dominant).\nOne use only. Must be activated the first time the\nmodel's unit performs a Post-Combat Pivot or a Post-\nCombat Reform. The model (and each R&F model in\nits unit) gains +1 Strength and +1 Armour Penetra-\ntion until the end of the game.\n\n45 (60) pts\n\nUnhinging Jaw\n(Dominant).\nFailed to-wound rolls from Close Combat Attacks\nagainst Large or Gigantic models made by the model\n(and each R&F model in its unit) must be rerolled.\n\n40 (55) pts\n\n \n\nth Manifestations of Greed\n\nDivining Snout 20 (40) pts\n(Dominant).\n\nWhen Charging a unit that contains one or more Spe-\ncial Items, the model (and each R&F model in its unit)\ngains +2” Advance Rate for Charge Range rolls. The\neffects only apply in the Charge Phase and only if all\n\nmodels in the unit are affected by Divining Snout.\n\nGrasping Proboscis\n(Dominant).\nAt the end of each Round of Combat during which the\nmodel’s unit was Engaged in Combat, and the model\n(and R&F models in its unit) caused at least three\nHealth Point losses against enemy units with Melee\nAttacks, the owner gains D3 Veil Tokens to their Veil\nToken pool.\n\n20 (25) pts\n\nSmothering Coils\n(Dominant).\nThe model (and each R&F model in its unit) gains +1\nto-wound with Close Combat Attacks against models\nwith Scoring.\n\n20 (50) pts\n\na Manifestations of Lust\n\nMesmerising Plumage 40 pts\nDominant.\nEnemy units in base contact with one or more mod-\nels with this Manifestation suffer -1 Offensive Skill\nand -1 Defensive Skill.\n\nRoaming Hands\n(Dominant).\nWhile the unit is Engaged with an enemy unit’s Flank\nor Rear Facing, the model (and each R&F model in its\nunit) gains +1 Strength and +1 Armour Penetration.\n\n35 (40) pts\n\nHot Blood\n(Dominant).\nThe model (and each R&F model in its unit) gains\nDevastating Charge (+2 Agi).\n\n10 (25) pts\n\nPOO SO— OOOO\n\nDaemonic Manifestations\n\nDaemon Legions",
    "Page_101": "Kk Manifestations of Pride\n\nStiff Upper Lip 35 pts\nDiscipline Tests taken by units with at least one\nmodel with this Manifestation are subject to Min-\nimised Roll.\n\nBronze Backbone\n(Dominant).\nThe model (and each R&F model in its unit) gains\nHatred.\n\n30 (70) pts\n\nHorns of Hubris\n(Dominant).\nThe model (and each R&F model in its unit) gains\nVanguard (6”).\n\n25 (35) pts\n\nAy Manifestations of Sloth\n\nChilling Yawn 75 pts\nDominant.\nEnemy units in base contact with one or more models\nwith this Manifestation suffer -2 Agility.\n\nAura of Despair 50 pts\nDominant.\nEnemy units suffer -2” Advance Rate to a minimum\nof 1” when rolling for Charge Range against units\nwith at least one model with this Manifestation in the\nCharge Phase.\n\nSegmented Shell\n(Dominant).\nWhen the model (or a RGF model in its unit) suffers\na wound from an attack with Multiple Wounds (X),\nreduce X by 1, to a minimum of 1.\n\n30 (30) pts\n\n\\V/ Manifestations of Wrath\n\nWhipcrack Tail\n(Dominant).\nThe model (and each R&F model in its unit) gains\nLightning Reflexes.\n\n50 (75) pts\n\nRed Haze\n(Dominant).\nThe model’s Close Combat Attacks (and those of R&F\nmodels in its unit) gain +1 Strength and +1 Armour\nPenetration, but each of its Close Combat Attacks\n(and those of R&F models in its unit) with a natu-\nral to-hit roll of ‘1’ is distributed onto the attacking\nmodel’s Health Pool.\n\n0 (75) pts\n\nIncendiary Ichor\n(Dominant).\nThe model (and each R&F model in its unit) gains\nAegis (2+, against Flaming Attacks). All Melee At-\ntacks (including Special Attacks) and Shooting At-\ntacks made by the model with Incendiary Ichor (and\neach R&F model in its unit) become Flaming At-\ntacks. The model (and each R&F model in its unit)\nautomatically fails all Fortitude Saves.\n\n10 (30) pts\n\nLOD DO OU\n\nDaemonic Manifestations\n\nDaemon Legions",
    "Page_102": "Army Organisation\n\nPr. tee\n\n   \n\n \n\nCharacters Core Special\nMax. 40% Min. 25% No limit\n\nCharacters (Max. 40%)\n\n \n\nHarbinger of Father Chaos pam\n\nType Beast\n160 pts single model 0-4 Units /Army Base 25x25 mm\n\n \n\n \n\n—\n\n| j A mount marked with [Av] and its rider count towards Characters and Aves.\n\nLA\n\n \n\nGlobal Adv Mar __—Dis Model Rules\n5” 10” 8 Fearless, Light Troops, Supernal\nDefensive HP Def Res Arm Aeg\n3 5 4 0 At\nOffensive Att Off Str AP Agi\nHarbinger 3 5 5 2 5\nSe pis —— 000s eee pts-\nWizard Apprentice 40 Battle Standard Bearer 50\nWizard Adept 115 Manifestations of Father Chaos and those available to\n\n \n\nthe General up to 150\n& A Dark Fire (3+) (on foot only) 15\n\nDivination Evocation Thaumaturgy Witchcraft — Mount Options | pts—\nPale Horse 70\nBurning Wheel [Av] 80\nGreat Beast of Prophecy [Av when taking Fly] 100\nDark Pulpit 110\n\nPOS OOOO\n\nCharacters Daemon Legions",
    "Page_103": "Kuulima’s Deceiver\n345 pts\n\n \n\n \n\nsingle model\n\nHeight Standard\nType Beast\n\n0-3 Units/Army Base 25x25 mm\n\n \n\nP| The unit also counts towards Aves if taking Fly.\n\n \n\nGlobal Adv Mar _ODis\n5” 10” 9\nDefensive HP Def Res = Arm_—_— Aeg\n4 6 5 0 5+\nOffensive Att Off Str AP Agi\n\nKuulima’s Deceiver 1 6 5 2 5\n\nModel Rules\n\nModel Rules\n\nDominion of Envy, Fear, Fearless, Light Troops, Protean\nMagic, Supernal, Wizard Apprentice\n\nKnow Thyself, Poison Attacks\n\n \n\nDominion of Envy: Universal Rule.\nThe model’s Close Combat Attacks allocated towards\nmodels equipped with Close Combat Weapons other\nthan Hand Weapons (regardless if they are using\nthem or not) gain +2 Offensive Skill.\n\nKnow Thyself: Universal Rule.\n\nAt the start of the Initiative Step in which the bearer’s\nClose Combat Attacks will be performed, choose one\nmodel part from each enemy model in base contact\nand add their Attack Value Characteristics, exclud-\ning any modifiers, to the Attack Value of Kuulima’s\nDeceiver. At the end of each Round of Combat, the\nbearer’s Attack Value is set to 1.\n\n \n\nMagic Options ———______—__________—____—__ pts-\nWizard Adept 65\nWizard Master 190\n\nDivination Evocation Thaumaturgy Witchcraft\n— 0p tions Sa pts-\nMust take Greater Dominion (General only) 30\nFly (7”, 14”) 35)\nManifestations of Father Chaos and Envy up to 150\n\n \n\n   \n\n \n\n \n\n \n\nrev Height Gigantic\nMaw of Akaan cae\nLis 555 pts single model 0-1 Units/Army Base 150x100 mm\nGlobal Adv Mar Dis Model Rules\n7” 14\" 9 Dominion of Gluttony, Fearless, Supernal, Wizard Ap-\nprentice\nDefensive HP Def Res Arm Aeg\n9 5 5 0 Aegis (5+, against Magical Attacks), Devour, Fortitude\n(5+)\nOffensive Att Off Str AP Agi\nMaw of Akaan 6 5 6 2 3\n\nModel Rules BC a pts-\nDevour: Personal Protection. Wizard Adept 75\n\nFor each Health Point loss the model causes with Wizard Master 225\n\nClose Combat Attacks against enemy units, roll a Dé\n\nat the end of the Initiative Step. For each rolled 4+, & A\n\nthe model gains +1 Health Point. ‘ ,\n\nWhen the model has 18 Health Points, all units EvocauOn Wikielrenet\n\nwithin 9” immediately suffer 2D6 hits with Toxie = Options —£@——2— pts—\n\nAttacks, and the model is removed as a casualty. Must take Greater Dominion (General only) 65\n\nDominion of Gluttony: Universal Rule.\nThe model must reroll natural to-wound rolls of ‘1’\nwith its Melee Attacks.\n\nManifestations of Father Chaos and Gluttony up to 150\nIf General up to 175\n\nLOD OO OO\n\nCharacters\n\nDaemon Legions",
    "Page_104": "Miser of Sugulag Height Gigantic\n\n \n\n \n\n \n\nType Beast\n630 pts single model 0-1 Units /Army Base 50x100 mm\nGlobal Adv Mar _—Dis Model Rules\n7” 14\" 9 Dominion of Greed, Fearless, Supernal, Wizard Appren-\ntice\nDefensive HP Def Res Arm Aeg\n\n6 6 7 0 5+ Half Off, Abyssal Armour\n\n \n\n \n\nOffensive Att Off Str AP Agi\nMiser of Sugulag 5 5 5 2 2\nModel Rules Magic Options ————_—__________________—__ pts-\nAbyssal Armour: Armour Equipment. Wizard Adept 5)\nFollows the rules for Plate Armour. For each Veil Wizard Master 225\nToken in the owner’s Veil Token pool, attacks against q\nthe wearer suffer -1 Armour Penetration, up to a Fi & ae\neis Divination Evocation Thaumaturgy\nDominion of Greed: Universal Rule.\nThe model gains +2 Defensive Skill while its unit is ja a. 7 = ee C oe\nin base contact with an enemy Scoring Unit. Must take Greater Dominion (General only) 35\n: Manifestations of Father Chaos andGreed upto 175\nHalf Off: Personal Protection. If General up to 200\n\nIf the model suffers a wound from an attack with\nMultiple Wounds (X), reduce X by half, rounding frac-\ntions up.\n\nPOS OOOO\n\nCharacters Daemon Legions",
    "Page_105": "Courtesan of Cibaresh\n550 pts\n\n \n\n \n\nsingle model\n\nHeight Gigantic\nType Beast\n\n0-1 Units/Army Base 50x100 mm\n\n \n\nGlobal Adv Mar Dis\n9” 18” 9\nDefensive HP Def Res Arm Aeg\n6 7 5 0 5+\nOffensive Att Off Str AP Agi\n\nCourtesan of Cibaresh 6 7 5 4 7\n\nModel Rules\n\nAvert your Gaze, Dominion of Lust, Fearless, Supernal,\nWizard Apprentice\n\nDistracting, Hard Target (1)\n\n \n\nModel Rules\nAvert your Gaze: Universal Rule.\nEnemy units within 6” of one or more models with\nAvert Your Gaze suffer -2 Discipline when taking\nCombat Reform tests.\n\nDominion of Lust: Universal Rule.\nThe model gains Strider. When rolling their Charge\nRange in the Charge Phase, units consisting entirely\nof models with Dominion of Lust must reroll failed\nCharge Range rolls if they are Located in the Charged\nunit’s Flank or Rear Facing.\n\nRazor Tentacles: Attack Attribute - Close Combat.\nIf the attack is allocated towards an enemy R&F\nmodel while the attacker is Engaged with the Flank\nor Rear Facing of the target’s unit, the attack gains\nArea Attack (1x5), and its Strength and Armour\nPenetration are set to half the model’s [the model’s]\nStrength, respectively Armour Penetration, round-\ning fractions up. This is done after applying other\nmodifiers.\n\n \n\nRazor Tentacles\nMagic Options aa — pts-\nWizard Adept 75)\nWizard Master 225\nDivination Witchcraft\nSSB. SSS pts-\nMust take Greater Dominion (General only) 35\nManifestations of Father Chaos and Lust upto 150\nIf General up to 175\n\n2O— Ov OO MSO\n\nCharacters\n\nDaemon Legions",
    "Page_106": "Omen of Savar Height Standard\n\nType Beast\n490 pts single model 0-3 Units /Army PaeerSOeS Omar\n\n \n\n \n\neo A mount marked with (Av) counts towards Aves. The mount and its rider also count towards Characters.\n\n \n\nGlobal Adv Mar Dis Model Rules\n\n6” 18\" 9 Divine Right, Dominion of Pride, Fear, Fearless, Super-\nnal, Wizard Apprentice\n\nDefensive HP Def Res Arm Aeg\n\n4 7 5 0 6+ Aegis (4+, against Magical Attacks)\n\n \n\nOffensive Att Off Str AP Agi\nOmen of Savar D6+2 D6+5 6 3 6\nModel Rules Magic Options ———_—_——_—___________—__—_ pts-\nDivine Right: Universal Rule. Wizard Adept 7/5\nThe model cannot join units with other Characters Wizard Master 225\nand other Characters cannot join its unit. The model\nmust issue a Duel whenever possible (this cannot Fi\n\nbe prevented by issuing a Duel with another friendly\n\n \n\n \n\nmodel first). This duel must (if possible) be ac- Dinan\n\ncepted by a Character unless a Champion accepts =—©=— 29ptiens —@ 2-7-7 pts-\n\nfirst. In addition, when fighting a Duel, the model Must take Greater Dominion (General only) 40\n\ngains Lethal Strike and Multiple Wounds (2). Manifestations of Father Chaos and Pride upto 150\nDominion of Pride: Universal Rule. If General and mounted up to 175\n\nUnits with more than half of their models with this Mount Options —-—_________ pts-\n\nrule may reroll failed Discipline Tests. Throne of Overwhelming Splendour (Av) 175\n\nPOS OOOO\n\nCharacters Daemon Legions",
    "Page_107": "660 pts\n\n \n\nSentinel of Nukuja\n\nHeight Standard\nType Beast\n\nsingle model Base 50x100 mm\n\n0-3 Units/Army\n\n \n\n—\n| Ss The unit also counts towards Aves when taking Strixian Spirit.\nL-ZI\n\n \n\n \n\nGlobal Adv Mar Dis Model Rules\n2” 4” 9 Dominion of Sloth, Fear, Fearless, Omniscience, Super-\nnal, Third Eye, Wizard Master\nDefensive HP Def Res Arm Aeg\n5 5 5 0 A+\nOffensive Att Off Str AP Agi\nSentinel of Nukuja 1 5 5 2 1 Crush Attack\nModel Rules Magic Options ——_—_—___________ pts-\n\nDominion of Sloth: Universal Rule.\nThe model gains Aegis (+1, against Special At-\ntacks).\n\nOmniscience: Universal Rule.\nIn the owner’s Magic Phase, if the model did not\nMarch Move or declare a Charge this Player Turn,\nthe cost of converting Veil Tokens into Magic Dice is\ndecreased to 2:1 during this Player Turn (1 Magic\nDice per 2 Veil Tokens).\n\nThird Eye: Universal Rule.\nAt the beginning of each friendly Charge Phase, draw\nthe Flux Card for that Player Turn instead of step 2\nof the Magic Phase Sequence.\n\n \n\n& & A\n\nDivination Evocation Thaumaturgy Witchcraft\nOptions pts\nMust take Greater Dominion (General only) 30\nManifestations of Father Chaos and Sloth up to 150\nIf General with Strixian Spirit up to 175\nMust choose (one choice only):\nDark Pulpit (Mount) free\nStrixian Spirit (0-1 Units/Army) 25\nDark Fire (2+) 25\n\n— Optional Model Rules\nStrixian Spirit: Universal Rule.\nThe model gains Fly (6”, 18”), Light Troops, +1 Re-\nsilience, +1 Health Point, and its Height is changed\nto Gigantic.\n\n2O—O-v OO EO\n\nCharacters\n\nDaemon Legions",
    "Page_108": "Vanadra’s Scourge\n710 pts\n\n \n\n \n\nsingle model\n\nHeight Gigantic\nType Beast\n\n0-1 Units/Army Base 50x100 mm\n\n \n\nThe unit counts both towards Characters and Aves.\n\n \n\nGlobal Adv Mar Dis\nGround 8” 16” 9\nFly 7” 14”\nDefensive HP Def Res Arm Aeg\n7 4 6 0 5+\nOffensive Att Off Str AP Agi\nVanadra’s Scourge 5 7 7 4 0\nModel Rules\n\nDominion of Wrath: Universal Rule.\nThe model’s attacks ignore Parry.\n\nRage: Universal Rule.\nWhenever the model loses a Health Point, it gains\n+1 Attack Value. Whenever it gains a Health Point, it\nsuffers -1 Attack Value.\n\nModel Rules\n\nDominion of Wrath, Fearless, Fly (7”, 14”), Light Troops,\nSupernal\n\nAegis (4+, against Melee Attacks)\n\nBattle Focus, Devastating Charge (Distracting), Rage\n\nMagic Options pts\nWizard Apprentice 40\nWizard Adept 115\n\nEvocation Thaumaturgy\n—— Options —________________________—_—- pts-\nMust take Greater Dominion (General only) 35\n\nManifestations of Father Chaos and Wrath up to 150\nIf General up to 175\n\nPOO OOOO\n\nCharacters\n\nDaemon Legions",
    "Page_109": "Character Mounts\n\n \n\nHeight Standard\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDark Pulpit Son\nBase 50x100 mm\nGlobal Adv Mar Dis Model Rules\n5” 10” c Tall\nDefensive HP Def Res Arm Aeg\n5 c c 1 C Cannot be Stomped\nOffensive Att Off Str AP Agi\nDark Pulpit 4 4 5 0 1 Harnessed\nPale Horse oe a r\nBase 25x50 mm\nGlobal Adv Mar _—Dis Model Rules\n9” 18” c Elusive, Feigned Flight, Strider, Vanguard\nDefensive HP Def Res Arm Aeg\nc Cc Cc c C Hard Target (1)\nOffensive Att off Str AP Agi\nPale Horse 1 3 3 0 3  Harnessed\n\nModel Rules\n\n \n\nElusive: Universal Rule.\nUnits composed entirely of models with Elusive may declare a Flee Charge Reaction despite being Fearless.\n\n \n\n \n\nbuy h fs Height Standard\n“| Burning Wheel oe\n\nBase 50x50 mm\n\n \n\n \n\nThe mount and its rider count towards Characters and Aves.\n\n \n\nGlobal Adv Mar Dis Model Rules\nGround 2” 4” Cc Fly (10”, 10”), Swiftstride, Tall, Vanguard\nFly 10\" 10”\nDefensive HP Def Res Arm Aeg\n4 Cc c 1 C Hard Target (1)\nOffensive Att Off Str AP Agi\nBurning Wheel 3 4 4 0 4 Harnessed\n\n2O— Ov OO MEO\n\nCharacter Mounts Daemon Legions",
    "Page_110": "Height Large\nType Cavalry\nBase 50x75 mm\n\nGreat Beast of Prophecy\n\n \n\n \n\nP| The mount and its rider also count towards Aves when taking Fly.\n\n \n\n \n\n \n\n \n\n \n\n \n\nGlobal Adv Mar _—Dis Model Rules\n7” 14\" c Fear\nDefensive HP Def Res Arm Aeg\nc c 5 2 C\nOffensive Att Off Str AP Agi\nGreat Beast 3 5 5 2 2  Harnessed\n— Options ——______—.__—————————— pts-\nFly (7\", 14”) and Armour set to C 45\n| : Height Large\nES Throne of Overwhelming Splendour o-1Mounts/Army | Construct 7\n\n \n\nThe mount and its rider count towards Characters. The mount also counts towards Aves.\n\n \n\nGlobal Adv Mar Dis Model Rules\nGround 9” 9” c Fly (9”, 9”), Light Troops, Rising Star, Swiftstride, Tower-\nFly 9” 9” ing Presence\nDefensive HP Def Res Arm Aeg\n5 c c c A+\nOffensive Att Off Str AP Agi\n\nWrithing Majesties 4 4 4 1 4 Harnessed\nChassis 5 2 Impact Hits (D6), Inanimate\n\nModel Rules\nRising Star: Universal Rule.\n\nEach time attacks made by the model kill an enemy model in a Duel, the model gains a +1 Combat Score modifier\nfor the rest of the game.\n\nPOO OOOO\n\nCharacter Mounts Daemon Legions",
    "Page_111": "Core (Min. 25%)\n\n \n\n \n\n \n\ni is x= Height Standard\ni aa +15 pts/extra model 10-25 models 0-40 Models/Army a ea\n= Base 25x25 mm\nGlobal Adv Mar Dis Model Rules\n5” 10” 6 Fearless, Scoring, Supernal\nDefensive HP Def Res Arm Aeg\n\n1 2 3 0 5+ Aegis (3+, against Shooting Attacks)\n\n \n\nOffensive Att Off Str AP Agi\nImp 1 2 2 0 3 Energy Bolts (4+)\nModel Rules Command Group Options ————————————— ptts-\nEnergy Bolts: Shooting Weapon. Champion 20\nRange 24”, Shots 1, Str 5, AP 0, Reload!, Volley Fire. Musician 20\nStandard Bearer with (one choice only):\nae [ae Firestarter (Spear of Infinity\nManifestation (one choice only): Heredit Spell)) 45\n\\Y Incendiary Ichor 1/model . Ec yiS DS\noS Dark Hide 3/model Firestarter (Hand of Heaven (Thaumaturgy)) 60\nco Charged Tendrils 20 —Optional Model Rules\nCo Mark of the Eternal Champion Firestarter (X): Universal Rule.\n(Champion only) 25 The Standard Bearer can cast the spell stated in\nco Sorcerous Antennae 50 brackets as a Bound Spell with Power Level (5/8).\n\n \n\n \n\n \n\n \n\naA . Height Standard\n(7 Succubi Deze Type Beast\n| |_| 205 pts + 20 pts/extra model 10-25 models Base 25x25 mm\nGlobal Adv Mar Dis Model Rules\n5” 10” 7 Fearless, Scoring, Supernal\nDefensive HP Def Ress Arm_~—s Aeg\n1 4 3 0 5+\nOffensive Att Off Str AP Agi\nSuccubus 3 4 3 1 5 Talon Scythes\nTa pts- _——Command Group Options —————————____——— pts-\nManifestation (one choice only): Champion 20\nco Dark Hide 1/model Musician 20\n& Mesmerising Plumage 2/model Standard Bearer 20\nAy Chilling Yawn 4/model\n* Bronze Backbone 5/model\n(th, Smothering Coils 7/model\nModel Rules\n\nTalon Scythes: Close Combat Weapon.\nAttacks made with Talon Scythes ignore Parry and, if allocated towards Standard or Large Infantry, gain a +1\nto-hit modifier.\n\nPOO Ot O00\n\nCore\nDaemon Legions",
    "Page_112": "i Height Standard\n1 Lemures os Type Beast\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n210 pts + 25 pts/extra model 10-25 models Base 25x25 mm\nGlobal Adv Mar Dis Model Rules\n4” 8” 7 Fearless, Scoring, Supernal\nDefensive HP Def Res Arm Aeg\n1 3 5 0 5+ Parry\nOffensive Att Off Str AP Agi\nLemure 1 3 3 0 2\nOptions pts- Command Group Options ————__________—_ pts-\nManifestation (one choice only): Champion 20\nco Brimstone Secretions 1/model Musician 20\nStiff Upper Lip 1/model Standard Bearer 20\nco Unnatural Roots 2/model\nVenom Sacs 2/model\nA Chilling Yawn 3/model\n{__ s Height Standard\n(7 Myrmidons se Type Beast\nL |_| 215 pts + 23 pts/extra model 10-30 models Base 25x25 mm\nGlobal Adv Mar Dis Model Rules\n5” 10” 8 Fearless, Scoring, Supernal\nDefensive HP Def Res Arm Aeg\n1 4 3 0 5+\nOffensive Att Off Str AP Agi\nMyrmidon 1 5 5 1 4 Devastating Charge (Battle Focus), Fight in Extra Rank\nOptions pts- Command Group Options ———————_ pts-\nManifestation (one choice only): Champion 20\n& Hot Blood 1/model Musician 20\n© Unhinging Jaw 2/model Standard Bearer 20\n\\Y Whipcrack Tail 3/model\n} Piercing Spike 4/model\nBronze Backbone 5/model\n\n \n\nSpecial 112 Daemon Legions",
    "Page_113": "Special (No limit)\n\n \n\n— Eidolons\n\nHeight Standard\nType Beast\n\n \n\n \n\n \n\n \n\nfaayl 170 pts + 31 pts/extra model 5-10 models 0-18Models/Army —gase 95x25 mm\nGlobal Adv Mar Dis Model Rules\n5” 10” 7 Fearless, Light Troops, Skirmisher, Supernal, Wizard Con-\nclave\nDefensive HP Def Res Arm Aeg\n1 2 4 0 5+ Hard Target (1)\nOffensive Att Off Str AP Agi\nEidolon 1 2 2 0 3 Dark Fire (3+)\n—— Options —-___________________________- pts- _——Wizard Conclave\nScout (0-1 Units/Army) 5/model Must select 2 spells from:\nManifestation (one choice only): + Fate’s Judgement (Divination)\n\\¥{ Incendiary Ichor 1/model + Hasten the Hour (Evocation)\nAy Aura of Despair 5/model + Hand of Heaven (Thaumaturgy)\nco Kaleidoscopic Flesh 6/model + Spear of Infinity (Hereditary Spell)\nco Sorcerous Antennae 30\n— Command Group Options ——— pts-\nChampion 120\n—t Hellhounds Height Standard\nType Beast\nae 170 pts + 20 pts/extra model 5-15 models Rae Ses Onn\nGlobal Adv Mar Dis Model Rules\n9” 18” 7 Fearless, Hellish Growl, Supernal\nDefensive HP Def Res Arm _— Aeg\n1 3 4 0 5+\nOffensive Att Off Str AP Agi\nHellhound 3 5 3 0 4 Lethal Strike\nModel Rules Options ————— $$$ $$ ____________—_—_—_ pts-\nHellish Growl: Universal Rule. Manifestation (one choice only):\nAt the start of each Round of Combat, enemy units in th, Grasping Proboscis 1/model\nbase contact with one or more models with Hellish @& Hot Blood 1/model\nGrowl must take a Discipline Test with a -1 modifier. \\W Incendiary Ichor 1/model\nFailed to-wound rolls from attacks made by the co Centipede Legs 2/model\nmodel against units that fail this test must be © Digestive Vomit 2/model\nrerolled. The effect lasts until the end of the Round Horns of Hubris 2/model\nof Combat. > 4 ;\n— Command Group Options - —_——— pts-\nChampion 20\n\nPOO OO O00\n\nSpecial\n\nDaemon Legions",
    "Page_114": "Height Large\n\n— Threshing Engine . Type Cone\nLs * 155 pts single model 0-5 Units/Army Base 50x100 mm\n\n \n\nP| The unit also counts towards Aves if taking Fly.\n\n \n\n \n\nGlobal Adv Mar Dis Model Rules\n10” 10” 7 Fearless, Supernal, Swiftstride\nDefensive HP Def Res Arm Aeg\n4 4 4 0 5+ Hard Target (1)\nOffensive Att Off Str AP Agi\nTiller (2) 2 4 3 3 3\nDraft Beast (2) 1 3 3 0 3  Harnessed\nChassis 4 3 Impact Hits (2D3), Inanimate\n— 0ptions ——  —e_mm ———— pts- _——Optional Model Rules\nOne choice only: Horde Thresher: Universal Rule.\nFly (9\", 9”) and Light Troops (0-2 Units/Army) 25 Changes to the model’s profile:\nHorde Thresher (0-3 Units/Army) 80 + Its base size is changed to 100x100 mm.\nLegion Thresher (0-2 Units/Army) 145 + Its Health Points are set to 6.\nManifestation (one choice only): + It gains 1 additional Tiller.\nfh, Divining Snout st) + It gains 1 additional Draft Beast.\n< Horns of Hubris 15 + It gains Colossal Stature.\nWf Whipcrack Tail 25 + The Chassis gains Impact Hits (3D3).\nBer) Mark of the Eternal Champion 40 Legion Thresher: Universal Rule.\n@& Roaming Hands 45 Changes to the model’s profile:\nCommand Group Options pts + Its base size is changed to 100x150 mm.\nStandard Bearer 20 + Its Health Points are set to 8.\n\n+ It gains 2 additional Tillers.\n\n+ It gains 2 additional Draft Beasts.\n\n+ It gains Colossal Stature.\n\n+ The Chassis gains Impact Hits (4D3).\n\nColossal Stature: Universal Rule.\nThe model counts as Gigantic for the purpose of de-\ntermining the number of Full Ranks.\n\nPOO OOOO\n\nSpecial Daemon Legions",
    "Page_115": "++—— Titanslayer Chariot Sere\n\nType Construct\n\n \n\n \n\n \n\n \n\n \n\n=r 205 pts single model 0-2 Units /Army Fee SO elOOharnl\nGlobal Adv Mar Dis Model Rules\n7’ 7’ 8 Fearless, Mountain Breaker, Supernal, Swiftstride\nDefensive HP Def Ress Arm_~—s Aeg\n4 4 5 0 5+\nOffensive Att Off Str AP Agi\nMyrmidon (2) 1 5 5 1 4 Devastating Charge (Battle Focus)\nChthonic Machinator 3 3 6 3 3  Harnessed\nChassis 7 2 Impact Hits (D3+1), Inanimate\nModel Rules Ce CS pts-\nMountain Breaker: Universal Rule. Manifestation (one choice only):\nThe model gains +2” Advance Rate when rolling for (th, Divining Snout 5\nCharge Range against units that consist entirely of Ad Segmented Shell 5\nmodels with Towering Presence in the Charge Phase. 2 Stiff Upper Lip 5\nIn addition, the model’s Impact Hits gain Multiple © Digestive Vomit 10\nWounds (D3, against Towering Presence). co Centipede Legs 20\n— Command Group Options ——————___________ pts-\nStandard Bearer 20\n{= Mageblight Gremlins oc\nfal 175 pts + 33 pts/extra model 2-4 models 0-3 Units /Army Base 40x40 mm\nGlobal Adv Mar _— Dis Model Rules\n5” 10” 6 Fearless, Light Troops, Skirmisher, Supernal, Veil Stalker\nDefensive HP Def Res Arm Aeg\n4 3 3 0 5+ Hard Target (1)\nOffensive Att Off Str AP Agi\nMageblight Gremlin 5 3 2 0 2 Poison Attacks, Spell Craving\nModel Rules Options — pts-\nSpell Craving: Attack Attribute —- Close Combat. Manifestation (one choice only):\nThe model can perform up to 3 Supporting Attacks.  Greenfire Eyes 5/model\nWhen determining Combat Score, a side with at least co Unnatural Roots 5/model\none model with Spell Craving Engaged in Combat co Living Shield 10/model\nadds +X to its side’s Combat Score, where X is the % Piercing Spike 10/model\nnumber of non-Bound non-Attribute Spells known } Venom Sacs 15/model\n\nby enemy Wizards in units in base contact with it\n(note that multiple instances of the same spell count\nas 1 each).\n\nVeil Stalker: Universal Rule.\n\nThe model follows the rules for Ambush with the\nfollowing exceptions:\n\nWhen the unit arrives, the owner may choose to\nplace it within 6” of an enemy model with Channel\n(instead of entering the Battlefield from the Board\nEdge). If so, it cannot perform any Advance Moves\nthis Movement Phase (note that this does not pre-\nvent the unit from performing a Reform).\n\nPOO OO O00\n\nSpecial Daemon Legions",
    "Page_116": "=| Clawed Fiends re cell nae\n=r 270 pts + 100 pts/extra model 3-6 models 0-3 Units /Army pase 40x40 mm\nGlobal Adv Mar Dis Model Rules\n9” 18” 7 Fearless, Scoring, Supernal\nDefensive HP Def Res Arm —Aeg\n3 4 4 0 5+\nOffensive At Of Str AP Agi\nClawed Fiend 3 4 4 2 4 Smother\nModel Rules\n\n \n\nSmother: Attack Attribute - Close Combat.\nIf the attack is allocated towards a Large model, it\n\ngains +1 to hit and +1 to wound.\n\nODL Lf by — pts-\nManifestation (one choice only):\n\nco Dark Hide 4/model\n@& Mesmerising Plumage 8/model\n% Piercing Spike 12/model\n© Unhinging Jaw 15/model\n© Broodmother 17/model\n— Command Group Options ————___—_—_——_ pts-\nChampion 20\nMusician 20\nStandard Bearer 20\n\n \n\n \n\nio Hoarders Te ‘Es Bae\n7 280 pts + 110 pts/extra model 3-6 models 0-3 Units/Army Base 40x40 mm\nGlobal Adv Mar Dis Model Rules\n5” 10” 8 Fear, Fearless, Scoring, Strider, Supernal\nDefensive HP Def Ress Arm_—Aeg\n4 5 5 0 5+\nOffensive Att Off Str AP Agi\nHoarder 3 3 4 0 2 Tightening Grasp\nModel Rules\n\nTightening Grasp: Special Attack.\n\nThe model gains Grind Attacks (X), and can make\nGrind Attacks as Supporting Attacks, ignoring the\nmaximum number of Supporting Attacks. When the\nmodel is not Engaged in Combat, X is set to 1.\n\nAt the start of each Round of Combat other than the\nFirst Round of Combat, if the model is Engaged, X\nis increased by +1 (e.g. Grind Attacks (1) becomes\nGrind Attacks (2)).\n\nome\n\nSpecial\n\nOptions pts\nUp to two Manifestations:\n\n \n\n \n\n \n\n \n\n \n\nco Chitinous Scales 3/model\nfh, Divining Snout 5/model\nfh, Grasping Proboscis 5/model\nco Unnatural Roots 8/model\n(lh, Smothering Coils 10/model\nco Mirrored Scales 15/model\n— Command Group Options ———________—_—_ pts-\nChampion 20\nMusician 20\nStandard Bearer 20\n\n= Ot OO\n\n116\n\nDaemon Legions",
    "Page_117": "1 Sirens\n\nHeight Standard\nType Cavalry\n\n \n\n \n\nTr 195 pts + 25 pts/extra model 5-15 models 0-3 Units /Army Pare SS Onan\nGlobal Adv Mar Dis Model Rules\n9” 18” 9 Elusive, Fearless, Feigned Flight, Light Troops, Strider,\nSupernal, Vanguard\nDefensive HP Def Res Arm Aeg\n1 5 3 0 5+ Hard Target (1)\nOffensive Att Off Str AP Agi\nSiren 2 5 4 1 4\nSymbiotic Steed 1 3 3 0 3  Harnessed\nModel Rules Options pts-\nElusive: Universal Rule. Manifestation (one choice only):\nUnits composed entirely of models with Elusive may co Centipede Legs 1/model\ndeclare a Flee Charge Reaction despite being Fear- @& Hot Blood 1/model\nless. @& Mesmerising Plumage 5/model\n@ Roaming Hands 6/model\nco Hammer Hand 9/model\n— Command Group Options pts-\nChampion 20\nMusician 20\nStandard Bearer 20\n\n \n\nat Blazing Glory\n<r 290 pts\n\nsingle model\n\nHeight Large\nType Beast\n\n0-2 Units /Army Base 50x50 mm\n\n \n\nP| The unit also counts towards Aves if taking Fly.\n\n \n\n \n\nGlobal Adv Mar Dis Model Rules\n8” 16” 8 Falling Star, Fear, Fearless, Supernal, Towering Presence\nDefensive HP Def Res Arm Aeg\n5 * 5 0 5+\nOffensive Att Off Str AP Agi\nBlazing Glory 5 x 5 5 5\nModel Rules ea\nFalling Star: Universal Rule. Fly (8”, 16”) and Light Troops 60\nThe model’s Offensive Skill and Defensive Skill are Manifestation (one choice only):\nset to twice the model’s current number of Health co Brimstone Secretions 10\nPoints. co Cloven Hooves 10\nThe model counts as a Character for the purpose of 2 Horns of Hubris 15\nDuels. When the model fights a Duel during a Round Stiff Upper Lip 20\nof Combat, it gains Stubborn until the end of the 2s Bronze Backbone 35\n\nRound of Combat.\n\nlane\n\nSpecial\n\n \n\nemis\n\nDaemon Legions",
    "Page_118": "4 Height Large\n— = Hope Harvester Type Beast\n\nfay 285 pts single model 0-2 Units /Army Base 50x100 mm\n\nEngine of Damnation is 0-1 Units/Army if the army includes any Gigantic Characters excluding Sentinel of Nukuja\nwith Strixian Spirit.\n\n \n\nGlobal Adv Mar Dis Model Rules\n5” 10” 7 Fear, Fearless, Not a Leader, Supernal, War Platform\nDefensive HP Def Res Arm Aeg\n\n5 4 5 3 5+\n\nOffensive Att Off Str AP Agi\nHope Harvester 4 4 6 3 1 Aether Battery (3+)\nModel Rules Options pts\nAether Battery: Artillery Weapon. Engine of Damnation 120\nVolley Gun. Range 18”, Shots 2D6x2, Str 4, AP 1. Manifestation (one choice only):\nBefore rolling for the number of shots, the owner Ad Segmented Shell 30\nmay choose to discard 1-3 Veil Tokens from their Veil co Sorcerous Antennae 30\nToken pool. If so, the number of shots is increased Ay Aura of Despair 50\nby +3 per discarded Veil Token. Co Mark of the Eternal Champion 50\nAy Chilling Yawn 65\n\n \n\n— Optional Model Rules\n\nEngine of Damnation: Universal Rule.\nThe model’s base size is changed to 150x100 mm and its Height is changed to Gigantic. Its Health Points are set\n\nto 7, Resilience is set to 6, March Rate is set to 15”, and it loses War Platform.\n\n \n\n \n\n+= Brazen Beasts re ie ey\nEr 350 pts + 95 pts/extra model 3-6 models 0-3 Units /Army Person stan\nGlobal Adv Mar Dis Model Rules\n7” 14” 8 Fear, Fearless, Scoring, Supernal\nDefensive HP Def Res ~~ Arm_—Aeg\n\n4 3 4 0 5+\n\nOffensive Att Off Str AP Agi\nDaredevil 1 5 3 0 4 Battle Focus, Devastating Charge (+2 Att,+2 Str, +2 AP)\nBeast 2 4 5 2 2 Battle Focus, Harnessed, Impact Hits (2)\n—— Options ——_______________________________—- pts- _——Command Group Options ———————————_—_—____—_ pts-\nManifestation (one choice only): Champion 20\n\\W Incendiary Ichor 1/model Musician 20\nco Chitinous Scales 5/model Standard Bearer 20\nco Centipede Legs 8/model\n\\Y Whipcrack Tail 12/model\n\\W Red Haze 24/model\n\nPOO OOOO\n\nAves\nDaemon Legions",
    "Page_119": "Aves (Max. 35%)\n\n \n\n \n\n= \\ Furies Height Standard\nSy Type Beast\n165 pts + 10 pts/extra model 5-15 models 0-3 Units/Army Base 25x25 mm\nGlobal Adv Mar Dis Model Rules\nGround 4” 8” 5 Fearless, Fly (10”, 20”), Light Troops, Skirmisher, Super-\nFly 10” 20” nal\nDefensive HP Def Ress Arm _—— Aeg\n\n1 3 3 0 6+ Hard Target (1)\n\n \n\n \n\nOffensive Att Off Str AP Agi\nFury 1 3 4 1 4 Devastating Charge (+1 Str)\n—— Options —______________________—_———————— pts-\nManifestation (one choice only):\nco Dark Hide 1/model\n\\Y Red Haze 1/model\n‘& Venom Sacs 1/model\nco Kaleidoscopic Flesh 2/model\n& Mesmerising Plumage 5/model\n\\ G Height Large\nhi Veil Serpents pee\n245 pts + 50 pts/extra model 3-6 models 0-3 Units/Army Base 40x40 mm\nGlobal Adv Mar _— Dis Model Rules\nGround 2” 4” 7 Fearless, Fly (9”, 12\"), Light Troops, Morphlings, Super-\nFly 9\" 12” nal, Wizard Conclave\nDefensive HP Def Res Arm Aeg\n3 4 4 0 5+\nOffensive Att Off Str AP Agi\nVeil Serpent 3 4 4 0 4\nModel Rules Wizard Conclave\nMorphlings: Universal Rule. Must select 2 spells from:\nDuring Spell Selection, each unit of Veil Serpents + Smite the Unbeliever (Thaumaturgy)\nmust choose a Manifestation from the list below and + Deceptive Glamour (Witchcraft)\napply the effects during the game. + Twisted Effigy (Witchcraft)\n+ co Writhing Nightmares + Spear of Infinity (Hereditary Spell)\n+ @& Mesmerising Plumage\n. A Chilling Yawn Command Group Options pts\nChampion 130\n\n \n\n—— Optional Manifestation\n\nWrithing Nightmares: Manifestation.\nEnemy units in base contact with one or more models with Writhing Nightmares suffer -1 Discipline.\n\nPOO Ot O00\n\nAves\nDaemon Legions",
    "Page_120": "~~ Bloat Flies Height Large\na 7 Type Beast\n300 pts + 100 pts/extra model 3-6 models 0-3 Units /Army\n\nBase 50x75 mm\n\n \n\n \n\nGlobal Adv Mar Dis Model Rules\nGround 2” 4” 8 Fear, Fearless, Fly (6”, 14”), Light Troops, Supernal\nFly 6” 14”\nDefensive HP Def Res Arm Aeg\n4 2 4 0 Aegis (5+, against Magical Attacks), Fortitude (5+)\nOffensive Att Off Str AP Agi\nBloat Fly 2 5 6 3 3 Acid Blood\nModel Rules Options pts-\nAcid Blood: Special Attack. Manifestation (one choice only):\nFor each Fortitude Save the model fails against Melee © Unhinging Jaw 4/model\nAttacks, the model that caused the wounding hit im- co Dextrous Tentacles 5/model\nmediately suffers 1 hit with Toxic Attacks, before any © Digestive Vomit 6/model\ncasualties are removed, distributed onto the model’s co Kaleidoscopic Flesh 6/model\nHealth Pool. © Broodmother 18/model\n— Command Group Options —————————————_ pts --\nChampion 20\nMusician 20\nStandard Bearer 20\n\nAves 120 Daemon Legions",
    "Page_121": "Quick Reference Sheet\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCharacters\nHarbinger of EC. Adv 5” Mar 10” Dis 8 Fearless, Light Troops, Supernal\nStandard, Beast HP 3 Def 5S Res 4 Arm O Aeg 4+\nHarbinger Att 3 Off 5 Str 5S AP 2 Agi 5\nKuulima’s Deceiver Adv 5” Mar 10” Dis 9 Dominion of Envy, Fear, Fearless, Light Troops, Protean Magic,\nSupernal, Wizard Apprentice\nStandard, Beast HP 4 Def 6 Res 5S Arm O Aeg 5+\nKuulima’s Deceiver Att 1 Off 6 Str 5 AP 2 Agi 5 Know Thyself, Poison Attacks\nMaw of Akaan Adv 7” Mar 14” Dis 9 Dominion of Gluttony, Fearless, Supernal, Wizard Apprentice\nGigantic, Beast HP 9 Def 5S Res 5 Arm O Aeg Aegis (5+, against Magical Attacks), Devour, Fortitude (5+)\nMaw of Akaan Att 6 Off 5 Str 6 AP 2 Agi 3\nMiser of Sugulag Adv 7” Mar 14\" Dis 9 Dominion of Greed, Fearless, Supernal, Wizard Apprentice\nGigantic, Beast HP 6 Def 6 Res 7 Arm O Aeg 5+ Half Off, Abyssal Armour\nMiser of Sugulag Att 5 Off 5 Str 5 AP 2 Agi 2\nCourtesan of Cibaresh Adv 9” Mar 18” Dis 9 Avert your Gaze, Dominion of Lust, Fearless, Supernal, Wizard\nApprentice\nGigantic, Beast HP 6 Def 7 Res 5 Arm O Aeg 5+ Distracting, Hard Target (1)\nCourtesan ofCibaresh Att 6 Off 7 Str 5 AP 4 Agi 7 _ Razor Tentacles\nOmen of Savar Adv 6” Mar 18\" Dis Divine Right, Dominion of Pride, Fear, Fearless, Supernal,\nWizard Apprentice\nStandard, Beast HP 4 Def 7 Res 5 Arm O Aeg 6+ Aegis (4+, against Magical Attacks)\nOmen of Savar Att D6+2 Off D6+5 Str 6 AP 3 Agi 6\nSentinel of Nukuja Adv 2” Mar 4\" Dis Dominion of Sloth, Fear, Fearless, Omniscience, Supernal, Third\nEye, Wizard Master\nStandard, Beast HP 5 Def 5 Res Arm O Aeg 4+\nSentinel of Nukuja Att 1 Off 5 Str AP 2 Agi 1 Crush Attack\nVanadra’s Scourge Adv 8” Mar 16” Dis 9 Dominion of Wrath, Fearless, Fly (7”, 14”), Light Troops, Super-\nnal\nGigantic, Beast HP 7 Def 4 Res 6 Arm O Aeg 5+ Aegis (4+, against Melee Attacks)\nVanadra’s Scourge At 5 Off 7 Str 7 AP 4 Agi O Battle Focus, Devastating Charge (Distracting), Rage\nCharacter Mounts\nDark Pulpit Adv 5” Mar 10” Dis C Tall\nStandard, Beast HP 5 Def C Res C Arm 1 Aeg C_ Cannot be Stomped\nDark Pulpit Att 4 Off 4 Str 5 AP O Agi 1  Harnessed\nPale Horse Adv 9” Mar 18\" Dis C Elusive, Feigned Flight, Strider, Vanguard\nStandard, Cavalry HP C Def C Res C Arm C Aeg C_ Hard Target (1)\nPale Horse Att 1 Off 3 Str 3 AP O Agi Harnessed\nBurning Wheel Adv 2” Mar 4\" Dis C Fly (10”, 10”), Swiftstride, Tall, Vanguard\nStandard, Construct HP 4 Def C Res C Arm 1 Aeg C_ Hard Target (1)\nBurning Wheel Att 3 Off 4 Str 4 AP O Agi Harnessed\nGreat Beast of P. Adv 7\" Mar 14\" Dis C Fear\nLarge, Cavalry HP C Def C Res 5S Arm 2 Aeg C\nGreat Beast Att 3 Off 5 Str 5 AP 2 Agi Harnessed\nThrone of 0.S. Adv 9” Mar 9\" Dis C Fly (9\", 9”), Light Troops, Rising Star, Swiftstride, Towering\nPresence\nLarge, Construct HP 5 Def C Res C Arm C Aeg 4+\nWrithing Majesties Att 4 Off 4 Str 4 AP 1 Agi 4 Harnessed\nChassis Str 5S AP 2 Agi Impact Hits (D6), Inanimate\nCore\nImps Adv 5” Mar 10” Dis 6 \\== Fearless, Scoring, Supernal\nStandard, Beast HP 1 Def 2 Res 3 Arm O Aeg 5+ Aegis (3+, against Shooting Attacks)\nImp Att 1 Off 2 Str 2 AP O Agi 3 _ Energy Bolts (4+)\n\n \n\nQuick Reference\n\nDaemon Legions",
    "Page_122": "Succubi Adv 5” Mar 10” Dis 7 ‘== Fearless, Scoring, Supernal\n\nStandard, Beast HP 1 Def 4 Res 3 Arm O Aeg 5+\n\nSuccubus Att 3 Off 4 Str 3 AP 1 Agi 5 _ Talon Scythes\n\nLemures Adv 4\" Mar 8” Dis 7 ‘== Fearless, Scoring, Supernal\n\nStandard, Beast HP 1 Def 3 Res 5S Arm O Aeg 5+ Parry\n\nLemure Att 1 Off 3 Str 3 AP O Agi 2\n\nMyrmidons Adv 5” Mar 10” Dis 8 (= Fearless, Scoring, Supernal\n\nStandard, Beast HP 1 Def 4 Res 3 Arm O Aeg 5+\n\nMyrmidon Att 1 Off 5 Str 5 AP 1 Agi 4 Devastating Charge (Battle Focus), Fight in Extra Rank\nSpecial\n\nEidolons Adv 5” Mar 10\" Dis 7 Fearless, Light Troops, Skirmisher, Supernal, Wizard Conclave\nStandard, Beast HP 1 Def 2 Res 4 Arm O Aeg 5+ Hard Target (1)\n\nEidolon Att 1 Off 2 Str 2 AP O Agi 3 Dark Fire (3+)\n\nHellhounds Adv 9” Mar 18\" Dis 7 Fearless, Hellish Growl, Supernal\n\nStandard, Beast HP 1 Def 3 Res 4 Arm O Aeg 5+\n\nHellhound Att 3 Off 5S Str 3 AP O Agi 4 Lethal Strike\n\nThreshing Engine Adv 10” Mar 10” Dis 7 Fearless, Supernal, Swiftstride\n\nLarge, Construct Hep 4 Def 4 Res 4 Arm O Aeg 5+ Hard Target (1)\n\nTiller (2) Att 2 Off 4 Str 3 AP 3 Agi 3\n\nDraft Beast (2) Att 1 Off 3 Str 3 AP O Agi 3  Harnessed\n\nChassis Str 4 AP 8 Agi Impact Hits (2D3), Inanimate\n\nTitanslayer Chariot Adv 7” Mar 7” Dis 8 Fearless, Mountain Breaker, Supernal, Swiftstride\nLarge, Construct HP 4 Def 4 Res 5& Arm O Aeg 5+\n\nMyrmidon (2) Att 1 Off 5S Str 5 AP 1 Agi 4 Devastating Charge (Battle Focus)\n\nChthonic Machinator Att 3 Off 3 Str 6 AP 3 Agi 3  Harnessed\n\nChassis Str 7 AP 2 Agi Impact Hits (D3+1), Inanimate\n\nMageblight Gremlins Adv 5” Mar 10” Dis 6 Fearless, Light Troops, Skirmisher, Supernal, Veil Stalker\nStandard, Beast HP 4 Def 3 Res 3 Arm O Aeg 5+ Hard Target (1)\n\nMageblight Gremlin Att 5 Off 3 Str 2 AP O Agi 2 _ Poison Attacks, Spell Craving\n\nClawed Fiends Adv 9” Mar 18” Dis 7 \\~= Fearless, Scoring, Supernal\n\nLarge, Beast HP 3 Def 4 Res 4 Arm O Aeg 5+\n\nClawed Fiend Att 3 Off 4 Str 4 AP 2 Agi 4 Smother\n\nHoarders Adv 5” Mar 10” Dis 8 \\~= Fear, Fearless, Scoring, Strider, Supernal\n\nLarge, Beast HP 4 Def 5S Res 5 Arm O Aeg 5+\n\nHoarder Att 3 Off 3 Str 4 AP O Agi 2 _ Tightening Grasp\n\nSirens Adv 9” Mar 18\" Dis 9 Elusive, Fearless, Feigned Flight, Light Troops, Strider, Supernal,\n\nVanguard\n\nStandard, Cavalry HP 1 Def 5S Res 3 Arm O Aeg 5+ Hard Target (1)\n\nSiren Att 2 Off 5 Str 4 AP 1 Agi 4\n\nSymbiotic Steed Att 1 Off 3 Str 3 AP O Agi 3  Harnessed\n\nBlazing Glory Adv 8” Mar 16” Dis 8 Falling Star, Fear, Fearless, Supernal, Towering Presence\nLarge, Beast HP .5 Def * Res 5 Arm O Aeg 5+\n\nBlazing Glory Att 5 Off * Str 5S AP 5 Agi 5\n\nHope Harvester Adv 5” Mar 10\" Dis 7 Fear, Fearless, Not a Leader, Supernal, War Platform\nLarge, Beast HP 5 Def 4 Res 5S Arm 3 Aeg 5+\n\nHope Harvester Att 4 Off 4 Str 6 AP 8 Agi 1 Aether Battery (3+)\n\nBrazen Beasts Adv 7” Mar 14” Dis 8 \\z= Fear, Fearless, Scoring, Supernal\n\nLarge, Cavalry HP 4 Def 3 Res 4 Arm O Aeg 5+\n\nDaredevil Att 1 Off 5 Str 3 AP O Agi 4 _ Battle Focus, Devastating Charge (+2 Att,+2 Str, +2 AP)\nBeast Att 2 Off 4 Str 5 AP 2 Agi 2 _ Battle Focus, Harnessed, Impact Hits (2)\nAves\n\nFuries Adv 4” Mar 8\" Dis 5 Fearless, Fly (10\", 20”), Light Troops, Skirmisher, Supernal\nStandard, Beast HP 1 Def 3 Res 3 Arm O Aeg 6+ Hard Target (1)\n\nFury Att 1 Off 3 Str 4 AP 1 Agi 4 Devastating Charge (+1 Str)\n\n \n\nQuick Reference 122 Daemon Legions",
    "Page_123": "Veil Serpents Adv 2” Mar 4” Dis 7 Fearless, Fly (9”, 12\"), Light Troops, Morphlings, Supernal,\nWizard Conclave\n\n \n\nLarge, Beast HP 3 Def 4 Res 4 Arm O Aeg 5+\nVeil Serpent Att 3 Off 4 Str 4 AP O Agi 4\nBloat Flies Adv 2” Mar 4” Dis 8 Fear, Fearless, Fly (6”, 14”), Light Troops, Supernal\nLarge, Beast HP 4 Def 2 Res 4 Arm O Aeg Aegis (5+, against Magical Attacks), Fortitude (5+)\nBloat Fly Att 2 Off 5 Str 6 AP 3 Agi 3  AcidBlood\nShooting Weapons\nName Artillery Range Str AP Shots Rules\nDark Fire . 18” 4 0 9 Armour Save rolls of ‘1’, ‘2’, ‘3’, ‘4’ of the\n\ntarget always fail\nEnergy Bolts = 24” 5 0 1 Reload!, Volley Fire\nDiscard 1-3 Veil Tokens: Shots\n\nAether Battery Volley Gun 18 4 1 2D6x2 Paytokentdiscarded\nAim Table\nName Aim Shooting Model\nAether Battery 3+ Hope Harvester\nDark Fire 2+ Sentinel of Nukuja\n3+ Harbinger of Father Chaos, Eidolon\nEnergy Bolts A+ Imp\n\n& fh & 2 A M\n\nPOO OO OO\n\nQuick Reference Daemon Legions",
    "Page_124": "The Journal of Gregor Koskos,\n\nKeeper of the Veil\n\nAcrober 28th\n\nister Dimitrion has always been a lone wolf, so I was pleased she accepted my offer to accompany\n\nfer on her latest mission. Paefore his death, Father Miceli begged me to look after her, a task made\n\nalmost impossible by her refusal to tell anyone what she was doing or where. tis time, Z will be by\n\nter side. We have all been worrying. Leonora has barely slept or eaten since Cwissina fell, and\nher right hand is a sickly grey colour, from use of the Orb of ALSahar. She must not be allowed to\n¥ continye on her path of self-destruction.\n\nOur first stop was Zalos, where Leonora lead me to the hidden basement in which Sarki practised\nher evil arts. The obsidian ball containing the Centinel of Wvukuja was still on tts pedestal. Leonora\ntook it in her hands and entered a kind of trance. watched over her for thirteen hours, meanwhile\noverseeing the destruction of the workshop ’s other artefacts. When she awoke, she flung the black orb\non the flagstones, where it smashed, and J felt a porverful presence vanish back across the Veil.\n\n“North,” she said, darkly.\n\nWe began a trek into the White Vountains, leaving the horses with a divarf trader when the\nway became too steep. Our cloaks are magically infused to protect ws, rom spells, but they did little\nagainst the chill of the great Sounstahl Pass. Finally, leading me to the summit of an ‘solated orag,\nLeonora stopped.\n\n~aowoe\n\n“This is where she came,” she whispered.\n\npt =\n\nTiere was a temple there, although tt hardly deserved sych a name. Zt was a oryde stone hovel, long <\nabandoned, with a symbol over the lintel I did not recognise.\nCWe searched thoroughly all around, but could, find no further clyes. Nevertheless, it was growing\n\n \n\nEpilogue 124\n\nDaemon Legions",
    "Page_125": "aS\n\ndark, so we collected what firewood there was and camped inside. Leonora took oyt a book, thick with :\ncreased and folded pages, and began to write. Following her example, I decided Z would begin a diary\nof my ovvn, and thus have penned these words,\n\nnee iN:\n\nAerober 27th\nThis diary was an ill-omened choice. £ eonora is gone; L have failed Father Vpicelt,\n\nL woke in the night to see her framed against the stars in the doorway of the temple, her back faintly lit\nby the embers of the fire. I had the sense of the most malevolent presence L have ever known. I heard a\n\npowerful voice as if it were the centre of, my being: rich, sonoroys, and snmnistakably feminine, echoing\naromnd the small stone space.\n\n‘Go this is the journal of Leonora Dimitrioy,” the unseen presence chuckled, and I heard the rystle of\npapers. Leonora stood snmnoving, and Z was paralysed by horror. “How enlightening. You see\nmuch, young one.”\n\nThe mountain wind whistled through the silence.\n\n“Too much,” came the woman’s voice again, suddenly angry. “You have guessed at moy intentions and\nnow you have byt one choice. Jotw me or die.”\n\nSm a ee\n\nTre silence continyed.\n\n“L see you are trying to fight me, just as you see that sych attempts are futile. And unnecessary. We\ncould ryle this world together. Sarki was weak. She allowed herself to be consumed by insanity much\nsooner than I hoped. Civissina was byt the tip of the spear. Shrely you dd not think my ambitions\nworld be so limited? VU ly next target is somervhat more extravagant. Glave ‘you ever been to the City\n\nof Humanity?”\nAnother pause, before the aryful voice spoke for the final time:\n\n“Lt is time to make your choice. In time, you will learn to see things as I do, when Z send forth the\nLegions against Avras and ‘you comprehend what I can achieve. Or, you can die here, alone and\nSorgotten by gous and mortals alike.”\n\nNow the silence was ynbearable. Gull Leonora did not so much as twitch. Sinddenly, the eternity was\nextinguished by a mighty bolt of lightning that speared for an instant through the night sky, tring the\n\ndeathly scene to blinding white. A freat chunk of rock boomed off the mountainside above ys, and Z was\n\nknocked to the ground as the very earth rumbled all around me, and the stones of the small temple began\n\nto fall. When all was quiet once more, I managed to push my way ont of the rubble, meiraculoysly ;\nunharmed byt for a few soratches, and I gazed around the lonely mountains. There was no sign of\n\nLeonora or anyone else. And yet there, fluttering meekly on the dirt of that Godsforsaken peak, lay her\njournal.\n\n \n\nEpilogue 125 Daemon Legions",
    "Page_126": "",
    "Page_127": "",
    "Page_128": "(Wale cy\\eoe\nFANTASY BATTLES\n\nDAEMON LEGIONS\n\n \n\nThe hellish agents of the Dark Gods lurk unseen behind the thinnest\nOM Pee Se RN eT Rem (ou C SiC MIT Me ON R MALO miter]\npower, they are merciless and single-minded, appearing in every\nhideous form, an endless writhing throng of horror. Submit to the\nsummoning ritual, and test your sanity before the Daemon Legions.\n\nThe 9\" Age: Fantasy Battles is a community made miniatures wargame.\nAll rules and feedback can be found/given at http://www.the-ninth-age.com/\nAll recent changes are available at http://the-ninth-age.com/archive.html\nCopyright Creative Commons license: http://www.the-ninth-age.com/license.html"
}