{
    "Page_1": "gp), MANIPAL UNIVERSITY\nnt Le JAIPUR\n\nIFERP\n\nsas\n\"ae\n\nInternational Conference\n\nStartup Ventures\n\nTechnology Developments\n\nET\n\nruture Strategies\n\nLee NS\n\n1; tad .\nCSS\nLate VET OP OT\n\n08'-09\" October 2018, | Manipal University, Jaipur\n\n \n\nManipal University, Jaipur\nand\nInstitute For Engineering Research and Publication (IFERP)",
    "Page_2": "SV-TDFS\n\nINTERNATIONAL CONFERENCE ON STARTUP\nVENTURES: TECHNOLOGY DEVELOPMENTS AND\nFUTURE STRATEGIES (SV-TDFS)\n\nJaipur, Rajasthan\n08 — 09\" October 2018\n\nPublished by:\nInstitute For Engineering Research and Publication\n(IFERP)\n\nOrganized by:\nManipal University Jaipur (MUJ)",
    "Page_3": "Manipal University Jaipur\n\n \n\nProf. (Dr.) S N Sharan\nConference Chair & Director SEEC\n\nWELCOME MESSAGE\n\nI will like to express my profound sense of gratitude, privilege and honour for being requested to give\nthe inaugural message for this pioneering initiative of skills-knowledge-technology dissemination\nplatform, what has been named as International Conference on Start-Up Ventures for Technology\nDevelopments & Future Strategies. (SV-TDFS-2018).\n\nI, on the behalf of my organizing team, invoke all the participants to take full advantage of this forum\nwhich has been created for the first time in the history of the region in sync with the PM’s vision of\nempowering the nation by creating an eco-system for nurturing interdisciplinary-scientific and\ntechnological entrepreneurship in this country with immense potential and prospects\n\nThe prime focus of this conference is to create a sustainable problem-solving platform for the start-ups\nin the domains of Electric Vehicles, Smart Systems Pharmaceutical, Allied Engineering, Functional\nDevice Technology, etc.\n\nI hope that this initiative is continued for years to come, seeing the urgency of the time which demands\nthat systematic handholding of all the budding and blooming technological entrepreneurs be done by\nthe leaders of the nation.\n\nWe can’t abnegate this responsibility if we as academicians are really interested in creating a legacy for\nthis country (nay this planet) in a sustainable, scalable, and symbiotic way.\n\nI will again extend my heartfelt gratitude to the entire team for this incredible and painstaking effort for\ntheir wonderful contribution.\n\nI wish you all a very happy learning and entrepreneurship.\n\n(Dr. S. N. Sharan)",
    "Page_4": "S2IFERP\n\nconnecting neers... developing research\n\nFrom Director’s Desk ....\n\n \n\ne\n\nbs Rudra Bhanu Satpathy\nDirector,\nInstitute For Engineering Research and Publication.\n\nOn behalf of Institute For Engineering Research and Publications (IFERP) and\nin association with Manipal University Jaipur, Rajasthan, I am delighted to\nwelcome all the delegates and participants around the globe to Manipal University\nJaipur for the “International Conference on Startup Ventures: Technology\nDevelopments and Future Strategies (SV-TDFS)” which will take place from\n08\" -09\" October '18\n\nIt will be a great pleasure to join with Entrepreneurs, Research Scholars,\nacademicians and students all around the globe. You are invited to be stimulated\nand enriched by the latest in research and development while delving into\npresentations surrounding transformative advances provided by a variety of\n\ndisciplines.\n\nI congratulate the reviewing committee, coordinator IFERP & MUJ) and all the\npeople involved for their efforts in organizing the event and successfully\nconducting the International Conference and wish all the delegates and participants\na very pleasant stay at Jaipur.\n\nSincerely,\n\n(BZ -\n\nRudra Bhanu Satpathy",
    "Page_5": "The International Conference on Startup Ventures: Technology Developments and Future\nStrategies (SV-TDFS) is being organized by Manipal University Jaipur, India in association\nwith Institute For Engineering Research and Publication (IFERP).\n\nIt is gratifying to know that SV-TDFS 2018 was a notable event which brings academicians,\n\nresearchers, engineers, industry experts and students together.\n\nCovering broad range of topics in various domains the conference will be a perfect platform\nto share experience and foster collaborations across industry and academia to evaluate current\n\nand emerging trends across the globe.\n\nThe International Conference attracted over 176 submissions. Through rigorous peer reviews\n75 high quality papers were recommended by the committee. The Conference applied focus\n\non the tools and techniques for the developments on current technology.\n\nWe are indebted to the efforts of all the reviewers who undoubtedly have raised the quality of\nthe proceedings. We are earnestly thankful to all the authors who have contributed their\nresearch works to the conference. We thank our Management for their wholehearted support\nand encouragement. We thank all the members of our local organizing Committee, National\n\nand International Advisory Committees.\n\nSV-TDFS 2018",
    "Page_6": "Keynote Speakers\n\nProf. Bhim Singh\n\nDean (Academics), Department of Electrical Engineering, Indian Institute of Technology Delhi, INDIA\n\nProf. Vladimir S. Pavelyev\n\nHead of Department of Nano Engineering, Samara National Research University, Samara, RUSSIA\n\nDr. Ajay Agarwal\n\nSr. Principal Scientist, Nano Biosensors Group CSIR-CEERI, Pilani, INDIA\n\nDr. M Sugunalakshmi\n\nSr. Principal Scientist, CSIR-Central Leather Research Institute, Adyar, Chennai, INDIA\n\nInvited Speakers\n\nDr. Vesna Lavtizar\n\nLaboratory of Maritime Environmental Management, Research center for Inland Seas, Kobe University,\n\nJAPAN\n\nDr. Prabhas K Yadav\n\nTechnical University Dresden, Dresden, Germany and Manipal University Jaipur, INDIA",
    "Page_7": "It gives me great pleasure to send you a very sincere\nmessage of support and good wishes to the organizers\nof SV-TDFS 2018, The Ist International Conference on\nStartup ventures: Technology Developments and\nFuture Strategies (SV-TDFS), to be held at Manipal\nUniversity, Jaipur, Rajasthan, India on O8th - O9th\nOctober, 2018, with the collaboration of Institute for\nEngineering Research and Publication (IFERP),\nTechnoarete Research and Development professional \\\\\\\\\\\nassociation.\n\n \n\n|\n. |\nThe innovative aim of SV-TDFS 2018 is to provide an international open forum\n\nfor the researchers, academicians, practitioners, startup ventures and\ntechnocrats in academia as well as in industries from different parts of the\n\nI \\\n\nworld to interact, exchange concepts, prototypes, innovative research ideas\nand share the outcomes of their research work which could especially\ncontribute to the academic arena and further benefit the business and\nindustrial community, and as a whole helping the society.\n\nI extend my hearty wishes to the SV-TDFS 2018 for a huge success in its\nendeavour of promoting the Startup ventures. I also thank the organisers for\ntheir untiring efforts to make the conference successful!\n\nM. Ramm\n\nProf (Dr.) Mustafizur Rahman\nNUS Singapore\nFounder of Mikrotool Ltd. Singapore\n\n9 Engineering Drive 1, Singapore 117576 Tel: (65) 6874 2212 Fax: (65) 6779 1459\nWebsite: www.me.nus.edu.sg",
    "Page_8": "aida dential dear Rect\n\nINDIAN INSTITUTE OF TECHNOLOGY DELHI\nery ara, aE faecit -110 016, ata\n\nHauz Khas, New Deihi -110 016, India Tel. :\n\n+91-11-2659 1708, 2658 2299, 2659 1045 Fax :\n\n+91-11-2658 2299\n\nE-mail : deanacad@admin.iitd.ac.in\n\nbsingh@ee.iitd.ac.in\n\n \n\nProf. Bhim Singh\n\nFNAE, FNA, FNASc, FASc, FTWAS, FIEEE, FIET, FIETE, FIE (I),C. ENGR\n\nDean, Academics and\n\nCEAChair Professor, Department of Electrical Engineering\n\n4\" October, 2018\n\nMESSAGE\n\n| would like to congratulate and extend my best wishes to Manipal University Jaipur for\norganizing SV-TDFS 2018, the Ist International Conference on Startup ventures:\nTechnology Developments and Future Strategies (SV-TDFS), to be held at Manipal\nUniversity, Jaipur, Rajasthan, India on 08th - O9th October, 2018, with the collaboration of\nInstitute for Engineering Research and Publication (IFERP).\n\nSV-TDFS 2018 is first unique conference of its own kind which is trying to bring\nacademicians, scientists and technocrats from various domains ranging from agriculture to\nindustry, to provide the solution of the common man’s basic problem at one platform and\nalso discuss the challenges in their respective domains. The theme of the conference is\nvery significant in the present scenario.\n\n| sincerely hope that this conference will deliberate and discuss all the different facets of\nthis exciting topic and come up with recommendations that will lead to a better, healthier,\nmerrier world.\n\n| wish the conference great success.\n\nProf (Dr.) Bhim Singh\n\nDean Academics,\n\nIndian Institute of Technology Delhi\nNew Delhi",
    "Page_9": "a\n\n \n\n \n\non CSIR-CENTRAL ELECTRONICS ENGINEERING RESEARCH INSTITUTE\n: (fasta gar stenhreht HaTeaT / MINISTRY OF SCIENCE & TECHNOLOGY, 41d ACHE / GOVT. OF INDIA)\nZO Vows of fart, aseart (area)/Pilani, Rajasthan - 333031 (INDIA)\n@ /No.:SSA/FSNE/JA/2018 feaTh / Dated: October 03, 2018\n\nJamil Akhtar, Professor AcSIR\n\nChief Scientist & Head,\n\nFlexible and Non-Silicon Electronics Group\n(FlexEANS@CEERI)\n\nTel: 01596-243135, Fax: 01596-242294\n\n \n\nMESSAGE\n\nThe International Conference on “Startup Ventures: Technology Developments and Future Strategies “\n(SV-TDFS) is being organised by Manipal University Jaipur during October 08-09, 2018. The title of\nthe conference has direct relevance to the current need of ever progressing societies at global level.\nConcept of smart cities is driven by digital age of industrial advancement for which India in particular\nis expected to play a lead role owing to dedicated young minds equipped with vibrant diversity in\nsocio and economic domains to serve a larger section of human beings living on this part of planet\nEarth. I am sure the participants of the conference in either capacity will be exposed to current status\nof technological advancement made in laboratories and the possibilities to bridge the gaps for their\ncommercialization.\n\nWith a strong hope for a constructive dialogue between R&D and manufacturing personnel, I wish the\nevent will be ever successful, meeting all designated goals.\n\nI congratulate SV-TDFS team to organise the conference well in time.\n\n(Jamil Akhtar)\n\n \n\naaatee website www.ceeri.res.in €-4a/E-mail— root@ceeri.res.in, @ATW/Phone 01596- trAA/FAX 01596- 242294",
    "Page_10": "Fax: + 91-0512-2596620 Phones: + 91-0512-2596146\nEmail: spanda@iitk.ac.in + 91-0512-2596622\n\nIndian Institute of Technology Kanpur\n\nNational Centre for Flexible Electronics\n\n \n\nDr. Siddhartha Panda Post Office: |.1.T Kanpur — 208016 (India)\nProfessor ,Chemical Engineering\nCoordinator, National Centre for Flexible Electronics (NCFlexE)\n\nIt gives me an immense pleasure to write this welcome message. I was\ndelighted to learn that Manipal University Jaipur, with the\ncollaboration of Institute for Engineering Research and Publication\n(IFERP), is organizing an International conference, Ist of the series, on\nO8t and O9t October, 2018, on the topic “Startup Ventures:\nTechnology Developments and Future Strategies”.\n\n \n\nThe theme of the conference will definitely provide an excellent opportunity for the\nyoung researchers to expose their work to international community, receive sincere\nfeedback from peers of different parts of the world, and to open up the scope for new\nresearch collaborations among the different participants across the globe and invited\ndelegates.\n\nIndia, being the second largest populated country across the globe, technological\nstart-ups can solve many everyday problems and also improvise and uplift our\nhuman resources, empowering them to get better skills personnel and make them\nentrepreneurs to solve more problems or solve it in a better way.\n\nI am sure that the delegates, experts, students and researchers will all tremendously\nbenefit from the deliberation of this conference in a warm and friendly environment.\n\nGdn te\n\ntddhartha Panda",
    "Page_11": ". CSIR-CENTRAL ELECTRONICS ENGINEERING RESEARCH INSTITUTE\n(fart car stent Fares / MINISTRY OF SCIENCE & TECHNOLOGY, ‘TXT ACHE / GOVT. OF INDIA)\n\nflare, asters (41<4)/ Pilani, Rajasthan - 333031 (INDIA)\n\n   \n\n \n\nDr Ajay Agarwal Tel: +91-1596-245078 (O)\n\nSr. Principal Scientist E-mail: ajay@ceeri.res.in\n\nCoordinator, Smart Sensors Area & dr.ajay123@gmail.com\n\nHead, Nano Biosensors Group fear#/ Dated: 04\" October 2018\nMessage\n\nAt the outset, | would like to congratulate SV-TDFS-2018 team for organizing an\ninternational conference to link technologists, venture capitalists and future strategy planners. |\nam sure the forum will bring various researchers and academicians closer to the startups,\nindustrialists and venture capitalists during two days deliberations and interactions. This is an\nexcellent opportunity for all, to plan activities jointly to solve societal problems, in the innovative\nway.\n\n| wish the conference the grand success.\n\nsos} x\nDr. Ajay Agarwal\n\n \n\naqaatee website www.ceeri.res.in €4a/E-mail— ajay@ceeri.res.in, FaTA/Phone 01596-245078 rH /FAX 01596- 242294",
    "Page_12": "Manipal University Jaipur\n\n \n\nDated: October 04, 2018\nProf (Dr) G. K. Prabhu\nPresident\nManipal University Jaipur\n\nI am happy to learn that an International Conference on “Start-up Ventures: Technology\n\nMESSAGE\n\nDevelopments and Future Strategies “(SV-TDFS) is being organised by Manipal University Jaipur on\nOctober 08-09, 2018. This conference is a step towards in achieving our vision in becoming a world-\nclass academic and research institution in order to produce human capital of high caliber. This\nconference will be a good starting point for new start-ups and international universities to interchange\nknowledge and skills in different areas of Pharma and Health Engineering, Automobile, Allied\nEngineering and Device Technology. We are looking forward to find new solutions in this area and\n\nforecast future trends in order to realize new ideas & aspiration to contribute to global needs.\n\nI would like to quote here a line by Mr. Dag Hammarskjéld\n\"Never look down to test the ground before taking your next step; only he who keeps his eye fixed\n\non the far horizon will find the right road.\" — Dag Hammarskjoéld\n\nMy heartiest congratulations and felicitations to the organizing team of SV-TDFS for their initiative\n\nand hard work in making the conference a success. I wish you all a fruitful discourse.\n\nDr. G. K. Prabhu\nPresident\nManipal University Jaipur",
    "Page_13": "SV-TDFS\n\nInternational Conference on Startup Ventures:\nTechnology Developments and _ Future\nStrategies\n\nJaipur, Rajasthan, 08 — 09 October 2018\n\nOrganizing Committee\n\nProf. GK Prabhu, President, Manipal University Jaipur, Rajasthan, INDIA\n\nProf. Niti Nipun Sharma, Pro-President, Manipal University Jaipur, Rajasthan, INDIA\n\nChief Patron\n\nConference Chair\nDr. Jamil Akhtar, Chief Scientist, CSIR-CEERI, Pilani, INDIA\n\nProf. S.N. Sharan, Director-SEEC, Manipal University Jaipur, Rajasthan, INDIA\n\nOO atay\nDr. Kulwant Singh, Manipal University Jaipur, Rajasthan, INDIA\nDr. Ashish Shrivastava, Manipal University Jaipur, Rajasthan, INDIA\n\nDr. Himanshu Chaudhary, Manipal University Jaipur, Rajasthan, INDIA\n\nWace Ree\n\nDr. Aj ay Kumar, Manipal University Jaipur, Rajasthan, INDIA\nDr. Prabhas Kumar Yadav, Manipal University Jaipur, INDIA & Technical University Dresden,\nGERMANY\n\nDr. Uvais Valiyaneerilakkal, Manipal University Jaipur, Rajasthan, INDIA",
    "Page_14": "Advisory Committee Members\n\nDr. R. K. Sinha, Director CSIR-CSIO, Chandigarh, INDIA\n\nProf. Bhim Singh, tT Delhi, INDIA\n\nDr. S. C. Bose, csir-CEERI, Pilani, INDIA\n\nDr. Ajay Agrawal, csiR-CEERI, Pilani, INDIA\n\nDr. Vipul Singh, nT Indore, INDIA\n\nProf. Rajendra Prasad, tT Roorkee, INDIA\n\nProf. N. Sukanavum, rT Roorkee, INDIA\n\nProf. G. Bhuvneshwari, 117 Delhi, INDIA\n\nProf. Sukumar Mishra, tT Delhi, INDIA\n\nDr. B. K. Panigrahi, 117 Delhi, INDIA\n\nProf. Kamal-Al-Haddad, Ets, CANADA\n\nProf. Ambrish Chandra, ETs, CANADA\n\nProf. Laxmidhar Behera, tT Kanpur, INDIA\n\nProf. Pramod Agarwal, IIT Roorkee, INDIA\n\nProf. Anurekha Sharma, Kurukshetra University, Kurukshetra, INDIA\nDr. Vineet Sahula, mnir, Jaipur, INDIA\n\nDr. D. Boolchandani, mnt, Jaipur, INDIA\n\nDr. Soney Varghese, NIT, Calicut, INDIA\n\nDr. Robin Joyce, Solidblocks Semiconductor Solution Pvt. Ltd, INDIA\nDr. Parvez Ahmad Alvi, Banasthali University, Banasthali, Rajasthan, INDIA\nProf. B. Bandyopadhaya, tT Bombay, INDIA\n\nDr. Umesh Yadav, Allahabad University, INDIA\n\nDr. Mukesh Jewariya, NPL, New Delhi, INDIA\n\nDr. Dawood Ahmad, Daegu Gyeongbuk Institute of Science & Technology, SOUTH KOREA.\n\nDr. Ashwin Joy, tT Madras, INDIA",
    "Page_15": "Dr. Saurabh Tripathi, 11 Buu, INDIA\n\nDr. Rishi Asthana, BML University, INDIA\n\nTechnical Program Committee\n\nProf. S.N. Singh, 17 Buu, INDIA\n\nProf. Sanjit Dwivedi, Denfoss, DENMARK\n\nProf. Shiv Prasad Yadav, iIT Roorkee, INDIA\n\nDr. Rajveer Singh Shekhawat, Manipal University Jaipur, Rajasthan, INDIA\nDr. Sharavan Kr. Mishra, tT BHU, INDIA\n\nDr. Naveen Baliyan, Nit Kurkshetra, INDIA\n\nDr. Dhananjay Singh, usa\n\nDr. Denendra Saini, upes, INDIA\n\nDr. K. S. Sajan, GE Hyderabad, INDIA\n\nDr. Vij aypal Singh Dhaka, Manipal University Jaipur, Rajasthan, INDIA\nDr. Pankaj Vyas, Manipal University Jaipur, Rajasthan, INDIA\n\nDr. Sandeep Joshi, Manipal University Jaipur, Rajasthan, INDIA\n\nDr. V.N. Tiwari, Manipal University Jaipur, Rajasthan, INDIA\n\nDr. Aj ay Kumar, Manipal University Jaipur, Rajasthan, INDIA\n\nDr. Manish Tiwari, Manipal University Jaipur, Rajasthan, INDIA\n\nDr. Amit Soni, Manipal University Jaipur, Rajasthan, INDIA\n\nDr. Amit Rathi, Manipal University Jaipur, Rajasthan, INDIA\n\nDr. Tej Bahadur, Manipal University Jaipur, Rajasthan, INDIA\n\nDr. Renu Kumawat, Manipal University Jaipur, Rajasthan, INDIA\n\nDr. Abhishek Shrivastava, Manipal University Jaipur, Rajasthan, INDIA\nDr. Prabhash kr Yadav, Manipal University Jaipur, Rajasthan, INDIA\nDr. Sunil Kumar Goyal, Manipal University Jaipur, Rajasthan, INDIA\nDr. Tarun Kumar Dubey, Manipal University Jaipur, Rajasthan, INDIA\n\nDr. Amit Saraswat, Manipal University Jaipur, Rajasthan, INDIA",
    "Page_16": "Dr. Shalendra Kumar, Amity University, Gurgaon, INDIA\n\nDr. Prashant Povel Dwivedi, Manipal University Jaipur, Rajasthan, INDIA\nDr. Sasikant Sharma, Manipal University Jaipur, Rajasthan, INDIA\n\nCol. Sanj eev Jaswal, Manipal University Jaipur, Rajasthan, INDIA\n\nDr. Lokesh Garg, Manipal University Jaipur, Rajasthan, INDIA\n\nDr. Khamesh Kumar, Manipal University Jaipur, Rajasthan, INDIA\n\nDr. Amit Kumar Garg, Manipal University Jaipur, Rajasthan, INDIA\n\nMr. Ankit Rath, IFERP, Chennai, Tamil Nadu, INDIA\n\nMs. V. Varsha, IFERP, chennai, Tamil Nadu, INDIA\n\nMr. Shiwam Sharma, IFERP., chennai, Tamil Nadu, INDIA\n\nDr. Neeraj Kanwar, Manipal University Jaipur, Rajasthan, INDIA\n\nMr. Satya Narayan Agarwal (Finance), Manipal University Jaipur, Rajasthan, INDIA\nMr. Himanshu Priyadarshi, Manipal University Jaipur, Rajasthan, INDIA\n\nMr. Mahipal Bukya, Manipal University Jaipur, Rajasthan, INDIA\n\nStage Management Team|\n\nDr. Tej Bahadur, Manipal University Jaipur, Rajasthan, INDIA\n\nDr. Bhawna Chahar, Manipal University Jaipur, Rajasthan, INDIA\n\nDr. Arpit Kothari, Manipal University Jaipur, Rajasthan, INDIA\n\nDr Anuradha Agarwal, Manipal University Jaipur, Rajasthan, INDIA\n\nMs. Pallavi (Master of Ceremony), Manipal University Jaipur, Rajasthan, INDIA\nMs Ginika (Master of Ceremony), Manipal University Jaipur, Rajasthan, INDIA\n\nMs. Monica Lamba, Manipal University Jaipur, Rajasthan, INDIA\n\nTransport, Hospitality & Accommodation Team\n\nDr. Dinesh Yadav, Manipal University Jaipur, Rajasthan, INDIA",
    "Page_17": "Mr. Dharmesh Yadav, Manipal University Jaipur, Rajasthan, INDIA\n\nMr. Ashu Yadav, Manipal University Jaipur, Rajasthan, INDIA\n\nMr. Abhishek Kumar, Manipal University Jaipur, Rajasthan, INDIA\n\nMr. Samarendra Pratap Singh, Manipal University Jaipur, Rajasthan, INDIA\n\nMr. Bhanu Pratap Singh, Manipal University Jaipur, Rajasthan, INDIA\n\nFood Arrangements Team|\n\nMr. Peeyush Garg, Manipal University Jaipur, Rajasthan, INDIA\nMr. Vishal Das, Manipal University Jaipur, Rajasthan, INDIA\nMr. Mohit Sharma, Manipal University Jaipur, Rajasthan, INDIA\n\nMr. Ashish Vij ay, Manipal University Jaipur, Rajasthan, INDIA\n\nography, Print Media Promotions and Publicity Team\nDr. Rayaz Hassan, Manipal University Jaipur, Rajasthan, INDIA\nDr. Ramesh Kumar Rawat, Manipal University Jaipur, Rajasthan, INDIA\nMr. Vikas Bordak, Manipal University Jaipur, Rajasthan, INDIA\nMr. Himanshu Priyadarshi, Manipal University Jaipur, Rajasthan, INDIA\n\nMr. Abhimanyu Maini (PRO), Manipal University Jaipur, Rajasthan, INDIA\n\nSession Organizing Team|\n\nMr. Tejpal, Manipal University Jaipur, Rajasthan, INDIA\nMr. Suddhendu Das Mahopatra, Manipal University Jaipur, Rajasthan, INDIA\nMr. Chusen Duari, Manipal University Jaipur, Rajasthan, INDIA\n\nMs. Neha Singh, Manipal University Jaipur, Rajasthan, INDIA\n\nIT Support Team\n\nProf. V. N. Tiwari, Manipal University Jaipur, Rajasthan, INDIA\n\nDr. Lokesh Sharma, Manipal University Jaipur, Rajasthan, INDIA",
    "Page_18": "Dr. Amit Kumar Garg, Manipal University Jaipur, Rajasthan, INDIA\n\nMr. J. P. Jamine, Manipal University Jaipur, Rajasthan, INDIA\n\nMr. Sandeep Devra, Manipal University Jaipur, Rajasthan, INDIA",
    "Page_19": "CONTENTS\n\n \n\nTITLES AND AUTHORS\n\n \n\nInGaAs based HEMT for Future High Performance and Low Power Circuit\nDesign\n\n« Nandakishor Yadav\n\n« Ambika Prasad Shah\n\n# Santosh Kumar Vishvakarma\n\n \n\nNovel Power Coefficient for Extracting the Maximum Power in Wind Power\nBased Doubly Fed Induction Generator (DFIG) Using Vector Control\n« Arunesh kumar Singh\nAbhinav Saxena\nPrashant\nArun Singh Rana\n\n \n\nFeasibility Analysis of 100 kW Solar Power Plant for Chandigarh, India\nAmit Rai\nAshish Shrivastava\nKartick C. Jana\nSandeep Tripathi\nAmit Agrawal\n\n \n\nResponse of Monopolar HVDC System in Presence of Single Double-Tuned\nDC Filter\n\n+ Soma Deb\n\n« H.K. Verma\n\n \n\nEconomic Viability Solar PV Power Plant in Distribution System\n* Shiva Pujan Jaiswal\n« Vivek Shrivastava\n# Shashank Singh\n\n \n\nEffect of Inertia Weight of PSO on Optimal Placement of DG\n* Harsh Maurya\n« Vivek Kumar Bohra\n* Nidhi Singh Pal\n«Vikas Singh Bhadoria\n\n \n\nSingle Stage High Brightness LED Driver with Improved Power Quality\n* Amit Agarwal\nAshish Shrivastava\nKartick C. Jana\nSandeep Tripathi\nAmit Rai\n\n \n\n \n\n \n\nExperimental Profiling of Temperature and Luminosity inside Greenhouse\nusing Wireless Sensor Network\n\n+ Suman Lata\n\n« H.K. Verma",
    "Page_20": "Single Stage Isolated Zeta Converter (SS-IZC) Circuit with Improved Power\nFactor for LED’s Application\n\n* Rajesh Narayan Deo\n\n* Ashish Shrivastava\n\n* Kalyan Chatterjee\n\n \n\nPolicy Impact on Generation of Renewable Energy\n# Shahroz Anzum\n« Amit Rai\n# Rajesh Narayan Deo\n\n \n\nObjective Functions of Distribution Network Expansion Planning - A\nComprehensive and Exhaustive Review\n\n# Mandhir Kumar Verma\n\n« Vinod Kumar Yadav\n\n# Vivekanad Mukherjee\n\n \n\nRobust Throttle Control of Hybrid Electric Vehicle\n# Sandeep Kr. Tripathi\nAshish Srivastava\nK.C. Jana\nAmit Agrawal\nAmit Rai\n\n \n\nSpeed Control of DC Motor using Chopper Based on Fuzzy Logic\nArunesh kumar Singh\nAbhinav Saxena\nParveen Poon Terang\nPalak Tulsyan\nMohammed waris\n\n \n\nDisease Detection with the Help of Modified Clinical Decision Support\nSystem (CDSS)\n\n* Chhaya Dalela\n\n# Aadarsh Goel\n\n \n\nDesign and Implementation of Drug Identification Smart System Using\nVoice Assistance\n\n« Amar Michael Sequeira\n\n* Clarita Shynal Martis\n\n# Chandan Kumar Shanbhag\n\n \n\nAn Analytical Study on Health Care Mining Frameworks: A Survey\nAmjan Shaik\n* Niladri Sekhar Dey\n# K. Purnachand\n« Ch. Madhubabu\n\n \n\nComparison of tablet quality prepared by using granulation technique and by\nusing DC grade excipient\n\n* Girish Pai Kulyadi\n\n* Divya Dhatri Kara",
    "Page_21": "Development of hot melt extrusion technology for the solubility enhancement\nof poorly aqueous drug\n\n* Vamshi Krishna Tippavajhala\n\n# Shaik Naaz\n\n# Srinivas Mutalik\n\n \n\nComparative Study of Structural and Sheetmetal Combination Bracket on\nElevator Rail System\n\n* Sumit V. Dubey\n\n# Santosh B. Rane\n\n \n\nQuantitative Analysis of Vibrations in Moving Bed 3D Printers\n«  Akshat Srivastava\n* Chitwan Gautam\n« Ninaad Bhan\n* Ram Dayal\n\n \n\nAnalytical Study of MEMS/NEMS Force Sensor for Microbotics\nApplications.\n\n# Monica Lamba\n\n« Himanshu Chaudhary\n\n* Kulwant Singh\n\n \n\nA state-of-the-art strategy for improved biobutanol production by clostridium\nacetobutylicum NRRL B-527\n# Pranhita R. Nimbalkar\nManisha A. Khedkar\nPrakash V. Chavan\nSandip B. Bankar\n\n \n\nSentiment Extraction and Analysis Using Machine Learning Tools-Surve\n* Amjan Shaik\n* Niladri Sekhar Dey\n# K.Purna Chand\n\n \n\nClassification of Human Bones Using Deep Convolutional Neural Network\n« Nitesh Pradhan\n* Vijaypal Singh Dhaka\n# Himanshu Chaudhary\n\n \n\nStructural and Optical Properties of Si Nanostructures\n« Ashish Kumar\nJitesh Agarwal\nAshok Sharma\nVipul Singh\nAjay Agarwal\n\n \n\n \n\n \n\nReview of various Artificial Intelligence Techniques and its applications\nRajvardhan J igyasu\nShivi Varshney\nLini Mathew\nAmandeep Sharma",
    "Page_22": "Development and performance analysis of conformal UWB wearable antenna\nunder various bending radii\n\n« Narbada Prasad Gupta\n\n« Mithilesh Kumar\n\n# Ranjan Maheshwari\n\n \n\nBio-Printing\n* Abhijith Anilkumar\n* Santosh Rane\n\n \n\nExperimental and Simulation Analysis of Piston Coated with Approach of\nComposite Material\n* G. Rajendra Prasad\n* Nidadanuri Aruna\n# §. Chakradhara goud\n\n \n\nStructural and Mechanical Characteristics of Latex Assisted Thermally\nExfoliated Graphene Oxide Reinforced Elastomeric Nanocomposites\n\n« Upendra Kulshrestha\n\n+ Subrata Bandhu Ghosh\n\n* Niti Nipun Sharma\n\n \n\nControlling Air Conditioner by sending secure messages using MQTT\nprotocol and Mosquitto server\n\n*  V. Tirupathi\n\n« _K. Sagar\n\n \n\nOptimization of Organic Waste Collection for generation of Bio-Gas Using\nIoT Techniques\n\nSwapnil Manglorkar\n\nAbhilasha Sharma\n\nDevansh Verma\n\nSantosh Rane\n\n \n\nA Relative Survey on Handover Techniques in Mobility Management\n# Pramod Kumar P\n# Sagar K\n\n \n\nA Compact Multiband Rectangular Microstrip Antenna for UWB\nApplications\n\nSandeep Kr. Singh\nHimanshu Parashar\nTripurari Sharan\nArvind Kr. Singh\n\n \n\n \n\n \n\nIdentification of Software Defects based on Software Matrix using Pre-\nProcessing Automation for Neural Network Based Techniques\n\nAmjan Shaik\n\nCh. Madhu Babu\n\nNiladri Sekhar Dey\n\nK. Purnachan",
    "Page_23": "Dual Arm Robotics Platform (DARP): A Reprogrammable Robotics Platform\n—a Dire Need of Consumer Robotics\n* Rahul Verma\n\n \n\nSCADA and Its Application in Power Generation and Distribution System\n« Parveen Poon Terang\n# Abhinav Saxena\n# Apar Agarwal\n#  Aprajita\n\n \n\nAnalysis and Design of Solar Photovoltaic Systems and its applications by\nusing Different MPPT Techniques\n\n# Pramod Kumar\n\n# Ashish Shrivastava\n\n \n\nCost Benefit Modeling of AB2X 4 (A=Cd; B=Ga; X=S, Se) Solar\nPhotovoltaic (PV) Materials\n\n# Pancham Kumar\n\n# Amit Soni\n\n# Jagrati Sahariya\n\n \n\nComparative Study of Configuration Techniques to Address the Effect of\nPartial Shading on Solar PV Systems\n\n# Mona Sharma\n\n# Smita Pareek\n\n# Kulwant Singh\n\n \n\nPhotovoltaic Applications through multi-level Cascading of DC/DC\nConverters\n# Abhinav Saxena\n« Parveen Poon Terang\n# Vasu Garg\n# Shreya Srivastava\n# Anurag Singh\n\n \n\nGrid Connected-Photovoltaic System (GC-PVS): Issues and Challenges\n# Bhuwan Pratap Singh\n@ Sunil Kumar Goyal\n# Shahbaz Ahmed Siddiqui\n\n \n\nHybrid human powered power generating unit by using multiple transducers\n# Avanish Gautam Singh\n# _B. Ravi Subrahmanyam\n\n \n\nAutomatic Moving Floor for Smart Rooms\n# B. Ravi Subrahmanyam\n# A. Ambikapathy\n\n \n\n \n\n \n\nDesign of Read Circuitry for Nonlinear Smart Sensors\n# S, Ananthi\n« Himanshu Chaudhary\n* Kulwant Singh",
    "Page_24": "A retrofit design of safety and stability mechanism for two wheelers\n* NitinC.M\n# Santosh Patil\n\n \n\nExperimental investigation on effects of chemical additives on rheological\nbehavior of fine particle bottom ash slurry\n\n* Kanwar Pal Singh\n\n# Arvind Kumar\n\n* Deo Raj Kaushal\n\n \n\nNeodymium Magnetic shock Absorber for Two Wheelers Automobiles\n« Nandish .B\n« Muthanna K. P\n* Kaveriappa M.B\n+ Biddappa P.S\n\n \n\nSimulation and Experimental Studies of MPC for Level Control of Modified\nQuadruple Tank System\n\n« Shekhar Gehlaut\n\n* Tarun Varshney\n\n« §.K. Bansa\n\n \n\nA Review on Implementation of Six Sigma Techniques in Manufacturing\nIndustries and Benefits Derive\n# Ravi Shankar Raman\nPriyanshi Tripathi\n\n*\n* Yash Saxena\n* Prithvi Sisodia\n\n \n\nExperimental analysis of the influence of antioxidant on performance and\nemissions of CI engine fueled with waste fried oil methyl] ester\n+ Jagannath Hirkude\n\n \n\nDesign and Analysis of Petrol Engine Piston Pin\n# Chodi Bharathi\n* Velagada Bhanu\n\n \n\nMathematical model development of modified flow dispersion stress tensor\nin 2-D Curvilinear flow domain\n\n« M.P. Akhtar\n\n* Nayan Sharma\n\n* C.S.P. Ojha\n\n \n\nDesign and Implementation of LiFi Communication System\n« Dr. Ramananda D\nAmar Michael Sequeira\nSagar R Raikar\nChandan Kumar Shanbhag\n\n \n\n \n\n \n\nSmart Crop Management System (SCMS) using Raspberry-PI\n« Anushka Sinha\n* Curie Gupta\n* Vedaanti Baliga",
    "Page_25": "* Prabhas K Yadav\n* Vineeta Soni\n\n \n\nAdvancement in Energy Meter Reading\n* Parveen P. Terang\n« Abhinav Saxena\n« Akshay kumar\n#  Anshuman\n\n \n\nAn Improved Outlier Detection Mechanism for Hierarchical Key Management\nBin Hierarchical Mobile Ad-hoc Networks (MANETs)\n« Adarsh Kumar\nAlok Aggarwal\nNeelu J yoti Ahuja\nNeeraj Chugh\nHimanshu Chaudhary\n\n \n\nHybrid approach for Digital Watermarking using Intelligent System and\nDiscrete Wavelet Transform (DWT)\n* Krishan Kumar Goyal\nRinki Singh\nPushpneel Verma\nArunesh Kumar Singh\nAbhinav Saxena\n\n \n\nAn Inventory Model with Variable Demand for Non-Instantaneous\nDeteriorating products under the permissible delay in payments\n\n« A.K. Malik\n\n* Priya Mathur\n\n# Satish Kumar\n\n \n\nA Survey on Multilingual Script Identification\n« Manoj Kumar Sharma\n* Vijay Pal Singh Dhaka\n\n \n\nA Survey on Emerging Cyber Threat Intelligence Platforms\n« Adarsh Kumar\nAlok Aggarwal\nNeelu J yoti Ahuja\nNeeraj Chugh\nHimanshu Chaudhary\n\n \n\nA Survey on Word Recognition for Devanagiri Scripts\n« Manoj Kumar Sharma\n* Priyanka Takkar\n«Vishal Vaibhav N\n\n \n\nAnalysis of an inventory model with both the time dependent holding and\nsales revenue cost\n\n* A.K. Malik\n* Priya Mathur\n* Satish Kumar\n\n \n\n \n\n \n\nGain Characteristics of InGaAsN Quantum Well Heterostructures with GaAs\nand InP Substrates",
    "Page_26": "M. I. Khan\nSandhya K.\nA. M. Khan\nP.A. Alvi\n\n \n\nFinite Element Analysis of Circular Silicon Diaphragm\n# Samridhi\n# Manish Kumar\n* Kulwant Singh\n# P.A. Alvi\n\n \n\nCurrent and future aspects of ZnO based core-shell heterostructures for\noptoelectronics devices\n\nJ. P. Vijay\n\nKulwant Singh\n\nAmit Kumar Rathi\n\nPraveen Kumar Jain\n\non\non\non\non\n\n \n\nSimulating 1.55 pm Optical Gain in Type-II InAlAs/InGaAs/GaAsSb\nNanoscale Heterostructure\n* A.M. Khan\nGarima Bhardwaj\nM. Abu-Samak\nS. H. Saeed\nP.A. Alvi\n\n \n\nEffect of Fe Doping on Magnetic Behavior of SnO2 Nanoparticles for\nSpintronics A pplications\n\n« Mayuri Sharma\n\n* S.N. Doila\n\n# Shalendra Kumar\n\n* PA. Alvi\n\n \n\nBandstructure Effects in the Electronic Transport of Silicon Nanowire FET in\n[100] and [110] Transport Orientations\n\n« Manoj Kumar\n\n« Vijay Kumar Lamba\n\n \n\nA Quad Band Polarization Independent Ultrathin Metamaterial A bsorber\n« Shwetank Yadav\n« Garima Tiwari\n\n \n\nDevelopment of Safe sSBR Based Green Compounds with LPCA and HPCA\n* Nitin Kumar\n\n \n\nOptimization of Process Parameters of Graphene based Piezo resistive\nPressure Sensor using Design of Experiment\n\n* Meetu Nag\n\n« Ajay kumar\n\n* Bhanu Pratap\n\n* Kulwant Singh\n\n \n\n \n\n \n\nGraphene as Emerging Material for High Speed Energy Storages Devices\n«* Satyanarayan Agarwal\n* Kulwant Singh\n# Ashish Srivastava",
    "Page_27": "Crowd sourcing in Academics: Benefits and Challenges\n# A.Vijayalakshmi\n\n \n\nActive Noise Control Technique\n* _B.P. Mishra\n\n \n\n \n\n \n\nGeneric IoT Platform for Analytics\n* Pradeep B\n* Balasubramani R",
    "Page_28": "SV-TDFS\n\nInternational Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n(SV-TDFS)\n\n \n\nDay - 1\n08 October 2018\n\nABSTRACTS\n\n \n\nSV-TDFS\nOrganized by\n\nManipal University Jaipur (MUJ)\nand\nInstitute For Engineering Research and Publication (IFERP)",
    "Page_29": "",
    "Page_30": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nInGaAs based HEMT for Future High Performance and\nLow Power Circuit Design\n\nNandakishor Yadav*, Ambika Prasad Shah and Santosh Kumar Vishvakarma\nIndian Institute of Technology Indore, Khandwa Road, Indore, Madhya Pradesh, India\n\n*nkyadav.vlsi@gmail.com\n\nAbstract:-\n\nPurpose — The purpose of this work is development of future scaled FinFET for low power and\nhigh performance circuit design. As Internet of Thing (IoT) sensors and circuits are deployed at\nremote locations and works at high frequency band, the application also requires real time solution.\nThe power is also the prime issue in IoP applications because these are battery operated or self-\npower devices. The Indium Gallium Arsenide (InGaAs) based semiconductor device fulfill all\nabove state requirements. Gallium Arsenide (GaAs) used to reduce the power need and Indium\n(In) is used to improve the performance of the device hence InGaAs fulfil the need of IOT\napplications.\n\nDesign/methodology/approach - As InGaAs is the compound material that can be fabricated on\nSilicon wafer and fabrication technologies for InGaAs device is already proposed and successfully\nfabricated by many researchers. In this work, To develop the device, first deposit InAlAs using\nsputtering then deposit thin film of the InGaAs using atomic layer deposition (ALD). The laser\nlithography is used for device dimension. The ion etching is used for device pitch development.\nThe device dimensions are shown in Table I as per the ITRS prediction for 2019.\n\nFindings — This device provides very good performance and also reduces huge power budget\nmoreover it also allows high-k material as gate insulator like hafnium oxide (HfO2), aluminum\noxide (A1203), magnesium hydroxide (Mg203). that further reduces the gate leakage current. The\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)",
    "Page_31": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nalso helps to increase the gate control over channel hence increases the inversion charge. These\ninversion charge increases the ON current.\n\nResearch limitations/implications — The InGaAs based NMOS device has around 2200 to 4000\ncm2 /Vs mobility but PMOS has around 600 cm2 /Vs hence this is the major disadvantage but it\nis very useful with domino logic.\n\nPractical implications — Write now it is pure simulation work for process testing and application\nof the work in the next phase we will fabricated it at Indian nano user program (INUP), Govt. of\nIndia at IISc Bangalore center. We have already submitted the project.\n\nOriginality/value — It is original work and design and develop as per the exiting CMOS technology\nhence it can directly use with the CMOS fabrication technology along with silicon also.\n\nKeywords:- InGaAs, HEMT, FinFET, Silicon, thin film, high performance, IoT.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)",
    "Page_32": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nNovel Power Coefficient for Extracting the Maximum\nPower in Wind Power based Doubly Fed Induction\nGenerator (DFIG) using Vector Control\n\nArunesh kumar Singh', Abhinav Saxena!*, Prashant? and Arun Singh Rana?\n‘Department of Electrical Engineering, Jamia Millia Islamia,\nDepartment of Electrical Engineering, JSSATE Noida\n3Department of Electrical Engineering, GITM\n\n*abhinav.saxena@jssaten.ac.in\n\nAbstract:-\n\nThis Paper presents the behaviour of the Doubly fed Induction generator for extracting the\nmaximum power using vector controlled mechanism. This paper presents the controlling of rotor\nand grid side converter through conventional method of gate triggering by using d-q theory The\npaper includes the simulation model of Doubly fed Induction generator and further the maximum\npower extraction from the wind is estimated by using power coefficient which is completely\ndependent on pitch angle, tip to speed ratio(TSR). The novelty in power coefficient has design to\nharness the maximum power. Firstly, the model of Doubly fed Induction generator is developed\nincorporate wind turbine as mechanical input and then vector controlled method is used. The\nDoubly fed induction generator are broadly used in wind power applications which are more\nrobust, reliable and very efficient system. The complete system is implemented using MATLAB\nsoftware tool.\n\nKeywords:- Doubly Fed Induction ,Machine, Vector Controlled, TSR.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)",
    "Page_33": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nFeasibility Analysis of 100 kW Solar Power Plant for\nChandigarh, India\n\nAmit Rai!*, Ashish Shrivastava’, Kartick C. Jana', Sandeep Tripathi! and Amit Agrawal\n‘Indian Institute of Technology (ISM) Dhanbad, India\n?Manipal University Jaipur, Rajasthan, India\n3ABES Engineering College Ghaziabad, India\n\n*rai.amit2 1@gmail.com\n\nAbstract:-\n\nThe electricity demand is increasing worldwide with a fast pace. Accomplishment of this growing\ndemand with renewable energy sources is gaining importance globally due to it’s negligible\npollutant emission. In this work, solar power potential is analyzed for Chandigarh. A 100 kW\nphotovoltaic plant is analyzed for selected area with different PV panel combination for finding\noptimal solution of power generation. This selected area is having a good solar radiation reception\npotential of 5.07 kWh/m2/day annually at annual 25.40C temperature. The plant is designed with\nfixed axis orientation and has tilt of 31o. The plant has potential to export 156120 kWh of\nelectricity to the grid with performance ratio of 76%.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)",
    "Page_34": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nResponse of Monopolar HVDC System in Presence of\nSingle Double-Tuned DC Filter\n\nSoma Deb* and H.K. Verma\nDepartment of Electrical and Electronics Engineering, School of Engineering and Technology, Greater Noida, India\n\n*soma.deb@sharda.ac.in\n\nAbstract:-\n\nStudy of the response of an HVDC system to various conditions, types and locations of fault on\nthe system is basic to developing suitable protection techniques and algorithms. This paper\npresents a study of the behavior of monopolar HVDC system in the presence of a single double-\ntuned de filter. CIGRE Benchmark model for monopolar HVDC system has been simulated on\nPSCAD/EMTDC for the study. Five different fault locations, viz. three de line faults (two faults\nnear the line ends and the third fault at the middle point of the line) and two ac side faults (one\nnear the rectifier and the other near the inverter), and five different values of fault resistance\n(ranging from 0 to 2000 ohms) have been considered. It has been observed that incremental current\nand incremental power in the HVDC line can discriminate only mid-line dc faults from ac fault.\nAlso, incremental current can discriminate between rectifier-side ac fault and inverter-side ac fault\nfor all values of fault resistance, whereas incremental power can do so only for lower values of\nfault resistance (0 ohm and 10 ohms). Transient energy can discriminate dc line faults at all\nlocations from ac faults with all values of fault resistance. However, transient energy can\ndiscriminate rectifier-side ac fault from inverter-side ac fault only for low values of fault resistance\n(0 ohm and 10 ohms) and not for high values. This study can be very effectively used in developing\na protection algorithm/algorithm. The study can be further extended to analyze the performance of\nHVDC system in the presence of any type of the de filter and for any length of the line.\n\nKeywords: - Fault Resistance, Incremental Current, Incremental Power, PSCAD/EMTDC,\nTransient Energy.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)",
    "Page_35": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nEconomic Viability Solar PV Power Plant in Distribution\nSystem\n\nShiva Pujan Jaiswal!’, Vivek Shrivastava? and Shashank Singh!\n\n‘Department of Electrical and Electronics Engineering, SET, Sharda University, India\nDepartment of Electrical Engineering, NIT, Delhi, India\n\n*shivajaiswal@gmail.com\n\nAbstract:-\n\nSilicon is definitely, the most common material used in solar cells. Distributed Generation (DG)\nbased on Solar Photo Voltaic (PV) cells enhance the voltage stability and economical profit as well\nas reduce the carbon emission. This paper indentifies the optimal location of PV base DG in 13-\nBus distribution system, using the nature base Particle swarm Optimization (PSO) algorithm. This\npaper also presents the overview of the process of manufacturing of PV cell. The main objective\nof this paper is that to demonstrate the economical benefits of optimal PV based power plant.\nResults prove that the PV base power plant improves the technical performance as well as\neconomical performance of the system.\n\nKeywords:- PSO, PV, Voltage Profile, Economical Benefits.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)",
    "Page_36": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nEffect of Inertia Weight of PSO on Optimal Placement of\nDG\n\nHarsh Maurya’, Vivek Kumar Bohra’, Nidhi Singh Pal! and Vikas Singh Bhadoria”*\n\n'Department of Electrical Engineering, School of Engineering, Gautam Buddha Univeristy, Greater Noida (UP),\nIndia.\n\n? Department of Electrical & Electronics Engineering, ABES Engineering College, Ghaizabad, (UP), India.\n\n*vikasbhadoria@gmail.com\n\nAbstract:-\n\nIntegrating Distributed generation (DG) at appropriate location can reduce power loss of the\nsystem also voltage profile can be improved. Optimal allocation of DG has two parts, i) optimal\nlocation of DG, ii) optimal capacity of DG. In this paper Particle Swarm Optimization (PSO) is\nused for optimization. During optimization effect of inertia weight of PSO on the optimal\nplacement of DG is demonstrated in this paper. For detailed study, IEEE 33-bus radial distribution\nsystem is considered and impact of integration DG in the system is also shown.\n\nKeywords:- Distributed Generation, Particle Swarm Optimization, Inertial weight, IEEE 33-\nbus, Radial Distribution System.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)",
    "Page_37": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nSingle Stage High Brightness LED Driver with Improved\nPower Quality\n\nAmit Agarwal'*, Ashish Shrivastava”, Kartick C. Jana*, Sandeep Tripathi? and Amit Rai?\n'ABES Engineering College Ghaziabad, India\n?Manipal University Jaipur, Rajasthan, India\n3Indian Institute of Technology (ISM) Dhanbad, India\n\n*amit.stm@gmail.com\n\nAbstract:-\n\nA single switch single stage 24watt power supply is presented to run a light emitting diode (LED)\nload. In this power supply, the Zeta converter is operated in continuous conduction mode (CCM)\nto get desired output voltage and a proportional integral (PI) controller is designed to make system\nstable. The need of proposed controller is justified from stability analysis of the system with the\nhelp of small signal average modeling. A simulation model of the proposed LED driver is also\ncarried out in MATLAB/SIMLINK using sim-power toolbox environment for a universal ac input\nmains. The results confirm a constant current of 0.4amp at output with improved power quality\nparameters such as power factor (PF) and total harmonic distortion (THD). All outcomes lie under\nthe limit of IEC 61000-3-2 standards that verifies the theoretical analysis.\n\nKeywords:- Continuous Conduction Mode (CCM), LED Driver, Power Factor (PF), Small\nSignal Average (SSA) Modeling, THD, Stability, Zeta dc-dc Converter.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)",
    "Page_38": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nExperimental Profiling of Temperature and Luminosity\ninside Greenhouse using Wireless Sensor Network\n\nSuman Lata* and H. K. Verma\n\nDepartment of Electrical and Electronics Engineering, School of Engineering and Technology, Sharda University,\nGreater Noida, U. P.\n\n*suman.lata@sharda.ac.in\n\nAbstract:-\n\nMonitoring and control of climatic variables inside a greenhouse (GH) play crucial role in quality\nproduction of crops in the green-house (GH). Measurement and monitoring of major GH variables,\nsuch as temperature, humidity, soil moisture, light intensity and CO2 in atmosphere, has been\ngenerally carried out using a central data acquisition system to which all sensors are individually\nwired. This technique involves huge cabling and lacks flexibility of adding sensors in future. This\npaper presents a detailed methodology and results of experimental measurement and profiling\n(both temporal and spatial) of temperature and luminosity inside a laboratory model of GH using\na wireless sensor network (WSN).\n\nFor the experimental work, the GH was divided into two rows, row | and row 2, with three zones\nof equal dimensions in each row. At the center of each zone one wireless sensor node was placed\nfor measurement and acquisition of temperature and luminosity in that zone. A WSN was created\nwith these six wireless sensor (WS) nodes (or motes) and one network coordinator (NC). Profiling\nof temperature and luminosity was carried out under uncontrolled as well as controlled\nenvironmental conditions. Two controlled conditions were created. In the first case only\ntemperature was controlled by placing a heater at the center of GH. The second case involves\nsimultaneous control of temperature and luminosity, for which an incandescent lamp was placed\nin each zone of row | while all the zones of row 2 were covered with a tinted plastic sheet. Data\nwas gathered from all the six WS nodes in each controlled case as well as in uncontrolled\nenvironment. Surface profiles of both temperature and luminosity were drawn in Lab VIEW on\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)",
    "Page_39": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nthe basis of collaborative processing of the data. The experimental results so obtained are\ncorrelated with the expected theoretical profiles.\n\nThe use of WSN and Lab VIEW for collecting and processing the data, respectively, provides\nremarkable flexibility in terms of addition and deletion of WS nodes. Moreover, no wiring is\n\nneeded for power or signals.\n\nKeywords:- Collaborative Data Processing, Greenhouse Variables, Profiling, Wireless Sensor\n\nNode, Wireless Sensor Network.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\n\nInstitute For Engineering Research and Publication (IFERP)\nPage | 10",
    "Page_40": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nSingle Stage Isolated Zeta Converter (SS-IZC) Circuit\nwith Improved Power Factor for LED’s Application\n\nRajesh Narayan Deo!*, Ashish Shrivastava” and Kalyan Chatterjee!\n‘Indian Institute of Technology (ISM) Dhanbad, India\n?Manipal University Jaipur, Rajasthan, India\n\n*rmdeo.nitc@gmail.com\n\nAbstract:-\n\nLight emitting diode specifically White LED has gain a lot of attention from both academics and\nindustrial sector due to its high efficiency, environmental friendly, and long lifecycle. This is a\nfeasible alternative for conventional bulbs and tubes in domestic, industrial and commercial\nlighting. However, implementation of this new source requires various parametric regulation. This\nproposed single stage isolated zeta converter (SS-IZC), with power factor correction maintains\nconstant output for the load of 36 Watts LED, and follow the IEC61000-3-2 standard. The\nproposed SS-IZC is operating in DCM and controlled with PWM (Pulse width modulation), for\npower factor improvement and low THD, and obtain more than 0.9 power factor and THD less\nthan ten percentages\n\nKeywords:- Single Stage Isolated Zeta Converter (SSIZC), Power Factor (PF), Pulse width\nModulation (PWM), Universal AC input, Discontinuous Conduction Mode (DCM), Total\nHarmonic Distortion (THD).\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 11",
    "Page_41": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nPolicy Impact on Generation of Renewable Energy\n\nShahroz Anzum*, Amit Rai and Rajesh Narayan Deo\n\nDepartment of Electrical Engineering, Indian Institute of Technology (ISM), Dhanbad, Jharkhand, India-\n826004\n\n*shahroz.anjum@gmail.com\n\nAbstract:-\n\nThe energy consumption is increasing throughout the world. The renewable energy is potential\nanswer to meet the increasing demand. Fossil fuel are diminishing with fast pace and greenhouse\ngas emission potential. So, the world is promoting renewable energy generation. In this work,\ngovernment policy impact is assessed for renewable energy promotion. The 4% subsidy on solar,\nincreases approximately 1200% of solar energy generation in 23 years’ term and 4% subsidy on\nwind, increases 69% in wind power generation. The case, on per ton COz emission by fossil fuel\nbased plant is also reducing the use of non- renewable power energy uses.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 12",
    "Page_42": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nObjective Functions of Distribution Network Expansion\nPlanning - A Comprehensive and Exhaustive Review\n\nMandhir Kumar Verma!*, Vinod Kumar Yadav? and Vivekanad Mukherjee!\n‘Department of Electrical Engineering, Indian Institute of Technology, Dhanbad, Jharkhand, India-826004\nDepartment of Electrical Engineering, Delhi Technological University, Delhi, India-110042\n\n*mandhirverma@gmail.com\n\nAbstract:-\n\nUtmost of elucidation about the research accomplished in an article is cleared from the objective\nfunction of the planning problem. An objective function is a mathematical expression which\ndescribe the existing condition of a system with numerous variables, in which alteration of these\nvariables result in optimized value largest or smallest, depending on the problem or desired value.\nThat value may be obtained by minimizing or maximizing the objective function. In this paper, a\nreview has been carried out on objective functions of distribution network expansion planning\n(DNEP). Besides most prominent objective, i.e. investment or expansion cost minimization, a\nnumerous other objective functions are also listed and elaborated in the paper. These objective\nfunctions have been classified into five main categories: financial, income related, technical,\noptimal size & location and social & economic objectives. The selection of objective function\nclearly shows increasing penetration of distributed generation (DG), distributed energy storing\nsystems (DESS) and fuel cells with renewable technologies. Most of the reviewed articles\nregarding DNEP highlight these objectives in details, however; not all fields have been covered in\nany single work on DNEP. This review article aims to address this gap so that widespread DNEP\ncan be achieved with flawlessness. Most of the objective functions are in practice today while\nothers are still under exhaustive investigation. This survey article recommends utilizing these\nclassifications to obtain impeccable DNEP. Substantial information has been offered of research\nwork done in the field of DNEP through this review article which will mitigate the impending\nresearchers from the difficulties of getting apposite supervision.\n\nKeywords:- Distribution Network Expansion Planning, Distributed Generation, Objective\nFunction, Optimal Power Flow.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 13",
    "Page_43": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nRobust Throttle Control of Hybrid Electric Vehicle\n\nSandeep Kr. Tripathi'*, Ashish Srivastava’, K. C. Jana', Amit Agrawal’, Amit Rai!\nPp P g'\n‘Indian Institute of Technology(ISM), Dhanbad, INDIA\ngy\n?Manipal University, Jaipur, INDIA\n5ABES Engineering College, Ghaziabad, INDIA\n\n*trisandeep@yahoo.co.in\n\nAbstract:-\n\nIn recent past years, growing carbon emission caused by vehicle and scarcity of oil resources gives\nattention of all researchers to investigate low pollution, improved fuel economy type vehicle such\nas hybrid electric vehicle (HEV). In this paper speed control of nonlinear hybrid electric vehicle\nusing different control technique has been employed to improve the efficiency of vehicle by\ncontrolling the throttle position. The controller like Proportional-Integral-Derivative (PID),\n\nArtificial intelligence based fuzzy controller, robust controller (H.) and their comparative\n\nperformance analysis has been done on the basis of rise time, settling time, and zero steady error\nin MATLAB-Simulink.\n\nKeywords:- Hybrid Electric Vehicle (HEV), Hoo, Fuzzy Logic, Robust Control.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 14",
    "Page_44": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nSpeed Control of DC Motor using Chopper Based on\nFuzzy Logic\nArunesh kumar Singh', Abhinav Saxena!*, Parveen Poon Terang’, Palak Tulsyan” and\nMohammed waris?\n'Department of Electrical Engg., Jamia Millia Islamia, India\nDepartment of Electrical Engg., JSSATE Noida, India\n\n*abhinav.saxena@jssaten.ac.in\n\nAbstract:-\n\nThis paper presents the speed control of DC Motor using fuzzy logic controller based on chopper\ndevices mainly boost converter. The DC motor consist of armature and field winding in which\narmature winding is controlled by using boost converter which is triggered by fuzzy logic\ncontroller which consist of 3x3 rule and the input are change in error and rate of change in error\nand output is firing angle. The fuzzy logic controller gives smooth, reliable, efficient speed\ncontrolling of DC motor. The complete system is designed with SIMULINK MODEL 2KW DC\nmotor.\n\nKeywords:- Fuzzy Logic, DC Motor.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 15",
    "Page_45": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nDisease Detection with the Help of Modified Clinical\nDecision Support System (CDSS)\n\nChhaya Dalela* and Aadarsh Goel\nJSS Academy of Technical Education, Noida.\n*chhayadalela@jssaten.ac.in\n\nAbstract:-\n\nProposed CDSS is to provide assistance to technicians. With this approach, patient data is\npresented with the help of CDSS and used to analyze and diagnose with the problem. It works\nusing CBR (Case Base Reasoning) and using DDSS (Diagnosis Decision Support System). In this\npaper existing CDSS has been modified which is language friendly, maintain large data base,\ngiving it a shape of an app, making it more secure so that no one can make fool of any patient and\nbuild up a large involvement so that worldwide doctors can work on it and can give better advice\nto any patient from anywhere.\n\nKeywords:- CDSS, CBS, DDS\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 16",
    "Page_46": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nDesign and Implementation of Drug Identification Smart\nSystem Using Voice Assistance\nAmar Michael Sequeira!*, Clarita Shynal Martis? and Chandan Kumar Shanbhag!\n\n‘Department of Computer Science, Bhandarkars’ Arts & Science College, Kundapura, Karnataka,India\n?KMC Manipal, Karnataka, India\n\n*msamar25@gmail.com\n\nAbstract:-\n\nThe purpose of the paper is to prevent the drug interactions such as Adverse Drug Reactions (ADR)\nby using our technological solution which will help the treating doctors / physicians to explore the\ndetails of drugs in order to find out life threatening effects such as allergies, Adverse Drugs\nReaction complications and the contraindications related to liver and renal defects and harmful\nside effects during pregnancy or lactation.\n\nKeywords:- Adverse Drug Reactions - ADR, Intensive Care Units — ICU, Out-Patient\nDepartments — OPD, In-Patient departments — IPD.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 17",
    "Page_47": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nAn Analytical Study on Health Care Mining Frameworks:\nA Survey\n\nAmjan Shaik! *, Niladri Sekhar Dey”, K. Purnachand? and Ch. Madhubabu!\n'Department of Computer Science & Engineering, B. V. Raju Institute of Technology\nDepartment of Information Technology, B. V. Raju Institute of Technology\n\n*amjan.sk@bvrit.ac.in\n\nAbstract:-\n\nGrowth in the domain of medical information processing and the unbound demand of advanced\nmedical diagnosis for predictive analysis is demanding a framework for processing and managing\nthe medical information. The expectations from the framework, by the researchers and\nprofessionals, are a complete end-to-end solution of the healthcare information and enable the\nbeneficiaries for advance rule based pattern mining. A gigantic number of researches are been\ncarried out in the search of the most cost effective and region independent process for the same.\nNevertheless, the appropriate and most generalized framework is yet to be proposed. Thus is work\nmakes an attempt to classify the existing framework based on the usability and propose a novel\nprocess flow for the same. The major outcomes of this work are establishing the workflow and\nevaluate the performance outcome in order to provide a higher level of healthcare system to save\nprecious human life.\n\nKeywords:- Data Mining, Rule Based Mining, Predictive Analysis, Healthcare Mining\n\nWorkflow, Pattern Mining.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 18",
    "Page_48": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nComparison of Tablet Quality Prepared by Using\nGranulation Technique and by using DC Grade Excipient\nGirish Pai Kulyadi *and Divya Dhatri Kara\n\nDepartment of Pharmaceutics, Manipal College of Pharmaceutical Sciences, Manipal Academy of Higher\nEducation, Manipal-576104, Karnataka, India\n\n*girish.pai@manipal.edu\n\nAbstract:-\n\nPurpose — The purpose of this work is to prepare Diclofenac Sodium tablets 50 mg and generate a\ncomparative evaluation using direct compression and wet granulation techniques.\nDesign/methodology/approach —Diclofenac Sodium solid tablets 50 mg were formulated by two\nmethods namely, (i) Direct compression using two different DC grades (Directly compressible)\nfor each formulation and (ii) Wet granulation using conventional excipients. Tablets were prepared\nand assessed for description/appearance, flow properties, hardness, friability and disintegration\ntime (DT).\n\nFindings — All the formulations have shown the results within specification limits. However, the\ntablets which were produced by direct compression method disintegrated very rapidly when\ncompared to those prepared by the wet granulation method and appearance was good with smooth\nfinish without any rough surfaces.\n\nResearch limitations/implications — The Direct compression method is used for the low dose drugs\nand the active pharmaceutical ingredients which are thermolabile and moisture sensitive. Direct\ncompression also helps in minimizing the unit operations, with improved yield and enhancing the\ntablet quality.\n\nPractical implications — The method is useful to enhance product stability, improved appearance\nof product, faster DT and decreases the production time and manufacturing cost phenomenally.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 19",
    "Page_49": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nOriginality/value — The work is an outcome of comparative studies of wet granulation and direct\ncompression. The proposed Direct compression method replaces the costly and time consuming\nwet granulation method. Tablets produced by Direct compression methods have a constant\nreproducibility in the results meeting predetermined specification consistently.\n\nKeywords:- Wet Granulation, Direct Compression, DC Grades, Product Stability.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\n\nInstitute For Engineering Research and Publication (IFERP)\nPage | 20",
    "Page_50": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nDevelopment of Hot Melt Extrusion Technology for the\nSolubility Enhancement of Poorly Aqueous Drug\nVamshi Krishna Tippavajhala *, Shaik Naaz and Srinivas Mutalik\n\nDepartment of Pharmaceutics, Manipal College of Pharmaceutical Sciences, Manipal Academy of Higher\nEducation, Manipal, Karnataka, India\n\n*vamshi.krishna@manipal.edu\n\nAbstract:-\n\nPurpose — Solubility enhancement of poorly aqueous soluble drugs for improved oral absorption\nhas become a challenging task for the scientists in the development of pharmaceuticals. The main\ngoal of this study is to investigate the effect of the hydrophilic polymers on the poorly water soluble\ndrug to enhance its solubility through the technique of hot-melt extrusion.\n\nMethodology — The poorly aqueous soluble drug selected for this study was Norfloxacin and the\nhydrophilic polymers selected for this study were Polyox WSR 301, HPMC ES, Carbopol 980 and\nPEG 6000. Based on the literature and preliminary trials, the drug and the polymer were mixed at\na ratio of 1:2 respectively and the mixture was processed through OMICRON 10 P (STEER\nEngineering Pvt. Ltd. Bengaluru) twin screw extruder.\n\nFindings — The obtained solid dispersions were subjected to the saturation solubility study for 48\nhours. All these polymers have enhanced the solubility of Norfloxacin when compared to the pure\ndrug. Among these mixtures, Norfloxacin-Polyox WSR 301 combination has shown highest\nsolubility followed by PEG 6000 and Carbopol 980.\n\nResearch limitations — The technique may not be a cost-effective when compared to the other\nlaboratory methods to prepare solid dispersions.\n\nPractical implications — Hot melt extrusion technology is a significant industrial approach for the\nsolubility enhancement of poorly aqueous soluble drugs as it is a continuous method to generate\nthese solid dispersions.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 21",
    "Page_51": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nOriginality/value — This research work is of prime importance as the application of this hot melt\nextrusion technology using these polymers for the solubility enhancement of Norfloxacin has not\n\nbeen reported in the literature.\n\nKeywords:- Hot-Melt Extrusion; Solid Dispersions; Solubility Enhancement.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\n\nInstitute For Engineering Research and Publication (IFERP)\nPage | 22",
    "Page_52": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nComparative Study of Structural and Sheetmetal\nCombination Bracket on Elevator Rail System\n\nSumit V. Dubey* and Santosh B. Rane\n\nDepartment of Mechanical Engineering, Sardar Patel College of Engineering, Munshi Nagar, Andheri —West,\nMumbai-400058\n\n*sumitvdubey@gmail.com\n\nAbstract:-\n\nContext: - Combination brackets are used for fixing car and Counterweight guide rails to the shaft\nwall to provide smooth and safe travel for side counterweight position.\n\nPurpose: - The objective of this study is to compare the deflection and stresses value of the\nstructural and sheet metal Combination bracket arises due to effect of forces imposed on the guide\nrail by the Car guide shoe.\n\nMethodology: - Finite element method was performed for Structural and Sheet metal combination\nbracket to evaluate stress and deflection using SolidWorks Simulation software. Analytical\ncalculation has been performed to calculate the forces acting on rail considering the case of safety\ngear operation as per EN 81-1.\n\nResearch findings: - From this analysis, it has been found that structural combination brackets are\nstiffer compare to those made up of sheet metal.\n\nLimitations: - Stress and deflection values shall be varied for different car cabin sizes. A case study\nof Car Size 1100x2000 mm for 13 passenger capacity rated load has been considered.\nOriginality/value: - This analysis results provides the possibility of selecting most reliable rail\nbracket for guide rail fixation\n\nKeywords:- Elevator, Guide Rail, Brackets, Rail Fixing, Finite element method, Safety\nActuation, SolidWorks\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 23",
    "Page_53": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nQuantitative Analysis of Vibrations in Moving\nBed 3D Printers\n\nAkshat Srivastava !*, Chitwan Gautam !, Ninaad Bhan! and Ram Dayal?\n‘Mechatronics Engineering, Manipal University Jaipur\n\n?Mechanical Engineering, National Institute of Technology, Uttrakhand\n\n*akshatsrivastava@muj.manipal.edu\n\nAbstract:-\n\n3D printers are being explored by many of the industrial giants and daily customers as an excellent\nreplacement for some of the traditional inefficient, costly and waste producing techniques of\nmanufacturing. Although, still at a premature state of development, and being thoroughly\nresearched upon, there is lack of data concerning the physical strength or a proper machine design\ndevelopment for this 3-axis automated machine. Other, while being able to create a robust\nmachine, over-utilize the resources. In this paper, we attempt to explore how analysis of vibration\nusing minimal equipment could refine the quality of 3D printing as well as how would one improve\nthe design to yield best results.\n\nKeywords:- Vibrational Currents, Moving Bed Structure, Fixed Bed Structure.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 24",
    "Page_54": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nAnalytical Study of MEMS/NEMS Force Sensor for\nMicrobotics Applications\nMonica Lamba*, Himanshu Chaudhary, Kulwant Singh\n\nDepartment of Electronics and Communication Engineering, Manipal University Jaipur, Rajasthan, India\n\n*lambamonica346@gmail.com\n\nAbstract:-\n\nThe purpose of this paper is analytical study of microcantilever based force sensor using\npiezoresistive sensing element. Microcantilever based force sensor is a low cost, highly sensitive\nleads to improve the reliability, repeatability and cost effectiveness of MEMS/NEMS technology,\nwhich makes it suitable for micromanipulation application such as microgripper and microbotics.\nThe dimension of fixed part of sensor is 1000 um%2 with height of 200m .The microcantilever\nhave dimensions 130 pm length, 40um breadth and 50 um height along with piezoresistive sensing\nelement mounted on it. The range of force per unit area applied of it is 5 x10% (-9) N/m‘2 which\nis sensed by cantilever, can be observed from simulation results. The amount of force required by\nmicrobot for micromanipulation is in the Micro-Netwon to Nano-Newton.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 25",
    "Page_55": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nA State-of-the-Art Strategy for Improved Biobutanol\nProduction by Clostridium Acetobutylicum NRRL B-527\n\nPranhita R. Nimbalkar!, Manisha A. Khedkar!, Prakash V. Chavan!* and Sandip B.\nBankar?\n\n‘Department of Chemical Engineering, Bharati Vidyapeeth Deemed University College of Engineering, Pune\n411043, India\n\n?Department of Bioproducts and Biosystems, School of Chemical Engineering, Aalto University P.O. Box 16100,\nFI-00076 Aalto, Finland\n\n*pvchavan@bvucoep.edu.in\n\nAbstract:-\n\nThe growing environmental concerns of fossil fuels and their unavoidable depletion have led to\nsearch for alternative renewable resources which can help to reduce country’s energy dependency.\nMoreover, biofuels being environmentally safe, has an enormous potential to replace conventional\npetro-fuels. Biobutanol is one of the interesting biofuels that offers many advantages over\nbioethanol like higher calorific value, low vapor pressure, and good affinity with gasoline in varied\nratio. However, conventional acetone-butanol-ethanol (ABE) fermentation process observed\nmajor challenges viz. low butanol concentration, yield, productivity, and solvent intolerance\nresulting in a high overall production cost, thus impeding its commercialization. To alleviate these\nconcerns, effect of stimulator namely folic acid was investigated in present study to enhance\nbutanol titer. Initially, different concentrations were screened and 10 mg/L folic acid\nsupplementation showed highest butanol production of 10.78 g/L with total solvents to be 18.91\ng/L. Folic acid addition was also optimized to get surplus improvement in final product\nconcentration. Overall, a significant step up in biobutanol production was accomplished by\ninduction of essential cellular components\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 26",
    "Page_56": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nKeywords:- Biobutanol, Clostridia, Energy, ABE fermentation, Folic Acid.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 27",
    "Page_57": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nSentiment Extraction and Analysis Using Machine\nLearning Tools-Survey\n\nAmjan Shaik\"\", Niladri Sekhar Dey” and K.Purna Chand!\n‘Department of CSE, BVRIT, Narsapur.\nDepartment of IT, BVRIT, Narsapur.\n\n“prof.amjansk@gmail.com\n\nAbstract:-\n\nSentiment search is clearly abstract cornerstone and essential administer in identifying user’s\nimportance preferences. To get the quality of the product, position in evaluations is precondition.\nNormally, if item’s studys express constructive idea, the produce perhaps with bigger rating to\nsome populous qualification. By analyzing the user considerations, their sentiments suggest unique\nexperts to some target user in agreement the user culture. LDA is truly a Bayesian approach\nrepresented particularly to create the unification of studies, topics and discussions. In this paper,\nwe have discussed about various machine learning tools and techniques for the better\nunderstanding of the concepts and efficient processing of sentiments from the huge data sets.\n\nKeywords:- Ratings, Sentiment Distribution, Item Reputation, Reviews, Rating Prediction,\nRecommender System, Sentiment Influence, User Sentiment\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 28",
    "Page_58": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nClassification of Human Bones Using Deep\nConvolutional Neural Network\nNitesh Pradhan\", Vijaypal Singh Dhaka? and Himanshu Chaudhary’\n\n‘Department of Computer Science and Engineering, Manipal University Jaipur, Rajasthan\n?Department of Computer and Communication Engineering, Manipal University Jaipur, Rajasthan\n3Department of Electronics and Communication Engineering, Manipal University Jaipur, Rajasthan\n\n“nitesh.pradhan@jaipur.manipal.edu\n\nAbstract:-\n\nIn human body, there are total 206 types of different bones. Each bone has its own importance. It\nis very important to correctly identify human bone and then suggest treatment. To classify the\nhuman bones, we will use Musculoskeletal Radiographs (MURA) dataset. MURA dataset is one\nof the largest public radiographic image dataset. MURA dataset contain total 14,836 x-ray images\nof 12,173 patients. These all images belong to seven different categories of bones such as figure,\nelbow, hand, forearm, humorous, wrist and shoulder. This paper aims to present a novel\nclassification method using deep convolutional neural network (DCNN).\n\nKeywords:- Deep Convolutional Neural Network, Polling, Flatten, Full-connection.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 29",
    "Page_59": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nStructural and Optical Properties of Si Nanostructures\nAshish Kumar\", Jitesh Agarwal’, Ashok Sharma’, Vipul Singh? and Ajay Agarwal!\n\n'CSIR-Central Electronics Engineering Research Institute, Pilani, 333031, Rajasthan India\n?Discipline of Electrical Engineering, Indian Institute of Technology Indore, Indore, 453441 Madhya Pradesh, India\n\n*ashishvlsil0Q@gmail.com\n\nAbstract:-\n\nIn this paper, we report a cost effective and facile approach to synthesise silicon nanostructures by\nmetal assist chemical etching. Structural and optical properties of silicon nanostructures were\ninvestigated for the different etching time. Field emission scanning electron microscopy (FESEM)\nreveals transferred morphology of Si nanostructures on sheet and porosity depends upon etching\ntime. An intense and broadband UV and Visible photoluminescence spectra from these\nnanostructured was observed and suggest the optically active nature of transferred Si\nnanostructured. Broadening and asymmetric sifting of Raman line shape a corresponding to silicon\nnanostructures confirmed the quantum confinement of phonon. The sizes of nanostructures were\nestimated 4.7 nm and 3.4 nm for different etching time by analytical model through a frequency\nshift in Raman spectrum. The presented work aids our understanding of tuning of optical properties\nof silicon NSs and its transferred may provide a platform for optoelectronics devices for various\napplications including bio sensing.\n\nKeywords:- MACE,Silicon Nanostructures, and Quantum Confinement\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 30",
    "Page_60": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nReview of Various Artificial Intelligence Techniques and\nits Applications\nRajvardhan Jigyasu, Shivi Varshney, Lini Mathew* and Amandeep Sharma\n\nDepartment of Electrical Engineering, National Institute of Technical Teachers Training and Research, Chandigarh,\nIndia\n*lenimathew@yahoo.com\n\nAbstract:-\n\nWith the upgrading needs of automation and prediction requirements in the industries, automation\nfor improving the quality of the product and prediction of the product cycle to make product more\neconomical. Now a days the use of artificial intelligence techniques becoming crucial to apply in\nthe industries which makes the products more reliable, robust and economical. This paper deals\nand explains the different techniques of artificial intelligence. Also covers the review of the\ndifferent applications of these techniques in the industries. This paper covers the review of\nArtificial intelligence techniques applied in the different fields like civil engineering, biomedical\nengineering, mechanical engineering, electrical and electronics engineering and many more\n\nKeywords:- Machine learning (ML), Artificial intelligence, Supervised learning, Unsupervised\nlearning, Support Vector Machine (SVM), K- Nearest Neighbor (KNN) Artificial Neural Network\n(ANN), FUZZY etc..\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 31",
    "Page_61": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" - 09\" October 2018\n\n \n\n \n\nDevelopment and Performance Analysis of Confonrel\nUWB Wearable Antenna under Various Bending radii\n\nNarbada Prasad G upta\", Mithilesh Kumar? and Ranjan Maheshwari\nTABES Engg. College, Ghaziabad\n2RTU, Kota\n*emarbada@gmail.com\n\nAbstract:-\n\nAntennas for off-body wearable applications needs to be flexible and its electrical characteristics\nshould be stable in different body postures, different bending or stretching environments.\nTherefore, the designed antenna should be such that, even if the antenna is bent frequently, it\nshould operate properly. In this paper, a conformal UWB antenna is reported which has been\noptimized to be conformal to any body shape and size. The proposed antenna has been designed\non RT Duroid substrate with dielectric constant of 2.2 and loss tangent 0.0009. The thickness of\nthe material is 0.127 mm. Due to low thickness; it can easily be bent and mounted on curved\nsurfaces. The size of the antenna is 35 x31 mm2. To accomplish the design process, two different\nbending radii have been considered to bend the proposed antenna. The two bending radii of 25 mm.\nand 50 mm have been chosen; one corresponding to the arm of a healthy child of around 5 years\nage and another corresponding to a healthy person of age about 35 years with medium built. The\nsimulated radiation efficiency and total antenna efficiency are more than 60% for the bending at\n25 mm and 50 mm radii in the UWB frequency range from 3.1 GHz to 10.6 GHz. The gain of the\nproposed antenna for both the bending radii is changing from 1.4 dB to 5.3 dB. The retum loss of\nthe proposed antenna is obtained for 25 mm and 50 mm bending radii of curvatures and it is below\n10 dB in UWB range. A prototype of proposed antenna has been fabricated and tested on Rohde\n& Schwarz 40 GHz VNA. Measured results are in close agreement with simulation results.\n\n \n\n08\" - 09\" October 2018 SV-TDFS - 18 ISBN: 978-81-938236-5-1\n\nManipal University Jaipur\nAnd\n\nInstitute For Engineering Research and Publication (IFERP)\nPage | 32",
    "Page_62": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nKeywords:- Ultra Wide Band Antenna, Wearable Antenna, Conformal Antenna.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 33",
    "Page_63": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nBio-Printing\nAbhijith Anilkumar* and Santosh Rane\n\nSardar Patel College of Engineering, Andheri (W), Mumbai\n\n*asemachines@gmail.com\n\nAbstract:-\n\nPurpose — We have observed on a major level the failure of the organs and not able to find the\nappropriate organ which leads to the death of the patients hence there is always a hope that as we\ndo metal printing can’t we go for an organ printing and develop the entire organ which will\nfunction as the same as that of the original organ. Design/methodology/approach — The paper will\nfocus on how you can improve the current technology used in the metal technology printing and\napply it to print tissues on an initial level and develop it for further culture growth and then to\ndevelop a complete organ that would be a major breakthrough in the era of entire mankind.\n\nFindings — Compared with non-biological printing, 3D bioprinting involves additional\ncomplexities, such as the choice of materials, cell types, growth and differentiation factors, and\ntechnical challenges related to the sensitivities of living cells and the construction of tissues.\nAddressing these complexities requires the integration of technologies from the fields of\nengineering, biomaterials science, cell biology, physics and medicine. Research\nlimitations/implications. Technological challenges include the need for increased resolution, speed\nand compatibility with biologically relevant materials. As we move away from the modification\nof preexisting technology and begin to design 3D bioprinters to handle specific biological\ncomponents, the range of compatible materials can be extended, and methods to deposit materials\nand cells with increasing precision and specificity need to be developed\n\nPractical implications —.integration of technologies from the fields of engineering, biomaterials\nscience, cell biology, physics and medicine. 3D bioprinting has already been used for the\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 34",
    "Page_64": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\ngeneration and transplantation of several tissues, including multilayered skin, bone, vascular\ngrafts, tracheal splints, heart tissue and cartilaginous structures. Other applications include\ndeveloping high-throughput 3D-bioprinted tissue models for research, drug discovery and\n\ntoxicology.\n\nKeywords:- Additive Manufacturing, Tissues, CT Imaging, Cells etc.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 35",
    "Page_65": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nExperimental and Simulation Analysis of Piston Coated\nwith Approach of Composite Material\n\nG. Rajendra Prasad!, Nidadanuri Aruna!* and S. Chakradhara goud?\n'Sana Engineering College, Kodad\n?Pringfield's Engineering College, Chandrayangutta, Hyderabad.\n\n*aruna.anveshanaindia@gmail.com\n\nAbstract:-\n\nCylinder is main component of automotive, which changes over warmth and weight vitality freed\nby fuel burning into mechanical works. The cylinder part mechanism is the most complex segment\nof the automotive. It’s the moving component that is contained by utilizing a chamber and is\nshaped fuel-tight by approach of cylinder gem dealer Piston that exchanges the ignitable gases\nquality to the pole. To support the intensity of the motor there's a desire to have a look at concerning\nthe cylinder. So many researches are done to decreases the piston weight and also increases the\npiston life and performance of working, from the previous research works in this paper taken\nadvanced composite material aluminum silicon carbide coating to piston to increasing the life and\nheat transfer rate and pressure withstanding limits on combustion time the an 3d model made on\na cylinder by developing the model in CATIA software, plan format PC code and that we did the\nauxiliary load investigation by approach of building utilization of different substances in\nconjunction with composites on cylinder in ANSYS WORKBENCH PC CODE. After getting the\nresults next step is fabricate the original proto type of model experimentally conducted the tests.\n\nKeywords:- Cylinder, Catia, Ansys, Aluminum Silicon Metallic Lattice.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 36",
    "Page_66": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nStructural and Mechanical Characteristics of Latex\nAssisted Thermally Exfoliated Graphene Oxide\nReinforced Elastomeric Nanocomposites\nUpendra Kulshrestha*, Subrata Bandhu Ghosh and Niti Nipun Sharma\n\nSchool of Automobile, Mechanical and Mechatronics Engineering, Manipal University Jaipur, Rajasthan, 303007,\nIndia\n\n*upendra.kulshrestha@jaipur.manipal.edu\n\nAbstract:-\n\nCarbon black is used in various formulations with different elastomeric material to customize the\nperformance properties of materials. However, with increasing demands for performance\nimprovement, growing competition, and imminent government regulations, carbon black is unable\nto fulfil the stringent requirements. Besides, as a filler, carbon black has limitations in terms of\nperformance enhancements, and a large filler content is often prescribed. To this end, this study\nhas focussed on development of Thermally Exfoliated Graphene Oxide (TEGO) reinforced\nengineered natural rubber (NR)/poly butadiene rubber (PBR) blend nanocomposites.\nUltrasonication assisted latex mixing process was used to incorporate the nanofillers. Further, high\nspeed mechanical perturbation and probe sonication were employed to ensure efficient dispersion\nof TEGO nanofillers, followed by co-coagulation of the nanofiller dispersed latex blends. A\nsystematic variation of TEGO content was carried out to investigate the effect of incorporation of\nthe nanoparticles within the elastomeric matrix blends. The microstructure and static mechanical\nproperties of the nanocomposites were then evaluated. Fourier transform infrared spectroscopy\n(FT-IR) studies indicated possible chemical interactions between the functional groups present in\nthe blended elastomers and TEGO. Scanning electron microscopy (SEM) revealed microstructural\ndetails of the nanocomposites which in turn could be attributed to superior mechanical behaviour\nof the developed elastomeric nanocomposites. Thermogravimetric analysis (TGA) further revealed\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 37",
    "Page_67": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nenhanced thermal degradation behaviour of the elastomeric nanocomposites. Overall, the results\nhave established that with a small loading level of TEGO. Novel material and process optimization\nalong with appropriate dispersion methods used in this study has the potential to achieve better\nefficient elastomeric nanocomposites.\n\nKeywords:- Natural Rubber, Thermally Exfoliated Graphene Oxide, Mechanical properties,\n\nNanocomposites\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 38",
    "Page_68": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nControlling Air Conditioner by Sending Secure Messages\nusing MQTT Protocol and Mosquitto Server\n\nV. Tirupathi'* and K. Sagar?\n'S.R. Engineering College, Warangal, Telangana, India\nChaitanya Bharathi institute of technology, Hyderabad, Telangana, India\n\n*thirupathi_vadluri@srecwarangal.ac.in\n\nAbstract:-\n\nPurpose — This paper explains how the Air Conditioner (AC) is controlled remotely by sending\nsecure messages through MQTT protocol and Mosquitto server. To provide security, Transport\nLayer Security (TLS) is used. TLS sends secure and encrypted messages between MQTT client\nand server.\n\nDesign/methodology/approach Transport layer is used as Transmission control protocol (TCP) by\nMOTT. MQTT client uses Transport Layer Security (TLS) to push secure and encrypted messages\nthrough mosquitto server.\n\nFindings This method provides a way of sending secure messages to control the Air Conditioner.\n\nResearch limitations/implications The IOT devices are light weight, so they require specific\nprotocols to communicate with each other. Different protocols are available viz MQTT, COAP,\nXMPP and AMQP. MQTT is an efficient protocol to provide machine to machine (M2M)\ncommunications.\n\nPractical implications It is useful to increase the reliability between MQTT client and server.\nOriginality/Value In general we send messages without encryption that lead to security issues.\n\nKeywords:- IOT, M2M, MQTT, TLS, Mosquitto\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 39",
    "Page_69": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nOptimization of Organic Waste Collection for Generation\nof Bio-Gas Using IoT Techniques\n\nSwapnil Manglorkar, Abhilasha Sharma*, Devansh Verma and Santosh Rane\nDepartment of Mechanical Engineering, Sardar Patel College of Engineering, Mumbai, India\n\n*Qabhilashasharma999@gmail.com\n\nAbstract:-\n\nIndia is facing some major challenges in waste collection, segregation, transportation, treatment\nand disposal. Hence, there is a need to spread awareness about waste disposal and define better\nwaste management techniques in India. The purpose of this paper is to utilize Internet of Things\n(IoT) for waste management and optimized collection of wet (biodegradable) waste to produce\nbio-gas. It focuses on improving the current waste management system by using ultra-sonic\nsensors, arduino-UNO and EC-GSM. Collection and segregation of waste in an optimized way\nis necessary because wet waste can be useful in producing bio-gas which in turn can be used to\nproduce clean electricity and natural gas. Lastly, the paper also gives emphasis on cost analysis\nof this method to calculate revenue generation.\n\nKeywords:- EC-GSM, Ultrasonic Sensor, Arduino UNO, IOT, Bio-gas, Bio-CNG, Wet Waste\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 40",
    "Page_70": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nA Relative Survey on Handover Techniques in Mobility\nManagement\n\nPramod Kumar P™ and Sagar K”\n‘Department of Computer Science and Engineering, S R Engineering College, Warangal, Telangana, India\n\n?Department of Computer Science and Engineering, Chaitanya Bharathi Institute of Technology, Hyderabad,\nTelangana\n\n*pramodpoladil 1 1@gmail.com\n\nAbstract:-\n\nInnovation is advancing at a speedier pace and necessity for web organizations at whatever point\nwherever is needed by the mobile users. To impact this vision and to offer best services to a mobile\nusers while changing point of connection, the effective mobility management procedures must be\ncomposed. Two key aspects to accomplish mobility administrations are handover and location\nmanagement. Therefore, we need to have an efficient mobility management system among\nheterogeneous wireless networks where several wireless networks can interoperate to provide\nusers with good Quality of Service (QoS). In this paper, the issues which are distinctive and\ncorrelated to mobility administration for the next coming frameworks are stressed and also\nhighlighted the uncertain zones to guarantee the proficient mobility management.\n\nKeywords:- Location Management, Handover, Mobility Management, Mobility Management\nModels, QoS.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 41",
    "Page_71": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nA Compact Multiband Rectangular Microstrip Antenna\nfor UWB Applications\n\nSandeep Kr. Singh'*, Himanshu Parashar’, Tripurari Sharan? and Arvind Kr. Singh?\n‘Department of Electronics and Communication Engineering, SET, Sharda University, Greater Noida, India\n2NERIST, Niruli, Arunachal Pradesh, India\n\n“hit.ssk@gmail.com\n\nAbstract:-\n\nThis paper presents a design of rectangular slot antenna with defected ground structure (DGS)\nloaded, which covers entire range of ultrawide band (UWB). The area of proposed antenna has\ntotal size of 33x35.5 mm2 and is printed on FR-4 substrate with dielectric constant (Er=4.4) and\nloss tangent 0.02. Proposed structure renders wider impedance bandwidth extended from 2 GHz\nto 10.7 GHz for -10 dB return loss (VSWR<2) with multi bandsin frequency ranges 1.9 to 2.17\nGHz (fe=2.1,UMTS), 3 to 4 GHz( fc=3.5, WiMax), 5.2 to 6.5 GHz (fe=5.8, WLAN) and 7.1 to\n7.9 GHz (X-band downlink satellite communication band) respectively. The antenna design\nparameters like return loss, VSWR, gain, and bandwidth are improvised to an acceptable limit with\nreasonable radiation pattern by using CST V.17 EM simulator. The proposed UWB antenna is\nfabricated and measured. The measured results are in good agreement between simulated ones.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 42",
    "Page_72": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nIdentification of Software Defects based on Software\nMatrix using Pre-Processing Automation for Neural\nNetwork Based Techniques\n\nAmjan Shaik', Ch. Madhu Babu’, Niladri Sekhar Dey! and K. Purnachand!\n'Department of Computer Science & Engineering, B. V. Raju Institute of Technology\nDepartment of Information Technology, B. V. Raju Institute of Technology\n\n*amjan.sk@bvrit.ac.in\n\nAbstract:-\n\nWith the growing demand for high quality software in industries with lower time complexity and\nlower requirements for memory consumptions, the need for identifying the defects in the software\ncannot be ignored. The software development industry deploys huge manpower to estimate, detect\nand resolve the defects in the software to match the customer requirements and ensure the quality\nin the product. The process involves development and testing in iteration to detect the defects in\nthe software. However, the process of detection and resolving the defects is long resulting in\nvarious problems like mismatching the cost estimations in the upcoming development modules.\nWhereas, an automatic prediction technique based on the pre-generated software defect matrix can\nbe deployed to correctly or nearly correct predictions to help in estimating the defects may raise\nin the upcoming modules. Hence in this work we try to investigate and understand the data mining\ntechniques for defect prediction in software development. This work also results in modification\nnotes to the existing processes by deploying a unique pre-processing technique for the defect\nmatrix data using cumulative and normalized distribution of the initial data. The work will\ndemonstrate the improvements in the existing works with the proposed pre-processing techniques.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 43",
    "Page_73": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nDual Arm Robotics Platform (DARP): A\nReprogrammable Robotics Platform — a Dire Need of\nConsumer Robotics\nRahul Verma\n\nEntrepreneur, Shanti Almirahs, Faridabad, India\nrhl1800@gmail.com\n\nAbstract:-\n\nPurpose — The latest technological innovations in robotics has sparked a revolution in consumer\nrobotics. The purpose of this paper is to analyse and discuss the innovative applications of the\ndeveloped Dual Arm Robotics Platform (DARP) as a consumer robot and compare other models\non basis of functionality and prowess of a reprogrammable consumer robotics platform such as\nDARP.\n\nDesign/methodology/approach — Prototypes of DARP (Dual Arm Robotic Platform) were built\nusing standard fabrication methods and compared with other consumer robots on basis of\ninteractivity within controlled environment. Attempts were made to replace more than one\nconsumer robot with DARP alone.\n\nFindings — The DARP (Dual-Arm Robotics Platform) has substantial capacity to transform into a\nsuccessful consumer robot and prominent potential to replace the need of multiple robotic\nplatforms in one household.\n\nResearch limitations/implications — This robotic platform requires extremely precise servos for\ncomplete exploitation of its performance potential, a restriction regarding the price of such motors\navailable in domestic market.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 44",
    "Page_74": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nPractical implications — The discussed platform, with its potential to be reprogrammed, can\nperform the tasks of several consumer robots and thus emerge as a successful consumer robot,\ncementing its path in upcoming consumer robotics revolution.\n\nOriginality/value — The platform is denouement of manually fabricated mechanics using\nconventional machinery and hand tools while Raspberry Pi 3 forms its reprogrammable control\n\nunit.\n\nKeywords:- Consumer Robotics, Arm Platform, Dual, DARP, Hardware, Artificial Intelligence.\n\n \n\n08\" — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\n\nInstitute For Engineering Research and Publication (IFERP)\nPage | 45",
    "Page_75": "SV-TDFS\n\nInternational Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n(SV-TDFS)\n\nDay - 2\n09 October 2018\n\n \n\nABSTRACTS\n\n \n\nSV-TDFS\nOrganized by\n\nManipal University Jaipur (MUJ)\nand\nInstitute For Engineering Research and Publication (IFERP)",
    "Page_76": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nSCADA and Its Application in Power Generation and\nDistribution System\n\nParveen Poon Terang, Abhinav Saxena*, Apar Agarwal and Aprajita\nDepartment of Electrical Engineering, JSSATE Noida\n\n*abhinav.saxena@jssaten.ac.in\n\nAbstract:-\n\nNatural resources are fast depleting as they try to maintain our growing energy needs. A large\nextent of their emissions contribute to pollution bringing about a revolution in the power energy\nscenario. The use of solar, wind and hydropower has the dual advantage of reduction in energy\ncosts and a clean environment. Using the advantage of the natural cycle of seasons and daylight\nhours, consumers are connected to different types of power plants via a Grid. The monitoring and\ncontrol of the grid load and plants is done using a SCADA system. This system ensures\nuninterrupted supply at minimum cost.\n\nKeywords: - SCADA, PLC, Human Machine Interface (HMI), Contactor, Motor, Power\nGenerator.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 43",
    "Page_77": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nAnalysis and Design of Solar Photovoltaic Systems and\nits Applications by using different MPPT Techniques\n\nPramod Kumar'* and Ashish Shrivastava?\n\n‘Department of Electrical and Electronics Engineering Skyline Institute of Engineering and Technology, Greater\nNoida, India\n\n25M IEEE, Department of Electrical Engineering, Manipal University, Jaipur, India\n*kumarpramod2002@gmail.com\n\nAbstract:-\n\nThis paper presents 40K W solar photovoltaic design and displaying the output curve with different\nparameters i.e. temperatures and irradiations. The different MPPT techniques are used and make\ncomparison among these techniques by using solar PV modeling to get better results using in\nmatlab simulation tool boxes. This paper is useful for solar PV modeling and power electronics\nconverter design. In this paper, the perturb and observe method and incremental conductance\nmethod is compared to get maximum output in terms of voltage, current and power of photovoltaic\narray and using feedback PI controller to regulate the output of different power electronic\nconverters i.e. buckboost and cuk converters. The comparative analysis confirms the best method\nby studying the performance.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 44",
    "Page_78": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nCost Benefit Modeling of AB2X4 (A= Cd; B= Ga; X= S,\nSe) Solar Photovoltaic (PV) Materials\n\nPancham Kumar'*, Amit Soni? and Jagrati Sahariya®\n'School of Electrical Skills, Bhartiya Skill Development University, Jaipur, Rajasthan 302042, India\n?Department of EEE, Manipal University Jaipur, Jaipur, Rajasthan 303007, India\n5Department of Physics, Manipal University Jaipur, Jaipur, Rajasthan 303007, India\n\n*pancham066@gmail.com\n\nAbstract:-\n\nPresent paper focus towards implementation and commercialization of emerging solar PV\ntechnology with cost effective manner. Energy band gap, absorption coefficients and module\nimplementation cost for 1KW solar power plant for ternary AB2X4 (A= Cd; B= Ga; X= S, Se)\nsolar photovoltaic (PV) system is investigated here. All the material related calculations are carried\nout using density functional theory [1] and cost related calculations by using mathematical\nexpressions. By performing a comparative cost study between proposed materials based solar\nphotovoltaic module and crystalline-based solar photovoltaic module we concluded that present\nmaterial will be cost effectively commercialized as compare to Crystalline Si.\n\nKeywords: - Solar PV, Cost, DFT.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 45",
    "Page_79": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nComparative Study of Configuration Techniques to\nAddress the Effect of Partial Shading on Solar PV\nSystems\n\nMona Sharma!*, Smita Pareek” and Kulwant Singh!\n‘Department of Electronics and Communication Engineering, Manipal University Jaipur, Rajasthan, India\nDepartment of Electronics and Communication Engineering, BKBIET Pilani, Rajasthan, India\n\n*mona.sharma30@gmail.com\n\nAbstract:-\n\nPurpose: — As per energy efficiency of a photovoltaic (PV) system is concemed, partial shading\nplay an important role. Under partial shading condition, the modules of a PV array receive different\nlevels of solar irradiation, as a result power generation of a PV system decreases, these losses in\nPV modules can be reduced by altering the topology of the modules within the array. The modules\ncan be interconnected in many ways like Series Parallel (SP), Bridge Linked (BL), Total Cross\nTied (TCT) Honeycomb (HC) and their hybrid connection like SP-TCT and BL-TCT connection\nin an array to increase the output power. The purpose of this paper is to present all the configuration\nthat have been reported in literature and effect of partial shading on solar photovoltaic systems are\nmentioned and compared.\n\nDesign/methodology/approach: - There are six configurations with 6x4 and 44 array of solar\nphotovoltaic panels to be discussed. Six configuration are Series parallel (SP), total cross tied\n(TCT), bridge linked (BL), and honey comb (HC) and their hybrid connection like SP-TCT and\nBL-TCT. All the simulation models are built in the MATLAB/SIMULINK environment.\n\nFindings: — Six simulations were performed to determine the impact of shadow on SP, TCT, BL,\nHC, BL-TCT and SP-TCT topologies. The results shows in terms of power versus voltage curves\n6x4 and 4x4 array of solar photovoltaic panels under partial shading condition for above\nmentioned topologies. BL topology results are in between SP and TCT topologies results .TCT\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 46",
    "Page_80": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nresults shows better performance in partial shading conditions for 4x4 array and SP results shows\nbetter performance in 6*4 array.\n\nPractical implications:— The power-voltage characteristics of a 6x4 and 4x4 PV array are\nobtained by using Matlab/Simulink and are presented for six different configuration The power\nvoltage characteristics of the proposed configuration is smoother and contains less number of local\nmaxima, hence the accurate tracking of global maximum is simpler.\n\nOriginality/value: - The validation of the simulation and theoretical results guarantees the\nsuccessful working of this technique in hardware implementation. It is confront that this work will\nbe a source of valuable information for photovoltaic researchers working in this area, this paper\nmakes a comparative study of the available interconnections among the modules of a shaded\nphotovoltaic field and how they impact power production. As a result, a clear relationship between\nthe interconnections of the PV modules and their power output is proposed.\n\nKeywords: - Photovoltaic Cells, Partial Shading, Power Enhancement, Global Peaks, Total\nCross Tied (TCT) Series Parallel(SP), Bridge Link(BL) and Honey Comb(HC).\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 47",
    "Page_81": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nPhotovoltaic Applications through Multi-level Cascading\nof DC/DC Converters\n\nAbhinav Saxena!*, Parveen Poon Terang!, Vasu Garg!, Shreya Srivastava! and\nAnurag Singh?\n‘Department of Electrical Engineering JSSATE Noida\n2GLBITM Noida\n\n*abhinav.saxena@jssaten.ac.in\n\nAbstract:—\n\nIn this paper cascading of the different multilevel converters is presented through photovoltaic\napplication using DC-DC converter. Initially the photovoltaic cell is designed based on solar PV\nmodule and further the output of the solar PV module is connected to the different DC-DC buck\nboost converter in cascading manner so as to absorb the maximum power from the solar PV\nmodule. The complete system is discussed in higher efficient manner which the whole body\ncompatible, reliable and sustain for anticipation of the faults.\n\nKeywords: - Cascading, Multilevel, Converter, PV Array.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 48",
    "Page_82": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nGrid Connected-Photovoltaic System (GC-PVS): Issues\nand Challenges\n\nBhuwan Pratap Singh, Sunil Kumar Goyal* and Shahbaz Ahmed Siddiqui\nDepartment of Electrical Engineering Manipal University Jaipur, India\n\n*sunilkumar.goyal@jaipur.manipal.edu\n\nAbstract:-\n\nSmart grid is the key technology for an effective utilization of the Renewable Energy Sources\n(RES). The utilization of RES for the generation of electricity is increasingly gaining interest of\nresearchers during the last decades. The main reason behind this is global incentivization, the\nincreasing price of petroleum products, climate issues and deregulations in the energy market. As\nthe Government of India, (MNRE i.e. Ministry of New & Renewable Energy) is targeting to\ngenerate 20000 MW power through grid-connected solar PVS by the year 2022 therefore, the main\nfocus in this paper has been presented on power generation through grid-connected PVS. The\nemerging smart grid technology has enabled the grid-connected PVS as an evolving process in\ntoday’s world for electrical power generation. However, apart from so many advantages, there are\nseveral issues and challenges associated with the integration of PVS to the electric utility grid\nhence, the investigation to find out available possible solutions to overcome these issues becomes\nessential in order to enhance the performance of grid-connected PVS. The most severe constraint\nassociated with this emerging technology is it high penetration level. If during low load conditions\nthere is some mismatch found between the real power output and the load profile characteristics\nof PVS then it may results into large reverse power flow, high power losses or severe voltage\nviolation. In this paper, several issues and challenges associated with the integration of solar PVS\nwith the electric utility grid are presented. A discussion and conclusion based on the literature\nreview has also been presented at the end of this article.\n\nKeywords: - PVS, MPPT, DGs, RES, Grid-Integration, Utility.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 49",
    "Page_83": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nHybrid Human Powered Power Generating Unit by Using\nMultiple Transducers\n\nAvanish Gautam Singh* and B. Ravi Subrahmanyam\n\nDepartment of Electrical and Electronics Engineering, GCET (Dr. A.P.J.Abdul Kalam University) Greater Noida,\nUttar Pradesh-201306 India\n\n*avanish.g.s13@gmail.com\n\nAbstract:-\n\nThis paper provides concept of capturing the different kinds of energy conversions that can be in\nform of motion, physical force, heat energy and solar energy and converting it into electrical\nenergy. Possibly provide an endless supply of energy to an electronic device has captivated many\nresearchers and has brought forth a growing amount of attention to power harvesting. The hybrid\nhuman powered power generating unit is an electronic device, purpose of proposed model is to\nsupply electricity for charging devices when the user is out of reach to the charger or charging\nport. This device basically transforms many different kind of energies to electricity (direct current)\nexample piezoelectric plate produces electrical energy when mechanical force is applied on it and\nanother we have Peltier plate (thermal electric generator) which transforms temperature\ndifferences into electrical energy. The proposed model is very much portable, so any individual\neasily can carry with them. This device does not need any external power supply to charge it,\nbecause this device made up of four energy inducing elements or can say transducers and one buck\nbooster which step up the output voltage of the energy produced or induced by the generating\nelements assembled with a super-capacitor. This device is very useful in the situation where the\nperson doesn’t have power source around and need to charge any electronic device. This device\ncan replace your heavy power bank with this light weighted device. Anyone can easily use this\nelectronic device simply by squeezing it and shaking horizontally, these all physical movements\ninduces electrical energy and got stored in super capacitor and further consume by the charging\ndevices.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 50",
    "Page_84": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nKeywords: - Transducers, Energy Harvesting, Electronic Device, Human Powered, Energy\nConversion.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 51",
    "Page_85": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nAutomatic Moving Floor for Smart Rooms\n\nB. Ravi Subrahmanyam* and A. Ambikapathy\n\nDepartment of Electrical and Electronics Engineering, GCET (Dr. A.P.J.AKTU) Greater Noida, Uttar Pradesh-\n201306 India\n\n*ravisubbu97@gmail.com\n\nAbstract:-\n\nThis paper presents Automatic moving floor of a room for smart homes; invention is provided to\nsolve the problems like moving of heavy furniture in homes, cleaning of floor everyday and to\nhelp the old people to roam around the room. The complete invention consists of two disconnected\nparts namely, CoS (Control System) box and the Tiles. Tiles arranged in the form of an array,\nhaving high torque motors internally and set of gears. There will be a false floor just beneath the\nmain designed purposely for several instructions (like cleaning of tiles, moving of tiles, etc.) to\nwork upon. The CoS box is a control system that listen, record, analyze the data given by the user\nand finds the best suitable solution form the array with given conditions. The CoS box contains a\nmicrophone and a touch panel to give instructions, then it provides a suitable way or path for the\ntiles to move from starting point to desired locations within the room. The instructions to the CoS\nbox can also be given through an android application to have more user-friendly interface.\n\nKeywords:- Automatic Floor; Home Automation; Smart Homes; Smart Hospitals, Tiles;\nPressure Sensor; Gear Combination; Cos Box; Microphone; Moving Floor; False Floor.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 52",
    "Page_86": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nDesign of Read Circuitry for Nonlinear Smart Sensors\nS. Ananthi*, Himanshu Chaudhary and Kulwant Singh\n\nDepartment of Electronics & Communication Engineering, Manipal University Jaipur, Rajasthan, India\n\n*ananthi232@gmail.com\n\nAbstract:-\n\nAny sensor that senses a physical parameter produces an output electrical parameter. To convert\nthis response of the sensor to a measurable level it must be amplified. It is a desirable property to\nhave a linear relation between the input and the amplified response of the sensor. This paper\ndiscusses with mathematical modeling of nonlinear response and its application to thermistor,\npressure/humidity sensors. Amplification is performed using Op-amp circuits. Analog signal is\nthen converted into digital signal by successive approximation register converter having resolution\nof 8bit.The read circuitry for linearization of the amplified signal from a thermistor is designed\nand simulated using multisim. A prototype unit can be built to monitor the weather condition at a\nplace without the use of microcontrollers and can be displayed.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 53",
    "Page_87": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nA retrofit design of safety and stability mechanism for two\nwheelers\nNitin C. M. and Santosh Patil*\n\nDepartment of Mechanical Engineering, Manipal University Jaipur, 303007, Jaipur, India\n\n*santosh.patil@jaipur.manipal.edu\n\nAbstract:-\n\nThis paper presents a retrofit design of a mechanism which helps in achieving the safety and\nstability of the two wheeler vehicle. The aim of the mechanism is to avoid the two wheeler from\nfall/skid and also work as an attachment for physically challenged drivers. The mechanism is a\nhydraulic system clubbed with linkages, where an extra two small sized wheels will be grounded\nto provide safety from fall and give stability to the two wheeler. The proposed retrofit\nmechanism would replace the double stand of the vehicle. These extra wheels will move along\nwith the vehicle, hence provide the required stability. This will be a replacement of the costly\nattachments which the physically challenged driver adds to their vehicle. The shock absorbers\nwould be included accordingly in the mechanism. The probable improvements on deploying the\nsaid mechanism on a two wheeler will provide easy riding, as the vehicle self-stabilize itself\nwhen the small wheels are grounded. This will help the less abled riders to easily ride the\nvehicle with no worries of grounding their feet. This idea developed by the authors is a result\nof conceptualization and brainstorming. A number of designs were developed, studied and three\ndesigns were shortlisted based on the feasibility of the mechanism. Finally, a better design is\nproposed for further implementation.\n\nKeywords: - Stability mechanism, Safety, Two wheeler, Hydraulic system.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 54",
    "Page_88": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nExperimental Investigation on Effects of Chemical\nAdditives on Rheological Behaviour of Fine Particle\nBottom Ash Slurry\n\nKanwar Pal Singh'*, Arvind Kumar’? and Deo Raj Kaushal*\n'Department of Mechanical Engineering, BRCMCET Bahal, India\nDepartment of Mechanical Engineering, YMCAUST Faridabad, India\nDepartment of Civil Engineering, IIT Delhi, India\n*kanwarpal7@gmail.com\n\nAbstract:-\n\nThe pipeline transportation of slurry is one of the sustainable modes of transportation. Particulate\nflow through pipeline gaining popularity because of eco-friendly nature and less maintenance\ncharges. For long distance slurry transportation, it requires large capacity pumps and encountered\nwith huge pressure loss along pipeline. Slurry transportation with higher solid mass concentration\nalso leads to sedimentation of particles. Higher concentration BA slurry have settling\ncharacteristics which results in high pressure loss and also the sedimentation bed needs more\npower for flow in pipeline. This loss can be minimised by improving the rheological properties of\nslurry flowing through pipelines. Rheological behaviour of the slurry is highly influenced by\nchemical additives and hence flow behaviour of slurry in pipelines can be changed. The focus of\nthis research is to experimentally examine the effect of chemical additives and higher shear rate\nover the rheological behaviour of fine particle bottom ash slurries. Cetyl Trimethyl Ammonium\nBromide (CTAB) and Sodium Salicylate (NaSal) are used as chemical additives in slurry samples.\nExperimental results show that the rheological properties of BA slurry are very much affected by\nchemical additives, shear rate and particle size range of BA. Combined effect of shear rates and\ndosages of chemical additives were investigated and gives encouraging results.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 55",
    "Page_89": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nKeywords: - Slurry Transportation, Shear Rate, Rheological Behavior, Chemical Additive,\nPressure Drop.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 56",
    "Page_90": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nNeodymium Magnetic Shock Absorber for Two Wheelers\nAutomobiles\nNandish .B.*, Muthanna K. P., Kaveriappa M. B. and Biddappa P. S.\n\nDepartment of Mechanical Engineering, Coorg Institute of Technology, Ponnampet.\n\n*nandishb77@gmail.com\n\nAbstract:-\n\nThis paper presents a research work on magnetic suspension system of two wheelers Automobiles,\nwhich are conventionally depending upon spring type, Hydraulic and Pneumatic suspension\nsystems. The magnetic suspension system uses permanent Magnets or Electro Magnets as passive\ndampers, which are used to reduce displacement and acceleration of sprung mass in order to\nimprove ride comfort. Proposed suspension system can absorb more number of shocks and\nvariations are absorbed with more accuracy, has no problem of leakage of oil like hydraulic shock\nabsorber. Therefore, these make the efficient work of vehicles and ensure less maintenance cost.\n\nKeywords: - Suspension System, Neodymium Magnet, Damping.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 57",
    "Page_91": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nSimulation and Experimental Studies of MPC for\nLevel Control of Modified Quadruple Tank\n\nSystem\nShekhar Gehlaut*, Tarun Varshney and S. K. Bansal\n\nDepartment of Electrical and Electronics Engineering, Surendera Group of Institutions, Sri Ganganagar, India\n\n*gehlaut.shekhar@gmail.com\n\nAbstract:-\n\nModel Predictive Control (MPC) has been a powerful control strategy as has already been proved\nwith simulation and experimental studies. In this study, MPC has been explored for the level\ncontrol of a nonlinear benchmark quadruple tank system. MPC has been applied as a real-time\ncontrol strategy for set point control and disturbance rejection. Rigorous simulation studies have\nbeen carried out and compared with those from the use of decentralized PI controller. To validate\nthe results, real-time experimental studies have also been carried out for two possible\nconfigurations. The application offers a new look at the performance of the MPC for complex\nsystems control.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 58",
    "Page_92": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nA Review on Implementation of Six Sigma Techniques in\nManufacturing Industries and Benefits Derive\n\nRavi Shankar Raman’, Priyanshi Tripathi, Yash Saxena and Prithvi Sisodia\nDepartment of Mechanical Engineering, ABES Engineering College, Ghaziabad\n\n*ravi.raman2 1@gmail.com\n\nAbstract:-\n\nWe know that manufacturing industries are evolving with a rapid pace and most of them have\ncentralized their focus on their product quality. Considering the world scenario and increasing\ncompetition all over the world among the established industries, there is a demand that the quality\nof the product must be best to meet the arousing standards. Six Sigma is one of the best\nmethodology that can reap the seeds of success for the industries. This paper is a review of several\ncase studies of manufacturing industries that have implemented Six Sigma in their respective\nfields. It highlights the benefits incurred by the industries by implementing various tools and\ntechniques used in Six Sigma. It also focuses on the factors that industries should keep in mind for\nselecting the methodology to be followed as per requirement, so that Six Sigma approach could be\nproperly implemented. This review paper provides the advantage of having an acquaintance with\nthe tools and techniques used under different phases of Six Sigma approach.\n\nKeywords:- Six Sigma, DMAIC, Business Strategy, Critical Success Factor, Manufacturing\nIndustries.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 59",
    "Page_93": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nExperimental Analysis of the Influence of Antioxidant on\nPerformance and Emissions of CI Engine Fueled with\nWaste Fried Oil Methyl] Ester\n\nJagannath Hirkude\nGoa College of Engineering, 403401, Goa, India\njbh@gec.ac.in\n\nAbstract:-\n\nThe prospect of Leftover Deep-fried Oil based fuel production is very eye-catching for energy\nconversion. However, biodiesel is vulnerable to oxidative degradation due to autoxidation in the\nexistence of oxygen, which hampers its extensive usage. Addition of antioxidant is a probable\nanswer to achieve clean burning and improved combustion characteristic of biodiesel. An objective\nof the research paper is to experimentally study the influence of antioxidant accumulation to WFO\nbiodiesel on diesel engine performance. WFOME was produced through transesterification\nprocess. Two monophenolic antioxidants, 2, 6-di-tert-butyl-4-methylphenol (BHA) and 2(3)-tert-\nbutyl-4-methoxy phenol (BHT), were added at 950 ppm absorption to B40 ( 40% WFOME and\n60 % diesel) for this investigation. Increased oxidation stability of B40 was noticed with addition\nof antioxidants without causing any significant negative effect on properties of WFOME. A 3.8\nkW (5 HP) diesel engine was selected for this experimentation. The outcomes illustrate that\nantioxidant-treated B40 produced 2.15% to 4.78% higher brake thermal efficiency and BSFC by\n2.08 % to 4.74% compared to untreated B40. BHA and BHT generating an average decrease in\noxides of nitrogen emission of 4 ppm to 8 ppm in comparison to B40. However, compared to B40,\nmean increases in carbon monoxide and hydrocarbon emissions of 8.54 —-17.08% and 7.73-\n14.95%, respectively, were observed.\n\nKeywords:- Antioxidant, Waste Fried Oil, Performance, Emissions.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 60",
    "Page_94": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nDesign and Analysis of Petrol Engine Piston Pin\nChodi Bharathi!* and Velagada Bhanu?\n\n‘Department of Mechanical Engineering, Avanthi Institute of Engineering and Technology, Vishakhapatnam, India\n?Department of Mechanical Engineering, Andhra University, Vishakhapatnam, India\n*leelabharathi09@gmail.com\n\nAbstract:-\n\nThe Piston pin which connects the piston to the connecting rod in a conventional internal\ncombustion engine, is subjected to a combination of shearing and bending loads, and also Piston\npin is expanded due to high temperatures produced in piston cylinder. Due to this, movement\nbetween the piston and connecting rod is constrained. The main objective of work is to focus on\nmodelling and analysis of Piston pin by varying material and geometry. Many works are carried\nout by using alloys in the analysis of Piston pin such as aluminium, forged steels and titanium. The\nthermal expansion of the Piston pin is reduced by using a material Inconel 718 in form of layers.\nThe solid model of Piston pin is created in CATIA V5. Thermal analysis is carried out for the\nPiston pin and thermal expansion is calculated. Parameters are compared for both the existing\nmaterial and Inconel-718 material. The simulation results are validated with the theoretical results.\nFrom the results, the thermal expansion is lesser in Inconel-718 material than the 20Cr alloy steel\nand also which is within the allowable limit. Hence Inconel-718 material is selected as the most\nsuitable material for Gudgeon pin.\n\nKeywords:- Expansion, Alloy Steels, Coefficient of Thermal Expansion, Piston Pin.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 61",
    "Page_95": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nMathematical Model Development of Modified Flow\nDispersion Stress Tensor in 2-D Curvilinear Flow\nDomain\nM. P. Akhtar!*, Nayan Sharma? and C. S. P. Ojha?\n\n' Department of Civil Engineering, School of Civil & Chemical Engineering, Manipal University Jaipur, India\n203007\n\n?Water Resources Development & Management, Indian Institute of Technology Roorkee, Roorkee-247667, India\n5Civil Engineering Department, Indian Institute of Technology Roorkee, Roorkee-2467667, India\n\n*parwez.akhtar@jaipur.manipal.edu\n\nAbstract:-\n\nFor 2-D simulation of curvilinear flow field, use of momentum equations involves flow dispersion\nstress terms. Dispersion Stress terms take into account the effect of secondary flow variation\narisen due to integration of the product of discrepancy between depth averaged velocity and the\ntrue velocity distributions. The objective of this paper is to present empirical mathematical\nfunctions to evaluate these terms. These terms can be incorporated in the 2D depth averaged\nflow equations as an additional source/sink term. In this work, the derivation is done to get\nrevised set of empirical relations are later used in development of enhanced 2D numerical model\nin part-B of this paper. When compared with earlier investigations, the proposed formulations\nare simplified and numerically compatible. It is expected that modified formulation for flow\ndispersion stress tensor will lead to more realistic and improved simulation of flow field in curved\nflow domain.\n\nKeywords: -Flow Dispersion Stress Tensor, Secondary Flow, Depth Averaged Flow Equations,\nBoundary Fitted Coordinate System.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 62",
    "Page_96": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nDesign and Implementation of LiFi Communication\nSystem\n\nDr. Ramananda D.', Amar Michael Sequeira?*, Sagar R Raikar? and Chandan Kumar\nShanbhag?\n‘Department of Physics, Bhandarkars’ Arts & Science College, Kundapura, Karnataka, India\nDepartment of Computer Science, Bhandarkars’ Arts & Science College, Kundapura, Karnataka, India\n\n3Department of Electronics and Communication Engineering, Indian Institute of Information Technology, Dharwad,\nKarnataka, India\n\n*msamar25@gmail.com\n\nAbstract:-\n\nIn recent years, Visible Light Communication technology is considered to be complimentary to\nRadio Frequency (RF) technology. More specifically, Light Fidelity (LiFi) based Visible Light\nCommunication system appears to have enhanced wireless capability so as to realize oT, 5G\nCellular System conforming to communication system requirements such as high data rate, low\nlatency etc. A recent development in solid state lighting technology has significantly influenced\nLiFi system Architecture. In view of these developments, we propose to carry out a study on\nfeasibility of deploying LiFi technology along with the existing RF infrastructure. We emphasize\nto look for designing full-duplex LiFi Indoor communication module, utilizing Multiple White\nLight Emitting Diode (WLED) based lighting equipment and integrate the module with network\nedge devices such as PC, smart phones for establishing efficient communication systems.\n\nKeywords: - Visible Light, Light Fidelity, WLED, Indoor Communication, Full Duplex, Edge\nDevices.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 63",
    "Page_97": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nSmart Crop Management System (SCMS) using\nRaspberry-PI\nAnushka Sinha', Curie Gupta!, Vedaanti Baliga', Prabhas K Yadav’ and Vineeta Soni!*\n‘Department of Computer Science, Manipal University Jaipur, India\nDepartment of Civil Engineering, Manipal University Jaipur, India\n\n*vineeta.soni@jaipur.manipal.edu\n\nAbstract:-\n\nPurpose: — In India and across the developing world, food requirements, and thus dependency on\nagricultural output, are increasing with the increase of population. Unfortunately, farm\nproductivity is decreasing largely due to misuse of artificial chemicals (fertilizers, pesticide) and\nexploitation of natural resources (water, soil etc). In such a scenario, an effective Crop\nManagement System (CMS) becomes indispensable. With Internet of Thing (loT) becoming more\neconomical, it is now possible to develop an efficient Smart CMS or SCMS.\n\nDesingn/methodology/approach: — In the project, a primitive prototype IoT unit constituting of\na Raspberry-Pi unit, a soil moisture content (or humidity) sensor, monitoring system (Wireless\nSensor Network or WSN) interfaced to web/and mobile app was developed.\n\nFindings: — For a proof of concept, the unit was then tested (hydrating and dehydrating) on a\nsingle Tulsi plant. The initial results indicated the effectiveness of the system in acquiring humidity\ndata and transmitting them to the web/mobile-interface for result analysis, visualization and\nprognosis.\n\nResearch limitations/implications: — The project is a work in progress and at current state limited\nwith a single sensor. Ongoing works of the project includes adding light intensity and temperature\nsensors to the current unit. Future works will include development of efficient algorithm to\ntranslate acquired data required for an effective CMS.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 64",
    "Page_98": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nPractical implications: — The project in the completed form will be help in decision making of\nagricultural processes (soil preparation, crop nutrition, climate maintenance etc) such that\n\nharvesting can be significantly improved.\n\nOriginality/value: — The project presents a very cost effective (cheap equipments) and easy-to-\nuse (data acquisition and analysis) and understand (visualization) approach to solve a massive\nproblem that is prevalent in an agricultural sector.\n\nKeywords: Crop Management System, IoT, Wireless Sensor Network, Raspberry Pi.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 65",
    "Page_99": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nAdvancement in Energy Meter Reading\n\nParveen P. Terang, Abhinav Saxena*, Akshay kumar and Anshuman\nDepartment of Electrical Engineering, JSSATE NOIDA\n\n*abhinav.saxena@jssaten.ac.in\n\nAbstract:-\n\nAdvance meter reading (AMR) is considered to be as biggest platform for utilization in the electric\ndomain for attaining the highly efficient solution for proper reading measurement with best\noptimization solution. Most common adopted system which can be synthesis in the AMR projects\ninvolve radio frequency/power line carrier/broadband over power lines for ended connection from\nthe DCU to the multimeters and transmit the data to different receiver end by general packet radio\nservice/ fiber networks. This architecture beginning in the past 10 years particularly because early\nmover utilities wanted dedicated communication network which they could control. In the present\ndecade internet has reached door to door in all residential and commercial system then best way\nto make the system more effective. Connect the internet and broadband connection to the meter\nthat’s gives certain vision to the smart grid that gives smart connectivity and reduces the\nentrepreneurship cost.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 66",
    "Page_100": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nAn Improved Outlier Detection Mechanism for\nHierarchical Key Management in Hierarchical Mobile\nAd-hoc Networks (MANETs)\n\nAdarsh Kumar'!, Alok Aggarwal!*, Neelu Jyoti Ahuja!, Neeraj Chugh! and Himanshu\nChaudhary?\n'School of Computer Science, University of Petroleum and Energy Studies, Dehradun, Uttrakhand, India\n\nSchool of Electrical, Electronics and Communication, Department of Electronics & Communication Engineering,\nManipal University Jaipur\n\n*alok.aggarwal@ddn.upes.ac.in\n\nAbstract:-\n\nPurpose: — The purpose of this paper is to present an outlier detection mechanism for\nhierarchical key management which utilizes hybrid (public and private) key management\nscheme for implementing lightweight cryptographic primitives in hierarchical MANETs.\nFurther, a comparative analysis of key management schemes is to be performed for identifying\nan efficient key management scheme for hierarchical MANETs.\n\nDesign/methodology/approach: — In key management methods, public and private group key\nmanagement schemes are integrated at local level (subgroup) and global level (network).\nThese key management schemes uses various topologies for minimizing communicational\nand computational costs. After implementing an efficient key management scheme, outliers\nin network are identified using packet analysis at medium access layer (MACL), network\nlayer (NL) and application layer (AL).\n\nFindings: — It is observed that Teo and Tan key management approach with shamir’s threshold\nkey distribution mechanism is an efficient approach key management scheme for group\nauthentication and hierarchical key management. Further, a minimum improvement of 9.7%\nand 0.91%, and maximum improvements of 25.3% and 101.7% are observed for Average\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 67",
    "Page_101": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nPacket Delivery Rate (APDR) and Average Throughput (AT) respectively in a network of\n1000 nodes.\n\nResearch limitations/implications: — The proposed method requires three sequential\nanalysis of outlier detection schemes at different layers of MANET protocol stack because\nsingle scheme per layer is not efficient in identifying outliers in proposed network.\n\nPractical implications: -— The proposed key management method is useful for MANETs in\ngroup authentication and implementation of lightweight cryptographic primitives with secure\nkey. Further, outlier detection mechanism can be extended for identifying various active and\npassive attacks.\n\nOriginality/value: — This work is an outcome of research work done for replacing conventional\nkey management approaches and identifying over or under performing nodes in MANETs. The\nproposed work is cost effective solution.\n\nKeywords: - Outliers, Inliers, Attack Detection, Density-Based Clustering, QOS.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 68",
    "Page_102": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nHybrid approach for Digital Watermarking using Intelligent\nSystem and Discrete Wavelet Transform(DWT)\n\nKrishan Kumar Goyal', Rinki Singh’, Pushpneel Verma', Arunesh Kumar Singh? and\nAbhinav saxena?*\n'Department of Computer Application, R. B. S. Management Technical Campus\n\nDepartment of Electrical Engineering, Jamia Millia Islamia\n\n*abhinaviitroorkee@gmail.com\n\nAbstract:-\n\nThis paper shows the preservation of integrity, authenticity of intellectual property is Digital\nWatermarking. Different methods proposed to hide the secret information through different\nconventional techniques used to implement Digital watermarking But the main quality parameters\nto be considered during watermarking is imperceptibility and robustness and how to satisfy the\ntrade off between these two contradicting characteristics. The recent trends in technology are\nincreasingly in the realm of intelligent system due to its ability to learn from experience, handling\nuncertainty, reasoning, providing security and ability to adapt according to current data. To\nimprove robustness and visual quality of watermarked image, this paper presents the hybrid\napproach of intelligent system(DFIP) and DWT (Discrete Wavelet Transform) using digital\nwatermarking system in frequency and spatial domain. Comparative analysis of Hybrid system\nis observed under fuzzy logic and DWT to show the robust performance of the system and\nsystem watermarking works better in low frequency range for hide the secret information by\ncollectively hold the complete data through the information available from the\ngiven source.\n\nKeywords:- Digital Watermarking, DWT (Discrete Wavelet Transform), DFIP (Digital\nFuzzy Image Processing) , Fuzzy Logic.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 69",
    "Page_103": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nAn Inventory Model with Variable Demand for Non-\nInstantaneous Deteriorating Products under the\nPermissible Delay in Payments\nA. K. Malik', Priya Mathur? and Satish Kumar>*\n\n‘Department of Mathematics, B. K. Birla Institute of Engineering and Technology, Pilani, Rajasthan, India;\n?Department of Mathematics, Poornima Institute of Engineering and Technology, Jaipur, Rajasthan, India;\n53Department of Mathematics, D.N. (PG), College Meerut, Uttar Pradesh, India\n\n*ske22967@gmail.com\n\nAbstract:-\n\nIn today’s competitive business deal the demand for any product is positively affected by its\ndisplayed stock level and the suppliers normally gave permission his/her retailers a delay in respect\nto payment. We develop an inventory model to stem the auspicious conditions under which\npermissible delay in payment and displayed stock level beneficial for the manufacturer industry\nand business markets. In this decision model, for the permissible delay period; the retailer is\npermitted to postpone the payment for the products, which was bought without paying any interest.\nIn particular, we analyze in this study the optimal replenishment policy for non-instantaneous\ndeteriorating products with variable demand. Furthermore, the results reveal that the optimum cost\nand time with the help of a numerical example which demonstrate the model with sensitivity\nanalysis is carried out.\n\nKeywords:- Inventory, Variable Demand, Deterioration, Non-Instantaneous Deteriorating\nProducts, Permissible Delay in Payment.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 70",
    "Page_104": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nA Survey on Multilingual Script Identification\n\nManoj Kumar Sharma and Vijay Pal Singh Dhaka*\n\nComputer and Communication Engineering, Manipal University Jaipur\n*vijaypalsingh.dhaka@jaipur.manipal.edu\n\nAbstract:-\n\nNow a day’s information technology and Internet of Thing’s becomes a part of our daily life and\nwe are closely connected with the world through internet. This made the multilingual scripts\nidentification a burning research topic in the field of image processing and pattern recognition.\nMultilingual scripts identification is a challenging task, where system has to identify distinct\nscripts written on a single piece of paper or in a single document. Thus, script identification process\nhas different phases as: identification of a suitable method, global and local feature extraction,\naccurate classification, training and testing of a system, adopted approaches, time taken by the\nsystem, authenticity of data sets etc. This research article is presenting a comprehensive review of\nthe research progress in the field of multilingual script identification and present valuable\ncontributions have been made so far by different researchers. However, this study will help the\nresearchers to understand, what acknowledgeable work has been done so far in the field of\nmultilingual script identification and what kind of obstacles are there to face to develop a concrete\nsolution for the multilingual script identification and recognition problem for both handwritten as\nwell as printed scripts.\n\nKeywords: - Multilingual Identification, Script Recognition, Word Recognition, Character\n\nRecognition.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 71",
    "Page_105": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nA Survey on Emerging Cyber Threat Intelligence\nPlatforms\n\nAdarsh Kumar'!, Alok Aggarwal!*, Neelu Jyoti Ahuja', Neeraj Chugh! and Himanshu\nChaudhary?\n'School of Computer Science, University of Petroleum and Energy Studies, Dehradun, Uttrakhand, India\n\nDepartment of Electronics & Communication Engineering, Manipal University Jaipur, Rajasthan, India\n\n*alok.aggarwal@ddn.upes.ac.in\n\nAbstract:-\n\nPurpose:— The purpose of this paper is to present comparative analysis of cyber threat intelligence\nplatforms and their features. This survey will include comparative analysis of existing ontologies\nfor cyber threat collectors/sensor, data enrichment and data analytical techniques used for raw\ndata analysis and community models for sharing cyber threats, intelligence and countermeasures.\n\nDesign/methodology/approach:— Firstly, this work performs comparative analysis of various\ndata sensors designed for collecting raw data from different networks: wired, wireless and\nmobile. Secondly, detail analysis is performed on various interfaces designed to map ontologies\ninto schemas. Thirdly, efficient methods for data analysis are considered for comparative and\ndetailed survey. These method extracts threat information from raw data. Lastly, various\ncybersecurity community models are analyzed with an aim of identifying an efficient cyber\nthreat sharing model.\n\nFindings:— It is observed that ontology based data sensor mechanisms are more efficient as\ncompared to taxonomy models. It helps in identifying various cyber threats in stipulated time\nperiod. In another observation, it is found that decision tree based data analytical techniques are\nmore efficient for critical infrastructure based cyber threat intelligence systems as compared to\nother machine learning techniques. Further, open source community for cyber threat sharing is\nefficient if it allows everyone to share their threat information, create groups for specialized\ninterests and keep logs of every subscriber.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 72",
    "Page_106": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nResearch limitations/implications:— The proposed survey is performed for open source and\ncommercial cyber threat sharing platforms however various ontology models are available for\nintrusion detection systems in cyberspace. This work may be extended for other ontology\nmodels, deep learning threat analytical models and quality based threat sharing communities\nfor non-IT sectors like: gas plants, water and electricity supply system etc.\n\nPractical implications:— The proposed cybersecurity platform is useful for various practical\nsystems where need of cybersecurity is increasing day by day. For example, Supervisory Control\nand Data Acquisition (SCADA) systems like: energy, oil/gas, transportation, power, water and\nwaste water management systems etc.\n\nOriginality/value:— This work is an outcome of research work done in developing cyber\nthreat sharing platform sponsored by SEED funding in UPES, Dehradun. The proposed survey\nis helpful in identifying appropriate cyber threat sharing platform for different applications.\n\nKeywords:- Cyberspace, Threat Intelligence, Intrusion Detection, Data Analytics,\nCommunities.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 73",
    "Page_107": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nA Survey on Word Recognition for Devanagiri Scripts\nManoj Kumar Sharma!, Priyanka Takkar?* and Vishal Vaibhav N?\n\n'Department of Electronics & Communication Engineering, Manipal University Jaipur, Rajasthan, India\n?Department of Computer Science and Engineering, Manipal University Jaipur, Rajasthan, India\n\n*priyankatakkar430@gmail.com\n\nAbstract:-\n\nHandwriting recognition is a hotly debated topic which not many systems can run and execute.\nHandwriting recognition is used for bank check recognition, postal address interpretation, etc.\nHandwritten word/script recognition is one of the interesting fields based on the image processing\nand pattern recognition application. Every state Government has to follow the tri-scripts principle\nof the Indian Constitution, containing a national script (Devanagari), official script (Roman), and\na regional state script. Indic devaganari scripts are the least recognizable scripts which very few\nsystems are capable of doing. This paper gives a detailed procedural overview on various tools\nand techniques used for the recognition of Indic Devanagari scripts so far and achieved attainable\naccuracy. However, this study will help the researchers to understand, what acknowledgeable work\nhas been done so far in the field of word recognition and what kind of problems are to face to\ndevelop a concrete solution for the word recognition problem for both handwritten as well as\nprinted Devanagari scripts.\n\nKeywords:- Devanagari, Indic Script, Word Recognition, Image Processing, Handwriting\n\nRecognition.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 74",
    "Page_108": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nAnalysis of an Inventory Model with both the Time\nDependent Holding and Sales Revenue Cost\nA. K. Malik', Priya Mathur? and Satish Kumar>*\n\n‘Department of Mathematics, B. K. Birla Institute of Engineering and Technology, Pilani, Rajasthan, India;\n?Department of Mathematics, Poornima Institute of Engineering and Technology, Jaipur, Rajasthan, India;\n53Department of Mathematics, D.N. (PG), College Meerut, Uttar Pradesh, India\n\n*ske22967@gmail.com\n\nAbstract:-\n\nThe research paper explores the possibility of long-life products on inventory model with variable\ndemand rate. We established a new scheme for maximum life time product, their deterioration rate\nis considered as a function of maximum life time. The main conception behind the planned\ninventory model is: time dependent holding and time dependent sales revenue cost for finding the\noptimal total profit with the optimal cycle. Finally, numerical example and sensitivity analysis are\ndemonstrate that the proposed mathematical model result and realize the effect of variation in\noptimal total profit function with respect to several parameters used.\n\nKeywords:- Inventory, Demand, Maximum Life Time, Variable Holding Cost and Sales\nRevenue Cost.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 75",
    "Page_109": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nGain Characteristics of InGaAsN Quantum Well\nHeterostructures with GaAs and InP Substrates\n\nM. I. Khan’, Sandhya K.?, A. M. Khan? and P. A. Alvi!*\n‘Department of Physics, Banasthali Vidyapith, Banasthali-304022, Rajasthan India\nHigher Colleges of Technology, Abu Dhabi, UAE\n3Department of Electronics & Communication Engineering, Integral University, Lucknow- 226026, UP, India\n\n*drpaalvi@gmail.com\n\nAbstract:-\n\nThis paper reports the effect of substrate on the optical gain characteristics of InGaAsN material\nbased quantum well (QW) heterostructure. In order to study the substrate effect on the optical gain,\ntwo substrate, namely, GaAs and InP have been chosen. Taking in to account both of the substrates,\nthe quantum mechanical approach (k.p method) has been adopted to calculate the confinement of\nthe carriers associated with quantum well and the optical gain. In addition, for InGaAsN/InP\nheterostructure, the cladding effect has also been observed. The simulated results exhibit that the\nsubstrate has played a very important role in modifying the optical gain characteristics due to the\nexistence of strain which comes into play due to the lattice mismatch.\n\nKeywords:- Optical Gain, Strain, Lattice Mismatch, InP, GaAs, InGaAsN\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 76",
    "Page_110": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nFinite Element Analysis of Circular Silicon Diaphragm\n\nSamridhi!, Manish Kumar’, Kulwant Singh? and P. A. Alvi!*\n‘Department of Physics, Banasthali Vidyapith, Banasthali-304022, Rajasthan India\n? School of Engineering, Indian Institute of Technology Mandi- 175005, Himachal Pradesh India\nDepartment of Electronics and Communication Engineering, Manipal University Jaipur, Rajasthan, India\n\n*drpaalvi@gmail.com\n\nAbstract:-\n\nMiniaturization of sensing devices not only reduces the size, but also enhances the performance\nand reliability in sector of automation, space, weather monitoring and forecasting. It has become\nimportant for scientist and researchers working in the field of micro-electro-mechanical system\narea to simulate the structure before actual fabrication. This paper reports about the performance\nof proper meshing required to lead the exact results of simulated circular silicon diaphragm with\nthe help of finite element method. In this paper, we have shown that the proper meshing of the\ncircular silicon diaphragm has shifted the vibrating frequency of the diaphragm under different\npressures applied.\n\nKeywords:- Sensors, Meshing, Frequency, Displacement.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 77",
    "Page_111": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nCurrent and future aspects of ZnO based core-shell\nheterostructures for optoelectronics devices\n\nJ. P. Vijay'*, Kulwant Singh”, Amit Kumar Rathi? and Praveen Kumar Jain!\n\n‘Department of Electronics and Communication Engineering, Swami Keshvanand Institute of Technology\nManagement & Gramothan, Jaipur\n\nDepartment of Electronics and Communication Engineering, Manipal University Jaipur\n\n*jpvijay121@gmail.com\n\nAbstract:-\n\nPurpose:- This paper presents the recent progress in this field of core-shell composites based on\nZnO nanostructures for optoelectronics devices application.\n\nDesign/Methodology/approach:- Bottom-up and top-down approach have been used for ZnO\nthin film synthesis. In the recent years, many deposition techniques are being used to synthesize\nZnO thin film such as RF Sputtering, E-beam evaporation technique, RF thermal plasma, Sol-gel\nProcess etc. RF Sputtering is the mostly used for growing thin film structures of ZnO for device\napplication. The ZnO thin films are characterized for structural and optical properties with X-ray\ndiffraction [XRD], field emission scanning electron microscopy [FESEM], scanning electron\nmicroscopy (SEM) and X-ray photoelectron spectroscopy (XPS).\n\nFindings:— Recently the Zinc oxide (ZnO) nanoparticles attracted the researchers, because of its\nhigh excitation binding energy (60meV) at room temperature and large bandwidth. ZnO has the\nwide band gap energy of 3.37 eV with the high conductivity and it is low cost, environmentally\nfriendly, easy to synthesize, non-toxic and transparent to visible spectrum range, which makes it a\npopular material for electronics, photonics, optoelectronics, acoustics and sensing applications.\nThe study introduces that the optical and luminescence properties of ZnO mainly depend on the\nselection of the impurity for doping, the parameters of the synthesis and relative treatment of the\nsample.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 78",
    "Page_112": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nResearch limitations/implications:- Further studies are required for improvement in the\nefficiency and device performance. It can be improved by the application of different electrolytes\nand doping of ZnO films for improvement of charge carrier transport properties.\n\nPractical implications:— In many respects, ZnO is considered to be an alternate material to widely\nuse wide bandgap material GaN for device applications, because of its relatively low preparation\ncost and better optical properties.\n\nOriginality/value:— The study is an outcome of various research articles on ZnO and their\nfabrication work using conventional approaches in the R&D environment. The study shows that\nthere is the large opportunity for research in the field of ZnO based optoelectronics devices to\nimprove device efficiency.\n\nKeywords:- Nanotechnology, Optoelectronics, ZnO Nanoparticles.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 79",
    "Page_113": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nSimulating 1.55 um Optical Gain in Type-II\nInAlAs/InGaAs/GaAsSb Nanoscale Heterostructure\n\nA. M. Khan!, Garima Bhardwaj”, M. Abu-Samak’, S. H. Saeed! and P. A. Alvi**\n\nDepartment of Electronics & Communication Engineering, Integral University, Lucknow- 226026, UP (INDIA)\n\nDepartment of Electronics, Banasthali Vidyapith, Banasthali-304022, Rajasthan (INDIA)\n3Department of Physics, Al-Hussein Bin Talal University, P.O. Box 20, Ma’an, JORDAN\n\n‘Department of Physics, Banasthali Vidyapith, Banasthali-304022, Rajasthan (INDIA)\n*drpaalvi@gmail.com\n\nAbstract:-\n\nIn this paper, we have proposed and designed a type-II “W” shaped InAlAs/InGaAs/GaAsSb\nnanoscale heterostructure and simulated optical gain theoretically at the wavelength ~ 1.55 um\n(wavelength of near infrared region). The designed heterostructure contains two quantum wells\n(width ~ 2 nm) of InGaAs material. To solve the carrier’s localities within the heterostructure,\nk.p method has been adopted. The other calculations have been carried out to determine the\ndispersion of carrier’s energies and the optical gain characteristics. The simulated results\nsuggests that the designed heterostructure is capable to emit the radiations of ~ 1.55 um\nwavelength and can be utilized in optical fiber communication systems.\n\nKeywords:- Optical Gain, InGaAs, InAlAs, GaAsSb.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 80",
    "Page_114": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nEffect of Fe Doping on Magnetic Behavior of SnO2\nNanoparticles for Spintronics Applications\n\nMayuri Sharmal, S. N. Doila”, Shalendra Kumar’ and P. A. Alvi!*\n‘Department of Physics, Banasthali Vidyapith, Banasthali-304022, Rajasthan, India\n?Department of Physics, University of Rajasthan, Jaipur-302004, Rajasthan, India\n\n3Electronic Materials & Nanomagnetism Lab, Department of Applied Physics, Amity School of Applied Sciences,\nAmity University Haryana, Gurgaon-122413, India\n\n*drpaalvi@gmail.com\n\nAbstract:-\n\nDoping of magnetic ion (Transition metal) in oxide based semiconducting material at nanoscale\nlevel serves a variety of spintronics based applications. To understand the effect of dopants on the\nmagnetic behavior of semiconducting oxides, we have synthesized Fe doped tin oxide\nnanoparticles with 1 and 2% doping concentration via chemical co-precipitation method and then\nmagnetic measurements have been taken through Superconducting quantum interference device\n(SQUID) at 5K and 300K temperatures for both the samples. Various magnetic parameters such\nas saturation magnetization (Ms), coercivity (Hc), remanent magnetization (Mr) have been\nextracted from the obtained hysteresis loops and found reduction in their values with increasing\ndoping concentration which might corresponds to the tuning of oxygen defects created due to the\nsubstitution of dopant ions in the host lattice. In this way, our study can contributes to fulfill the\nnecessity of ferromagnetism based applications such as data storage devices, gas sensors,\ncommunication, quantum computation etc.\n\nKeywords:- Dilute Magnetic Semiconductors, Transition Metals, Spintronics, SQUID,\nFerromagnetism, etc.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 81",
    "Page_115": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nBandstructure Effects in the Electronic Transport of\nSilicon Nanowire FET in [100] and [110] Transport\nOrientations\n\nManoj Kumar!* and Vijay Kumar Lamba?\n'.K. Gujral Punjab Technical University, Kapurthala, Punjab, India\nGlobal College of Engineering & Technology, Kahanpur Khui, Punjab India\n*manoj10276@gmail.com\n\nAbstract:-\n\nAn electronic transport study about band structure effects of silicon nanowire field effect\ntransistors (Si-NW FETs )in [100] and [110] transport orientations has been done. A dispersion\ncalculation has also been done for a sp°d°s hybridized tight binding model coupled to a Poisson\n\nsolver. For the evaluation of I-V characteristics, a ballistic model has been used. For [100] and\n[110] transport oriented nanowires, the total gate capacitance is decreased by 30%. The carrier\nvelocity is affected by both [100] and [110] transport oriented nanowires. The velocities depend\non degeneracy and effective mass of the dispersion. In our study, we have used 3nm thick nanowire\noriented in [100] and [110] directions. The [100] oriented nanowire gives better ON- current\nperformance as compared to [110] oriented nanowire. We have studied the valley splitting effects\nwhich can lift the degeneracies of 3nm wires. The effective mass which changes with various\ntransport orientations and quantization, is increased with quantization for [100] while it is\ndecreased for[ 110] transport orientated nanowire.\n\nKeywords:- Silicon Nanowire, Tight Binding, Band Structure, Injection Velocity, Nano FETs,\nEffective Mass, Quantum.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 82",
    "Page_116": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nA Quad Band Polarization Independent Ultrathin\nMetamaterial Absorber\n\nShwetank Yadav\" and Garima tiwari\nDepartment of Electronics and Communication Engineering, Jabalpur Engineering College, Jabalpur, India.\n\n“shwetankyadav5101991@gmail.com\n\nAbstract:-\n\nIn this paper, we propose a quad-band metamaterial electromagnetic wave absorber structure\nconsist of square rings resonators arranged in two dimensional periodic arrays with a metallic\nground plane. Under normal incidence this structure manifests four sharp peak absorptions at 3.75,\n5.05, 7.35 and 8.96 GHz with peak absorptivity of 94.28, 99.67, 99.98 and 99.90% respectively.\nThis structure with four-fold rotational symmetry in design provides nearly 100% absorption for\nall angle of polarization. Moreover, This Structure is polarization insensitive and shows high\nabsorption (over 90%) for oblique incident angles up to 45°. Corresponding to the highest\n\nfrequency the absorber is ultra-thin and uses commercially available FR-4 as substrate. The\ndesigned quad-band absorber can be used in many possible applications such as thermal emitters,\nsensors, receivers, shielding, spectroscopic detection, hazardous materials phase imaging and\nprohibited drugs and many defense applications etc. It can be easily manufactured with simple\nPCB manufacturing techniques.\n\nKey words:- Metamaterial; Microwave Absorber; Quad-Band; Polarization-Insensitive.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 83",
    "Page_117": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nDevelopment of Safe sSBR Based Green Compounds\nwith LPCA and HPCA\n\nNitin Kumar\nDepartment of Chemistry, M. L. S. University, Udaipur, Rajasthan, India\n\nnitinkumariitkgp@gmail.com\n\nAbstract:-\n\nThe flash point of a volatile liquid is the lowest temperature at which it can vaporize to form an\nignitable mixture in air. Measuring a liquid's flash point requires an ignition source. At the flash\npoint, the vapor may cease to burn when the source of ignition is removed. The flash point is not\nto be confused with the auto ignition temperature, which does not require an ignition source. The\nfire point, a higher temperature, is defined as the temperature at which the vapor continues to burn\nafter being ignited. Neither the flash point nor the fire point is related to the temperature of the\nignition source or of the burning liquid, which are much higher.\n\nThe flash point is often used as a descriptive characteristic of liquid fuel, and it is also used to help\ncharacterize the fire hazards of liquids. “Flash point” refers to both flammable liquids and\ncombustible liquids. There are various standards for defining each term. Flash and fire point is one\nof the important criteria for determining the process safety while handling the rubber compound\nduring mixing, calendaring, extrusion etc. Higher flash and fire point of oils always indicates good\nprocess safety. High flash and fire point of oils may be due to presence of carbonyl groups,\nalkaloids groups. In this work, general study will be carrying out with One Regular oil and Two\neco-processing oils (low poly cyclic aromatic). The effect of these processing oils in Solution SBR\nbase compounds will be also studied like. To study Physico-chemical Analysis of Oils will be\naccording to ASTM or ISO.\n\nThe flash/ fire point, results are shown in Figure. 1 All the oils show flash and fire point higher\nthan 200°C, whereas LPCA oil No 2 show higher than HPCA oil (Oil No.1). Flash and fire point\nis one of the important criteria for determining the process safety while handling the rubber\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 84",
    "Page_118": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\ncompound during mixing, calendaring, extrusion etc. Higher flash and fire point of oils always\nindicates good process safety. High flash and fire point of oils may be due to the presence of\ncarbonyl groups, alkaloids groups etc. Such groups are absent in the case of oils No2, where major\ngroups are long chain alkyl type.\n\nIt can be concluded that LPCA oils can be used in a natural rubber, sSsBR compound at the level\nof 2 to 5 phr (per hundred gram of rubber) with adjustment in cure package. LPCA oils can be\nalternative of HPCA oil, any effort of using the same will give rise to benefit of cost as well as\nenvironment protection.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 85",
    "Page_119": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nOptimization of Process Parameters of Graphene based\nPiezo resistive Pressure Sensor using Design of\nExperiment\nMeetu Nag!, Ajay kumar !, Bhanu Pratap? and Kulwant Singh?\n\n‘Department of Mechatronics Engineering, Manipal University Jaipur\n?Department of Mechanical Engineering, Manipal University Jaipur\n3Department of Electronics & Communication Engineering, Manipal University Jaipur\n\n“meetunag@gmail.com\n\nAbstract:-\n\nGraphene pressure sensors has been steadily rising due to its recent growth in biomedical field.\nHigh sensitivity, wider working range, linear output, small size are some of the desirable features\nof a pressure sensor. Sensing element plays an important role in the designing of the pressure\nsensor. In this study, graphene is utilised as a material for sensing element with variable thickness\nsuch as monolayer, bilayer and multilayer. In this study, various input process parameters such as\npressure, temperature and dimensions (length, breadth and thickness) are taken, which affects the\noutput voltage of pressure sensor. Output voltage is calculated with wheat stone bridge\nconfiguration. Optimum combinations of input parameters and the output response of sensor is\ncalculated using Design of Experiment (DoE) and their significance is calculated using analysis of\nvariance (ANOVA). Simulation in COMSOL is done to validate the predicated results.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 86",
    "Page_120": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nGraphene as Emerging Material for High Speed Energy\nStorages Devices\n\nSatyanarayan Agarwal\", Kulwant Singh? and Ashish Srivastava!\n‘Department of Electrical Engineering, Manipal University Jaipur, Rajasthan, India\n? Department of Electronics and Communication Engineering, Manipal University Jaipur, Rajasthan, India\n\n“satyanarayan.agarwal@jaipur.manipal.edu\n\nAbstract:-\n\nAt present, provoking energy and environmental issues, such as the depletion of fossil fuels,\npollution and global warming are ringing alarm bells to human society. Therefore, renewable\nenergy storage and conversion materials, as well as their devices, are highly required [1]. In this\ncontext, these problems can be overcome in two ways. Firstly, energy can be effectively converted\nfrom its infinite sources, such as the oxygen reduction reaction (ORR), solar power and water to\napplicable forms, such as electricity or fuel. To achieve this goal, fuel cells, solar cells and water\nsplitting catalysts are of most concern [2-3]. Secondly, environmental benignity, low cost, and\nhigh performance are required by energy storage devices. Due to large surface area, good thermal\nand chemical stability, high conductivity and mechanical flexibility, graphene-based materials\nhave been widely employed as energy storage devices. In this article, we mainly discuss the\nsynthesis and unique electrochemical properties of graphene and its application towards lithium\nbased different types of batteries, super capacitors and ORR for fuel cells.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 87",
    "Page_121": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nCrowd sourcing in Academics: Benefits and Challenges\nA.Vijayalakshmi\n\nDepartment of Computer science, BITS- Pilani off campus centre, Pune, India\n\nvijayalakshmi_anand@pilani.bits-pilani.ac.in\n\nAbstract:-\n\nRecently, there have been major advances in internet based information and communications\ntechnologies. This has led to significant improvements in educational organizations to reach their\ngoals. Crowd sourcing is a newly emerging method to provide any services like ideas, feedback\n,collection of data and survey by the large group of people especially through online instead of\ndesignated employee. Crowd sourcing method is already used in other industries for various\npurposes but it is still needed an attention in academics. This paper concentrates on the crowd\nsourcing technique that can be utilized in universities. This paper explores at how educational\norganizations are using crowd sourcing as part of their activities and their challenges and issues\n\nKeywords:- Crowd sourcing, Educational institutions, social media application, crowd creation,\ncrowd voting and crowd funding.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 88",
    "Page_122": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nActive Noise Control Technique\n\nB.P. Mishra\nJSS Academy of Technical Education, Noida\n\nbpmishra@jssaten.ac.in\n\nAbstract:-\n\nIn the current paper, an attempt was made to explore the active noise control technique to reduce\nthe volume of an unwanted noise propagating through the environment using an electro-acoustic\nsystem using measurement sensors such as microphones and output actuators such as\nloudspeakers. Since the noise signal usually comes from ambient, so that it is possible to measure\nthe noise near its source. The goal of the active noise control system is to produce an “anti-noise\"\nthat attenuates the unwanted noise in a desired quiet region using an adaptive filter. After\nimplementation, the simulation results were obtained in MATLAB. This problem differs from\ntraditional adaptive noise cancellation in two ways. Firstly, the desired response signal cannot be\ndirectly measured; only the attenuated signal is available. Secondly, the active noise control system\nmust take into account the secondary loudspeaker-to-microphone error path in its adaptation.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 89",
    "Page_123": "International Conference on Startup Ventures:\nTechnology Developments and Future Strategies\n\nJaipur, 08\" — 09\" October 2018\n\n \n\n \n\nGeneric IoT Platform for Analytics\n\nPradeep B! and Balasubramani R*\n‘Accenture Solutions Private Limited, Bangalore\n?Department of Information Science and Engineering, NMAMIT, Nitte\n\n“palasubramani.r@nitte.edu.in\n\nAbstract:-\n\nInternet, since its root has reclassified the manners by which the world collaborates today,\ncountless devices speak with each other which make our life simple and thus improve this world\na place to dwell. The Internet of Things (IoT) is the system of physical gadgets, vehicles, home\nmachines and different things implanted with hardware, programming, sensors and network which\nempowers these objects to interface and trade information. Today the world has swung to a place\nwhere each and everything should be associated.\n\nThis paper discusses, how a generic IoT platform has been developed to get the data from various\nsensors from agricultural lands and conversely control the devices from distant places using\nInternet. For e.g., a smart plug can help you save and monitor your energy consumption by showing\nenergy statistics. Sensors fitted in agricultural lands has been chosen to test the quality of the loT\nplatform.\n\nKeywords:- Node Red, Raspberry Pi, DHT11, Node js.\n\n \n\n08 — 09\" October 2018 SV-TDFS -— 18 ISBN: 978-81-938236-5-1\n\nOrganized by:\nManipal University Jaipur\nAnd\nInstitute For Engineering Research and Publication (IFERP)\nPage | 90",
    "Page_124": "",
    "Page_125": "Past Conrerences UpcomiInc CONFERENCES\n\neee oh £2]\n\n=\n2)\n>\nw\nay\na\n—\nfoe]\n\n2)\nys]\nPa\n>\nau\n~ iQ\n~ ig\npa\no\n\n   \n\nSPONSORED BY:\n\nFEchnoareteGroup ? eas Conference Alerts GO! KOA\ne\n\n®\nbol\nd..2%, on Qeseprcers CN CONFERENCE XT\n\n£8\n\n \n\n \n\n   \n    \n\nODS\n\n   \n \n   \n   \n\n  \n\niivaeede: dade:\n68 ne Cre eee ni\n\n—————————\n\nol ol Contact Us:\nms eek NNN AEL 0\n[=] www.startupscope.org 978-81-9382365-1"
}