{
    "Page_1": "ANNUAL REPORT 2008\n\nvel\n\n4@\n\nSeoul\nGuarantee\nInsurance",
    "Page_2": "Vision 2012\n\n \n\nWorld Top-Class\nFinancial Institution\n\nContents\n\n01 Profile\n\n02 CEO Message\n\n06 Board of Directors\n\n08 Flashback of the last 40 years.\n10 Company Overview\n\n12 Credibility\n\n13 Financial Highlights\n\n14 Clients / Market Share\n\nStrategic Goal\n\n- To rank in top three of the guarantee institutions\nworldwide in terms of written premium\n\n- To increase global activities\n\nO\n\nManagement Philosophy\n- Aglobal business management\n\ncompany, and the nation\n\nO—-C\n\nwy, to increase benefit for the client,\n\nO\n\nMission\n\n- Efficient Management\n- Sustainable Growth\n\n- Delivering Happiness\n\n15 Global Alliances 36 Credit Insurance\n\n16 The ICISA 67th AGM 40 International Business\n18 Activities in 2008 48 Underwriting\n\n20 Business Review 49 — Claim Service\n\n22 Business Overview 50 Financial Statements\n24 Contract Bonds 94 Organization Chart\n\n28 Non-Contract Bonds 95 Company Directory\n\n32 Financial Guarantee",
    "Page_3": "Highlighting 40 years of history, SGI has\ntaken another step closer to a better and\nbrighter future in assisting Korea’s economic\ndevelopment by offering credit to companies\n\nand individuals.\n\nSeoul Guarantee Insurance (SGI) is proud to celebrate\nits 40 years of history with experience and knowledge,\nhenceforth, it will play as a compass to create its own\n\nFoe eem come aCB blanc\n\nAs a comprehensive guarantee service provider, SGI is\ncurrently the domestic market leader in the surety and\ncredit insurance industry and is enjoying an unsurpassed\nreputation for its financial strength in the global\n\nmarket. SGI has reinforced its position in the market by\nreceiving a credit rating of “A” and “A-” from Fitch and\n\nS&P, respectively.\n\nFor the future, SGI will strive to reach its vision of\nbecoming “World Top-Class Financial Institution” that\nleads the global guarantee market. Highlighting\n\n40 years of history, SGI has taken another step closer\nto a better and brighter future in assisting Korea's\neconomic development by offering credit to companies\n\nand individuals.",
    "Page_4": "CEO Message\n\nFor Seoul Guarantee Insurance,\n2008 was another outstanding year to be\n\nhighlighted in the 40 years of history.\n\nDear our clients,\n\nThis is Young-Min Baang, the President & CEO of Seoul Guarantee Insurance (SGI).\n\nFirst of all, I would like to express my sincere appreciation for your continuous support and kind attention to\n\nSGI over the past 40 years.\n\nSince 1969, when SGI was established, SGI has played a major role to assist with a high degree of achievement\n\nin development of Korean economy by offering guarantees to the corporates and individuals in need of credit.\n\nEspecially, last year, SGI has attained a number of admirable operating results with consistent and cooperative\n\nefforts from both management and the employees despite the global economic recession.\n\nFirst, SGI realized a net income of USD 183 million, and a written premium of USD 731 million which is\nthe most pleasing result since the company’s establishment in 1969. It is very meaningful in that this result\nhas been realized despite the global financial crisis in last year and some banks required public funds and some\nfinancial institutions resulted in deficit. In this prevailing economic recession, SGI had already been ready to\n\ncope with this credit crunch by its Contingency Plan in advance with a strengthened risk management.\n\nSecond, the progress and expansion of overseas business have accelerated since 2007 with opening\nrepresentative office in Hanoi Vietnam in October 2007, followed by another office in Beijing China in June,\n2008. Furthermore, by having business agreements with the local banks in U.A.E. and Kuwait, SGI has built\nthe foundation to help Korean companies in abroad with service to provide guarantee exposure of USD 268\nmillion. As a result, SGI has supported companies with overseas business, and expanded new driving forces in\n\nKorean economy.",
    "Page_5": "",
    "Page_6": "CEO Message\n\nAlso, in order to strengthen our global network, SGI successfully hosted 67th ICISA General & Associated\nMeetings of 2009 and attended important international conferences such as the China Guaranty Forum,\nSFAA (Surety Fidelity Association of America), and PASA (Pan-American Surety Association). And this\nenabled to build up business relationship with surety & credit insurers and reinsurers for us to reach higher\n\nglobal standards.\n\nThird, SGI has consecutively obtained credit ratings A- from S&P and A from Fitch. SGI has maintained\nthe top rating among the Korean guarantee institutions reflecting the SGI’s overall superior financial\nsoundness. In addition, the Korea Information Service has assigned AAA, which is the highest rating in\nthe Korea non-life insurance companies. With these credit ratings, SGI gained public trust in international\n\nbusiness, and has built the foundation to develop and expand global business opportunities.\n\n‘* Our corporate vision is to become the world top-class\n\nfinancial institution, by providing diverse\n\ninternational services in a broadened network. ”\n\nFourth, SGI was broadly acknowledged by receiving many prestigious awards. That is, ‘The Excellent\nService Quality Enterprise Award from the Ministry of Knowledge Economy, ‘Da-San Finance Award,\ninsurance section, presented by The Korea Economic Daily, MK Financial Products Awards from Maeil\nBusiness Newspaper Daily, and many others. These achievements convey the company’s sound performance\n\nand solid reputation in the Korean financial market.\n\nFifth, SGI has successfully introduced the management accounting system to enhance cost-benefit analysis\nof every divisions of the company and distinguished the sources of profit and losses to apply the criteria of\nprofitability. By performing profit evaluation on each branch and regional headquarter level, we have been\nable to prepare a rewarding system according to the profit contributions of each unit. Along with this, it\nwas an innovation for us to have saved operating expenses of USD 13.6 million compared to the organized\nannual budget by introducing open competition system to contracts and by improving payment process for\n\nregular expenditures.\n\nAlso, we have put our special efforts in building up mutual trust between the management and the\nemployees. Reforming the personnel policies into a performance and ability based method, and training\n\nglobal professionals were also an important part we have progressively worked for.",
    "Page_7": "04\n\n \n\nAll these fruitful achievements have been obtained with your attentive support, and with the devotions of\n\nall members of SGI. We would like to deliver our sincere gratitude again to all of you.\n\nDear our esteemed clients,\n\nThe business environment of the year 2009 appears to be considerably challenging that it'll become more\n\ndifficult to predict the future.\n\nAccordingly, SGI will gather its capacities and take challenging steps to realize the vision of becoming the\n“World Top-Class Financial Institution.” To this end, in 2009 we'll thoroughly pursue our management\npolicies to prepare for the crisis, to strengthen core competence, and to correspond to the future market\n\nchanges.\n\nWe ask for your constant attention and cooperation. The people of Seoul Guarantee Insurance and myself\nwill not let ourselves be self-satisfied with the recent years results, and will use our utmost efforts to fully\n\nattain our goals.\n\nWe recommend you to believe in Seoul Guarantee Insurance on its dynamic change and challenge to\n\nbecome the world top-class financial institution in near future.\nThank you.\n\nJiveg om BLDG\n\nDr. Young-Min Baang\nPresident & CEO",
    "Page_8": "Board of Directors\n\nSeoul Guarantee Insurance is grateful\nfor the long trust and attention which has\nbeen the key for company growth.\n\n  \n\nYeon-Gil Jung In-Kyun Hyeon Uk-Gi Kim In-Seung Ryu Ki-Hwan Kim\nFE\n\nStanding Auditor ‘xecutive Director Executive Director Managing Director Managing Director",
    "Page_9": "06\n\n \n\nDae-Han Kim Dong-Hwa Bae Kwang-Suk Chae Myung-Geun Lee — Sang-Taek Kim\n\nManaging Director Managing Director Director Director Director",
    "Page_10": "Flashback of the last 40 years\n\nThe history of Seoul Guarantee Insurance\nin the past 40 years is considered as a\nnotable achievement in the evolution of\nthe Korean economic development.\n\n \n\n \n\n \n\n' Os :O 1 oO ‘ oO 1 oO\n1 30 oh ' CO 1 Oo 1 oO\n1 Oo 1 On 1 Oo ' Oo 1 Oo\ni i — — 1A\n| Establishment of 1 1976, : 1987 1995 ' 2007\n' Korea Fidelity & Surety ‘Joined the International Host for 45th ' Attained a written premium ! Reached a written premium\n' Company ‘ Credit Insurance ' Associated General ‘ of 500 billion won ' of 1 trillion won\n‘ ‘Association (Currently | Meeting [ICIA) ' !\n‘changed to International pp ——-oceny\n= '\n' Credit Insurance & = nl ooo\n' Surety Association) ' .\n1 : Opened Representative\n| Office in Hanoi,\n: Vietnam\n' ! 1 goa + eam\n: 1989 : 1998 : «\n' Establishment of Hankuk — | Declared ' ak ia\n| Fidelity & Surety Company | “NEW START\" of SGI :\n\n1969\nThe first branch office\nopened in Busan\n\npMATIENEA\n\n4\n3 _\nkt ,\n\nMaar\n\n1978\nJoined Pan-American\n\nSurety Association (PASA]\n\n \n\n \n\n: 2008\n: Received S&P’s\n' credit rating of A-\n\n2008\nThe launch of “InSurance\nInnovation System’ (ISIS)",
    "Page_11": "Beijing @\nRepresentative\nOffice\n@ Dubai\nRepresentative @ Hanoi\nOffice Representative\nOffice\n\n2008\n\nOpened Representative\nOffice in Beijing,\n\n+ China\n\n \n\n2009\nSGI's 40th Anniversary\n' Celebration\n\n \n\n2009\nHost for 67th Associated\nGeneral Meeting (ICISA]\n\n@ The Headquarters\n\n08\n09\n\nThe history of Seoul Guarantee Insurance in the past 40 years is considered as a notable\nachievement in the evolution of the Korean economic development. SGI has been the\nconsistent partner by being involved in the various types of business opportunities since\nthe beginning of the Korea's industrialization. Korea Fidelity & Surety Company (KFSC)\nwas introduced in 1969 when industrial growth and production of infrastructure was the\nkey economic issue. As the industry began to increase volume, more players entered into\nthe market and meanwhile new legislations and customs were introduced including such\nstatements that indicated the bonds or guarantees are necessary contracting conditions.\n\nAs Korean economy rapidly grew during the 1980s, in addition to KFSC, Hankuk Fidelity &\nSurety Company (HFSC) was newly established in 1989 to respond to the high demands\nfor bonds and guarantees. The two companies shared the function to provide guarantees\nand increased the market volume. After ten years of co-existence, The two merged into one\ncompany having undergone the Asian Financial Crisis in 1998, which had largely impacted\non the firms in Korea. The new Seoul Guarantee Insurance, as the sole professional\nguarantee insurer, exerted to restore the company, and with a new business strategy and\nunderwriting guideline, SG! changed into a competent guarantee institution to attain its aim\nto support clients and to assist in the development of economy.\n\nSGI's operation continuously grew, by reaching the total exposure of 500 billion won on 1995\nand 1 trillion won on 2007. In average, SGI is providing bond and credit insurance capacity\nof over 100 trillion won in terms of newly issued policies per annum. By attaining an A and\nA- from Fitch and S&P respectively, along with an AAA from Korean Information Service\nwhich is the highest ratings among the domestic companies, SGI is recognized as a credible\nguarantee institution that is enabling more international business advances available. The\ncompany’s pursuit to expand overseas business has accelerated since 2007 with opening\nrepresentative office in Hanoi Vietnam in October 2007, followed by another office in\nBeijing China in June 2008, which has resulted in a wider business network and a better\nunderstanding on the local market.\n\nLooking back on the past 40 years of history, the present times of global economic\nrecession is an unfavourable condition compared to the previous ones we had overcome.\n\nthe company was able to minimize negative impacts from the crisis in 2008 by effecting\na preemptive counterplan to face the future contingencies. As a result SGI has instead\naccomplished the largest written premium in 2009 with over 1 trillion won and made a net\nincome of 250 billion won. For the past 40 years, SGI have successfully functioned its role as\nthe number one guarantee insurance company leading the market. With a sound financial\nmanagement and underwriting expertise, SGI will move forward into the global market to\nbecome a “World Top-Class Financial Institution.”",
    "Page_12": "COMPANY\nOA\n\nSeoul Guarantee Insurance has been\nTRI UeeoNS It MorTunntowm Co menrteymreCelnateleelay\nand corporations in their economic activities.\n\npole) ea MT Cereicel gtr\n\n2009 Jun. Hosted 67th ICISA General and Associated Meetings in Jeju, Korea\nApr. _ Reaffirmed an A- for insurer's financial strength by Standard & Poor's\nApr. _ Reaffirmed an A for insurer's financial strength by Fitch Ratings\nFeb. SGI's 40th Anniversary\n\n2008 Jun. China Beijing representative office opened\n\n2007 Oct. Vietnam Hanoi representative office opened\nJun. Dr Young Min Baang inaugurated as the CEO\nSIUTa Mm AV nitCclaN UA~taaTIO nate oY=\\=s-Te mM Ua olan oC OA\n\n2004 Nov. Bond Exposure surpassed 100 trillion won\nMar. Established Credit Information Company: SG Credit Information Co.\n\n1998 Nov. Seoul Guarantee Insurance Company incorporated\n\n1989 Nov.  Hankuk Fidelity & Surety Company (\"HFSC’) incorporated\n\n1969 Feb. Korea Fidelity & Surety Company (“KFSC’) incorporated",
    "Page_13": "LO 7aT-1e-1i] obo leae (a ela)\n\n(Nias esos)\n\nKDIC: 189,072,140 (78.88%)\n\n \n\nLife Insurers: 1,475,597 (0.88%)\nNon-Life Insurers: 470,749 (0.24%)\n\nboll VaT=B=iCel cece MNS oltre B= 010110 Lac og ol g-1K A\n(KDIC) holds 98.88% of SGI's issued stocks.\n\nOrganization\n\nSeoul Guarantee Insurance has been the unique provider of surety bonds and credit\ninsurance in Korea for 40 years.\n\n¢ Organization: 23 Departments, 5 Regional headquarters,\nCRO Clea Roane) (pas -1aV (erin (SNS c= 1an KO eace\n2 Overseas Representative offices, 2 Subsidiaries\n\n¢ Number of Employees: 1,122\n¢ Number of Agencies: 871\n\nCST) ose tT\nSG Credit Information Company Debt Collection Jan. 8, 2004 85.0%\nSG ABS Company NS TeTa ane nec MIU Cola)=\\¢(—tnl nae Vso Oa W700) 50.0%\n\n \n\nbeen I CoA eCela-IOnME ECR) 0",
    "Page_14": "Credibility\n\nEnsuring Reliability °\n\nSolvency Margin\n\n \n\nYear FY2008 FY2007 FY2006\n\nSolvency Margin Ratio (%} 1,291.4 1,737.3 1,127.9\n\nThe solvency margin ratio is an important indicator that helps to judge whether an insurer is strong enough to pay claims to policyholders as\n\nscheduled. The base ratio is 100% and the figure shows the financial status of insurance companies.\n\nCredit Ratings\n\nSTANDARD\n\nLPOOKS,\n\n \n\n&\n\nKIS\n\nIFSR AAA\n\n \n\nS&P: A- Standard and Poor's reaffirmed an A- to Seoul Guarantee Insurance on April 2, 2009\nfor insurer's financial strength and the long-term counterparty credit ratings.\n\n“The ratings on Korea-based Seoul Guarantee Insurance Co. reflect its strong position\nin the domestic market, good operating performance, and the likelihood of support from\nthe government of Korea. SGI's overall operating performance is good, backed by the\ncompany’s improved risk management system, reduced exposure to riskier business lines,\nand strong pricing power given its leading market position. The ratings on SGI reflect the\nlikelihood of support from the Korean government based on its systematic importance to\nthe stability of korea’s financial system, as the company is the only guarantee company\nproviding fidelity, credit, and financial guarantee insurance in Korea.” (Excerpts from S&P’s Insurer\nProfile dated July 9, 2009 )\n\nFitch: A Fitch Ratings reaffirmed an A to Seoul Guarantee Insurance for insurer's financial\nstrength on April 2, 2009.\n\n“Fitch continues to recognize the company’s maintenance of a strong regulatory capital position,\nwith manageable near term liquidity needs. As at end January 2009, the company’s regulatory\nsolvency margin ratio was above 1000%. It also has an established market positioning in\nthe local guarantee and credit insurance market by virtue of its unique status as a state-\nowned guarantee and credit insurer.” | Excerpts from Fitch Ratings: Fitch Places Seoul Guarantee Insurance's\nIFS of A RWN)\n\nKorea Information Service: AAA Korea Investors Service assigned AAA to Seoul\nGuarantee Insurance for insurer's financial strength and for issuers credit rating on\nNovember 18, 2008.\n\n“The company is the only guarantee insurer in Korea and belongs to the top four companies\nin the world in terms of surety bond premium. SGI has an advantage over the market and\ntakes a dominant portion in the market share. After it went through the Asian Financial\nCrisis, the company has implernented a systematical credit evaluating method which has\naffected SGI to realize a stable loss ratio and a large arnount of net income.” { Translated excerpts\nfrom KIS analysis dated November 18, 2008 }",
    "Page_15": "Financial Highlights\n\nBuilding Performance °\n\n \n\n \n\n13\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n( KRW billion } (USD million }\na eAuty:} FY2007 Eee FY2007\n\nInvested Assets 3,827.8 4,185.0 2,794.0 3,054.7\nNon operating Assets 652.1 550.6 476.0 402.0\nTotal Assets 4,479.9 4,735.6 3,270.0 3,456.7\nTechnical Reserve 1,753.8 1,487.9 1,280.1 1,086.1\nOther Liabilities 737.3 1,019.3 538.2 744.0\nTotal Liabilities 2,491.1 2,507.2 1,818.3 1,830.1\nPaid-in capital 1,354.0 1,354.0 988.3 988.3\nRetained Earnings 567.0 714.8 413.9 521.8\nAccumulated Other Comprehensive Income 67.8 159.6 49.5 116.5\nTotal Shareholders’ Equity 1,988.8 2,228.4 1,451.7 1,626.6\nPremium Income 1,064.6 863.4 7771 630.2\nPremium Earned 884.1 788.0 645.3 575.2\nncurred Losses 444.3 170.6 324.3 124.5\net Operating Expenses 190.5 121.4 139.1 88.6\net increase in Contingency Reserve 59.7 46.1 40.7 33.6\nNet Underwriting Profit 193.6 449.9 141.3 328.4\nnvestment Revenue 257.9 358.6 188.2 261.8\nnvestment Operating Expenses 127.0 79.9 92.7 58.3\nNet Investment Income 130.9 278.7 95.5 203.5\nPre-Tax Profit (Loss) 343.8 740.5 250.9 540.5\nAfter-Tax Profit (Loss) 250.2 530.6 182.6 387.3\nROA (%] 5.4 114 5.4 114\nROE (%] 11.9 24.9 11.9 24.9\nnvestment assets to total assets ratio (%] 85.4 88.4 85.4 88.4\nLoss ratio (%] 50.3 21.6 50.3 21.6\nExpense ratio (%} 21.5 15.4 21.5 15.4\nCombined ratio (%) 18 37.0 18 37.0\nSolvency ratio (%] 1,291.4 1,737.3 1,291.4 1,737.3\n\n* The fiscal year begins on April 1 and ends on March 31 of the following year: Applicable exchange rate: USD 1=KRW 1,370 (Basic F/X rate provided by the Korea Exchange Bank on March 31, 2009]\n\nTotal Assets\n\n{USD million }\nFY2006 3,343.6\nFY2007 3,456.7\nCC\nFY2008 3,270.0\n\nTotal Liabilities\n\n(USD million }\nFY2006 1,861.5\nFY2007 1,830.1\na\nFY2008 1,818.3\n\nTotal Shareholders’ Equity\n\nFY2006\n\nFY2007\n\nFY2008\n\n(USD million)\n\n1,482.1\n\n1,626.6\n\n1,451.7",
    "Page_16": "Clients / Market Share\n\n \n\nSMEs and individuals took 98.6% of\n\nthe total number of accounts, representing\nthe company’s service being focused to\nassist those groups in need of credit.\n\nThe beneficiaries vary in type and\n\nscale including:\n\nthe government, public owned companies,\nlarge corporations, small and medium\ncompanies, and individuals.\n\nSGl is the market leader in the domestic\nsurety and credit insurance industry.\n\nAs of March 31, 2009, SGI's exposure\namounted to USD 128.9 billion accounting\nfor 27.3% of the Korean guarantee market\n(USD 471.7 billion).\n\nSince its inception in 1969, the Company\nhas firmly established itself as the largest\nguarantee institution in Korea on the\nstrength of improved customer service\nand effective risk management\n\nRefusing to rest on its laurels,\n\nSGI has grown into a comprehensive\nsurety service provider.\n\n \n\n \n\nClients\n\nPrincipals { As of June 30, 2009 ]\nLarge Corp. | SMEs Individuals | Total\n\nNo. of Contracts (million) 0.2 21 14.2 165\n\nPercent (%] 14 12.5 86.1 100.0\n\nExposure (USD billion) 20.2 463 62.4 128.9\n\nPercent (%] 15.7 35.9 48.4 100.0\n\n \n\n \n\n \n\nBeneficiaries { As of June 30, 2009 ]\n\n \n\nGovernment | Financial Individuals | Total\n\n& Public Co | Institutions\n\nLarge Corp. |SMEs\n\n \n\nNo. of Contracts (million) 1A 5 81 4 14 165\n\nPercent (%] 8.4 9.2 48.8 24.9 87 100.0\n\n \n\nExposure (USD billion) 36.2 223 26.6 288 15.0 128.9\n\n \n\n \n\n \n\n \n\n \n\n \n\nPercent (%] 28.1 173 20.7 22.3 11.6 100.0\n\n \n\nStatus in the Korean Guarantee Market\n\n{ As of June 30, 2009 J\n\n \n\n \n\nKHGC | Banks\n\n  \n     \n\nGuarantee | Others\nFunds\n35.8\n7.6\n\nFinancial\n\n      \n\nCoop.\nExposure Exposure (USD billion). billion) 128.9 99.1 90.7\nPercent Percent (%) 273 21.0 19.2\n\n31.5\n6.7\n\n   \n\n(Note) 1. The figure for guarantee funds is based on the combined amount of two companies:\nKorea Credit Guarantee Fund and Korea Technology Credit Guarantee Fund\n2. The figure for financial cooperatives is based on the combined amount of five cooperatives including\n\nKorea Construction Financial Cooperative and Korea Specialty Contractor Financial Cooperative",
    "Page_17": "Global Alliances\n\nOICISA\n\nhttp://www.icisa.org\n\n¢ International Credit Insurance and Surety\nAssociation (ICISA)\n¢ Amember since 1974\n\nPANAMEROCAN SERET) USMiCLATION\n\nPASRSSA PE\n\nASOCLACHON PAS AMERICANA BE FLUNZAS\n\nhttp://www.apfpasa.ch\n\nPan-American Surety Association (PASA}\n¢ Amember since 1978\n\nvy\n\nhttp://www.surety.org\n\nSurety & Fidelity Association of\nAmerica [SFAA]\n¢ Amember since 1979\n\n \n\nhttp://www.eaic-network.org\n\n¢ East Asian Insurance Congress (EAIC)\n¢ Aregular member since 1969\n\nAffiliated Institutions\n\n14\n15\n\nSGI is ranked among the top largest surety bond and credit insurance companies in the\n\nglobe in terms of prernium volume.\n\n(in thousand EURs\n\n \n\n \n\n \n\n \n\n \n\nCountry Member Credit Insurance | Surety Bonds Total\n\nNetherlands Atradius 1,557,621 84,960 1,642,581\nFrance Coface 995,204 61,524 1,056,728\nKorea SGl 107,869 431,366 539,235\nSpain CESCE 138,539 7,570 146,109\nSpain Mapfre 124,257 21,280 145,537\n\n \n\n \n\n \n\n \n\n* Above are written premium figures of the surety and credit insurance companies. 31 member companies from 24 countries\n\nparticipated in the 2008 ICISA annual report\n\nInternational Events Calendar\n\nSGI participates in the global industrial conferences relevant to bonds, credit insurance, and\n\nother insurances. Below are the major meetings SGI has presented in 2008.\n\n(Apr. 2008 ~ Mar. 2009 )\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSchedule Meetings\n\nApr. 2008 Risk and Insurance Management Society Annual Conference 2008\nMay 2008 Surety & Fidelity Association of America 100th Annual Meeting 2008\nMay 2008 International Credit Insurance and Surety Association 66th AGM\nJune 2008 Pan-American Surety Association General Assembly 2008\n\nJuly 2008 International Insurance Society 44th Annual Seminar 2008\n\nSept. 2008 Monte-Carlo Rendez Vous 52nd International Conference 2008\n\nOct. 2008 5th China Guarantee Forum 2008\n\nNov. 2008 24th East Asia Insurance Congress 2008",
    "Page_18": "The ICISA 67th AGM\n\n \n\nSGI successfully hosted the International Credit Insurance and Surety\nAssociation{ICISA) 67th General and Associated Meetings of 2009\n\nSeoul Guarantee Insurance hosted the 67th annual International Credit Insurance and\nSurety Association (ICISA] meeting in Jeju Island, Korea.\n\nDelegates from 29 ICISA member companies took part in the event, joined by a number of\nguests from ALASECE, Berne Union, PASA, SAC, and SFAA. Mr. Clemens von Weichs [Allianz\nSE) and Mr. Joaquin de la Herran (CESCE) are the re-elected President and Vice President\nof ICISA for 2009 through 2010.\n\nHaving successfully hosted the ICIA {formerly ICISA) General & Associated meeting back in\n1987, this was the second time for SGI to proudly host the annual meeting again.\n\nBacked by the comprehensive efforts fromm ICISA members, lead by Mr. Clemens Von\nWeichs the president, and Mr. Rob Nijhout, the executive director of ICISA, in spite of the\nglobal financial crisis, 2009 AGM was already a successful event with a total of 85 delegates\n& accompanying persons participating from diverse parts of the world.",
    "Page_19": "16\n17\n\n \n\nDuring the meetings, delegates and guest speakers mainly discussed on the topic of\nfinding the directions to overcome the global financial crisis of today. The proposed\ntopics comprised of subjects such as “the Asian bond market effect due to the financial\nturbulence,” “economy of U.S. & Mexico,” and “Market risk and government supporting\nstrategy on credit insurers.”\n\nAnd many have agreed to the importance of the risk management and thorough\nunderstanding of current economy. Dr. Young-Min Baang, the CEO of SGI, shared his\naddress with the topic of “Surety and Credit Insurance market in Korea” which included\nan examination on the current status of the financial crisis and his prospects on the future\nbond market conditions and SGI's counterplans against the crisis. In his presentation, he\nstressed that “We hope it will be an opportunity to strengthen global business, and we will\nactively support Korean business abroad.”\n\nThis annual meeting concluded successfully from the sincere support and contribution by\nthe delegates and accompanying persons. This meeting has produced new opportunities to\n\nconnect the attendees to deepen a closer relationship.\n\nThe 68th ICISA General & Associated meetings will take place at France in June 2010.",
    "Page_20": "Activities in 2008\n\navere aoe 28 7184\n\n    \n\n \n\nThe ground-breaking ceremony for building SGI Training Center in\nChung-Ju city\n\nOn November 5, 2008, Seoul Guarantee Insurance held its ground-breaking ceremony\nfor building a training center in Chung-Ju. This construction project is expected to be\ncompleted in October 2009.\n\nThe SGI Chung-Ju training center will function as the main educational intermediary to\ntrain employees with variety of programs to bring satisfying results in raising specialists.\n\nThere were about 120 people participating in this ceremony including Dr. Young-Min Baang,\nCEO of SGI. Dr. Baang addressed, “Once this center is built, we will put in our greatest\nefforts to promote global specialists to give higher satisfaction to our customers, and it will\nbe the foundation to becoming the world top financial institution.” and also stressed that “This\ntraining center will contribute to stimulating the local economy of Chung-Ju.”\n\nSociety for Worldwide Inter-bank Financial Telecommunication (SWIFT)\n\nTo establish an enhanced systematical environment for overseas bonding services, Seoul\nGuarantee Insurance has undergone its preparation closely throughout 2008 to launch\nSWIFT in August 2009.\n\n“Society for Worldwide Inter-bank Financial Telecommunication(SWIFT],” operates a\nworldwide financial exchanging network connecting between banks and other financial\ninstitutions. This network is currently linked to 8,300 financial institutions, in 208 countries.\n\n \n\nSWIFT is a cooperative society under Belgian law, and it has offices around the world with\nits headquarters located in Belgium.\n\nOne of the main functions of SWIFT services include message transmission called “FIN.”\nSGI has applied for SWIFT to adopt FIN service in the company’s process for issuing\nguarantees. SWIFT transports financial messages in a highly secure way, and is used\nwidely to transfer the certificate of guarantees. It will raise overall efficiency in company’s\ndaily operations, and also will enhance business transactions with financial institutions\nworldwide. And further, it will improve the transparency and validity of the bonds which\nneed to be issued to the foreign beneficiaries and banks. It is considered that SWIFT system\nwill build a foundation to elevate international guarantee issuing standards to a higher level.",
    "Page_21": "18\n19\n\n \n\n \n\n \n\nJoint workshop with China I1&G\n\nTo strengthen its business network and to understand the surety market in China in\nconnection to having opened a Representative Office in Beijing, Seoul Guarantee Insurance\nheld joint workshop at the Seoul headquarter office with China |&G.\n\nDuring the workshop, Ms. Yan Hongli, Executive President of China 1&G with other delegates\nparticipated to involve in every sessions prepared by SGI. During the session, SGI has mainly\naddressed on current surety market in Korea, performance bond, e-bond system, and\nfronting business.\n\nChina I&G showed much of their interest in the technical process on overseas business of SGI\nas a guarantee service provider to help construction companies to advance overseas, since\nthe number has increased drastically. And plus, both SGI and China 1&G have actively involved\nin discussion to address plans to assist Korean companies advancing to China in terms of\nFronting. At the end, members from China |&G were satisfied with the whole process of this\nworkshop, and opened the door for business opportunities.\n\nAt the end of the workshop, President & CEO, Young-Min Baang pointed out that this\nworkshop would pave the way to continue our amicable relationship, and further extend our\nbusiness opportunities to maximize mutual profit.\n\n \n\nSGI Guarantee Workshop in Korea for cooperations with Vietnam\n\nSeoul Guarantee Insurance held the second SG! Guarantee Workshop with participants\nfrom Vietnamese government and financial institutions.\n\nThis workshop was mainly intended to introduce SGI's process of issuing surety bonds to\nVietnam, and to promote industrial exchange in surety business since the first workshop\nheld in 2006.\n\nAt this workshop, Ministry of Finance, Ministry of Transport, Project Management, Vietnam\nElectricity, Bach Dang Shipyard, BIDV Insurance, Baoviet, PJICO participated to exchange\nideas introducing company products, credit insurances, and guarantee policies in Korea.\n\nThis workshop was successful one for both SGI and Vietnam representatives for their\nbusiness cooperations and mutual understandings.",
    "Page_22": "STUY sss\nta ee\n\nNN\n\nSGI offers a wide range of comprehensive\nbond and credit insurance services\n\nfor individuals and companies to create\nan optimum business solution.",
    "Page_23": "CMTS FG LP! 7\na USES GaP\nr .\n\n \n\nar",
    "Page_24": "Business Overview\n\nContract Bonds\n\nNon-Contract Bonds\n\niii\n\nbs\né\n¥\n\na\n~ 7 5\n\n    \n  \n\n \n\n \n\nFinancial Guarantee\n\nCredit Insurance International Business",
    "Page_25": "22\n23\n\nConcentrating on its core business of bonds, guarantees and credit insurance, SGI has\nwritten over 1 trillion Korean Won in the gross premium in FY2008. By issuing bonds and\ncredit insurance policies for a wide variety of business transactions, Seoul Guarantee\nInsurance aims to create value to the clients and assist them in their economic activities.\n\nPremium Portfolio\n\ne\nWritten Premium\n731 7:\n@\n\n(USD million]\n@ Contract Bonds 389\n© Credit Insurances 163\n@ Non-Contract Bonds 115\nFinancial Guarantees 62\nOthers 2\n\nOperating Results\n(USD million\n\nBond Amount\nPremium\nClaim\nRecovery\n\nLoss Ratio\n\n \n\nThe primary insurance book of SGI includes mainly the surety bond and credit insurance\nand other products such as the fidelity bonds, where the surety bonds are mostly for the\npurpose of securing a contract and the credit insurance protects a seller or merchandiser\nfor its sold goods.\n\nIn 2008, SGI's product mix consisted of 73% of surety bonds, 22% of credit insurance\nproducts and others by 5%. The written premium was USD 731 million reflecting a 21%\nincrease from 2007 which accounts for the extended premium volume in credit insurance\nand in the contract bonds. In contrast, Financial Guarantees decreased 16% from 2007\nwhich was a composite result of a strengthened underwriting guideline to control loss for\ncertain principals, and an influence coming from our large client that chose to reduce the\nbond amount according to their changed corporate policy.\n\nThe increase in the contract bonds are influenced by the Korea government's expenditure\nthat concentrated earlier in the 1st quarter of 2009 and the increased public projects\nto boost the economy. As for the credit insurance increase in 2008, it was due to the\ntelecommunication companies marketing strategy to make the buyers use the cell phones\nfor a given contracted period. By contracting a certain period of use, the buyers can acquire\na cell phone for a lower price. Therefore the demands for new cell phones increased.\nThese effects along with the fact that the installment credit insurance policies are not easily\ncancelled due to the new contracting policy, the premium level of the installment credit\ninsurance increased in 2008.\n\nIn 2008, over 12 million policies were issued which are about USD 95 billion in terms\nof total bond amount for the new policies. Regarding the loss ratios, SGI has enjoyed a\nprevious fiscal result of 21.6% and 23.4% in FY2007 and FY2006. Because of the unfavorable\neconomic impact in 2008 spread globally, SGI's loss ratio has also increased to 49.4% for\nthe primary insurance book, and in overall considering in and outward reinsurance, the loss\nratio became 50.3%. As the global economy regains strength in 2009, it is expected the loss\nratios will also restore its stability and return to its normal level.",
    "Page_26": "Oo\n—\nfo\nSo\nSs\n=)\n\n(Soe\n€\n\n“ie\nifica",
    "Page_27": "25\n\nContract Bonds ©\n\nSince bonds are a commonly required facility in the most types of contracts and agreements between parties, SGI is\nwidely known to all kinds of business owners, from a personal individual to a large corporate client. Contract Bonds\nare especially the useful security in business, where the performance of the principal has to be guaranteed.\n\nContract bonds are the Company's core products, the majority of which are the traditional\ncontract surety bonds, accounting for 53% of total written premium.\nProduct Mix\n~ Bid Bond ¢ The Bonding Structure\n- Performance Bond\n- Advance Payment Bond\n- Maintenance Bond Obli AContract oo.\n= Payment Bond igee Principal\n- Credit Sales Bond\n- Others\n\nProject Owner] {Contractor}\n\n  \n\nMarketing Distribution Bond Application\n- Branch Offices\n\n- Insurance Agent\n\n- Internet\n\nBond Contract\n\nOperating Results\n\n(USD million}\n\nBond Ar t . . .\njong Amoun Contract bonds include bid bond, performance bond, advance-payment bond, maintenance\n\nPremium\n\nClaim bond, payment bond for purchase or construction contracts with the government or a\nRecovery private company.\n\nLoss Ratio\n\n \n\nSGI provides guarantees to companies who need credit support or a better security to enter\ninto a contract. SGI helps to uplift the clients’ credit standing for a enhanced economic\nperformance of theirs and to further foster the economy in a broader sense. New and\nimproved products are consistently being launched to satisfy the customers varying needs.\n\n¢ Contract Bonds required by Project Stage\n\nEnter Contract\nBid ner Contra Contract Completion\nPayment of Advance\n\nAdvance Payment Bond\n\nBid Bond\n\nMaintenance Bond\n\nPerformance Bond",
    "Page_28": "Contract Bonds\n\n \n\nBid Bond\n\nPremium Portfolio ( Contract Bonds } A Bid Bond covers the loss occurring when the successful bidder does not enter into the\ncontract, or if there are reasons for the bidder to withdraw the bid during the period of bid\nvalidity specified in the bidding documents.\n\nThe bond commences on the day before the bidding date, and the expiry date shall be more\nthan 30 days after the bidding date. The bond amount shall be 5% or a certain percentage of\nthe bid amount.\n\n \n\n \n\n[USD milion Performance Bond\n@ Performance 9\n@ Advance Payment 85 A Performance Bond protects the project owner from the loss occurring when the\n@ CreditSales contractor has not fully performed his duty as to the contract.\n@ Maintenance 49\n@ Payment 114\nBid 2 The bond commences on the date of the contract and expires on the date performance is\nSaleonlots completed as prescribed in the written contract. The bond amount shall be 10% or a certain\nEtc. 3\n\npercentage of the relevant contract as referred to thereon.\n\n \n\nMaintenance Bond\n\nMaintenance Bonds are guarantees that oblige contractors to perform maintenance or do\ncorrective work during a specified guarantee period.\n\nThe bond commences on the date the inspection is done after the completion of the work or\nsupply, and expires on the date the maintenance period is finished. The bond amount shall\n\nbe 5~10% or a certain percentage of the relevant contract as referred to thereon.",
    "Page_29": "26\n27\n\n \n\ne Necessary Documents for Bond issue\n\nBond Application Form\n\nIndemnity Agreement [in SGI format)\n\nA Copy of the Contract\n\nFinancial Statements of the Applicant\n\n(incl. Auditor's Report)\n\nA Certificate of Corporate Registry\n\nOther Documents Necessary for Assessment\n\nAdvance Payment Bond\n\nAdvance Payment Bond covers the loss occurring in case the Principal fails to repay the\nadvance payment or pay for or return the advanced materials when the Principal fails to\nperform the obligation(s] stipulated in the contract.\n\nThe bond commences on the date the advance payment is made, and expires on the date\nthe performance is completed. In the case that a homestead period is stated in the relevant\nlaw or main contract, the expiry date will be extended to the end of the homestead period.\nThe bond amount shall be 5~10% or a certain percentage of the relevant contract as\nreferred to thereon.\n\n \n\nPayment Bond\n\nPayment Bond covers the loss occurring in case the Principal fails to fulfill the payment\nobligations) stipulated in the contract [i.e., contract for work, sales, rent, mandate, etc.).\n\nThere are about 160 official guarantee obligations covered by the product, labor and\nmaterial bond, etc. The bond period is generally the given contract period and the amount is\nthe required sum of the contract.\n\n \n\nSale on Lots Bond\n\nThe Sale on Lots Bond secures the beneficiary fromm the loss occurring when the principal\nhas failed to fulfill his obligations to parcel out the objective building or apartment as stated\nin the Sale on Lots Contract.\n\nIt covers the losses arising out of the Principal's failure to fulfill obligations as stipulated\nin the contract for sale on lots. The bond commences upon the start of sale on lots\nconstruction and expires on the expected move-in date of the Beneficiary, and the amount\n\nis the contract sum of sale on lots.",
    "Page_30": "q I o.oo\nbusiness activities,\n\nad\n\necurity in many",
    "Page_31": "29\n\nNon-Contract Bonds ©\n\nFor certain cases when it is a custom or rule to submit a security to an employer, a court office, customs or tax\noffice, SGI's bonds work as an effective facility and have been recognized as a reliable security to the beneficiaries.\n\nProduct Mix\n\n- Fidelity Bond\n\n- Judicial (Court} Bond\n\n- Taxation Bond\n\n- License and Permit Bond\n- Others\n\nMarketing Distribution\n- Branch Offices\n\n- Insurance Agent\n- Internet\n\nOperating Results\n\n(USD million]\n\nBond Amount\nPremium\nClaim\nRecovery\n\nLoss Ratio\n\n \n\nNon-contract bonds refer to the bonds other than contract bond or financial guarantees\nwhich include fidelity bond, judicial (court) bond, taxation bond, license and permit bond etc.\n\nIn 2008 non-contract bonds took 16% of the total premium written.\n\nIncluding fidelity bond which secures an employer for his employees dishonest acts, non-\ncontract bonds are basically designed to indemnify a default or non-fulfillment of an\nindividual, or a firm where his promised duty is legally or customarily required.\n\nFidelity Bond\n\nA Fidelity Bond indemnifies the Employer for the losses fromm employee's fraudulent and\ndishonest acts.\n\nSGI has been the exclusive provider of fidelity bonds, and has assisted job applicants to find\nnew occupations. As for year 2008, 1.9 million fidelity bonds, which worth USD 25 billion,\nhas been provided.\n\nThe bond reimburses financial losses to the Beneficiary [employer] when the Principal\n(employee) abused his job position to commit a crime designated as a major crime under\nthe Criminal Act {larceny, robbery, fraud, embezzlement, and misappropriation) during the\ninsurance period.",
    "Page_32": "Non-Contract Bonds\n\nPremium Portfolio { Non-Contract Bonds }\n\n® Written Premium\n\n119\n\n@ License & Permit\n© Fidelity\n@ Court\n\nTaxation\n\n(USD million]\n\n45\n32\n32\n\n6\n\nFidelity Credit Insurance\n\nBasically, Fidelity Credit Insurance [FCI] has been developed to satisfy the needs of\nbeneficiaries of SGI fidelity bonds for a larger bond amount. Thus FCI is a product designed\nto offer coverage on the excess amount which is not indemnified under fidelity bonds. FCI\nand fidelity bonds are available to all types of corporations, including financial institutions.\n\nFCI indemnifies the Insured for any direct damages including financial losses caused by\nfraud, embezzlement, theft, robbery, or breach of trust committed by an employee, who has\nan employment or other relationship with the Insured, in the execution of his duties for the\nbenefit of the Insured.\n\nThe bond period is basically given as 1 year with a retroactive period. And the amount shall\nbe the sum which the beneficiary has requested, where exist a limit of liability per types\nof coverage and per any one occurrence. In addition, for FCls, the premium is quoted by a\n\nreinsurer.\n\nJudicial (Court) Bond\n\nThe Court Bond covers the loss that the Principal should compensate to the Obligee when\nthe Obligee receives a title of debt relating to the right of claim for damages due to the case\nas stipulated in the bond.\n\nAs to court bond, there is no set bond period. The obligations stated under the bond shall\ncommence and be in effect until the deposit made to a Justice Office has been released.\nThe bond amount shall be the sun that an applicant for civil case has to provide as a\n\nsecurity in accordance with court order.",
    "Page_33": "31\n\nTaxation Bond\n\nA Taxation Bond is a bond used to protect the National Government/Local Government\nagainst due taxes that are not received.\n\nIt covers financial losses to the beneficiary (tax authority) when the Principal fails to pay his\ntax duties or customs. Taxation Bonds offer about 50 different official coverage schernes.\nThe main examples are Deferred Payment (ex: National Tax, Customs, etc.) and Re-export\nCustoms Exemption.\n\nIn the case of guarantees for national tax or local tax, to calculate the bond period, 30 days\nmust be added to the original period required by the tax office or city. As for guarantees for\ncustoms, 30 days are not necessarily added to the period required by the customs office.\n\nFor guarantees for National tax or local tax, the bond amount shall be more than 110% of\nthe amount required by the tax office or city, whereas for Guarantees for Customs, the bond\namount shall be more than the amount required by the customs office.\n\nLicense & Permit Bond\n\nLicense & Permit Bonds cover the loss caused by the failure of the Principal to perform the\nconditions which grant a special privilege, a restricted business, or other right for a special\nfacility or act, regardless of the name of the license, permit, patent, approval, registration, or\nother designations to the Obligee and/or 3rd parties of property.\n\nIf an article stipulating an extension period exists in the relevant law, it shall be added to\nthe License & Permit Period. The bond amount shall be the sum which the principal has\ndeposited to the obligee.\n\nForeign Investment Insurance\n\nForeign Investment Insurance (FIl] was reported to the financial supervisory service on April\n10th 2008. The product in the name of “FIl” is a political risk insurance policy. To issue an FIl\npolicy, reinsurance is a necessary condition according to SGI's underwriting guideline.\n\nThe product covers the creditor's loss that incurred by the debtor's failure to perform its\nobligations under a contract, as a result of a political incident that happened in the debtor's\ncountry. “Expropriatory Act, Currency Inconvertibility & Non-Transfer, Political Violence, War\n& Civil War” are the covered risks under the policy.",
    "Page_34": "Financial Guarantees enable new and convenien\nenhancing the standard of transactions.",
    "Page_35": "Financial Guarantee ©\n\n33\n\n \n\nSGI offers a portfolio of some financial guarantees for individuals and firms, but owing to the unique risk and feature\nof the products, sales are performed in limited, conservative ways.\n\nProduct Mix\n\n- ABS Bond\n\n- E-biz Bond\n\n- Employee's Loan Bond\n- Small Loan Bond\n\nMarketing Distribution\n- Branch Offices\n\n- Insurance Agent\n- Internet\n\nOperating Results\n\n(USD million }\n\nBond Amount\nPremium\nClaim\nRecovery\n\nLoss Ratio\n\n \n\n“A financial guarantee is understood as comprising any bond, guarantee, indemnity or\ninsurance, covering financial obligations in respect of any type of loan, personal loan and\nleasing facility, granted by a bank/credit institution, financial institution or financier, or\nissued or executed in favour of any person or legal entity in respect of the payment or\nrepayment of borrowed money or any contract transaction or arrangement the primary\npurpose of which is to raise finance or secure sums due in respect of borrowed money.”\n\n(Definition adopted by the Executive Committee of the Panamerican Surety Association in May, 1996)\n\nSGl offers a portfolio of some financial guarantees for individuals and firms, but owing to the\nunique risk and feature of the products, sales are performed in limited, conservative ways,\nand personal bonds such as Employee's loan bonds (indemnifying the employer against the\nloan it had given to its employee for their welfare] take a large portion of the whole premium\nportfolio than corporate financial guarantees. Financial guarantees constituted 8% of SGI's\ntotal premiums written with a USD 62 million in 2008.",
    "Page_36": "Financial Guarantee\n\n \n\n¢ Premium Portfolio [ Financial Guarantee )\n\nLN\ne\n\nWritten Premium\n\n62\n\n  \n \n\n    \n \n\nABS Bond\n\nABS Bond indemnifies a loss against the beneficiary from the Principal's non-fulfillment\nof his duty under a credit offering agreement linked to the issuance of Asset-Backed\nSecurities [ABS]. The demand for ABS Bond is mainly from real-estate project finance. The\nbond period will adhere to the period stated in credit offering agreement.\n\nAnd the amount shall be the sum which beneficiary requested or an increased amount in\npercentage of the agreed amount set forth in the credit offering agreement.\n\n \n\n(USD million }\n\n@ Employee's Loan 51\n@ ABS 5\n@ Small Loan 2\n@ EBiz 1\n@ Individual Housing Loan 1\nCorporate Finance 1\nOthers 1\n\nE-Biz Bond\n\nE-Biz Bond covers the loss against a beneficiary, which may incur from the principal's non-\nfulfillment of his obligations set forth in the contract as to the settlement of payment for\nonline commercial transactions such as purchase or supply of goods/services.\n\nThe bond is valid for the period granted to the principal which is referred to in the contract,\nwhich the base period is 1 year. The bond amount is the granted credit limit to the principal,\n\nwhere the limit of liability is generally up to 80% of the beneficiary's receivables.\n\nTo issue a bond, the application is made at online SGI branch and the bond is issued\n\nelectronically through a link connected between SGI and the beneficiary.",
    "Page_37": "34\n35\n\nEmployee's Loan Bond\n\nEmployee's Loan Bond covers the loss incurred to a beneficiary [employer] when its\nemployee listed in the agreement for insurance cover failed to reimburse the loan the\nbeneficiary had approved for mortgage payment or other use to enhance welfare.\n\nIn 2008, the written premium was USD 51 million, 7% of the total premium. An agreement\nincluding the list of employees of the beneficiary company] is necessary between the\nbeneficiary and SGI, and the underwriting terms and charged premium rate is adjusted\nupon the results of the principal's previous accounts.\n\nThe bond is valid through the period of the Loan Agreement between the principal and\nbeneficiary and is extendible. The bond amount shall be the principal of the loan or the\nprincipal added with an interest.\n\nIndividual Housing Loan Bond\n\nIn Korea, there is a unique house renting system, a custom, called “Junse” which is a type\nof lease. The difference with “rent” in the U.S. is that in Korean Junse, the lessee make a\ndeposit, a certain portion (60%~70% in average, differs by the location and the type of the\nhouse] of the market price of the house, without any monthly rental fees incurred for the\nrental period.\n\nAs to this particular “Junse” contracts which is the prevalent, the most widespread house\nrental system in Korea, the bond protects the loan approved by a financial institution to\na lessee of a Junse contract, where the Junse Contract has been assigned over to the\n\nfinancial institution as a security of the loan.",
    "Page_38": "yi",
    "Page_39": "37\n\nCredit Insurance ©\n\nThe largest portion of SGI's credit insurance account for consumer credit insurance covers; the covers of which are\nfor mortgage, mobile phones, and credit card receivables.\n\nProduct Mix\n\nCommercial Credit Insurance\nInstallment Credit Insurance\nMortgage Credit Insurance\nMortgage Insurance\n\nSmall loan Credit Insurance\nCredit card Credit Insurance\n\nMarketing Distribution\n\nConsumer Business Dept.\nCorporate Business Dept.\nStrategic Business Dept.\nInternet\n\nOperating Results\n\nBond Amount\nPremium\nClaim\nRecovery\n\nLoss Ratio\n\n \n\nIn general, Credit Insurance provides coverage against non-payment by a buyer for goods or\nservices he purchased. It indemnifies the unpaid account receivables of the seller in various\npurchase agreements.\n\nThe largest portion of SGI's credit insurance account for consumer credit insurance covers;\nthe covers of which are for mortgage, mobile phones, and credit card receivables.\n\nSGI was authorized by the Korean government on May 27, 1997 to launch credit insurance\nproducts to indemnify the insured of the unpaid receivables. SGI currently manages 14\ncredit insurance products, including commercial credit insurance and mortgage credit\ninsurance.\n\nCompared to the general surety bonds or guarantee insurance, the securities provided to\nsupport credit insurance contracts are more or less unique and different, that a specialized\nclaims and recovery division is in operation, and owing to the accumulated know-how and\nthe systemnized recovery process, the recovery ratio is over 66%.",
    "Page_40": "Credit Insurance\n\n \n\nCommercial Credit Insurance\n\n¢ Premium Portfolio ( Credit Insurance ) Commercial Credit Insurance guarantees the payment of the obligor for the credit sales\nand services. SGI offers credit insurance for credit sales and mobile phone service fees and\nothers.\n\n   \n   \n\nDomestic sales contracts are the main portfolio of the total, where global credit insurers\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n° Written Premium such as Coface, Euler Hermes, AIG is in cooperation with SGI in credit evaluation and\n1 6 3 reinsurance.\nPolicyholder Companies who provides goods/services on credit\nDebtor Individuals who have an obligation to the Policyholder for\nthe goods/services purchased on credit\n(USD million} Coverage The loss occurring in case the Policyholder fails to receive\n©@ Installment Credit 112 payrnent from the Debtor for the credit sales stipulated\n@ Mortgage Credit Insurance 31 in the credit sales contract\n° Mortgage Insurance Policy Period Contract Period (1 year in general)\n° aa es Policy Amount Total amount of credit limit approved to Debtor\nCredit Card 7\n\nCredit Insurance for Mobile Phone Service Fee\n\n \n\n \n\n \n\nPolicyholder Telecommunications Company\nDebtor Mobile phone user\nCoverage The loss occurring in case the Policyholder fails to receive\n\npayrnent from the Debtor for the mobile phone service\n\n \n\n \n\nInstallment Credit Insurance\n\nInstallment Credit Insurance guarantees the installments of a sales amount as specified\nin the installment sales contract. SGI offers credit insurance for mobile phone installment\nsales and others.",
    "Page_41": "38\n39\n\n \n\nMortgage Credit Insurance\n\nMortgage Credit Insurance (MCI} insures the “small rental key money” portion of a loan\nprovided for a mortgage up to LTV 60% by a financial institution.\n\nMCI guarantees the loss a financial institution may incur from issuing the additional loan (MC|\nportion] in the event the debtor fails to perform its obligations according to the loan contract.\n\n \n\nMortgage Insurance\n\nMortgage insurance is a cover for a bank for its issued mortgage loans from LTV 60% up\nto 80%, for cases when the borrower of the loan has failed to repay the debts, resulting in a\nloss to the bank.\n\nSGI and AIG United Guaranty Asia have jointly cooperated in developing mortgage insurance\nin Korea. Since the launch of SGI mortgage insurance, the product has been reinsured by\n\nAIG United Guarantee through a reinsurance treaty.\n\nMortgage Insurance Contract Flow\n\n    \n \n    \n \n    \n\n     \n\n \n\n1. Application for Loan 3. Application for M\n\nFinancial\nInstitution\n{Lender]\n\n \n\n4. Issue Loans\n\n5. Payment Default | : 7. Payment of Loss",
    "Page_42": "f\n\ni\n‘i\n7\n\nG\n\n9\nby}\n\nVI\n\nt/,\n\nein unde\nT=MelLaNNCO\n\name Groat\nsystem, SGI reac",
    "Page_43": "4)\n\nInternational Business ©\n\nWith a qualifying credit rating and a stable financial record, SGI will consistently support its esteemed clients’ future\nactivities and build new business models to cope with the changing market needs.\n\nProduct Mix\n- Bid, Performance, Advance payment,\nMaintenance\n\nMarketing Distribution\n\n- International Business & Reinsurance Dept.\n\n- Branch Offices\n\n2008 was a memorable year for Seoul Guarantee Insurance's international business to\ndevelop a step further. In spite of the global financial recession that began in 2008, SGI\nexpanded its international network and diversified its risk portfolio by increasing business\nopportunities with foreign companies. The hardened guarantee and credit insurance\nmarket as a result of the economic downturn, instead made a more preferable underwriting\ncondition for Seoul Guarantee Insurance.\n\nThe increased needs for bonds and growth in the public and private contracts in 2008 had\nboth an impact for Seoul Guarantee Insurance to reach a greater volume in premium.\nEspecially in 2008, the Korean contractors found favorable chance of receiving new overseas\ncontracts with their technical superiority and long experience in the past. These increased\noverseas transactions made SGI to choose more chances to offer guarantees and capacity\nto the Koreans working abroad and helped more clients to take business opportunities.\n\nWhile strengthening its core business of surety bond and credit insurance, SGI put effort in\nparticipating in the global conferences and developing new business relationships. Including\nthe assembly meetings of SFAA, ICISA and PASA, SGI delegates were involved in the major\nevents of IIS, IIA, RIMS and RVS Monte Carlo. In addition to the large yearly events, SGI\npursued a progressive mutual cooperation with the industry partners by hosting in-house\nworkshops for foreign clients by introducing guarantee insurance of Korea.\n\nWith a qualifying credit rating and a stable financial record, SGI will consistently support its\nesteemed clients’ future activities and build new business models to cope with the changing\nmarket needs. In the way of providing direct capacity, issuing bonds or credit insurances,\nor by reinsuring the risk, Seoul Guarantee Insurance proposes to help the Korean and the\nglobal customers who need SGI's assistance in their business activities.",
    "Page_44": "International Business\n\n \n\n¢ Guarantee Issuing Process by SWIFT\n\nContractor\n\nProject\nOwner\n\nSWIFT\n\nQ\n\nBeneficiary’s\nBank\n\nProviding international bond capacity for the Korean interests abroad\n\nAmid the global economic recession which affected the whole industry, Seoul Guarantee\nInsurance has been building results in the overseas market by developing new business\nmodel and by driving forward a progressive marketing strategy.\n\nBeing an A rated company both by S&P and Fitch, SGI prepared the platform as a credible\ninternational bond underwriter and is promoting its advance to the overseas market.\n\nUsing its network within the PASA members, SGI has cooperated with the local surety\ncompany in the South America and helped the required bond to be issued on behalf of\na Korean client. The bond was issued for a contract where a Korean company has been\nordered by a South American national oil refining company, the required bond sum of which\nwas approximately USD 61 million including the performance and advance payment bond.\nThe bond issue was possible by the local company and SGI's cooperation, the local company\nissued the policy and SGI reinsured the risk. This case is considered as a good example for\nsimilar cooperation in the future that can be introduced in South American region.\n\nSeoul Guarantee Insurance in alliance with the local banks in UAE, has initiated cooperative\nbusiness in 2007 and as of today have enabled a total of 35 guarantees to be issued which\nis an exposure of USD 112 million. In addition to UAE, SGI will expand more business\nrelationships with the local financial institutions of Kuwait, Saudi Arabia, Libya, Iran, India\nand other countries that are active in developing construction and plants that are placing\norders to Korean companies. In Singapore, where recently new large construction contracts\nare consecutively being awarded, SGI has provided a support of USD 58 million to the\nKorean contractor's construction deals including the national works of building expressway,\nsubway lines and stations.\n\nSGI's guarantee exposure for the Middle East and Asian local projects totaled USD 1.1 billion\nfor the past 3 years since 2006.\n\nTo establish an enhanced systematical environment for overseas bonding services, Seoul\nGuarantee Insurance is scheduled to launch SWIFT which is widely used between the\nbanks in the international transactions. The system in operation from August 2009, and it is\nexpected it will improve the transparency and validity of the bonds which needs to be issued\nto the foreign beneficiaries and banks. It is considered SWIFT system will elevate SGI's\n\ninternational guarantee issuing standards to a higher level.",
    "Page_45": "(USD million }\nPC\nWritten Premium 731\nas\nCeded Premium 77\na\nInward Reinsurance Premium 44\n\n42\n43\n\nReinsurance Business\n\nSGI has a reinsurance cover for its primary insurance and also has an underwriting team for\nreinsuring inward contracts including bonds, credit insurance and property and casualty insurance.\n\nThe cessions of SGI's business are done mostly through the treaty covers which are\nrenewed in the beginning of the fiscal year. In terms of ceded premium compared to the\nwritten premium of SGI's primary insurance, the ratio is about 10.5%. The ceded portfolio\nincludes various products of surety bonds and credit insurance of SGI's book. The ceded\npremium in Korean Won increased in 2008 by 35% compared to 2007, mainly due to the\ngrowth in the written premium by 20.8% of the last year and also from the new treaty\nrelationship effected in 2008.\n\nAs a way of diversifying business portfolio, SGI has underwritten treaty and facultative\nreinsurance consisting of generally non-marine property and casualty insurance and some\nbond and credit insurance. The reinsurance business volume is consistently increasing as\nSGl is accumulating experience and promoting business exchange.\n\nOverseas Representative Offices\n\nSGI has representative offices to create local network and perform market research. Dubai\nrepresentative office is under preparation and is to open on the second half of 2009.\n\n \n\n \n\n \n\nLocation Established Chief Representative Remark\nHanoi, Vietnam Oct. 2007 Mr. Beom-Soon Jung\n\nBeijing, China Jun. 2008 Mr Il-Gon Kim,\n\nDubai, U.A.E. In 2009 Mr. Hwa-Tae Choi\n\n \n\n \n\n \n\nUpcoming International Events\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nMeetings Schedule Location\nMonte-Carlo Rendez Vous 53rd International Conference | Sept. 2009 Monte Carlo, Monaco\nPASA XX! General Assembly 2009 Oct. 2009 Acapulco, Mexico\n10th Singapore International Reinsurance Conference Nov. 2009 Singapore\n\nRIMS Annual Conference 2010 Apr. 2010 Boston, USA\n\nSFAA 102nd Annual Meeting May 2010 Washington D.C, USA\nInternational Insurance Society 46th Annual Seminar Jun. 2010 Madrid, Spain\n\nThe Institute of Internal Auditors International Conference | Jun. 2010 Atlanta, USA\n\nICISA 68th General and Associated Meetings Jun. 2010 France",
    "Page_46": "International Business\n\ne Required Documents for Application\n- Application form & Indemnity Agreement\n- Acopy of the Underlying Contract\n- Financial Statements\n\n(Balance Sheet, Income Statement and etc.)\n- Other documents for underwriting\n\nDirect Guarantees\n\nAs the frontrunner of Korea guarantee Industry, SGI has been directly issuing guarantee to\nlocal project owners for diverse international contracts such as performance guarantee for\nconstruction contracts.\n\nThe major clients are the Korean companies or their overseas branch offices performing\nconstruction or are building plants in the Middle East, Asia and other regions. The\nbeneficiaries also range in different types from an overseas local firm to a government\nauthority.\n\nThe demands for overseas direct guarantees is increasing by the growth of international\ncontracts. And since SGI have earned global ratings from Fitch and S&P respectively, the\n\nbond issues for foreign contracts are increasing as well.\n\n¢ Bond Issuing Process\n\n     \n\nProject\nOwner\n\n{Overseas}\n\n3. Bond Issuance\n\n    \n \n\n1. Contract\n2. Application &\n\nPayment of Premium\n\nKorean\nCompany",
    "Page_47": "45\n\nCounter-Guarantees\n\nIn case when an overseas local bank guarantee is needed for the contract which a Korean\ncompany received orders abroad, the local bank may demand a security for its issuance\nof the first-tied guarantee. As a security support to those guarantees, SGI issues counter-\nguarantees to the local banks.\n\nAs more Korean firms are advancing into the overseas market and asking for counter-\nguarantees, SGI has been actively working to build network with the local banks.\n\nIn alliance with the banks, SGI look forward to exchanging more business and create new\nopportunity.\n\n Counter-Guarantee Bond Issuance\n\n4. Bond Issuance 1. Contract\n\n \n\nLocal Bank\n\nKorean\n{Overseas}\n\nCompany\n\n  \n\n3. Counter-Guarantee 2. Application",
    "Page_48": "International Business\n\nFronting Business\n\nAn overseas Project Owner can request a contractor that a bond needs to be provided by a\nlocal insurer located in his area. But it is quite rare for those insurers to issue bonds, as it is\ndifficult for them to assess the contractor's credit standing and perform underwriting.\n\nIn such cases, an insurer at the contractor's country (“instructing company\") may request\nits counterparty (“fronting company’) based in the other country in question to issue a\nbond on behalf of itself, for the contractor to obtain a foreign bond easily and promptly. This\ncooperative activity is called “fronting.”\n\nAfter bond issuance, the fronting company cedes the risk to the instructing company that\nrequested the bond issuance, which is called a “reinsurance.” Therefore, it is the instructing\n\ncompany that actually assumes the risk.\n\n¢ Fronting-based Surety Bond Issuance\n\n5. Bond Issuance\n\n  \n\n3. Request for 6. Reinsurance 4, Payment of Premium 1. Contract\nthe Bond Issuance\n\n  \n\n2. Application Korean\n\n(Instructing Company\n\nCompany)",
    "Page_49": "Business Network\n\nAsia China People’s Insurance Company of China\nPing An Insurance\n\nChina Continent P&C Insurance Company\n\nECICS Limited\nAsia Capital Reinsurance Group\n\nSingapore\n\nChina Insurance Co. Pte. Ltd.\nFirst Capital Insurance Limited\nLonpac Insurance Bhd\nJapan Aioi Insurance Co., Ltd\nFuji Fire & Marine Insurance\nSompo Japan Insurance Inc.\nVietnam Baominh Insurance Corp.\nBaoviet Insurance\nBIDV Insurance Company (BIC)\n\nIndonesia Askrindo\n\n \n\nEurope\n\n \n\nwwweulerhermes.com\n\nEuler Hermes\nSCOR\n\nCoface\nAtradius\nSwiss Re\n\nGermany\nFrance wwww.scor.com\nwww.coface.fr\nNetherland\n\nSwitzerland\n\nwwwatradius.com\n\nwww.swissre.com\n\ne\nMiddle East & North Africa (MENA) ———__’\n\nUAE First Gulf Bank www.fgb.ae\nKuwait National Bank of Kuwait www.nbk.com\nLibya First Gulf Libyan Bank wwwfglb.ly\nAmerica South America\nUSA Travelers www.travelers.com Ecuador\nChubb www.chubb.com\nLiberty Mutual Group wwwlibertymutual.com www.confianza.corn.ec\nAIG\n\nwww.aig.com\n\n \n\nChina National Investment & Guaranty Co.,Ltd.\n\n47\n\nwwww.picc.com.cn\nwww.pingan.com.cn\nwww.ccic-net.com.cn\nwww.guaranty.com.cn\nwwwecics.com.sg\nwwwwasiacapitalre.com\nwww.chinainsurance.com.sg\nwww first-insurance.com.sg\nwww.lonpac.com\nwwwuioi-sonpo.co.jp\nwwwfujikasai.co.jp\nwww.sompo-japan.co.jp\nwww.baominh.com.vn\nwww.baoviet.com.vn\nwwwobic.vn,\n\nwwwaskrindo.co.id\n\nConfianza Compania de Seguros y Reaseguros. S.A.",
    "Page_50": "Underwriting\n\nApplication for a Bond\n\nRisk Analysis &\nCredit Evaluation\n\nBond Issuance\n\nUnderwriting Process\n\nQ The principal submits an application form to SGI, for a certain bond (product), with other\n\nbasic information such as the copy of underlying contract and the financial sheets.\n\nQ The underwriter reviews the submitted application, and analyzes the underlying contract to\n\ncheck the risk. * Credit evaluation on the principal who is obliged to perform the contract\nis done to confirm if the contractor in question is eligible enough to fulfill the said contract.\n¢ Combining all the conditions and results of the analysis, SGI determines the final issuing\nterms and the applicable rate.\n\nAs soon as the premium is paid, the bond is issued and forwarded to the beneficiary as a\nform of written policy or an electronic file.\n\nFeatures\n\n¢ Specific Local Underwriting in the national network\nExperienced underwriters are located at the 63 branches nationwide, to determine a risk to\nbe assumed or rejected or to place a proposal to the headquarters for a higher review.\n\n¢ Systematic Underwriting\n\n- Internal referential databases such as, individual & corporate credit evaluation system is\nused in daily underwriting.\n\n- The general underwriting terms and conditions are systematically determined to prohibit\narbitral decision making.\n\n- Cyber branch service is available on-line, enabling bond service through internet.\n\n¢ The professional underwriters in the Headquarters\nThe large, new or long-tailed risks are brought up to the underwriters at headquarters, the\ntearn of which consist of the most experienced underwriters in SGI.",
    "Page_51": "Claim Service\n\nContract Default (A Loss)\n\nReport a Claim\n\nClaim Assessment\n\nClaim Payment\n\n48\n49\n\nClaim Service Process\nQ A loss is triggered when the principal failed to fulfill his obligations under a contract.\nQ The Beneficiary reports a claim to the branch office which issued the bond by submitting a\n\nclaim notice along with the relevant documents required to verify the incurred loss.\n\n*The Claim Right under the bond contract will lapse if not exercised in 2 years.\n\nQ SGI calculates the amount of payment regarding the loss considering the bond terms and\nconditions.\n\nQ SGI pays the claim to the beneficiary within 10 days after the payment has been determined.\n\nFeatures\n\n° Local claim service in the national network\n5 Regional Claim Service Centers are located in the large cities in Korea, whereas a\ndepartment specializing in large claim is in service at the headquarters.\n\nClaim Payment & Recovery\nIf a loss had incurred to the beneficiary as a result of non-fulfillment or default of the\nprincipal, and SGI has paid a claim, then SGI holds a subrogation right upon the principal.",
    "Page_52": "FINANCIAL\neS BS\n\nIndependent Auditors’ Report By\nPELE Teen acl} 53\nRE Cin cke a nents! by\n\nStatements of Appropriations of Retained Earnings 55\n\nStatements of Changes in Equity ble)\nTe Cn ch ee Oy 57\nela OM tena os lun} by)\n\nInternal Accounting Control System Review Report +2)",
    "Page_53": "©\n\n© Success\n& Beyond\n\n40 years of glory",
    "Page_54": "Independent Auditors’ Report\n\n \n\nTaeyoung Bldg, 10-2, Yeouido-dong,\nERNST& YOUNG Tesgahapon SNE\n~ Tel :482-2-3787-6600\nQuality In Everything We Do Fax : 482-2-783-5890\nvwewey.com/k\n\nThe Board of Directors and Stockholders\nSeoul Guarantee Insurance Company\n\nWe have audited the accompanying balance sheets of Seoul Guarantee Insurance Company (the”Company’) as of March 31, 2009 and 2008, and the related\nstatements of income, appropriations of retained earnings, changes in equity and cash flows for the years then ended. These financial statements are the\n\nresponsibility of the Company's management. Our responsibility is to express an opinion on these financial statements based on our audits.\n\nWe conducted our audits in accordance with auditing standards generally accepted in the Republic of Korea. Those standards require that we plan and perform\nthe audit to obtain reasonable assurance about whether the financial staternents are free of material misstatement. An audit includes examining, on a test basis,\nevidence supporting the amounts and disclosures in the financial statements. An audit also includes assessing the accounting principles used and significant\nestimates made by management, as well as evaluating the overall financial statement presentation. We believe that our audits provide a reasonable basis for our\n\nopinion.\n\nIn our opinion, the financial statements referred to above present fairly, in all material respects, the financial position of the Company as of March 31, 2009 and\n2008, and the results of its operations, its changes in retained earnings and equity and its cash flows for the years then ended, in accordance with accounting\n\nprinciples generally accepted in the Republic of Korea.\n\nAccounting principles and auditing standards and their application in practice vary among countries. The accompanying financial statements are not intended\nto present the financial position, results of operations, changes in retained earnings and equity, and cash flows in accordance with accounting principles and\npractices generally accepted in countries other than the Republic of Korea. In addition, the procedures and practices utilized in the Republic of Korea to audit such\nfinancial statements may differ from those generally accepted and applied in other countries. Accordingly, this report and the accompanying financial statements\n\nare for use by those who are knowledgeable about Korean accounting principles and auditing standards and their application in practice.\n\nEnh Lung Aan [orveg\n\nMay 28, 2009\n\nThis audit report is effective as of May 28, 2009 the auditors report date. Accordingly, certain material subsequent events or circumstances may have occurred during the period\nfrom the auditors’ report date to the time this audit report is used. Such events and circumstances could significantly affect the accompanying financial statements and may result in\n\nmodifications to this report.",
    "Page_55": "Balance Sheets 52\nAs of March 31, 2009 and 2008 53\n\n{ In Korean won }\n\n \n\nFY2008 FY2007\n\n \n\n \n\nAssets\n\nCash and deposits \\***?7\"\"\"9\n\nTrading securities“\"*“\n\nAvailable-for-sale securities\"\"**‘°\"**!\n\nHeld-to-maturity securities\"\"**42\"?\n\nEquity method investments °°”\n\nLoans, less allowance for loan losses of W51,484,357 in 2009\n(44,569,746 in 2008)\"*®\n\nProperty and equipment, net'***\n\nIntangible assets, net\"\n\nDeferred income tax assets “\"*7”\nOther assets, less allowance for doubtful accounts of W96,97 1,849,500 in 2009\n(W79,61 1,228,433 in 2008) “111 anes\n\nTotal assets\n\n   \n\nW = 337,578,965,338 | W\n\n497,305,821,401\n2,829,512,335,094\n1,054,565,000\n18,057,855, 166\n\n6,813,096,657\n141,859,489,950\n32,746,639,362\n19,290,254,021\n\n595, 762,486,578\n\n108,330,829,196\n758,550,602,442\n3,157,485,899,957\n1,193,697,000\n17,384,257,261\n\n5,947, 182,646\n142,675,409,930\n23,459,119,337\n\n520,955,623,330\n\nW  4,479,981,508,567 |W 4,735,578,621,099\n\n \n\nLiabilities and stockholder’s equity\n\n: IN 1 18)\nPolicy reserves'\\** “4\"8 \"8\n\nCatastrophe reserve\"\n\nBorrowings™**\"”\n\nDeferred income tax liabilities\"\"*”\nOther liabilities:\n\nInsurance claims payable = %2\"4'9\n\nSeverance and retirement benefits\"\n\nOthers Notes? 19 and311\n\nTotal liabilities\n\nCommitments and contingencies™”*\n\n \n \n\nW  1,466,431,454,847 |W\n\n287,399,758,404\n465,064,749,316\n\n93,207,699,233\n28,401,361,370\n150,658,693,001\n\n272,267,753,604\n\n2,491,163,716,171\n\n1 ,256,195,912,043\n231,715,585,759\n597,438,289,791\n\n41,391,434,069\n\n70,854,372,874\n21,087,166,180\n288,504,994,190\n380,446,533,244\n\n2 ,507,187,754,906\n\n \n\nStockholders’ equity\n\n[Notes 1 and 20),\n\nCapital stock\nCommon stock\nPreferred stock\n\nCapital adjustments:\nDiscount on stock issuance\nAccumulated other comprehensive income:\n\nGain on valuation of available-for-sale securities\\**°2\"4””\n\nEquity adjustment arising frorn equity method investments™***72\"¢”\"\n\nRetained earnings:\nLegal reserve \\\"*”\"\n\nUnappropriated\n\nTotal stockholders’ equity\nTotal liabilities and stockholders’ equity\n\n174,553,995,000\n1,179,520,350,000\n1,354,074,345,000\n\n68, 109,945,699\n(277,951,602)\n67,831,994,097\n\n316,757,064,617\n250,154,388,682\n\n566,91 1,453,299\n\n1,988,817,792,396\n\n \n\n174,553,995,000\n1,179,520,350,000\n1,354,074,345,000\n\n159,710,147,670\n(132,606,094)\n159,577,541,576\n\n184,096,425,085\n530,642,554,532\n714,738,979,617\n2,228,390,866,193\n\nW  4,479,981,508,567 |W -4,735,578,621,099\n\n \n\n \n\nSee accompanying notes",
    "Page_56": "Statements of Income\n\nYears ended March 31, 2009 and 2\n\n \n\n( In Korean won }\n\n \n\n \n\nFY2008 FY2007\nOperating revenues:\nPremium income'N*#21) 1,064,683,231,384 863,422,810,368\nReinsurance income!\" \"347 42,144,699,311 11,282,214,997\nInterest income**4 151,898, 158,706 144,903,068,011\nGain on disposal of trading securities 2,236,728,839 19,200,509,605\nGain on valuation of trading securities 9,420,717,098 14,752,695,024\nGain on disposal of available-for-sale securities 56,830,201,451 116,774,719,047\n\nCompensation income™**\"!\n\nGain on foreign currency transactions and translation\"**\n\nDividend income'\\**\"\"!\n\nRental income**\"\nExpenses recovered\n\nMiscellaneous investment income\n\n63,296,977,647\n4,423,784,876\n27,713,988,637\n2,990,644,486\n103,625,840,249\n5,447,932,418\n1,534,712,905, 102\n\n1,654,074,154\n56,158,250,042\n2,764,667,974\n141,952,924,590\n439,971\n1,372,866,373,783\n\n \n\nOperating expenses:\n\nProvision for policy reserves™”*\n\nProvision for catastrophe reserve“\nClaims paid\n\n. IN ‘18and 22]\nReinsurance expenses\"\\\"** ®*\"!2”\n\nOperating and administrative expenses N= and)\n\nCompensation loss‘\\**\"\"\n\nAmortization of intangible assets “°°”\n\nInterest expense\"\n\nLoss on disposal of trading securities\nLoss on valuation of trading securities\n\nLoss on disposal of available-for-sale securities\n\nLoss on foreign currency translation and transactions™\"*\n\nInvestment administrative expenses “\"**\" \"8\"\n\nMaintenance expenses on investments in real estates\"\n\nDepreciation expense of investments in real estates\"\n\nMiscellaneous investment expenses\n\n210,235,542,804\n\n59,684, 172,645,\n414,179,675,416\n105,859,276,329\n294,203,698,577\n\n8,246,448,065\n36,844,442,096\n15,404,481 ,633\n10,717,793,520\n54,965,379,736\n2,455,391,120\n6,920,527,314\n1,486,388,888\n663,966,798\n\n1,217,867,184,941\n\n77,793,596 626\n46,120,695,292\n54,697,281,980\n78,217,335,700\n263,323,093,723\n46,595,167,706\n2,978,923,711\n45,424,603,770\n12,017,418,840\n9,383,741,331\n4,972,030,181\n1,788,325,601\n5,846,296 ,806\n1,579,762,416\n663,015,627\n3,204,702\n651,404,454,012\n\n \n\nOperating income\n\nNon-operating income (expenses):\n(Note 7]\n\n316,845,720, 161\n\n721,461,919,771\n\n \n\n \n\n \n\nEquity in earnings of equity method investments 1,357,041,155 3,339,974,842\nGains on disposal of property and equipment, net 196,563,256 783,400,784\nGains losses] on error correction ™\"* (155,173,361) 4,171,803,911\nDonations (2,085,408,402) (1,566,400,000)\nMiscellaneous income, net!** '®742n43) 27,700,279,324 12,259,543,782\n27,013,301,972 18,988,323,319\n\nIncome before income taxes 343,859,022,133 740,450,243,090\nProvisions for income taxes\"\\**2” 93,704,633,451 209,807,688,558\nNet income 250,154,388,682 | W  — 530,642,554,532\nBasic earnings per share \\\"°”\" 1,308 | -W 1,959\n\n \n\nSee accompanying notes.",
    "Page_57": "Statements of Appropriations of Retained Earnings\n\nYears ended March 31, 2009 an\n\n54\n55\n\n{ In Korean won }\n\n \n\n \n\n \n\nFY2008 FY2007\nRetained earnings before appropriations:\nUnappropriated retained earnings carried forward from the prior year - -\nNet income for the year 250,154,388,682 530,642,554,532\n250, 154,388,682 530,642,554,532\nAppropriations:\nLegal reserve\\**™! 132,660,639,532\n\nReserve for redemption of preferred stock'’*™\"\n\nOther voluntary reserve\n\n187,615,790,000\n62,538,598,682\n250,154,388,682\n\n397,981,915,000\n\n530,642,554,532\n\n \n\nUnappropriated retained earnings to be carried forward to the next year\n\n \n\nSee accompanying notes",
    "Page_58": "State\n\nYears\n\nments of Changes in Equity\n\narch 31, 2009 and 2008\n\n   \n\n( In Korean won }\n\n \n\nAccumulated other\n\n \n\n \n\n \n\nCapital comprehensive Retained\nCapital stock adjustments income earnings Total\nAs of April 1, 2007 W. 1,354,074,345,000 W — (9,747,061,840] W = 137,436,136,415 We  548,761,129,448 -W2,030,524,549,023\nAmortization of discount\non stock issuance - 9,747,061,840 - (9,747,061,840) -\nDividends - 2 ° (354,917,642,523) (354,917,642,523)\nGain on valuation of\navailable-for-sale\nsecurities\"! - - 22,274,011,255 - 22,274,011,255\nEquity adjustment arising\nfrom equity method\ninvestments“ - - (132,606,094) - (132,606,094)\nNet income for the year - - - 530,642,554,532 530,642,554,532\nAs of March 31, 2008 W = 1,354,074,345,000 W - We 159,577,541,576 W  714,738,979,617 -W2,228,390,866,193\nAs of April 1, 2008 W = 1,354,074,345,000 W - We 159,577,541,576 W  714,738,979,617 -W2,228,390,866,193\n\nRedemption of\n\npreferred stock -\nGain on valuation of\n\navailable-for-sale\n\nsecurities\" -\nEquity adjustment arising\n\nfrom equity method\n\ninvestments“ -\n\nNet income for the year\n\n- (397,981,915,000)\n\n(91,600,201,971) -\n\n(145,345,508) °\n- 250,154,388,682\n\n(397,981,915,000)\n\n(91,600,201,971)\n\n(145,345,508)\n250, 154,388,682\n\n \n\nAs of March 31, 2009 W 1,354,074,345,000 W\n\nWw 67,831,994,097 We  566,911,453,299\n\nW1,988,817,792,396\n\n \n\nSee accompanying notes.",
    "Page_59": "Statements of Cash Flows 56\n57\n\n  \n\nYears ended March 31, 2009 C\n\n{ In Korean won }\n\n \n\n \n\nFY2008 FY2007\nCash flows from operating activities:\n\nNet income 250,154,388,682 | W 530,642,554,532\n\nAdjustments to reconcile net income to net cash provided by operating activities:\nProvision for policy reserves 210,235,542,804 77,793,556 ,626\nProvision for catastrophe reserve 55,684,172,645 46,120,695,292\nDepreciation of real estate 5,446,560,474 5,308,520,356\nProvision for severance and retirement benefits 8,264,567,630 6,969,827,750\nBad debt expenses 18,965, 106,444 5,973,005,272\nCompensation loss [income] (63,296,977,647| 46,595,167,706\nAmortization of intangible assets 8,246,448,065 2,978,923,71\nInterest expense, net 14,933,242,566 16,892,907,267\nGain on valuation of trading securities, net 1,297,076,422 5,368, 953,693)\nLoss on foreign currency translation, net (1,917,409, 283) 144,487,432\nEquity in earnings of equity method investments (1,357,041,155) (3,339,974,842|\nGain on disposal of property and equipment, net (196,563,256) (783,400,784)\nLosses (gains on error correction, net 155,173,36 (4,171,803,911\nMiscellaneous income, net (5,301,861,312) -\n\nChanges in operating assets and liabilities:\n\n \n\nDeposits (cash and deposits] (24,000,000,000' (11,994,500,000)\n\nrading securities 259,947,704,619 (42,198,995,577|\nAvailable-for-sale securities 188,151,456,716 (23,075,638,709|\nHeld-to-maturity securities 139,132,000 40,517,000\nLoans (1,275,480,112) 2,424,693,230\ninsurance receivable (other assets] (19,540,526,968) 6,604,394,583)\nOther accounts receivable (other assets] 3,437,952,647 (41,877,990,600)\nAccrued income (other assets} (5,310,593,491 4,840,320,554)\nPrepaid expenses other assets] (7,233,212 (321,304,800)\nDeferred income tax assets (other assets] (19,262, 156,279) =\nAdvance payments (other assets] (2,015,260,000 2,612,725,384\nnsurance claims payable (other liabilities) 20,869,659,672 3,732,747 43\nOther claims payable (other liabilities) (42,362,644,403 (3,605,037,209)\nAccrued expenses (other liabilities) (3,187,241,619 7,138,368,296\nDeferred income tax liabilities (other liabilities) 19,680,025 (39,488,857,246)\nPremiums received but not identified (other liabilities) 3,972,854,356 796,439,346\nAdvances received (other liabilities] 6,879,744,97 7,368,004,708\nWithholdings (other liabilities) 547,076,197 (61,254,860\nUnearned income [other liabilities) (340,027,251 (364,499,482)\nIncome taxes payable (other liabilities) (104,458,944,085 (18,832,345,649\nValue added tax payable, net (other liabilities) 9,846,973 (2,853,120\n\n \n\nPayment of severance and retirement benefits (967,392,940) (5,802,469,400\n\nOther assets and liabilities, net 16,018,946,855 3,316,106,747\nTotal adjustments 277,266,594,67 (176,490,246, 107]\nNet cash provided by operating activities 778,578,981,11 W = 549,265,266,607\n\n \n\n \n\n \n\n \n\n \n\n \n\nSee accompanying notes",
    "Page_60": "Statements of Cash Flows\n\nYears e March 31, 2009 and 2008\n\n    \n\n( In Korean won }\n\n \n\n \n\n \n\n \n\nFY2008 FY2007\n\nCash flows from investing activities:\nAcquisition of property and equipment, net (4,466,987,643) | W  — (4,904,296,405)\nAcquisition of intangible assets (14,905,309,067) (21,626,654,600)\nIncrease in guarantee deposits, net (1,284,601,886) (723,876,885)\nIncrease in security deposits, net (3,672,256,817) (439,960,326)\nIncrease [decrease] in leasehold deposits received, net 312,720,460 (70,092,000)\nNet cash used in investing activities (24,016,434,953) (27,764,880,216)\n\nCash flows from financing activities:\nReceipt of dividends 510,000,000 -\nPayment of dividends - (354,917,642,523}\nRepayment of borrowings (151,842,495,016) (153,109,196,101)\nRedemption of preferred stock (397,981,915,000) -\nNet cash used in financing activities (549,314,410,016) (508,026,838,624)\nNet increase in cash and cash equivalents 205,248, 136,142 13,473,547,767\nCash and cash equivalents at the beginning of the year 51,330,829,196 37,857,281,429\nCash and cash equivalents at the end of the year “e%) W —-51,330,829,196\n\n \n\nSee accompanying notes.\n\n \n\nW —256,578,965,338",
    "Page_61": "Notes to Financial Statements 58\nMarch 31, 2009 and 2008 59\n\n1. Corporate information\n\nSeoul Guarantee Insurance Company {the “Company’] was incorporated on February 19, 1969 under the laws of the Republic of Korea to engage in Renon-life\ninsurance business and other related operations such as surety insurance, credit insurance, reinsurance and related asset management, etc. under the name of\nKorea Fidelity & Surety Co., Ltd. On November 25, 1998, the Company merged with Hankuk Fidelity & Surety Co., Ltd. as part of its business rationalization and\n\nchanged its name to Seoul Guarantee Insurance Company.\n\nIn April 1999, the Financial Supervisory Service (\"FSS\"] performed a valuation due diligence of the Company's assets and liabilities. As a result, the Company was\ndetermined to be an insolvent insurance company. As such, public funds of W-9,000 billion provided by the Korean government through Korea Deposit Insurance\nCorporation were injected into the Company as preferred stock during the period from June 1999 to July 2001 for the Company's business normalization.\nThereafter, the Company's consistent efforts for the business normalization resulted in the termination of the insolvent status in December 2004 in accordance\nwith the decision of the Financial Supervisory Committee in December 2004. In order to repay such public funds earlier than the predetermined payment\nschedule, the Company executed a reverse stock split of 9.18 shares to 1 share of its common shares and preferred shares, and paid out W550 billion in cash to\nits shareholders in accordance with a resolution of the Company's extraordinary stockholders’ meeting held on January 18, 2006. In addition, in accordance with\na resolution of the Company's board of directors held on December 21, 2006, the Company transferred ¥¥229.2 billion of gain on capital reduction to capital stock\naccounts. As of March 31, 2009, the Company's paid in capital for common stock and preferred stock amounted to W174,554 million and 1,179,520 million,\n\nrespectively.\n\n2. Summary of significant accounting policies\nBasis of financial statement preparation _\n\nThe Company maintains its official accounting records in Korean won and prepares statutory financial statements in the Korean language in conformity with\naccounting principles generally accepted in the Republic of Korea (“Korean GAAP\"). Certain accounting principles applied by the Company that conform with\nfinancial accounting standards and accounting principles in the Republic of Korea may not conform with generally accepted accounting principles in other\ncountries. Accordingly, these financial statements are intended for use by those who are informed about Korean accounting principles and practices. In the\nevent of any differences in interpreting the financial statements or the independent auditors’ report thereon, the Korean version, which is used for regulatory\nreporting purposes, shall prevail. The accompanying financial statements have been condensed, restructured and translated into English (with certain expanded\n\ndescriptions] from the Korean language financial statements.\n\nCertain supplementary information attached to the Korean language financial statements, but not required for a fair presentation of the Company's financial\n\nposition, results of operations, cash flows and changes in equity is not presented in the accompanying financial statements.\n\nAdoption of new and revised Statements of Korea Accounting Standards (“SKAS\"), Korea Financial Accounting Standards (“KFAS”),\n\nKorea Financial Accounting Standards Interpretation (“KFAS Interpretation”) and Korea Accounting Institute Opinion (“KAI Opinion”) _\n\nThe Company has adopted the following new and revised SKAS, KFAS and KA! Opinion for the current financial year.",
    "Page_62": "Notes to Financial Statements\n\nMarch 31, 8\n\n \n\n. SKAS 8 Amendments - Investment in Securities\n\n. SKAS 15 Amendments - Investment in Associates\n\n. SKAS 16 Amendments - Income Taxes\n\n. SKAS 14 Amendments - Exceptions to Accounting for Small and Medium-Sized Entities\n. KFAS Article 70-2 - Special Exemption to Derivatives Accounting\n\n. Regulation on Supervision of Insurance Business Amendments\n\nAdoption of the above revised standards and opinion had no impact on the Company's financial statements, except as follows:\n\nSKAS 16 Amendments - Income Taxes\nThe revised standard requires an entity to apply the revised disclosures which enable users of the financial statements to better understand the\n\ncomponents of income taxes reported in the financial statements. These revised disclosures are presented in Note 27.\n\nFiscal year _\n\nThe Company's fiscal year end is March 31. References in the accompanying financial statements to 2009 and 2008 represent the years ended March 31, 2009 and\n\n2008, respectively.\n\nRevenues _\n\nRevenue from premium income is recognized at the time when such premium payments become due and are realized. In addition, premiums that are paid before\nthe payment due date are accounted for as unearned insurance premiums. Interest income on deposits, securities and loans, and other investments is recognized\nas income in the period in which it is earned. Interest income on defaulted and delinquent loans and loans where payment schedule of principal or interest\n\npayments have been extended is recognized as income in the period in which payments are received.\n\nInvestments in securities _\n\nInvestments in securities within the scope of SKAS 8 /nvestments in Securities are classified as either trading, held-to-maturity or available-for-sale securities,\nas appropriate, and are initially measured at cost, including incidental expenses, with cost being determined using the moving average method. The Company\n\ndetermines the classification of its investments after initial recognition, and, where allowed and appropriate, re-evaluates this designation at each fiscal year end.\n\nSecurities that are acquired and held principally for the purpose of selling them in the near term are classified as trading securities. Debt securities which carry\nfixed or determinable principal payments and fixed maturity are classified as held-to-maturity if the Company has the positive intention and ability to hold to\n\nmaturity. Securities that are not classified as either trading or held-to-maturity are classified as available-for-sale securities.\n\nAfter initial measurement, available-for-sale securities are measured at fair value with unrealized gains or losses being recognized directly in equity as other\ncomprehensive income. Likewise, trading securities are also measured at fair value after initial measurement, but with unrealized gains or losses reported as part\nof net income. Held-to-maturity securities are measured at amortized cost after initial measurement. The cost is computed as the amount initially recognized\nminus principal repayments, plus or minus the cumulative amortization using the effective interest rate method of any difference between the initially recognized\n\namount and the maturity amount.",
    "Page_63": "Notes to Financial Statements 60\nMarch 31, 2009 and 2008 61\n\nThe fair value of trading and available-for-sale securities that are traded actively in the open market (marketable securities) is measured at the closing price of\nthose securities at the balance sheet date, except for non-marketable equity securities which are measured at cost subsequent to initial measurement if their\nfair values cannot be reliably estimated. Non-marketable debt securities are carried at a value using the present value of future cash flows discounted using an\nappropriate interest rate which reflects the issuer's credit rating announced by a public independent credit rating agency. If the application of such measurement\nmethod is not feasible, estimates of fair values may be made using a reasonable valuation model or quoted market prices of similar debt securities issued by\n\nentities conducting business in similar industries.\n\nThe Company recognizes an impairment loss on its investments in securities if there is objective evidence that the securities are impaired. The impairment loss is\n\ncharged to statement of income.\n\nEquity method investments _\n\nInvestments in entities over which the Company has control or significant influence are accounted for using the equity method\n\nUnder the equity method of accounting, the Company's initial investment in an investee is recorded at acquisition cost. Subsequently, the carrying amount of the\ninvestment is adjusted to reflect the Company's share of income or loss of the investee in the statement of incorne and share of changes in equity that have been\nrecognized directly in the equity of the investee in the related equity account of the Company on the balance sheet.\n\nAllowance for doubtful accounts _\n\nThe allowance for doubtful accounts is provided in compliance with the Regulation on Insurance Supervision (\"RIS’], which require the application of minimum\nloss ratios based on the degree of collectibility of all receivables including loans. Loans are classified as normal, special mention, substandard, doubtful and\nestimated loss, and the related allowance is calculated at a minimum of 0.5% (0.75% for household loans), 2% (5% for household loans], 20%, 50% and 100%,\nrespectively, of the outstanding arnount in each classification.\n\nProperty and equipment _\n\nProperty and equipment are recorded at cost less accumulated depreciation.\n\nMaintenance and repairs are expensed in the period in which they are incurred. Expenditures that enhance the value or extend the useful life of the related assets\n\nare capitalized.\n\nDepreciation of property and equipment is provided using the declining balance method except buildings and structures, which are depreciated using the straight-\n\nline method, without retaining a residual value in its accounts, over the estimated useful life of the assets as follows:\n\n \n\n \n\nYears\nBuildings 25 ~ 50\nStructures 15 ~50\nFurniture and equipment 5\n\nVehicles 5",
    "Page_64": "Notes to Financial Statements\n\nMarch 31, 8\n\n \n\nIntangible assets _\n\nIntangible assets of the Company consist of software, development costs, and industrial rights, etc. and are stated at cost less accumulated amortization.\nAmortization is recognized as an operating expense based on the declining balance method, except development costs which is amortized using the straight-line\n\nmethod, over the estimated useful life of five years.\n\nCompensation receivable _\n\nOf the amounts paid for claims during the year, amounts recoverable by exercising compensation and other rights or through disposal of secured assets\nacquired in the resolution of accidents are accounted for as compensation receivables included in other assets, which are calculated by considering the individual\ncurrent status of compensation rights or using the statistical method. If the Company acquires the restricted securities or non-listed securities by exercising\ncompensation rights, etc., those securities are stated at fair value at the time of acquisition and are accounted for as available-for-sale securities and advances\nreceived at the same time in the accompanying balance sheet. The amounts recoverable from those securities in the balance sheet date are credited (debited) to\ncompensation income in the statement of income {compensation receivable in the balance sheet]. In case of calculating compensation receivable by considering\n\nindividual current status of those rights, those compensation receivable is offset against the advances received.\nForeign currency transactions and translation _\n\nransactions involving foreign currencies are recorded at the exchange rates prevailing at the time the transactions are made. Assets and liabilities denominated\nin foreign currencies are translated into Korean won at the prevailing exchange rates of 1,377.1 to US$1 (W1,816.4 to EURE1) at March 31, 2009 and W991.7 to\n\nUS$1 (W1,565.0 to EURE1) at March 31, 2008. The resulting unrealized foreign currency translation gains {losses} are credited (charged) to current operations.\n\nPolicy reserves _\n\nIn accordance with the Insurance Business Act (\"IBA\") and the Regulation on Insurance Supervision (\"RIS\"), the Company is required to maintain policy reserves,\nwhich consist of, reserve for outstanding claims, unearned premium reserve, and reinsurance reserve as a liability at amounts determined in the manual for\n\ncalculation of premium and policy reserves which was approved by the FSC and reviewed by an appointed actuary of the Company. Details are as follows:\n\n1) Reserve for outstanding claims - Reserve for outstanding claims refers to a provision for claims fixed but not settled, for claims not fixed and\ntherefore not yet settled on the insurance policies and not reported (IBNR) where the cause of payment of claims, etc. has been incurred at the\nbalance sheet date. The amounts recoverable in future by exercising compensation and other rights or through disposal of secured assets acquired\nin the resolution of accidents are directly deducted from the reserve for outstanding claims when the Company provides such reserve.\n\n2) Unearned premium reserve - The Company is required to maintain an unearned premium reserve, which is the premium whose payment date\n\nbelongs to the current year and whose applicable period has not yet arrived at the balance sheet date.\n\n \n\n(3) Reinsurance reserve - In the event of ceding insurance, the Company maintains reinsurance reserves at amounts which are expected to be\n\ncollected and notified from the ceded reinsurance companies pursuant to relevant laws.\n\nCatastrophe reserve _\n\nIn order to prepare for and recover from exceptionally large claims which may be incurred in the future, the Company is required to maintain a catastrophe\nreserve as a liability with reserve rates determined by the IBA and the RIS. The Company provides a catastrophe reserve by multiplying predetermined ratios to net\nretained premiums received during a fiscal year by line of insurance, up to certain limit, as calculated by multiplying predetermined ratios to the total insurance\npremiums received during a fiscal year by line of insurance in accordance with the RIS requirements.\n\nThis reserve can be reversed up to the limit of the net loss for the year in the event that the ratio of net insurance expenses claimed to net earned insurance\npremiums at risk, by line of insurance, for the year is in excess of the ratio by line of insurance which are regulated by the RIS.",
    "Page_65": "Notes to Financial Statements 62\nMarch 31, 2009 and 2008 63\n\nSeverance and retirement benefits _\n\nIn accordance with the Korean Law on Guarantee of Employees’ Severance and Retirement Benefits and the Company's regulations, employees and directors\nterminating their employrnent with at least one year of service are entitled to severance and retirement benefits, based on the rates of pay in effect at the time of\ntermination, years of service and certain other factors. The provision for the years ended March 31, 2009 and 2008 is sufficient to state the liability at the estimated\nobligation arising from services performed to and at rates of pay in effect as of March 31, 2009 and 2008. Funding of this liability is not required by Korean law.\n\nIn accordance with the Korean National Pension Law prior to revision, the Company had prepaid a portion of its severance and retirement benefits obligation to\nthe National Pension Service (\"NPS\") at the rate of 3% of payroll expense up through March 31, 1999. Such prepayments have been offset against the Companys\nliability for severance and retirement benefits. In accordance with a revision in the Korean National Pension Law, additions to these prepayments are no longer\n\nrequired effective frorn April 1, 1999.\n\nRestructuring of debts _\n\nA debt, whose contractual terms are modified in a debt restructuring due to mutual agreements such as commencement of reorganization, court composition\nand workout program, is recorded at present value of expected future cash flows, if the book value of the debt differs from the present value. The difference\nbetween book value and present value is credited to gain on exemption of the debts. At the same time, such difference is directly deducted from the debt and\namortized over the remaining maturity using the effective interest rate method. The amortization amount is recorded in interest expense.\n\nncome taxes _\n\nCurrent income tax assets and liabilities are measured at the amount expected to be recovered or paid to the tax authorities, respectively. Deferred income taxes\nare provided using the liability method for the tax effect of temporary differences between the tax bases of assets and liabilities and their reported amounts in the\ninancial statements. Deferred tax assets and liabilities are measured using the enacted tax rates and laws that will be in effect when the differences are expected\nto reverse. In addition, current tax and deferred tax are charged or credited directly to equity if the tax relates to iterns that are credited or charged directly to equity.\nPer share amounts _\n\nBasic earnings per share are computed by dividing net income by the weighted average number of common shares outstanding during the year.\n\nDerivative financial instruments _\n\n \n\nhe Company records its rights or obligations arising from derivative contracts such as put options as derivative assets or liabilities, respectively, which are stated\n\nat fair value.\nSignificant judgment and accounting estimates _\nThe preparation of financial staternents in accordance with Korean GAAP requires management to make estimates and assumptions that affect the reported\n\namounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial staternents, and the reported amounts of revenues\n\nand expenses during the reporting period. Actual results could differ from those estimates.",
    "Page_66": "Notes to Financial Statements\n\nMarch 31, 2009 and 2!\n\n \n\n3. Restricted deposits\n\nIn connection with disposal of insurance claims receivable, restricted deposits amounting to W6,977,144 thousand as of March 31, 2009 and 2008 have been\n\nprovided to Hanmaum Financing as collateral.\n\n4. Trading securities\n\nTrading securities as of March 31, 2009 and 2008 consist of the following:\n\n \n\n{ Korean won in thousands }\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFY2008 Acquisition cost Fair value Book value\nBeneficiary certificates Ww 399,244,822 W 408,690,179 -W 408,690,179\nOther securities 93,000,000 88,615,642 88,615,642\n\nWw 492,244,822 W 497,305,821 We 497,305,821\n{ Korean won in thousands }\n\nFY2007 Acquisition cost Fair value Book value\nEquity securities Ww 28,966,156 = W 26,365,800 W 26,365,800\nBeneficiary certificates 560,000,000 563,852,856 563,852,856\nOther securities 163,000,000 168,331,946 168,331,946\n\nWw 751,966,156 = W 758,550,602 We 758,550,602\n\n \n\nAs of March 31, 2009 the Company has entered into investment trust agreements of 43,092 million (W123,092 million as of March 31, 2008) with Cosmo\n\nInvestment Management Co., Ltd. and other investment companies for the short-term management of the trust funds. As of March 31, 2009 and 2008 the\n\nCompany's investments in securities managed by those companies are composed of shares of common stock and accounted for as other securities in trading\n\nsecurities. Details are as follows:\n\n{ Korean won in thousands }\n\n \n\nFY2008\n\nAcquisition cost\n\nFair value\n\n \n\nCosmo Investment Management\n\nWw 43,091,670\n\nWw 39,521,347\n\n \n\n \n\n \n\n{ Korean won in thousands }\n\n \n\n \n\nFY2007 Acquisition cost Fair value\nCosmo Investment Management Ww 43,091,670 W 51,178,092\nDelta Investment Management 10,000,000 9,834,767\nSky Investment Advisors 10,000,000 9,727,607\nShinyoung Investment Management 10,000,000 8,784,407\nE-Star Asset Management 20,000,000 16,758,192\nTube Asset Management 10,000,000 12,036,436\nTotal Solution for Investment 10,000,000 10,809,182\nHangararn Investment 10,000,000 9,468,483\n\nWw 123,091,670\n\nWw 128,597,166",
    "Page_67": "Notes to Financial Statements 64\n1 nnn 65\n\nMarch 31, 2009 ar\n\n \n\nInterest income earned from investments in securities for the years ended March 31, 2009 and 2008 is summarized as follows:\n( Korean won in thousands }\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFY2008 Available-for- Held-to-maturity\nTrading securities sale securities securities Total\nGovernment and public bonds Ww - W 12,952,771 We 13,669 We 12,966,440\nSpecial bonds - 65,980,970 - 65,980,970\nCorporate bonds - 38,985,623 25,496 39,011,119\nBeneficiary certificates 18,883,205 - - 18,883,205\nOther securities - 3,043,664 - 3,043,664\nWw 18,883,205 W 120,963,028 W 39,165 W 139,885,398\n( Korean won in thousands }\nFY2007 Available-for- Held-to-maturity\nTrading securities sale securities securities Total\nGovernment and public bonds Ww - W 16,715,303 W 12,863 W 16,728,166\nSpecial bonds - 36,436,782 - 36,436,782\nCorporate bonds 1,553,680 63,316,121 156,108 65,025,909\nBeneficiary certificates 21,272,905 - - 21,272,905\nOther securities 86,037 407,497 - 493,534\nWw 22,912,622 We 116,875,703 We 168,971 We 139,957,296\n\n \n\n5. Available-for-sale securities\n\nAvailable-for-sale securities as of March 31, 2009 and 2008 consist of the following:\n( Korean won in thousands }\n\n \n\n \n\nFY2008 FY2007\nEquity securities 538,929,015 | W 678,354,769\nInvestments in partnerships 6,902,586 5,214,459\nGovernment and public bonds 196,505,400 285,249,702\nSpecial bonds 713,838,776 785,668,793\nFinancial bonds 387,366,033 511,018,927\nCorporate bonds 778,811,756 701,036,787\nBeneficiary certificates 55,612,825 80,543,090\nOther securities 151,545,944 140,399,373\n\nWw 3,157,485,900\n\n \n\n \n\nWw 2,829,512,335",
    "Page_68": "Notes to Financial Statements\n\nMarch 31, 2009 a\n\nDetails of investments in equity securities among available-for-sale securities as of March 31, 2009 and 2008 consist of the following:\n{ Korean won in thousands }\n\n \n  \n     \n     \n   \n  \n \n \n \n \n \n \n \n  \n  \n  \n \n \n \n \n \n \n \n \n   \n     \n\n \n\n  \n\n \n\nFY2008 FY2007\nNumber Ownership Acquisition Net book value\nof shares (%) cost or fair value Book value Book value\n\n \n\nNon-restricted listed shares on KRX:\n\nThe Korea Express 1,609,135 4.01 W = 60,257,138 W 163,327,203 W 163,327,203 | W 177,809,418\n\n \n\n \n\n \n\n \n\n \n\nSsangyong Cement Co. 8,460,950 11.33 83,942,962 57,934,460 57,534,460 108,300,160\nS&T Daewoo 714,508 6.14 14,897,492 8,038,215 8,038,215 22,649,904\nKP Chemical 1,168,089 1.19 7,721,068 7,207,109 7,207,109 8,445,283\nWoongjin Chemical\n\n(formerly, Seahan) 882,956 0.19 4,097,144 6,904,716 6,904,716 5,315,395\nSK Energy 30,802 0.03 3,834,849 2,725,977 2,725,977 3,141,804\nSK Networks 275,149 0.11 177,050 2,162,671 2,162,671 5,626,797\nSamsung Electronics 3,685 0.00 2,171,030 2,093,080 2,093,080 1,386,798\nPOSCO 4,342 0.00 2,219,242 1,582,659 1,582,659 852,040\nLG Electronics 15,759 0.01 ,662,009 1,440,373 1,440,373 1,074,166\nn the F (formerly, Nasan] 1,292,523 2.19 291,464 1,421,775 1,421,775 4,359,626\nSgwicus Corp. 730,113 3.61 2,490,079 1,383,564 1,383,564 2,131,930\nHyundai Motor 20,573 0.01 469,618 1,141,802 1,141,802 811,723\nHanmi Pharm. Co., Ltd. 7,495 0.08 992,825 1,120,503 1,120,503 558,324\nLG Life Science Ltd. 19,805 0.12 ,077,087 1,085,314 1,085,314 594,677\nShinsegae 2,410 0.01 429,278 1,037,505 1,037,505 678,912\nYungjin Pharm. Co., Ltd. 800,000 0.68 807,575 1,036,000 1,036,000 1,057,500\nSK 9,407 0.02 362,312 1,011,253 1,011,253 539,884\nHyundai Engineering &\n\nConstruction Co., Ltd. 16,668 0.02 ,259, 155 983,412 983,412 740,632\nHankook Tire Co., Ltd. 67,990 0.04 ,053,430 897,468 897,468 567,398\nDaewoo Securities Co., Ltd. 48,280 0.03 ,040,451 885,938 885,938 435,810\nLG Chem Ltd. 9,325 0.01 867,915 839,250 839,250 213,712\nCJ Cheiljedang Corp. 5,402 0.05 393,330 777,888 777,888 509,960\nSamsung Fire & Marine\n\nInsurance Co., Ltd. 4,642 0.01 981,213 742,720 742,720 506,138\n\norea Gas Corporation 17,393 0.02 235,519 702,677 702,677 617,841\nHyundai Steel Company 15,802 0.02 084,764 677,116 677,116 476,230\nSamsung Corporation 5,886 0.01 997,648 631,469 631,469 652,291\n\nHN 5,408 0.01 046,093 816,608 816,608 622,583\nOthers 7,319,793 4,103,009 4,103,009 43,986,360\n\n210,139,533 274,311,734 274,311,734 394,623,296\n\nRestricted listed shares on KRX\"”:\nDaewoo International 1,701,326 1.79 4,736,913 38,504,410 38,504,410 53,522,015\nSeahan Media 2,565,973 18.34 16,028,241 3,363,991 3,363,991 5,090,890\nW = 20,765,154 We = 41,868,401 W 41,868,401 |W 58,612,905",
    "Page_69": "ch 31, 2009 and 2008\n\nNotes to Financial Statements\n\nMar\n\n66\n67\n\n{ Korean won in thousands }\n\n \n\n \n\n \n\n \n\n \n\n \n\nFY2008 FY2007\nNumber Ownership Acquisition Net book value\nof shares (%) cost or fair value Book value Book value\nNon-restricted listed shares on KOSDAQ:\nCAPE Industries LTD. - - Ww - Ww - - |W 15,216\nNon-listed shares:\nSamsung Life Insurance‘? 715,823 3.58 501,076,100 208,304,493 208,304,493 208,304,493\nDaewoo Electronics\" 5,566,120 7} 27,830,600 3,901,850 3,901,850 3,473,259\nKorea Credit Bureau”! 180,000 9.00 4,500,000 4,500,000 4,500,000 4,500,000\nHanmaum Financing\n(preferred stock} 1,936 0.07 1,930,558 1,930,558 1,930,558 2,359,825\nShinyoung Investment\nTrust Management\" 300,000 4.69 1,500,000 3,023,100 3,023,100 2,511,000\nMuju Resort\"! 71,183 0.43 1,595,140 694,817 694,817 694,817\nOthers - - 827,807 394,062 394,062 3,259,958\n539,260,205 222,748,880 222,748,880 225,103,352\nW 770,164,892 W 538,929,015 W 538,929,015 | W 678,354,769\n\n \n\n(1)\n\n(*2)\n\n(*3)\n\n(*4)\n\nDetails of investments in partnerships among available-for-sale securities as of March 31, 2009 and 2008 are as follows:\n\n \n\n \n\n \n\nRepresents available-for-sale securities acquired by exercising compensation rights. These securities are stated at fair value which is calculated\n\nusing reasonable valuation models and estimates by independent valuation institutes.\n\nRepresents available-for-sale securities acquired by exercising compensation rights. These are stated at cost as their fair values cannot be reliably\n\nestimated.\n\nPreferred stock which was acquired from the sale of uncollected receivables to Hanmaum Financing. These are valued at cost as their fair value\n\ncannot be reliably estimated.\n\nRepresents non-marketable stocks acquired by exercising compensation rights. These are stated at amounts equivalent to the Company's share in\n\nthe net asset value of the investee.\n\n \n\n{ Korean won in thousands }\n\n \n\n \n\n \n\n \n\nFY2008 FY2007\nAcquisition\ncost Fair value Book value Book value\n\nKorea Securities Depository Ww 3,555 Ww 66,585 3,555 |W 3,555\nSG ABS Special Purpose Company 1,518,931 (12,398,670) 1,518,931 5,210,804.\nSG Management 5,380,000 27,019,522 5,380,000 -\nHimangmoa Special Purpose Company 100 100 100 100\n\nW 6,902,586 W 14,687,537 6,902,586 | W 5,214,459",
    "Page_70": "Notes to Financial Statements\n\nMarch 31, 2009 a\n\nDebt securities among available-for-sale securities as of March 31, 2009 and 2008 consist of the following:\n\n{ Korean won in thousands }\n\n \n\nFY2008\n\nPar value\n\nAcquisition cost\n\nFair value\n\n \n\nGovernment and public bonds\nSpecial bonds”\nFinancial bonds\"\n\nCorporate bonds\n\n200,000,000\n700,000,000\n\n380,000,000\n\n770,000,000\n\nWw 183,115,021\n699,613,303\n380,076,291\n\n765,375,180\n\nWw 196,505,400\n713,838,776\n387,366,033\n\n778,811,756\n\n \n\nW —— 2,050,000,000\n\nW 2,028,179,795\n\nWw 2,076,521,965\n\n \n\n \n\n{ Korean won in thousands }\n\n \n\n \n\n \n\nFY2007 Par value Acquisition cost Fair value\nGovernment and public bonds Ww 300,000,000 W 288,156,722 W 285,249,702\nSpecial bonds” 790,000,000 570,353,552 755,668,793\nFinancial bonds\" 480,000,000 699,540,137 511,018,927\nCorporate bonds 710,000,000 705,877,170 701,036,787\n\nW = 2,280,000,000 We  2,263,927,581  W —2,252,974,209\n\n \n\n(]\n\nenforcement rules of the supervision of insurance business.\n\nThe maturities of the above debt securities as of March 31, 2009 and 2008 are summarized as follows:\n\n(\n\nSpecial bonds presented as of March 31, 2008 were separately reclassified as special bonds and financial bonds in accordance with a revision in the\n\nKorean won in thousands }\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFY2008 Government & Special Financial Corporate\npublic bonds bonds bonds bonds Total\nWithin 1 year Ww 10,024,071 W 273,074,974 We 131,554,672 W 291,246,947 W 705,900,664\n1~3years 176,967,866 430,565,272 245,213,470 457,244,389 1,309,990,997\n3 ~ é6years 9,513,463 10,198,530 10,597,891 30,320,420 60,630,304\nWw 196,505,400 W 713,838,776 W 387,366,033 W 778,811,756 W 2,076,521,965\n{ Korean won in thousands }\nFY2007 Government & Special Financial Corporate\npublic bonds bonds bonds bonds Total\nWithin 1 year Ww 9,964,807 We 130,096,602 We 269,641,624 WW 189,773,781 WW 599,476,814\n1~3years 136,548,822 337,944,558 410,242,765 423,180,894 1,307,917,039\n3 ~ é6years 138,736,073 98,507,682 20,254,489 88,082,112 345,580,356\nWw 285,249,702 W 566,548,842 Ww 700,138,878 We 701,036,787 We 2,252,974,209\n\n \n\nBeneficiary certificates and other securities other than the above investments in equity securities, partnerships and debt securities as of March 31, 2009 and 2008\n\nare summarized as follows:",
    "Page_71": "Notes to Financial Statements 68\n2008 69\n\nMarch 31, 2009 ar\n\n \n\n{ Korean won in thousands }\n\n \n\n \n\nFY2008 Acquisition\ncost Fair value Book value\nBeneficiary certificates 61,964,013 W 55,612,825 W 59,612,825\nOther securities 160,066,100 151,545,944 151,545,944\n\n \n\n222,030,113 W 207,158,769 We 207,158,769\n\n \n\n \n\n{ Korean won in thousands }\n\n \n\n \n\nFY2007 Acquisition\ncost Fair value Book value\nBeneficiary certificates Ww 72,881,435 W 80,543,090 W 80,543,090\nOther securities 110,000,000 140,399,373 140,399,373\n\n \n\nWw 182,881,435 W 220,942,463 We 220,942,463\n\n \n\nChanges in unrealized gain (loss) of available-for-sale securities, which is accounted for as accumulated other comprehensive income in the stockholders’ equity,\nfor the years ended March 31, 2009 and 2008 are as follows:\n\n{ Korean won in thousands }\n\n \n\n \n\n \n\n \n\n \n\nFY2008 Beginning Gain on Loss on Realized Ending\nbalance valuation valuation gain (loss) balance\nEquity securities Ww 194,748,932 We 2,367,026 Ww (95,023,310) W (36,299,907) W 65,792,741\nGovernment & public bonds (2,107,570) 5,902,110 - 668,740 4,463,280\nSpecial bonds (3,733,822) 17,219,576 - 315,230 13,800,984.\nFinancial bonds 975,992 6,596,347 (456,953) 266,897 7,341,843\nCorporate bonds (7,654,261) 17,995,820 (167,880) 573,999, 10,747,234.\nBeneficiary certificates 7,661,655 259,931 (8,646,172) (5,626,602) (6,351,188)\nOther securities 30,399,373 3,825,835 (13,152,972) (29,588,587) (8,516,351)\n220,289,859 _W 54,126,645 W (117,447,287) W (69,690,674) 87,278,543\nIncome tax effect (60,579,711) (19,168,597)\nWw 159,710,148 Ww 68,109,946\n\n \n\n \n\n \n\n{ Korean won in thousands }\n\n \n\n \n\n \n\nFY2007 Beginning Gain on Loss on Realized Ending\nbalance valuation valuation gain (loss) balance\nEquity securities Ww 167,041,419 W 79,534,333 Ww (3,340,910) W (48,485,910) WW 194,748,932\nGovernment & public bonds 792,540 59,070 (2,966,090) 6,910 (2,107,570)\nSpecial bonds 227,266 3,004,350 (6,210,319) 220,433 (2,758,270)\nCorporate bonds (3,203,789) 856,583 (5,696,965) 389,910 (7,654,261)\nBeneficiary certificates 17,730,076 3,635,919 (2,710,978) (10,993,362) 7,661,655\nOther securities 6,979,572 24,714,529 (1,294,728) = 30,399,373\n189,567,084 W 111,804,784 Ww (22,219,990) W (58,862,019) 220,289,859\nIncome tax effect (52,130,948) (60,579,711)\n\n \n\nWw 137,436,136 Ww 159,710,148",
    "Page_72": "Notes to Financial Statements\n\nMarch 31, 2009 a\n\nOther securities among the available-for-sale securities as of March 31, 2009 and 2008 include investment trust agreements. As of March 31, 2009 and 2008, the\n\nCompany's investments in those trust agreements are composed of the shares of common stock and details are as follows:\n{ Korean won in thousands }\n\n \n\n   \n\nFY2008 FY2007\n17,182,998 | We 80,202,196\n\n \n\nIMM Investment Management\n\nAssetplus Investment Management - 9,386,391\nCosmo Investment Management 17,379,544 21,180,481\nTube Investment Management 16,416,108 9,318,881\nTSI Investment Management 8,154,809 -\nWelfare Investment Management 8,276,658 -\n\n67,410,117 | W 120,087,949\n\n \n\n6. Held-to-maturity securities\n\nHeld-to-maturity securities as of March 31, 2009 and 2008 are summarized as follows:\n\n{ Korean won in thousands }\n\n \n\nFY2008 Par value Acquisition cost Book value\nGovernment and public bonds 493,565 W 493,565  W 493,565\nCorporate bonds 1,356,000 1,356,000 561,000\n\n1,849,565 W 1,849,565 W 1,054,565\n\n \n\n \n\n \n\n \n\n{ Korean won in thousands }\n\n \n\n \n\n \n\nFY2007 Par value Acquisition cost Book value\nGovernment and public bonds Ww 437,697 We 437,697 W 437,697\nCorporate bonds 1,551,000 1,551,000 756,000\n\nWw 1,988,697 We 1,988,697 W 1,193,697\n\n \n\nThe maturities of held-to-maturity securities as of March 31, 2009 and 2008 are summarized as follows:\n{ Korean won in thousands }\n\n \n\n \n\nFY2008 Government &\npublic bonds Corporate bonds Total\nWithin 1 year Ww 55,010 W 561,000 W 616,010\n\n1~5years 379,620 - 379,620\n5~ 10 years 58,935 - 58,935\n493,565 561,000 W 1,054,565\n\n \n\n \n\n \n\n{ Korean won in thousands }\n\n \n\n \n\nFY2007 Government &\npublic bonds Corporate bonds Total\nWithin 1 year Ww 20,182 W 756,000 W 776,182\n1~5years 298,645 - 298,645\n5~ 10 years 118,870 118,870\n\n \n\nWw 437,697 We 756,000 W 1,193,697",
    "Page_73": "Notes to Financial Statements 70\nMarch 31, 2009 and 2008 71\n\n7. Equity method investments\n\nEquity method investments as of March 31, 2009 and 2008 are summarized as follows:\n( Korean won in thousands }\n\n \n\n \n\n \n\n \n\n \n\n \n\nFY2008 FY2007\nNumber Ownership Acquisition Net asset Book Book\nof shares (%) cost value value value\nSG Credit Investment Co.” 1,020,000 85.00 Ww 5,100,000 W 18,057,855 W_ 18,057,855 | W 17,384,257\n(\") The cost of the investment equaled the Company's share of the net fair value of the investee’s identifiable assets and liabilities at the date of\n\nacquisition because the Company invested at the date of the investee’s incorporation without recognizing any goodwill. The Company applied\n\nequity method of accounting based on the audited financial statements as of December 31, 2008 of the investee.\n\nDetails of the equity method investments as of March 31, 2009 and 2008 are summarized as follows:\n( Korean won in thousands }\n\n \n\n  \n  \n   \n\nFY2008 FY2007\nAcquisition cost 5,100,000) W 5,100,000\nRetained earnings 12,467,162 9,127,187\nOther comprehensive income\" (356,348) (182,905)\nEquity in earnings of equity method investments 1,357,041 3,339,975\n\n \n\n \n\nCash dividends (510,000) -\nWw 18,057,855 | W 17,384,257\n(*) The above other comprehensive income is recorded as accumulated other comprehensive income in the amount of W277,952 thousand, net of tax\n\namounting to W78,396 thousand, in the stockholders’ equity as of March 31, 2009.\n\n8. Loans\n\nLoans for the Company's employees as of March 31, 2009 and 2008 consist of the following:\n( Korean won in thousands }\n\n \n\nAnnual interest\n\n \n\nrates (%) FY2008 FY2007\nLoans secured by real-estate 2.0 and 7.0 651,420) W 647,578\nUnsecured loans 2.0, 5.0 and 7.0 6,120,400 4,725,700\n\nLoans on acceptance and guarantee 2.0 and 7.0 92,761 215,823\nWw 6,864,581} W 5,589,101",
    "Page_74": "Notes to Financial Statements\n\nMarch 31, 2009 a\n\n \n\nThe maturities of loans as of March 31, 2009 and 2008 are summarized as follows:\n\n{ Korean won in thousands }\n\n \n\n \n\nFY2008 Loans\nLoans secured Unsecured on acceptance\nby real-estate loans and guarantee Other loans Total\nWithin 1 year Ww - WwW 856,000 Ww = Ww 856,000\n1~2years - 707,000 680 707,680\n\n2~3years - - 38,728 38,728\n3 years and more 651,420 4,557,400 53,353 5,262,173\n651,420 6,120,400 92,761 6,864,581\n\n \n\n \n\n \n\n{ Korean won in thousands }\n\n \n\n \n\n \n\nFY2007 Loans\nLoans secured Unsecured on acceptance\nby real-estate loans and guarantee Other loans Total\nWithin 1 year Ww - WwW 928,000 Ww 2,072 Ww s Ww 930,072\n1~2years - 578,000 3,441 - 581,441\n2~3years - - 1,040 - 1,040\n3 years and more 647,578 3,219,700 209,270 2,651 4,079,199\nWw 647,578 W 4,725,700 Ww 215,823 Ww 2,651 Ww 5,991,752\n\n \n\nAllowance for losses on loans and other receivables as of March 31, 2009 and 2008 are as follows:\n{ Korean won in thousands }\n\n \n\n \n\n \n\nFY2008 FY2007\nLoans:\nLoans secured by real-estate 4,886 4,857\nUnsecured loans 45,903 35,443\nLoans on acceptance and guarantee 696 1,619\nOther loans - 2,651\n51,485 44,570\nOther receivables:\nInsurance receivable 2,369,831 1,805,019\nOther accounts receivable 94,601,974 77,806,175\nAccrued income 44. 34\n\n96,971,849 79,611,228\nWw 97,023,334 | W 79,655,798\n\nHistorical ratios of allowance for doubtful receivables to total receivables as of March 31, 2009, 2008 and 2007 are as follows:\n\n \n\n \n\n{ Korean won in thousands }\n\n \n\n \n\nFY2008 FY2007 FY2006\nLoans and other receivables Ww 192,352,518 W 188,682,155 Ww 144,190,656\nAllowance for doubtful accounts 97,023,334 79,659,798 75,547,205\n\n \n\nRatio (%) 50.44 42.22 52.39\n\n \n\n \n\nPursuant to the RIS and the FLC, loans and other receivables and allowance for doubtful receivables as of March 31, 2009 and 2008 are classified as follows:",
    "Page_75": "Notes to Financial Statements\n\nMarch 31, 2009 and 2008\n\n \n\n72\n73\n\n{ Korean won in thousands }\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFY2008 Special Estimated\nNormal mention Substandard Doubtful loss\" Total\nLoans:\nLoans secured\nby real-estate W 651,420 Ww - Ww - Ww - Ww - Ww 651,420\nUnsecured loans 6,120,400 - - - - 6,120,400\nLoans on acceptance\nand guarantee 92,761 - - - - 92,761\nOther loans - - - - - -\n6,864,581 - - - - 6,864,581\nOther receivables:\nInsurance\nreceivables“ 12,447,393 125,546 15,533 336,792 2,133,581 15,058,845\nOther accounts\nreceivable 10,549,488 40,014,412 9,003,261 37,809,616 73,043,478 170,420,255\nAccrued income'™ 8,837 - - - - 8,837\n23,005,718 40,139,958 9,018,794 38,146,408 78,177,059 185,487,937\n29,870,299 40,139,958 9,018,794 38,146,408 78,177,059 192,352,518\nAllowance for\ndoubtful receivables W 166,513 W 802,799 W 1,803,759 W 19,073,204 W 75,177,059 W 97,023,334\n( Korean won in thousands }\nFY2007 Special Estimated\nNormal mention Substandard Doubtful loss\"! Total\nLoans:\nLoans secured\nby real-estate W 647,578 Ww - Ww - Ww - Ww - Ww 647,578\nUnsecured loans 4,725,700 - - - - 4,725,700\nLoans on acceptance\nand guarantee 215,823 - - - - 215,823\nOther loans - - - - 2,651 2,651\n5,589,101 - - - 2,651 5,591,752\nOther receivables:\nInsurance\nreceivables“ 5,840,483 6,016 136 21,617 1,764,861 7,633,113\nOther accounts\nreceivable 32,645,297 44,967,685 9,305,000 27,299,858 61,232,665 175,450,505\nAccrued income'™ 6,785 - - - - 6,785\n38,492,565 44,973,701 9,305,136 27,321,475 62,997,526 183,090,403\n44,081,666 44,973,701 9,305,136 27,321,475 63,000,177 188,682,155\nAllowance for\ndoubtful receivables W 234,381 W 899,474 W 1,861,028 W 13,660,738 W 63,000,177 W = 79,655,798\n(*1) An allowance for insurance receivables, net of insurance clairns payable by customer and account code, was provided pursuant to the RIS.\n(*2) Accrued income includes only accrued income earned from the above loans.\n\n(*3} The loans and other receivables which the Company classified as estimated loss still have legal claim rights.",
    "Page_76": "Notes to Financial Statements\n\nMarch 31, 2009 a\n\n9. Property and equipment\n\nChanges in property and equipment for the years ended March 31, 2009 and 2008 are as follows:\n\n{ Korean won in thousands }\n\n \n\n \n\n \n\n \n\nFY2008 Beginning Ending\nbalance Acquisition Disposal Depreciation balance\nLand Ww 53,831,703 W 50,844 W - WwW - Ww 53,882,547\nBuildings 81,820,856 163,181 5 (2,050,417) 79,933,620\nStructures 868,690 - 5 (15,288) 853,402\nFurniture and equipment 5,107,565 1,409,810 (124,618) \"'(2,852,552] 3,540,205\nVehicles 1,046,596 286,872 (11,923) (556,136) 765,409\nConstruction in-progress - 2,884,307 - - 2,884,307\nWw 142,675,410 W 4,795,014 W (136,541) We (5,474,393) We 141,859,490\n\n \n\n \n\n{ Korean won in thousands }\n\n \n\n \n\n \n\n \n\nFY2007 Beginning Ending\n\nbalance Acquisition Disposal Depreciation balance\nLand Ww 53,651,408 W 270,058 Ww (89,763) Ww ° Ww 53,831,703\nBuildings 82,705,639 1,300,732 (154,578) (2,080,937) 81,820,856\nStructures 884,127 - Ss (15,437) 868,690\nFurniture and equipment 4,106,521 3,680,763 (2) (2,679,717) 5,107,565\nVehicles 973,271 710,723 (30,236) (607,162) 1,046,596\nWw 142,320,966 W 5,962,276 Ww (274,579) W (5,333,253) W 142,675,410\n\n(*) Losses on error correction amounting to W27,832 thousand are included.\n\nThe value of the Company's land, as determined by the Government of the Republic of Korea for the tax administration purposes was W79,765,721 thousand and\nW75,482,922 thousand as of March 31, 2009 and 2008, respectively.\n\nProperty and equipment are insured against fire and other casualty losses for up to W65,897,176 thousand and 170,031,528 thousand as of March 31, 2009 and\n2008, respectively.\n\nProperty and equipment have been provided as collateral to the extent of W18,854,096 thousand and 3,134,057 thousand as of March 31, 2009 and 2008,\n\nrespectively, in connection with leasehold deposits received from tenants of the Company's office building.",
    "Page_77": "Notes to Financial Statements\n\nMarch 31, 2009 and 2008\n\n \n\n10. Insurance receivables\n\nInsurance receivables included in other assets as of March 31, 2009 and 2008 are as follows:\n\n74\n75\n\n{ Korean won in thousands }\n\n \n\nFY2008\n\nGuarantee\n\ninsurance\n\nAutomobile\ninsurance\n\nSpecial /\n\nother insurance Total\n\n \n\nDue from agents\n\nCo-insurance receivable\n\nReinsurance receivable\n\nOverseas reinsurance accounts receivable\nDeposits on reinsurance treaty assumed\n\n169,474\n\n38,841,780\n7,964,739\n\nWw\n\nWw -\n1,575,306\n12,523,757\n13,757,266\n12,882,705\n\n169,474\n1,575,306\n51,367,447\n21,328,314\n12,882,705\n\n \n\n46,575,993\n\n40,739,034 87,323,246\n\n \n\n \n\n{ Korean won in thousands }\n\n \n\n \n\n \n\nFY2007 Guarantee Automobile Special /\ninsurance insurance other insurance Total\n\nDue from agents Ww 158,781 Ww - Ww - Ww 158,781\nCo-insurance receivable - - 1,442,105 1,442,105\nReinsurance receivable 38,228,367 3,653 8,562,617 46,794,637\nOverseas reinsurance accounts receivable 3,643,747 4,764 4,054,696 7,703,207\nDeposits on reinsurance treaty assumed - - 8,285,674 8,285,674\n\nWw 42,030,895 Ww 8,417 W = 22,345,092 Ww 64,384,404\n\n \n\n11. Compensation receivables\n\nChanges in compensation receivables included in other assets for the years ended March 31, 2009 and 2008 are as follows:\n\n{ Korean won in thousands }\n\n \n\n \n\n \n\n \n\nFY2008 Guarantee Credit\ninsurance insurance Total\nBeginning balance Ww 202,337,541 Ww 64,709,144 Ww 267,046,685\nNet decrease\"” 83,276,227 (3,252,745) 80,023,482\nEnding balance Ww 285,613,768 W 61,456,399 Ww 347,070,167\n\n \n\n \n\n \n\n{ Korean won in thousands }\n\n \n\n \n\n \n\nFY2007 Guarantee Credit\ninsurance insurance Total\nBeginning balance Ww 214,847,622 Ww 76,916,894 Ww 291,764,516\nNet decrease” (12,510,081) (12,207,750) (24,717,831)\nEnding balance Ww 202,337,941 W = 64,709,144 Ww 267,046,685",
    "Page_78": "Notes to Financial Statements\n\nMarch 31, 2009 a\n\nDetails of changes in compensation receivables for the years ended March 31, 2009 and 2008 are as follows:\n{ Korean won in thousands }\n\n \n\n \n\n \n\nFY2008 Beginning Increase Ending\nbalances {decrease} balances\nGross compensation receivables” Ww 537,608,761 Ww 63,296,978 Ww 600,905,739\nAdvances received related to compensation receivables\"! (270,562,076) 16,726,504 (253,835,572)\nNet compensation receivables Ww 267,046,685 Ww 80,023,482 Ww 347,070,167\n\n \n\n \n\n \n\n{ Korean won in thousands }\n\n \n\n \n\n \n\n \n\nFY2007 Beginning Increase Ending\nbalances (decrease) balances\nGross compensation receivables” Ww 584,203,929 W = (46,595,168) Ww 537,608,761\nAdvances received related to compensation receivables\"? (292,439,413) 21,877,337 (270,562,076)\nNet compensation receivables Ww 291,764,516 W (24,717,831) Ww 267,046,685\n(*) Changes in gross compensation receivables represent compensation income loss} reflected in the statements of income.\n(**) Changes in advances received related to compensation receivables between each balance sheet date represent net increase or decrease in\n\nsecurities and other assets which were acquired by exercising compensation rights, etc. and calculated by considering individual current\nstatus of those rights.\n\n12. Intangible assets\n\nChanges in intangible assets for the years ended March 31, 2009 and 2008 are as follows:\n{ Korean won in thousands }\n\n \n\n \n\n \n\nFY2008 Beginning Ending\nbalance Increase Amortization Transfer balance\nSoftware Ww 1,842,474 W 967,300 Ww \"I ,267,225) Ww s Ww 1,542,549\nIndustrial rights 1,006 2,068 (920) - 2,154\nDevelopment costs 21,493,623 13,935,941 (7,052,419) \"19760,000 31,137,145\nOthers 118,016 s (53,225) 64,791\n\n \n\nWw 23,455,119 We 14,905,309 Ww (8,373,789) Ww 2,760,000 Ww 32,746,639\n\n \n\n \n\n \n\n \n\n \n\n \n\n(*) Losses on error correction amounting to W127,341 thousand are included.\n(*) Advanced payments amounting to W2,760,000 thousand were transferred to intangible assets in 2009.\n{ Korean won in thousands }\nFY2007 Beginning Ending\nbalance Increase Amortization Transfer balance\nSoftware Ww 2,972,724 We 301,232 Ww (1,431,482) Ww - Ww 1,842,474\nIndustrial rights 1,832 - (826) - 1,006\nDevelopment costs - 21,325,422 (1,449,666) \"4 617,867 21,493,623\nOthers. 214,966 2 (96,950) 2 118,016\nWw 3,189,522 W 21,626,654 Ww (2,978,924) Ww 1,617,867 Ww 23,455,119\n(*) Provision for severance and retirement benefits, depreciation expenses on equipment and advanced payments amounting to W401,012 thousand,\n\nW18,549 thousand and W1,198,306 thousand, respectively, were transferred to intangible assets in 2008.",
    "Page_79": "Notes to Financial Statements 76\nMarch 31, 2009 and 2008 77\n\n \n\n13. Assets and liabilities denominated in foreign currencies\n\nAssets and liabilities denominated in foreign currencies as of March 31, 2009 and 2008 are as follows:\n( US dollars and Euros in units and Korean won in thousands |\n\n \n\n \n\n \n\n \n\n \n\nForeign currencies Korean won equivalent\nFY2008 FY2007 FY2008 FY2007\n\nDeposits in foreign currency us$ 1,140,588 - Ww 1,570,704 -\nInsurance receivables US$ 7,116,794 US$ 4,467,001 9,800,537 4,429,925\n€ 1,550,912 € 1,358,748 2,817,061 2,126,440\n\nOthers 3,396,798 2,715,706\n\nW 16,014,396 9,272,071\n\nInsurance claims payable US$ 3,997,269 US$ 2,066,209 Ww 5,504,639 2,049,060\n€ 1,196,776 € 1,132,805 2,173,812 1,772,840\n\nOthers 2,276,849 2,643,831\n\nWw 9,955,300 6,465,731\n\n \n\n \n\n  \n\n14. Policy reserves\n\nPolicy reserves as of March 31, 2009 and 2008 consist of the following:\n( Korean won in thousands }\n\n \n\n \n\nFY2008 FY2007\nReserve for outstanding claims W = 376,961,137 Ww 229,044,158\nUnearned premium reserve 1,225,153,856 1,134,711,246\nReinsurance reserve (135,683,538) (107,559,492)\n\nW 1,466,431,455 W 1,256,195,912\n\n \n\n \n\nChanges in reserve for outstanding claims for the years ended March 31, 2009 and 2008 are as follows:\n( Korean won in thousands }\n\n \n\n \n\n \n\n \n\nFY2008 Guarantee Credit Other\ninsurance insurance insurance Total\nBeginning balance Ww 203,629,094 Ww 16,172,285 Ww 9,242,779 Ww 229,044,158\nNet increase 132,354,664 7,227,356 8,334,959 147,916,979\nEnding balance Ww 335,983,758 Ww 23,399,641 Ww 17,577,738 Ww 376,961,137\n\n \n\n \n\n( Korean won in thousands }\n\n \n\n \n\nFY2007 Guarantee Credit Other\ninsurance insurance insurance Total\nBeginning balance Ww 125,171,097 Ww 9,563,668 Ww 5,193,657 Ww 139,928,422\nNet increase 78,457,997 6,608,617 4,049,122 89,115,736\n\n \n\nEnding balance Ww 203,629,094 Ww 16,172,285 Ww 9,242,779 W = 229,044,158",
    "Page_80": "Notes to Financial Statements\n\nMarch 31, 2009 a\n\n \n\nChanges in unearned premium reserve for the years ended March 31, 2009 and 2008 are as follows:\n{ Korean won in thousands }\n\n \n\nFY2008 Guarantee Credit Other\n\ninsurance insurance insurance Total\n\n \n\nBeginning balance Ww 741,685,371 374,770,695 18,255,180 W 1,134,711,246\nNet increase 66,713,172 13,531,579 10,197,859 90,442,610\nEnding balance Ww 808,398,543 388,302,274 28,453,039 W  1,225,153,856\n\n \n\n \n\n \n\n{ Korean won in thousands }\n\n \n\n \n\n \n\nFY2007 Guarantee Credit Other\ninsurance insurance insurance Total\nBeginning balance Ww 659,706,076 Ww 470,157,567 Ww 7,377,326 W  1,137,240,969\nNet increase (decrease) 81,979,295 (95,386,872) 10,877,854 (2,529,723)\nEnding balance Ww 741,685,371 Ww 374,770,695 Ww 18,255,180 W 1,134,711,246\n\n \n\nChanges in reinsurance reserve for the years ended March 31, 2009 and 2008 are as follows:\n{ Korean won in thousands }\n\n \n\n \n\nFY2008 Guarantee Credit Other\ninsurance insurance insurance Total\nBeginning balance Ww 74,076,973 Ww 32,463,716 Ww 1,018,803 Ww 107,559,492\nNet increase [decrease] 16,874,065 11,484,012 (234,031) 28,124,046\n\n \n\nEnding balance Ww 90,951,038 Ww 43,947,728 Ww 784,772 Ww 135,683,538\n\n \n\n \n\n \n\n(Korean won in thousands }\n\n \n\n \n\n \n\nFY2007 Guarantee Credit Other\ninsurance insurance insurance Total\nBeginning balance Ww 54,703,140 Ww 43,055,754 Ww 1,008,142 Ww 98,767,036\nNet increase (decrease) 19,373,833 (10,592,038) 10,661 8,792,456\nEnding balance Ww 74,076,973 Ww 32,463,716 Ww 1,018,803 Ww 107,559,492\n\n \n\nChanges in catastrophe reserve for the years ended March 31, 2009 and 2008 are as follows:\n{ Korean won in thousands }\n\n \n\n \n\nFY2008 Guarantee Credit Other\ninsurance insurance insurance Total\nBeginning balance 152,904,222 Ww 76,879,738 Ww 1,931,626 Ww 231,715,586\nNet increase 43,078,956 10,745,762 1,859,454 55,684,172\n\n \n\nEnding balance 195,983,178 Ww 87,625,500 Ww 3,791,080 W 287,399,758\n\n \n\n \n\n \n\n{ Korean won in thousands }\n\n \n\n \n\nFY2007 Guarantee Credit Other\ninsurance insurance insurance Total\nBeginning balance Ww 114,803,507 Ww 69,865,193 Ww 926,190 Ww 185,594,890\nNet increase 38,100,715 7,014,545 1,005,436 46,120,696\n\n \n\nEnding balance Ww 152,904,222 Ww 76,879,738 Ww 1,931,626 W 231,715,586",
    "Page_81": "Notes to Financial Statements 78\n1 nnn 79\n\nMarch 31, 2009 ar\n\n \n\n15. Insurance claims payable\n\nInsurance claims payable as of March 31, 2009 and 2008 consist of the following:\n\n{ Korean won in thousands }\n\n \n\n \n\nFY2008 Guarantee Automobile Special /\ninsurance insurance other insurance Total\nDue to agents 57,547 Ww 57,547\nCoinsurance payable - 719,142 719,142\nPremiums refund payable 328,276 - 328,276\nReinsurance payable 38,513,115 10,294,698 48,813,109\nOverseas reinsurance premiums receivables 14,440,731 10,753,638 25,194,465\nDeposits on reinsurance treaties ceded 18,078,201 16,959 18,095,160\n\n \n\n71,417,870 21,784,437 93,207,699\n\n \n\n \n\n{ Korean won in thousands }\n\n \n\n \n\n \n\nFY2007 Guarantee Automobile Special /\ninsurance insurance other insurance Total\n\nDue to agents Ww 59,092 Ww - Ww - Ww 59,092\nCoinsurance payable - - 438,802 438,802\nPremiums refund payable 333,833 - - 333,833\nReinsurance payable 39,263,125 16,752 6,085,472 45,365,349\nOverseas reinsurance premiums receivables 3,363,886 67 3,721,551 7,085,504.\nDeposits on reinsurance treaties ceded 17,559,305 - 12,488 17,571,793\n\nWw 60,579,241 Ww 16,819 W 10,258,313 Ww 70,854,373\n\n \n\n16. Severance and retirement benefits\n\nChanges in severance and retirement benefits for the years ended March 31, 2009 and 2008 are as follows:\n( Korean won in thousands }\n\n \n\nFY2008 FY2007\n\nBeginning balance Ww 21,104,187 Ww 19,444,056\nProvision during the year 8,264,567 7,463,591\nPayments during the year (967,393) (5,803,460)\n\n28,401,361 21,104,187\nPrepayments to the NPS - (17,021)\nEnding balance W 28,401,361 Ww 21,087,166",
    "Page_82": "Notes to Financial Statements\n\nMarch 31, 2009 and 2!\n\n \n\n17. Borrowings\n\nBorrowings as of March 31, 2009 and 2008 are as follows:\n\n{ Korean won in thousands }\n\n \n\n \n\n \n\n \n\n \n\nAnnual\ninterest Maturity\nCreditors rates (%] dates FY2008 FY2007\nLong term operating\nborrowings” Hyundai Motor, etc. 8.00 Jun. 24, 2009 Ww 3,250,000 Ww 16,250,000\nSamsung Life Insurance, etc. ic Jun. 24, 2009 11,703,700 58,518,500\n14,953,700 74,768,500\ncp Daehan Investment\nTrust Management, etc. 5.00 Aug. 31, 2009 62,717,844 125,435,687\nSamsung Investment\nTrust Management, etc. 0.54 Aug. 31, 2009 103,104,233 103,104,233\n2.00 Aug. 31, 2018 293,098,513 322,408,364\nWoori Investment\nTrust Management, etc. 4.00 Aug. 31, 2051 77,579,819 77,579,819\n536,500,409 628,528,103\nPresent value discount (86,389,360) (105,858,313)\n450,141,049 522,669,790\nW = 465,064,749 W 597,438,290\n(*1) Long-term operating borrowings represent the subordinated debts which were converted from the insurance claims payable to the Cornpany’s\n\npolicyholders and accordingly, cannot be redeemed prior to the maturity date.\n\n(*2] The CP, which were issued in lieu of payments for insurance claims payable to the Company's policyholders, continued to be rolled\n\nover every 3 month. These cannot be redeemed prior to the maturity date.\n\n(*3) Average rate of return of national housing bonds.\n\nThe repayment schedules of the above borrowings are as follows:\n\n{ Korean won in billions }\n\n \n\nLong term operating\n\n \n\n \n\nborrowings CP borrowings Total\nWithin 2009 year Ww 150 W 195.1 W 210.1\n2009 ~ 2010 year - 29.3 29.3\n2010 ~ 2011 year - 29.3 29.3\n2011 ~ 2012 year - 31.2 31.2\n2013 year and after - 251.6 251.6\nWw 150 W 536.5 W 551.5",
    "Page_83": "Notes to Financial Statements 80\nMarch 31, 2009 and 2008 81\n\n18. Commitments and contingencies\n\nGuarantees issued and outstanding - Guarantees issued and outstanding under guarantee insurance policies in effect as of March 31, 2009 and 2008 are as follows:\n\n{ Korean won in millions )\n\n \n\n \n\n \n\n  \n   \n\n   \n\n \n\nTotal guarantees Guarantees issued and\n\nissued and outstanding outstanding held by the Company\n\nFY2008 FY2007 FY2008 FY2007\nPerformance 54,331,153 |W 49,813,393 | W 51,616,585 | W 48,035,508\nPersonal reference 33,143,735 31,056,321 33,123,992 31,023,002\nCredit insurance 29,585,114 29,044,780 21,770,368 20,914,549\nSecurity deposits 18,445,865 14,977,991 18,445,865 14,977,991\nStabilization of livelihood 11,624,156 11,218,440 9,407,363 9,137,488\nPetty loan 97,881 130,190 78,329 104,194\nBonds 114,873 114,838 114,873 114,838\nInstallment sales 42,964 64,064 42,952 63,961\nOthers 22,735,814 16,626,424 22,091,062 16,054,025\nWw 170,121,555 | W 153,046,441 | W 156,691,389 | W 140,425,556\n\n \n\n \n\nReinsurance agreements - The Company into agreements for the reinsurance ceded and assumed with KoreanRe Co., Ltd. to transfer a certain portion of\ninsurance risk as of March 31, 2009. According to those reinsurance agreements, the Company paid the reinsurance premiums ceded to KoreanRe Co., Ltd. and\n\nhas received the reinsurance premiums assumed and reinsurance commission recovered from the reinsurance company.\n\nLawsuits with respect to insurance claims benefits - As of March 31, 2009 and 2008, lawsuits of 4,944 cases with claims totaling W153,331,475 thousand and 9,728\ncases with claims totaling 85,478,662 thousand with respect to insurance claims filed against the Company are still pending. Accordingly, the Company has\n\nprovided estimated losses for the above lawsuits as a reserve for outstanding claims under the policy reserve section.\n\nLawsuits against Samsung Motors Co., Ltd. - In September 1999, the Company and other creditors of Samsung Motors Co., Ltd. [\"SMCL’) entered into an\nagreement (“Agreement |\") with the chairman of the Samsung group of companies, Mr. Kun-Hee Lee, and the Samsung group affiliates in connection with\ncollection of SMCL's debts. According to the Agreement |, Mr. Kun-Hee Lee transferred his 3,500,000 common shares of Samsung Life Insurance Co., Ltd., (“SLI”)\nto the Company and the other creditors to satisfy SMCL's liability prior to December 31, 2000. According to the Agreement |, such common shares shall be sold\nby December 31, 2000 for collection of SMCL's debts. However, if the total proceeds from the sale of common shares by the Company and other creditors do not\nexceed W2,450 billion {or W700,000 per share in units], Mr Kun-Hee Lee and the Samsung group affiliates shall purchase subordinated debt or new common\n\nshares issued by the Company and the other creditors for any shortfall amount.\n\nAs of March 31, 2008, the Company and the other creditors could not sell their shares in SLI. On December 9, 2005, the Company and the other creditors filed\na lawsuit against Mr. Kun-Hee Lee and the Samsung group affiliates to pay the principal and interest amount. On January 31, 2008, the Company and the other\ncreditors won the lawsuit from the Seoul District Court who authorized an effectiveness of Agreement |. On January 31, 2008, both parties brought intermediate\nappeals regarding whether the total liability amounted to 5,203.5 billion. The lawsuit is still pending at the Seoul High Court as of March 31, 2009 and the\n\noutcome of the lawsuit and its impact on the Company's financial statements cannot be reasonably determined as of March 31, 2009.\n\nIn September 1999, the Company securitized 1,165,955 shares out of the total 1,881,778 shares of common shares of SLI it owned. In accordance with the asset-\nbacked securization agreement (“Agreement II\") between the Company, a special purpose company (\"SPC\") and SLI, SLI and the Company purchased 747.9\nbillion and W68.3 billion of senior debt and subordinated debt issued by the SPC, respectively. However, if the ultimate sales price of the securitized SLI common\nshares is below W816.5 billion, the Company shall pay the SPC the shortfall amount and at the same time the Company shall be reimbursed by Mr. Kun-Hee Lee\nand Samsung group companies.",
    "Page_84": "Notes to Financial Statements\n\nMarch 31, 2009 and 2!\n\n \n\nDerivative assets - The Company owned 2,851,000 shares of common shares with restriction on sales of Woongjin Chemical Co., Ltd. acquired by exercising\ncompensation rights as of March 31, 2007 and disposed 2,068,044 shares for W8,893 million in accordance with the stock subscription and transfer contract\nwith Woongjin Coway Co., Ltd. and Woongjin Consortium (the “Contract”) in 2008. Further, in accordance with the Contract, the restriction on sales related to the\n\nresidual 782,956 shares was released and the Company was granted the following put-option at the same time:\n( shares, Korean won in thousands )\n\n \n\n \n\nOption Value of options Derivative\nShares price per share per share assets\nWoongjin Chemical Co., Ltd. 782,956 Ww 5,560 Ww 442.16 Ww 346,192\n\n \n\nThe Company is committed to being able to exercise the option within five working days after one year from January 30, 2008. The option expired without being\n\nexercised during the current year because the stock price was higher than the exercise price. The losses involved were recorded as miscellaneous losses.\n\n19. Deposits for security\n\nThe Company received time deposits and government bonds from its policyholders to secure the legally incurred compensation receivables from third parties\narising from the fulfillment of its obligations on the insurance policies and accounted for those deposits and bonds in suspense accounts, which are not recorded\nin the accompanying financial statements. However, it is no longer allowed for the Company to receive those time deposits and bonds in accordance with a\nrevision in the related law effective frorn January 1, 2007 and therefore the Company started to let its policyholders provide their own name registered time\ndeposits for the Company as collateral starting from January 1, 2007. As of March 31, 2009 and 2008, the remaining time deposits and government bonds which\nthe Company holds amounted to W362.3 billion and W362 billion, respectively. Those deposits and bonds may be debited to current operations in the event that\n\nthe insurance claims benefits would be paid to the beneficiaries, if any, in the future.\n\nCash deposits which the Company had received from its policyholders under the same purpose up to 1997 have been accounted for as other liabilities and the\nrelated interest to be paid to the policyholders has been calculated by applying the annual interest rate which is disclosed on a monthly basis by Korea Insurance\nDevelopment Institute and charged to current operations. As of March 31, 2009 and 2008, the remaining cash deposits which the Company holds as an off-balance\n\nsheet item amounted to W974 million and ¥¥1,038 million, respectively.\n\n20. Stockholders’ equity\n\nIn accordance with the Articles of Incorporation, the Company is authorized to issue 3,000 million shares of capital stock, consisting of common\nand preferred stock, with a par value of W5,000 per share. Changes in common and preferred stock issued by the Company for the latest two\n\nyears are as follows:\n( shares, Korean won in thousands ]\n\n \n\n \n\n \n\n \n\nCommon stock Preferred stock”\nNumber of Number of\nshares issued Amounts shares issued Amounts\nMarch 31, 2006 29,001,859 Ww 145,009,295 195,975,333 Ww 979,876,665\nStock increases\"! 5,908,940 29,544,700 39,928,737 199,643,685\nMarch 31, 2007 and 2008 34,910,799 174,553,995, 235,904,070 1,179,520,350\nRedemption of Preferred stock\" - - (79,596,383) -\n\n \n\nMarch 31, 2009 34,910,799 Ww 174,553,995 156,307,687 W  1,179,520,350",
    "Page_85": "Notes to Financial Statements 82\nMarch 31, 2009 and 2008 83\n\n(*1) The preferred stock is participating, non-voting and non-cumulative but is entitled to receive a minimum cash dividend at 1% of par value. In addition,\nthe preferred stock is committed to being redeemed only if the Company records retained earnings available for future dividend after five years from\nthe date of preferred stock issuance\n\n(*2) In accordance with a resolution of the Company's ordinary stockholders meeting held on June 20, 2006, the Company utilized the gain on capital\nreduction of W8,427,812 million to offset the accumulated deficit and the remaining gain on capital reduction of 229,188 million was transferred to\ncapital stock in accordance with a resolution of the Company's board of directors held on Decernber 21, 2006.\n\n(*3) In accordance with a resolution of the Company's ordinary stockholders’ meeting held on June 19 2008, the company extinguished 79,596,383\nshares of convertible preferred stock resulting in reduction of retained earnings of W397,982 million. As a result, preferred stock capital is not equal\nto the total amount of shares issued. Reserve for redemption of preferred stock amounting to W187,616 million is proposed for a resolution in the\nCompany's ordinary stockholders’ meeting scheduled for June 19, 2009.\n\nAs of March 31, 2009 and 2008, the stockholders of the Cornpany and their shareholdings are as follows:\n\n \n\n \n\n \n\n \n\n( shares ]\nFY2008 FY2007 Equity\nCommon Preferred Common Preferred ownership (%}\nstock stock stock stock (common stock)\nKorea Deposit\nInsurance Corp. 32,764,453 156,307,687 32,764,453 235,904,070 93.85\nLife insurance\ncompanies [3] 1,675,597 s 1,675,597 - 4.80\nNon-life insurance\ncompanies (9] 470,749 - 470,749 2 1.35\n34,910,799 156,307,687 34,910,799 235,904,070 100.00\n\n \n\n \n\n \n\nIn accordance with the Korean Commercial Code, an amount equal to at least 10% of cash dividends is required to be appropriated as a legal reserve until the\n\nreserve equals 50% of paid-in capital. The legal reserve may not be utilized for cash dividends but may only be used to offset a deficit, if any, or be transferred to capital.\n\n21. Premium income\n\nPremium income for the years ended March 31, 2009 and 2008 is as follows:\n( Korean won in thousands }\n\n \n\n \n\n \n\nFY2008 Guarantee Credit Other\ninsurance insurance insurance Total\nPrimary premium Ww 875,083,338 Ww 277,785,762 Ww 1,578,492 WW 1,154,447,592\nSurrender value (92,090,802) (59,128,264) (2,282,058) (153,501,124)\nAssumed reinsurance premium 41,194,058 482,657 59,060,048 63,736,763\nWw 787,186,594 Ww 219,140,155 W 58,356,482 W = 1,064,683,231\n\n \n\n \n\n \n\n{ Korean won in thousands }\n\n \n\n \n\nFY2007 Guarantee Credit Other\ninsurance insurance insurance Total\nPrimary premium Ww 785,769,878 Ww 208,156,170 We 1,378,963 W = 995,305,011\nSurrender value (96,454,008) (68,371,013) (514,219) (165,339,240)\nAssumed reinsurance premium - - 33,457,039 33,457,039\n\n \n\nWw 689,315,870 Ww 139,785,157 W = 34,321,783 W = 863,422,810",
    "Page_86": "Notes to Financial Statements\n\nMarch 31, 2009 a\n\n22. Reinsurance transactions\n\nReinsurance transactions for the years ended March 31, 2009 and 2008 are as follows:\n\n{ Korean won in thousands }\n\n \n\n \n\n \n\n \n\nFY2008 Guarantee Credit Other\ninsurance insurance insurance Total\nReinsurance income:\nReinsurance claims benefits Ww 64,418,215 Ww 32,816,364 Ww - Ww 97,234,579\nRefund of reinsurance claims benefits (38,369,225) (16,720,655) - (55,089,880)\nWw 26,048,990 Ww 16,095,709 Ww - Ww 42,144,699\n\n \n\nReinsurance expense:\n\n \n\n \n\nReinsurance premiums paid Ww 74,399,132 Ww 46,140,958 Ww 1,287,911 Ww 121,828,001\nRefund of surrender value (13,261,729) (2,706,996) - (15,968,725)\n\nWw 61,137,403 Ww 43,433,962 Ww 1,287,911 W 105,859,276\nReinsurance commission received Ww 32,047,154\nReinsurance profit commission received Ww 7,531,031\n\n \n\n  \n\n{ Korean won in thousands }\n\n \n\n \n\n \n\nFY2007 Guarantee Credit Other\ninsurance insurance insurance Total\nReinsurance income:\nReinsurance claims benefits Ww 29,622,569 Ww 33,749,024 Ww - Ww 63,371,593\nRefund of reinsurance claims benefits (33,405,895) (18,683,483) - (52,089,378)\nWw (3,783,326) Ww 15,065,541 Ww - Ww 11,282,215\n\n \n\nReinsurance expense:\n\n \n\n \n\nReinsurance premiums paid Ww 66,719,825 Ww 28,041,762 Ww 1,037,308 Ww 95,798,895\nRefund of surrender value (12,415,866) (5,165,693) - (17,581,559)\n\nWw 54,303,959 Ww 22,876,069 Ww 1,037,308 Ww 78,217,336\nReinsurance commission received Ww 28,677,943\nReinsurance profit commission received Ww 7,989,153\n\n \n\n23. Operating and administrative expenses\n\nOperating and administrative expenses for the years ended March 31, 2009 and 2008 are as follows:\n\n{ Korean won in thousands }\n\n \n\n \n\nFY2008 FY2007\nSalaries W 73,190,710 Ww 68,022,850\nProvision for severance and retirement benefit 8,008,441 6,876,936\nEmployee benefits 15,389,703 13,603,410\nGeneral administrative expenses\"\\\"*™! 61,881,036 48,510,875\nAcquisition & collection expenses 3,406,504 3,352,485\nAgent commission paid 69,138,287 63,021,824\nCoinsurance commission paid 98,280 83,015\nClaim survey fee paid 38,202,456 40,641,847",
    "Page_87": "Notes to Financial Statements 84\nnnn 85\n\nMarch 31, 2009 ar\n\n \n\n{ Korean won in thousands }\n\n \n\n \n\nFY2008 FY2007\nReinsurance commission paid Ww 17,130,938 Ww 9,552,820\nReinsurance profit commission paid 60,318 (52,575)\nInterest on outward reinsurance reserve deposit (66) 6\nMiscellaneous operating losses 7,697,092 9,709,601\n\n \n\n \n\nW = 294,203,699 W 263,323,094\n\n24. General administrative expenses\n\nGeneral administrative expenses included in operating and administrative expenses for the years ended March 31, 2009 and 2008 are as follows:\n{ Korean won in thousands }\n\n \n\n \n\n \n\nFY2008 FY2007\n\nravel expenses Ww 345,800 Ww 335,749\nCommunication expenses 2,735,385 2,541,807\nUtility expenses 5,243,197 5,108,333\naxes and dues 9,967,172 10,273,251\nSupplies expenses 775,475 921,846\nSubscription 353,446 214,491\nMeeting expenses 917,667 777,078\nRental expenses 5,080,023 4,421,813\nBad debt expenses 18,955,540 6,204,295\nDepreciation expenses 3,380,857 3,262,145\nRepair expenses 764,347 1,473,615\nVehicles maintenance expenses 1,508,803 1,429,545\nnsurance premium 220,615 279,117\nCommissions 2,670,095 2,423,165\nEntertainment expenses 374,626 357,041\nPublication expenses 267,143 281,054\nAdvertising expenses 832,339 925,933\nResearch and study expenses. 1,783,643 1,675,222\nPhysical training 228,166 55,425\n\nraining expenses 695,302 1,181,858\nComputer processing 1,461,116 1,499,300\nAssociation fees 614,423 616,710\nMiscellaneous expenses 788,186 705,515\nMiscellaneous salaries 1,495,392 1,086,613\n\nEvent expenses 442,278 459,354\nW 61,881,036 Ww 48,510,875",
    "Page_88": "Notes to Financial Statements\n\nMarch 31, 2009 and 2!\n\n \n\n25. Investment administrative expenses\n\nInvestment administrative expenses for the years ended March 31, 2009 and 2008 are as follows:\n{ Korean won in thousands }\n\n \n\n \n\nFY2008 FY2007\n\nSalaries Ww 1,516,137 Ww 1,137,251\nProvision for severance and retirement benefit 223,172 81,192\nEmployee benefits 204,627 164,925\nTravel expenses 4,469 7,995\nCommunication expenses 130,088 95,029\nTaxes and dues 483,542 583,476\nMeeting expenses 17,630 18,822\nCommissions 2,830,734 2,296,430\nEntertainment expenses 14,503 12,817\nResearch and study expenses - 11,550\nEvent expenses 4,200 3,600\nTraining expenses 741 624,\nDepreciation expenses 1,401,737 1,383,361\nOthers. 88,947 49,225\n\nWw 6,920,527 Ww 5,846,297\n\n \n\n \n\n \n\n26. Non-operating miscellaneous income\n\nIn the case that the Company sells non-listed securities, which were acquired by exercising compensation rights, etc., the proceeds collected which exceed the\nfair value at the time of acquisition of those securities are credited to the non-operating miscellaneous income. Further, in case that the Company sells restricted\nlisted shares, which were acquired by exercising compensation rights, etc., the amounts which are calculated by deducting the fair value at the time of acquisition\nof those listed securities from market value of those shares at the lapse of restricted terms are credited to the nonoperating miscellaneous income. Such\naccounting treatment of the Company resulted in nonoperating miscellaneous income of W 14,876,215 thousand and W3,186,674 thousand for the years ended\nMarch 31, 2009 and 2008, respectively.\n\n27. Income taxes\n\nThe Company is subject to corporate income taxes, including resident surtax, at the aggregate rates of 12.1% on taxable income up to W200,000 thousand (2007:\n14.3% on taxable income of up to 100,000 thousand) and 27.5% on taxable income in excess of 200,000 thousand (2007: 25.5% on taxable income in excess of\n+W100,000 thousand). The aggregate tax rate will be reduced to 24.2% in 2009 and 22% in 2010 and thereafter on taxable income in excess of ¥¥200,000 thousand.\n\nThe major components of provision for income taxes for the years ended March 31, 2009 and 2008 are as follows:\n( Korean won in thousands }\n\n \n\n \n\nFY2008 FY2007\nCurrent income taxes W 112,947,110 Ww 249,296,546\nChanges in deferred income taxes (60,681,688) (31,090,393)\n\nCurrent and deferred income taxes recognized directly to equity 41,439,211 (8,398,464)\n\nProvision for income taxes Ww 93,704,633 Ww 209,807,689",
    "Page_89": "Notes to Financial Statements 86\n2008 87\n\nMarch 31, 2009 ar\n\n \n\nReconciliations of income before income taxes for financial reporting purposes and taxable income for corporate income tax reporting purposes are summarized\n\n \n\n \n\n \n\n \n\n \n\n \n\nas follows:\n( Korean won in thousands ]\nFY2008 FY2007\nIncome before income taxes W = 343,859,022 Ww 740,450,243\nTax at the statutory income tax rate of 27.5% 94,530,431 203,610,617\nAdjustments:\nIncome not subject to tax (7,913,725) (112,260)\nExpenses not deductible for tax purposes 453,548 490,028\nTax credit (500,878) (679,258)\nIncome tax paid (returned) (20,426) 6,430,701\nOthers 7,155,683 67,861\nIncome tax expense at the effective income tax rate of 27.3% (2008: 28.3%) W 93,704,633 Ww 209,807,689\n\nDeferred income taxes reflect the net tax effects of temporary differences between the carrying amounts of assets and liabilities for financial reporting purposes\nand the amounts used for corporate income tax reporting purposes. Significant changes in cumulative temporary differences and deferred income tax assets and\n\nliabilities for the years ended March 31, 2009 and 2008 are as follows:\n( Korean won in thousands }\n\n \n\n \n\nFY2008 As of Apr. 1, Net increase As of Mar. 31, Deferred\n2008 (decrease) 2009 income taxes\n\n \n\nDeductible temporary differences:\n\nAvailable-for-sale securities (3,967,793) Ww 108,860,448 W = 104,892,655 Ww 25,789,985,\nAvailable-for-sale securities 344,668,019 16,315,193 360,983,212 79,416,307\nAllowance for doubtful accounts 696,064 (114,514) 581,550 138,575\nConversion of investments in Ssangyong Cement 61,236,083 7,293,017 68,529,100 15,076,402\nPreliminary claim for compensation 12,813,538 9,894,779 22,708,317 4,995,830\nSeverance and retirement benefits 16,099,896 4,149,770 20,249,666 4,454,927\nStock dividend without consideration 2,163,377 (65) 2,163,312 475,929\nDividend income 30,156,740 921,446 31,078,186 6,837,201\nDepreciation 4,676,708 (856,471) 3,820,237 840,452\nAmortization on intangible assets 1,341,175 507,622 1,848,797 406,735\nCommission paid 94,600 36,950 131,550 31,835\n\nOthers 2,956,228 73,060 3,029,288 666,443\n472,934,635 Ww 147,081,235 W = 620,015,870 Ww 139,130,621\n\n \n\n \n\nTaxable temporary differences:\n\nTrading securities (6,584,446) Ww 1,523,447 WwW (5,060,999) Ww (1,224,762)\nGains on valuation of put-option (346,192) 346,192 = 2\nCompensation income (267,046,684) (80,023,481) (347,070,166) (76,355,437)\n\nPresent value discount (105,858,314) 19,468,955 (86,389,360) (19,316,447)\nInterest receivable (23,650,837) 9,425,935 (14,224,902) (3,442,426)\nGains on foreign currency translation 144,487 (2,013,102) (1,868,615) (411,095)\n\n(403,341,988) Ww (51,272,054) W = (454,614,042) W (100,750,167)",
    "Page_90": "Notes to Financial Statements\n\nMarch 31, 2009 a\n\n{ Korean won in thousands }\n\n \n\nFY2008 As of Apr. 1, Net increase As of Mar. 31, Deferred\n2008 (decrease] 2009 income taxes\n\n \n\nTemporary differences deducted\n\n \n\n \n\nfrom and added to capital:\nGain on valuation of available-for-sale securities (220,289,859) Ww 133,011,316 W (87,278,543) W (19,168,597)\nEquity adjustment loss arising\nfrom equity method investment 182,905 173,443 356,348 78,397\n(220,106,954) Ww 133,184,759 W (86,922,195) Ww (19,090,200)\nDeferred income tax assets 130,057,024 139,130,621\nDeferred income tax liabilities (171,448,458) (119,840,367)\n\nWw (41,391,434) W 19,290,254\n\n \n\n \n\nThe company recognized fully the deferred income tax assets for all the deductible temporary differences as the aggregate amount of the total taxable temporary\n\ndifferences and the expected future taxable income before reflecting tax adjustment iterns exceed the total of all the deductible temporary differences.\n\nAs of March 31, 2009 and 2008, accrued income tax and refunded corporate income tax are W112,967,936 thousand and 65,171,463 thousand and W249,933,357\nthousand and 97,678,340 thousand, respectively.\n\n{ Korean won in thousands }\n\n \n\nFY2007 As of Apr. 1, Net increase As of Mar. 31, Deferred\n2007 (decrease) 2008 income taxes\n\n \n\nDeductible temporary differences:\n\nAvailable-for-sale securities Ww 337,837,929 Ww 6,830,090 W = 344,668,019 Ww 94,783,705\nAllowance for doubtful accounts 606,014 90,050 696,064 191,417\nConversion of investments in Ssangyong Cement 18,564,155 42,671,928 61,236,083 16,839,923\nPreliminary claim for compensation 12,143,135 670,403 12,813,538 3,523,723\nCompensation income (370,683,450) 103,636,765 (267,046,685) (73,437,838)\nStock dividend without consideration 2,164,212 (835 2,163,377 594,929\nDividend income 40,560,177 (10,403,437 30,156,740 8,293,104\nDepreciation 5,067,570 (390,862 4,676,708 1,286,095\nAmortization on intangible assets 711,474 629,70 1,341,175 368,823\nCommission Paid 190,093 (95,493 94,600 26,015\nOthers. 2,846,467 254,248 3,100,715 852,696\n\n \n\nWw 50,007,776 Ww 143,892,558 W = 193,900,334 Ww 53,322,592\n\n \n\nTaxable temporary differences:\n\nTrading securities Ww (9,533,707) = W 2,949,26 W (6,584,446) W (1,810,723)\nGains on valuation of put-option 13,628,384 (17,596,177 (3,967,793) (1,091,143)\nCompensation income a (346,192! (346,192) (95,203)\nPresent value discount 12,620,624 3,479,272 16,099,896 4,427,471\nInterest receivable (122,616,125) 16,757,810 (105,858,315) (29,111,037)\nGains on foreign currency translation (18,110,149) (5,540,688 (23,650,837) (6,503,980)\n\n \n\n \n\nW (124,010,973) Ww (296,714) W = (124,307,687) W (34,184,615)",
    "Page_91": "Notes to Financial Statements\n\nMarch 31, 2009 and 2008\n\n \n\n88\n89\n\n{ Korean won in thousands }\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFY2007 As of Apr. 1, Net increase As of Mar. 31, Deferred\n2007 (decrease) 2008 income taxes\nTemporary differences deducted\nfrom and added to capital:\nGain on valuation of available-for-sale securities W (189,567,085) Ww (30,722,774) W = (220,289,859) We (60,579,711)\nEquity adjustment loss arising\nfrom equity method investment - 182,905 182,905 50,300\nWw (189,567,085) Ww (30,539,869) W = (220,106,954) WH (60,529,411)\nDeferred income tax assets Ww 13,752,138 Ww 53,322,592\nDeferred income tax liabilities (86,233,965) (94,714,026)\nWw (72,481,827) W (41,391,434)\n28. Per share amounts\nThe Company's per share amounts for the years ended March 31, 2009 and 2008 are calculated as follows:\nBasic earnings per share FY2008 FY2007\nNet income Ww 250,154,388,682 |W 530,642,554,532\nPreferred stock income!” (204,483,649,597) (462,237,316,553)\nNet income attributable to common stock 45,670,739,085 68,405,237,979\nWeighted-average number of outstanding common shares\"! 34,910,799 shares 34,910,799 shares\n1,959\n\nBasic earnings per share\n\n \n\n(*1) Income attributable to preferred stock\n250,154,388,682 X 156,307,687 shares = (34,910,799 shares + 156,307,687 shares) = 204,483,649,597\n530,642,554,532 X 235,904,070 shares = (34,910,799 shares + 235,904,070 shares) = 462,237,316,553\n(*2) Weighted-average number of outstanding common shares\n\n \n\nWw 1,308 |W\n\nWeighted-average numbers of outstanding common shares for the years ended March 31, 2009 and 2008 are the same as shares issued\n\n29. Comprehensive income\n\nThe details of comprehensive income for the years ended March 31, 2009 and 2008 are as follows:\n\n{ Korean won in thousands }\n\n \n\n \n\n \n\nFY2008 FY2007\nNet income Ww 250,154,389 |W 530,642,555\nOther comprehensive income, net of tax:\nGain (loss) on valuation of available-for-sale securities (91,600,202) 22,274,011\nEquity adjustment arising from equity method investments (145,346) (132,606)\nComprehensive income Ww 158,408,841 |W 552,783,960",
    "Page_92": "Notes to Financial Statements\n\nMarch 31, 2009 a\n\n30. Value-added information\n\nIn accordance with SKAS 21 Preparation and Presentation of Financial Statements, the “value added” items as defined by the standard, which are required to be\n\ndisclosed by the Company for the years ended March 31, 2009 and 2008, are as follows:\n\n{ Korean won in thousands }\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFY2008 Operating and Investment\nadministrative administrative Development Other\nexpenses expenses costs expenses Total\nSalaries Ww 73,190,710 W 1,516,137 We 141,313 W 74,848,160\nProvision for severance and\nretirement benefits 8,008,441 223,172 32,955 8,264,568\nEmployee benefits 15,389,703 204,627 17,989 15,612,319\nRental expenses 5,080,023 - - 5,080,023\nDepreciation 3,380,857 1,401,737 - 4,782,594\nDepreciation of investment\nin real estate - - 663,966 663,966\nTaxes and dues 9,967,172 483,542 - 10,450,714\nMiscellaneous salaries 1,495,392 44,677 151,469 1,691,538\nAcquisition &\ncollection expenses 3,406,504 - - 3,406,504\nAgent commission paid 69,138,287 - - 69,138,287\nWw 189,057,089 3,873,892 1,007,692 W 193,938,673\n{ Korean won in thousands }\nFY2007 Operating and Investment\nadministrative administrative Development Other\nexpenses expenses costs expenses Total\nSalaries Ww 68,022,850 W 1,137,251 We 3,850,861 W 115,985 W 73,126,947\nProvision for severance\nand retirement benefits 6,876,936 81,192 401,012 104,451 7,463,591\nEmployee benefits 13,603,410 164,925 - - 13,768,335\nRental expenses 4,421,813 - - - 4,421,813\nDepreciation 3,262,145 1,383,361 18,549 6,183 4,670,238\nDepreciation of investment\nin real estate - - - 663,016 663,016\nTaxes and dues 10,273,251 583,476 - - 10,856,727\nMiscellaneous salaries 1,086,613 - - - 1,086,613\nAcquisition & collection\nexpenses 3,352,485 - - - 3,352,485\nAgent commission paid 63,021,824 63,021,824\n\n \n\nWw 173,921,327 W 3,350,205 W 4,270,422 We 889,635  W 182,431,589",
    "Page_93": "Notes to Financial Statements\n\nMarch 31, 2009 and 2008\n\n31. Related party disclosures\n\n90\n91\n\nThe related parties of the Company and nature of their relationship with the Company as of March 31, 2009 are as follows:\n\n \n\nCompany name\n\nParent company\n\nRelationship with the Company\n\n \n\nSG Credit Information Co., Ltd.\nSG ABS Special Purpose Company\n\nNational Information & Credit Evaluation, Inc.\n\nSG Assets Management\n\nThe Company\nThe Company\nThe Company\nThe Company\n\nSubsidiary\nSubsidiary\nSubsidiary\nSubsidiary\n\n \n\nCompensation for key management personnel for the years ended March 31, 2009 and 2008 is as follows:\n\n( Korean won in thousands ]\n\n \n\n \n\n \n\n  \n\nFY2008 FY2007\nSalaries Ww 2,011,244 | W 1,996,312\nProvision for severance and retirement benefit 279,230 256,124\n2,252,436\n\n \n\nOutstanding balances with related parties as of March 31, 2009 and 2008 are as follows:\n\n \n\nWw 2,290,474 | W\n\n( Korean won in thousands }\n\n \n\n \n\n \n\n \n\nCompany name Account name Description FY2008 FY2007\nSG Credit Information Co., Ltd. Leasehold deposits received Office lease 2,737,438 |W 2,588,032\nAccrued expenses Claim survey fee 1,906,358 1,751,430\n\nAccrued income\n\nDividend income\n\n255,000 -\n\n \n\n \n\n( Korean won in thousands }\n\n \n\n \n\nCompany name Account name Description FY2008 FY2007\nSG ABS Special Purpose Company Accrued income Dividend income 56,003\nNational Information & Credit Evaluation, Inc. Leasehold deposits received Office lease 4,848,288 4,574,276\n\n \n\n \n\n{ Korean won in thousands }\n\n \n\nCompany name\n\nAccount name\n\nDescription\n\nFY2008 FY2007\n\n \n\nSG Assets Management\n\nLeasehold deposits received\n\nOffice lease\n\n38,000\n\n \n\nSignificant transactions with related parties for the years ended March 31, 2009 and 2008 are as follows:\n\n \n\n{ Korean won in thousands }\n\n \n\n \n\nCompany name Account name Description FY2008 FY2007\nSG Credit Information Co., Ltd. Other miscellaneous income Supplies lease 11,172\nRental income Utilities 263,338 234,158\nClaim survey fee paid Commission 21,426,230 21,408,743\nSG Assets Management Rental income Utilities 4,054 3,600\nSG ABS Special Purpose Company Dividend income Contributions 11,075,620 52,395,902\nOther miscellaneous income Supplies lease 359,035 300,353\nNational Information &Credit Evaluation, Inc. Rental income Utilities 651,148 642,837\nRental income Office lease 169,948 149,602",
    "Page_94": "Notes to Financial Statements\n\nMarch 31, 2009 and 2!\n\n \n\n32. Gains on error correction\n\nGains {losses} on error correction for the years ended March 31, 2009 and 2008 are as follows:\n\n{ Korean won in thousands }\n\n \n\n \n\nFY2008 FY2007\nDepreciation Ww (27,832) | W =\nAmortization of intangible assets (127,341) -\nAmortization of present value discount - 4,171,804\nWw (155,173) | W 4,171,804\n\n \n\n \n\n \n\nDepreciation of furniture and equipment and amortization of software incurred but not recorded in the prior period amounts to W27,832 thousand and W127,341\nthousand, respectively. Amortization of present value discount miscalculated in the prior period amounts to W4,171,804 which is recognized as gains on error\n\ncorrection for the year ended March 31, 2008.\n\n33. Cash flow information\n\nCash and cash equivalents as of March 31, 2009 and 2008 consist of the following:\n\n{ Korean won in thousands }\n\n \n\n \n\n \n\n \n\n \n\n \n\nFY2008 FY2007\nCash Ww 26,880 | W 32,408\nChecking account 41,121 105,580\nPassbook accounts 453,117 1,315,697\nCMA 37,910,000 23,300,000\nMMF 160,000,000 20,000,000\nOther deposits 58,147,848 6,577,144\nW = 256,578,966 | W 51,330,829\nMajor non-cash transactions for the years ended March 31, 2009 and 2008 are summarized as follows:\n( Korean won in thousands }\nFY2008 FY2007\n\nTransfer of available-for-sale securities to compensation receivables Ww 16,726,504 | W 21,877,337\nNet increase in valuation gain on available-for-sale securities (91,600,202) 22,274,011\nIncrease in equity adjustment arising fromm equity method investments 145,346 132,606\nWrite-off of loans 2,651 -\nOther accounts receivable, net of allowance for doubtful receivable 1,595,058 1,864,412\nAmortization of discount on stock issued - 9,747,062\nTransfer of provision for severance and retirement benefits to development costs, etc. - 493,764\nTransfer of advance payments to development costs 2,760,000 1,198,305\nTransfer of depreciation to development costs - 24,732\nW = (70,370,643) | W 57,612,229\n\n \n\n34. Approval of financial statements for the year ended March 31, 2009\n\nThe Company's financial statements for the year ended March 31, 2009 will be approved in the stockholders’ meeting to be held on June 19, 2009.",
    "Page_95": "Internal accounting control system review report 92\n93\n\n=] E \\ Taeyoung Bldg, 10-2, Yeouido-dong,\n2l] ERNST& YOUNG veoneap gy Sent 1-77 ere\n. : Tel: +82-2-3787-6600\nQuality In Everything We Do Fax: 482-2-783-5890\n\nwoweycorn/kr\n\nThe Representative Director\nSeoul Guarantee Insurance Company\n\nWe have reviewed the accompanying management's report on the operations of the internal accounting control system (\"ICFR”) of Seoul Guarantee Insurance\nCompany (the “Company’] as of March 31, 2009. The Company's management is responsible for the design and operations of its ICFR, including the reporting of\nits operations. Our responsibility is to review management's ICFR report and issue a report based on our review. Management's report on the operations of the\nICFR of the Company states that “based on its assessment of the operations of the ICFR as of March 31, 2009, the Company's ICFR has been effectively designed\n\nand has operated as of March 31, 2009, in all material respects, in accordance with the ICFR standards established by the ICFR Operations Committee.”\n\nWe conducted our review in accordance with the ICFR review standards established by the Korean Institute of Certified Public Accountants. These standards\nrequire that we plan and perform our review to obtain less assurance than an audit as to management's report on the operations of the ICFR. A review includes\nthe procedures of obtaining an understanding of the ICFR, inquiring as to management's report on the operations of the ICFR and performing a review of related\n\ndocumentation within limited scope, if necessary.\n\nAcompany’s ICFR consists of an establishment of related policies and organization to ensure that it is designed to provide reasonable assurance on the reliability\nof financial reporting and the preparation of financial statements for external financial reporting purposes in accordance with accounting principles generally\naccepted in the Republic of Korea. However, because of its inherent limitations, the ICFR may not prevent or detect material misstatements of the financial\nstatements. Also, projections of any assessment of the ICFR on future periods are subject to the risk that ICFR may become inadequate due to the changes in\n\nconditions, or that the degree of compliance with the policies or procedures may be significantly reduced.\n\nBased on our review of the management's report on the operations of the ICFR, nothing has come to our attention that causes us to believe that the management’\n\ns report referred to above is not presented fairly, in all material respects, in accordance with the ICFR standards.\n\nWe conducted our review of the ICFR in existence as of March 31, 2009, and we did not review the ICFR subsequent to March 31, 2009. This report has been\nprepared for Korean regulatory purposes pursuant to the Act on External Audit for Joint-Stock Companies, and may not be appropriate for other purposes or for\n\nother users.\nEnh Lung Aan [orveg\nMay 28, 2009\n\nThis report is annexed in relation to the audit of the financial staternents for the year ended March 31, 2009 and the review of internal accounting control system pursuant to Article 2-3\n\nof the Act on External Audit for Joint- Stock Companies of the Republic of Korea.",
    "Page_96": "Organization Chart\n\n \n\nPresident & CEO\n\n \n\n \n\nPublic Relations\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAuditing\n\n \n\nAuditing / Compliance Division\n\n \n\nManagement Support Division\n\n \n\nUnderwriting / Claims / Recovery Division —\n\n \n\n \n\nCompliance\n\nCorporate Planning\nManagement Strategy\nRisk Management\nFinance & Accounting\nLegal Affairs\n\nHuman Resources\nGeneral Affairs\n\nCredit Evaluation\n\nSenior Underwriting\n\nInternational Business & Reinsurance\n\n(Hanoi & Beijing Rep. Office)\n\nAsset Management & Investment\n\nMarketing\n\nProduct Development & Actuary\n\nClaim Support\nConsumer Business\nCorporate Business\nStrategic Business\nRecovery Support\nCorporate Recovery\n\nIT System\n\nRegional Headquarters (5)\nBranch Office (63)\nClaim Service Center (5)\n\nRecovery Service Center (8)",
    "Page_97": "Company Directory\n\n94\n95\n\n \n\nHeadquarters _\n\nAddress 136-74 Yeonji-dong, Jongno-gu, Seoul 110-737 Korea\nTel 82-2-3671-7000\nFax 82-2-3671-7400\nhttp www.sgic.co.kr\n\nOverseas Office _\n\nHanoi Representative Office\n\nBeom-Soon Jung + Chief Representative\n\nAddress 3rd Floor Pacific Place 83B Ly Thuong Kiet Hoan,\nKiem Hanoi, Vietnam\n\nTel 84-4-3946-0321~3\n\nFax 84-4-3946-0324\n\nEmail jbs6804(dyahoo.co.kr\n\n \n\nPublic Relations Office\n\nJeong-Muk Lim + General Manager\nTel 82-2-3671-7010\n\nFax 82-2-3671-7039\n\nEmail jmldsgic.co.kr\n\nBeijing Representative Office\n\nIl-Gon Kim + Chief Representative\n\nAddress — Unit 1208 Beijing Landmark Tower 1, 8 North\nDongsanhuan Road, Chaoyang District, Beijing\n100004, China\n\nTel 86-10-6590-0288, 0298\n\nFax 86-10-6590-6328\n\nEmail kig0223(dsgic.co.kr\n\n \n\nInternational Business and Reinsurance Dept.\nHyung-Taek Lim + General Manager\n\nTel 82-2-3671-7483\n\nFax 82-2-743-0016\n\nEmail (ht1026(dsgic.co.kr\n\n \n\nStrategic Business Dept.\nHyeon-Young Jung » General Manager\n\nTel 82-2-3671-7361\nFax 82-2-3671-7360\nEmail jeonghy(dsgic.co.kr\n\n \n\nProduct Development and Actuarial Dept.\nBum-Seok Kang + General Manager\nTel 82-2-3671-7335\n\nFax 82-2-3671-7630\n\nEmail bskang(dsgic.co.kr",
    "Page_98": "iG) Seoul Guarantee\n\nHatteras)\n\n136-74 Yeonji-dong, Jongno-gu, Seoul, 110-737, Korea\nTel: 82-2-3671-7000 Fax: 82-2-3671-7400\nA A=10](ROOR Am"
}