{
    "Page_1": "™~\n\nCa a i wr\n\nSocietysiorwNdvancementiofeRiceykesearch\n\nSocietysfor Advancement\nof Rice",
    "Page_2": "(Regd. No.2175/2004 of A.P. Society Regn. Act. 2001) Journal of Rice Research - Authors Guidelines\n\nA ) Society For Advancement of Rice Research\n\nScope: Journal of Rice Research is a channel for publication of full length papers covering results of original research, invited critical\nThe Society for Advancement of Rice Research is a registered society started with main objective of providing a platform for exchange of reviews or interpretative articles related to all areas of rice science, rice based crop systems and rice crop management. The journal also\n\ninformation and knowledge related to latest developments in rice research. publishes short communications, book reviews and letters to the editor.\n\nAims and Objectives Articles reporting experimentation or research in any field involving rice or rice based cropping systems will be accepted as original articles\n\n* Toadvance the cause of rice research and development in the country. while critical reviews are generally invited. Short articles concerned with experimental techniques or observation of unique nature will be\n* To disseminate knowledge on latest developments in rice research through publications, seminars, lectures and training programmes. accepted as short communication. Letters to the editor concerning previous articles are welcome and are published subject to review and\napproval by the editorial board. The original authors will be invited to reply to the points raised in these letters for their response which are\n\n* Toprovide consultancy in rice production and development. Bicomeerenedteee te’\n\n* To facilitate research and industry collaboration and public private partnership at national level. General Requirement:\n\nTo honour outstanding achievers in rice research and development. Submission to the journal must be reports of original research of at least two crop seasons and must not be previously published or\n\nTo cooperate with other organizations having similar aims and objectives. simultaneously submitted to any other scientific or technical journal. At least one of the authors (in case of joint authorship) should be\n\nTo promote any other scientific/professional activities conducive for the advancement of science of rice and rice improvement. member of the Society for Advancement of Rice Research (SARR) and not in arrears of subscription. Authors of invited articles are\nexempted from this.\n\n \n\nSubmission of Manuscript:\n\nExecutive Council (2019-2021) Manuscripts should be sent by email to the chief editor (jrrchiefeditor@gmail.com/chintalapatipadmavathi68@gmail.com) as an\n\nPresident : Dr. S R Voleti, Director, ICAR-IIRR, Hyderabad attachment. All the enclosed figures (as ppt/jpg files), graphs (as MS Excel worksheet with original data) and photographs (as jpg or ppt files\n; P : : with high resolution) may be submitted as separate files. Avoid using more than one font. The manuscript should be typed in double spaced\nNice ETeside nts : DOS ne ESS Sueno times new roman font with margins of at Teast? 5 cm. On the first paze give the title, a byline with the names ofauthors, their affiliation and\nDr. Y Chandra Mohan, ARI, PJTSAU, Hyderabad corresponding author's e-mail ID. Abstract should be followed by a list of key words. The usual order of sections to be included after title\nDr. R Mahendra Kumar, ICAR-IIRR, Hyderabad and abstract pages are: Introduction which includes literature review; materials and methods; results and discussion; conclusion (optional),\n\nacknowledgements and references followed by figures and tables.\n\n \n\nSecretary\n\nJoint Secretary a Dr. Gopal Krishna, ICAR-IARI, New Delhi Title should give a clear idea what the articles is about. It should be brief and informative (12-15 words).\nTreasurer : Dr. B. Nirmala, ICAR-IIRR, Hyderabad Materials and Methods should include experimental design, treatment details, replications and techniques/ methods employed.\nZonal Councillors : Dr. R P Singh, BHU, Varanasi, UP - North India Results and Discussion should be supported by sound scientifically analysed data along with explanatory text with relevant tables and\nDr. PB Patil, Navsari Agril. University, Gujarat— West India ee . . . .\n\n. . . References should be quoted in author-year notation system only. All the references should be arranged alphabetically by author. All single\nDr. Vijay Pal Bhadana, ICAR-IIAB, Namkum, Ranchi—East India author entries precede multiple author entries for the same first authors. Use chronological order within entries with identical authorship\nDr.BNVSR. Ravi Kumar, RRS, Maruteru, AP— South India and add a low case letter a, b, c, etc., to year for same year entries of the same author. References should be presented in the format given\nbelow:\n\n \n\n11 Boar Journal of Rice Research is an official publication of Society for Research papers\nAdvancement of Rice Research (SARR), ICAR-Indian Institute of Rice 1. Durvasula V. Seshu. 2017. Networking a Pivotal Strategy for Rice Genetic Improvement. Journal of Rice Research, 10(1): 1-8.\n\nResearch, Hyderabad - 500030 and published twice a year i.e., June and 2. Kemparaju KB, MS Ramesha, K Sruti, AS Hari Prasad, RM Sundaram, P Senguttuvel and P Revathi. 2018. Breeding strategy for\nDecember. All correspondence related to SARR should be addressed to improvement of rice maintainer lines through composite population for short term diversity. Journal of Rice Research, 11(2): 27-30\n\navind Kumar secretary, Dr. R M Kumar (kumarrm213@gmail.com). 3. Paul Mand Keegstra K. 2008. Cell-wall carbohydrates and their modification as a resource for biofuels. Plant Journal, 54: 559-568.\nThesis\n\nBhuiyan MDAR. 2010. Phenotypic and genotypic evaluation of selected transgressive variants derived from Oryza rufipogon Griff. x\nOryza sativa L. cv. MR219. PhD. Thesis. University Kebaangsaan Malaysia, Malaysia, 150 p.\n\nMembership: Membership of the Society is open to all persons interested in\nfurthering the aims and objectives of the Society and in the opinion of the\n\n. . . ; Book chapter\nexecutive committee, have the necessary qualification and experience.\n\nScott JM 1984. Catabolism of folates. P. 307-327. In R.L. Blackley and S.J. Benkovic (ed.) Folates and Pterims Vol.1. John Wiley & Sons,\nNew York\nBook\nSubba Rao LV, Shobha Rani N, Chiranjeevi M, Chaitanya U, Sudharshan I, Suneetha K, Jyothi Badri and Dipal R Choudhary 2013 DUS\nSubscription price Characterization of Rice Varieties. Directorate of Rice Research, Rajendranagar, Hyderabad-500 030, AP, India. 524 pp\nMembership category Annual Life Figures: Photographs and drawings for graphs and charts should be prepared with good contrast of dark and light. Figure caption should be\nA. Individual membership brief specifying the crop or soil, major variables presented and year. Give careful attention to the width of lines and size, and clarity of type\nIndian (Rs.) 500 (300*) | 3000 (2000*) and symbols.\nForeigner (US $ or its equivalent) 50 300 Tables: Tables are used for reporting extensive numerical data in an organized manner and statistically analyzed. They should be self\n. Corporate members/Patrons-one time (Rs.) __- 20,000 explanatory. Prepare tables with the word-processing tables feature and tabs or graphics boxes should not be used. Table head should be\nbrief but complete and self contained. Define all variables and spell out all the abbreviations. An exponential expression (eg. x 10°) in the\nunit's line is often needed to keep length of the data reasonably short, and referenced with an explanatory note. Unless otherwise required,\ntwo decimal place values are suggested.\n\n \n\nMembership and Journal Subscription fee w.e.f August 2019\n\n \n\n \n\n \n\n. Libraries and Institutions (Annual)\nIndian (Rs.) 2500\nForeign (US §$ or its equivalent)",
    "Page_3": "ISSN 2319-3670\n\nJ ournal of Rice Research\n\nVolume 13, No. 2 December 2020\n\n} Y ) Society for Advancement\ny y of Rice Research",
    "Page_4": "",
    "Page_5": "J ournal of Rice Research\n\nVolume 13 : Issue No. 2 December 2020\nP\nContents a\nNo.\nStrategic networking for global rice genetic advancement 1\n\nDr Durvasula V Seshu\n\nBrown planthopper: A genetic marvel 9\nJagadish S Bentur\n\nPhenotyping and correlation studies of recombinant inbred lines derived from interspecific cross of 16\nOryza sativa and Oryza nivara\n\nDe silva NPS, Divya B, Shankar VG, Kavitha B, Raju AK, Prashanthi P, Poli Y, Subrahmanyam D and\n\nSarla N\n\nThe Potential of wet rice cultivation in Mizoram, India: A case for attaining self sufficiency in food 27\nsecurity\nVishwambhar Prasad Sati\n\nLaboratory evaluation of aqueous plant extracts against rice yellow stem borer, Scirpophaga incertulas 39\n(Walker) (Lepidoptera:C rambidae) and its safety to natural enemies\nSharmitha T, Gailce Leo Justin C and Sheeba Joyce Roseleen S\n\nVariability of rice sheath blight pathogen, Rhizoctonia solani fromTamil Nadu 47\nSathya R, Rajappan K and Ahila devi P\n\nEvaluation of a liquid formulation of Pseudomonas fluorescens for management of sheath blight in 57\npaddy\nYadav DL, Manoj Kumar and Pratap Singh\n\nIncidence of false smut on rice genotypes and the influence of weather factors on the disease 61\nLadhalakshmi D, Preeti, Bhaskar M, Koteshwar P, Laha GS, Dilip T, Sundaram RM, Prakasam V and\nSrinivas Prasad M\n\nAn estimate on the adoption of ICAR-IIRR released varieties and their impact on rice production in 67\nIndia during 2015-20\n\nNirmala Bandumula, Subba Rao LV, Sundaram RM, Muthuraman P, Swamy AVSR, Abdul Fiyaz R,\nChiranjeevi M and Chaitanya U\n\nPerformance of zinc rich rice cultivar - DRR Dhan 48 in farmers’ fields 73\nJyothi Badri, Jai Vidhya LRK, Lakshmidevi G, Subhakara Rao I, Nandini V, Chiranjeevi M, Laha GS and\nSubba Rao LV",
    "Page_6": "",
    "Page_7": "SVS SHASTRY MEMORIAL LECTURE\n\n_AR\n\nStrategic networking for global rice genetic advancement\n\nDr Durvasula V Seshu\n\n \n\nFormer Global Coordinator, INGER and Rice Breeder,\nInternational Rice Research Institute, Philippines\n\n \n\nA network approach for boosting efficiency in\nagricultural research has been widely accepted\nby various international and national research\norganizations, because of the wide-ranging benefits,\nmost important of which is the acceleration of the\ntransfer of technology to the farmer.\n\nRice, the world’s foremost food crop derived from\na wild progenitor was born as a semi-aquatic plant\nin the hot humid tropics with a strong monsoon\npattern. However, it has gradually forayed into a\ndiversity of habitats, breaking the environmental,\nas well as geographical barriers, and encompassing\nagroecosystems that reflect a wide range of water\nand temperature regimes, altitude level, and edaphic\nproperties. Its cultivation extends to latitudes\nthat circumscribe the tropical and semi temperate\nenvironments, ranging from 40° south in central\nArgentina to 51° north in north-eastern China.\nThus, rice is grown in more diverse environmental\nconditions than any other major crop. The flip side\nof such an ecological sprawl is its face-off with a\nplethora of biotic and abiotic stresses, posing a strong\nchallenge for rice genetic improvement.\n\nPrior to the Green Revolution era, rice scientists in\nthe developing countries used to work in scientific\nisolation with limited experimental materials, the\npaucity of research facilities including literature,\ninadequate training, and lack off opportunities to\ninteract with fellow rice scientists at other research\ncenters. Moreover, the experimental stations in\nseveral instances were not quite representative of the\necosystems they were purported to serve. Progress in\nrice yields and thereby its production thus remained\nat a pace that allowed it to be overrun by the rate of\npopulation growth. That was the post-world war II\nscenario in several developing countries, where rice is\nthe main staple, and that situation has raised concerns\n\nand awareness at both national and international\nlevels.\n\nBecause of the geographical and ecological diversity,\nstructured networking of rice breeding programs\nacross the world is strategically vital for global\ngenetic improvement of rice for cultivation in\ndifferent ecosystems and raising the world output of\nthe grain. Such an approach is also effective within\nnational programs with wide-ranging rice cultural\nsystems. Networks are inexpensive and at the same\ntime are effective catalysts for research. Collaborative\nnetworks help to spread useful research results among\nregions with similar agro-ecologies.\n\nSome national programs that gained experience in rice\nresearch tumed towards pooling up their resources for\na nationwide cooperative crop improvement program.\nAn excellent example is the All India Coordinated\nRice Improvement Project (AICRIP), the largest\nnational rice research network, established by the\nIndian Council of Agricultural Research (ICAR)\nin 1965. AICRIP has successfully brought together\nscientists working at over 100 research stations across\ndifferent states, and through its exchange platform,\nforged national cooperation in research on genetic\nenhancement, nutrition management, and protection\nagainst major insects and pathogens.\n\nHistorically, at an international level, a limited\nand informal exchange of plant germplasm among\nscientists from a few countries with common interest\ntook place before World War II. The international\nWheat Stem Rust Nursery established by the United\nStates Department of A griculture (USDA) in 1950 was\nthe first formal and systematic nursery to transcend the\nnational borders. This was necessitated by a serious\noutbreak of a new race of stem rust in the 1950s. The\nRice Blast Nursery organized by IRRI in 1963 and\nthe Spring Wheat Yield Nursery organized by the\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 1",
    "Page_8": "_AR\n\nInternational Maize and Wheat Improvement Center\n(CIMMYT) in 1964 represents the first efforts by the\nInternational Agricultural Research Centers (IA RCs)\nto work cooperatively with the National Agricultural\nResearch & Education System (NARES).\n\n \n\nAICRIP Facility Inauguration by\nPresident of India Sri F. A. Ahmed\nChief Minister of A.P., Sri J. Vengala Rao present\n\n \n\n \n\n \n\n \n\nThe establishment of a series of IARCs under the\naegis of the Consultative Group of International\nAgricultural Research Centers (CGIAR) was a\nquintessential response to the emerging food crisis in\nthe early sixties of the last century in the developing\nworld. The first among those was the International\nRice Research Institute (IRRI), originally funded\nby the Rockefeller and Ford Foundations, and\nestablished in the Philippines in 1960. IRRI in its\nfirst decade primarily focused on research and related\nactivities at its center, which resulted among other\nthings in the development of a high-yielding semi-\n\ndwarf variety, IR8 (IRRI’s flagship); establishment\nof a gene bank; development of screening techniques\nfor resistance to major diseases and_ insects;\nestablishment of a comprehensive training program,\nsetting up of a library with world’s largest collection\nof rice literature, and so on. To buttress the varietal\nimprovement research, a multidisciplinary ‘Genetic\nEvaluation, and Utilization (GEU)’ program was\nintroduced in IRRI’s second decade. Once equipped\nwith the necessary research wherewithal, and having\nacquired the capacity to take a lead role, IRRI initiated\nthe establishment of various research networks with\nthe cooperation and commitment of the NARES. The\nInternational Rice Testing Program (IRTP), which\nwas subsequently renamed as International Network\nfor Genetic Evaluation of Rice (INGER) was the first\namong those networks. Initiation of the networks also\nreflects on the concern and realization of IRRI, that\nwhile it has a global mandate for rice improvement,\nits research facilities are located in but one of the\nseveral rice growing environments. For example,\ngall midge, a major insect pest in parts of South Asia\ndoes not occur in the Philippines, which limits IRRI’s\ncapabilities to carry research related to that pest\nwithout collaboration with scientists in the concerned\nnational programs. Similar is the case with problems\nsuch as deepwater, low temperature, acid sulphate\nsoils, etc. Thus, networking involving NARES has\nbecome imperative for global rice improvement.\n\nINGER established in 1975 is the world’s largest\nagricultural research network participated by more\nthan 75 countries in Asia, Africa, Latin America, the\nCaribbean, and Oceania. When the program started in\n1975, over 80% of the test entries came from IRRI\nand the remaining from the NARES. In course of ten\nyears after the start, the proportion of sources of entries\nhas significantly changed, with over 65% originating\nfrom NARES and 35% from IARCs, primarily from\nIRRI. That reflects on the strength gained by the\nnational breeding programs, as resulting from the\nactive participation of its scientists in INGER, and in\nthe network-sponsored joint site visits, workshops,\nand training programs, with an opportunity to interact\nwith fellow rice scientists from other countries. Thus,\nwith the strengthening of capabilities and institution\nbuilding, the breeding researches of the NARES\n\n \n\n2 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_9": "progressed from dependency to interdependency.\nNARES materials get DNA fingerprinted to alleviate\ntheir concerns relating to intellectual property rights.\n\n \n\nAICRIP’S First Variety, Jaya,\nIn Making (Rajendranagar 1969)\n\n   \n\n \n\nThrough the cooperative exchange and evaluation of\npromising breeding lines, as of date, a little over 1200\nINGER-tested lines were directly released as varieties\nto farmers in 74 countries. Further, several entries were\nused in crosses as genetic donors for important traits,\nand over 1000 elite lines from those progenies were\nreleased as varieties in 21 countries. Some entries have\nbeen successfully utilized as restorers in hybrid rice\nprograms. For example, 36 hybrids released in India\nand 34 in China, owe their restorer source to INGER.\nThe multilocation screening trials have provided\nvaluable information on pathogenic variation in major\ndisease-causing organisms, and biotype variation in\nsevere crop-damaging insect pests. Various aspects\nof the interaction of rice with weather variables have\n\n \n\n \n\n \n\n \n\nRegional Variation in Response to BPH\n\n_AR\n\nbeen elucidated through specially designed studies\nconducted at selected representative INGER test sites\nin different countries.\n\n \n\n  \n\n \n\n—\na we —— ——\n« | 4\n- 4\n[ | [ |\n4 i\near ed :\n* Wagrmes ovr estate me es retty of bee mista tat geen te Nene oe re Mer ied\nhy <p esme niyelmtenaysn enh ws nal rcgnntton = hecenn\n\n \n\n \n\nRegional Variation in Response to Bacterial Blight\n\nFrom 1975, when INGER was established to date,\nthe global rice production increased by about 30%\n(Source: Statista), whereas the acreage during that\nperiod increased by only 12%. The major contribution\nto the increase is from the improved varieties. ING ER-\ntested and released varieties caused a significant\npart of that increase, as indicated by the number of\nvarieties released through that mechanism. Two Yale\nUniversity economists, Robert Evenson and Douglas\nGollin studied 591 INGER-derived high-yielding\nand pest-resistant varieties released in 64 countries.\nThey estimated that each released variety contributes\nannually USD 2.5 million to the global economy at\n1990’s costs. Using that old figure on current data, the\n1,200 INGER-derived varieties contribute annually\nUSD 2.8 billion to the world economy.\n\nAccording to Gelia Castillo, a noted social scientist\nfrom the Philippines, rice seeds share a common food\nvalue and speak a common language that transcends\npolitics, geography, and culture. In Africa, for\ninstance, INGER helped break a barrier in rice science\nbetween English and French-speaking countries. She\nmaintains that “INGER is a beautiful illustration of\nhumanity working together for our common future\nin a world filled with social conflicts, tribal wars,\nand fierce competition over the control of natural\nresources” (Rice Today, 2015).\n\nPast accomplishments, however, do not ensure\nthe network to sustain its relevance to the national\nprograms, unless it is kept dynamic, and the emerging\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 3",
    "Page_10": "_AR\n\nneeds are addressed with a rational and pragmatic\napproach. In this context, I have summarized my\nthoughts for updating the program, as follows:\n\nINGER has been established over a while as a strong\ncooperative platform for rice genetic improvement\nthrough the concerted efforts of the world community\nof rice scientists, breaking down social, cultural, and\npolitical barriers. Every effort should be made to\nmaintain and nurture such a well-proven excellent\nmechanism through both technical prowess and\nfinancial sustainability to uphold and validate the\nprodigious efforts that have gone into its establishment.\nIn the larger interests of the world’s food security, the\nconcemed research institutions and funding agencies\nshould take cognizance of the need to enable INGER\nto maintain its dynamism in effectively addressing the\nchanging needs of rice improvement. The cooperative\nstructure so carefully crafted should be efficiently\nutilized for all future challenges.\n\n \n\nJoint Site Visit: Cold Tolerance Nursery\n\nKhudwani, Kashmir\n\n \n\n \n\n \n\nSeveral national programs have gained adequate\nstrength in terms of research capabilities and facilities,\nand thus are in a position now to share some of the\nfinancial and organizational responsibilities to carry\nforward the successful network program. Delegation\nand assumption of technical responsibilities should be\nbased on the respective ecosystem advantages with\nattending stresses. A comprehensive discussion with\nthe concerned NARES will help set the stage for an\neffective and unhampered continuation of the network\nto meet the needs arising out of the new challenges.\n\nRice breeding programs hitherto have mostly been\nfocused on traits relating to the growth stages from\nseeding to harvest, assuming the post-harvest care to\n\nbe a function of crop husbandry. However, significant\ngenetic variation exists in respect of important post-\nharvest traits, such as seed vigour and threshability.\nThus, entries in observation and yield trials must be\ncharacterized for those traits and their values included\nin the data collection, as they have a recognizable\ninfluence on the ultimate yield. The yield figures as\nrecorded now are not reflective of the realizable yields\nafter postharvest operations, which may obliterate the\nvarietal rankings.\n\n \n\nImpact of Seed Vigor on\nGrain Yield\n\n‘\n‘\n’\n'\n.\n\n1, Healthy Seed\n\nYield (t/hay\n\n2. Maist-heated Seed\n\n \n\n \n\nShortage of water is probably the single most\nsignificant challenge that will confront the world’s\nfarmers in the coming years. Rice is a water guzzler\nwhen compared to othercrops. It uses up to two to three\ntimes more water than other food crops such as maize\nor wheat and consumes around 30% of the freshwater\nused for crops worldwide. Thus, there is an urgent\nneed to regulate the water footprints contributed by\nrice culture. While scientists from relevant disciplines\nhave been pursuing research toward this goal, INGER\nshould do its partby capitalizing on its cooperative base\nto evaluate varieties at selected representative sites\nfor their performance under a range of hydrological\nsituations. Carefully planned testing should enable\nidentifying varieties with good performance under an\noptimal input of irrigation water. On the other hand,\nefforts should be intensified to screen for tolerance to\nwater stress. Also, systematic monitoring should be\ndone to elucidate the utilization of several INGER\nentries identified in the past for drought tolerance, and\n\n \n\n4 + Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_11": "promising progenies from those breeding efforts have\nto be evaluated by the INGER system.\n\nYet another important area necessitating breeding\ninputs is to determine the genetic variation in the\nefficiency of utilization of the native and applied\nnutrients. This would significantly supplement the\nmanagement methodologies recommended by the\nagronomists.\n\nIssues like climate change must be taken up more\nsystematically from the genetic angle, through the\nINGER mechanism.\n\nCropping-systems trials at a given test site need to\nbe linked appropriately with INGER trials to derive\nmaximum benefits from the combined information\nin choosing the more productive location- and\nsystem- based varieties, that would provide a holistic\nadvantage to the farmer.\n\nAn important suggestion relates to the gene bank.\nThrough painstaking and sustained efforts, substantial\nnumber of traditional varieties and landraces,\npossessing a repertoire of treasured genes have\nbeen fingerprinted and characterized at IRRI for\nmorphological and physiological traits, and reactions\nto major diseases and insect pests. However, it\nmay be noted that the data gathered pertains to the\nenvironment of IRRI’s home base. The gene bank\nis meant for the benefit of the entire rice-growing\nworld. INGER screening trials have brought out the\ndifferential reactions of varieties to major stresses\nin different environments. Thus, the data collected\nat IRRI may not have relevance to other countries.\nThe gene bank’s varietal characterization chart should\nreflect the differential reactions where they exist, for it\nto serve its global mandate. Therefore, it is essential to\ninitiate a special screening nursery for the traditional\ngermplasm for testing at selected hotspots identified\nby INGER. Since it involves a large-scale planning\nfor screening in batches of the voluminous collection\nand analysing the data systematically, external\nfunding is very essential to avoid financial burden on\nthe cooperating centers.\n\nRice, as stated earlier, has evolved through very high\nlevels of adaptation to various ecological habitats and\nhas its cultivation spread across the continents. Genetic\nimprovement remains a challenge when trying to\nmaintain harmony between rice and its environment.\n\n_AR\n\nThus, it is of paramount importance to have active\ncooperation of scientists within and among the rice-\ngrowing countries to facilitate pooling and sharing of\nresearch materials and expertise through a structured\nnetwork mechanism. Valuable bonuses from such\nan approach are savings in time and monetary\ninputs, and more importantly, acceleration of the\ntransfer of technology to the farmer. The pooling\nof materials from diverse sources also promotes\nthe much-needed genetic diversity. While the agro-\necological diversity of rice crop poses a ‘challenge’\nfor varietal improvement, geographical diversity\nprovides an ‘opportunity’ for cooperation. The rice\ngenetic improvement network has been founded\non this sanguine concept. Individual strengths of\nthe national systems may vary, but their collective\nstrength is formidable. A meaningful fusion of those\ncomplementary strengths has powered INGER to\neffectively serve the needs of the various participating\ncountries in fostering location-specific genetic\nenhancement of rice. INGER thus has proved to be an\nepitome of veritable synergy and signifies the power\nof cooperation. The incontrovertible benefits such as\nefficacy in the use of resources, reduced costs, and\nsaving on time, render the network concept continue\nto permeate various aspects of agricultural research for\nthe betterment of the farmers and consumers. In this\ncontext, the funding agencies need to take cognizance\nof the fact that their financial support to cooperative\nnetworks such as INGER would yield very significant\nreturns in terms of the world’s food security, paying\nthe value of their investments.\nAK\n\nLet me express my sincere thanks to the Society\nfor Advancement of Rice Research (SARR) and\nthe Indian Institute of Rice Research (IIRR) for the\nexcellent opportunity given to me to share with the\nrice research community, my viewpoints as cognizant\nof networking. It is indeed a great pleasure and\nprivilege for me to deliver the ‘SVS Shastry Memorial\nLecture’. I have chosen a subject that is close to the\nheart of the departed rice scientist. In articulating the\ncontent of the above article, | have drawn upon my\nyears of experience in networking at both national\nand international levels. I was with AICRIP (ICAR)\nnetwork for 10 years; had helped organize and\ncoordinate the INGER network program at IRRI\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 5",
    "Page_12": "_AR\n\nfor 20 years; had established and directed the Fish\nGenetic Improvement Network (INGA) for two years\nat World Fish Center; and served as a consultant to\nWest Africa Rice Research and Development Network\n(WARDA), headquartered in Liberia, during its initial\nstage of establishment in the early seventies. Thus,\nI earnestly hope that my article will trigger enough\ninterest in my rice research colleagues, and I would\nthankfully welcome any suggestions.\n\nI now feel it an immense pleasure and duty to script\na few lines about my erstwhile friend and colleague,\nDr. Sishta Venkata Sitarama Shastry: I had a long\nprofessional association with Dr. Shastry, which dates\nback to 1955 when I joined the Botany Department\nat Central Rice Research Institute (CRRI), Cuttack,\nwhere he was already a staffmember for three years. We\nhad an overlap of one year before he proceeded to the\nUSA for higher studies. Since then, our professional,\nas well as, social interactions gathered mileage\nand flourished all through his life. At CRRI (present\nNational Rice Research Institute (NRRI), Cuttack),\nboth of us were in the J aponica x indica Hybridization\nScheme. The variety, Masoori was one of the well-\nknown products of that program. After returning from\nthe USA, Dr. Shastry joined IARI, where he pursued\nresearch on rice cytology. At the same time, I was\ninvolved in research on Cytogenetics of interspecific\nhybrids in Oryza. We had a good collection of\nwild relatives of rice, as well as, wild species of\nOryza at CRRI, which formed the experimental\nmaterial for my research. With the techniques then\navailable, rice was relatively less amenable for\ndistinct cytomorphological characterization of\nfull-length pachytene chromosomes. Our parallel\nefforts, however, provided an opportunity for closer\ninteractions through the exchange of ideas, visits, and\nmaterials, leading to useful results in an area of rice\nresearch that remained unchartered until that time.\nAfter CRRI, our professional paths crossed again,\nwhen we were brought together at AICRIP in 1966,\nwhere he directed the Project, and I was heading\nthe breeding program. We spent ten years together\nwith commitment to that ICAR's flagship coordinated\nresearch endeavour. The AICRIP chapter in my\nresearch career was most memorable because that\ncoincided with the launch of the Green Revolution.\n\nRecognition of the impact of physiologically efficient\nplant architecture on grain yields, opened up new\nvistas for genetic improvement of rice, through the\ndevelopment of a series of semidwarf cultivars. With\nno physical facilities and limited fiscal support, we\ninitiated the coordination program. Dr. Shastry, Dr.\nFreeman, and I were sharing a single room in the\nSorghum Center (PIRRCOM). The seed of important\nbreeding lines was also stored in the same room.\nThe paucity of facilities did not come in the way of\nour research efforts, having been engulfed by the\nexcitement and determination driven by the promise\nof new technology. An excellent team spirit forged\nby Dr. Shastry galvanized our efforts. Here I must\nmake a mention of the deep commitment and valuable\ninputs of Dr. Freeman to the program, which acted\ncomplementary to the able leadership provided by Dr.\nShastry. When the first batch of HYV’s resulting from\nour breeding efforts (Jaya, Sona, Rasi, etc.) made a\nmark in All-India testing, ICAR provided funds for\nphysical facilities and research staff: Dr. Shastry,\nDr. Freeman, and I, in our internal dialogues often\nused to refer to AICRIP as ‘66 spirit’. The Deputy\nChairman of Planning Commission during his visit to\nAICRIP in early 1976, stated in the guest book, ‘few\nstaff members, yet very significant output’. That was\na great tribute to the program driven by team spirit.\n\nIn1975, Dr. Shastry leftAIC RIP onan FAO assignment,\nwhen I took charge of the Institute for some months.\n[also left AICRIP in 1976 on an invitation from IRRI\nto join its staff: I took up a position at IRRI as Rice\nBreeder and Global Coordinator of IRTP/INGER.\nAfter spending two years at FAO, Dr. Shastry joined\nIITA in Nigeria, as Director of Research, where he\nactively pursued the Rice research program. As Global\nCoordinator of INGER, I had a regional unit for West\nAfrica, headquartered at IITA. Thus our professional\ninteractions continued as staff members of different\nCGIAR centers, but with common involvement in rice.\nAfter his retirement, I had the privilege of having Dr.\nShastry as a consultant for INGER on two or three\noccasions. Even after both of us retired, we had been\nperiodically communicating with each other relative\nto various aspects of rice research. The keen interest\nhe had evinced in rice in our most recent interactions\njust a few months before he passed away, was no less\n\n \n\n6 *% Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_13": "intense than those we used to have when we were\nactively working together at AICRIP. Our professional\nassociation is well reflected by the fact, that we had\nseveral joint research publications resonating with\nthe Green Revolution era.\n\n \n\nAICRIP Review Meeting, 1968\n\n \n\n \n\nFarewell to Dr. and Mrs. SVS Shastry, 1975\nWhen Departing AICRIP on FAO Assignment\n\n \n\n \n\n \n\n \n\nDr. Shastry’s research contributions to rice\nimprovement are well known and were duly recognized\nwith distinguished awards. However, I wish to add\nmy impressions emanating from long years of active\nassociation with him. Dr. Shastry’s scholarly pre-\neminence reflects a combination of a high level of\nintelligence and an extraordinary memory. He never\nhad room for nonchalance in his work aptitude. He had\na unique personality that was well comprehensible to\nmany of his colleagues, while remained abstruse for\nothers. He had the habit of being forthright and candid\nin speaking his mind, without bringing into play the art\nof diplomacy. Even when facing an adverse comment,\n\n_AR\n\nhe used to have an apt and measured response, rather\nthan getting impulsive. I was always impressed with\nhis quick grasp and critical analysis during our\nresearch deliberations, which trait used to bolster his\nefforts in formulating research plans that were both\nlogical and scientific. His professional competence\nmay well be described as an amalgam of scientific\ncalibre and leadership acumen. It was that leverage\nof his, which proved pivotal for the success of AICRIP.\nDr. Shastry had an ardent passion for mythological\nstage-plays in Telugu. He was an excellent bridge\nplayer. One of his fascinating hobbies was cooking.\nOur family had the good fortune of enjoying his\nculinary skills, when he took command of the kitchen\nin our residence in Ithaca, NY, during his visit to\nCornell University in 1984. I take great pride in being\na close friend and associate of Dr. Shastry. May his\nsoul rest in peace!!\n\nDr. Durvasula Venkata Seshu\n\nDr. Durvasula Venkata Seshu (Dr. D.V. Seshu) was born\non 19 April 1933 in Jeypore,\nOdisha. He obtained his B.Sc.\ndegree from Andhra University\n(1952), M.Sc. (1954) and Ph.D.\nin Agricultural Botany (1964)\nfrom Utkal University (now\nRavenshaw University). He was\nawarded with Rockefeller Foundation Fellowship\nfor Post-Doctoral Research on Rice breeding at\nIRRI during 1967-68. He underwent a Senior\nResearch Management Training organized by O’ Hare\nAssociation, USA.\n\nDr. Seshu had more than 40 years of research\nexperience on Rice, and three years on Fish. He served\nwith the Indian Council of Agricultural Research\n(CRRI & AICRIP) for over 20 years (1955-76) as\nRice Breeder and Geneticist. He was invited by the\nInternational Rice Research Institute (IRRI) to join\nits staff as Rice Breeder in 1976. He established and\nserved as Global Coordinator of the highly successful\nInternational Network on Genetic Evaluation of Rice\n(INGER) from 1976-95. Recognizing the success\n\n \n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 7",
    "Page_14": "_AR\n\nof INGER, he was invited to establish and direct an\nInternational Network on Genetics of Aquaculture\n(INGA) by the World Fish Center. He was Adjunct\nProfessor of Comell University, USA, 1983-86 and\nVisiting Professor of University of Philippines, 1977-\n93.\n\nAs a Rice Scientist of the ICAR for over 20 years,\nDr. Seshu made significant contributions to the\nGreen Revolution in rice in India through providing\ninputs to development of early generation modern\nvarieties (such as Jaya, Sona, Phalguna, Prakash,\nRasi etc.), and through painstaking data analysis of\nnationwide coordinated trials and identification of\nlocation-specific elite varieties for different states.\nThese varieties led to a three-fold increase in the\nrice production in India. Drought-tolerant Rasi was\nreleased in countries outside India also. Sona gave\nrise to the popular rice variety, Sona- Masoori. Genetic\nstudies carried out by Dr. Seshu have greatly assisted\nin developing rice varieties resistant to major biotic\nand abiotic stresses.\n\nAs an International Scientist and Global Coordinator\nof INGER network, Dr. Seshu promoted international\ncooperation in agricultural research by bringing\ntogether scientists from more than 75 countries with\ndifferent cultural, ethnic and political backgrounds,\nand encouraging them to exchange and evaluate their\npromising varieties and share their test results. The\nleadership provided by Dr. Seshu led to the release\nof more than thousand rice varieties for different\necosystems in 74 countries including India. As a\nresult, the global rice production has increased by\n30% from 1975 to date, while the area increased only\nby 12% during that period. Under the guidance of\nDr. Seshu, INGER established itself as world’s most\nsuccessful and largest agricultural research network.\nMillions of farmers across the world were benefitted\nby the network through availability of improved\nrice varieties tolerant to various pathological and\nphysiological stresses. INGER under his direction\nwas given a CGIAR award.\n\nDr. Seshu established a very high quality Seed\nProcessing and Research Laboratory at IRRI. His\nmajor contributions to Rice seed research include\nidentification of biochemical markers for high protein\ncontent, and for salt and low temperature tolerance.\nWhen the prestigious ‘Seed Science Research’ journal\nwas launched in UK in 1992, he was invited to present\na paper on ‘Mechanism of Rice Seed Dormancy’ for\npublication in the inaugural journal.\n\nDr. Seshu was actively involved in climate change\nissues and served on several international panels\non the subject. He was appointed as a Member of\nthe Scientific Panel of the Secretary-General of the\nUnited Nations to study the climatic effects of nuclear\nwar. He was a special invitee to International dialogue\non Global Climatic Change sponsored by National\nGovernors’ Association, USA held at New York (Feb.\n1989) and to the Global Forum on Environment and\nDevelopment for Survival held at Moscow (Jan.1990).\n\nDr. Seshu served as a consultant on various occasions\nto International organizations such as UNDP and\nFAO. He served as a member of the Research\nAdvisory committees of DRR and NBPGR. He is a\nFellow / Member of various international professional\nsocieties. He served as a Chairman of the organizing\ncommittee for three International Rice Conferences\nat IRRI. He was invited as a Keynote speaker at a\nmajor International conference organized by the\nAsian Vegetable Research Institute in Taiwan in 1982.\nHe traveled to more than seventy countries in his\nprofessional capacity. Dr. Seshu served as a research\nguide for several students from various countries\nand universities for their Ph.D. and MS degrees. He\npublished more than 150 research papers in reputed\njoumals, authored nine Technical bulletins and three\nbooks. A rice variety has been named in as SESHU in\nrecognition of his breeding contributions. He received\ncitations of honor from China and South Korea.\n\n \n\n8 »% Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_15": "_AR\n\nREVIEW ARTICLE OPEN ACCESS\nBrown planthopper: A genetic marvel*\nJagadish S Bentur*\n\nAgri Biotech Foundation, Rajendranagar, Hyderabad 500030, India\n*Corresponding author (Email: jbentur@ yahoo.com)\n\n \n\n \n\nReceived: 26\" November 2020; Accepted: 20\" December 2020\n\nAbstract\n\nRice planthoppers have again attained a major pest status in this century causing enormous yield losses\nthrough direct feeding and transmission of pathogenic viruses. Consequently, there has been increased focus\nof research on their biology, genetics and molecular biology in search of alternative methods to manage\nthem. This review highlights main findings of these studies to reveal how genetic plasticity of the brown\nplanthopper (BPH) has equipped the species to fight back adversities and pose challenges for its effective\nmanagement. Genome of BPH with size of 1141 Mb spread across 30 chromosomes is predicted to have\n27,571 genes. Salivary glands, first line of offense, secrete proteins that trigger either susceptibility (ETS)\nor immunity (ETI) reaction in the host plant. Fat bodies, spread all over the body, are sites of primary lipid\nmetabolism, endocrine regulation, systemic immunity, vitellogenesis, and housing of microbial symbionts.\nBPH harbours yeast like symbionts (Y LS) in its fat bodies that play critical role in insect survival. BPH\npopulations across Asia have acquired resistance against almost all classes of insecticides which has been\nattributed to neofunctionalization of duplicated P450 genes. So far about 40 major host plant resistance genes\nand 72 QTLs have been reported from cultivated rice and its wild relatives but BPH has ability to quickly\nevolve virulent populations. Role of cytochrome P450 enzymes and of symbiotic Y LS in this ability has been\nshown. Several studies have focused on the reproductive physiology of BPH and identified key genes that\ncan be target for RNAi mediated silencing as novel strategy for pest management. Several recent studies have\nalso covered genetic and molecular basis of wing polymorphism and adaptation for long distance migration\nin this insect. Other recent studies on effect of climate change on BPH incidence and its genetic ability to\nadapt to the changes in the weather and climate have cautioned that this insect is likely to continue to be a\nmajor problem in days to come. On a larger perspective, this rapidly expanding knowledge is providing us\nwith novel approaches and tools to contain the pest and stay a step ahead of it in the evolutionary race.\n\nKey words: BPH, biology, host plant resistance, insecticide resistance, climate change\n\nIntroduction feed on rice, these three species, especially BPH, have\nchallenged rice production in intensive rice cultivation\nbelt across Asia. It especially causes direct damage\nin all stages of life cycle, particularly nymph and\nadult stages, by direct feeding on phloem sap and by\ntransmitting ragged stunt virus and grassy stunt virus\ndiseases. Prior to 1980s BPH was not even reckoned as\na pest of rice. This phenomenal evolutionary success,\nas it is now emerging through intensive studies, is\n\nRice brown planthopper (BPH), Nilaparvata lugens\n(Stal), along with the other two sympatric species\nwhitebacked planthopper (WBPH),  Sogatella\nfurcifera (Horvath) and small brown planthopper\n(SBPH), Laodelphax striatella (Fallen), has again\nattained a major pest status in this century (Bentur\nand Viraktamath, 2008; Bottrell and Schoenly, 2012).\nDespite 46 species of planthoppers being reported to\n\n \n\n*Based on the invited talk delivered at 53rd ARW on 15-4-2018 ; +Principal Scientist (Retd.), ICAR-IIRR, jbentur@yahoo.com\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 9",
    "Page_16": "_AR\n\nattributed to its genetic plasticity and adaptability.\nDue to its high economic impact on rice production,\na large number of researcher groups across the world\nhave been engaged in intensive studies during the past\nfive decades. This has resulted in explosion of over\n770 research publications during last five decades\n(Figure 1). The major focus of these studies has been\non insecticide resistance related (30%), insect-plant\ninteractions (22%) and reproduction (19%). There\nhave been excellent reviews published recently (Fujita\net al., 2013; Ling and Weillin 2016, Du et al., 2020,\nHaliru et al., 2020) covering specifically insect-plant\ninteractions. However, no comprehensive review is\navailable. An attempt is made here to briefly review\nthe broad progress in our understanding of BPH\nbiology, genetics and its interaction with host plant.\n\nGenome of BPH has been sequenced (Xue et al.,\n2014) and noted with size of 1141 Mb spread across\n30 chromosomes. Relatively, BPH genome size is\nthe largest in comparison with those of WBPH (720\nMb, Wang et al., 2017)) or SBPH (541 Mb, Zhu et\nal., 2017). In all, 27,571 genes have been predicted;\nof which 10,245 have been assigned gene ontology\nwhile 16,330 genes are noted to be specific to BPH.\nBPH is monophagous with its feeding confined to rice\n(Oryza), having shifted its host from Leersia over the\npast 0.25 million years (Sezer and Butlin, 1998).\n\nSalivary Glands\n\nSalivary glands are the first line offense of BPH while\nattempting to feed on rice plant. These produce two\ntypes of secretions: a coagulating gelling secretion\nthat quickly hardens to form salivary sheath around\nthe probing stylets consisting of polyphenol oxidase\nand peroxidase enzymes, and a watery secretion that\ncontains digestive enzymes like alkaline phosphatase,\nesterase, amylase, beta glucosidase as well as other\ncomponents mainly secretary salivary gland proteins\n(SSGPs). These SSGPs are main class of effectors\nthat trigger susceptibility (ETS) or immunity (ETI)\ndepending on the rice genotype BPH is attempting\nto feed upon (Huang et al., 2017; Ji et al., 2017; Ye\net al., 2017). Of the 352 reported genes encoding\nputative secreted proteins of salivary gland, 67 genes\nare differentially expressed in TN1 and Mudgo reared\ninsects (Jietal., 2013). Rao etal., (2019) characterized\nsix of the effector proteins. A mucin-like protein\nis required for feeding by BPH but it also induces\nimmunity response in plants acting like an effector\n(Shangguan et al., 2018). A pplication of salivary gland\nextract to rice plants induces systemic host mRNA\npatterns associated with nutrient remobilization\n(Petrova and Smith, 2015). Thus, salivary gland of\nBPH has a repertoire of effector proteins which can\nevolve rapidly to overcome host mediated resistance.\n\n \n\nPublications -Numbers\n\n70\n\n3\n\n20\n\n10\n\n \n\n° 8 6\n1\n:\n1\n2009\nQDBW Eee\n211 —\n212 —\n213 —\n1\n\n1978 1\n1985 1\n1989\n1991 =\n1995 5\n1996,\n1998 =\n2000 =\n2001 =\n2002 ——\n204 —\n2005 ==\n206 =\n2007 —_\n28 —\n\n1990\n\n“ASRAAR\nRRRARRAR\n\nFocus of study\n\n \n\nRK\nDP\n\na Insecticides\n\na HPR = Reproduction\n\n= Physiology = Wing morph& migration = Metagenome\n\n \n\n \n\n \n\na Cuture = Population\n\n \n\nFigure 1: Number of publications on BPH appearing year-wise and the focus of the study (Source: Pubmed)\n\n \n\n10 *% Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_17": "Fat Bodies\n\nInsect fat body is a highly dynamic tissue composed\nprimarily of storage cells. It is distributed throughout\nthe insect’s internal body cavity; the haemocoel,\nnear the epidermis, digestive organs and ovaries.\nAkin to the combination of liver and adipose tissue\nin mammals, fat bodies are site of primary lipid\nmetabolism, endocrine regulation, systemic immunity,\nvitellogenesis, and housing of microbial symbionts.\nBPH harbours yeast like symbionts (Y LS) in its fat\nbodies that play critical role in insect survival. While\nthe insect can degrade seven of the amino acids\nindependently, six of these are catabolised exclusively\nby Y LS while seven more of these are degraded by both\n(Wan et al., 2015). Impaired lysine degradation by\nYLS negatively affects the survival and development\nof N. lugens. Transcriptome analysis of fat bodies\nfrom two BPH populations with different virulence\nlevels revealed that these are sites of intermediate\nmetabolism, immunity and detoxification of\nxenobiotics (Yu et al., 2014). Expression of several\nof the genes in BPH population reared on Mudgo rice\ndiffered significantly from those reared on TNI rice.\nLipid, amino acid and xenobiotic metabolism related\ngenes were significantly upregulated in the Mudgo\npopulation. Protein transport related genes in YLS,\nand cell division and ribosome assembly related genes\nin another symbiont Wolbachia were upregulated in\nthis population. These studies highlight the critical\nrole of the symbionts in BPH virulence on resistant\ngenotypes.\n\nInsecticide Resistance\n\nBPH populations across A sia have acquired resistance\nagainst almost all classes of insecticides (Matsumura\net al., 2009; Garrood et al., 2015; Wu et al., 2018).\nThere have been intensive studies on evolution\nand mechanism of insecticide resistance. Role of\nP450 genes, a family with 54 genes, in insecticide\nresistance in BPH has been extensively documented.\nNeofunctionalization of duplicated P450 genes\ndrives the evolution of insecticide resistance in the\ninsect (Zimmer et al., 2018). Garrood et al., (2015)\nstudied field-evolved resistance to imidacloprid and\nethiprole in populations of BPH collected from across\nSouth and East Asia. Association of overexpression\n\n_AR\n\nof CYP6ER1 gene with resistance to imidacloprid,\nthiamethoxam and buprofezin was noted. RNA\ninterference of this CYP6ER1 gene resulted in\nsusceptibility (Garrood et al., 2015; Pang et al.,\n2016). However, P450 CY P6AY 1 was over expressed\nin one of the Indian populations. Synergistic and\ncompensatory effects of two- point mutations in\nthe insect GABA receptor RDL confer resistance to\nfipronil (Zhang et al., 2015). Carboxyl esterase gene\n(NlCarE) plays an important role in chlorpyrifos\ndetoxification and its overexpression may be involved\nin chlorpyrifos resistance in N. lugens (Lu et al.,,\n2017). RNA interference of NADPH-cytochrome\nP450 reductase (CPR) increases susceptibility to\ninsecticides including buprofezin (Liu et al., 2015).\n\nHost-plant Resistance\n\nMajor emphasis of BPH management is on\ndevelopment of resistant rice varieties exploiting host\nplant resistance (Brar et al., 2009). So far about 40\nmajor genes and 72 QTLs conferring resistance to\nBPH have been reported from cultivated rice and its\nwild relatives (Fujita et al., 2013, Ling and Weillin\n2016, Du et al., 2020, Haliru et al., 2020). A major\nlimitation here is the ability of BPH to quickly evolve\nvirulent populations, often referred to as biotypes,\ncapable of overcoming host resistance. Recent\nstudies have been aiming to understand genetic and\nmolecular basis of such virulence in BPH. Role of\ncytochrome P450 enzymes in virulence was studied\nby Peng et al., (2017) who noted that among the 21\nCyp genes CY P4C61 gene expressions was more in\nvirulent biotype Y than in biotype 1. They suggest that\nduplication of P450 genes in BPH genome is likely\ncontributing to adaptation to host plant resistance, as\nin case of insecticide resistance noted above. Role\nof symbiotic YLS in metabolic response of BPH\nwhile feeding on resistant rice has been studied (Liu\net al., 2017). The study showed significant metabolic\ndifferences between BPH nymphs feeding on the\nresistant NIL-BPH15 and susceptible TN1 rice. To\nsurvive on this resistant rice, BPH nymphs probably\ningest more sap and/or get necessary nutrients from\ntheir yeast-like symbionts at later feeding stages.\nJing et al., (2014) and Kobayashi et al., (2014) have\nattempted to map virulence loci that break down host\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 11",
    "Page_18": "_AR\n\nresistance on BPH genome using molecular markers.\nOver 860 markers including 125 gene specific\nmarkers have been reported and used in mapping\nthree virulence loci Qhp7, Qgr5 & Qgrl4 (Jing et al.,\n2014). Kobayashi et al., (2014) mapped the virulence\ngene vBph1 located in the 1.8 cM genomic region\nflanked by SNPmarkers VLSO1 and VLSOS5 of linkage\ngroup 10.\n\nReproductive Physiology\n\nAnother feature of the brown planthopper that has\nenabled its evolutionary success is its reproductive\npotential. Several studies have focused on the\nreproductive physiology of BPH. Role of Broad-\nComplex (Br) and Krippel homolog 1 (Kr-h1), two\ntranscription factor gens down stream of juvenile\nhormone and ecdysone pathways in the ovary\ndevelopment was noted by Jiang et al., (2017). An\nadenylyl cyclase like-9 gene (NIAC9) influences\ngrowth and fecundity in BPH (Ge et al., 2017a).\nPHF7, a novel male gene influences female fecundity\nand population growth through secretion of accessory\ngland and transferred to female through mating (Ge\net al., 2017b). This can be a target gene for RNAi\nmediated gene silencing to reduce population growth\nof the insect. Ge et al., (2016) have also shown that\nsuppressing male spermatogenesis- associated protein\n5-like gene expression reduces vitellogenin gene\nexpression and fecundity. Yu et al., (2016) identified\n94 seminal fluid proteins in the male accessory glands\nof BPH of which four were unique to this insect.\nForkhead box transcription factor L2 activated follicle\ncell protein gene NIFcp3C to regulate insect chorion\nformation (Ye et al., 2017). Role of juvenile hormone\n(JH) secreted by corpora allata has been studied\nintensively. TOR pathway-mediated JH synthesis\nregulates nutrient- dependent female reproduction (Lu\net al., 2016), while nutritional signaling also regulates\nvitellogenin synthesis and egg development through\nJH (Liu et al., 2016). Silencing a sugar transporter\ngene Nist6 reduces growth and fecundity. Several\nagro-chemicals like antibiotics or even insecticides\nstimulate BPH reproduction. Adipose triglyceride\nlipase (Atgl) mediates the antibiotic jinggangmycin-\nstimulated reproduction (Jiang et al., 2015). Sub-\n\nlethal doses of triazophos and fenvelrate insecticides\nalso induce reproduction (Bao et al., 2008).\n\nWing Polymorphism and Migration\n\nA special trait of interest for BPH is its ability to\nmigrate long distance being carried by the wind\ncurrents (Otuka et al., 2008). To suit to this adaptation,\nthe insect has wing dimorphism involving short\nwinged brachyperous forms with high fecundity and\nlong winged macropterous form suited to long distance\nmigration. Several recent studies have covered genetic\nand molecular basis of wing polymorphism and\nadaptation for long distance migration. There is an\novarian diapause in macropterous females prior to\nmigration and TOR (target of rapamycin) genes are\nshown to be involved in this diapause (Liu et al.,\n2016). Zhou et al., (2017) showed that transformer-2\n(NlTra-2) determines sex in nymph and wing shape of\nthe progeny. They also suggested the important role\nof NIJHEH (juvenile hormone epoxide hydrolase)\ngene in determining the wing morph. Higher levels\nof JH in V instar nymph lead to development of short\nwings. Xu and Zhang (2017) explained the molecular\nbasis by which two insulin receptors (InR1 and InR2)\nact as switches to determine alternative wing morphs\nin the BPH.\n\nClimate C hange A daptation\n\nThere have been several recent studies on effect of\nclimate change on BPH incidence and genetic ability\nof the insect to adapt to the changes in the weather and\nclimate. Pandi et al., (2018) studied impact of elevated\nCO, and temperature on BPH in rice ecosystem. They\nobserved that increased CO, and temperature resulted\nin escalated BPH multiplication through increase in\nboth fecundity and number of adults, thus inflicting\nhigher yield loss in rice. Similar study in Bangladesh\nby Ali et al., (2014) showed months or areas\ncharacterized by a climate that is either cold and dry or\nhot and wet that are likely to experience higher levels\nof BPH due to climate change. At high temperature\n(37 °C), heat shock protein (HSP) genes were the\nmost co-regulated (Huang et al., 2017). Macropterous\nare more heat resistant than brachypterous adults. Up-\nregulation of NlIHsc70 gene provides more thermal\ntolerance/resistance in macropterous adults (Lu et al.,\n2016a, b).\n\n \n\n12 *% Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_19": "Perspectives\n\nThis rapidly expanding knowledge on BPH and other\nrelated planthoppers of rice has not only given us an\ninsight into its evolutionary superiority but also has\nrevealed several ‘weak points’ that can be tweaked\nto our advantage from pest management point of\nview. RNAi based approach and the key target genes\nidentified can be used for the purpose. Genome editing\naiming at susceptibility genes is another promising\nalternative. Resequencing of scores of rice genotypes\nand the emerging identification of superior haplotypes\nof the known and unknown resistance genes can\nwiden our choice in host-plant resistance deployment\napproach. It is thus probable that we may stay a step\nahead of it in the evolutionary race.\n\nReferences\n\nBao H, Liu S, Gu J, Wang X, Liang X and Liu Z.\n2008. Sublethal effects of four insecticides\non thereproduction and wing formation of\nbrown planthopper, Nilaparvata lugens. Pest\nManagement Science, 65: 170-174.\n\nBentur JS and Viraktamath BC. 2008. Rice\nplanthoppers strike back. A report on second\ninternational rice conference on rice planthoppers\nheld at IRRI, Philippines during 23-25 June.\nCurrent Science, 95: 4\n\nBottrell DG and Schoenly KG. 2012. Resurrecting\nthe ghost of green revolutions past: the brown\nplanthopper as a recurring threat to high-yielding\nrice production in tropical Asia. Journal of Asia\nPacific Entomology, 15:122-140\n\nBrar DS, Virk PS, Jena KK and Khush GS. 2009.\n\nBreeding for resistance to planthoppers in rice,\n\npp.401-409. In Heong KL, Hardy B (edts.)\n\nPlanthoppers: New Threats to the Sustainability\n\nof Intensive Rice Production Systems in Asia.\n\nInternational Rice Research Institute (IRRI), Los\n\nBanos (Philippines).\n\nB, Chen R, Guo J and He G. 2020. Current\n\nunderstanding of the genomic, genetic, and\n\nmolecular control of insect resistance in\n\nrice. Molecular Breeding, 40(2):24\n\n_AR\n\nFujitaD, KohliA and Horgan FG. 2013. Rice resistance\nto planthoppers and leafhoppers. Critical Reviews\nin Plant Sciences, 32(3):162-191\n\nGarrood WT, Zimmer CT, Gorman KJ, Nauen R, Bass\nCand Davies TGE. 2015. Field-evolved resistance\nto imidacloprid and ethiprole in populations of\nbrown planthopper Nilaparvatalugens collected\nfrom across Southand EastA sia. Pest Management\nScience, 72:140-149, doi.org/10.1002/ps.3980.\n\nGe LQ, Gu HT, Huang B, Song Q, Stanley D,Liu F,\nYang GQ and WuJC. 2017a. An adenylyl cyclase\nlike-9 gene (NIAC9) influences growth and\nfecundity in the brown planthopper, Nilaparvata\nlugens (Stal) (Hemiptera: Delphacidae). Plos\nOne, 13: 12:e0189214.\n\nGe LQ, XiaT, Huang B, Gu HT, Song QS, Yang GQ,\nLiu F and Wu JC. 2017b. PHF7, a novel male\ngene influences female fecundity and population\ngrowth in Nilaparvata lugens Stal (Hemiptera:\nDelphacidae). Scientific Reports, 7:11611.\n\nHaliru BS, Rafii MY, Mazlan N, RamleeSI,\nMuhammad I, Akos IS, Halidu J, Swaray S\nand Bashir YR. 2020. Recent strategies for\ndetection and improvement of brown planthopper\nresistance genes in rice: A review. Plants 9(9),\n1202; doi:10.3390 /plants9091202.\n\nHuang HJ, Liu CW, Xu HJ, Bao YY and Zhang CX.\n2017. Mucin-like protein, a saliva component\ninvolved in brown planthopper virulence and host\nadaptation. J ournal of Insect Physiology, 98: 223-\n230. doi: 10.1016/j jinsphys.2017.01.012.\n\nJiR, Ye W, Chen H, Zeng J, Li H, YuH, LiJ and Lou\nY. 2017. A Salivary Endo-B-1,4-Glucanase Acts as\nan Effector That Enables the Brown Planthopper\nto Feed on Rice. Plant Physiology, 73(3):1920-\n1932. doi: 10.1104/pp.16.01493.\n\nJi R, Yu H, Fu Q, Chen H, Ye W, Li S and Lou Y.\n2013. Comparative transcriptome analysis of\nsalivary glands of two populations of rice brown\nplanthopper, Nilaparvata lugens, that differs in\nvirulence. Plos One, doi.org/10.1371/journal.\npone.0079612.\n\nJiang], XuY and LinX. 2017. Role of Broad-Complex\n(Br) and Knippel homolog 1 (Kr-h1) in the ovary\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 13",
    "Page_20": "_AR\n\ndevelopment of Nilaparvata lugens. Frontiers in\nPhysiology, 8:1013.\n\nJing S, Zhang L, MaY, Liu B, Zhao Y, Yu H, Zhou\nX, Qin R, Zhu L and He G. 2014. Genome-wide\nmapping of virulence in brown planthopper\nidentifies loci that break down host plant\nresistance. PLoS One, Jun 9; 9(6):e98911. doi:\n10.1371/journal.pone.0098911.\n\nKobayashi T, Yamamoto K, Suetsugu Y, Kuwazaki\nS, Hattori M, Jairin J, Sanada-Morimura S and\nMatsumura M. 2014. Genetic mapping of the\nrice resistance-breaking gene of the brown\nplanthopper Nilaparvata lugens. Proceedings\nBiological Sciences, 281(1787), 20140726.\nhttps://doi.org/10.1098/rspb.2014.0726.\n\nLing Y and Weilin Z. 2016. Genetic and biochemical\nmechanisms of riceresistanceto planthopper. Plant\nCell Reports, 35(8):1559- 1572.\n\nLiu C, Du B, Hao F, Lei H, Wan Q, He G, Wang Y\nand Tang H. 2017. Dynamic metabolic responses\nof brown planthoppers towards susceptible and\nresistant rice plants. Plant Biotechnology J ournal,\n10:1346-1357. doi: 10.1111/pbi.12721.\n\nLiu F Li K, Cai W, Zhao J, Zou Yand Hua H.\n2017. Knockdown of TOR causing ovarian\ndiapause in a genetically stable brachypterous\nstrain of Nilaparvata lugens. Archives of Insect\nBiochemistry and Physiology, 95(4)doi: 10.1002/\narch.21400.\n\nLiu S, Liang QM, Zhou WW, Jiang YD, Zhu\nQZ, Yu H, Zhang CX, Gurr GM and Zhu\nZ. 2015. RNA interference of NADPH-\ncytochrome P450 reductase of the rice brown\nplanthopper, Nilaparvata lugens, increases\nsusceptibility to insecticides. Pest Management\nScience, 71(1):32-39. doi: 10.1002/ps.3760.\n\nLu K, Chen X, Liu WT and Qiang Zhou Q. 2016.\nTOR  pathway-mediated juvenile hormone\nsynthesis regulates nutrient-dependent female\nreproduction in Nilaparvata lugens (Stal).\nInternational Journal of Molecular Sciences,\n17:438. doi:10.3390/ijms17040438\n\nLu K, Wang Y, Chen X, Zhang Z, Li Y, Li W\nand Zhou Q. 2017. Characterization and\n\nfunctional analysis of a  carboxylesterase\ngene associated with chlorpyrifos resistance\nin Nilaparvata lugens (Stal). Comparative\nBiochemistry and Physiology Part C 203:12-20.\ndoi: 10.1016/j.cbpc.\n\nMatsumura M, Takeuchi H, Satoh M, SanadaMorimura\nS, Otuka A, Watanabe T and Thanh DV. 2009.\nCurrent status of insecticide resistance in rice\nplanthoppers in Asia pp. 233-243. In Heong KL,\nHardy B (edts.) Planthoppers: New Threats to\ntheSustainability of Intensive Rice Production\nSystems in Asia. International Rice Research\nInstitute (IRRI), Los Banos (Philippines).\n\nOtuka A, Matsumura M, Watanabe T and Dinh TV.\n2008. A migration analysis forrice planthoppers,\nSogatellafurcifera (Horvath) and Nilaparvata\nlugens (Stal) (Homoptera: Delphacidae),\nemigrating from northern Vietnam from April to\nMay. Applied Entomology and Zoology, 43: 527-\n534,\n\nPang R, Chen M, Liang Z, Yue X, Ge H and Zhang W.\n2016. Functional analysis of CY P6ER1, a P450\ngene associated with imidacloprid resistance\nin Nilaparvata lugens. Scientific Reports, 10;\n6:34992. doi: 10.1038/srep34992.\n\nPeng L, Zhao Y, Wang H, Song C, Shangguan\nX, Ma Y, Zhu L and He G. 2017. Functional\nstudy of cytochrome P450 enzymes from the\nbrown planthopper (Nilaparvata lugens Stal)\nto analyze its adaptation to BPH-resistant rice.\nFrontiers in Physiology, 8:972. doi: 10.3389/\nfphys.2017.00972.\n\nPetrova A and Smith CM. 2015. Application of\nbrown planthopper salivary gland extract to rice\nplants induces systemic host mRNA patterns\nassociated with nutrient remobilization. PLoS\nOne, 10(12):e0141769. doi: 10.1371/journal.\npone.0141769.\n\nRao W, Zheng X, Liu B, Guo Q, Guo J, Wu Y,\nShangguan X, Wang H, Wu D, Wang Z, Hu L,\nXu C, Jiang W, Huang J, Shi S and He G. 2019.\nSecretome analysis and in planta expression of\nsalivary proteins identify candidate effectors\n\n \n\n14 *% Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_21": "from the brown planthopper Nilaparvata lugens.\nMolecular Plant Microbe Interactions, 32:227-\n239,\n\nSezer M and Butlin RK. 1998. The genetic basis of\nhost plant adaptation in the brown planthopper\n(Nilaparvata lugens). Heredity, 80(4):499-508\n\nShangguan X, Zhang J, Liu B, Zhao Y, Wang H, Wang\nZ, Guo J, Rao W, Jing S, Guan W, MaY, WuY, Hu\nL, Chen R, DuB, ZhuL, YuD and HeG. 2018.A\nmucin-like protein of planthopper is required for\nfeeding and induces immunity response in plants.\nPlant Physiology, 176(1):552-565.\n\nWan PJ, Yuan SY, Tang YH, Li KL, Yang L, Fu Q and\nLi GQ. 2015. Pathways of amino acid degradation\nin Nilaparvata lugens (Stal) with special\nreference to lysine-ketoglutarate reductase/\nsaccharopine dehydrogenase (LKRSDH). PLoS\nOne, 22;10(5):e0127789. doi: 10.1371/journal.\npone.0127789.\n\nWang L, Tang N, Gao X, Chang Z, Zhang L, Zhou\nG, Guo D, Zeng Z, Li W, Akinyemi IA and\nYang H. 2017. Genome sequence of a rice\npest, the white-backed planthopper (Sogatella\nfurcifera). Gigascience, 6(1):p.giw004\n\nWu SF, Zeng B, Zheng C, Mu XC, Zhang Y, Hu\nJ, Zhang S, Gao CF and Shen JL. 2018. The\nevolution of insecticide resistance in the brown\nplanthopper (Nilaparvata lugens Stal) of China in\nthe period 2012-2016. Scientific Reports, 8:4586.\n\nXuHJ andZhang CX. 2017. Insulin receptors and wing\ndimorphism in riceplanthoppers. Philosophical\nTransactions Royal Society of London B\nBiological Sciences, 372 (1713) :20150489.\n\nXue J, Zhou X, Zhang CX, Yu LL, Fan HW, Wang\nZ, Xu HJ, Xi Y, Zhu ZR, Zhou WW and Pan\nPL. 2014. Genomes of the rice pest brown\nplanthopper and its endosymbionts reveal\ncomplex complementary contributions for host\nadaptation. Genome Biology, 15(12): 521.\n\nYeW,YuH,JianY, Zeng], JiR, ChenHandLouY. 2017.\nA salivary EF-hand calcium-binding protein of the\n\nAR\n\nbrown planthopper Nilaparvata lugens functions\nas an effector for defense responses in rice.\nScientific Reports, 18:7:40498. doi: 10.1038/\nsrep40498.\n\nYeYX, Pan PL, XuJY, Shen ZF, Kang D, etal., 2017.\nForkhead box transcription factor L2 activates\nFcp3C to regulate insect chorion formation. Open\nBiology, 7:170061.\n\nYu B, Li DT, LuJB, Zhang WX, Zhang CX. 2016.\nSeminal fluid protein genes of the brown\nplanthopper, Nilaparvata lugens. BMC Genomics,\n17:654.\n\nYu H, Ji R, Ye W, Chen H, Lai W, Fu Q and Lou Y.\n2014. Transcriptome analysis of fat bodies from\ntwo brown planthopper (Nilaparvata lugens)\npopulations with different virulence levels in rice.\nPLoS One, 12;9(2):e88528. doi: 10.1371/journal.\npone.\n\nZhang Y, Meng X, Yang Y, Li H, Wang X, Yang\nB, Zhang J, Li C, Millar NS and Liu Z. 2016.\nSynergistic and compensatory effects of two\npoint mutations conferring target-site resistance\nto fipronil in the insect GABA receptor RDL.\nScientific Reports, 6:32335. doi: 10.1038/\nsrep32335.\n\nZhuJ, Jiang F, Wang X, Yang P, Bao Y, Zhao W, Wang\nW, LuH, Wang Q, Cui N, LiJ, Chen X, Luo L, Yu\nJ, Kang L, Cuil F (2017) Genome sequence of the\nsmall brown planthopper,Laodelphax striatellus.\nGigaScience, 6, 2017, 1-12\n\nZhuo JC, Lei C, Shi Jk, Xu N, Xue WH, et al.,\n2017. Tra-2 mediates cross-talk between sex\ndetermination and wing polyphenism in female\nNilaparvata lugens. Genetics, 207:1067-1078.\n\nZimmer CT, Garrood WT, Singh KS, Randall E,\nLueke B, Gutbrod O, Matthiesen S, Kohler\nM, Nauen R, Davies TGE and Bass C. 2018.\nNeofunctionalization of duplicated P450 genes\ndrives the evolution of insecticide resistance in\nthe brown planthopper. Current Biology, 28:268-\n274,doi: 10.1016/j.cub.2017.11.060.\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 15",
    "Page_22": "_AR\n\nORIGINAL RESEARCH ARTICLE OPEN ACCESS\n\nPhenotyping and correlation studies of recombinant inbred lines derived from\ninterspecific cross of Oryza sativa and Oryza nivara\n\nDe silva NPS*3, Divya B Shankar VG’, Kavitha B?, Raju AK?, Prashanthi P?, Poli Y 2,\nSubrahmanyam D? and Sarla N?\n\n‘Professor J ayashankar Telangana State A gricultural University, Hyderabad, 500030, India\n*ICAR Indian Institute of Rice Research, Hyderabad, 500030, India\n\nRegional Rice Research & Development Centre, Bombuwela, Kalutara, 12000, Sri Lanka\n*Corresponding author (Email: divyabalakrishnan05@ gmail.com)\n\n \n\n \n\nReceived: 10\" September 2020; Accepted: 15\" November 2020\nAbstract\n\nRecombinant Inbred Lines (RILs) derived from crosses between elite cultivars and wild introgression lines\nare important sources of new genetic variability. In this study 177 RILs derived from a cross of Swarna /\n166s (Swarna /Oryza nivara), were characterized for yield and grain shape related traits for two seasons\nRabi 2018-19 and Kharif 2019. Phenotypic correlation analysis showed that, single plant yield had a positive\nassociation with productive tiller number, total tiller number, panicle weight, biomass and harvest index in\nboth the seasons. Significant and positive correlation was observed between grain length and grain perimeter\nfollowed by productive tiller number and total tiller number. A perfect negative linear relationship was\nobserved between filled grain percentage and unfilled grain percentage. Across the seasons, biomass weight\nconsistently showed significant positive correlations with the majority of yield contributing traits, followed\nby days to 50 percent flowering. Grain shape traits (grain length, grain width, length/width ratio, grain area\nand grain perimeter) were interrelated with each other significantly. Trait association study in this mapping\npopulation showed that though the yield performance has always been the main focus of breeding programmes,\nthe complex interaction of the yield attributes is also equally significant to understand the genetic mechanisms\nfor yield improvement. Selected RILs from this study are being used in rice improvement programmes to\ndetect favorable genes from O. nivara for yield improvement.\n\nKey Words: Rice, yield, grain shape, correlation coefficient, recombinant inbred lines\n\nIntroduction\n\nRice (Oryza sativa L) is one of the most important\nstaple food crops of the world providing nutritional\nand economic benefits to more than half of the world\npopulation (Roy and Shil, 2020). Rice yield needs to be\ncontinuously improved to fulfill the future demands of\nincreasing population and to enhance living standards.\nHowever, it is the most challenging part in breeding\nprogrammes because yield is the most variable and\ncomplex trait influenced by several environmental\n\nlines of Oryza sativa is expected to reduce genetic\nvariability in the working germplasm and slow down\nthe discovery of novel traits to improve yield. Yield\nlevel in the released varieties has plateaued due to the\nnarrow genetic base in parental lines used in crossing\nprocedure (Tanksley and McCouch, 1997). One of\nthe alternatives for increasing agriculture production\nis to identify the genes lost or weakened during the\ndomestication process and use them in subsequent\ntargeted breeding programmes (Shakiba and Eizenga,\n\nand genetic factors (Pimsaen et al., 2010; Sreedhar\net al., 2011; Christopher and Sangodoyin, 2011).\nThe current practice of crossing between elite\n\n2014). The wild species of the genus Oryza serve as a\nnearly untapped reservoir of genetic diversity that can\nbe used to improve the world’s most important food\n\n \n\n16 *% Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_23": "crop, rice. The high diversity existing in wild rice\nspecies as they have not undergone rigorous human\nselection, makes them potential sources of important\nagronomic traits for exploitation by plant breeders\nfor varietal improvement (Brar and Khush 1997; Gur\nand Zamir, 2004; Xie et al., 2008; Yadav et al., 2013;\nSharma et al., 2013).\n\nThe genus Oryza has 22 wild species, with tremendous\nvariability and contains numerous valuable genes for\nimprovement of several traits. This was demonstrated\nby Khush et al., (1977), by introgressing the gene\nfor resistance to grassy stunt virus from O. nivara to\ncultivated rice. Since then, wild species have been\nwidely used forintrogression of several agronomically\nimportant traits such as tolerance to biotic stresses\nlike blast (Jeung et al., 2007), brown planthopper\n(Rahman et al., 2009; Jena and Kim, 2010; Sarao et\nal., 2016), and bacterial leaf blight (Natrajkumar et\nal., 2011). O. nivara, a cross compatible wild species\nof rice with AA genome is known as a source of\nimportant genes like cytoplasmic male sterility (Li et\nal, 2005), resistance to grassy stunt virus (Brar and\nKhush, 1997), bacterial leaf blight (Cheema et al.,\n2008) and BPH (brown planthopper) (Madurangi et\nal., 2013; Sarao et al., 2016). Introgression from non-\nAA genome species Oryza minuta (CCDD) was used\nin the successful transfer of blast resistance genes and\nO. australiensis (EE) for blast and BPH resistance\ngenes into O. sativa (Jena and Khush,2000; Fu et al.,\n2008; Suh et al., 2014).\n\nPrevious studies showed that introgression from\nwild rice species also enhances tolerance to abiotic\nstresses like drought, salinity and cold (Koseki et\nal.,2010; Ndjiondjop et al., 2010; Yang et al., 2012),\ndiversification of cytoplasmic male sterility sources\n(Li et al., 2005), adaptability and yield-enhancing\ncomponents for improving rice yield (Swamy and\nSarla, 2008; Brar and Singh, 2011; Shakiba and\nEizenga, 2014; Furuta et al., 2014; Bhatia et al.,\n2017; Haritha et al., 2018; Kaur et al, 2018; Zhu et al,\n2018) and grain quality (Yun et al., 2016;Gaikwadet\nal., 2018). It was reported that transferring yield-\n\n_AR\n\nenhancing segments/ QTLs into the genetic\nbackground of elite varieties (Kaladhar et al., 2008;\nFu et al, 2010; Bai et al., 2012; Thalapati et al., 2012;\nGaikwad et al., 2014; Swamy et al., 2014; Surapaneni\net al., 2017) helped in the identification of improved\ncultivars with wild introgressions (Sarla et al., 2009).\nIn India, Dhanarasi and Jarava are two rice varieties\nreleased for increased yield and they were derived\nfrom crosses with O. rufipogon (Ram et al., 2007,\n2010). DRR Dhan 40, a medium duration rice variety\n(BIL derived from Swarna x O. nivara IRGC81848)\nwas released for Maharashtra, West Bengal and\nTamil Nadu states of India (Sarla, 2014; Haritha et\nal., 2016). Improving mega varieties which are well\nadapted, farmer accepted, popular and with good grain\nquality for any specific trait, is an important strategy\nin crop breeding programmes. In the present study,\nRILs derived from a cross between cultivar Swarna\nand BIL166s were used to understand the correlations\namong the yield and grain shape related traits.\n\nMaterials and Methods\nPlant material\n\nSwarma [(MTU 7029/ IET5656 (Vasistha/Mahsuri)]\nis a low-land high yielding indica type mega rice\nvariety released in 1982 in India by RARS, Maruteru\nand it is a semi-dwarf variety maturing within 135-\n140 days with an average yield of 6.5 t/ha. 166s (male\nparent), a stable advanced backcross introgression\nline derived from a cross between Swarna and Oryza\nnivara IRGC81848 from IIRR, Hyderabad, is a late\nduration genotype, with strong culm strength and\npanicle weight. 166s has higher grain yield and yield\nstability than Swarna but with similar grain type to\nSwarna (Balakrishnan et al., 2016). Both were used\nin crossing programmes (Kavitha et al., 2020). In the\npresent study, the F, and F, generations of the cross\nwere raised during Rabi 2018/19 (dry) and Kharif\n2019 (wet) seasons respectively, at research farm,\nICAR-Indian Institute of Rice Research, Hyderabad\n(17°19’ N, 78°29’ E) at an altitude of 549 m above\nsea level in alkaline vertisol soil under irrigated field\ncondition.\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 17",
    "Page_24": "_AR\n\nPhenotypic evaluation of RILs\n\nThe 177 RILs obtained from ICA R-IIRR were planted\nin the field as three-row families in both seasons. One\nrow consisted of ten plants and each replication had\nthirty plants. A randomized complete block design was\nfollowed with two replications. Parental lines Swarna\nand 166s were used as check varieties. The spacing\nbetween rows was 20 cm and 15 cm between plants.\nThe crop was grown under irrigated condition and\nphenotypic observations were recorded for yield and\ngrain shape-related traits from the randomly selected\nthree plants in the middle row of each family. Twelve\nyield related traits viz, days to 50% flowering (DFF),\nplant height (PH), number of productive tillers per\nplant (PTN), number of total tillers per plant (TTN),\npanicle length (PL), panicle weight (PW), 1000 grain\nweight (TGW), filled grain percentage (FG), unfilled\ngrain percentage (UFG), single plant yield (SPY),\nbiomass weight (BM) and harvest index (HI) were\nmeasured following Standard Evaluation System\nC(IRRI, 2013). The days to 50 per cent flowering was\ntaken as the number of days taken for 50 per cent\nheading in the family considering the 30 plants. Grain\nshape-related five traits were taken viz, grain length\n(GL), grain width (GW), grain length/width ratio\n(LW), grain area (GA) and grain perimeter (GP). All\nthe parameters were measured using Image J (image\nanalysis software) and the mean of 10 seeds was taken\nin each replication.\n\nStatistical analysis\n\nThe mean values from each replication were\nsubjected to statistical analysis. Correlation analysis\nwas performed with Statistical Tool for Agricultural\nResearch STAR (STAR 2.0.1, http://bbi.irri.org) and\nsignificant values were determined using Pearson\ncoefficients at the 0.05 and 0.01 levels.\n\nResults and Discussion\n\nAs a complex quantitative character, estimation of\ngrain yield depends on contribution from other traits\nwhich ultimately affects the overall yield potential of\nthe genotype. The trait association which is either in\npositive ornegative direction helps the breederto select\n\ntraits to improve grain yield in breeding programmes.\nHence, association analysis was undertaken to determine\nthe direction of selection and to get an understanding\nof the characters to be considered in improving grain\nyield. The phenotypic correlation coefficient among\nseventeen characters was assessed related to yield and\ngrain shape-related traits using RILs derived from\nSwarna / 166s, in Rabi 2018-19 and Kharif 2019 with\ntwo replications (Table 1).\n\nThe r-value for Karl Pearson’s correlation coefficient\nhelps in identification of an association between\ntwo distinct traits. Though it does not measure the\nmagnitude of association it does give an idea of the\nrelationship (Yusuff et al., 2018). For the correlation\ncoefficient interpretations, Ratner, (2009) gave a\nstandard accepted guideline. The r-value of 0, +1, and\n-1 indicates no linear relationship, a perfect positive\nlinear relationship, and negative linear relationship,\nrespectively. The values that range from 0 to 0.3, 0.3\nto 0.7, and 0.7 to 1 indicate alow, moderate, and strong\npositive linear relationships, respectively, while the\nvalues that range from 0 to -0.3, -0.3 to -0.7, and -0.7\nto -1 indicate a low, moderate, and strong negative\nlinear relationships, respectively.\n\nIn the present study, single plant yield showed\nassociation with one of the main yield components,\npanicle weight and a moderate positive association\nwith tiller number in Rabi 2018/19 and Kharif 2019\nseasons, respectively. Further single plant yield\nshowed significant and positive association with\npanicle weight, biomass and harvest index. Panicle\nlength had a positive association with days to fifty\npercent flowering, plant height, biomass and panicle\nweight. Panicle weight showed significant and positive\nassociation with days to fifty percent flowering, plant\nheight, panicle length, single plant yield and thousand\ngrain weight, while thousand grain weight showed\nsignificant and positive association with harvest\nindex and panicle weight. As expected, percentage of\nfilled and unfilled grain had a perfect negative linear\nrelationship. Filled grain had significant and positive\n\n \n\n18 *% Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_25": "_AR\n\nJeqouped urerB-q5 pue\nvole UIRIS-VD ‘one YpPIM/YISUI] UrTeIS-AyT “Up! 3-M\\D “YISug] uleIs-TD *x: JSOAIeY -[]] “IYSIOM ssvuUlolg-ig “PIotA jueyd o[Surs-4A qs ‘asejusosod urless poy]yuN-HF- ‘aseyuoorod uress poyy-O4\nYySIOM URIS YOOT-MOL ‘TYSI0m oporued-\\g ‘ySuo] oporued-Tg “jueyd sod ssoq[N JeI0} Jo Joqunu-N LL ‘Wweyd sod sso]]H sAnonposd Jo Joquinu-N Ld “WSroy jed-pg “SuoMmoy %O¢ 01 sheG-4AAG\n\n610z JEU Jo suoyepauoo o1dAjousyd smoys TeuoGep Moy pue GT/RTOZ ew Ul Byep ueSsur jo UOTE AION oid Ajousy ary smoys Teuoberp wddQ \"TO'O0>d++.PUe ‘GO'O>dx :S[OA] DOUROTUSIS\n\n \n\n \n \n\n \n\nT *4L79'O xx TEE €TO'O +**SS6'0 880°0- T80';0- +4ZTO- = +60T'0-— +60 '0- €TtO'O gso'0- 610 ZS0'0 690°0 cwo0 TZO'0O- d9\n+8790 T +E 0S\"0- 800 «670 TOT'O- GEO'O- LTT O- TOTO T0O- 1400 ceo'0- c80°0 coo'0- voo0'0 yoo'0 co0- vO\n+6VEO ++8S70- T +81ITO-  +LLV'0 szoO vSO00- VIOO- 900°0 go00';0- =Sss00- -8z0';0-— ZS0'0- gsso'O 890°0 L£w0 cZO'0- MT\n+*86T'O ++978'0 *««TZ8°0- T 9z00- = G60'0-_—s ZE0'0- 80°0- T90'°0 c90'0- 900°0 6z0'0- ewo vrvw0- T900-  9E0'O- —- 9ZO'O-| MD\n+ES60 67S O E870 w00 T €90°0- T90'0- T60°0- 1600 T60'0- 1000 870'0- 610°0 c30'0 860°0 €w'0 TZO'0O- 19\n\nvLO0 TSO'O-  **TZTO *s9ETO- <S60°0 T *4G6T'O-  +*809'0 +86E°0-  «x€6E'O +«LETO +1970 ce0'0 £90°0 1800 SVO'O-  *+€ST'O- TH\n\nT60°0- 9gt00- = Z80°0- woo 880'0- *«*PLG°0- T «C090 990°0 990°0-  *+8ZT'O- €S0'0 OTTO 9EGO = ETGO xxGLT'O 19770 Wa\nse00- = wKOO0- cwo0 ZS0'0- 8TOO- *xVST'O ++689°0 T +VGTO- — **7GT'0 6S90°0- *+LTZO COTO +**LTSO ++60S'0 880°0 <90°0 AdS\n*CTLO 8Z0°0 6100 6€00 +6110 +8T0O- +81IT0O 9E0'0- T aekT-  G6O'O-  +997'0- 6x00 00- T4ZO0- xSTTO xx€ETO| DAN\n*CTLO- 8Z400- 6100- 6800- +6ITO- *8TO +8TT0- 9EO'O—-*xO0'T- T S60°0 «+9970 60'0- wOO TZO';O  +#GTT'O-  *x€ET'O- oa\n900°0- £00 €0'0- 1900 TIOO = *#€LT'O £90°0- 4600 YEO0- vEOO T *VETO T90'O-  *+LVZ'O-  *46T7'0- T80°0 *«TZC'O- | MOL\n\n800°0 Lv0'0- v90'0 LO°0- vIOO 9L0'O *4+LBEO  ++6LG'0 vO0- vsooO 8 +60T0 T **L09'O *4+90T'O- +kLETO- = *xGS7O *xGTEO Md\n\nso00'0 Szo\"O ZcO'0- —- €6ZO'O co0'O 660°0-  *#68E'0 — *Z6E\"0 vsoO = V00- 6L400- **LL9°0 T 890°0- €90'0-  *xZTS'O «+670 Td\n\n*48ST'0- =1600- =S90'O- —— VZO'O- GST O- xx88T'O- xxEEGO +8470 cvo'0- cwo0 60°0- T00‘0- £60°0 T +8960 +LLT'O- 8600) NLL\n+*VETO- 660°0- TEO'O- =8hO0- +6ZTO- *VETO- **S9GO +*«I9S°O 8t0'0- 8100 vE00- VLOO +9710 «S60 T + 99T'O- cLOO| Nid\n8Z0°0- 6400- s800;0- 9100- LLO'O- **ZOE'O-  ++8TSO EGE cS0'0 cS0'0- LSO0'0  *s6TS'O xx€0'0 610°0- cS0'O T kC6EO Ha\ns900- 9100- 9”'0- 600°0 GSO'O- *9ET'O-  *KTEVO  +8TEO 8 94xCITO =0xTTO- = LO00-  xxZTVO +L SEO v800 +SETO +070 T s4jqa\n\n \n\n \n\n \n\n \n\nd9 vO MI M9 19 ii Wa AdS Sgn oa MOL Moi Ta NLL Nid Hd sad\n\n \n\n6107 JASUT Pue GT/STIOT HIE Ul STRY SOOT X BUABAS Ul SpIeAy pajelet-odeys UleAS pu paid SUOMI SyUBTIYJI0I UOHLIIIIOD 2] 9qQUL\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 19",
    "Page_26": "_AR\n\nassociation with harvest index while it showed\nsignificant and negative association with grain\nperimeter and days to fifty percent flowering. Unfilled\ngrain percentage showed significant and negative\nassociation with harvest index and_ significant,\npositive association with grain perimeter and days to\nfifty percent flowering. Biomass showed significant\npositive correlations with the majority of other traits\nsuch as days to fifty percent flowering, plant height,\nproductive tiller number, panicle length, panicle\nweight, unfilled grains and single plant yield in Rabi\n2018/19 followed by days to fifty percent flowering\nwith plant height, productive tiller number, panicle\nlength, panicle weight, unfilled grains, single plant\nyield and biomass.\n\nRice grain yield is contributed by many component\ntraits measured mainly by four indices: panicles\nper unit area, number of spikelets per panicle, the\nweight of spikelets (1000 grain weight) and spikelet\nfertility or filled grain percentage (Fageria, 2007;\nXing and Zhang 2010; Ikeda et al., 2013). Also,\nshoot dry weight, grain harvest index, and nitrogen\n(N) harvest index are positively associated with grain\nyield (Fageria, 2007). Supportive to the idea of four\nmain components of grain yield, Bagati et al., (2016)\nusing a RIL population derived from a cross between\nPusa Basmati and Basmati 370, reported that tillering\nability, spikelet fertility percentage, number of grains\nper panicle and 1000-grain weight had a significantly\npositive correlation with grain yield. A study carried\nout by Kar et al., (2018) with low land rice varieties\nindicated that grain yield was positively correlated\nwith fertile grain number, fertility percentage, days to\nflowering and plant height indicating the importance\nof such traits for the realization of high yield in rice.\nHaritha et al., (2017) showed that yield per plant\nwas significantly correlated with above-ground\nbiomass, total dry matter and harvest index using ILs\nof a cross between Oryza sativa (KMR3) x Oryza\nrufipogon (WR120). Yusuff, et al., (2018) reported\nthat, the yield per hectare showed strong, positive\nand highly significant association with tillers per hill\nand panicles per hill. Sudhakar et al., (2012) reported\n\nthat grain yield per plant (single plant yield) showed a\nsignificant positive association with grain weight per\npanicle (PW) using ILs of KMR3 x O. rufipogon.\n\nIn Kharif 2019, the same pattern of correlation of\nbiomass with days to fifty percent flowering, plant\nheight, productive tiller number, panicle length and\nsingle plant yield was observed; followed by days\nto fifty percent flowering with plant height, panicle\nlength, panicle weight, unfilled grains and biomass\nwith significant and positive correlation for the\nmajority of the yield contributing traits. Biomass\nshowed significant and negative association with\nharvest index. Haritha et al., (2017) reported that\nabove ground biomass was significantly correlated\nwith total dry matter and harvest index. HI showed\nsignificant negative correlations with most of the\ncontributing traits like days to fifty percent flowering,\nplant height, productive tiller number, total tiller\nnumber, unfilled grains and biomass; followed by\nfilled and unfilled grains, biomass, grain length and\ngrain perimeter in Rabi 2018/19. In Kharif 2019\ndays to fifty percent flowering (with thousand grain\nweight, filled grains and harvest index), plant height\n(with productive tiller number, total tiller number and\nfilled grains), thousand grain weight (with days to\nfifty percent flowering, productive tiller number and\ntotal tiller number) and harvest index (with days to\nfifty percent flowering, unfilled grains and biomass)\nshowed the significant and negative correlations with\nthe majority of the traits under study. HI showed\nsignificant and positive association with thousand\ngrain weight, number of filled grains, and single plant\nyield. It showed significant and negative association\nwith days to fifty percent flowering, unfilled grains\nand biomass. Balakrishnan et al., (2016) observed\nthat single plant yield exhibited a highly significant\nassociation with panicle weight, biomass and harvest\nindex in the introgression lines derived from Oryza\nsativa cv. Swarna /Oryza nivara.\n\nGrain shape traits (GL, GW, LW, GA and GP) were\ninterrelated with each other significantly across the\nseasons. Grain length had significant and positive\n\n \n\n20 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_27": "association with length: width, grain area and grain\nperimeter. The positive correlation between grain\nlength and length by width ratio was also reported\nby Abdala et al., (2016) and Golam et al., (2014).\nGrain width had a significant and negative association\nwith LW. Abdala et al, (2016) also reported a similar\nassociation, but observed a strong correlation\nbetween brown rice shape and paddy rice width. In\nthe present study, there was no correlation between\ngrain length and grain width as reported by Abdala\net al, (2016). Length/ width ratio had a negative and\nsignificant association with grain width and grain\narea while it had a positive and strong association\nwith grain perimeter and grain length. Grain area\nhad a significant, moderate and positive association\nwith grain length and grain perimeter, but significant\nnegative association with grain length/width ratio.\n\nIn this study most of the trait associations were\nconsistently significant in both Rabi 2018/19 and\nKharif 2019 seasons. Days to fifty percent flowering\nhad a significant positive association with plant\nheight, panicle length, panicle weight, unfilled grains\nand biomass and had a significant negative association\nwith harvest index and number of filled grains.\nBalakrishnan et al., (2016) reported that days to fifty\npercent flowering showed a negative correlation with\nnumber of filled grains, harvest index and days to fifty\npercent flowering while highly significant association\nobserved between panicle length and panicle weight.\nFollowing the\ncorrelation, in same direction across the seasons;\nsingle plant yield with biomass, harvest index, grain\nlength and grain weight; grain length/width ratio with\ngrain area and grain perimeter; grain length showed\nsignificant association with grain length/width ratio,\ngrain area and grain perimeter in both the seasons.\nPlant height showed significant, positive relationship\nwith days to fifty percent flowering, panicle length,\npanicle weight and biomass. This corroborates with the\nfindings of Immanuel et al., (2011) for panicle length.\nProductive tiller number and total tiller number had\na strong and positive association with each other and\nmoderate positive association with single plant yield\nand biomass. Immanuel et al, (2011), and Sudhakar et\n\nassociations showed significant\n\n_AR\n\nal., (2012) also reported the significant and positive\nassociation of total tiller number with productive tiller\nnumber. Yusuff, et al., (2018) revealed that tillers\nper hill and grain weight per hill possessed positive\nassociation with yield per hectare.\n\nFor some traits, significant associations were observed\nonly in one season (Table 1). Following associations\nwere significant and positive in Rabi 2018/19 season\nonly. Days to fifty percent flowering with productive\ntiller number and single plant yield; plant height\nwith single plant yield; productive tiller number\nwith panicle length; panicle length with single plant\nyield; panicle weight with biomass; unfilled grains\nwith biomass and grain length; harvest index with\ngrain length/width ratio; grain weight with grain area\nand grain perimeter. Following associations were\nsignificant and negative, productive tiller number\nwith harvest index and grain length; total tiller number\nwith harvest index, grain length and grain perimeter;\nnumber of filled grains with biomass and grain length.\nIn Kharif 2019 only association among plant height\nwith unfilled grains; panicle weight with number\nof filled grains and harvest index; number of filled\ngrains with single plant yield were significant and\npositive, while following associations were significant\nand negative, days to fifty percent flowering with\nthousand grain weight; plant height with productive\ntiller number, total tiller number and number of filled\ngrains; productive tiller number with panicle weight,\nthousand grain weight; total tiller number with panicle\nweight, thousand grain weight; panicle weight with\nunfilled grains; thousand grain weight with biomass;\nunfilled grains with single plant yield; single plant\nyield with grain perimeter. Bagati et al, (2016)\nreported panicle length exhibited significant positive\nand negative association with grain yield during 2014\nand 2015, respectively. The major reason for this\ndifference in trait association is mainly the varying\nenvironmental conditions. After transplanting, the 21\ndays old seedlings in the field were exposed to total\nsubmergence for few days and partially for about ten\ndays due to heavy rains in Kharif 2019. In general,\nthe observed disparity in cultivation conditions, the\ninconsistencies in individual genotype expression, are\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 21",
    "Page_28": "_AR\n\nreasonable causes for fluctuations in environmental\nindices (Adesola, 2013). Trait associations showed\nseasonal variation mainly due to the fact that genotypic\nperformance depends on environmental conditions\n(Bose et al., 2014: Balakrishnan et al., 2016). Similar\nobservations on GEI were made by Tariku et al.,\n(2013) and Akter et al., (2014) on multi-environment\nstudies using rice genotypes.\n\nConclusion\n\nIn the present study, association analysis was done\nusing 177 RILs derived from a cross between Swarna\nx 166s for seventeen yield and grain shape-related\ntraits in Rabi 2018/19 and Kharif 2019 seasons.\nBiomass showed significant positive correlations with\nthe majority of traits, followed by days to fifty percent\nflowering in both seasons. Among all the traits,\nhighest significant and strong positive correlation was\nobserved between grain length and grain perimeter\nfollowed by productive tiller number and total tiller\nnumber in Rabi season. When harvest index showed\nsignificant negative correlations with majority of the\nyield contributing traits followed by filled grains in\nRabi season, days to fifty percent flowering, plant\nheight, 1000 grain weight and harvest index showed\nthe same correlations in Kharif season. Grain shape\ntraits were interrelated with each other significantly in\nboth seasons. Grain length had a significant, positive\nand moderate association with grain length/width\nratio, grain area and a high association with grain\nperimeter. Single plant yield showed a moderate\npositive association with both productive and total\ntillers per plant, panicle weight, biomass and harvest\nindex in both seasons. According to our results, the\nfocus on productive tiller number and panicle weight\nwill be most helpful while selecting the genotypes in\nthe field for higher yield in this population.\n\nAcknowledgements\n\nThis research was carried out as a part of the PhD\nresearch work entitled “Stability analysis of wild\nintrogression lines in rice using AMMI and GGE\nbiplot analysis” of the first author at ICAR-Indian\nInstitute of Rice Research and College of A griculture,\n\nPJTSAU, Hyderabad, India. This research was carried\nout under project on Mapping QTLs for yield and\nrelated traits using BILs from elite x wild crosses of\nrice (ABR/CI/BT/11) and National Professor Project,\nICAR-IIRR (F.No:Edn/27/4/NP/2012-HRD) funded\nby ICAR-Indian Council of Agricultural Research,\nNew Delhi, India. Financial support and scholarship\nfor PhD studies to the first author from Sri Lanka\nCouncil for Agricultural Research Policy, Sri Lanka\nis greatly acknowledged. The authors are highly\ngrateful to the Director, ICAR-IIRR for providing all\nthe necessary facilities.\n\nReferences\n\nAbdala AJ, Bokosi JM, Mwangwela AM and\nMzengeza TR. 2016. Correlation and path\ncoefficient analysis for grain quality traits in F1\ngeneration of rice (Oryza sativa L.). Journal of\nPlant Breeding and Crop Science, 8(7):109-116\n\nAdesola LN. 2013. Genotype x Environment analysis\nof some yield components of upland rice (Oryza\nsativaL.) under two ecologies in Nigeria.\nInternational Journal for plant breeding and\ngenetics, 7(2):105-114\n\nAkterA, Jamil HM, Umma KM, Islam MR., Hossain\nK and MamunurRM. 2014.AMMIBiplotanalysis\nfor stability of grain yield in hybrid rice (Oryza\nSativa L.). Journal of Rice Research, 2:126-169.\ndoi:10.4172/jrr.1000126\n\nBagati S, Singh AK, Salgotra RK, Bhardwaj R,\nSharma M, Rai SK and Bhat A. 2016. Genetic\nvariability, heritability and correlation coefficients\nof yield and its component traits in basmati rice\n(Oryza sativa L.). SABRAO Journal of Breeding\nand Genetics, 48(4): 445-452\n\nBai XF, WuB and Xing Y Z. 2012.Yield-related QTLs\nand theirapplications in rice genetic improvement.\nJournal of Integrative Plant Biology, 54(5):300-\n311\n\nBalakrishnan D, Subrahmanyam D, Badri J, RajuAK,\nRao YV, Beerelli K, Mesapogu S, Surapaneni M,\nPonnuswamy R, Padmavathi G, Babu VR and\n\n \n\n22 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_29": "Neelamraju S. 2016. Genotype x Environment\ninteractions of yield traits in backcross\nintrogression lines derived from Oryza sativa cv.\nSwama/Oryza nivara. Frontiers in Plant Science,\n7:1530. doi: 10.3389/fpls.2016.01530\n\nBhatia D, Joshi S, Das A, Vikal Y, Sahi GK, Kumari\nN, Kaur K and Singh K. 2017. Introgression of\nyield component traits in rice (Oryza sativa sp.\nindica) through interspecific hybridization. Crop\nScience, 57:1-17.\n\nBose LK, Jambhulkar NN and Singh ON. 2014.\nAdditive main effects and multiplicative\ninteraction (AMMI) analysis of grain yield\nstability in early duration rice. The Journal of\nAnimal and Plant Sciences, 24,1885- 1897.\n\nBrar DS and Khush G.1997 Alien introgression in\nrice. Plant Molecular Biology, 35:35-47\n\nBrarDS and Singh K. 2011. Rice. In: Kole C (ed) Wild\ncrop relatives: genomics and breeding resources.\nSpringer, Berlin, pp 321-365.\n\nCheema KK, Bains NS, Mangat GS, Das A, Vikal\nY, Brar DS, Khush GS and Singh K. 2008.\nDevelopment of high yielding IR 64 X Oryza\nrufipogon (Griff) introgression\nidentification of introgressed alien chromosome\nsegments using SSR markers. Euphytica, 160(3):\n401-409\n\nChristopher OA and Sangodoin AY. 2011.\nEvapotranspiration, soil and water quality\nimplications on upland rice production. Asian\nJournal of Crop Science, 3:169-178.\n\nFageria NK. 2007. Yield Physiology of Rice. Journal\nof plant nutrition, 30:6. 843-879\n\nFu Q, Zhang P, Tan L, Zhu Z, Ma D, Fu, Zhan X,\nCai H and Sun C. 2010. Analysis of QTLs for\nyield-related traits in Yuanjiang common wild\nrice (Oryza rufipogon Griff.) Journal of Genetics\nand Genomics, 37: 147-157.\n\nFu XL, LuYG, Liu X Dand Li JQ. 2008. Progress\non transferring elite genes from non-AA genome\nwild rice into Oryza sativa through interspecific\n\nlines and\n\n_AR\n\nhybridization. Rice Science, 15(2):79-87\n\nFuruta T, Uehara K, Angeles-Shim RB, Shim J,\nAshikari M and Takashi T. 2014. Development\nand evaluation of chromosome segment\nsubstitution lines (CSSLs) carrying chromosome\nsegments derived from Oryza rufipogon in the\ngenetic background of Oryza sativa L. Breeding\nScience, 63(5): 468-475.\n\nGaikwad KB, Singh N, Bhatia D, Kaur R, Bains NS,\nBharaj TS and Singh K. 2014. Yield enhancing\nheterotic QTL transferred from wild species\nto cultivated rice Oryza sativa L. PLoS One,\n9:e96939\n\nGaikwad KB, SinghN, BhatiaD, SharmaN, Bains NS,\nBharaj TS and Singh K. 2018. Heterotic response\nof genomic regions derived from Oryza rufipogon\nand O. nivara in improving grain morphology and\nquality of indica rice (Oryza sativa L.). Indian\nJournal of Genetics, 78(2): 155-165.\n\nGolam F, Kamilatulhusna Z, Arash N and Mohamad\nO. 2014. Genetic Analysis of F1 Hybrids Derived\nfrom Aromatic (Exotic) Aromatic (Malaysian)\nRice Crosses and Their Callus Induction\nPerformance for Haploid Production. Indian\nJournal of Science and Technology, 7(11):1852-\n1860.\n\nGur A and Zamir D. 2004. Unused natural variation\ncan lift yield barriers in plant breeding. PLoS\nBiology, 2:e245\n\nHaritha G, Malathi S, Divya B, Swamy BPM,\nMangrauthia SK and Sarla N. 2018. Oryza nivara\nSharma et Shastry. In., T. K. Mondal and R. J.\nHenry (eds.), The Wild Oryza Genomes 207-238\nSpringer.\n\nHaritha G, Sudhakar T, Chandra D, Ram T, Divya B\nand Sarla N. 2016. Informative ISSR Markers\nHelp Identify Genetically Distinct Accessions\nof Oryza rufipogon in Yield Improvement. Rice\nScience, 23(5): 225-241\n\nHaritha G, Vishnukiran T, Yugandhar P, Sarla N\nand Subrahmanyam D. 2017. Introgressions\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 23",
    "Page_30": "_AR\n\nfrom Oryza rufipogon increased photosynthetic\nefficiency of KMR3 rice lines. Rice Science,\n24(2): 85-96.\n\nIkeda M, Miura K, Aya K, Kitano H, Matsuoka M.\n2013. Genes offering the potential for designing\nyield-related traits in rice. Current Opinion in\nPlant Biology, 16:213-220\n\nImmanuel SC, Pothiraj N, Thiyagarajan K, Bharathi\nM and Rabindran R. 2011 Genetic parameters\nof variability, correlation and path coefficient\nstudies for grain yield and other yield Attributes\namong rice blast disease resistant genotypes\nof rice (Oryza sativa L.), African Journal of\nBiotechnology, 10(17):3322-3334\n\nIRRI. 2013. Standard Evaluation System for Rice.\n5th ed. International Rice Research Institute.Los\nBanos. 13p\n\nJena K and Khush GS. 2000. Exploitation of species in\nrice improvement: Opportunities, achievements\nand future challenges. In: NandaJS. Rice breeding\nand Genetics: Research Priorities and Challenges.\nEnfield: Science Publication: 269-284\n\nJena KK and Kim SM. 2010. Current status of brown\nplanthopper (Bplant height) resistance and\ngenetics. Rice, 3: 161-171\n\nJeung JU, Kim BR, Cho YC, Han SS, Moon HP, Lee\nYT and Jena KK. 2007. A novel gene, Pi40(t),\nlinked to the DNA markers derived from NBS-\nLRR motifs confers broad spectrum of blast\nresistance in rice. Theoretical and Applied\nGenetics, 115(8): 1163-1177.\n\nKaladhar K, Swamy BPN, Babu AP, Reddy CS and\nSarla N. 2008. Mapping quantitative trait loci\nfor yield traits in BC2F2 population derived\nfrom Swarna x O. nivara cross. Rice Genetics\nNewsletter, 24:34-36\n\nKar RK, Mishra TK, Pandey RK, and Das SR. 2018.\nAssessment of genetic variability in low land sub1\nintrogressed rice genotypes showing tolerance to\nsubmergence and stagnant flooding. Electronic\nJournal of Plant Breeding, 9:2\n\nKaurA, SidanaK , BhatiaD, Neelam K, Singh G, Sahi\nGK, Gill BK, Sharma P, Yadav IS and Singh K.\n2018. A novel QTL qSPP2.2 controlling spikelet\nper panicle identified from Oryzalongistaminata\n(A. Chev. etRoehr.) mapped and transferred to\nOryza sativa (L.). Molecular Breeding, 38: 92\n\nKavitha B, Divya B, Sarla N. 2020. Variability and\ncorrelation of yield traits in BIL x BIL populations\nderived from Swarna x O. nivara. J ournal of Rice\nResearch, 13( 1):1-8\n\nKhush GS, Ling KC, Aquino RC and Aguiero VM.\n1977. Breeding for resistance to grassy stunt\nin rice. In: Proc. 3rd Intern. Congr. SABRAO,\nCanberra, Australia, pp 3-9.\n\nKoseki M, Kitazawa N, Yonebayashi S, Maehara Y,\nWang ZX and Minobe Y. 2010. Identification\nand fine mapping of a major quantitative trait\nlocus originating from wild rice, controlling\ncold tolerance at the seedling stage. Molecular\nGenetics and Genomics, 284(1): 45-54\n\nLi SQ, Yang GH, Li SB, Li YS, Chen ZY and Zhu\nYG. 2005. Distribution of fertility - restorer\ngenes for wild-abortive and Honglian CMS lines\nof rice in the AA genome species of genus Oryza.\nAnnals of Botany, 96(3): 461-466\n\nMadurangi SAP, Rathnasekara D, Senanayake SGJN,\nSamarasinghe WLG, Hemachandra PV. 2013.\nAntixenosis and antibiosis effects of Oryza\nnivara accessions harbouring bph 2 gene on\nbrown planthopper [(Nilaparvata lugens (Stal)].\nJounal of the National Science Foundation of Sri\nLanka,41(2):147-154\n\nNatrajkumar P, Sujatha K, Laha GS, Viraktamath BC,\nMishra B, Rao SK, Hari Y, Hajira S, Pranathi\nK, Balachiranjeevi CH, Yugander A, Sama\nVSAK, Balachandran SM, Madhav S M, Ram\nT, ShobhaRani N, Neeraja CN, Mangrauthia\nSK, Reddy grain area and Sundaram RM. 2011.\nIdentification, molecular mapping and marker-\nassisted introgression of novel bacterial blight\nresistance genes from wild relatives of Oryza.\n\n \n\n24 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_31": "Indian Journal of Genetics and Plant Breeding,\n71(2): 1-8.\n\nNdjiondjop MN, Manneh B, Cissoko M, Drame NK,\nKakai RG, Bocco R, Baimey H and Wopereis\nM. 2010. Drought resistance in an interspecific\nbackcross population of rice (Oryza spp.) derived\nfrom the cross WAB56-104 (O. sativa) x CG14\n(O. glaberrima). Plant Science, 179(4):364-373.\n\nPimsaen W, Jogloy S, Suriham B, Kesmala T,\nPensuk V and Patanothai A. 2010. Genotype\nby environment (GXE) interactions for yield\ncomponents of Jerusalem artichoke (Helianthus\ntuberoses L.). Asian Journal of Plant Sciences, 9:\n11-19,\n\nRahman ML, Jiang W, Chu SH, Qiao Y, Ham TH, Woo\nMO, LeeJ, Khanam MS., ChinJH, JeungJU, Brar\nDS, Jena KK and Koh HJ. 2009. High-resolution\nmapping of two rice brown planthopper resistance\ngenes, Bph20(t) and Bph21(t) originating from\nOryza minuta. Theoretical and Applied Genetics,\n119(7): 1237-1246.\n\nRam T, Majumder N D, Krishnaveni D and Ansari M\nM. 2007. Rice variety Dhanrasi, an example of\nimproving yield potential and disease resistance\nby introgressing gene(s) from wild species (Oryza\nrufipogon). Current Science, 92: 987-992.\n\nRam T, Majumder N Dand Mishra B. 2010. Jarava:\nA new high yielding and pest-resistant rice\nvariety for coastal saline areas. International Rice\nResearch Notes, 34: 1-4.\n\nRatner B. 2009. The correlation coefficient: Its\nvalues range between +1/—1, or do they? Journal\nof Targeting, Measurement and Analysis for\nMarketing, 17 (2): 139-142.\n\nRoy, SC and Shil, P. 2020. Assessment of genetic\nheritability in rice breeding lines based on\nmorphological traits and caryopsis ultrastructure.\nScientific Reports,10: 7830.\n\nSarao PS, Sahi GK, Neelam.K, Mangat GS, Patra BC,\nSingh K. 2016. Donors for resistance to brown\n\n_AR\n\nplanthopper Nilaparvata lugens (Stal) from wild\nrice species. Rice Science, 23(4): 219-224\n\nSarla N, Swamy BPM, SudhakarT, BabuAP and K\nKladhar et al., 2009. High yielding rice lines from\nelite x wild crosses. DRR Newsletter, 7:9-10\n\nSarla N. 2014. DRR Dhan40-with yield enhancing\nQTLs from wild species. DRR Newsletter, 12 2.\n\nShakiba E and Eizenga G C. 2014. Unravelling the\nsecrets of rice wild species. In YanW, Bao J (eds)\nRice germplasm, genetics and improvement. pp\n1-58.\n\nSharma S, Upadhyaya HD, Varshney RK and Gowda\nCLL. 2013. Pre-breeding for diversification of\nprimary gene pool and genetic enhancement of\ngrain legumes. Frontiers in Plant Science, 4:309\n\nSreedhar S, Reddy TD and Ramesha MS. 2011.\nGenotype x environment interaction and stability\nfor yield and its components in hybrid rice\ncultivars (Oryza sativa L.). International Journal\nof Plant Breeding and Genetics, 5: 194-208.\n\nSudhakarT, Panigrahy M, Lakshmanaik M, BabuAP,\nReddy CS, Anuradha K, Swamy, BPM and Sarla\nN. 2012. Variation and correlation of phenotypic\ntraits contributing to high yield in KMR 3- Oryza\nrufipogon introgression lines. International\njournal of plant breeding and genetics, 6(2):69-\n82, 2012\n\nSuh JP, Jeung JU, Kim YG, Jena KK, Cho YC, Lee\nJH, Kim MK, Hong HC., Lee, JH., Kim, JJ., Choi\nIS, Jeong EG, Hwang HG, Oh SK., Yang C Iand\nShin MS. 2014. A brown planthopper resistant and\nhigh grain quality rice variety ‘Anmi’ developed\nby molecular breeding method. Korean Journal\nof Breeding, 46:152-159\n\nSurapaneni M, Balakrishnan D, Mesapogu S, A ddanki\nKR, Yadavalli VR, Tripura Venkata VGN and\nNeelamraju S. 2017. Identification of major effect\nQTLs for agronomic traits and CSSLs in rice\nfrom Swarna/ Oryza nivara derived backcross\ninbred lines. Frontiers in Plant Science, 8:1027\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 % 25",
    "Page_32": "_AR\n\nSwamy BPM and Sarla N. 2008. Yield enhancing\nquantitative trait loci (QTLs) from wild species.\nBiotechnology Advances, 26:106-120\n\nSwamy BPM, Kaladhar K, Reddy grain area,\nViraktamath BC and Sarla N. 2014. Mapping\nand introgression of QTL for yield and related\ntraits in two backcross populations derived from\nOryza sativa cv. Swarna and two accessions of 0.\nnivara. Journal of Genetics, 93: 643-654.\n\nTanksley SD and McCouch SR. 1997. Seed banks and\nmolecular maps: Unblocking genetic potential\nfrom the wild. Science, 277:1063-1066\n\nTariku S, Taddesse L, Bitew M. and Asfaw M. 2013.\nGenotype by environment interaction and grain\nyield stability analysis of rice (Oryza sativa L.)\ngenotypes evaluated in north western Ethiopia.\nNet J ournal of Agricultural Science, 1:10-16.\n\nThalapati S, BatchuAK, Neelamraju S and Ramanan\nR. 2012. Osl1GSK gene from a wild rice, O.\nrufipogon improves yield in rice. Functional &\nIntegrative Genomics, 12(2): 277-289.\n\nXie X, Jin F. Song MH, Suh JP and Hwang HG,\nKim YG, McCouch SR and Ahn SN. 2008.\nFine mapping of a yield-enhancing QTL cluster\nassociated with transgressive variation in an\nOryza sativa x O. rufipogon cross. Theoretical\nand Applied Genetics, 116:613-622\n\nXing Y and, Zhang Q (2010) Genetic and molecular\nbases of rice yield. Annual Review of Plant\nBiology, 61:421-442\n\nYadav S, Singh A and Singh MR, Goel N, Vinod KK,\nMohapatra T and SinghAK. 2013. Assessment of\ngenetic diversity in Indian rice germplasm (Oryza\nsativa L.): use of random versus trait-linked\nmicrosatellite markers. Journal of Genetics, 92,\n945-557.\n\nYang CW, Zhang TY, Wang H, Zhao N and Liu B.\n2012. Heritable alteration in salt-tolerance in rice\ninduced by introgression from wild rice (Zizania\nlatifolia). Rice, 5:1-2\n\nYun YT, Chung CT, Lee YJ, Na HJ, Lee JC, Lee SG,\nLee KW, YoonY H, KangJW, Lee HS, LeeJY and\nAhn SN. 2016. QTL Mapping of Grain Quality\nTraits Using Introgression Lines Carrying Oryza\nrufipogon Chromosome Segments in Japonica\nRice. Rice, 9:62\n\nYusuff, O, Rafii MY, Magaji U, Abdullah N,\nMiah G, Chukwu SC, Hussin G, Ramli A and\nKareem I. 2018. Genotypic and phenotypic\nrelationship among yield components in rice\nunder tropical conditions. Hindawi, BioMed\nResearch International, Article ID 8936767, 10\npages, https://doi.org/10.1155/2018/8936767\n\nZhu Z, Li X, Wei Y, Guo S and Sha A. 2018.\nIdentification of a novel QTL for panicle length\nfrom wild rice (Oryza minuta) by specific locus\namplified fragment sequencing and high density\ngenetic mapping. Frontiers in Plant Science,\n9:1492. doi: 10.3389/fpls.2018.01492\n\n \n\n26 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_33": "_AR\n\nORIGINAL RESEARCH ARTICLE OPEN ACCESS\n\nThe potential of wet rice cultivation in Mizoram, India: A case for attaining self\nsufficiency in food security\n\nVishwambhar Prasad Sati\n\n \n\nDepartment of Geography and Resource Management,\nMizoram University (A Central University), Aizwal - 796004, India\nCorresponding author (Email: sati.vp@ gmail.com)\n\n \n\nReceived: 10\" November 2020; Accepted: 25\" December 2020\nAbstract\n\nA large number of rural people in Mizoram are fully dependent on agriculture for running their livelihoods.\nPaddy is the staple crop, grown both under shifting and wet rice cultivation whereas arable land under paddy\nis significantly low under wet rice cultivation. This paper examines the potential of wet rice cultivation to\nattain self-sufficiency in food security in Mizoram based on Time series data of 2009-10 and 2014-15 on area,\nproduction, and yield of wet rice cultivation. It has been suggested that if a sizeable portion of arable land is\ndevoted to wet rice cultivation and adequate irrigation facilities are provided, then the production and yield\n\nof rice will increase multifold.\n\n \n\nKey Words: WRC, food security, self-sufficiency, system rice intensification, Mizoram\n\nIntroduction\n\nHalf of the world’s population produces and relies\non the consumption of paddy (rice), a staple diet, and\nimportant food crop, mainly in the tropical and sub-\ntropical climate zones (Ramakrishnan, 1992a; Swift\net al., 1996). Wet Rice Cultivation (WRC) is irrigated\nand practiced in tropical countries mainly in Asia,\nwhere about 90% of the world’s rice is grown because\nof suitable geographical and climatic conditions.\nThe yield of WRC as well as quality of rice varies\nsignificantly depending upon the socio-ecological\nconditions (Ramakrishnan, 1992b; Mitchell, 1979;\nNguu and Palis, 1977; Dazhong and Pimental, 1984;\nLeach, 1976).\n\nRice is the staple food in India, grown in the vast\nwetland of the river valleys, mainly the Ganges and\nthe Brahmaputra, which are considered suitable for\nthe cultivation of paddy (Raghavan, 1964). Further,\nthe coastal regions such as the states of Tamil Nadu,\nAndhra Pradesh, Odisha, and West Bengal grow rice\nin large areas (Subbalakshmi et al., 2020).\n\nThe state of Mizoram, an eastern extension of the\nHimalaya, has a primitive economy. Agriculture is\nthe major source of livelihoods, which is dominated\nby shifting cultivation with low production and yield.\nA huge number of rural people (>50%) are dependent\non the output of traditionally grown crops. However,\narable land is significantly less therefore, people of\ntural areas are very poor as about 19.63% of people\nliving below the poverty line (BPL). WRC is practiced\nas a double-crop - both as Kharif and Rabi crops\nwhereas few districts practice WRC only in Rabi\nseason with a small proportion of arable land. WRC\nhas a high potential to attain self-sufficiency in food\ngrain and to reduce the number of people living in\nBPL. So far, no substantial studies have been carried\nout on WRC and literature is scanty. One of the\nmajor problems related to WRC is the identification\nof plots because of their tiny sizes, though there has\nbeen attempt to use Remote Sensing Data in an earlier\nstudy (Ravan et al., 2004).\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 27",
    "Page_34": "_AR\n\nThis study attempts to examine the potential of WRC\nin Mizoram. It aims to analyze the area, production,\nand yield of WRC compared to the potential of\nshifting cultivation, correlate households involved\nin WRC and BPL families, as well as irrigation and\nproduction of WRC. It also analyzes the change in\nthe area, production and yield; WRC potential area\nand utilization of WRC potential area; district wise\nranking of WRC and requirement of WRC for self-\nsufficiency.\n\nStudy Area\n\nMizoram, an eastern extension of the Himalaya, has\nrich subtropical and montane agro-climate. Its total\ngeographical area is 21,027 sq km of which, 97% is\nhilly and undulating terrain. The economy of the state\nmainly depends on the output from the traditional\n\nMethodology\n\nA set of qualitative and quantitative methods were\nemployed to conduct this study. Data were gathered\nmainly from secondary sources (Statistical abstracts\n- 2009-10 and 2014-15, Department of Agriculture,\nAizawl) and through field observation. At the district\nlevel, the data were collected on area and production\nof WRC, irrigation, the number of households (HHs)\ninvolved in practicing WRC and people living below\nthe poverty line (BPL). The collated data were\nsubjected to analysis by SPSS using levels and indices,\n\n  \n\nFigure 1: Wet rice fields (a) small patch of WRC (b) wide WRC fields; both in the Met river valley, Serchhip district\n\nsubsistence agriculture. Total arable land in Mizoram\nis 51,033 ha of the total geographical area, of which,\nWRC area is 16,866 ha (33% of the total arable land),\nwhich is less than 0.8% of the total geographical\narea. Mizoram practices two types of agriculture -\nshifting and WRC. The arable area under WRC is\nlow; however, its production and yield are substantial\nand quite higher than shifting cultivation. WRC is\npracticed in the flood plains, formed by the perennial\nriver after deposition of alluvial soils, while arable\npatches are also found in the river valley. Mizoram\nreceives 2,400 mm average annual rainfall and\naverage annual temperature is 22.5°C, which is quite\nsuitable for growing crops mainly for WRC. Figure 1\nshows a small patch of WRC and a WRC field in the\nMet river valley, the Serchhip district.\n\n  \n\ncorrelation, regression, and rank-score methods. SPSS\nwas also used to correlate irrigation, production and\nHHs involved in WRC including BPL HHs. Based\non the indices of area, production, and yield, WRC\ndistricts were categorized into high, medium, and low\nlevels. The districts were ranked and scored according\nto their potential in WRC and the final ranking was\ngiven to districts for their future potential of WRC.\nMaps were digitalized showing the district point\nlevels of WRC and the future prospective of WRC.A\nregression model was used to correlated WRC HHs\nand BPL HHs, and irrigation and production of WRC\n\n \n\n28 *% Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_35": "through a linear curb. Field visits were also made to\nunderstand the WRC potential in Mizoram.\n\nResults\n\nArea, production, and yield of paddy under both\nshifting and WRC\n\nAn analysis of the area, production, and yield of\npaddy under both shifting and WRC in Mizoram\nwas carried out. Firstly, the status of WRC in total\ncrops was compared in terms of area, production,\nand yield followed by the comparison of WRC with\nshifting cultivation of paddy. The total arable land\nin Mizoram was 64,900 ha, and WRC shared 15.1%\narea (9,774 ha), while, in terms of production, its\nshare was 19.85%. The yield of WRC was just double\n\n_AR\n\nthe average yield of total crops. In 2014-15, the total\narable land decreased to 51,033 ha (21.37%), however\nWRC area share increased to 16,866 ha (33.04%).\nThe production share of WRC increased by 29.71%,\nfrom 20,544 MT to 37,096 MT.\n\nThe paddy area under shifting cultivation in 2009-10\nwas 3.7 times higher than WRC whereas in 2014-\n15, WRC area increased very close to the area of\npaddy under shifting cultivation (Table 1). In terms\nof production, WRC yield which was half in 2009-10\nincreased to double than that of shifting cultivation\nin 2014-15. Hence, it was evident that the area,\nproduction, and yield of paddy increased under WRC,\nwhile shifting cultivation showed a decline.\n\nTable 1; Area, production, and yield of paddy under shifting and WRC\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nVariable 2009-10 2014-15 Change (% )\nShifting WRC Shifting WRC Shifting WRC\n\nArea 36841 9774 20064 16866 -45.54 $72.56\nProduction 43985 20544 23583 37096 -46.38 +80.57\nYield 1.19 2.10 1.18 2.20 -0.84 +4.76\nSource: Statistical Abstract, Department of Agriculture, Aizawl, Mizoram\n\nDistrict-wise area of WRC Table 2: Area of WRC (ha)\n\nMizoram had a total WRC area of 16,866 ha with | Levels Indices Districts\n\nproduction of 37,096 MT, and a productivity level\n\nof 2.20 MT/ha in 2014-15. The District-wise area | Area (2009-10)\n\nof WRC was categorized into three levels - high, | High >2000 Champhai and\n\nmedium, and low (Table 2), with three indices - Kolasib\n\n>2000 ha, 1000-2000 ha, and <1000 ha in 2009-10.\n\nChamphai and K olasib belonged to high category with | Medium 1000-2000 | Serchhip and\n\nan area of >2000 ha, while two districts - Serchhip Lawngtlai\n\nand Lawngtlai were of Medium level (1000-2000 ha). | Low <1000 Mamit, Lunglei,\n\nFour districts - Mamit, Lunglei, Saiha, and Aizawl Saiha, and Aizawl\n\nshowed low area (<1000 ha). In 2014-15, due to the\n\nincrease in the area of WRC indices, levels varied | Area (2014-15)\n\nfrom >4000 ha (high), 2000-4000 ha (medium) and High >4000 Champhai and\n<2000 ha (low). Champhai and Kolasib maintained Kolasib\n\nthe first position with >4000 ha area and Lawngtlai\n\nand Serchhip continued to be under the medium | Medium 2000-4000 | Lawngtlai and\n\ncategory. The remaining four districts - Lunglei, Serchhip\n\nMamit, Aizawl, and Saiha maintained a low level | ow <2000 Lunglei, Mamit,\n(<2000 ha). All the districts maintained their status Aizawl, and Saiha\n\nexcept Saiha and Aizawl.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 29",
    "Page_36": "_AR\n\nDistrict-wise production of WRC\n\nChamphai and Kolasib districts showed high\nproduction under WRC (>5000 MT) in 2009-2010,\nwhereas Lawngtlai, Mamit, and Serchhip districts\nhad medium-level production (1000-5000 MT),\nand Lunglei, Aizawl, and Saiha districts recorded\nlow level of production (<1000 MT). In 2014-15,\nproduction increased to >8000 MT in Kolasib and\nChamphai districts (Table 3). Kolasib district had\nhigher production than the Champhai district. Medium\nevel production (4000-8000 MT) was reported by\nLawngtlai and Serchhip districts. Lunglei, Aizawl,\nand Saiha districts had low level production (<4000\nMT).\n\nTable 3: Production of WRC (MT)\nDistricts\n\n \n\nLevels Indices\nProduction (2009-10)\nHigh >5000\n\nMedium 1000-5000\n\n \n\n \n\nChamphai and Kolasib\n\n \n\nLawngtlai, Mamit, and\nSerchhip\n\n \n\nLow <1000 Lunglei, Aizawl, and\n\nSaiha\n\n \n\nProduction (2014-15)\nHigh >8000\nMedium 4000-8000\n<4000\n\n \n\nKolasib and Champhai\n\n \n\nLawngtlai and Serchhip\n\n \n\nLow Lunglei, Mamit, Aiza-\n\nwl, and Saiha\n\n \n\n \n\n \n\n \n\nDistrict-wise yield of WRC\n\nIn 2009-10, the WRC productivity was high (>2.5\nMT/ha) in Champhai and Mamit districts (2009-10),\nfollowed by the districts of Aizawl, Kolasib, Lunglei,\nSaiha, and Lawngtlai (Table 4) with medium level of\nproductivity (1.5-2.5 MT/ha). Only Serchhip district\nreported low yield (<1.5 MT/ha). In 2014-15, WRC\nproductivity in the Lawngtlai district jumped to a\nhigh level while, the yield of WRC decreased in the\nChamphai district, to a low level. Serchhip district\nwas promoted to medium level category along with\nother districts - Aizawl, Lunglei, Saiha, and Kolasib.\n\n \n\nTable 4; Productivity (Yield/ha) of WRC\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nLevels Indices | Districts\n\nYield (2009-10)\n\nHigh >2.5 Champhai, Mamit\n\nMedium 1.5-2.5 | Aizawl, Kolasib, Lunglei,\nSaiha, and Lawngtlai\n\nLow <1.5 Serchhip\n\nYield (2014-15)\n\nHigh >2.5 Lawngtlai and Mamit\n(equal)\n\nMedium 1.5-2.5 | Aizawl, Lunglei, Serch-\nhip, Saiha, and Kolasib\n\nLow <1.5 Champhai\n\n \n\n \n\n \n\n \n\n \n\nChange in area, production, and yield of WRC\n\nAnalysis of data on change in area, production,\nand yield between 2009-10 and 2014-15 (Figure 2)\nrevealed an increase in the area under WRC in all the\ndistricts of Mizoram and it varied from 171.1% in\nthe Aizawl district (highest) to 26.82% in the Saiha\ndistrict (lowest). Two other districts viz., Lunglei\nand Lawngtlai showed >100% increase, whereas\nin Kolasib and Mamit there was an escalation of\n73.67% and 64.35% area, respectively. Champhai\nand Serchhip districts registered less than a 50%\nincrease in the WRC area, however Mizoram as a\nwhole registered a 62.75% expansion in WRC. In\nterms of production, Serchhip district ranked first\nshowing a 320.77% increase, followed by Lawngtlai\n(252.38%) and Lunglei (234.44%) districts while the\nincrease in production was up to 189.21% in Aizawl.\nChamphai district registered a negative change with\na 11.47% decrease. Other districts - Saiha, Kolasib,\nand Mamit districts registered 80.76%, 63.76%, and\n51.34% increase in WRC production, respectively,\nwhile overall increase of production due to WRC in\nMizoram was 67.51%. There was 2.8% increase in\nproductivity due to WRC in Mizoram.\n\nHousehold level area and production of WRC\n\nThe Kolasib district had the highest area (1.46 ha) of\nWRC/HH in 2009-10 (Figure 3), followed by Saiha\n\n \n\n30 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_37": "(1.25 ha), Mamit (1.22 ha), and Champhai (1.08 ha)\ndistricts. Other districts had less than 1 ha area/HH.\nThe state of Mizoram had an average of 1.06 ha area/\nHH. In 2014-15, the rice area increased to 1.28 ha/\nHH in Mizoram. Among the districts, Kolasib district\n\nLunglei\n\nLawnetla\nKolasib\n\n_AR\n\nmaintained the top position with 1.97 ha area/HH,\nwhile. Lawngtlai, Champhai, Serchhip, and Lunglei\ndistricts also registered an increase in rice area/HH.\nThere was decrease in area/HH in Mamit, Aizawl, and\nSaiha districts.\n\n® Yield @Production @ Area\n\ncot er\n\n0 100\n\n \n\nFigure 2: Change (% ) in area, production, and yield of WRC 2009-10 and 2014-15\n\nProduction of WRC HHs\n\n|\n\nLawuatlai\nKolasib\nChamphai\nAnawl\n\n———e\n\nes\nrs\noe\n———————V—K_—\"\ni\nSeoteennnaERRneEEEna\n\n—_—_—— |\n\nSe\n\n1 2\n\n2014-15 @2009-10\n\nArea of WRC/HHs\n\n3\n\nArea (ha) Production (MT)HHs\n\n \n\nFigure 3: HHs level area and production of WRC\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 31",
    "Page_38": "_AR\n\nMamit district topped in productivity per HH with 3.31\nMT/ha/HH, followed by Champhai (3.25) and Kolasib\n(3.21) districts in 2009-10, while it was less than 1.5\nMT/ha/HH. In 2014-15, the household productivity\nwas the highest in Lawngtlai district (4.37 MT/ha/\nHH), followed by the Kolasib district (4.04). There\nwas a decrease in two districts - Champhai (-0.86%)\nand Mamit (-0.81%). Overall, Mizoram state showed\nvery little change in rice production/HH (2.80-2.81\nMT/ha) during 2009-2015.\n\nHousehold involved in WRC and BPL families\n\nThe total number of households involved in WRC\nincreased from 9748 in 2008-09 to 13,182 in 2014-\n15 (35.23%). It was the highest in Champhai district\nshowing a 20.35% increase, followed by Kolasib with\nan increase of 28.85%. The number of households\ninvolved in WRC was lowest in Saiha, Aizawl, and\nSerchhip districts. However, all districts registered\nan increase in the number of households involved in\nWRC during this period.\n\nThe data on BPL revealed that Mizoram had 56,584\n(19.63%) people living BPL. At the district level,\nthe highest numbers BPL was recorded in Lawngtlai\ndistrict (13,126), followed by Aizawl (12,668) and\nLunglei (11,437). Serchhip district had the lowest\nnumber of people living BPL (1770), followed by\nChamphai (2715) and Kolasib (3401). Other two\ndistricts - Saiha and Mamit had 4245 people BPL.\n\nCorrelation among irrigation, production, people\nliving BPL and WRC HHs\n\nThere was a positive correlation between irrigation\nand production as evidenced by 0.725 r-value (Table\n5, Figure 4), indicating that the districts with adequate\nirrigation resources showed a higher production. There\nwas significantly negative correlation (r = -0.504)\nbetween irrigation and BPL, hence the districts with\nirrigation facilities had less people living BPL.\n\nData also revealed that there was high involvement\nof HH in districts with adequate irrigation facilities\n(r = +0.458). The productivity of WRC had a direct\nimpact on people living BPL and the analysis showed\nless people living BPL in areas with higher WRC\nproductivity (r= -0.377). There was a significantly\npositive correlation between productivity and number\nof people involved in WRC (r= 0.835).\n\nUtilization of WRC potential area\n\nMizoram has atotal WRC potential area of 74,644 haof\nwhich only 22.60% (16,866 ha area) has been utilized\nso far. WRC potential area is grouped into three levels\n- high (>10000 ha), medium (5000-10000 ha) and\nlow (<5000 ha). The Serchhip district, followed by\nChamphai and Saiha districts are high WRC potential\nareas with >10000 ha area. The Lunglei and Lawngtlai\ndistricts have medium WRC potential while three\ndistricts - Kolasib, Aizawl, and Mamit have a low\n\nTable 5: Correlation among the variables related to WRC\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nVariables Correlation Irrigation | Production | People living BPL | WRC HHs\nIrrigation Pearson Correlation 1 0.727\" 0-.504 0.458\nSig. (2-tailed) 0.041 0.203 0.254\nProduction Pearson Correlation 0.727\" 1 0-.377 0.853\"\nSig. (2-tailed) 0.041 0.357 0.007\nPeople living BPL | Pearson Correlation 0-.504 0-.377 1 0-.468\nSig. (2-tailed) 0.203 0.357 0.242\nWRC HHs Pearson Correlation 0.458 0.853\" 0-.468 1\nSig. (2-tailed) 0.254 0.007 0.242\n\n \n\n \n\n \n\n \n\n \n\n*. Correlation is significant at the 0.05 level (2-tailed), **. Correlation is significant at the 0.01 level (2-tailed).\n\n \n\n32 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_39": "Families Involved in WRC\n\npotential for WRC (Table 6, Figure 5). On the other\nhand, the actual area under WRC at the district level\nis high (>2000 ha) in Champhai, followed by Lunglei,\nLawngtlai, and Serchhip districts. The Kolasib district\nhas a medium area of 1000-2000 ha, whereas Mamit,\nAizawl, and Saiha districts possess low area (<2000\n\nha) under WRC.\n\n \n\n \n\nT Tr\n0 1000 2000 3000 4000\nImigation (Ha)\n\nFigure 4: Correlation between families involved in WRC and BPL families and irrigation and production\n\nThe analysis of utilization of the WRC potential area\nrevealed that Lunglei and Champhai districts were\npotential areas (>30%) while Lawngtlai, Kolasib,\nMamit, and Aizawl districts had WRC areas of\nmedium potential. (15-30%), Serchhip and Saiha\ndistricts showed low potential.\n\nTable 6: Levels of WRC Potentials Area (ha), Area under WRC (ha), and Percentage of Utilization of\n\nWRC potential area\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nLevels Indices Districts\n\nWRC potential area (ha)\n\nHigh >10000 Serchhip, Champhai, and Saiha\n\nMedium 5000-10000 Lunglei and Lawngtlai\n\nLow <5000 Kolasib, Aizawl, and Mamit\n\nThe area under WRC (ha)\n\nHigh >2000 Champhai, Lunglei, Lawngtlai, and Serchhip\nMedium 1000-2000 Kolasib\n\nLow <1000 Mamit, Aizawl, and Saiha\n\n \n\nUtilization of WRC potential area (% )\n\n \n\n \n\n \n\n \n\n \n\nHigh >30 Lunglei and Champhai\nMedium 15-30 Lawngtlai, Kolasib, Mamit, and Aizawl\nLow <15 Serchhip and Saiha\n\n \n\n \n\n \n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 33",
    "Page_40": "_AR\n\nTL\n\n7\n\nHViVN\n\nININCTS\n\n? est\ni Lav\nvay\n\ntomers nme\nFhenstuler\nsate\nPensnudar\nDirtrnt\n\n~ Bonatnctany\n\n   \n\n‘Witt Petemibel tres atts\n\nTRL\n\n \n  \n\ni\nyarave>\nHVYWNV AW\n\nances\n\nne”\n\nhtcrnateena!\nBoundary\nNeat\n\nthasulary\n\nCheetos of WE\nPitentiad Asea (Te)\n\nFigure 5: Change (% ) in area, production, and yield of WRC from 2009-10 to 2014-15\n\nDistrict-wise ranking of different components of\nWRC\n\nAn analysis of the area, production, yield, WRC\npotential, and irrigated area underW RC was carried out\nusing the ranking method (Table 7). Ranks from 1 to 8\nwere assigned to districts based on their performance\nin a different component of WRC. The districts were\nfurther categorized into four potential groups based\non area, production and productivity of WRC as very\nhigh, high, moderate, and low. Champhai and Kolasib\ndistricts showed very high potential, followed by\nLawngtlai and Serchhip with high potential. Lunglei\nand Mamit districts belonged to moderate potential,\nwhereas Aizawl and Saiha districts had low potential\nin area under WRC. WRC production was the\nhighest in Kolasib and Champhai districts (very\nhigh), followed by Lawngtlai and Serchhip districts\n(high). The production was moderate in Lunglei and\n\nMamit districts and low in Aizawl and Saiha districts.\nLawngtlai, Mamit, and Aizawl districts showed very\nhigh potential in productivity, followed by Lunglei\nand Serchhip districts (high). Saiha and Kolasib\n(Moderate). Champhai district had a low potential.\nWRC potential area was the highest in Serchhip and\nChamphai (very high) and the lowest in the Aizawl\nand Mamit districts (low). Saiha and Lunglei districts\nhad high potential, while Lawngtlai and Kolasib had\nmoderate potential. In terms of irrigation, 83.7%\narea is irrigated under WRC (2014-15). Kolasib and\nChamphai districts were ranked very high followed\nby Serchhip and Lawngtlai districts (high). Saiha\nand Lunglei districts showed moderate potential and\nAizawl and Mamit districts had low potential.\n\nThe final ranking for future potential of WRC in\nMizoram was given based on summation scores\nof rankings of different variables related to WRC.\n\n \n\n34 % Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_41": "_AR\n\nChamphai district showed highest rank for future districts. Serchhip district was ranked next followed\npotential in WRC followed by Kolasib and Lawngtlai by Lunglei, Mamit, Saiha and Aizawl (Figure 6).\n\nTable 7: District-wise ranking of different components of WRC (2015)\n\nDistrict WRC Potential\nAizawl\nChamphai\nKolasib\nLawngtlai\nLunglei\n\n   \n \n \n   \n\n   \n\nIrrigated area\n\n  \n \n \n\n \n \n\n \n\n1 2 3 4 5 6 7 8\nVery high potential High potential Moderate potential Low potential\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n  \n \n\nTRIPURA [=\n\n= x\n“ \\ =<\n= >\nco z\n¥ =\n= >\noS a\nZz\nz\nINDICES\n__ International\nHeundary\nState\nBoundary\nDistrict\n~~~ Boundary\nPotential Area of WRC\n(nahingt\n= (eee\nf “ » 0\n=: (Ez:\n\n \n\nFigure 6: Final ranking for the districts based on WRC potential in different variables\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 35",
    "Page_42": "_AR\n\nA requirement of rice for self-sufficiency\n\n \n\nThe analysis of population, WRC production, and\nrequirement of rice for self-sufficiency revealed\nsubstantial increase in self sufficiency in rice during\n2009-2015 (Table 8). However, total production was\nonly 26.82 % of total rice requirement, during this\nperiod, showing a deficiency of 73.18% in production\nin 2014-15. It was also estimated that an arable area\nof 105,876 ha was required to attain self-sufficiency\nin rice production.\n\nDiscussion\n\nMizoram has an agricultural economy with majority\nof rice area and production under shifting cultivation\nwhile Wet Rice Cultivation areas are significantly low.\nIt was also evident that though the area of WRC is less\nthan that under shifting cultivation, the production\nand yield are higher and have been increasing. At\nthe district level, it has been observed that the two\ndistricts Champhai and Kolasib had high areas\nunder WRC both in 2009-10 and 2014-15, Serchhip\nand Lawngtlai districts registered medium areas\nand the remaining four districts had low area under\nWRC. The trends have also indicated there has been\ndoubling of the area under WRC with variations at the\ndistrict levels and there was also substantial increase\nin production. However, district-wise, the status of\n\nproduction was almost the same in both periods with\nlittle variations. In terms of productivity of WRC,\nsome districts showed significant increase but it was\nstagnant in other districts during 2009-2015. The\narea and production of WRC increased in all districts\nwith changing values whereas a decrease in WRC\nproductivity was noticed in Champhai, Kolasib, and\nMamit districts though, these three districts showed\nhigh potential at HH level in WRC.\n\nHigher production of WRC has a significant impact on\nattaining food security and lowering the numbers of\nBPL families. An analysis of levels of WRC potential\narea, actual area under WRC, and percent utilization\nof WRC has shown that Serchhip, Champhai, and\nSaiha districts have high potentials for WRC and\nthe current area under WRC is also high in these\ndistricts along with Lawngtlai. Further, utilization of\nWRC potential area (%) is the highest in Lunglei and\nChamphai districts, as indicated by the rank-score\nanalysis, however very high potential of WRC was\nobserved in Champhai and Kolasib districts in terms\nof area and production. Aizawl and Mamit districts\nranked highest in productivity. In the potential of\nWRC, Serchhip and Champhai districts had the\nhighest rank while Champai district also has the best\nirrigation resources along with Kolasib. Ovearll,\nChamphai showed the first rank in WRC followed by\n\nTable 8: Requirement of rice as per population need in 2009-10 and 2014-15 and change\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nVariables 2009-10 2014-15 Change (% )\nPopulation (2011) 9,21,970 10,91,014 18.3\nAverage requirement of rice per person per year at the rate of 1.64 1.64 Nil\n450 gm per day (Quintal)\n\nTotal requirement of rice for 1 year for human consumption | 15,12,030 17,89,263 18.3\nonly (Quintal)\n\nTotal annual requirement of rice for Mizoram (Quintal) 19,22,030 21,99,263 14.4\nTotal production of rice (Quintal) 4,62,924 5,89,940 27.4\n% of the production of the total requirement 24.09 26.82 11.3\n% Deficiency in production 75.91 73.18 -3.6\nLand required for self-sufficiency in Mizoram (Ha) 148,888 105,876 -28.9\n\n \n\n \n\n \n\n \n\n \n\nSource: Statistical A bstract, Department of A griculture, Aizawl, Mizoram\n\n \n\n36 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_43": "Lawngtlai and Kolasib placed with second rank and\nSerchhip was third ranked place in practicing WRC.\nOther districts showed low potential.\n\nShifting cultivation has been reported to be\neconomically unviable (Tawnengaet al., 1997; MART\n2011; Sati 2014, 2017, 2018, 2019). Therefore, the\nfuture of WRC is potentially very high. Efforts made\nso far by the state government to increase the area and\nproduction of WRC, have resulted in 28.4% increase\nin area and 10% increase in production, respectively\n(Zodinsanga, 2013). These efforts should be continued\nso that the state will attain self-sufficiency in food\ngrain production.\n\nConclusions\n\nMizoram has a high potential to attain self-sufficiency\nin food grain through practicing WRC because of\nits higher production and productivity than that of\nshifting cultivation. Data between 2009-10 and 2014-\n15 shows that there has been a large increase in the\nproduction of rice and substantial decrease in annual\nrequirement for rice in the region. Since Mizoram\nhas a conducive climate to practice WRC, bringing\na sizable proportion of arable land under WRC\ncan help in efforts to attain self-sufficiency in food\ngrain. The second important component of WRC\nis adequate irrigation. So, if irrigation facilities can\nbe extended to rain-fed areas, intensive irrigation\ncan meet the water requirements under the situation\nof high climate variability and change. A system of\nrice intensification can also be a suitable approach\nto increase the production under WRC. Also, more\narable land can be devoted to WRC under the Rabi\ncrop in all the districts. A sustainable practice of WRC\nwill reduce the number of people living in BPL and\nprogress towards attaining self-sufficiency in food\ngrain and food security.\n\nReferences\n\nAdams Inez. 1948. Rice Cultivation inAsia, American\nAnthropologist, 50:156-282.\n\nAgriculture Department. 2013. State A griculture Plan.\n[Online], Available: http://agriculturemizoram.\nnic.in/sap.html.\n\n_AR\n\nDazhong W and Pimental D. 1984. Energy inputs in\nagricultural systems of China, Agric. Ecosystems\nand Environment, 11: 29-35.\n\nLeach, G. 1976. Energy and Food Production. IPC\nScience and Technology Press, Guildford, p. 137.\n\nMART, 2011. Livelihood based Agri Bussiness and\nMarket studies for North East Rural Livelihood\nProject. Final Report - Mizoram. MART, Noida\n19.\n\nMIRSAC. 2009. Report on National Land Use / Land\nCover Mapping using Multi-temporal Satellite\ndata - Mizoram. Mizoram Remote Sensing\nApplication Centre, Science & Technology,\nPlanning Dept., Aizawl, Mizoram 4.\n\nMitchell R. 1979. An Analysis of Indian\nAgroecosystem, Interprint, New Delhi, p. 180.\n\nNunchunga JV. 2018. A Comparison between\nJhum and Wet Rice Cultivation in Mizoram.\nInternational Journal of Social Science and\nEconomic Research, 3(9): 4978 - 4989.\n\nRaghavan D. 1964. Agriculture in Ancient India, New\nDelhi.\n\nRamakrishnan PS. 1992 a&b. Shifting Agriculture and\nSustainable Development: An Interdisciplinary\nStudy from North-Eastern India. MAB Book Ser,\nUNESCO, Paris & Parthenon Publishing Group,\nCarnforth, Lancs., U.K. 424 pp. (republished,\nWiley Eastern, New Delhi, India, 1993)\n\nRavan S, Kale M and Roy PS. 2004. Identification of\npotential sites for in situ conservation of landraces\nassociated with forest ecosystem - Geomatics\napproach. Current Science, 87(8): 1117.\n\nSamanta S, Pal B and Kumar DP. 2011. Land\nsuitability analysis for rice cultivation based on\nMulti-Criteria Decision approach through GIS.\nInternational Journal of Science and Emerging\nTechnologies, 2(1): 13.\n\nSati VP. 2020. Economic and Ecological Implications\nof Shifting Cultivation in Mizoram, India.\nSpringer International Publishers, Switzerland,\nISBN 978-3-030-36601-8, P. 160, Environmental\nScience Series.\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 37",
    "Page_44": "_AR\n\nSati VP. 2019. Shifting Cultivation in Mizoram, India:\nAnEmpirical Study of Its Economic Implications,\nJournal of Mountain Science, 16(9): 2136-2149.\n\nSati VP. 2017. A Sustainable Livelihood Approach\nto Poverty Reduction: An Empirical Analysis of\nMizoram, the Eastern Extension of the Himalaya.\nSpringer Publications, Cham, Switzerland: ISBN\n978-3-319-45622-5, Springer Series.\n\nSati VP. 2014. Practices of Shifting Cultivation and\nits Implications in Mizoram, North-East India:\nA Review of Existing Research, Nature and\nEnvironment, 19(2): 179-187\n\nSubbalakshmi Lokanadhan, Darthiya, M. and\nSankaran, V. M. 2020. Potential yield assessment\nof red rice landraces under the north-eastern agro-\nclimatic zone of Tamil Nadu, Journal of Rice\nResearch, 13(1): 86-87.\n\nSwift MJ, VandermeerJ, Ramakrishnan PS, Anderson\nJM, Ong CK and Hawkins B. 1996. Biodiversity\nand agroecosystem function. In: Mooney HA,\nCushman JH, Medina E, Sala E and Schulze\nE-D (Eds.). Functional Roles of Biodiversity: A\nGlobal Perspective. pp. 261-298. SCOPE Series,\nJohn Wiley, Chichester, U.K.\n\nTawnenga, Shankar U and Tripathi RS. 1997.\nEvaluating second year cropping on Jhum fallows\nin Mizoram, north-eastem India: Phytomass\ndynamics and primary productivity; Journal of\nBioscience, 21(4): 564.\n\nZodinsanga. 2013. Self-sufficiency in rice output still\neludes Mizoram. [Online], Available: http://hmar.\nin/2013/01/06/self-sufficiency-in-rice-output-\nstill-eludes-mizoram.\n\n \n\n38 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_45": "_AR\n\nORIGINAL RESEARCH ARTICLE OPEN ACCESS\nLaboratory evaluation of aqueous plant extracts against rice yellow stem borer,\nScirpophaga incertulas (Walker) (Lepidoptera:C rambidae) and\nits safety to natural enemies\nSharmitha T, Gailce Leo Justin C? and Sheeba J oyce Roseleen S?\n\n! Department of Agricultural Entomology, Tamil Nadu Agricultural University (TNAU),\nCoimbatore - 641 003, Tamil Nadu, India\n> Department of Plant Protection, Anbil Dharmalingam Agricultural College and Research Institute,\nTNAU, Tiruchirappalli - 620 027, Tamil Nadu, India\n*Corresponding author (Email: sharmithavvtal@ gmail.com)\n\n \n\n \n\nReceived: 17% November 2020; Accepted: 25\" December 2020\n\nAbstract\n\nLaboratory studies were conducted to evaluate the effect of aqueous extracts of pungam, tulsi, periwinkle,\nnotchi, sweet flag and neem seed kernels on egg, larva and adult of rice yellow stem borer. The effect of\nbotanicals on egg masses revealed the maximum ovicidal effect of reduced hatching (5.58 %) by sweet flag\nrhizome extract followed by NSKE (21.35 %) and pungam leaf extract (34.08 %). The maximum antifeedant\neffect in terms of stem protection was observed in NSKE (74.55 %) followed by pungam leaf extract (67.24\n%). All the botanicals were observed to exert equal anti-oviposition effect (100 %) on adult moths of yellow\nstem borer except tulsi (96.67 %). The botanicals were found to be safe to the egg parasitoids Telenomus\ndignus and Tetrastichus schoenobii with maximum adult emergence (> 90 %) from the treated egg masses\nof yellow stem borer compared to control exhibiting maximum natural parasitism (93.33 %), during Kharif,\n2018 and Rabi, 2019.\n\nKeywords: Yellow stem borer, botanicals, toxicity, egg parasitoids, safety\n\nCrambidae) is widely distributed and the most\npredominant species of stem borer in rice ecosystem\n(Reuolin and Soundararajan, 2019).\n\nIntroduction\n\nRice (Oryza sativa L.) belonging to family Poaceae\nis an important grain crop and staple food for more\n\nthan half of the human population (Zhang, 2019).\nGlobally, it is the second most cultivated cereal crop\nnext to wheat. India ranks first in area (43.79 m. ha)\nand second in production (109.70 MT) (Anonymous,\n2018). Tamil Nadu is one of the major rice producing\nstates in India. The rice crop is subjected to a\nconsiderable damage by nearly 300 species of insect\npests; among them only 23 species are serious pests of\nrice (Pasalu and Katti, 2006). In India, out of the total\nloss incurred by different insect pests of paddy, 30 per\ncent damage is done by stem borer alone (Krishnaiah\nand Varma, 2012). The yellow stem borer (Y SB),\nScirpophaga incertulas (Walker) (Lepidoptera:\n\nGlobally, rice stem borer management accounts for\n50 per cent of the insecticides used in rice fields\n(Huesing and English, 2004). Overreliance on\nsynthetic pesticides causes ecological adversity and\nhealth related problems (Carvalho, 2017). It has also\nled to an exponential increase in the number of insect\nspecies developing resistance to insecticides (Sparks\nand Nauen, 2015) and destruction of population of\nbeneficial insects (Jafar et al., 2013). Rice ecosystem\nharbours a wide range of natural enemy complex\n(Singh and Kumawat, 2020). Parasappa (2017)\nreported a significant positive correlation of YSB\npopulation with the hymenopteran parasitoids of rice\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 39",
    "Page_46": "_AR\n\necosystem. The extent of natural egg parasitism of\nyellow stem borer in rice ecosystem has been reported\nto a maximum of 95.00 per cent (Lakshmi et al.,\n2010). However, a significant reduction in predators\nand adults of the egg parasitoids Trichogramma sp.,\nTelenomus sp. and Tetrastichus sp. has been reported\nin the insecticide treated rice plots compared to\nuntreated plots (Rahaman and Stout, 2019). These\nreports suggest the potential role of indigenous\nparasitoids and the need for their conservation in situ\nfor suppressing the population of YSB. The use of\nbotanicals in pest management is the best alternative\nto insecticides as they are safe to environment and\ncompatible with natural enemies and other beneficial\norganisms. With this in view, a preliminary study was\nconducted in the laboratory to evaluate the detrimental\neffect of botanicals on different stages of yellow stem\n\nborer and their safety to the egg parasitoids of Y SB.\nMaterials and Methods\n\nField study\n\nNatural parasitism of yellow stem borer egg mass\n\nA field trial was conducted at the experimental farm\nof Anbil Dharmalingam Agricultural College and\nResearch Institute, Tiruchirappalli District, Tamil\nNadu, in a Randomised Block Design during Kharif,\n2018 and Rabi, 2019 with rice cv. TRY 3. The standard\nagronomic practices recommended by Tamil Nadu\nAgricultural University were adopted except the plant\nprotection measures. The egg masses of yellow stem\nborer (YSB) were collected thrice per month with\n10 days interval (30 egg masses/replication) during\nKharif, 2018 and Rabi, 2019 from the field and kept in\nthe petri plates with moist filter paper to avoid drying\nof leaves and observed for the emergence of the\nadult parasitoids. Once emergence was completed,\nthe emerged adult parasitoids were observed under\nthe stereo-zoom microscope to identify the species.\nThe extent of parasitism of egg masses of YSB was\nworked out as given under (Vennila et al., 2018)\n\nNo.of parasitized egg masses\n\nNo.of sample egg masses * 100\n\nParasitism (%) =\n\nLaboratory studies\nMass rearing of yellow stem borer\n\nThe YSB was reared following the methodology\ndescribed by Subashrao (2009) with slight modifications.\nThe YSB adults collected from the field using sweep\nnet were sexed and caged by providing rice leaves for\noviposition by female. The lower portion of rice leaves\n(cv. TN 1) were kept in small glass vials containing\nwater, so as to keep the leaves fresh and turgid for\nlonger period. A small piece of cotton, duly saturated\nwith five per cent sugar solution was provided in the\ncage as food for adults. The egg masses laid on the\nleaves were taken out daily along with leaf and kept\nin the petri dishes with filter paper and stored at 15°C.\nAll the egg masses collected and stored were taken\nout on the same day and placed in petri dishes with\nmoist filter paper to obtain uniform hatching of the\nlarvae.\n\nThe newly hatched larvae were transferred to the\ntender pieces of rice stem with the help of soft camel\nhair brush. The hollow stems of rice from the top\nportion of the plant with leaf sheaths were selected\nfor the neonate larvae and the hollow stems from the\nbottom portion of the plant were given as the larva\nreached the third instar. The hollow stems were cut\nsuch that each contained a node on both the end. The\nbases of rice stems were wrapped with foam and\nplaced horizontally in a tray with thin film of water\nto enable the development of roots from both the\nnodes to keep the stems fresh and turgid for longer\nperiod. Then the larvae (10 neonate/ cut stem) were\nintroduced into the small slit made at the centre of\nthe rice stem with the help of camel hair brush. The\ntop of the tray was covered with muslin cloth and\nfastened with rubber band to prevent the larvae from\nescaping and to keep the stems fresh and turgid by\nmaintaining the humid condition in the tray. The\nlarvae were transferred to fresh rice stems at two days\ninterval until they pupated. After pupation, each stem\nwas split opened from the middle of the stem up to the\nsite of pupation. This facilitates easy emergence of the\nadult from the pupa in the laboratory. The stems with\npupae were kept inverted in a glass vial with water\n\n \n\n40 *% Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_47": "and kept inside the adult emergence cage to keep the\nstems moist until the adults emerged from the pupae.\nThe emerged adults were used for subsequent rearing.\nThe reared eggs, larvae and adults were utilised for\nthe laboratory experiments.\n\nEffect of botanicals on adult emergence of egg\nparasitoids of YSB\n\nThe naturally parasitised egg masses of YSB were\ncollected from the field and kept in Petri dishes lined\nwith moist filter paper to avoid drying of leaves.\nThe egg masses were then treated by dipping in the\naqueous extract of botanicals for five seconds. Water\nwas used as untreated check. The treatments were\nreplicated thrice and the treated egg masses were\nshade dried for 15 min. and then kept in Petri dishes at\nthe rate of three egg masses per treatment and sealed.\nThe egg masses were observed for the emergence of\nthe adult parasitoids. The experiment was terminated\non completion of adult emergence in the control. The\negg masses were later dipped in 70 per cent ethanol\nand the hairs were removed with needle. The eggs\nwere then separated out with the help of a fine camel\nhair brush and needle and the number of hatched and\nunhatched eggs as well as emerged and unemerged\nadults were counted under a stereo zoom microscope.\nThe emergence of each species of egg parasitoid from\nthe egg masses was worked out by the formula given\nby Vennila et al., (2018).\n\na\no/) = Oo\nAdult emergence (%) atb x 100\nWhere, a- number of parasitoids emerged, b- number\n\nof parasitoids un-emerged\nEffect of botanicals on different stages of YSB\nPreparation of botanical extracts\n\nThe aqueous extracts of botanicals were prepared\nfollowing the standard procedure described. The\nleaves of pungam, Millettia pinnata (L.) Panigrahi;\ntulsi, Ocimum sanctum L.; periwinkle, Catharanthus\nroseus (L.) G. Don; notchi, Vitex negundo L.; rhizome\nof sweet flag, Acorus calamus L. and neem seed\nkernels were collected, washed and cut into small\n\n_AR\n\npieces. The cut leaves (Jazzar and Hammad, 2003),\nrhizomes (Yasodha and Natarajan, 2007) and neem\nseed kernels (Venkat Reddy et al., 2012) were ground\nseparately and mixed with distilled water at 5 per\ncent concentration i.e.50 g leaves/rhizomes/neem\nseed kernels per litre of water, soaked overnight, then\nfiltered through muslin cloth. Tween 20 (0.5 %) was\nadded as a surfactant.\n\nOvicidal activity of botanicals on YSB egg mass\n\nRice leaves with egg masses (3 days old) from the\nlaboratory rearing were collected and immersed\nfor five seconds in each botanical (Temerak, 2006).\nThe treated egg masses were allowed to shade dry\nfor 15 minutes and placed in Petri dishes lined with\nmoistened filter paper to avoid drying of leaves\nand was sealed and observed for seven days. Three\nreplications were maintained per treatment. The\nexperiment was terminated after hatching of all the\neggs in the control and the egg masses were dipped in\n70 per cent ethanol. After five minutes the egg masses\nwere taken out and the hairs were removed with needle\nunder microscope. The hatched and unhatched larvae/\neggs were counted under a stereo zoom microscope.\nThe ovicidal action was measured by calculating the\nhatching percentage (Heinrichs, 1981).\n\nLarval hatching (%) = [(No. of larva hatched)/ (No. of\nlarva hatched + No. of eggs unhatched)] x100.\n\nAntifeedant effect of botanicals on YSB larvae\n\nThe larval bioassay with botanicals was conducted by\nfollowing the methodology suggested by Heinrichs\n(1981). Cut stalks of rice culms from the base of the\nplant at a length of about 75 mm with nodes at both\nthe ends were chosen and placed in a glass vial/ test\ntube each, with water to prevent drying of the stalk\nand by the rooting of the node at the bottom of the\nstalk. The rice culms were dipped in the botanicals\nfor five seconds for proper soaking. At one day after\ntreatment, both the ends of the culm were sealed by\ndipping them in hot paraffin wax to seal the ends\nand were infested with a third instar larva. Each vial/\ntest tube served as a replication. Cotton soaked with\nwater was placed at the top over the end of the tube to\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 41",
    "Page_48": "_AR\n\nprevent the drying of stalk. Two days after infestation,\nthe cut stems were dissected and the length of stem\nfeeding was measured (Islam et al., 2013). The stem\nprotection over control (%) was worked out by the\nformula,\n\nA(%) =[(B —C)/ (100 — C)] x 100\nWhere, A - stem length protection over control (%),\n\nB- stem length protection in treatment (%), C- stem\nlength protection in control (%)\n\nOviposition deterrent effect of botanicals on YSB\nadults by free choice test\n\nRice leaf tips (cv. TN1) were dipped in the botanicals\nfor five seconds for uniform soaking and shade dried.\nThe treated leaf tips were kept in glass vials with water\nto prevent the drying of leaves. Three replications\nwere maintained. Water was used as untreated check.\nFood source of five per cent honey solution soaked in\ncotton wool was provided for the stem borer moths.\nTwenty adults of Y SB (female) were released into the\ncage, 24 h after treatment. Oviposition was observed\nin the leaves after 24 h of adult release. The anti-\novipositional effect was calculated for each treatment\nby using the following formula:\n\nOviposition deterrent effect (%) = [No. of eggs laid\non untreated surface / Total no. of eggs laid (treated\n+ untreated surface)] x 100\n\nWhen mortality (%) was observed in the control for\nthe laboratory bioassays, the value was corrected by\nthe following A bbot’s formula (A bbott, 1925):\n\nCorrected mortality (%) = [(Test mortality (%) —\nControl mortality (%)) / (100- Control mortality)] x\n100\n\nResults and Discussion\nSafety of botanicals to egg parasitoids of Y SB\n\nThe natural parasitism of egg mass of YSB was\nmaximum in January 2019 (93.33 %), which was\non par with the parasitism in February 2019 (90.00\n%) and in December 2018 (80.00 %) during Rabi,\n2019 (Table 1). The parasitism of egg masses during\nkharif 2018 was minimum in A ugust (20.00 %) which\n\nsubsequently increased in September 2018 (33.33 %)\nand October 2018 (40.00 %).\n\nTable 1: Natural parasitism of egg mass of yellow\nstem borer, S. incertulas\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nEgg mass (no.)* was\nSeason |Month Parasit: Parasitism\nSampled |, (% )*\nised\nJuly 0.00 0.00 0.00 (0.91) e\nKharif, |August 30.00 6.00 | 20.00 (26.67) d\n2018 September | 30.00 10.00 | 33.33(35.26) cd\nOctober 30.00 12.00 | 40.00 (39.23) c\nNovember | 30.00 13.00 | 43.33 (41.17) c\nDecember 30.00 24.00 | 80.00 (63.44) ab\nRabi,\nvols January 30.00 28.00 | 93.33 (75.03) a\nFebruary 30.00 27.00 | 90.00 (71.57) ab\nMarch 30.00 22.00 | 73.33 (58.91) b\nTotal 240.00 | 141.00 63.08\nSEd 8.07\ncD\n16.96\n(p=0.05)\n*Mean of three replications; Figures in parentheses are arcsine\ntransformed values; In a column, means followed by similar\netter(s) are not statistically different (p=0.05) by LSD\n\nTelenomus dignus (Gahan) and Tetrastichus schoenobii\n(Ferriere) were the two parasitoids observed in the\negg masses collected from the experimental plot.\nEarlier, Varma et al., (2013) reported maximum\nparasitisation of YSB egg masses by Telenomus sp.,\nwhile, Manjunath (1990) observed that maximum\nparasitic potential in YSB egg mass parasitised by\nT. schoenobii alone, followed by T. dignus and T.\nschoenobii in combination.\n\nObservations on safety to egg parasitoids revealed that,\nthe botanicals Millettia, Acorus, Vitex, Catharanthus,\nOcimum and NSKE at a concentration of five per\ncent were safe to egg parasitoids T. dignus and T.\nschoenobii, which was evident by above 90 per cent\nemergence of adult parasitoids from the treated egg\nmasses (Table 2 & Figure 1). This is in alignment with\nthe previous findings of the repellent effect of neem\n\n \n\n42 + Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_49": "cake and neem oil on YSB moths with a significant\nreduction in oviposition but without reducing the\n\n_AR\n\nextent of egg parasitism by the parasitoids T. dignus\nand T. schoenobii (Manju and David, 2004).\n\nTable 2: Laboratory evaluation on the safety of botanicals on egg parasitoids of yellow stem borer, S.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nincertulas\nParasitoid emergence (% )\nTreatments Cone. (% ) T. dignus T. schoenobii\nT1 - Millettia leaf extract 5 90.85 (72.39) d 91.33 (72.87) c\nT2- NSKE 5 90.09 (71.65) d 90.38 (71.93) c\nT3 - Acorus rhizome extract 5 91.64 (73.20) cd 92.22 (73.81) be\nT4 - Vitex leaf extract 5 93.67 (75.43) be 92.12 (73.70) be\nT5- Ocimum leaf extract 5 94.80 (76.82) be 93.33 (75.03) be\nT6 - Cathranthus leaf extract 5 96.33 (78.96) b 97.70 (81.28) ab\nT7 - Control 100.00 (89.10) a 100.00 (89.10) a\nSEd 1.59 4,93\nCD (p=0.05) 3.41 10.57\n\n \n\n \n\n \n\n \n\n \n\n*Mean of three replications, Figures in paren’\n\nIn a column, means followed by similar letter(s) are not different statistically (p=0.05) by LSD\n\n \n\nheses are arcsine transformed values\n\n \n\n110\n100\n\nParasitoid emergence (%)/\nToxic effect (%)\n38s\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n—4-T .dignus\n\n \n\n-@-T .schoenobii\n\n40\n30\n20\n10\n0 + r 1 1 r r\nM illettia leaf NSKE Acorus Vitex leaf Ocimum leaf Catharanthus Control\nextract rhizome extract extract leaf extract\nextract\ngag E gg hatching (% ) GzaAntifeedant effect (%) azAntioviposition effect (% )\n\n \n\n \n\nFigure 1: Effect of botanicals on the different stages of yellow stem borer and its safety to egg parasitoids\n\nEvaluation of botanicals on different stages of YSB\n\nAmong the botanicals evaluated, Acorus rhizome\nextract exerted maximum ovicidal action which was\nevident by significantly low percentage of larval\n\nhatching of YSB (5.58 %), followed by NSKE (5\n%) showing 21.35 per cent hatching and Millettia\nleaf extract (5 %) with 34.08 per cent hatching of\nY SB eggs (Table 3 & Figure 1). Aqueous extract of\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 43",
    "Page_50": "_AR\n\nA. calamus was found to exhibit maximum ovicidal\naction (38.89 % egg hatch) on Plutella xylostella (L.)\n(Matharu and Mehta, 2017) while Lall et al., (2014)\nreported maximum reduction in egg hatching of egg\nmasses of Spodoptera litura (Fabricius) treated with\nNSKE. V. negundo was reported to exhibit 52.02\nper cent ovicidal activity against S. litura egg mass\n\n(Arivoli and Tennyson, 2013), which is in alignment\nwith the least effect of Vitex on YSB eggs (78. 39 %\nYSB larval hatching). The ovicidal effect of Millettia\non Y SB is supported by the 80 per cent mortality by\naqueous extract of Pongamia glabra Vent. on eggs of\nOligonychus coffeae Nietner (Vasanthakumar et al.,\n2012).\n\nTable 3: Laboratory evaluation of botanicals on different stages of rice yellow stem borer, S. incertulas\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTreatments Conc. | Larval hatching| Antifeedant | Antioviposition\n(%) (% )* effect (%) * effect (%)*\nT, - Millettia (Pungam) leaf extract 5 34.08 (35.72)c | 67.24 (55.09)b | 100.00 (89.38)a\nT, - Neem Seed Kemel Extract (NSKE) 5 21.35 (27.52)b | 74.55 (59.70)a | 100.00 (89.38)a\nT, - Acorus rhizome extract 5 5.58 (13.66)a 47,25 (43.42)c | 100.00 (89.38)a\nT,- Vitex leaf extract 5 78.39 (62.30)e | 34.22 (35.80)d | 100.00 (89.38)a\nT, - Ocimum leaf extract 5 92.20 (73.78)£ | 66.81 (54.82) b | 96.67 (79.49)b\nT, - Catharanthus leaf extract 5 52.65 (46.52)d | 64.42 (53.38)b | 100.00 (89.38)a\nT. - Control 100.00 (87.14)g | 0.00 (2.87)e 0.00 (0.63)\nSEd 2.37 1.54 2.08\nCD (p=0.05) 5.07 3.31 4.47\n\n \n\n \n\n*Mean of three replications; Figures in parentheses are arcsine transformed values\nIn a column, means followed by similar letters are not different statistically (p=0.05)\n\nThe present study revealed that the antifeedant\neffect was maximum in NSKE with 74.55 per cent\nstem protection from YSB larval feeding followed\nby Millettia leaf extract with 67.54 per cent stem\nprotection, over control (Figure 1). Maximum\nanti-oviposition effect (100 %) was observed in\nthe botanicals Millettia, NSKE, Acorus, Vitex and\nCatharanthus followed by Ocimum (96.67 %) (Table\n3). Chakraborty (2011) reported least damage of stem\nborer with NSKE (5%) and maximum damage with\nV. negundo extract (5%). Rao et al., (2002), reported\nantifeedant effect (80%) against third instar larvae\nof Earias vitella (Fab.) on combined application of\nneem, sweet-flag and pungam extracts (1:1:1). The\ncombination of aqueous extracts of NSKE (5%) and\nA. calamus (5%) exhibited strong ovicidal action and\novipositional deterrence against Leucinodes orbonalis\n(Guenee) (Yasodha and Natarajan, 2007). NSKE\n(5%) has been reported as the suitable alternative to\nsynthetic insecticides for management of rice stem\nborers (Ogah et al., 2011).\n\nConclusion\n\nManagement of YSB dead heart and white ear\ndamage is difficult as the larval stage is concealed\ninside the stem. Hence, management of this pest is\neasy and effective at the egg stage which prevents\nthe further development of dead heart and white ear\nthat leads to yield loss. Natural parasitism of Y SB\negg masses was observed at a maximum rate which\nleads to the effective control of YSB at the egg stage\nitself. Hence, keeping in view the natural occurrence\nof egg parasitoids in rice ecosystems, measures\nmust be taken to avoid insecticide spray to conserve\nthem. Thus, the application of efficacious botanical\nderivatives like NSKE (5 %), Acorus rhizome extract\n(5 %) and Millettia leaf extract (5 %) with ovicidal\nand repellent action on YSB can be developed as an\nalternative tool to insecticides for successful, eco-\nfriendly and cost effective management strategy with\nsafety to the egg parasitoids predominantly found in\nthe rice ecosystem.\n\n \n\n44 + Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_51": "References\nAbbott WS. 1925. A method of computing the\n\neffectiveness of an insecticide. Journal of\n\nEconomic Entomology, 18 (2): 265-267.\n\nAnonymous. 2018. Second advance estimation\nof production of food grains for 2018 - 2019,\nDirectorate of Economics and Statistics.\nDepartment of Agriculture, Cooperation and\nFarmers Welfare :1-2.\n\nArivoli S and Tennyson S. 2013. Ovicidal activity\nof botanicals against Spodoptera litura (Fab.)\n(Lepidoptera: Noctiduae). BulletinofEnvironment,\nPharmacology and Life Sciences, 2(10): 140-145.\n\nCarvalho FP. 2017. Pesticides, environment, and food\nsafety. Food and Energy Security, 6(2): 48-60.\n\nChakraborty K. 2011. Assessment of the efficacy of\nsome bio-rational pesticide formulations for the\nmanagement of yellow stem borer, Scirpophaga\nincertulas Wlk. in paddy field. Journal of\nBiopesticides, 4(1): 75-80.\n\nHeinrichs, EA. 1981. Manual for testing insecticides\non rice. International Rice Research Institute,\nPhillippines. 142 pp.\n\nHuesing J and English L. 2004. The impact of Bt\ncrops on the developing world. Journal of\nAgrobiotechnology Management and Economics,\n7 (1 & 2) : 84-95.\n\nIslam MS, Das S, Islam KS, Rahman A, Huda MN\nand Dash PK. 2013. Evaluation of different\ninsecticides and botanical extracts against yellow\nstem borer, Scirpophaga incertulas in rice field.\nInternational J ournal of Biosciences, 3 (10): 117-\n125.\n\nJafar WNW, Mazlan N, Adam NA and Omar D.\n2013. Evaluation on the effects of insecticides on\nbiodiversity of arthropod in rice ecosystem. Acta\nBiologica Malaysiana, 2(3): 115-123.\n\nJazzar C and Hammad EAF. 2003. The efficacy of\nenhanced aqueous extracts of Melia azedarach\nleaves and fruits integrated with the Camptotylus\n\n_AR\n\nreuteri releases against the sweet potato whitefly\nnymphs. Bulletin of Insectology, 56: 269-276.\n\nKrishnaiah K and Varma NRG. 2012. Changing insect\npest scenario in the rice ecosystem—A national\nperspective. Directorate of Rice Research\nRajendranagar, Hyderabad-500 030, AP, India:\n2-8 pp.\n\nLakshmi VJ, Surekha K and Pasalu IC. 2010.\nParasitisation of rice yellow stem borer,\nScirpophaga incertulas (Walker) egg masses.\nAnnals of Plant Protection Sciences, 18 (2): 366-\n369.\n\nLall D, Summarwar S, Pandey J and Prasad A. 2014.\nSuppression of F1 generation through ovicidal\naction of some plant extract against Spodoptera\nlitura. International Conference on Agricultural,\nEcological and Medical Science, London: 28 -\n31.\n\nManju S and David PMM. 2004. Effects of soil and\nfoliar application of neem products on densities\nof rice yellow stem borer, Scirpophaga incertulas\n(Walker) egg masses and their parasitism. J ournal\nof Biological Control, 18(1): 41-44.\n\nManjunath TM. 1990. A critical assessment of the egg\nparasitoids of rice yellow stem borer, Scirpophaga\nincertulas (Walker) (Lepidoptera:Pyralidae), in\nIndia with special reference to parasitism of ‘egg\nmasses’ and ‘eggs in egg masses.’ Presented at the\n3rd International Symposium on Trichogramma\nand other Egg Parasitoids. San Antonio, Texas,\nUSA: 23-27.\n\nMatharu KS and Mehta PK. 2017. Ovicidal activity\nof crude extracts of indigenous plant species\nagainst Plutella xylostella (L.) (Lepidoptera:\nPlutellidae). Environment and Ecology, 35(1A):\n285-289.\n\nOgah EO, Omoloye AA, Nwilene FE and Nwogbaga\nAC. 2011. Effect of neem seed kernel extracts in\nthe management of rice stem borers in the field in\nNigeria. Nigerian Journal of Biotechnology, 23:\n13-21.\n\n \n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 % 45",
    "Page_52": "_AR\n\nParasappa HH. 2017. Rice insect pests and theirnatural\nenemies complex in different rice ecosystem of\nCauvery command areas of Karnataka. J ournal of\nEntomology and Zoology Studies, 5(5): 335-338.\n\nPasalu IC and Katti G. 2006. Advances in ecofriendly\napproaches in rice IPM. J ournal of Rice Research,\n1(1):83-90.\n\nRahaman MM and Stout MJ. 2019. Comparative\nefficacies of next-generation insecticides against\nyellow stem borer and their effects on natural\nenemies in rice ecosystem. Rice Science, 26(3):\n157-166.\n\nRao NS, Rajendran R and Raguraman S. 2002.\nAntifeedant and growth inhibitory\nof neem in combination with sweet-flag and\npungam extracts on Okra shoot and fruit borer,\nEarias vittella (Fab.). Journal of Entomological\nResearch, 26(3): 233-238.\n\nReuolin SJ and Soundararajan RP. 2019. Study on\nimpact of weather parameters on the incidence\nof stem borer complex on rice. Journal of\nEntomological Research, 43(4): 487-490.\n\neffects\n\nSarmah M. 2016. Bioefficacy of neem kernel aqueous\nextract (NKAE) against tea red spider mite,\nOligonychus coffeae, Nietner and its effect on\nStethorus gilvifrons Mulsant, a potential predator\nof red spider mite. J ournal of Biopesticides, 9 (2):\n204-210.\n\nSingh KM and Kumawat MM. 2020. Arthropod\nbiodiversity and conservation biological control\nin rice. Indian Journal of Entomology, 82 (2):\n374-384.\n\nSparks TC and Nauen R. 2015. IRAC: Mode of\naction classification and insecticide resistance\nmanagement. Pesticide biochemistry and\nphysiology, 121: 122-128.\n\nSubashrao DS. 2009. Bioecology and management\nof yellow stem borer, Scirpophaga incertulas\n\n(Walker) infesting paddy, Oryza sativa (L.) under\nmiddle Gujarat conditions. M.Sc. Thesis. Anand\nAgricultural University, Anand, 153 p.\n\nTemerak SA. 2006. Role of moth scales remain on the\ntop of egg masses of Spodoptera littoralis and its\ninterference with the performance of the natural\nbio-product spinosad. J ournal of Entomolgy, 3(2):\n102-107.\n\nVarma NRG, Jagadeeshwar R and Chitra S. 2013.\nRelative composition of egg parasitoids of rice\nyellow stem borer, Scirpophaga incertulas\n(Walker). Journal of Rice Research, 6 (2):53-58.\n\nVasanthakumar D, Roobakkumar A, Subramaniam\nMS, Kumar P, Sundaravadivelan C and Babu\nA. 2012. Evaluation of certain leaf extracts\nagainst red spider mite, Oligonychus coffeae\nNietner (Acarina:Tetranychidae) _ infesting\ntea. International journal of Acarology, 38(2):\n135-137.\n\nVenkat Reddy A, Sunitha Devi R and Vishnu Vardhan\nReddy D. 2012. Evaluation of botanicals and other\nextracts against plant hoppers in rice. Journal of\nBiopesticides, 5 (1): 57-61.\n\nVennila P, Sridevi G and Padmakumari AP. 2018.\nEffect of insecticides on parasitism by egg\nparasitoids of the rice yellow stem borer,\nScirpophaga incertulas. Journal of Entomology\nand Zoology Studies, 6(5): 67-70.\n\nYasodha P and Natarajan N. 2007. Ovicidal and\novipositional deterrent botanicals against\nLeucinodes orbonalis Guenee (Pyraustidae:\nLepidoptera). Asian Journal of Bio Science, 2\n(1/2): 25-30.\n\nZhang H. 2019. Rice. P. 65-76. In Bioactive Factors\nand Processing Technology for Cereal Foods.\nSpringer, Singapore.\n\n \n\n46 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_53": "_AR\n\nORIGINAL RESEARCH ARTICLE OPEN ACCESS\nVariability of rice sheath blight pathogen, Rhizoctonia solani fromTamil Nadu\nSathya R, Rajappan K and Ahila devi P*\n\nTamil Nadu Rice Research Institute, A duthurai, Thanjavur District- 612 101\nHorticultural College and Research Institute for Women, Tiruchirapalli - 620 027, India\nTamil Nadu Agricultural University, National Pulses Research centre, Vamban, Pudukottai District-622 303\n*Corresponding author (Email: ahila.devil@ gmail.com)\n\n \n\n \n\nReceived: 29\" August 2020; Accepted: 20\" November 2020\n\nAbstract\n\nA survey was conducted in five different major rice growing areas of Tamil Nadu viz., Mayiladuthurai,\nAduthurai, Madurai, Vellore and Thiruvarur for the occurrence of Sheath Blight (ShB) disease, which\nrevealed that Aduthurai in Thanjavur district is the hot spot area for ShB with highest disease incidence\nof 64%. Among the five isolates, Rhizoctonia solani (Rs,) collected from Aduthurai recorded the higher\nseverity of ShB (53.80%) followed by Thiruvarur isolate (Rs,) (40.23%). R. solani isolates (Rs,) were\nsuccessfully grown on different solid media viz., potato dextrose agar, beetroot dextrose agar, carrot dextrose\nagar, Czapek’s dox agar and Richard’s agar. Among the nitrogen sources tested for supporting the growth\nof R. solani, peptone recorded the maximum mycelial growth of 8.57 cm with sclerotial production of\n86.67 per plate. Of the six carbon sources tested for supporting the growth of R. solani, glucose recorded\nthe maximum mycelial growth of 7.92. All the five isolates of R. solani were molecularly identified\nusing ITS 1F and ITS 4 R primer pairs. The results indicated an amplicon of 600 bp in all the isolates of\nR. solani.\n\n \n\nKey words: R. solani- nitrogen sources-carbon source- pH-Internal transcribed spacer\n\n104.80 million tonnes and the productivity of about\n2390 kg/ha (Statistics, 2005). In Tamil Nadu, rice\ncrop was cultivated in about 20 lakh hectares with\nan annual production of about 75.17 lakh tonnes and\nproductivity of 3758 kg/hectare during the year 2015-\n16 (INDIASTAT).\n\nIntroduction\n\nRice (Oryza sativa L.) is one of the widely cultivated\nimportant food crops in the world and over half of\nthe world population relies on it. It is a chief food for\nmore than 65% of the world’s population and India’s\npre-eminent crop. Rice provides 20 per cent of the\n\nworld’s dietary supply and good source of thiamine,\nriboflavin, niacin and dietary fiber. In Asia, where 95\nper cent of the world’s rice is produced and consumed,\nit contributes 40 - 80 per cent of the calories of\nAsian diet (Kanchana et al., 2012). Globally, more\nthan three million people have rice as staple food,\nand it accounts for 50 to 80 per cent of their daily\ncalorie intake (Delseny et al., 2001). Over the next\n20 years it is expected that demand for rice will grow\nby 2.5 per cent per year (Hobbs, 2001). In India, rice\nis grown in 43.86 million ha with the production of\n\nDiseases are serious constraints to rice cultivation in\nIndia. More than 70 diseases caused by fungi, bacteria\nand viruses have been recorded on rice (Ou, 1985).\nAmong them, sheath blight caused by Rhizoctonia\nsolani (Teleomorph: Thanatephorus cucumeris\n(Frank) Donk) anastomosis group 1 IA (AG-1 IA) is\na serious disease worldwide (Rush and Lee, 1983).\nThe sheath blight disease of rice is prevalent in\nalmost all the rice growing countries of the world.\nSheath blight is an important soil borne fungal disease\ncausing annually up to 40 per cent of yield losses. The\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 47",
    "Page_54": "_AR\n\nsymptoms of the disease include greenish grey water-\nsoaked spots development on the outer most sheaths\nof rice. As the disease progresses, spots enlarge and\ncoalesce forming larger lesions with grayish-white\ncenter surrounded by tan to brown irregular borders or\noutlines. Sclerotia surviving in the soil are the major\nsource of infection (Damicone and Jackson, 1996).\nWhen sclerotia come into contact with a rice plant,\nthey germinate and the hyphae produce infection\ncushions on the exposed leaf sheath. Haustoria grow\nfrom the infection cushions, penetrate the host tissue,\nand develop typical green gray, water-soaked lesions\n(Dodman and Flentje, 1970).\n\nAmong the cultivated rice varieties, the level of\nresistance to rice sheath blightis low. The conventional\nmethod for the control of fungal diseases has been\nmainly the use of synthetic fungicides. However,\nchemical control is less acceptable due to the increase\nin the development of resistance, lack of specificity\ntowards the target pathogen and adverse effect on\nenvironment and beneficial microbes (Mcneil et al.,\n2010). Fungicide application may not be economically\nfeasible and the time of application appears to be\nimportant.\n\nKeeping this background, the following objectives\nwere formulated to manage the sheath blight disease\nof rice, viz., 1) Isolation of the causal organism of\nrice sheath blight (Rhizoctonia solani) and proving\nthe pathogenicity 2) Physiological and nutritional\nrequirement by the pathogen for its growth and 3)\nMorphology and molecular characterization of R.\nsolani by using ITS primers.\n\nMaterials and Methods\nPlant materials and experimental site\n\nPaddy variety ADT 49 was used throughout the\nexperiment. Seeds were obtained from Tamil Nadu\nRice Research Institute (TRRI), Aduthurai. The\nexperiments on proving pathogenicity of rice sheath\nblight (ShB) pathogen R. solani, isolation of bacterial\nantagonists from rice rhizosphere, in vitro studies and\ninduced systemic resistance were conducted at the\nTRRI, Aduturai, Thanjavur district.\n\nShB disease assessment - Symptomatology\n\nShB disease of rice caused by R. solani inflicts damage\nto the outer most sheath covering the stem portion\nat maximum tillering or panicle initiation stage.\nSymptoms initially occur on leaf sheaths near the\nwater line as water-soaked lesions which are greenish\ngray in colour. As the disease progresses, they enlarge\nand tend to coalesce. Secondary infections are caused\nby hyphae growing upward towards uninfected plant\nparts, producing additional lesions and sclerotia to\ncomplete the 1* cycle. Such sclerotia fall down and\nspread to adjacent plants through irrigation water.\nThese sclerotia can survive in soil for longer period\nand the inoculum can survive in the infected plant\ndebris. Large lesions formed on infected sheaths of\nlower rice leaves may lead to softness of the stem\nand lodging thereby causing considerable yield\nloss. Visible disease symptoms include formation of\nlesions, plant lodging and presence of ill-filled grains.\n\nSurvey\n\nA survey was conducted during the year 2017 to assess\nthe severity of sheath blight disease in different rice\ngrowing areas of Tamil Nadu viz., Mayiladuthurai,\nAduthurai, Madurai, Vellore and Thiruvarur districts\nduring August, 2017. Per cent disease index (PDI)\nand severity was calculated by the following formula\nusing the Relative Lesion Height (Singh et al., 2015)\nand ShB grade chart (IRRI SES, 2014).\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPDI= Sum of individual ratings 100\nTotal number of plants observed Maximum grade\nRice sheath blight grade chart\nDisease grade | Lesion height\n0 No infection observed\n1 Lesion limited to lower 20 per cent\nof the height of the plant\n3 Lesion limited to 21-30 per cent of\nthe height of the plant\n5 Lesion limited to 31-45 per cent of\nthe height of the plant\n7 Lesion limited to 46-65 per cent of\nthe height of the plant\n9 Lesion more than 65 per cent of the\nheight of the plant\n\n \n\n \n\n \n\n \n\n48 + Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_55": "Lesion height\n\nPlant height 100\n\nRelative Lesion Height (RLH )=\n\nThe severity of the disease was calculated by using\nthe following formula (Knaus et al., 1985).\n\n0(NO) +5(N1) +10(N3) +30(N5) +50(N7) +100(N9)\nTotal number of tillers observed\n\n \n\nSeverity = x100\nWhere, NO-N9 = Number of tillers classified as grade\n0-9\n\nIsolation and purification of rice ShB pathogen\n\nPreparation of Potato Dextrose Agar (PDA) - PDA\nwas prepared as described by Islam et al., (2009). Two\nhundred grams of peeled and sliced potato was boiled\nin 500 ml water in a bowl for about half an hour. The\nextract of potato was filtered through a filter. The\nother ingredients viz., 20g each of dextrose and agar\nwere added in the extract and the volume was made\nup to 1 liter. The prepared PDA was poured in 1000ml\nconical flask and sterilized in autoclave 121°C with\n1.1 kg/cm? pressure for 15 minutes.\n\nIsolation of R. solani from infected samples - The\ninfected rice sheaths showing the typical symptoms of\nrice sheath blight collected from different rice growing\nareas were used for the isolation of the pathogen. The\ndiseased sheath tissues were washed in running tap\nwater, cut into small bits of approximately 5mm long\nby means of a surface sterilized scalpel. The bits were\nfurther surface sterilized in 0.1 per cent mercuric\nchloride for 30 seconds and subsequently, washed\nthree times in repeated changes of sterile distilled\nwater. They were then placed on sterilized Petri dish\ncontaining PDA medium amended with streptomycin\nsulphate (16mg/l) by means of forceps. All these steps\nwere carried out under aseptic conditions in the culture\nroom. The plates were incubated at room temperature\n(28 +2°C) for 4 days and observed for growth of the\npathogen. The pure cultures of the pathogen were\nobtained by single hyphal tip method (Rangaswami\nand Mahadevan, 1998). The purified cultures of five\nisolates from five districts were maintained on PDA\nslants for further studies. They were designated as Rs,,\nRs,, Rs,, Rs, and Rs,. Based on the morphological and\n\n_AR\n\nmicroscopic observations, the isolates were confirmed\nas R. solani.\n\nPathogenicity and Virulence study\n\nPreparation of inoculums - Fresh stem bits of rice\nplants were collected from the field. Stem bits were\nwashed with running tap water to remove soil particles.\nThey were cut into small pieces of 2cm length by\nusing sterilized scissor, washed with sterile water and\nspreaded on blotter paper. Then the bits were filled in\nconical flask and plugged with nonabsorbent cotton\nand sterilized in autoclave at 1.4 kg cm? pressure\nfor 30 minutes. The flasks containing stem bits\nwere transferred to laminar air flow chamber. Three\nnumbers of 8 mm mycelial discs taken from 5 days\nold R. solani culture were transferred to each conical\nflask. They were incubated at room temperature for\n15 days. Similar inoculation was done for all the\nisolates of R. solani. The mycelial growth covered all\nthe bits in flask and produced brown sclerotia after\nfifteen days of inoculation. These stem bits without\nsclerotia were used as source of R. solani inoculum\nfor artificial inoculation.\n\nInoculation for proving pathogenicity - The\npathogenicity of R. solani isolates was proved by\nKoch’s postulates on the paddy variety ADT 49 under\npot culture conditions. The plants were raised in\nearthen pots of 30cm diameter containing 3kg of pot\nmixture soil. Three seedlings per pot were maintained.\nAt panicle initiation stage, the rice stem bit inoculum\nof R. solani was placed between the leaf sheath and\nculm just above the water level. Three sheaths of inner\ntillers per hill and three hills per pot were inoculated\nand replicated thrice. Similar inoculation was done\nfor all the isolates separately. Inoculated plants were\nobserved for the ShB symptoms regularly. After six\ndays, the lesions produced by different isolates were\nmeasured by following the Standard Evaluation\nSystem (SES) developed by IRRI (1980). The plants\ninoculated with uninoculated autoclaved stem bits\nserved as control. The pathogen was re-isolated\nfrom the typical ShB lesions and the characters were\ncompared with those of original. The ShB severity\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 49",
    "Page_56": "_AR\n\nand Relative Lesion Height (RLH) was measured for\neach isolate. The isolate which showed maximum ShB\nseverity and RLH was considered as most virulent\none and taken for further studies.\n\nGrowth and cultural characters of R. solani\n\nMorphological characters - Nine mm mycelial disc\nwas cut from 5 days-old culture using sterilized cork\n\n   \n \n\nStem bit culture\n\nborer. Then it was placed at the center of petri plates\ncontaining 20 ml of solidified PDA, replicated thrice\nand incubated at room temperature (28 +2°C). The\ngrowth and morphological characters viz., colour of\nmycelium, colony diameter and morphology, number\nof sclerotia per Petri plate, colour of sclerotia and\narrangement pattern on PDA were recorded. The\ncolony diameter was measured using a meter scale.\n\nExpression of symptoms on outer leaf sheath\n\nFigure 1: Artificial inoculation of Rhizoctonia solani in rice plants by stem bit culture method\n\nCultural characters\n\nGrowth on different media - Seven different growth\nmedia viz., PDA, Czapek’s Dox agar, carrot dextrose\nagar, Richards’s agar and beetroot dextrose agar were\nprepared separately and autoclaved at 1.4 kg/cm?\npressure for twenty minutes. Nine mm mycelial disc\nof R. solani was cut from 5 days-old culture using\ncork borer and placed at the center of each Petri plate\ncontaining 20 ml of different growth media. The plates\n\nwere incubated for five days at room temperature\n(2842°C). Three replications were maintained for\neach treatment. The mycelial growth on different\ngrowth media was observed regularly.\n\n \n\nGrowth in different carbon, nitrogen sources, pH of\nsolid media - The Czapek’s Dox medium with carbon\nsources viz., sucrose or glucose, or dextrose or starch\nor maltose and of nitrogen sources viz., ammonium\nnitrate or peptone or sodium nitrate or potassium\n\n \n\n50 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_57": "nitrate or ammonium sulphate along with different\nDH viz., 5.0, 5.5, 6.0, 6.5, 7.0, 7.5, 8.0 using 0.1 N\nHCl or NaOH was prepared and autoclaved at 1.4 kg/\ncm? pressure for 20 minutes. Czapek’s Dox medium\nwithout any carbon and nitrogen sources was kept as\ncontrol. Three replications were maintained for each\ntreatment. Nine mm mycelial disc of R. solani was cut\nfrom 5 days old culture using cork borer and placed\nat the center of each Petri plate containing 20 ml of\nmedium. The plates were incubated for five days at\n\n \n\nroom temperature (28+2°C) and growth was observed\n\nregularly.\nMolecular characterization of R. solani isolates\n\nGenomic DNA extraction from R. solani - Genomic\nDNA was extracted from the pure cultures of R. solani\nisolates using CTAB (Zolan and Pukkila, 1986). Fresh\nmycelium of approximately 100 - 200g was ground\nby using liquid nitrogen until it gets powdered. The\npowdered mycelium was transferred into Eppendorf\ntube and added with 700 pl of CTAB buffer (700 mM\nof NaCl, 50 mM of Tris HCl with pH 8.0, 10 mM\nof EDTA, 2% CTAB, and 1% mercapto-ethanol). The\nsamples were then incubated at 65°C for 15 minutes\nand added with 750yl of Phenol: Chloroform: Isoamyl\nalcohol (25:24: 1, v/v). The tube was inverted to form\nan emulsion and centrifuged at 10000 rpm for 10 min\nat 4°C. The upper phase was transferred into new tube,\nadded with equal volume of Phenol: Chloroform:\nIsoamyl alcohol, (25:24: 1, v/v) and centrifuged at\n4°C for 10 minutes. The upper phase was transferred\ninto new Eppendorf tube and added with 0.5 vol\n(150 pl) of 3M sodium acetate or 5M NaCl and 600\npl of ice cold isopropanol. The content was mixed\nwell and incubated at -20°C for overnight. Finally,\nthe supernatant was precipitated by centrifugation at\n10,000 rpm and the pellet was washed twice with 70\nper cent cold ethanol, dried and dissolved in 50 1 TE\nbuffer. DNA was stored at -20°C for further studies.\n\nPCR amplification of ITS region of R. solani isolates\n- The Internal Transcribed Spacer (ITS) gene region\n\n_AR\n\nof R. solani isolates was amplified using following\nprimer pairs as per the protocol (White et al., 1990).\n\nForward primer: ITS1 (5’-TCCTGTAGGTGAACCTGCGG-3’)\nReverse primer: ITS4 (5’-TCCTCCGCTTATTGATATGC - 3’)\n\nThe PCR mixture consisted of 5-10 ng of genomic\nDNA, 1pM each of ITS1 and ITS4 primers, 3 mM\nMgCl2, 200uM each of dNTP and 2.5 U of Taq\nDNA polymerase in a total volume of 50 pl. The\nPCR was carried out with a Master cycler gradient\n(Eppendorf, Germany) programmed for preheating at\n95°C for 5 minutes followed by 40 cycles consisting\nof denaturation at 94°C for 45 seconds, annealing\nat 58°C for 1 min and extension at 72°C for 2 min\nwith a final extension at 72°C for 8 min and final\nhold at 4°C. The PCR products were separated by\nelectrophoresis in a 1.2 per cent agarose gel stained\nwith Ethidium bromide and visualized under UV\nlight and documented using Alpha imager (Alpha\nInnotech, California, USA). The size of PCR products\nwas measured using 100 bp DNA ladder (Bangalore\nGenei, Pvt. Ltd., Bangalore).\n\nResults and Discussion\n\nSurvey on rice ShB - The rice ShB disease severity\nranged from 16 to 64 per cent in different rice\ngrowing areas of Tamil Nadu. The maximum severity\nindex of 64 per cent was recorded at TRRI, A duthurai\nin Thanjavur district of Tamil Nadu followed by\nTiruvayur district with 56% PDI.. This might to be due\nto the high population and virulence of the pathogens,\nsclerotia present in the soil, continuous cropping of\nrice, intensive cultivation and the susceptibility of\nhost to pathogen. Neha et al., (2016) reported higher\nincidence of sheath blight in Naduthittu followed by\nVadakkumangudi in Cuddalore district of Tamil Nadu.\nSavary et al., (2000) estimated a yield loss up to 69%\nby rice sheath blight in Tamil Nadu. Losses due to rice\nsheath blight generally varies from 30 to 40 per cent\n(Srinivas et al., 2013).\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 51",
    "Page_58": "_AR\n\nTable 1: Survey on assessment of sheath blight disease in rice in Tamil Nadu\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nS. |Isolate| Places District Stage of Percent Scle- | Sclerotial | No of Disease\nNo the crop | DiseaseIn- | rotial | pattern | sclerotia| severity\ndex (PDI) | colour /plate | (Artificial\ncondition)\n1 Rs, |Mayiladuthurai |Nagapattinam} Grain 30 Dark | Scattered 53 25.83\nfilling brown\n2 Rs: |Aduthurai Thanjavur Tillering 64 Light | Periphery 86 53.80\nbrown\n3 Rs; | Madurai Madurai Tillering 24 Light | Scattered 38 23.45\nbrown\n4. | Rss |Vellore Vellore Grain 16 Light | Periphery 17 16.18\nfilling brown\n5 Rss |Thiruvarur Thiruvarur Tillering 56 Dark Centre 82 40.23\nbrown\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSymptomatology - Under artificial inoculation, the\nsymptoms of rice ShB appeared on the outer most\nsheath at maximum tillering and flowering stage of\nthe plants near the water level. Initially the pathogen\nproduces pale green soaked lesions seven days after\ninoculation\n\nPathogenicity- In the present study, rice ShB\npathogen was inoculated by rice stem bit method.\nAll the isolates were pathogenic and produced water\nsoaked lesions on the sheath portion of plants under\npot culture conditions. Among the five isolates of rice\nsheath blight, Rs, was identified as the most virulent\none which recorded 53.80 per cent severity followed\nby Rs, with disease severity of 40.23 per cent (Table\n1). The most virulent isolate Rs, was collected from\nTRRI, Aduthurai in Thanjavur district while the\nisolate Rs, collected from Vellore district, was less\nvirulent. The results indicated variations in virulence\ndepending on the continuous availability of host.\nPrasad et al., (2010) inoculated R. solani in rice plants\nby straw bit method and the pathogen produced typical\nwater soaked lesions seven days after inoculation.\n\nMorphological characters - Morphological\ncharacters are important tool for identification and\nclassification of fungus. The colour of the mycelium\ninitially white later turned to light brown in all the\nfive isolates and the angle of branching of mycelium\n\nwas right angle. Among five isolates, the mycelium of\nRs,, Rs,, Rs, and Rs, isolates were flat in nature. Rs,\nisolate showed fluffy mycelial growth (Table 2). The\nmycelia of all the isolates were septate and showed\nright angle branching. The above characters were\nin agreement with those of the original descriptions\ngiven by Guleria et al., (2007) and Lal et al., (2014).\n\nCultural characters of R. solani\n\nGrowth of R. solani on different solid media - Rs,\nisolate exhibited variation in their growth in different\nsolid media. The maximum mycelial growth of 8.85\ncm and sclerotial production of 89 per plate was\nobserved in PDA medium followed by Beetroot A gar\n(8.62 cm) with sclerotial production of 85 per plate,\nwhile Richards’s agar medium recorded the minimum\nmycelial growth of 7 cm with sclerotial production\nof about 73 per plate (Table 2). Similar findings were\nreported by several workers (Anilkumar and Sastry,\n1982 ; Wasser et al., 1988).\n\nGrowth of Rhizoctonia solani on different Nitrogen\nsources - The virulent isolate of R. solani (Rs,)\nobtained from Aduthurai was tested in different\nnitrogen sources. Among the different nitrogen\nsources, peptone recorded the maximum mycelial\ngrowth of 8.57 cm with number of sclerotia of 86.67\nper plate followed by Ammonium sulphate with 7.5\ncm growth and 73.67 sclerotia per plate. Potassium\n\n \n\n52 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_59": "_ AR\n\nuonepnoouy Joy skeq — [VQ ‘suoneorydos so1y} Jo ued, ‘UOMR|NOUT JOYE SACK L xx\n\n \n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 53\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nore 9£0 we ©c0 9c0 dao\nOsT 4t0 9LT cto wo Pas\nz os jaqu0D ooV 00° jaquoD\nowen Jefe essay umalq\n6L oes LZ8 Ayngyysry | sy ‘S\n000 969 yaleis OO'7L STL umIpos -xep jaueD sped\n9saq owen aefe asa, umalq\n€8 ws 9L9 ry sy v\nL9'9L 6S°L -xod OO'0L el umMSSe}0g -xep JoaTpeg qr\naefe umalq\n€L ooL OzZ Rr sy €\nLOTL OL jesaims|] 998 Z4g°8 suolag xop s spdezD qr\noyeydins aefe umalq\nOL O7L sss Rr sy T\nL9'8L TEL jesom[D}| LOL os’Z UN OULYy Ss preuypnys qr\nowen Jefe essay umalq\n98 38 €GL Rr Sy T\noo'V 009 = J @SOYRIN| = OO'EL STL UN OULYy -xep OF}0g sped\nxoTed Iva Iva\nxIvd 27 Iva e@eTd | UD) vd\ngod enor | 7 7e,{up) pr un\nssounos | oyepd od | 7 7e,(aD) ‘ssounos /epor | PpIeqMow aINo,OO ody ON\npsp | qymow PIP “TpoAu oyepst\nfuoqued | enowps | yMoub uabonIN -9ps jo | yeTpoAu yo Auopod | AuopoD ‘Ss\ngequunny | TAA jooyer\njo eqUUNNY | TeNPOAT sequnny | J3jouIEIq:\numorpn\n\n \n\nsaduld JUa.I YIP WO, po}e[OS!] Wre;Os erEANpOZTRY JO PravmeTMbad qUSLyN pue srspererp TeowopyCaoyy] -Z oe,",
    "Page_60": "_AR\n\nnitrate showed the minimum mycelial growth (7.13\ncm) and sclerotia (70 per plate). Pal and Kaushik\n(2012) and Saha et al., (2008) also reported the\nmaximum growth of R. solani in peptone nitrogen\nsource. (Table 2).\n\nGrowth of R. solani on different carbon sources -\nWith respect to carbon sources, the results revealed\nthat glucose was the best carbon source recording the\nmaximum mycelial growth of 7.92 cm with sclerotial\nproduction of 78.67 per plate, followed by dextrose\nwhich showed a mycelial growth and sclerotial\nproduction of 7.59 cm and 76.67 per plate, respectively\n(Table 2). Maltose recorded the minimum mycelial\ngrowth of 6.8 cm and sclerotia of 64 per plate. Pal and\nKaushik (2012) observed the maximum growth of R.\nsolani in glucose source.\n\nGrowth of R. solani on different pH levels - In\nthe present study, maximum mycelial growth was\nobserved at pH 7.0 (8.7 cm) with 84.5 sclerotia per\nplate followed by pH 6 with a mycelial growth and\nsclerotia of 8.27 cm and 82 per plate, respectively\n(Table 3). The least mycelial growth (6.31 cm) and\nsclerotial production (66 per plate) was observed in\npH 8.0. Goswami et al., (2011) also reported that pH\n7 supports the maximum mycelial growth followed\nby pH 6.\n\nTable 3: Effect of pH on the mycelial growth of\nRhizoctonia solani (Rs,) under in vitro conditions\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nS. | pH | Mycelial growth | Number of scle-\n\nNo (cm)*at4DAI_ | rotia per plate*\n1. 5 6.48 72.00\n2. | 5.5 6.33 68.3\n3. 6 8.27 82.00\n4. | 6.5 8.13 79.67\n5. 7 8.7 84.50\n6 | 7.5 6.45 71.60\n7 8 6.31 66.00\nSEd 0.09 1.52\ncD 0.22 3.27\n\n \n\n \n\n \n\n \n\n6000p\n\n \n\n \n\n1- Molecular ladder (100bp)\n\nFigure 2: Molecular identification of Rhizoctonia solani\n\n*Mean of three replications ; DAI — Days After Inoculation\n\nMolecular identification of R. solani isolates - All\nthe isolates were molecularly characterized using\nITS 1 and ITS 2 primer pairs. The result stated an\namplicon of 600 bp and confirmed that all the five\nisolates belong to the genus Rhizoctonia (Figure 2).\nMolecular techniques such as using specific primers\nfor species identification has quicker result compared\nto conventional methods (Moni et al., 2016).\nMolecular characterization also gives a real time\nresult and can distinguish isolates from each host and\neven from different geographic areas.\n\nSalazar et al., (2000) designed specific ITS 1F and\nITS 4R based on specific sequences of the ITS regions\nin the R. solani species complex. They also showed\nthat PCR detection has time saving advantages over\ntraditional tool for identification. ITS region of the R.\nsolani can be amplified using universal primers ITS1\nand ITS 4 and it can yield an amplicon of 700 bp\nsize in all the isolates of R. solani. Rani et al., (2013)\namplified ITS region of R. solani from cotton using\nITS1 and ITS 4 primers. Nadarajah et al., (2014)\ncharacterized the Malaysian isolates of R. solani at\nmolecular level.\n\n \n\n54 % Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_61": "References\n\nAnilkumar T and Sastry M. 1982. Nutritional\nand pathological variation among _ isolates\nof Rhizoctonia bataticola from sunflower.\nZentralblatt fur Mikrobiologie, 137(3): 228-232.\n\nCook RJ and Baker KF. 1983. The nature and\npractice of biological control of plant pathogens:\nAmerican Phytopathological Society.\n\nDamicone J and Jackson K. 1996. Disease and yield\nresponses to fungicides among peanut cultivars\ndiffering in reaction to Sclerotinia blight. Peanut\nScience, 23(2): 81-85.\n\nDelseny M, Salses J, Cooke R, Sallaud C, Regad\nF, Lagoda P and Ghesquiere A. 2001. Rice\ngenomics: present and future. Plant Physiology\nand Biochemistry, 39(3-4): 323-334.\n\nDodman RL and Flentje NT. 1970. The mechanism and\nphysiology of plant penetration by Rhizoctonia\nsolani. In Rhizoctonia solani, biology and\npathology. University of California Press.\n\nGoswami B, Rahaman M, Hoque A, Bhuiyan K and\nMian I. 2011. Variations in different isolates of\nRhizoctonia solani based on temperature and pH.\nBangladesh Journal of Agricultural Research,\n36(3): 389-396.\n\nGuleria S, Aggarwal R, Thind T and Sharma T. 2007.\nMorphological and pathological variability in\nrice isolates of Rhizoctonia solani and molecular\nanalysis of their genetic variability. Journal of\nPhytopathology, 155(11-12): 654-661.\n\nHobbs P. 2001. Tillage and crop establishment in\nSouth A sian rice-wheat systems: Present practices\nand future options. Journal of Crop Production,\nA(1): 1-22.\n\nIslam M, Jeong YT, Ryu YJ, Song CH and Lee YS.\n2009. Isolation, identification and optimal culture\nconditions of Streptomyces albidoflavus C247\nproducing antifungal agents against Rhizoctonia\nsolani AG2-2. Mycobiology, 37(2): 114-120.\n\n_AR\n\nKanchana S, Bharathi SL, Ilamaran M and\nSingaravadivel K. 2012. Physical quality\nof selected rice varieties. World Journal of\nAgricultural Sciences, 8(5): 468-472.\n\nLal M, Singh V, Kandhari J, Sharma P, Kumar V and\nMurti S. 2014. Diversity analysis of Rhizoctonia\nsolani causing sheath blight of rice in India.\nAfrican Journal of Biotechnology, 13(51): 4594\n- 4605.\n\nMcneil J, Cotnoir PA, Leroux T, Laprade R and\nSchwartz JL. 2010. A Canadian national survey\non the public perception of biological control.\nBioControl, 55(4): 445-454.\n\nMoni ZR, Ali MA, Alam MS, Rahman MA, Bhuiyan\nMR, Mian MS, Khan MAI. 2016. Morphological\nand genetical variability among Rhizoctonia\nsolani isolates causing sheath blight disease of\nrice. Rice Science, 23(1): 42-50.\n\nNadarajah K, Omar NS, Rosli MM and Shin\nTze O. 2014. Molecular characterization and\nscreening for sheath blight resistance using\nMalaysian isolates of Rhizoctonia solani.\nBioMed research international,  https://doi.\norg/10.1155/2014/434257\n\nNeha K, Balabaskar P, and Naveenkumar R.\n2016. Survey and occurence of Rhizoctonia\nsolani (Kuhn) causing sheath blight of rice\nand in vitro efficacy of bacterial antagonists\nagainst Rhizoctonia solani (Kuhn). Journal of\nEnvironmental Biology, 37(6): 1421.\n\nOu SH. 1973. A handbook of rice diseases in the\ntropics. IRRI, Philippines. 76pp.\n\nOu SH. 1985. Rice diseases. CABI, UK.37pp.\n\nPal P and Kaushik P. 2012. Effect of carbon and\nnitrogen sources on the growth of Rhizoctonia\nsolani isolated from Rhynchostylis retusa blume.\nInternational Journal of Life Sciences, 1 (2): 16-\n18.\n\nPapavizas GC. 1965. Comparative studies of single-\nbasidiospore isolates of Pellicularia filamentosa\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 % 55",
    "Page_62": "_AR\n\nand Pellicularia praticola. Mycologia, 57(1): 91-\n103.\n\nPrasad D, Singh R and Singh A. 2010. Management\nof sheath blight of rice with integrated nutrients.\nIndian Phytopathology, 63(1): 11.\n\nRangaswami G and Mahadevan A. 1998. Diseases of\ncrop plants in India: PHI Learning Pvt. Ltd.\n\nRani M, Rana J, Dahiya K and Beniwal V.\n2013. Molecular characterization of\nRhizoctonia solani AG-7 causing root rot on\ncotton crop in India. International Journal of\nPharma and Bio Sciences, 4(2): 703-712.\n\nRush M and Lee F. 1983. Rice sheath blight: a major\nrice disease. Plant Diseases, 67(7): 829-832.\n\nSaha A, Mandal P, Dasgupta S and Saha D. 2008.\nInfluence of culture media and environmental\nfactors on mycelial growth and sporulation of\nLasiodiplodia theobromae (Pat.) Griffon and\nMaubl. Journal of Environmental Biology, 29(3):\n407.\n\nSalazar O, Julian M and Rubio V. 2000. Primers\nbased on specific rDNA-ITS sequences for PCR\ndetection of Rhizoctonia solani, R. solani AG 2\nsubgroups and ecological types, and binucleate\nRhizoctonia. Mycological research, 104(3): 281-\n285,\n\nSingh AK and Srivastava J. 2015. Sheath Blight\nDisease of Paddy and Their Management Recent\nAdvances in the Diagnosis and Management of\nPlant Diseases, Springer. Pp 91-99.\n\nSrinivas P, Ratan V, Patel AP and Madhavi GB.\n2013. Review on Banded Leaf and Sheath Blight\nof Rice Caused by Rhizoctonia solani Kuhn.\nInternational Journal of Applied Biology and\nPharmaceutical Technology, 4(4): 178-185.\n\nStatistics A. 2005. Agricultural statistics at a glance.\nMinistry of Agriculture, New Delhi.\n\nWasser SK, Risler L and Steiner RA. 1988. Excreted\nsteroids in primate feces over the menstrual cycle\nand pregnancy. Biology of Reproduction, 39(4):\n862-872.\n\nWhite TJ, Bruns T, Lee S and Taylor J. 1990.\nAmplification and direct sequencing of fungal\nribosomal RNA genes for phylogenetics. PCR\nprotocols: a guide to methods and applications,\n18(1): 315-322.\n\nZolan, M. and Pukkila, P. (1986) Inheritance of DNA\nmethylation in Coprinus cinereus. Molecular Cell\nBiology, 6: 195-200.\n\n \n\n56 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_63": "ORIGINAL RESEARCH ARTICLE\n\n_AR\n\nOPEN ACCESS\n\nEvaluation of a liquid formulation of Pseudomonas fluorescens for management of\nsheath blight in paddy\n\nYadav DL*, Manoj Kumar and Pratap Singh\n\n \n\nAgriculture University, Kota, Rajasthan, India\n* Corresponding author (Email: dlaau21@ gmail.com)\n\n \n\nReceived: 15\" September 2020; Accepted: 10 December 2020\n\nAbstract\n\nSheath blight is a soil-borne disease caused by the fungus Rhizoctonia solani and one of the most economically\nsignificant rice diseases worldwide. Two year pooled results of field experiment revealed minimum disease\nintensity (11.8%) and maximum reduction (58.0%) , maximum yield of paddy (3750.7 kg/ha) and cost benefit\nratio (1.75) from the treatment Pseudomonas fluorescens @ 2.0 \\/ha as foliar spray which was at par with P.\nfluorescens @ 3ml/kg as seed treatment followed by 1.5 I/ha as foliar spray (PDI 10.3 and PDC 64.5%) with\ngrain yield (3911 kg/ha) as compared to control. However, standard check with fungicide Hexaconazole 5%\nEC @ 2ml/kg as seed treatment followed by 1.0 I/ha as foliar spray gave minimum disease intensity (9.3%),\nmaximum disease control (67.9%) and highest yield of paddy (3944 kg/ha) with highest cost benefit ratio\n\n(1.95).\n\nKeywords: Paddy, sheath blight, Rhizoctonia solani, Pseudomonas fluorescens and bio-agent\n\nIntroduction\n\nRice (Oryza sativa L.) is the second most important\ncereal and the staple food for more than half of the\nworld’s population. It provides 20 per cent of the\nworld’s dietary energy supply followed by Maize and\nWheat. Sheath blight incited by R. solani is one of\nthe potentially devastating disease of rice in almost\nall over the rice growing countries of the world. In\nIndia, intensive and extensive cultivation of rice\nmostly under rice-wheat cropping system have\nresulted heavy losses to the crop ranging from 5.2\nto 70 per cent in yield. Losses due to sheath blight\ndisease generally vary from 30 to 40 per cent and\nmay be even 100 per cent in endemic areas (Li et\nal., 2009). The reduction in yield due to the disease\nhas been estimated to vary from 5.2 to 50.0 per\ncent (Ou, 1985, Hori 1969). Per cent relative lesion\nheight (RLH) was to the tune of 68.68 percent (Naik\net al., 2017).The disease development was favoured\ndue to the application of high doses of nitrogenous\n\nfertilizers, close plant spacing, widespread cultivation\nof high yielding varieties and weather conditions such\nas low light, cloudy days and high relative humidity.\nInfected plants are usually found in a circular pattern,\nlocally referred to as ‘bird’s nest’ (Hollier et al.,\n2009). The disease appears at tillering stage on leaf\nsheath as elliptical or oval to irregular, 1-3 cm long,\ngreenish gray spots with brown margin at or above\nthe water line. Presence of many such spots on the\nleaf sheath gives the appearance of snake skin. Under\nfavourable conditions, the infection spreads rapidly\nto the upper plant parts and also to the neighbouring\nplants by means of normal emergence and expansion\nof the ears and results in poor filling of the grains.\nThe pathogen is also known to cause panicle infection\nresulting in production of unfilled or partially filled\ndiscoloured seed bearing brownish black spots or\nblack to ashy gray patches (Acharya et al., 2004).\nThe use of pesticides caused an incredible harm to the\nenvironment and hazard in natural ecosystems, which\nresulted into replacement of chemicals with biological\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 *% 57",
    "Page_64": "_AR\n\napproaches, which are considered more environment\nfriendly in the long term. One of the emerging research\narea for the management of different phytopathogenic\nfactors is the application of antagonistic plant\ngrowth promoting rhizobacteria (PGPR), which are\ncapable of suppressing the phytopathogen damage.\nTherefore, the present study was undertaken to assess\nthe bio-efficacy of Pseudomonas fluorescens for the\nmanagement of Sheath blight in paddy.\n\nMaterials and Methods\n\nThe experiment was conducted at Agricultural\nResearch Station, A griculture University, Kota during\nKharif 2018 and 2019 to evaluate the bio-efficacy\nof liquid formulation of P fluorescens in managing\nsheath blight in paddy. The experiment was laid out\nin a Randomized Block Design (RBD) with three\nreplications and nine treatments comprised of testing\nof P._ fluorescens as a positive check i.e. Hexaconazole\n5% EC @ 1.0 I/ha and one untreated control plot for\ncomparison. Paddy (cv.P-1509) was raised by using\nall recommended agronomical package of practices\nin both the seasons. Treatments were sprayed twice\nusing a hand operated knapsack sprayer fitted with\nhollow cone nozzle and water volume of 500 lit/\nha was maintained. Seedling dip treatment and first\nspraying was given just after the appearance of the\ndisease and second was given 14 days after the first\nspray. Observations on diseases were recorded 15\ndays after each spray. The PDI was calculated on\nfive plants / sampling unit by counting the number of\ninfected tillers. Each selected plant was approximately\ndivided into three portions as bottom, middle and\ntop. The disease severity was assessed based on the\nStandard Evaluation System (0-9) of IRRI during the\nexperimentation.\n\nThe percent disease Index (PDI) was finally calculated\nusing the following formula:\n\nSum of numerical rating\n\n~ Total number of hills observed x maximum of score « 100\n\nPDI\n\n \n\nScoring of the diseases was done as per the scales\ngiven below.\n\nScale for sheath blight disease\n\n \n\nScore | Description\n0 No infection\n\n1 Vertical spread of the disease up to 20% of\nplant height\n\n3 Vertical spread of the disease up to 21-\n30% of plant height\n\n5 Vertical spread of the disease up to 31-\n45% of plant height\n\n7 Vertical spread of the disease up to 46 -\n65% of plant height\n\n9 Vertical spread of the disease more than\n66% of plant height\n\nYield: Plot wise yield recorded after harvest and then\ncalculated in to Kg/ ha.\n\nResults and Conclusion\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nThe results of field experiment revealed that there\nwere significant differences among the treatments\nin reducing sheath blight severity (Table 1). Results\nrevealed that Hexaconazole 5% EC @ llit/ha\nsignificantly reduced disease severity (68.00%) and\ndisease intensity (9.3%) compared to control (29.0%).\nSignificant differences of P fluorescens treatment\neffects were also recorded on percent disease incidence\nas well as on tillers and yield. Among the different\ndoses of P. fluorescens, the disease intensity was found\nsignificantly lowest (10.3%) and maximum reduction\n(64.5%) in the treatment (T7) P fluorescens @ 3ml/\nkg as seed treatment followed by 1.5 lit/ha as foliar\nspray which was at par with (T6) P. fluorescens @ 2.0\nlit/ha as foliar spray (PDI 11.8 and PDC 59.3%). The\nhighest yield of paddy (3944.2 kg/ha) was recorded\nin Hexaconazole 5% EC @ 2ml/kg as seed treatment\nfollowed by 1.0 lit/ha as foliar spray (T8) which was\nat par with P. fluorescens @ 3ml/kg as seed treatment\nfollowed by 1.5 lit/ha as foliar spray (3911.7 kg/ha)\nand P. fluorescens @ 2.0 lit/ha as foliar spray (3750.7\n\n \n\n58 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_65": "kg/ha) as compared to control (2766.3 kg/ha). The\nhighest cost benefit ratio of 1.95 was obtained with\nHexaconazole 5% EC @ 2ml/kg as seed treatment\nfollowed by 1.0 lit/ha as foliar spray. Whereas, among\n\n_AR\n\nthe biological treatments, maximum cost benefit\nratio (1.75) was recorded by P. fluorescens @ 2.0 lit/\nha as foliar spray against sheath blight of paddy.\n\n \n\nTable 1: Bio-efficacy of P. fluorescens on sheath blight in rice (pooled)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTreatments tilese (a) i \"0 Disease B:C Ratio\nT1: P fluorescens @ 2ml/kg as seed treatment 27.2 (5.2) 2836.3 6.6 1:1.12\nT2: P. fluorescens @ 3ml/kg as seed treatment 22.5 (4.7) 2933.3 22.4 1:1.17\nT3: P fluorescens @ 4ml/kg as seed treatment 20.7 (4.5) 3200.8 28.6 1:1.35\nTA: P. fluorescens @ 1.0 lit/ha as foliar spray 18.0 (4.2) 3264.2 37.9 1:1.44\nT5: P fluorescens @ 1.5 lit/ha as foliar spray 14.3 (3.8) 3427.5 50.7 1:1.54\nT6: P fluorescens @ 2.0 lit/ha as foliar spray 11.8 (3.6) 3750.7 59.3 1:1.75\nfala eee re Sha ne fob aoe teatment / 40,3(3.2) | 3911.7 64.5 1:1.73\n. 9\ntreatment followed by .0lihaasfoliarspray | 220 | 39442 | 679 | 1.95\nT9: Untreated check 29.0 (5.4) 2766.3 1:1.11\nLSD @ 5% 2.61 212.52\nValues in parentheses are square root transformed values of three replications\nResults are inconformity with Johnson et al., (2013) application of carbendazim 50% WP as untreated\nwho found hexaconazole as an effective fungicide control. Neha et al., (2016) also recorded that seed\n\nagainst sheath blight of rice. Naik et al., (2017) found\nthat the field efficacy of hexaconazole SEC (0.1%) and\npropiconazole 25EC (0.1%) could be used effectively\nfor the management of sheath blight disease of rice\nand thus helped for getting higher grain yield and B:\nC ratio. P. fluorescens is ideal antagonist as they have\nability to produce various inhibitory antimicrobial\ncompounds (Schroth and Hancock, 1982). Maximum\nincrease of all the growth parameters was recorded\nwith combination of P fluorescens and T. harzianum.\nSingh and Sinha (2009) observed growth promotion\ndue to seed treatment with T. harzianum and P.\nfluorescens which enhanced nitrogen uptake and\nalleviated drought stress in rice crop. Tiwary and\nTrimurty (2009) also reported lowest disease severity\nunder field conditions through seed treatment along\nwith two foliar sprays of P. fluorescens over foliar\n\ntreatment with P. fluorescens @ 10 ml kg-1 along with\nseedling dipping of roots @ 3.0 | ha-1 significantly\nenhanced the germination (75.82%), plant height\n(25.52), numberof tillers (16.99) and grain yield (48.23\ng pot-1 ). P fluorescens has emerged as a potential bio\ncontrol agent due to different modes of action such\nas competition for nutrients and space, antibiosis,\nmycoparasitism, induced systemic resistance,\nproduction of siderophore, phytohormones, production\nof lytic enzymes and various secondary metabolites\nsuch as DAPG, Phenazine, pyoluteorin, pyrollnitrin,\nwhich are helpful in reducing pathogen population\nwithin soil (Gupta et al., 2002). Thus, the finding of\npresent investigations is quite in conformity with the\nreports of earlier workers. However, hexaconazole\n(triazole fungicide) is a potent ergosterol biosynthesis\ninhibitor and sterol in most fungi and hence resulted\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 59",
    "Page_66": "_AR\n\ncomparatively higher effectiveness than bio-agents,\nbecause it persists for a longer period inside the\nplant system and protects crop against sheath blight\nconstantly for a longer period.\n\nReferences\n\nAcharya S, Basu A, Sarkar MK and Sengupta PK.\n2004. Seed-bome infection in sheath blight of rice\nand its effect on seedling health. Indian Phytopa-\nthology, 57: 82-83.\n\nGuptaA, MeyerJM and Goel R. 2002. Development\nof heavy metal resistant mutants of phosphate sol-\nubilising Pseudomonas sp. NBRI4014 and their\ncharacterization. Current Microbiology, 45:323-\n332.\n\nHollier CA, Rush MC and Groth DE. 2009. Sheath\nblight of rice Thanetophorus cucumeris (A.B.\nFrank) Donk Rhizoctonia solani Kuhn). Louisiana\nPlant Pathology Disease Identification and Man-\nagement Series Publication, 3123 (On-line only).\n\nHori M. 1969. On forecasting the damage due to\nsheath blight of rice plants and the critical point\nfor judging the necessity of chemical control of\nthe disease. Review of Plant Protection and Re-\nsearch, 2: 70-73.\n\nJohnson I, Marimuthu, Ramjegathesh T, Raguchandar\nT, Karthikeyan M and Samiyappan R. 2013. Hex-\naconazole 5 SC for the management of rice sheath\nblight. Journal of Todays Biological Sciences:\nResearch and Review, 2(1): 29 - 35.\n\nLi F, Cheng LR, Zhou Z, Zhang Y, Cun Y, Zhou YL,\nZhu LF, XaJL and Li ZK. 2009. QTL mining for\nsheath blight resistance using the back cross se-\nlected introgression lines for grain quality in rice.\nActa Agronimica Sinica, 35, 1729- 1737.\n\nNaik, R., K. Jayalakshmi and Basavaraj Naik, T.\n2017. Efficacy of fungicides on the management\nof sheath blight of rice. International Journal of\nCurrent Microbiology and Applied Sciences, 6(9):\n611-614.\n\nNeha KV, Balabaskar P and Naveenkumar R. 2016.\nSurvey and occurrence of Rhizoctonia solani\n(Kuhn) causing sheath blight of rice and in vitro\nefficacy of bacterial antagonists against Rhizocto-\nnia solani (Kuhn). J ournal of Environmental Biol-\nogy, 37:1421-1427.\n\nOu SH. 1985. Rice diseases. Commonwealth Myco-\nlogical Institute, Kew survey, England, pp. 256-\n368.\n\nSchroth MN and Hancock JG. 1982. Disease-sup-\npressive soil and root colonizing bacteria. Science,\n216: 1376- 1381.\n\nSingh Rajbir and Sinha AP. 2009. Biological control\nof rice sheath blight with antagonistic bacteria.\nAnnals of Plant Protection Sciences, 17: 107-110.\n\nTiwari PK and Thrimurty VS. 2009. Efficiency of\nPseudomonas fluorescens isolates for plant growth\npromotion and disease management in rice. Annals\nof Plant Protection Sciences, 17:119-123.\n\n \n\n60 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_67": "_AR\n\nORIGINAL RESEARCH ARTICLE OPEN ACCESS\nIncidence of false smut on rice genotypes and the influence of weather factors on the disease\n\nLadhalakshmi D’*, Preeti?, Bhaskar M'!, Koteshwar P!, Laha GS}, , Dilip T!, Sundaram RM},\nPrakasam V'and Srinivas Prasad M!\n\n \n\nICAR- Indian Institute of Rice Research, Hyderabad, Telangana\nUniversity of Agricultural Sciences, Raichur, Karnataka\n*Corresponding author (Email: ladhasavitha@ gmail.com , Dladha.Lakshmi @ icar.gov.in)\n\n \n\nReceived: 9\" Ocober 2020; Accepted: 15\" December 2020\nAbstract\n\nFalse smut disease of rice is evolving as severe grain disease in most of the rice growing regions of the world.\nDuring Kharif, 2020 heavy incidence of false smut was observed. Hence, assessment of the incidence of the\ndisease on different rice genotypes under natural field conditions was done at Rajendranagar farm, IIRR. The\nresults revealed that average disease incidence ranged between 26.5 - 87.8% and the average number of smut\nballs per panicle varied from 1-26 with the mean value of 57.77% and 10.15, respectively. The weather data\nindicated that maximum rainfall recorded during the months of September and October provided the most\nfavourable environmental conditions for the pathogen Ustilaginoidea virens. This also coincided with the 50\n\n% flowering date of the most of the genotypes leading to the increase in the disease.\n\nKeywords: False smut disease, Ustilaginoidea virens and Disease incidence\n\nIntroduction\n\nRice (Oryza sativa L.) is one of the most significant\ncereal crops in India. It is nutritionally and\nagronomically most essential crop of the world and\nfeeds nearly 3.2 billion people. Rice production in\nIndia has increased from 82.5 million tonnes during\nthe period of 1997-98 to 114 million tonnes in 2018-\n19 (Anonymous, 2019). But projected figures for\nfuture indicate that the present levels of production\nare not sufficient to feed the population of the country.\nThe low productivity of rice in India is ascribed to\nmany abiotic and biotic stress factors. With respect\nto biotic factors, diseases viz., blast, bacterial leaf\nblight, sheath blight, sheath rot, false smut, and brown\nspot are wide-spread and economically important.\nIn recent decades, a number of minor diseases have\nattained the status of major importance in rice. One\nsuch disease is the rice false smut (RFS) disease which\nis a threat to yield and grain quality. The disease has\nbeen reported in more than 40 countries, especially in\nrice growing Asian nations such as China, India and\nBurma (Wang et al., 2019).\n\nRFS caused by Ustilaginoidea virens (teleomorph:\nVillosiclava virens) has become the most devastating\ngrain disease of rice. The pathogen infects during\nbooting to flowering stageandsymptomcanbe observed\non grains where individual grain is transformed into\nchlamydospores mass which results in reduced yield\nas well as grain quality. The disease can cause 2.8-\n81% yield losses in different rice-producing areas\ndepending on the rice variety and disease intensity.\nEarlier the disease was considered as minor due to its\nsporadic occurrence but in recent decades there has\nbeen an increase in incidence because of extensive\ncultivation of rice hybrids and wider application of\nnitrogenous fertilizers (Ladhalakshmi et al., 2019).\nRFS occurrence can be seen when incidence of rainfall\ncoincides with the booting and heading stages of the\nrice crop. However, epidemics vary between varieties\nand season. In this study, we have undertaken a survey\nto know the natural incidence of false smut in various\ngenotypes grown in Rajendranagar farm, ICAR-IHRR.\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 61",
    "Page_68": "_AR\n\nMaterials and Methods\n\nAssessment of incidence of rice false smut disease\nwas carried out at grain maturity stage during Kharif\n2020 at Rajendranagar farm, IIRR, Hyderabad. Data\nwere recorded in 50 genotypes by randomly selecting\n5 hills for observation. Disease incidence was\nassessed based on total number of tillers, number of\ninfected tillers per hill and number of smut balls per\ninfected panicle recorded on randomly selected hills\nto know the disease incidence under natural disease\ninfestation. Percentage of infected tillers in each\ngenotype was worked out. Weather parameters were\nrecorded to know their effect on disease incidence.\n\nResults and Discussion\n\nIncidence of false smut was observed in most of the\ngenotypes at Rajendranagar farm, IIRR. The number\nof yellow and greenish black coloured smut balls per\npanicle ranged from 1-50 with maximum disease\nincidence of 87.8 % (Table 1). The range, mean and\nstandard error of mean was calculated for average\ndisease incidence and number of smut balls. Disease\nincidence varied between 26.5 - 87.8% with the mean\nvalue of 57.77%. The range for smut balls per panicle\nvaried from 1 to 26 with the mean value of 10.15\n(Figure 1).\n\nTable 1: False smut disease incidence in different genotypes at IIRR, Rajendranagar in Kharif 2020.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSl. | Genotype Cross combinations Disease inci- | Average No. of | Range on the no. of\nNo | Numbers dence (% ) smut balls Smut balls/ Panicle\n1. |1799 ISM X Yield genes 78.92 26.0 10 - 49\n2. 11755 HWR-23 X BPT 35.99 16.4 9-24\n3. 11713 MTU1010 X Yield genes 61.51 22.0 15-28\n4, |1708 HWR-23 X BPT 59.33 9.0 7-10\n5. |2120 ISM X Yield genes 40.99 18.6 7-50\n6. |1902 HWR-23 X BPT 49.95, 8.8 4-20\n7. {1963 HWR-23 X BPT 83.11 16.6 8-30\n8. |2067 ISM X Yield genes 74.77 12.2 8-15\n9. |1932 HWR-23 X BPT 46.56 3.4 2-5\n10. | 1583 ISM POPULATION 26.50 6.4 5-10\n11. |1824 AKD Population 80.69 9.2 7-15\n12. {3008 HWR-23 X BPT 41.37 4.8 1-10\n13. |1564 HWR-23 X BPT 61.94 10.2 7-14\n14, |2041 MTU1010 X Yield genes 73.65 11.4 3-20\n15. |1966 ISM POPULATION 36.52 10.2 5-16\n16. |816 HWR-23 X BPT 45.05 8.6 3-13\n17. {1955 HWR-23 X BPT 79.01 18.6 14-22\n18. |2724 ISM POPULATION 53.68 4.8 3-6\n19. (3396 HWR-23 X BPT 49.79 12.4 8-20\n20. |3061 MTU1010 X Yield genes 40.33 3.6 3-5\n21. |2804 Swarna x Yield population 52.94 6.8 4-11\n22. |2726 ISM POPULATION 45.05 5.6 2-11\n23. |2410 ISM X Yield genes 57.61 4.0 1-9\n24. |2387 ISM Parent 52.59 2.0 1-3\n25. |2728 AKD Population 47.46 11.6 7-19\n26. |2972 HWR-23 X BPT 72.43 8.0 1-14\n\n \n\n \n\n \n\n \n\n \n\n62 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_69": "_AR\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSl. | Genotype Cross combinations Disease inci- | Average No. of | Range on the no. of\nNo | Numbers dence (% ) smut balls Smut balls/ Panicle\n27. [3133 HWR-23 X BPT 57.53 1.0 0-2\n28. |2722 HWR-23 X BPT 33.40 3.6 1-5\n29. |3230 MTU1010 X Yield genes 51.14 8.4 5-12\n30. |2798 AKD Population 50.32 3.2 1-5\n31. |2279 HWR-23 X BPT 55.37 5.2 4-7\n32. |2400 ISM POPULATION 45.38 3.2 0-6\n33. |2716 ISM Parent 65.21 15.6 5-29\n34, |3450 ISM POPULATION 44.04 4.75 1-20\n35. |2295 ISM X Yield genes 86.42 20.4 9-27\n36. |2286 HWR-23 X BPT 61.00 6.4 4-9\n37. |2096 HWR-23 X BPT 69.11 16.4 2-27\n38. | 2137 ISM POPULATION 68.90 7.8 2-17\n39. (3080 ISM POPULATION 59.14 3.8 2-6\n40. |2161 HWR-23 X BPT 55.72 11.4 5-23\n41. |2039 ISM POPULATION 44.36 7.6 4-11\n42. |1950 HWR-23 X BPT 87.83 24.0 10-45\n43. |756 Swarna x Yield population 61.18 12.4 8-15\n44, |2072 Swarna parent 75.29 3.2 2-4\n45. |1830 HWR-23 X BPT 69.52 14.8 5-42\n46. |65 ISM POPULATION 51.07 7.6 6-10\n47. |903 HWR-23 X BPT 70.23 19.8 12-32\n48. |750 ISM X Yield genes 55.51 12.4 5-23\n49. |1637 MTU1010 X Yield genes 64.12 11.0 3-19\n\nRange 26.5 - 87.8 1-26\n\nMean 57.7 10.15\n\nSEM 2.1 0.86\n\n \n\n \n\n \n\n \n\nWeather data revealed that there was heavy rainfall\n(208.2 mm) in the third week of September 2020\nfollowed by 4% week (85.8 mm) along with\nlow maximum (29.4°C) and minimum (21.3°C)\ntemperatures and sun shine hours (2.3 hrs). High\nrainfall continued in second and third weeks of\nOctober with total rainfall of 196.8 and 147.8 mm,\nrespectively. Similarly, the maximum and minimum\ntemperature was low in 2\"4 and 3“ weeks compared to\n1s and 4\" weeks of October, 2020 (Table 2).\n\nThe data also revealed that for different genotypes,\ndays to 50% flowering ranged from 3% week of\nSeptember to last week of October, 2020, coinciding\nwith the favourable weather conditions viz., low\nmaximum temperature (28°C - 29.5°C); high humidity\n(96 to 98%) and high amount of rainfall (147 - 208\nmm), which together played a major role in increasing\nthe disease incidence in the field.\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 63",
    "Page_70": "_AR\n\n \n\nG@ Average number of smut balls G Average Disease Incidence\n\n \n\n \n\n \n\nWw\n\n0.0 20.0 40.0 60.0 80.0 100.0\n\nFalse smut infection\n\n \n\n \n\n \n\nFigure 1: Box plot representation on average no. of smut balls and average disease incidence\n\nTable 2: Meteorological data recorded at Rajendranagar for the month of September and October 2020\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nWeeks Temperature (°C) R.H. (% ) Total rainfall | Total Rainy SUNSHINE\nMAX.| MIN. I Il (mm) days (hrs.)\nSeptember, 2020\n1s week 32.6 22.8 91 60 5.4 1 8.6\n24 week 31.6 21.4 96 72 69.6 5 4.8\n3” week 29.4 21.3 97 30 208.2 6 2.3\n4\" week 28.7 21.8 96 91 85.8 2 3.9\nOctober, 2020\n1+ week | 31.42 22.0 89.8 | 61.1 0 0 6.0\n2\"¢ week 28.0 21.6 97 82 196.8 3 1.7\n3” week 29.5 20.6 98 77 147.8 4 4.9\n4\" week 30.9 17.9 94.8 | 60.2 0 0 71\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n64 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_71": "Based on average disease incidence, the genotypes\nwere categorized into three different groups viz., group\nI with disease incidence of 26.5% to 50.32%, group II\nwith 51.07% to 65.21% and group III with 68.9% to\n87.83%. Table 3 revealed that with few exceptions,\nMTU 1010 and yield genes cross combinations\nrecorded highest percentage of false smut disease\n\n_AR\n\ninfection (68.9% to 87.83%) wherein the days to\n50% flowering dates of the genotypes coincided\nwith weather condition of October, 2020. Despite\ncategorization, the overall false smut infection was\nmoderate to high, indicating that conducive weather\nconditions are also the key pre-disposing factors for\nfalse smut incidence.\n\nTable 3: Grouping of genotypes based on the false smut average incidence along with the details of days\n\nto 50 % flowering\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFalse smut Disease incidence range (% ) / Genotypes\n9 9 9\n26.5 - 50.32% |Dayto50% | 5197 G5.21% | Pav 050% | G8 g_ g7.g3y% [Pay 10.50%\nflowering flowering flowering\nHWR-23 X BPT 25/09/20 |ISM Parent 10/10/20 |Swarna x Yield 28/10/20\npopulation\nHWR-23 X BPT 12/10/20 JISM Population 18/10/20 |MTU1010X Yield) 18/10/20\ngenes\nHWR-23 X BPT 23/09/20 |HWR-23 X BPT 12/10/20 |HWR-23X BPT 23/09/20\nISM X Yield genes] 22/10/20 |ISM Population 12/10/20 |HWR-23 X BPT 22/09/20\nISM Population 22/10/20 |HWR-23 X BPT 10/10/20 |ISM Population 21/10/20\nSwarna parent 24/10/20 |ISM Population 22/10/20 |MTU1010X Yield | 15/10/20\ngenes\nISM Population 22/10/20 |AKD Population 16/10/20 |MTU1010X Yield | 14/10/20\ngenes\nISM Population 16/10/20 |ISM Population 27/09/20/ |MTU1010X Yield | 18/10/20\ngenes\nMTU1010X Yield} 10/10/20 |Swamax Yield popu- | 24/10/20 |HWR-23X BPT 26/09/20\ngenes lation\nHWR-23 X BPT 21/09/20 |ISM Population 16/10/20 |ISM X Yield genes} 22/10/20\nHWR-23 X BPT 12/10/20 |HWR-23 X BPT 15/10/20 |HWR-23 X BPT 26/09/20\nHWR-23 X BPT 13/10/20 |HWR-23 X BPT 28/09/20 |ISM X Yield genes} 22/10/20\nISM X Yield genes} 21/10/20 |AKD Population 16/10/20 |AKD Population 12/10/20\nHWR-23 X BPT 11/10/20 |HWR-23 X BPT 24/09/20 |ISM X Yield genes} 22/10/20\nISM Parent 26/10/20 |HWR-23X BPT 28/09/20\nISM X Yield genes} 21/10/20 |HWR-23 X BPT 25/09/20\nISM Population 13/10/20 |HWR-23 X BPT 26/09/20\nHWR-23 X BPT 11/10/20\n\n \n\n \n\n \n\n \n\n \n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 65",
    "Page_72": "_AR\n\nIn the present study, the mean of average number\nof smut ball per tillers (10.15) and average disease\nincidence (57.77%) was higher compared to earlier\nreports of Baite et al., (2017), Quintana et al., (2016)\nand Singh and Pophaly (2010). However, Singh\net al., (2014) reported higher disease incidence\nbetween 5-80% in surveyed districts of Uttar Pradesh.\nSimilarly, Ladhalakshmi et al., (2012) also reported\ndisease incidence of 2-75% in North western states\nand 5-85% in southern state of Tamil Nadu.\n\nThe study conducted at IIRR showed that rice false\nsmut pathogen infected most of the genotypes under\nthe natural field conditions when the weather factors\nwere more favourable. Earlier reports have revealed\nhigher disease incidence mostly in hot spot areas,\nhowever, the it is evident from the present study that\nwhen the weather conditions are more conducive\nand coincides with booting to flowering stage of the\ncrop, the disease may occur in severe form even if\nthe location is not a hot spot. A comprehensive study\ncovering large areas reporting the false smut disease\nbacked up by relevant weather data is needed to\nunderstand and prevent further spread of this disease\nto more areas in future.\n\nReferences\nAnonymous. (2019). FAO data, http//faostat.fao.org.\n\nBaite M, Lenka S, Mukherjee AK and Jena M. 2017.\nSurvey of rice false smut caused by Ustilaginoidea\nvirens in Odisha. The Bioscan. 12(4): 2081-2085.\n\nLadhalakshmi D, Laha GS, Singh R, Karthikeyan A,\nMangrauthia SK, Sundaram RM, Thukkaiyannan\n\nP and Viraktamath C. 2012. Isolation and\ncharacterization of Ustilaginoidea virens and\nsurvey of false smut disease of rice in India.\nPhytoparasitica. 40: 171 - 176.\n\nLadhalakshmi D, Laha GS, Srinivas Prasad\nM,Sundaram RM,SarlaN, Divya B, Prakasam V,\nLatha PC, Sanjeeva Rao D, Krishnaveni D and\nKannan C. 2019. Artificial screening technique\nto identify the promising sources against rice\nfalse smut disease under field conditions.\nXIX International Plant Protection Congress,\nIPPC2019, 10-14\"November, Hyderabad,\nTelangana, India\n\nQuintana L, Gutierrez S, Maidana M and Morinigo\nK. 2016. Rice false smut [Ustilaginoidea virens\n(Cooke) Takah.] in Paraguay. Tropical Plant\nResearch. 3(3): 704-705.\n\nSingh AK and Pophaly DJ. 2010. An unusual rice\nfalse smut epidemic reported in Raigarh District,\nChhattisgarh. International Rice Research Notes.\n35: 1-3.\n\nSingh S, Lal AA, Simon S, Singh A, Taduman R,\nKamaluddeen and David AA. 2014. Survey of\nfalse smut (Ustilaginoidea virens) of rice (Oryza\nsativa L.) in selected districts of Uttar Pradesh,\nIndia. The Bioscan. 9: 389 - 392.\n\nWang WM, Fan J and Jeyakumar JMJ. 2019. Rice\nfalse smut: an increasing threat to grain yield\nand quality. In: JiaY, editor. Protecting rice grains\nin the post-genomic era. London: IntechOpen., p.\n89-108.\n\n \n\n66 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_73": "_AR\n\nORIGINAL RESEARCH ARTICLE OPEN ACCESS\n\nAn estimate on the adoption of ICAR-IIRR released varieties and their impact on rice\nproduction in India during 2015-20\n\nNirmala Bandumula*, Subba Rao LV, Sundaram RM, Muthuraman P, Swamy AVSR,\nAbdul Fiyaz R, Chiranjeevi M and Chaitanya U\n\nICAR-Indian Institute of Rice Research, Rajendranagar, Hyderabad-500030.\n*Corresponding author (Email: bnirmaladrr@ gmail.com)\n\n \n\n \n\nReceived: 10% October 2020; Accepted: 22\"? December 2020\n\nAbstract\n\nRice is the most important food crop of India. ICAR-Indian Institute of Rice Research (ICAR-IIRR) was\nestablished in 1965 as All India Coordinated Rice Improvement Project (AICRIP) and has been playing a\nkey role in the improvement of rice technologies. Extensive testing under the All India Coordinated Rice\nImprovement Project, which is one of the largest networks for evaluation of any single crop in India, has\ncontributed to the release of 1375 rice varieties including 117 hybrids forall the majorrice growing ecosystems\nof the country during the last five and half decades (1965-2020). Of the 1375 varieties released, about 267\nvarieties are still in the breeder seed production (BSP) chain. In the present study, an estimate was made on\nthe area covered by the varieties released by ICAR-IIRR and their contribution to the rice production in India\nduring 2015-16 to 2019-20. It was estimated that, annually, the ICA R-IIRR varieties contribute to about 8 %\nof the total production of rice in the country. The revenue impact of ICA R-IIRR varieties is estimated at 3161\n\nMillion USD annually, which is in the form of gross returns from cultivation.\n\n \n\nKeywords: Rice, ICAR-IIRR varieties, area, production, gross returns\n\nIntroduction\n\nGlobally rice is planted in an area of about 162 million\nha and 755 million tonnes of paddy is harvested\nannually (FAO, 2020). Of this, Asia accounts for 90%\nof the production and consumption, but only about 46\nmillion tonnes of rice is traded through international\nmarkets. Leading rice exporting countries are India,\nThailand, USA, Vietnam, and Pakistan. India is the\nleading exporter of rice with the export of about 9.5\nmillion tonnes (APEDA, 2021). India has the world’s\nlargest area under rice with 44 million ha and is the\nsecond largest producer (117.94 million tonnes in\n2019-20) next only to China (3% A dvance Estimates,\nGol, 2020). It contributes to 24 percent of global rice\nproduction. Within the country, rice occupies one-\nquarter of the total cropped area, contributes about 40\nper cent of total food grain production and continues\nto play a key role in the national food and livelihood\n\nsecurity system. Rice export contributes to nearly\n20% of revenue from total agricultural exports of the\n\ncountry.\n\nRice is the most important food crop of India. The area\nunder rice crop was 31 million ha in 1950-51 which\nhas increased by 42 percent to 44 million hectares\nduring 2019-20,. However, the rice production has\nregistered an appreciable increase of nearly 5.7 times\nfrom 20.58 million tonnes in 1950-51 to 118 million\ntonnes during 2019-20 (Gol, 2021). The milled rice\nyield of 668 kg/ha in 1950-51 has increased to 2682\nkg/ha during 2019-20.\n\nThe Central Rice Research Institute, now named\nas National Rice Research Institute (NRRI) was\nestablished in the year 1946 to work on the crop and\nsubsequently, ICA R-Indian Institute of Rice Research\nwas established in 1965 as All India Coordinated Rice\nImprovement Project (AICRIP) with 12 main centres.\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 67",
    "Page_74": "_AR\n\nLater, it was elevated to Directorate status in 1983\nand to a full-fledged Institute in December, 2014.\nAICRP on Rice is the largest research network on a\nsingle crop comprising of 45 funded and over 100\nvoluntary centres covering all the rice growing states\nin the country. Realizing the limitations imposed\nby the ecosystem complexities, destabilizing insect\npests and disease problems as well as grain quality\nrequirements of different varieties/ cultivars of rice\nconsumed, AICRIP evolved need based programmes\n/ trials over the years to identify suitable genotypes\nof high yield potential along with appropriate crop\nmanagement practices. During the initial phase i.e.\nin the first decade, emphasis was given to achieve\nhigher yields through improved plant type largely\nfor irrigated areas. This led to the development of\nshort statured high yielding varieties (HY Vs), which\nheralded the process of “Green Revolution” in India.\nDuring 80s, yield stability and quality improvement\nreceived major attention. This led to the development\nof varieties possessing major biotic stress tolerance\nand desirable quality to develop prototype of semi-\ndwarf basmati rice varieties. Nineties witnessed\nefforts in developing suitable hybrid rice technology\nand multi-location testing to validate their superiority\nover varietal checks at least by 10% as well as non-\nbasmati quality trials targeting the export markets.\nDuring 2000s emphasis was on soil stress trials for\nproblem soil areas, aerobic trials laying emphasis on\ndeveloping genotypes for water limited environments\nand hill trials forincorporating cold tolerance. In recent\ntimes, emphasis has been on the near isogenic line\ndevelopment for quick evaluation of marker assisted\nselection (MAS) derived products introgressed with\ngenes conferring resistance/tolerance against biotic\nand abiotic stresses. Additionally, nutritional security\nis stressed by enriching the grain with micronutrients\nsuch as zinc, iron along with protein (Babu et al.,\n2016).\n\nFirst semi-dwarf high yielding variety “Jaya” released\nby AICRIP in 1968 ushered the green revolution in\nIndia. This transformed the country to a state of self-\nsufficiency by mid eighties and stalled rice imports\nbeginning an era of exporting rice, earning high\n\nforeign exchange by early nineties. Till date more than\n28,300 elite lines developed by different cooperating\ncentres were tested in multi-location trials across the\ncountry under the umbrella of All India Coordinated\nRice Improvement Programme (AICRIP) at funded,\nvoluntary centres and in partnership with private\nsector for hybrid rice. The dynamic time tested multi-\nlocation three tier testing programme involving one\nyear of Initial Varietal Trial (IVT) and two years of\nAdvance Varietal Trial (AVT - 1 and AVT -2) as well\nas screening of elite breeding lines at hotspot locations\nfor generating information on their pest/disease\nresistance/tolerance, grain quality attributes and\nagronomic performance has led to release of varieties\nincluding hybrids suitable for all the ecosystems.\nExtensive testing under AICRIP has contributed to\nthe release of 1375 varieties including 117 hybrids for\nall the major rice ecosystems of the country during the\nlast five and half decades (1965-2020). Of the 1375\nvarieties released in the country, about 267 varieties\nare still in the breeder seed production (BSP) chain.\n\nAmong the several varieties/hybrids developed\nand released by ICA R-IIRR, Improved Samba Mahsuri\nis a product of Marker-Assisted Selection breeding\nthat has successfully introgressed three bacterial\nblight resistance genes viz., xa5, xa13 and Xa21 in the\nbackground of one of the most popular rice varieties,\nSamba Mahsuri (BPT5204) without sacrificing either\nthe yield or the cooking quality (Sundaram et al.,\n2008). Recently, Improved Samba Mahsuri has been\nrecorded to have low glycaemic index of 50.99, which\nis desirable for rice consumers suffering from Type II\ndiabetes (Sundaram et al., 2018). The development\nof Improved Samba Mahsuri has paved the way for\nmore precise molecular breeding programs in rice.\n\nThe research efforts in agriculture initially aimed at\nachieving self-sufficiency of food grains. Presently,\nbio-fortification of major food crops is considered as\naviable strategy to address malnutrition and to ensure\nnutritional security. The development of high zinc\nrice varieties, DRR Dhan 45, 48 and 49 by Indian\nCouncil of Agricultural Research-Indian Institute of\nRice Research (ICAR-IIRR) is an effort to address\n\n \n\n68 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_75": "malnutrition, through bio-fortification in rice (Nirmala\net al., 2016).\n\nICAR-IIRR contributes significantly to the production\nof breeder seed and currently there are about 11 ICA R-\nURR varieties indented for breeder seed production\nthrough Department of Agriculture and Co-operation\n(DAC) in India. Therefore, the objectives of the\npresent study were to estimate the area covered by the\nICAR-IIRR varieties and to assess the contribution\nof ICAR-IIRR varieties to the overall rice production\nduring 2015-20 and the income gains of the country.\n\nMethodology\n\nIn the present study, breeder seed indents of GOI\nand production, seed produced in mega seed project,\ntruthfully labelled seed sale at IIRR godown, seed\ndistributed through blight- out program and mega seed\nproject was considered mainly for the estimation of\narea, production and gross-returns.\n\nEstimation of area under ICAR-IIRR varieties\n\nIt was considered that one kg of breeder seed (BS)\nwas required to produce 60 kg of foundation seed\n(FS), which in turn produces another 60 kg of certified\nseed (CS) (Pathak et al.,2018). It was also considered\nthat 50 kg of certified seed or truthfully labelled seed\n(TLS) is required to plant one ha of rice area.\n\nThe area covered by IIRR varieties was estimated\nusing the following equation:\nArea (Mha) = ((BSP of IIRR varieties\n(kg)*60*60))+T LS(kg)/50(kgha')/10°)\nWhere:\n\nBSP is the Breeder Seed Produced\n\nTLS is Truthfully Labelled Seed\n\n10° is conversion factor to million\nEstimation of rice production with ICAR-IIRR\nvarieties\n\nProduction of rice (unmilled) with ICAR-IIRR\nvarieties was calculated by using the following\nequation:\n\nProduction of IIRR rice varieties (Mt) = [Area of\nIRR varieties (Mha)/ Total area (Mha)] * Total paddy\nproduction (Mt)\n\n_AR\n\nEstimation of gross returns with ICAR-IIRR\nvarieties\n\nGross return with ICA R- ITRR varieties was calculated\nusing the following equation:\n\nValue of IIRR rice (Million USD) = Production of\nIIRR rice (t) * MSP (Rs. t*) /USD rate/10°\n\nWhere, MSP is minimum support price; USD rate is\nUSD exchange rate in rupees; 10° is conversion factor\nto million.\n\nResults and Discussion\n\nAvailability of pure seedis one of the crucial constraints\nfor bridging the gap between technology development\nand its adoption. Breeder seed production (BSP) is\nbeing organized by ICAR-IRR, Hyderabad under the\nNational Seed Project (NSP) - Crops as per the DAC\nindents at 32-35 centres every year. BSP activity in\nrice began with 66 varieties in 1995 and the number\nof varieties has steadily increased to 234 by 2012\nand 336 by 2020. The breeder seed production has\nincreased from 541 tonnes (t) in 2015-16 to 1196\ntonnes in 2019-20 (Figure 1).\n\nThe ICAR-IRR plays a significant role in the supply\nof quality breeder seeds to the country. The major\nICAR-IIRR varieties indented through breeder seed\nindent include Improved Samba Mahsuri, IR 64,\nJaya, Varadhan, Mahsuri, Dhanrasi, Rasi, Sampada\nand Akshayadhan. Annually, in the past five years, at\nleast eleven ICAR- IIRR varieties were indented for\nbreeder seed in India. During the year 2015-16, DRR\nDhan 44, Improved Samba Mahsuri and Sampada\ntogether constituted more than 70 % of the breeder\nseed production of the total ICAR-IIRR varieties\n(Table 1). In the year 2016-17, DRR Dhan 44,\nSampada, Improved Samba Mahsuri, DRR Dhan 45\nand 46 together constituted about 69 % of the breeder\nseed production of the total ICAR-IIRR varieties.\nIn the subsequent years, Improved Samba Mahsuri,\nSampada, IR 64 and DRR Dhan 44 were the major\nvarieties indented through breeder seed indents.\n\nImproved Samba Mahsuri(ISM) is a fine and medium-\nslender grain variety having excellent grain and\ncooking quality with yield potential of 5.5-6 t/ha. Itis\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 69",
    "Page_76": "_ AR\n\n \n\n1400\n\n1200\n\n1000\n\n800\n\n600\n\nSeed produced (t)\n\n400\n\n200\n\n \n\n2015-16 2016-17 2017-18 2018-19 2019-2\n\n \n\n \n\n \n\nFigure 1: Breeder seed production (t) during 2015 to 2020\n\nTable 1. Breeder Seed Production (tonnes) of ICA R-IIRR rice varieties\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSI. No. Name of variety 2015-16 2016-17 2017-18 2018-19 2019-20\n1. |DRR Dhan-50 - - - - 0.85\n2. |DRR Dhan-45 - 4.2 0.18 - 0.25\n3. |DRR Dhan-39 Jagjeevan - 0.84 0.4 0.7 0.6\n4. |DRR Dhan-43 - 2 0.4 0.28 0.24\n5. |DRR Dhan-44 8 6.3 3 - 1\n6. |DRR Dhan-46 - 2.4 0.05 0.7 0.85\n7. |DRR Dhan-51 - - - - 0.24\n8. |Improved Samba Mahsuri 6.5 3.7 3.55 3 2.3\n9. |IR-64 5 5.9 4 6.45 2.1\n10. |Jaya 1 0.84 14 0.42 0.9\n11. |Krishna Hamsa 0.1 0.12 0.03 0.05\n12. |Mahsuri 0.3 0.21 0.18 0.28 0.12\n13. |Rasi 0.3 0.3 0.1 0.05 0.05\n14. |Sampada 3.3 6.38 1.6 4.78 1.14\n15. |DRR Dhan 47 - - - 0.35 -\n16. | Dhanrasi 0.1 0.05 0.05 -\n\n17. |Jarava 0.1 - 0.1 - -\n18. | Swarna Dhan - 0.35 0.15 - 0.12\n19. |Akshaya Dhan 0.1 0.3 - -\n20. | Vara Dhan 0.3 0.3\n21. |IET-23832 (RP 5886 HP3 IR 0.15\n80463-B 39)\n22. | Basmati Kasturi 0.1 - - - -\nTotal 25.35 33.67 15.28 17.04 10.81\nSource: DRR Progress Reports, Varietal Improvement Vol 1,2015 to 2019, IIRR, Hyderabad.\n\n \n\n70 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_77": "highly resistant to bacterial blight disease. It is almost\nsimilar to Samba Mahsuri in yield, grain and cooking\nquality and agro-morphological traits besides having\nresistance to bacterial blight. Under bacterial blight\ninfestation, ISM gives more yield than the susceptible\nvarieties. It is one of the first biotechnology derived\nproducts in the country. Improved Samba Mahsuri has\nbeen recorded to have low glycaemic index of 50.99,\nwhich is desirable for rice consumers suffering from\nType II diabetes. Sampada, another high yielding\nvariety has medium slender grains with intermediate\namylose (23%) and recorded 24% more yield than\nBPT 5204. It is tolerant to blast, tungro disease\nand white backed plant hopper (Somasekhar et al.,\n\nAR\n\n2009). DRR Dhan 44 is characterized by very high\nyield under limited water conditions. It performs\nexceedingly well under dry direct seeded conditions\n(sprinkler irrigation) with minimal inputs. Due to their\nunique traits, more number of indents was received\nfor breeder seed production of these varieties.\n\nThe ICAR-IRR plays a pivotal role in the supply of\nquality Breeder Seed (BS) and Truthfully Labelled\nSeed to the farmers of the country (Figure 2). The\ntotal IIRR seed supplied to the farmers has increased\nfrom 134 tonnes in 2015-16 to 143 tonnes in 2019-20\nindicating an increase of about 7 percent of the supply\nof the seed of IIRR varieties.\n\n \n\n250\n\n200\n\npany\nnm\no\n\n(tonnes)\n\nSeed\n—\noS\no\n\n50\n\n2015-16\n\n2016-17 2017-18\n\n \n\n \n\n2018-19\n\nBreeder seed\nproduction(DAC)\n\n@ Mega seed(BS)\nSeed Sales at\nGodown(TLS)\n\nW Seed sale under Blight\nout program(TLS)\n\n@ Mega Seed (TLS)\n\nTotal seed (t)\n2019-20\n\n \n\n \n\nFigure 2: ICAR-IIRR varieties seed (tonnes) distribution details during 2015 to 2020\n\nSource: Computed from i)breeder seed production data from DRR Progress Reports, Varietal Improvement Vol 1,2015 to 2019 and\nii)seed sales data from IIRR iii) seed produced and distributed under Mega seed and Blight Out programs\n\nRice was cultivated on an area of 44 million hectares\nin India with a record production of 118 million tonnes\nin 2019-20. The estimated area under IIRR varieties\nranged from 2.5 Mha to 5.6 Mha in the past five years.\nOn an average, annually, IIRR varieties occupied an\narea of about 3.4 Mha in India, for the past five years\n(Table 2). The cultivation of IIRR varieties resulted\nin the production of about 14 million tonnes (MT) of\n\npaddy (9 MT of rice) in India. Thus, approximately 8%\nof rice production in India comes from the cultivation\nof varieties released from ICAR- IIRR. Annual gross\nreturns from the cultivation of ICAR-IIRR released\nrice varieties in India were estimated to be around\n3161 Million USD based on the average estimates for\nthe past five years.\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 71",
    "Page_78": "_AR\n\nTable 2: Contribution of ICAR-IIRR varieties to\narea, production and gross returns (2015-20)\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSl. | Year | Area un- | Production | Gross returns\nNo. der IIRR| ofriceof | from IIRR\nVarieties | IIRR Vari- Varieties\n(Mha) | eties(Mt) | (Mill.USD)\n1 | 2015-16 2.5 9.40 2071\n2 | 2016-17 4.0 15.33 3364\n3 | 2017-18 5.6 21.50 5127\n4 | 2018-19 2.5 10.34 2661\n5 | 2019-20 2.5 10.23 2580\nAverage 3.4 13.40 3161\nSource: Computed from i)breeder seed production data from\nDRR Progress Reports, Varietal Improvement Vol 1,2015 to\n2019 and ii)seed sales data from IIRR iii) seed produced and\ndistributed under Mega seed and Blight Out programs\n\nConclusion\n\nThe study provides insights on the impact of ICAR-\nIIRR varieties and quantified the contribution of the\nURR varieties to the total area and production of rice\nat the national level. It was estimated that, annually,\nthe IIRR varieties contribute to about 8 % of the total\nproduction of rice in the country. The significant\nimpact of IIRR varieties is the generation of gross\nretums to the tune of 3,161 Million USD annually\nand cumulative returns of 15,803 Million USD for the\nperiod from 2015-16 to 2019-20.\n\nReferences\n\nNirmala B, Ravindra Babu V, Neeraja CN, Amtul\nWaris, Muthuraman P and Sanjeeva Rao D.\n2016. ‘Linking agriculture and nutrition: an ex-\nante analysis of zinc biofortification of rice in\nIndia” Agricultural Economic Research Review,\n29(Conf.): 171-177\n\nPathak H, Pradhan SK, Parameswaran C, Mondal\nB, Jambhulkar NN, Tripathi R, Chakraborti\nM, Kumar GAK, Samal P and Sahu RK. 2018.\nContributions of NRRI Rice Varieties to National\n\nFood Security. NRRI Research Bulletin No. 16,\nICAR-National Rice Research Institute, Cuttack,\nOdisha, 753006, India. pp 26.\n\nProgress Report (AICRIP)-Crop Improvement. 2015-\n20, ICAR-Indian Institute of Rice Research,\nHyderabad.\n\nRavindra Babu V, Ch Padmavathi, CN Neeraja, D\nKrishnaveni, Divya Balakrishnan, LV Subba\nRao, P Raghuveer Rao, GSV Prasad, Gururaja\nKatti, T Ram, D Subrahmanya, RM Kumar,\nAS Hari Prasad, K Surekha, MS Prasad and\nU Chaitanya. 2016. 50 years of AICRIP.. way\nforward. Technical Bulletin No. 92/2016. ICAR-\nIndian Institute of Rice Research, Rajendranagar,\nHyderabad-500 030, Telangana State, India, 292.\n\nSomasekhar N, Hariprasad AH, Nirmala B and\nVenkateshwarlu D. 2009. DRR Newsletter. 7(2):\n2.\n\nSundaram RM, Madhav MS, Neeraja_ CN,\nBalachandran SM, Mangrauthia SK, Barbadikar\nSK, Divya PS, Subba Rao LV and Hariprasad AS.\n2018. Multi-trait improvement in rice through\nmarker-assisted breeding. Oryza, 55: 24-37.\n\nSundaram RM, Priya MRV, Biradar SK, Laha GS,\nReddy GA, Rani NS, Sarma NP and Sonti RV.\n2008. Marker assisted introgression of bacterial\nblight resistance in Samba Mahsuri, an elite\nindica rice variety. Euphytica, 160: 411-422.\n\nThird Advance Estimates of production of\nmajor crops for 2019-20. Press Information\nBureau, Government of India, Ministry of\nAgriculture & Farmers Welfare. https://pib.\ngov.in/Pressreleaseshare.aspx? PRID=1573283\nAccessed on 03/02/2021\n\n \n\n72 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_79": "_AR\n\nSHORT COMMUNICATION OPENACCESS\n\nPerformance of zinc rich rice cultivar - DRR Dhan 48 in farmers’ fields\n\nJyothi Badri*, Jai Vidhya LRK, Lakshmidevi G, Subhakara Rao I, Nandini V, Chiranjeevi M,\nLaha GS and Subba Rao LV\n\nICAR-Indian Institute of Rice Research (ICAR-IIRR), Rajendranagar, Hyderabad-500030\n*corresponding author (Email: jyothirishik@ gmail.com)\n\n \n\n \n\n \n\nReceived: 15th November 2020; Accepted: 15th December 2020\n\nAbstract\n\nBiofortified variety ‘DRR Dhan 48’ was recently notified and released [CVRC S.O. 1379 (E) dt. 27.03.2018].\nIt has a high zinc content of 27 and 22 ppm in brown and polished rice, respectively and introgressed with three\nbacterial blight resistant genes (xa5, xa13 and Xa21). It also has desirable grain quality parameters and agro-\nmorphological characteristics akin to the popularly grown Samba Mahsuri. DRR Dhan 48 is distinguishable\nfrom other rice varieties of comparable grain type and duration using morphological, biochemical and\nmolecular markers. Seed production was taken up in participatory mode in the farmer’s field in Aroor village,\nValigonda mandal of Yadadri-Bhuvanagiri district in Telangana State during kharif 2020. Roughing at regular\nintervals was done by breeders to maintain seed purity. DRR Dhan 48 is well accepted by the farmers and\ngradually gaining popularity. This cultivar is spreading from farmer to farmer and seed produced in farmer’s\nfield during kharif 2020 was distributed among farmers across 3 states viz., Telangana, Andhra Pradesh and\n\nKarnataka for cultivation during Rabi 2020-21.\n\n \n\nKeywords: DRR Dhan 48, biofortification, zinc, bacterial leaf blight, maintenance breeding, MS cultivar\n\nIntroduction\n\nDRR Dhan 48 [RP 5898-182-22-4-3-2-1 (IET\n24555)], a high zinc, bacterial leaf blight resistant\nmedium slender grain rice variety derived from\nthe cross of RPBio226*1/CSR27, developed at\nICAR-IIRR was notified and released in 2018 [S.O.\n1379 (E) dt. 27.03.2018] for cultivation in the five\nsouthern states of India (Andhra Pradesh, Telangana,\nTamil Nadu, Karnataka and Kerala). DRR Dhan\n48 resembles popularly grown BPT5204 (Samba\nMahsuri) in general agro-morphological and grain\nquality characteristics, in addition also possesses high\nzinc content (27 ppm in brown rice and 22 ppm in\npolished rice) and shows good level of resistance to\nbacterial leaf blight (BLB) and leaf blast. It is marker\npositive for three BB resistance genes (xa5, xa13 and\nXa21) and also resistant to lodging as it possesses\nstrong culm. It possesses desirable grain quality\nparameters viz., medium slender (MS) grains, high\nmilling recovery (69.4%), head rice recovery (HRR-\n\n60.9%) and good cooking quality with intermediate\namylose content (A C-24%), soft gel consistency (GC-\n28mm) and alkali spreading value (ASV-7.0).\n\nMaintenance of Pure Seed of DRR Dhan 48\n\nDRR Dhan 48 is distinguishable from rice cultivars of\nsimilar grain type and duration using morphological,\nbiochemical and molecular markers\n\nMorphological markers- plant type, grain type,\neating and cooking quality characters akin to BPT\n5204, resistance to bacterial blight and leaf blast\n\nBiochemical markers- High zinc content (>20%) in\nbrown and polished rice\n\nMolecular markers- Presence of three BB resistance\ngenes- xa, xa13 and Xa21\n\nNucleus seed production of released cultivars is a\nregular breeding activity. Hundred panicles were\nselected randomly during 2019 dry season (Rabi)\nat Ramachandra Puram farm of ICAR-IIRR located\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 73",
    "Page_80": "in ICRISAT campus and were grown during Kharif\n2019 following ear to row/panicle to row (PRT)\nmethod. Seeds from the individual panicle were\ngrown in two rows leaving one row between each\nPRT. Observations were recorded on yield and yield\nrelated traits along with disease reaction to bacterial\nleaf blight. In field, selection was carried out based\non DRR Dhan 48 designated traits (90-95cm height,\nsemi-dwarf, compact, heavy and exerted panicle type,\n\nIN\n\nIDRR-DMAN-4.8\n\n \n\ni wi\n\nField view of DRR Dhan 48\n\nlhe),\nie\n\nmedium slender grain type, days to 50% flowering\nbeing 105-110 days and seed to seed duration being\n135-140 days) and lines showing the same were\nchosen. Also, the PRTs were inoculated with bacterial\nblight pathogen at maximum tillering stage by leaf\nclipping method under field conditions.\n\nThe freshly harvested grain from fourteen PRTs\npossessing morphological similarity with BPT 5204\nand resistance to BLB (Figure 1a) were subjected\n\n25 1b\n\n \n\n \n\n \n\n \n\n \n\nRe NS\nuo Oo\n\nZn content (ppm)\nwu &\n\no\n\na a w Ss a\n\nPRTs\n= Brown ® Polished\n\net mm\net et\n\n \n\n \n\n \n\nFigure 1a: Resistance to bacterial leaf blight (score 1) in DRR Dhan 48 similar to Improved Samba Mahsuri.\n1b. Zinc (ppm) content in PRTs grown during kharif 2019\n\n \n\n74 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_81": "Ua\n\naE |\n\n \n\ntar\n\n100bp=ladder. 1. Positive parent, 2. Negative parent and 3. DRR Dhan 48\nFigure 2: DRR Dhan 48 with BLB genes a. Xa 21b. xa 13 and c. xa5\n\nto both biochemical and molecular analysis. In\nbiochemical analysis, Zinc was estimated in both\nbrown and polished grains using XRF at ICAR-IIRR\n(Figure 1b). In molecular analysis, DNA isolated from\nleaf samples from 14 PRTs was tested for the presence\nof all three BLB resistant genes viz., xa5, xa13 and\nXa21 (Figure 2). Seed harvested during Kharif 2019\nfrom ‘PRT2’ with morphological similarity to BPT\n5204, resistance to bacterial leaf blight, marker\npositive to xa5, xal3 and Xa21 and zinc content of\n24.4 ppm and 21.2 ppm for brown rice and polished\nrice respectively was chosen for seed multiplication\nduring Rabi 2020.\n\nPerformance of DRR Dhan 48 in Farmer’s field:\nPure seed of DRR Dhan 48 multiplied during Rabi\n2020 from ‘PRT2’was grown in farmer’s field of Shri.\nSangi Nagaiah/Tummala Muralidhar of A roor village,\nValigonda mandal, Yadadri Bhuvanagiri District of\nTelangana, during Kharif 2020 in four acres. Breeders\ncarried out regular field visits and undertook rouging to\nmaintain the seed purity and explained the importance\nof carrying out rouging in seed production plots to the\nfarmers (Figure 3). Farmers checked for the presence\nof roughs along with their regular farming activities.\nFarmers appreciated the traits of DRR Dhan 48 in\n\n \n\nFigure 3: Field visit and rouging in DRR Dhan 48 in farmer’s field during kharif 2020\n\n \n\nJournal of Rice Research 2020, Vol 13, No.2 * 75",
    "Page_82": "_AR\n\nterms of its desirable plant height (slightly shorter\nthan BPT 5204), resistance to bacterial blight despite\nnot taking up plant protection measures and grain\ntype akin to BPT 5204 and appreciated high (15-18)\nproductive tillers per plant. An average yield of 5104\nkg/ha was obtained in the farmer’s field under late\nsown conditions indicating the suitability of DRR\nDhan 48 cultivation under late sown conditions.\nSeed samples collected from farmer’s field as well\nas from IIRR Rajendranagar farm were used for zinc\nestimation at International Rice Research Institute\nSouth Asia Hub (IRRISAH), ICRISAT, Hyderabad.\nThe average zinc content in seed samples collected\nin farmer’s field ranged from 25.2 to 27.4 and 22.2\nto 23.3 ppm in brown and polished rice, respectively,\n\nSeed production 2017 & 2018 Wild boar damage/cyclones\n|\nCollection of 100 random panicles\n\nRabi2019\n\nwhile in seed samples of IIRR farm ranged from 24.9\nto 27.1 and 21.0 to 21.3 ppm in brown and polished\nrice, respectively. Varietal release to field performance\nof DRR Dhan 48 is schematically represented in\nFigure 4.\n\nOwing to the desirable morpho-agronomic plant type\nand grain type similarity to BPT 5204, resistance to\nbacterial leaf blight and high zinc content, DRR Dhan\n48 is well accepted by the farmers and is gradually\ngaining popularity. This cultivar is spreading from\nfarmer to farmer and seed produced in farmer’s field of\nNalgonda district during Kharif 2020 was distributed\namong farmers across 3 states viz., Telangana, Andhra\nPradesh and Karnataka for cultivation during Rabi\n2020-21.\n\nek Aer cue by\n\nes et eee Le Fae\nHigh Zn-22 prom (polished)\n\nWea ee ia\n\n \n\n100 PRTs\nAgro-morphological studies\n\nKharif 2019\n\nVarietal purification /\nmaintenance breeding\n\n \n\nety Fit Bact lmale heeds) :]\n\n|\n14 PRTs similar to BPT 5204\n|\n\n5 PRTs-BB gene marker positive\n\n \n\nMr ie eae]\nScreening with xo5, 2013 anc\nKo2! genes\n\n \n\n \n\nte ard mee ie\n21.2 ppm Zn in polished rice\n\ntree mates)\n\n \n\nFigure 4: Schematic representation of varietal release to field performance of DRR Dhan 48\n\nPRT2-Seed multiplication\n\nee ee teehee)\nGrown-25.2 to 77.4 pom\n\nes ee ee)\n\n \n\n \n\n76 * Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_83": "(Regd. No.2175/2004 of A.P. Society Regn. Act. 2001) Journal of Rice Research - Authors Guidelines\n\nA ) Society For Advancement of Rice Research\n\nScope: Journal of Rice Research is a channel for publication of full length papers covering results of original research, invited critical\nThe Society for Advancement of Rice Research is a registered society started with main objective of providing a platform for exchange of reviews or interpretative articles related to all areas of rice science, rice based crop systems and rice crop management. The journal also\n\ninformation and knowledge related to latest developments in rice research. publishes short communications, book reviews and letters to the editor.\n\nAims and Objectives Articles reporting experimentation or research in any field involving rice or rice based cropping systems will be accepted as original articles\n\n* Toadvance the cause of rice research and development in the country. while critical reviews are generally invited. Short articles concerned with experimental techniques or observation of unique nature will be\n* To disseminate knowledge on latest developments in rice research through publications, seminars, lectures and training programmes. accepted as short communication. Letters to the editor concerning previous articles are welcome and are published subject to review and\napproval by the editorial board. The original authors will be invited to reply to the points raised in these letters for their response which are\n\n* Toprovide consultancy in rice production and development. Bicomeerenedteee te’\n\n* To facilitate research and industry collaboration and public private partnership at national level. General Requirement:\n\nTo honour outstanding achievers in rice research and development. Submission to the journal must be reports of original research of at least two crop seasons and must not be previously published or\n\nTo cooperate with other organizations having similar aims and objectives. simultaneously submitted to any other scientific or technical journal. At least one of the authors (in case of joint authorship) should be\n\nTo promote any other scientific/professional activities conducive for the advancement of science of rice and rice improvement. member of the Society for Advancement of Rice Research (SARR) and not in arrears of subscription. Authors of invited articles are\nexempted from this.\n\n \n\nSubmission of Manuscript:\n\nExecutive Council (2019-2021) Manuscripts should be sent by email to the chief editor (jrrchiefeditor@gmail.com/chintalapatipadmavathi68@gmail.com) as an\n\nPresident : Dr. S R Voleti, Director, ICAR-IIRR, Hyderabad attachment. All the enclosed figures (as ppt/jpg files), graphs (as MS Excel worksheet with original data) and photographs (as jpg or ppt files\n; P : : with high resolution) may be submitted as separate files. Avoid using more than one font. The manuscript should be typed in double spaced\nNice ETeside nts : DOS ne ESS Sueno times new roman font with margins of at Teast? 5 cm. On the first paze give the title, a byline with the names ofauthors, their affiliation and\nDr. Y Chandra Mohan, ARI, PJTSAU, Hyderabad corresponding author's e-mail ID. Abstract should be followed by a list of key words. The usual order of sections to be included after title\nDr. R Mahendra Kumar, ICAR-IIRR, Hyderabad and abstract pages are: Introduction which includes literature review; materials and methods; results and discussion; conclusion (optional),\n\nacknowledgements and references followed by figures and tables.\n\n \n\nSecretary\n\nJoint Secretary a Dr. Gopal Krishna, ICAR-IARI, New Delhi Title should give a clear idea what the articles is about. It should be brief and informative (12-15 words).\nTreasurer : Dr. B. Nirmala, ICAR-IIRR, Hyderabad Materials and Methods should include experimental design, treatment details, replications and techniques/ methods employed.\nZonal Councillors : Dr. R P Singh, BHU, Varanasi, UP - North India Results and Discussion should be supported by sound scientifically analysed data along with explanatory text with relevant tables and\nDr. PB Patil, Navsari Agril. University, Gujarat— West India ee . . . .\n\n. . . References should be quoted in author-year notation system only. All the references should be arranged alphabetically by author. All single\nDr. Vijay Pal Bhadana, ICAR-IIAB, Namkum, Ranchi—East India author entries precede multiple author entries for the same first authors. Use chronological order within entries with identical authorship\nDr.BNVSR. Ravi Kumar, RRS, Maruteru, AP— South India and add a low case letter a, b, c, etc., to year for same year entries of the same author. References should be presented in the format given\nbelow:\n\n \n\n11 Boar Journal of Rice Research is an official publication of Society for Research papers\nAdvancement of Rice Research (SARR), ICAR-Indian Institute of Rice 1. Durvasula V. Seshu. 2017. Networking a Pivotal Strategy for Rice Genetic Improvement. Journal of Rice Research, 10(1): 1-8.\n\nResearch, Hyderabad - 500030 and published twice a year i.e., June and 2. Kemparaju KB, MS Ramesha, K Sruti, AS Hari Prasad, RM Sundaram, P Senguttuvel and P Revathi. 2018. Breeding strategy for\nDecember. All correspondence related to SARR should be addressed to improvement of rice maintainer lines through composite population for short term diversity. Journal of Rice Research, 11(2): 27-30\n\navind Kumar secretary, Dr. R M Kumar (kumarrm213@gmail.com). 3. Paul Mand Keegstra K. 2008. Cell-wall carbohydrates and their modification as a resource for biofuels. Plant Journal, 54: 559-568.\nThesis\n\nBhuiyan MDAR. 2010. Phenotypic and genotypic evaluation of selected transgressive variants derived from Oryza rufipogon Griff. x\nOryza sativa L. cv. MR219. PhD. Thesis. University Kebaangsaan Malaysia, Malaysia, 150 p.\n\nMembership: Membership of the Society is open to all persons interested in\nfurthering the aims and objectives of the Society and in the opinion of the\n\n. . . ; Book chapter\nexecutive committee, have the necessary qualification and experience.\n\nScott JM 1984. Catabolism of folates. P. 307-327. In R.L. Blackley and S.J. Benkovic (ed.) Folates and Pterims Vol.1. John Wiley & Sons,\nNew York\nBook\nSubba Rao LV, Shobha Rani N, Chiranjeevi M, Chaitanya U, Sudharshan I, Suneetha K, Jyothi Badri and Dipal R Choudhary 2013 DUS\nSubscription price Characterization of Rice Varieties. Directorate of Rice Research, Rajendranagar, Hyderabad-500 030, AP, India. 524 pp\nMembership category Annual Life Figures: Photographs and drawings for graphs and charts should be prepared with good contrast of dark and light. Figure caption should be\nA. Individual membership brief specifying the crop or soil, major variables presented and year. Give careful attention to the width of lines and size, and clarity of type\nIndian (Rs.) 500 (300*) | 3000 (2000*) and symbols.\nForeigner (US $ or its equivalent) 50 300 Tables: Tables are used for reporting extensive numerical data in an organized manner and statistically analyzed. They should be self\n. Corporate members/Patrons-one time (Rs.) __- 20,000 explanatory. Prepare tables with the word-processing tables feature and tabs or graphics boxes should not be used. Table head should be\nbrief but complete and self contained. Define all variables and spell out all the abbreviations. An exponential expression (eg. x 10°) in the\nunit's line is often needed to keep length of the data reasonably short, and referenced with an explanatory note. Unless otherwise required,\ntwo decimal place values are suggested.\n\n \n\nMembership and Journal Subscription fee w.e.f August 2019\n\n \n\n \n\n \n\n. Libraries and Institutions (Annual)\nIndian (Rs.) 2500\nForeign (US §$ or its equivalent)",
    "Page_84": "™~\n\nCa a i wr\n\nSocietysiorwNdvancementiofeRiceykesearch\n\nSocietysfor Advancement\nof Rice"
}