{
    "Page_1": "20° | O Kent County\n<> Community Health\nOYO Needs Assessment",
    "Page_2": "Report Publication\n\nDocument author:\n\nMaris Brummel, MPH\n\nPublic Health Epidemiologist\nKent County Health Department\n\nThis report was reviewed and approved by:\nThe Kent County Health Department Material Review Committee\n\n \n    \n \n\nDEPARTMENT\n\nCaring today for a healthy tomorrow\n\n \n\nYour feedback on this report or its contents is welcomed.\nPlease send written comments or requests for additional data to:\nMaris.Brummel@kentcountymi.gov\n\noO Oo Kent County\nwe Community Health\nOYO Needs Assessment",
    "Page_3": "Acknowledgements\n\nThe 2020 Community Health Needs Assessment is the product of ongoing dedication and collaboration\nof over 50 community-based organizations, coalitions, and agencies serving Kent County.\n\nThank you to our funders for supporting this important work, to those who shared their time and\nexpertise throughout this process, and to the Kent County community. The diversity of voices that\nshared their experiences and informed this community health assessment is invaluable.\n\nDEPARTMENT\n\nCaring today for a healthy tomorrow\n\n  \n\nv\na8 PINE\n\nAlternatives in Motion\n\nAmerican Heart Association\n\nArbor Circle\n\nArea Agency on Aging of West\nMichigan\n\nBethlehem Intergenerational Center\n\nCalvin University\n\nCalvin University Center for Social\nResearch\n\nCherry Health\n\nCommunity Food Club\n\nCommunity Members-At-Large\n\nDeaf and Hard of Hearing Services\n\nDisability Advocates of Kent County\n\nDouble Up Food Bucks\n\nFamily Futures\n\nFamily Outreach Center\n\nFirst Steps Kent\n\nFlat River Outreach Ministries\n\nGarfield Park Neighborhood\nAssociation\n\nKent County\nCommunity Health\nNeeds Assessment\n\nQs\noYo\n\nMERCY HEALTH |\n\nChristian\nMental Health\n\nU0 REST Services\n\n \n\nGodfrey Lee Public Schools\n\nGrand Rapids LGBTQIA+ Healthcare\nConsortium\n\nGrand Rapids Pride Center\n\nGrand Rapids Public Schools\n\nGrand Valley State University\n\nGreat Start Collaborative\n\nHealth Net of West Michigan\n\nHealthy Homes of West Michigan\n\nHeart of West Michigan United\nWay\n\nHeartside Ministries\n\nKent County Essential Needs Task\nForce (ENTF)\n\nKent County Health Department\n\nKent School Services Network\n\nKid’s Food Basket\n\nLakeshore Regional Entity\n\nMary Free Bed Rehabilitation Hospital\n\nMel Trotter Ministries\n\nMending Hearts Ministries\n\n \n\nMary Free Bed\n\nRehabilitation Hospital\n\nMETRO HEALTH\n\nUNIVERSITY OF MICHIGAN HEALTH\n\nSpectrum\nHealth\n\nMercy Health\n\nMetro Health: University of Michigan\n\nMichigan Department of Health and\nHuman Services\n\nMichigan State University\n\nNorth Kent Connect\n\nOur Community’s Children\n\nPine Rest Christian Mental Health\nServices\n\nPriority Health\n\nRoosevelt Park Neighborhood\nAssociation\n\nSarahCare Adult Day Care Centers\n\nSenior Neighbors\n\nSpectrum Health\n\nSpectrum Health Healthier\nCommunities\n\nUnited Church Outreach Ministries\n\nWest Michigan Sustainable Business\nForum\n\nYMCA of Greater Grand Rapids",
    "Page_4": "Contents\n\n12\ncy\n20\nye)\n\n50\n\n4\n\nExecutive Summary\n\nData Briefs: Community Identified\naaa tot]\n\n8 Access to Care\n\n9 Discrimination & Racial Inequity\n\n10 Economic Security\n\nwR Rela\n\nIntroduction\n\nMethods\n\nSection 1: Demographics\nSection 2: Factors Influencing\nHealth\n\nSection 3: Health Outcomes &\nBehaviors\n\nAppendices",
    "Page_5": "Executive Summary\n\nINTRODUCTION\n\nA Community Health Needs Assessment (CHNA) is part of an ongoing, collaborative health improvement process.\nThrough community engagement and participation, the CHNA identifies and prioritizes health-related needs and\nanalyzes a broad range of social, economic, environmental, and behavioral factors that may contribute to health needs\nor influence health outcomes of residents.\n\n \n\nInformation from the CHNA is used as a guide to develop a Community Health Improvement Plan (CHIP) which aims to\naddress the prioritized needs. The CHNA/CHIP cycle ensures that strategies to improve population health are data-driven\nand focused on the current needs of those who live, learn, work, and play in the community.\n\nKent County’s 2020 CHNA was conducted by the Kent County Health Department (KCHD), local health systems, and over\n50 community-based organizations and dedicated partners.\n\nREPORT GOALS & OBJECTIVES\n\nThe purpose of this report is to serve as a foundation for community decision making and health improvement efforts.\nKey objectives of this report include:\n\n1. Describe the process used to collect community input and prioritize health-related needs\n2. Highlight community voices and their experiences\n\n3. Describe the current state of health and well-being in Kent County using recent data on the demographic and\nsocioeconomic characteristics, health outcomes, health risks, and social determinants of health, with a specific\nfocus on how these factors differ by race, ethnicity, age, sex, and income.\n\n4. \\dentify community strengths, resources, forces of change, and service gaps\n\n5. Consider how the COVID-19 pandemic has impacted Kent County residents and systems\n\nDATA COLLECTION\n\nThe CHNA findings detailed throughout this report are\n\nbased on data collected through a variety of primary CHNA Data Sources\n(collected for this assessment) and secondary (Sisth — —————————————E————_EaE\ndata) sources. COMMUNITY SURVEYS\n\nTo accurately identify, understand, and prioritize the 7 COMMUNITY-LED FOCUS GROUPS\n\nneal releted nese in Soe (ouch x a assessment : 4,375 BEHAVIORAL RISK FACTOR SURVEILLANCE\ncompines quantitative Gata (such as the number orp’ SYSTEM (BRFSS) TELEPHONE INTERVIEWS\n\npeople affected, changes over time, and differences\n\n \n\nbetween groups) and qualitative data (such as : 25 LOCAL, STATE, AND NATIONAL\ncommunity input, perspectives, and experiences). : SECONDARY SOURCES\nTogether, both types of data help to describe the current : 3 PRIORITIZATION MEETINGS WITH\n\nstate of health and ensure the CHNA results are i\ncommunity-driven—ultimately providing a more\ncomplete view of health and quality of life in Kent County.\n\n54 STAKEHOLDERS\n\n  \n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 5",
    "Page_6": "KEY FINDINGS\n\nFollowing analysis of community input data, 11 top health-related\n\nneeds were identified: “Many of these have an\nimpact on the others. If we\no Access to Care o Economic Security could fix X, then it would\no. Arthritis o Food & Nutrition address Y.”\n© Chronic Pain o Housing —Local public health system partner\no Diabetes o Mental Health\no Discrimination & Racial oO. Obesity\nInequity o Stress & Social Support\n\nAfter considering the qualitative and quantitative data surrounding each health need, local leaders and community\npartners participated in a multi-step process to prioritize which issues should be addressed through health improvement\nplans. Using criteria-based ranking, stakeholders scored each health need according to 1) importance in the community;\n2) if there are disparities or inequities in who is most impacted, and 3) our ability to address the need. Based on the total\nranking scores, the following four topics were prioritized as the most significant health-related needs:\n\nACCESS TO HEALTH CARE\n\nAffordable health care for those who need it and information\nsharing of available resources to live a healthy life.\n\nDISCRIMINATION AND RACIAL INEQUITY\n\nThe policies and practices that create a culture of inclusivity\nand belonging, and advance health equity.\n\nECONOMIC SECURITY\n\nThe ability of individuals and families to afford their basic\nneeds and have an equal opportunity to save and build wealth.\n\nMENTAL HEALTH\n\nPrevention and treatment of psychological, emotional, and\nrelational issues that lead to higher quality of life.\n\nNEXT STEPS\n\nThese four health priorities reflect the importance of addressing some of the upstream factors that contribute to poor\nhealth outcomes in Kent County. Over the next few months, KCHD will begin the three-year CHIP cycle and develop goals\nand strategies to address the health priorities—either by supporting existing community initiatives or working with\npartners to create new initiatives. This process will require continuing community engagement, forming new\npartnerships, and expanding cross-sector collaboration. KCHD is dedicated to working with and listening to the\ncommunity to best address these needs, improve health outcomes, and advance health equity in Kent County.\n\nIf you are interested in joining the community-wide heath improvement planning effort, please visit\nwww.AccessKent.com.\n\n  \n\n“It's one thing to go to community meetings and\nvoice your opinion, but if doing that doesn't result\nin some sort of provable change, what's the point?”\n\n— Focus group participant\n\n \n\n \n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 6",
    "Page_7": "Community Identified\nPriorities: Data Briefs\n\nAccess to Health Care\n\nTee meee]\nexe iia\nerie ery\n\nMental Health",
    "Page_8": "Access to care refers to the timely use of\npersonal health services (such as\npreventive, diagnostic, treatment, and\nfollow-up care) to achieve the best\npossible health outcomes.*\n\nHealth Insurance\nPercent of uninsured adults age 18-64\n\nAffordability\n\nPercent of adults who needed to see a\ndoctor in the past year but did not due\nto cost\n\nUtilization\n\nPercent of adults who have had a\nroutine checkup in the past year\n\nAccess to health services affects a\n\nperson’s health and well-being. Regular\n\nand reliable access to health services\n\ncan:?\n\no Prevent disease and disability\n\no Detect and treat illnesses or other\nhealth conditions\n\no Increase quality of life\n\no Reduce the likelihood of premature\n(early) death\n\noO. Increase life expectancy\n\nDifficulty navigating the healthcare system\n& health insurance\n\nShortage of home health care workers for\naging population\n\nAccess to and use of technology as a\nbarrier to telehealth\n\nThe percentage of uninsured\nadults increased for the first\ntime since 2008.\n\nof adults age 18-64 in Kent County\ndo not have health insurance\n\nHispanic and Latino adults are\n4 times more likely to be uninsured\nthan non-Hispanic adults\n\nBlack adults are 3 times more likely to\nBlack White Hispanic Non- be uninsured than White adults\nHispanic\n\nof adults needed to see a doctor\nin the past 12 months but did not\ndue to cost\n\nadults\nin the past year\n\nof those who could not afford\nneeded care were insured\n\n1 Agency for Healthcare Research and Quality, 2018. Elements of access to health care.\n? Healthy People 2020. Access to health services: Overview & impact.\n\nKent County\nQs Community Health\n\nNeeds Assessment",
    "Page_9": "2020 KENT COUNTY\n\nHealtH Discrimination & Racial Inequity\n\nPRIORITIES\n\n \n\nDefinition : Importance i “This community is\nDiscrimination refers to policies, ! Discrimination has been linked to health : Parr\npractices, and behaviors that unfairly! problems such as anxiety, depression, obesity, not inviting for\nadvantage some and disadvantage : high blood pressure, and substance abuse.* It : African-Americans,\nothers based on socially defined : may also cause people to not participate in :\ncharacteristics such as race (racism), | health-promoting behaviors such as cancer for black and brown\ngender, age, ability, or sexual : screening, diabetes management, and condom _ : people. It just is not\norientation. : use.’ i .\ni our community. And\n\nRacial inequities refer to unfair or : At the systems-level, discriminatory policies and\n\ncravined pt ine sy y Pomcies our systems here\nunjust differences in health : institutional practices create unhealthy living =:\noutcomes and factors influencing i environments and restrict access to social and : are not reflective of\nhealth (such as education, housing, : economic opportunities. This structural black db\nemployment, environment, etc.) !  discrimination—particularly racism—is a driving : ack an rown\nalong racial or ethnic lines. ! force of the social determinants of health andan communities.”\n\nadditional barrier to health equity.*\n\n \n\nDiscrimination and Stress RACIAL INEQUITIES IN KENT COUNTY\n\nHigh stress levels can contribute to a variety of physical On average, when compared to their White counterparts,\nand mental health problems. According to community Black residents in Kent County are more likely to have:\nsurvey respondents, discrimination was more often\nreported as a frequent or constant stressor among people\nof color, people who identify as LGBTQ, and people with\ndisabilities.\n\nLower household incomes\nFor every $100 in income earned by White households,\nBlack households earn $52.29\n\nBlack\nHispanic\nWhite\n\nHigher unemployment rates\nBlack adults are 3x more likely to be unemployed\n\nLower homeownership rates\n\nLGBTQ Black residents are 45% less likely to be homeowners\n\nStraight/Cisgender\n\nIncreased risk of chronic disease and mortality\n2 times as likely to have diabetes or prediabetes\n\n1.7 times as likely to have high blood pressure\n\n1.5 times more likely to die of cardiovascular disease\n\nAny Disability\nNo Disability\n\nsah\n\n \n\nDiscrimination and Health Care\n\nDiscrimination was described as a barrier to receiving\nquality, affordable care, particularly among:\n\n“It's an excellent community to raise family.\nIt's a good place to live. But it all goes back to\nwho you are, what color you are. There is not\n\nPeople who have a disability (physical, hearing, and E D\nvision), who are transgender, or who speak alanguage — a lot of opportunities fold rye lool lolg\n\nother than English. —Focus Group Participant\n\n \n\n+ Gulliford, M. (2019). Discrimination and public health. Lancet Public Health, 4(4): £173-E174.\n2 American Public Health Association, 2020. Racism and health.\n3 Healthy People, 2020. Social determinants of health: Discrimination.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 9",
    "Page_10": "In general, how do your finances usually work out at the end of the month?\nEconomic security refers to the ability of\n\nindividuals or households to cover their\nessential needs (such as housing, food,\nclothing and hygiene, and education) $$$ - Some money left over\nsustainably and with dignity.*\n\nmS - Not enough money to make ends meet\nSS - Just enough money to make ends meet\n\nKent County Total [A%\n\nFemale\nGeneral Finances\n. Male\nHow finances usually work out at the end of\nthe month (some money left, just enough\nBlack [ReQ\n\nmoney, or not enough to make ends meet)\nHispanic [RQ\n\nBae fg B\nPS\n\nWages White [QJ\n\nAverage weekly wages\n\nMaterial Hardship\n\nPercent of adults who were unable to pay for\n\nhousing, food, or medical care in the past Average weekly wages in\nyear\n\nHealth and wealth are closely linked.\nEconomic disadvantage affects health by\nlimiting choice and access to things like\nproper nutrition, safe neighborhoods,\ntransportation, and other elements that\ndefine an individual’s standard of living.\nWhereas economic prosperity provides\npeople with resources that can be used to\navoid or buffer exposure to health risks and\nprotect people from chronic stress.”\n\npoor physical\nand mental health, frequent stress, low\naccess to health care, tobacco use, physical\ninactivity, and higher rates of chronic disease\n(such as asthma, diabetes, and\ncardiovascular disease) compared to those\nwith higher household incomes.\n\n+ International Committee of the Red Cross (IRC), 2015. What is economic security?\n?American Academy of Family Physicians, 2015. Poverty and health: The family medicine perspective.\n*Grand Rapids-Wyoming MSA includes Kent, lonia, Montcalm, and Ottawa counties\n\nOo Oo Kent County\nYe Community Health\nO Needs Assessment 10",
    "Page_11": "2020 KENT COUNTY\n\n \n\naly Mental Health\nPRIORITIES\nDefinition Importance\n\n+ . a\nMental health is a state of emotional, Mental health is essential to a person’s well- 1 in 4\npsychological, and social well-being being, healthy family and _ interpersonal\n\nresulting in productive activities, adults have some form of\n\nfulfilling relationships with other\npeople, and the ability to adapt to\nchange and to cope with challenges.\n\nrelationships, and the ability to live a full and\nproductive life. Mental health also plays a major\nrole in people’s ability to maintain good physical\nhealth. People, including children and\nadolescents, with untreated mental health\ndisorders are at high risk for many unhealthy and\nunsafe behaviors, including alcohol or drug\nMental disorders are __ health abuse, violent or self-destructive behavior, and\nconditions that significantly affect suicide. Mental illness also increases the risk for\nmood, emotion, thinking or behavior, many chronic health conditions including\n\nand often impact day-to-day living or diabetes, hypertension, stroke, heart disease,\nability to function. *\n\ndiagnosed depression\n\n1in3\nyoung adults age 18-24\nLin2\n\nadults with a disability\nand 1 in 2 LGBTQ adults\n\nMental illness refers collectively to all\ndiagnoseable mental — disorders.\n\nPercent of adults who reported 14+ days of poor\n\nmental health in the past 30 days Of those who reported 14+\n\npoor mental health days:\n\n      \n  \n \n\n \n\nexperienced work or activity limitations\n\n44% due to a mental health condition\n\noy arenot currently receiving any mental\n40 % health treatment\n\nLGBTQ Community Input: Key Issues\n\n \n\n \n\nThere are significant differences in self-reported poor\n\nmental health status based on age, sexual orientation or\ngender identity, race, and household income.\n\n \n\n \n\n  \n\nStraight/Cisgender\nAny Disability Mental health among youth\nNo Disability Limited care options for mental health crises\nUnsure of where to go for mental health care\n- Black Insurance and high cost of services\nHispanic Stigma\nWhite\n< $20,000 22%\n$20-$34,999 “| don't want any kind of mental health labels like\nee oes im ao \"depression\" or \"anxiety\" or anything else left in my\n$75,000+ permanent medical record. You never know what can\n\nhappen with those labels down the road. So even if\n\nthat's what's happening, I'm not te!\n\n— Community Survey Respondent\n\n+ American Psychiatric Association, 2018. What is mental illness?\n2 Centers for Disease Control and Prevention, 2018.\n3 Healthy People 2020. Leading health indicators: Mental health.\n\noO oO Kent County\nwe Community Health\nOYO Needs Assessment 11",
    "Page_12": "Introduction\n\nAs part of an ongoing community health improvement process, local public health system partners in Kent County\nconduct a Community Health Needs Assessment (CHNA) every three years, followed by a Community Health\nImprovement Plan (CHIP). The 2020 CHNA and subsequent 2021-2024 CHIP will be Kent County’s fourth community\nhealth improvement cycle.\n\nA CHNA is a systematic method of collecting and analyzing community input and health-related data from a variety of\nsources. The goal of the CHNA process is to engage residents and community partners to better understand the current\nstate of health and well-being in the community and identify key problems and assets. CHNA findings are used to guide\ncommunity decision-making, prioritize public health issues, and develop a health improvement plan to address identified\nneeds.\n\nPurpose\n\nNationally accredited public health departments are required to conduct a comprehensive CHNA every five years, and\nthe Affordable Care Act requires non-profit hospital systems to conduct a CHNA every three years (both followed by a\nCHIP or action plan to address the identified health needs). These requirements ensure that health systems are investing\nin population health and that efforts are community-driven and based on the most recent data.\n\nAs with past CHNAs, the Kent County Health Department (KCHD), five local health systems, and dozens of community\norganizations and coalitions partner together to fund and conduct a joint CHNA that is reflective of the entire Kent County\ncommunity. This collaborative approach to population health helps strengthen cross-sector partnerships, leverage\nexpertise and existing resources, and reduce duplicate efforts to better serve the community.\n\nFramework\n\nSince the first Kent County CHNA in 2011, KCHD has used\n\nthe Mobilizing for Action through Planning and Partnerships Set FR ee Dade\n(MAPP) framework to guide the process. MAPP is a eee CR mere\n\n \n\nnationally recognized, best-practice framework for :~ : ~\ncommunity health needs assessment and improvement : The 2020 Kent County CHNA is based on the\n\n \n\nplanning processes that was developed by the National i principle that health is not determined by\nAssociation of County and City Health Officials (NAACHO) : individual behaviors and genetics alone. A key :\nand the Centers for Disease Control and Prevention (CDC). : focus of this report is on non-clinical :\n\nIt’s intended to be an ongoing, continuous cycle of factors—such as income, race, ethnicity, and\nmaintaining and expanding partnerships and regularly\n\nconducting assessments, so improvement efforts are based: geography—as well as the economic, social, i\non the current needs of the community. : and built environments that make it easier or ;\n\n:; harder to be healthy, and the systems that:\n: shape these opportunities and environments. :\n\n \n\nThe key CHNA phases of MAPP include partner\nengagement, collecting and compiling data, and identifying\nstrategic issues.\n\n \n\n \n\nPARTNER ENGAGEMENT\n\nThe MAPP framework relies on a participatory process and includes stakeholders in every step (assessment, planning,\nand implementation) to ensure that the CHNA process is inclusive and representative of the community.\n\n+ Community Toolbox, 2020. Section 12. MAPP: Mobilizing for Action through Planning and Partnerships.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 12",
    "Page_13": "DATA\n\nCOLLECTION — THE FOUR MAPP ASSESSMENTS\n\nMAPP includes four different assessments, each providing unique insights into population health within a\ncommunity. Although all four assessments are not required to identify the most pressing health needs, combining\n\nthe resu\n\nts of multiple assessments helps to paint the clearest picture of community health issues and systems.\n\nCommunity Health Status Assessment\nThe CHSA is a compilation of quantitative data to describe the population and overall state of health in the\n\ncommunity, including the factors and conditions that impact long-term health outcomes and quality of life.\n\nCommunity Themes & Strengths Assessment\n\nThe CTSA identifies assets in the community and issues that are important to residents. This assessment relies\non public participation to collect information on the opinions and experiences of community members and helps\no ensure they are the primary source of input used to identify the top health needs.\n\nForces of Change Assessment\nThe FOCA identifies forces, trends, or events that may impact health in the community. It also examines the\n\nopportunities and threats associated with those forces.\n\nLocal Public Health System Assessment\nThe LPHSA measures how well different local public health system partners work together to deliver the 10\n\nEssential Public Health Services.\n\n \n\nIDENTIFYING STRATEGIC ISSUES\n\nThis phase of MAPP involves reviewing the assessment data to identify key issues and prioritize the most pressing health\nneeds in the community.\n\nThe CHIP process addresses the last two phases of the MAPP framework: develop goals and strategies, and the action\ncycle. Using the CHNA data as a guide, goals and strategies are created to address the prioritized health needs through\ncollective action and continued partnership development. In the action cycle, these strategies are implemented and\n\nevaluated over a three-year period.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 13",
    "Page_14": "Methods\n\nPartner Engagement\n\nMulti-sector engagement and community participation throughout the CHNA help to ensure the process is community-\ndriven and that a broad range of expertise and input is included. Staff at KCHD facilitated the overall assessment process\nand convened community partners, including individuals and agencies who have historically participated in Kent County’s\nCHNA and/or CHIP process, as well as new partners and community sectors that were missing from previous assessments.\nIndividuals from more than 50 organizations participated in the 2020 CHNA process. These community partners serve or\nrepresent several populations of interest (i.e., who generally face greater health challenges or inequities) including\npeople with disabilities, aging adults, people of color, people experiencing homelessness, low-income, LGBTQ, and rural\ncommunities; and a broad range of sectors within the local public health system such as neighborhood associations,\nhospitals, schools, mental health organizations, non-profits, and social service agencies. A complete list of organizations\nthat participated in the development of the CHNA is provided in the Acknowledgements section of this report.\n\nCommunity partners were involved in various capacities. The CHNA Committee designed the community survey and\ndissemination plan; identified and invited new community partners to join the CHNA process; and provided subject\nmatter expertise throughout the assessment period. Additional agencies and partners participated in assessment\nactivities such as conducting focus groups, survey promotion, and prioritization.\n\nData Collection\n\nPrimary and secondary data were collected using mixed methods from a variety of sources to get a more complete\nunderstanding of the issues that affect health and quality of life in Kent County. Data collection activities were guided by\nthe MAPP assessment objectives.\n\nCOMMUNITY HEALTH STATUS ASSESSMENT\n\nThe CHSA includes more than 55 indicators of health using primary data from the Behavioral Risk Factor Surveillance\nSystem (BRFSS) survey and secondary data from over 25 sources. Indicators were selected to broadly describe the\npopulation and socioeconomic characteristics of Kent County; the social and structural determinants of health (such as\npoverty, housing, and built environments); and common health risk behaviors. Morbidity and mortality indicators were\nselected based on the leading causes of death and hospitalizations in Kent County.\n\nBehavioral Risk Factor Surveillance System (BRFSS) Survey\n\nThe BRFSS is an ongoing telephone survey that collects information about health-related risk behaviors, chronic health\nconditions, and use of preventive services. The BRFSS is conducted at the state-level and supported by the CDC to collect\nnationally representative data. To obtain local-level data, KCHD contracted with Issues & Answers Network, a marketing\nresearch firm, to conduct a BRFSS in Kent County. There were 14 core sections and eight additional modules included in\nthe questionnaire.\n\nData collection took place from February 3 to March 22, 2020. Surveys were conducted via telephone interview (landline\nand cell phone) and offered in English and Spanish. Adults were randomly selected to participate based on a sample of\nhouseholds in Kent County. To provide population-specific results, Hispanic/Latino and African American residents were\noversampled. Trained interviewers from Issues & Answers conducted a total of 1,375 telephone interviews (37% via\nlandline and 63% via cell phone). The response rate was 15% and the refusal rate was 1.7%. Each completed interview\nlasted, on average, approximately 24 minutes.\n\nThe BRFSS data included in this report are weighted to adjust for gender, age, race, and ethnicity using the 2010 Kent\nCounty Census population estimates. Some statistics were compiled by Issues & Answers and additional analysis of the\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 14",
    "Page_15": "dataset was completed by KCHD using SPSS statistical software. Due to the large, randomly selected sample, BRFSS\nresults are likely representative of the Kent County population which allows for generalizability of the findings and\ncomparison of trends over time.\n\nSecondary Data Collection\nData synthesis and secondary analysis were conducted using a variety of existing local, state, and national sources.\nFrequently used data sources (abbreviated throughout the report) include:\n\no ACS 1-year and 5-year estimates: American Community Survey, conducted by the U.S. Census Bureau\n\no CDC WONDER: Database of the Centers for Disease Control and Prevention’s National Center for Health Statistics\n\no MDHHS: Michigan Department of Health and Human Services, Division for Vital Records and Health Statistics;\nMichigan Disease Surveillance System; and Michigan Resident Inpatient Files\n\no  MiPHY: Michigan Profile for Healthy Youth survey, conducted by the Michigan Department of Education\n\nAdditional information from the CDC, Healthy People 2020 and 2030, County Health Rankings, and America’s Health\nRankings was used to describe the importance of each topic and its relation to health. Specific citations are included\nthroughout the report.\n\nCOMMUNITY THEMES AND STRENGTHS ASSESSMENT\n\nCommunity input data was collected through a community survey and focus groups. Both were designed and conducted\nafter the COVID-19 state-wide shutdown.\n\n \n\nCommunity Survey\n\nOne form of community input collected was through a self-administered survey. The survey was developed by the CHNA\ncommittee and contained 54 questions on a variety of topics including: COVID 19, stress and social support,\nneighborhood characteristics, and barriers to health services. It also asked respondents to identify the top five health\nconditions and social determinants of health that have the greatest impact on them, their household, or their community\n(see Appendix C for survey instrument).\n\nSurveys were administered electronically through Qualtrics (an online survey collection tool) in both English and Spanish.\nPaper surveys were also made available upon request for community partners to distribute. The survey was open for\napproximately nine weeks, from August 4 to October 9. Partner organizations assisted with survey promotion via social\nmedia and community outreach. Overall, 1,695 people responded to the survey (however, N-values differ since not all\nrespondents answered each question). See Appendix B for survey respondent demographics.\n\nFocus Groups\n\nTo ensure a wide range of public input was collected, additional\nqualitative data was collected via community-led virtual focus Community-Led Data Collection:\ngroups. KCHD contracted with seven organizations and provided Participating Organizations\ntraining on focus group facilitation. Representatives from\npartner organizations recruited five to eight participants and\n\n \n\nArbor Circle\n\nhosted virtual conversations using Zoom or other web-based : :\n. . . . . _, | Area Agency on Aging\nmeeting platforms. Facilitators were given a discussion guide :\nwith questions asking participants about: : Cherry Health\n_ Deaf and Hard of Hearing Services\no Key characteristics of a healthy community : Family Outreach Center\n\n© Strengths and assets for health where they live, and : Garfield Park Neighborhood Association\n\nthings that are lacking _ West Michigan Sustainable Business Forum\no The most important issues that need to be addressed :\n\nto improve quality of life and overall health\no How these issues could be addressed\n\n   \n\n \n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 15",
    "Page_16": "Focus groups were conducted in September 2020 and each lasted between 60-90 minutes. Each group discussion was\nrecorded and sent to KCHD for analysis. The de-identified audio recordings were transcribed, checked for accuracy, then\ncoded and analyzed thematically using NVivo (a qualitative data analysis software). The frequency with which a topic or\ntheme was discussed across all seven focus groups was used to identify health-related needs and draw conclusions about\nhow they impact the broader community. Selected quotes from the focus groups are presented throughout this report\nto support some of the key findings.\n\nFORCES OF CHANGE ASSESSMENT\n\nThe FOCA was conducted in partnership with Grand\nValley State University. Data collection was\ncompleted by graduate students in the Master of\nPublic Administration program as part of the cole =<-1al P(e 1a\nCommunity Benefits and Assessment Management\n\nFOCA Data Collection\nInput was collected from representatives at the following\n\n \n\n   \n\n: Blue Cross Blue Shield of Hope Network\ncourse in July 2020. Michigan Judson Group\n. Bright Horizons Kent County Health\nStudents engaged 30 local leaders and professionals | Bronson Health Care Department\nwho are knowledgeable of the political, economic, © Community members Keurig Dr Pepper\ntechnological, environmental, or social issues : Department of Infrastructure Kids’ Food Basket\naffecting Kent County or general public health. : | Management, Washtenaw Mary Free Bed Rehabilitation\nCurrent events, long-standing existing factors, and | County Hospital\nemerging issues were included in the initial forces | Dutton Elementary School Michigan State University\nidentified. Forces were prioritized based on — Federal Emergency Mission Point Healthcare\nstakeholder input and the direct relation to . _ Management Agency Network180\n. rn . : Geers Law Orthopedic Associates of\ncommunity health. Qualitative data analysis was : . oe\n. . oo. __: Greater Grand Rapids NAACP Michigan\nconducted by KCHD using NVivo qualitative analysis ! Helen DeVos Children’s Hospital Spectrum Health\nsoftware. The top forces, along with general themes | Heritage Homes, Inc. St. Joseph Mercy Oakland\nidentified across the dataset are included in the | Holland Hospital Hospital\nreport.\n\nLOCAL PUBLIC HEALTH SYSTEM ASSESSMENT\n\nThe LPHSA was planned for September 2020. However, due to the COVID-19 pandemic and the significant impact it has\nhad on the local public health system and stakeholders, the assessment was not conducted for this iteration of the CHNA.\n\n \n\nIdentifying and Prioritizing Health Needs\n\nBased on analysis of community input data, 11 topics were identified as top health needs. These were determined based\non how many survey respondents selected it as an issue that greatly affects them, their household, or community; and/or\nif the topic emerged as theme across multiple focus groups. Secondary data and local BRFSS data were used to describe\nthe magnitude, trends, and public health implications of each significant health need identified by the community.\n\nThe 11 health needs were then prioritized by local public health leaders and community partners to determine the most\nsignificant health needs the county should focus improvement efforts on. Three different prioritization meetings were\nheld virtually in December 2020. During each two-hour meeting, primary and secondary data were presented to\nstakeholders before working through a multi-step prioritization process and facilitated group discussion. Using criteria-\nbased ranking, participants scored each of the 11 health topics based on 1) importance in the community; 2) if there are\ndisparities or inequities in who is most impacted, and 3) our ability to address the need (see Appendix A for prioritization\ntool). Final priorities were determined based on total ranking scores from 54 community partners across all three sessions\nand stakeholder input from group discussions.\n\nBased on the prioritization activities, the following health needs will be addressed through formal improvement plans\nand implementation strategies during the 2021-2024 fiscal years: access to health care, discrimination and racial inequity,\neconomic security, and mental health.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 16",
    "Page_17": "Limitations & Data Gaps\n\nThis assessment was designed to provide a broad overview of health and well-being and identify critical issues related to\ncommunity health in Kent County. However, it is not inclusive of every health-related issue that residents face and does\nnot represent all possible populations of interest.\n\nCOVID-19 LIMITATIONS\n\nData in this report represent the most current, county-level sources at the time of publication. However, it’s important\nto note the source of data in relation to the COVID-19 timeline (see Figure 1). Many indicators reflect the state of health\nprior to the pandemic; however, community input data was collected during the pandemic.\n\nGathering community input data on long-term health needs during the pandemic may have increased the likelihood of\nbias and/or measurement error. Committee members tried to account for this by strategically phrasing survey questions\nso the direct and indirect effects of the pandemic would not skew the responses. For example, “fear or closure due to\nCOVID-19” was a response option included when asking about barriers to accessing health care, so these could be filtered\nout during analysis to get a more accurate and reliable determination of barriers that exist beyond the pandemic. In\nconsideration of some of these limitations, the process of prioritizing health needs was based on both quantitative data\ncollected prior to the state shutdown in Michigan, and qualitative data collected amidst the pandemic.\n\nCOMMUNITY SURVEY\n\nAnother limitation is the convenience sampling methodology used to conduct the community survey (dissemination\nonline and via community organizations). Because the sample of survey respondents was not randomly selected,\ngeneralizability of the findings to the broader population is limited. Compared to the population of Kent County, people\nof color, men, and younger adults (age 25 and younger) were underrepresented among survey respondents, and those\nwith a bachelor’s degree or higher were overrepresented (see Appendix B). Due to the pandemic restrictions and\ncancelation of community events, in-person surveying techniques could not be used purposively sample\nunderrepresented populations. Additionally, dissemination was primarily conducted through social media and partner\nnetworks which may have further limited the scope of potential respondents and increased the likelihood for selection\nbias.\n\n \n\nFOCUS GROUPS\n\nThe goal of the focus groups was to obtain additional community input from populations that were underrepresented in\nthe survey responses and get an in-depth perspective on issues from specific sub-populations. Although the focus groups\nprovide valuable insights, results are not statistically representative of the larger Kent County population due to non-\nrandom recruiting of participants and a small sample size. Additionally, since recruitment was conducted by the\ncommunity organizations that hosted and facilitated focus groups, many who participated were already involved in\ncommunity programming and the responses may only provide one perspective on the issues discussed.\n\nGAPS IN DATA\n\nFor secondary data, the most recent year of data available differs depending on the source and health topic. Additionally,\nsome data in this report cannot be stratified by race, ethnicity, income, education level, zip code, etc., limiting the ability\nto explore differences or disparities among some sub-populations. Not all comparisons between groups could be tested\nfor statistical significance (e.g., some secondary data); however, significance is noted when applicable and all significant\ndifferences are based on the 95% confidence interval.\n\nIn effort to consolidate findings, data have been disaggregated to highlight disparities between groups and not every\ndemographic group for which data is available is presented in the report. To request additional data that is not included\n\nin this report, see the report publication page.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 7",
    "Page_18": "Report Structure & Timeline\n\nData from the health status assessment (BRFSS and secondary data), community themes and strengths assessment\n(survey and focus group data), and forces of change assessment have been synthesized and integrated into this report.\nAs previously noted in the limitations, most data were collected prior to the COVID-19 pandemic and statewide\nshutdown, however community input and forces of change were collected after. This consideration may be useful when\ninterpreting the findings.\n\nThroughout the report, community input is highlighted in green (i.e., collected after the pandemic affected Michigan) to\ndifferentiate from all other data collected before the pandemic (presented in blue). Community input, forces of change,\nand other data related to COVID-19 and its impact are highlighted in red. Other forces of change not related to the\npandemic are presented in gold.\n\nFIGURE 1\nData collection timeline\n\nBRFSS Survey Forces of Community ]} Focus Groups Prioritization\n\nChange Survey [ser 1—30 DEC 9-15\n\nFEB 3— MAR 22\n\n \n\nJUL 13-27 || AUG 4-OCT 9\n\n \n\n \n\nJAN FEB MAR APR MAY JUN JUL AUG SEP OCT NOV DEC\nCOVID-19 Timeline+\n\n \n\nJAN 20 MAR 16 APR 15: Stimulus |} JUL1 oct9 DEC 21\nFirst U.S. MI public payments start i Select businesses reclosed| Ml reopened i Ml reopened\n\nCOVID-19 case schools closed MAY 11: Select i (Kent County incl. in select businesses i select businesses\nbusinesses reopen i regional closures) i\n\n  \n\ni MAR 23 & 24\n? Ml closed all non-essential i\ni businesses & issued stay\n\nat home order\n\n   \n     \n   \n\ni Mlreclosed select\nbusi\n\n: MI ended stay :\n: at home order :\n\n       \n\n \n\nDEMOGRAPHIC DESCRIPTIONS\n\nThroughout the report, data are disaggregated by different demographic characteristics to highlight disparities and\ninequities. The characteristics include:\n\nAge\nAdults: age 18 years and older\nYouth: includes middle school-age youth (Grade 7) and high school-age youth (Grades 9 and 11), unless otherwise\nspecified\n\nSexual Orientation and Gender Identity\nLGBTQ; adults who identify as lesbian, gay, bisexual, transgender, gender non-conforming, or queer\n\n+ Opportunity Insights, 2020. Economic Tracker.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 18",
    "Page_19": "Straight/Cisgender: adults who identify as straight or heterosexual, and as the gender that corresponds with their sex\nat birth\n\nDisability Status\n\nAny disability: includes adults who have one or more of the following impairments: hearing, vision, cognitive (serious\ndifficulty concentrating, remembering, or making decisions), or mobility (serious difficulty walking or climbing stairs)\nNo disability: adults who do not have any of the impairments listed above\n\nRace and Ethnicity—race and ethnicity categories are mutually exclusive unless otherwise noted\n\nAmerican Indian or Alaska Native: abbreviated AIAN\nAsian or Pacific Islander\n\nBlack or African American\n\nWhite\n\nHispanic or Latino: includes adults of any race who are Mexican, Mexican American, Chicano/a, Puerto Rican, Cuban,\nor another Hispanic, Lainto/a or Spanish origin\n\nNon-Hispanic: includes adults of any race who are not of Hispanic, Latino/a, or Spanish origin\n\nEducational Attainment—refers to the highest grade or year of school completed\n\n<High School: completed any level of school but did not graduate high school or earn a GED\nHigh School Grad: graduated high school or equivalent (i.e., GED)\nSome College: completed 1-3 years of college or technical school\nCollege Grad: completed 4 or more years of college (i.e., has a bachelor’s degree or higher)\n\nHousehold Income\n\nTotal annual household income from all sources\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 19",
    "Page_20": "Section 1: Demographics\n\nPopulation & Geography\n\nKent County is Michigan’s fourth most populous county, with an estimated population of 656,955 as of 2019.1 The\naverage population growth rate is 5.3%, and the county’s population is growing at a faster rate than Michigan (0.8%) and\nthe U.S. (3.4%).\"\n\nThe county’s geographic footprint is roughly 872 square miles and is comprised of 21 townships, five villages, and nine\ncities. The population density in Kent County is 775 persons per square mile. Grand Rapids is the largest city in Kent\nCounty and accounts for one-third of the total population. Grand Rapids is Michigan’s second most populous city next to\n\nDetroit.\n\nTABLE 1\n\nTownships, villages, and cities in\n\nKent County\n\nVillage of Caledonia\nVillage of Casnovia\n\nCity of Grand Rapids\nCity of Grandville\nCity of Kentwood\n\n \n\nVillage of Sand Lake\nVillage of Sparta\n\nCity of Wyoming\n\n \n\n \n\n \n\nSource: Access Kent, 2017. City, township, and village directory.\n\n1 ACS 1-Year Estimates, 2019.\n\n*5-year to 5-year average change in population (5-year ACS estimates from 2010-2014 to 2015-2019)\n\nOo Kent County\nYe Community Health\nOYO Needs Assessment\n\nwee\nSAND LAKE\n\nNELSON\n\nSPENCER\nTWP. A 5\n\nAda Twp. Grattan Twp.\nAlgoma Twp. Lowell Twp. FL ee EO\nAlpine Twp. Nelson Twp. (/\nBowne Twp. Oakfield Twp. as | a oe\nByron Twp. Plainfield Twp. wr Tr\nCaledonia Twp. Solon Twp. PE\nCannon Twp. Sparta Twp. )\nCascade Twp. Spencer Twp.\nCourtland Twp. Tyrone Twp.\nGaines Twp. Vergennes Twp.\nGrand Rapids Twp.\nVillages\n\nVERGENNES,\nTW. é\n\nVillage of Kent City it\neis ——\n\nCity of Cedar Springs City of Lowell ey\n\nCity of East Grand City of Rockford\n\nRapids City of Walker\n\nCALEDONIA\nwr\n\n| LAGE oF\nJ CALEDONIA\n\n \n\n20",
    "Page_21": "Demographic Characteristics\n\nTABLE 2\n\nRace and ethnicity\nDemographic characteristics: Race and ethnicity by place\n\nGrand Kent 1: - . . \"\nKent County is becoming\n\n \n\n \n\n \n\n  \n\nAmerican Indian and Alaska Native 0.4% 0.4% 0.5% 0.9% more diverse.\nAsian 2.4% 3.0% 3.1% 5.5% : Among children under 18 in\nBlack or African American 18.6% 9.6% 13.8% 12.7%  ; Kent County, a ener\nSome Other Race 5.8% 3.4% 1.2% 5.1% : eo are B vey\nTwo or More Races 5.6% 4.1% 2.9% 3.3% : African American (11. 6),\nWhite 67.2% 79.6% 78.4% 72.5% Hispanic or Latino (17.1%),\nEn : : : - and Multiracial (8.9%)\ncompared to the current\nHispanic or Latino (of any race) 16.1% 10.6% 5.1% 18.0% i vsciaethnie distribution\nNot Hispanic or Latino 83.9% 89.4% 94.9% 82.0% ‘\n\n \n\nSource: ACS 5-year estimates, 2015-2019\n\nFIGURE 2\n\nAge\n\nDemographic characteristics: Percent of Kent County population Forces of air Troe\nby age group Aging Population\n\n    \n\nThe stress of aging baby boomers will begin to be :\n: felt by communities as soon as 2030, when one :\n: out of every five Americans will be retirement age :\n\n18%\nny)\nmL «EBL hip and, for the first time in our country’s history,\n: there will be more resident over 65 than children :\n10%| der 18\n- Ey\n: THREATS\no Workforce shortage and large number of\n2% | retirees\n\nIncreased strain on healthcare system\nUnder 5-17 18-24 25-34 35-44 45-54 55-64 65-74 75-84 85+ Labor shortage of home health aides\n5\n\n     \n\nLack of age-friendly homes and public spaces\nSource: ACS 5-year estimates, 2015-2019 Disparities in who can afford to retire\n\nCost and financial requirements of care\nfacilities\n\n \n\nOPPORTUNITIES\n\nCaregiver recruitment and retention support\n\nIncrease in volunteer workforce\nTelehealth serving at home populations and\nremote patient monitoring\n\n \n\n+ Meola, A. (2019). The aging population in the US is causing problems for our healthcare costs. Retrieved from https://www.businessinsider.com/aging-\npopulation-healthcare.\n\noO Oo Kent County\nwe Community Health\nOYO Needs Assessment 21",
    "Page_22": "Population & Socioeconomic Characteristics:\n\nCITIZENSHIP MEDIAN HOUSEHOLD INCOME\n5.1% of people living in Kent County are not U.S. citizens $63,053\n\nLANGUAGE PERCENT LIVING IN POVERTY\n12.5% speak a language other than English 11.7%\n\n5.5% of the population age 5+ have limited English proficiency Children: 15.4%\n\nAdults over age 65: 7.3%\n\nFOREIGN-BORN\n\n \n\n   \n\n  \n\n8.4% of Kent County’s population was born outside of the U.S. UNEMPLOYMENT RATE\nFrom 2014 — 2019\", the immigrant population grew by 44%\n16.6%, compared to the overall population in Kent County :\nwhich increased by 5.3% : HOMEOWNERSHIP RATE\n\n69.8%\n\nDISABILITY*\n\n11.2% of Kent County residents have at least one disability MEDIAN HOME VALUE\n\n5.2% have two or more disabilities $173,700\n\nHOMELESS\" EDUCATIONAL ATTAINMENT\n\n1.4% of the population experienced at least one episode of 35.7% of adults have a bachelor’s degree or\n\nhomelessness in 2019 (a 52% increase since 2016)” higher\n\nVETERANS VOTER PARTICIPATION?\n\n5.9% of adults are veterans—most of whom are age 65 and 72.6% of all registered voters in Kent County\n\nolder (3.2%) participated in the 2020 general election and\n61.8% participated in the 2018 gubernatorial\n\nLGBTQ election\n\n \n\n4.8% of Kent County’s adult population identify as lesbian, gay,\nbisexual, or another sexual orientation other than straight or\nheterosexual. 0.7% of adults are transgender (male-to-female,\nfemale-to-male, or gender non-conforming)*\n\nAmong youth in Kent County, 5.6% of middle schoolers and 7.7%\nof high schoolers identify as lesbian, gay, or bisexual®\n\n+ Unless otherwise specified all data are from ACS 5-year estimates, 2015-2019.\n\n+Represents the average change between 5-year periods (2010-2014 to 2015-2019)\n\n* Disability includes serious difficulty with one or more of the following: hearing, vision, cognition, mobility, self-care, and/or independent living.\n+tHUD defines homeless as an “individual or family who lacks a fixed, regular, and adequate nighttime residence.”\n\n? Grand Rapids Area Coalition to End Homelessness, 2019. Annual count data.\n\n3 Access Kent, 2020. Election Results.\n\n* Kent County BRFSS, 2020.\n\n° Michigan Profile for Healthy Youth, 2017-2020.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 22",
    "Page_23": "Section 2: Factors\nInfluencing Health\n\nrae\nyA: )\n36\n39\n42\n\n45\noh]\n\nAccess to Health Care\neit ye\n\nult fered (ey 1)\n\nHousing\nNeighborhood & Built\nEnvironment\n\nSocial Context\nTechnology",
    "Page_24": "Access to Health Care\n\nAccess to affordable medical, dental, and mental health care is an important factor that contributes to length and quality\nof life. Timely access to regular health services and treatment can help prevent disease, detect and treat illness sooner,\nand manage chronic conditions, enabling individuals to live longer, healthier lives.\n\nINDICATORS\n\nHealth insurance coverage\n\nUtilization of emergency and preventive services\nCapacity of health facilities\n\nAvailability of providers\n\noo0o0°0\n\nKEY FINDINGS\n\no The percentage of adults age 18-64 who are uninsured has increased for the first time since 2008.\no Since 2017, there have been improvements in (i.e., an overall decrease in the percentage of adults who report):\n= Not having a primary care provider\n= Not going to the doctor due to cost\n= Not getting a routine checkup\no Adults with household incomes between $35,000-$49,999 were the only group to have worse access to care across\nall four indicators.\no Even with insurance, health care is still unaffordable for many in Kent County. Two out of three people who could\nnot see a doctor when they needed to because of cost were insured.\n\nCOMMUNITY INPUT\n\no Ingeneral, the health care resources, and quality of care are major strengths of Kent County, however access to\nthese resources is not equitable.\no The top barriers for accessing care include health insurance (navigating a complex system) and high cost of\nservices.\no Community input revealed several challenges and emerging issues related to access to health care:\n= Lack of caregivers and home healthcare workers is an emerging issue for the aging population\n= Access to and use of technology is a barrier for telehealth services, especially as telehealth use increases\n= Lack of awareness of existing resources and health literacy (i.e., knowing the right questions to ask and\nadvocating for yourself in healthcare settings) are also barriers for some community members.\n\n“\\f you have access, the care you can “T...] people don’t know\nreceive is pretty excellent, again, youhave | the right questions to\nto know what to look for and where to go.” | ask when they go.”\n\n— Focus group participant : — Focus group participant\n\n \n\n \n\n \n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 24",
    "Page_25": "FIGURE 3\n\nLow access to health care indicators\nIndicators of low access to health care among Kent County adults, by select demographic characteristics, 2020\n\nm % Uninsured (Age 18-64) m%NoPCP m%NoRoutine Checkup = %No Care due to Cost\n\nU.S.\n\n  \n\nMichigan\n\nKent County\n\n18-24\n\n25-34\n\n35-44 23% | 7%\n\n45-54 ; 20%\n\n55-64\n65+\n\nFemale\n\nMale 17% 24% | 8%\n\nLGBTQ\nStraight/Cisgender\n\nAny Disability\nNo Disability\n\nBlack\nWhite\nHispanic\n\nNon-Hispanic\n\nHigh School Grad\nSome College\n\nCollege Grad\n\n< $20,000\n$20-$34,999\n$35-$49,999\n$50-$74,999\n$75,000+ y se\n\n \n\n \n\nSource: Kent County BRFSS, 2020; Michigan and U.S. BRFSS, 2019\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 25",
    "Page_26": "Health Insurance\n\nHealth insurance can facilitate entry into and navigation of the healthcare\nsystem. Having coverage increases utilization of preventive care and\nallows for easier access to needed specialty care and emergency services.\nIt also provides financial protection in case of a serious accident or illness.\n\nUninsured people are less likely to have a regular source of medical care,\nand more likely to delay routine medical care due to costs, have poor\nhealth status, receive late diagnoses, and die prematurely.”\n\nIn 2020, the rate of uninsured adults increased at the local, state, and\nnational levels for the first time since the Affordable Care Act was passed\nin 2010 (Figure 4). In Kent County, the increase in uninsured adults from\n2017 to 2020 was most significant among adults who are younger,\nHispanic or Latino, and who have a household income between $20,000-\n$49,999 (Figure 3). Among those who are insured, over half have\ncoverage through their employer and a quarter have Medicare or\nMedicaid as their primary insurance.\n\nFIGURE 4\nUninsured adults\n\nThis situation creates constant :\n\n \n\n \n\n“Lack of health insurance. |\nmake slightly too much to\nqualify for Medicaid, but too\nlittle to be able to afford a\ndecent health insurance plan.\n\n \n\nstress regarding struggling to\nafford mental health care and\nfearing that any type of\nphysical health emergency wi\nlead to medical bankruptcy.”\n\n  \n\n— Survey respondent describing barriers to care\n\n \n\n \n\nPercent of uninsured adults (age 18-64) in Kent County, Michigan, and the U.S. from 2002-2020\n\n2002 2008 2014\n@ Kent County 12.8% 14.5% 11.6%\ng Michigan 12.0% 13.7% 12.7%\n™ United States 14.1% 17.0% 15.3%\n\nSource: Kent County BRFSS, 2020; Michigan and U.S. BRFSS, 2019\n\n+ HealthCare.gov. (2018). 3 reasons to enroll in 2019 Marketplace coverage.\n? Healthy People 2020. Access to health services: Overview.\n\nOo Oo Kent County\n\nYe Community Health\nOYO Needs Assessment\n\n2017 2020\n6.2% 10.6%\n9.8% 11.1%\n12.7% 13.6%\n\n26",
    "Page_27": "Affordability\n\nEven with insurance, the cost of health services can be prohibitive for many. In the past 12 months, 8.8% of Kent County\nresidents could not see a doctor when they needed to because of cost. This represents a sustained downward trend in\ncost barriers to care from 12.7% in 2008. Of those who reported cost as a barrier to seeing a doctor, 69.1% were insured.\nAmong those who are uninsured, nearly one in three (28.1%) reported that they needed to see a doctor in the past 12\nmonths but could not because of cost.*\n\nFor those who are uninsured and do seek care, there are often financial implications. Unaffordable medical bills can\nquickly translate into debt since many who are uninsured have low or moderate incomes and have little, if any, savings.+\nIn Kent County, 18% of people have past-due medical debt.? The rate of medical debt in communities of color is more\nthan twice that of white communities.*\n\nUtilization\n\nUtilization of preventive health care services, such as mammograms, pap tests, prostate exams, influenza vaccinations,\nblood sugar tests, and cholesterol tests could reduce the prevalence and severity of diseases and chronic conditions. An\nannual visit with a primary care provider is an indicator of preventive health care access and utilization.\n\nIn Kent County, most adults (79.5%) have received a routine checkup within the past year. Females are significantly more\nlikely to have had a recent checkup (84.8%) than males (74.0%). Black residents are also more likely to have had a recent\ncheckup (91.8%) than White (79.0%) and Hispanic or Latino (71.7%) residents. Approximately two out of three\nadolescents (63.1%) also had a routine checkup within the past year.°\n\nEmergency department (ED) visits for certain conditions may indicate lack of access to more appropriate sources of\nmedical care, such as primary care providers or specialists.* In Kent County and Michigan, the rate of ED visits decreased\nfrom 2015 to 2018.\n\nFIGURE 5 yO ETP toe\nEmergency department visit rate COVID-19 & Health Care Utilization\n\nRate of emergency department visits per 1,000 people\n\nm2015 2018\n\n \n\nOne of the FOCA threats identified was long-term health\n\n» consequences due to reduced health care utilization :\n\naerate : throughout the pandemic, particularly during the two-month :\nEXy an i statewide closure. Although residents could still access :\n\n: necessary health care, COVID-19 was the most frequently :\n\n: selected barrier to accessing needed health services in the ;\n\n: past year, according to survey respondents. Delays in chronic :\n\n: disease care, elective procedures, and preventive screenings :\n> could have long-term consequences. :\n\n  \n\nKent County Michigan\nSource: Area Health Resource Files, 2019-2020\n\n \n\n  \n\nPREVENTABLE HOSPITALIZATIONS\n\nAmbulatory care sensitive (ACS) hospitalizations are inpatient hospital stays that could\nbe prevented through timely and effective primary care. In Kent County, 18.7% of all:\nhospital admissions in 2018 were for ACS conditions. Approximately four out of five ACS: Kent County: 185.6\nhospitalizations were for adults age 45 and older.? i Michigan: 287.8\n\nACS hospitalization rate,\nper 10,000 people (2018):\n\n \n\n \n\n \n\n+ Tolbert, J., Orgera, K., & Damico, A. (2020). Key facts about the uninsured population. Kaiser Family Foundation Issue Brief.\n\n2 The Urban Institute, 2019. Debt in America.\n\n+ White communities and communities of color are based on zip codes where most residents are white (at least 60 percent of the population is white) or\nmost residents are people of color (at least 60 percent of the population is of color).\n\n3 Michigan Profile for Healthy Youth, 2019-2020.\n\n* Centers for Medicare & Medicaid Services (CMS), 2020. Ambulatory care: Emergency department visits: Ages 0-19.\n\n° MDHHS, Division for Vital Records and Health Statistics, 2018. Michigan resident inpatient files.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 27",
    "Page_28": "Provider Availability & Capacity\n\nHaving a usual source of care (either a provider or\nfacility where one regularly receives care) is an\nimportant factor for accessing timely, quality\nservices and better managing personal health.\nHaving a primary care provider who serves as the\nusual source of care enables the patient and provider\nbuild a stable, long term relationship that is\nassociated with numerous health benefits, such as\nreceiving appropriate preventive care, lower health\ncare costs, fewer ED visits, and improved\nmanagement of chronic conditions:1\n\nApproximately 1 in 8 adults (12.7%) in Kent County\ndo not have a personal health care provider. The\nrates are higher among Hispanic or Latino and Black\nadults compared to non-Hispanic and White adults.\nSocioeconomic status (household income and\neducational attainment) is also associated with the\nlikelihood of having a personal health care provider.”\n\nTABLE 3\n\nHealthcare facilities\nNumber of healthcare facilities in Kent County\n\nEee\nAmbulatory Surgery Centers 8\nCommunity Health Centers 20\nFederally Qualified Health Centers 19\nHome Health Agencies 18\nHospices 9\nRural Health Clinics\nSkilled Nursing Facilities 26\n| Hospital Facilities ||\nShort-Term Hospitals\nAcute Long-Term Care Hospitals\nPsychiatric Hospitals\nRehabilitation Hospitals\nSource: Area Health Resource Files, 2019-2020.\n\nPNP WwW\n\n+ America’s Health Rankings, United Health Foundation\n? Kent County BRFSS, 2020.\n\nFIGURE 6\n\nProvider rate\nRate of health care providers per 100,000 population\n\nKent County ® Michigan\n\nBy\n2\n230\nie:\nae\n\nOther Primary Mental Health\nCare Providers Providers\n\nPrimary Care Dentists\n\nPhysicians\n\nNotes: Primary care physicians include General Family Medicine, General Practice,\nGeneral Internal Medicine and General Pediatrics.\n\nOther primary care providers include Nurse Practitioners, Physician Assistants, and\nClinical Nurse Specialists\n\nSource: Area Health Resource Files, 2019-2020\n\nCounty Health Rankings, 2019. Mental health providers.\n\nCommunity-Iden d Need\n\nCAREGIVERS, SUPPORT STAFF, AND\nHOME HEALTH CARE PROVIDERS\n\nFOR AGING ADULTS.\n\n \n\nIn Kent County, there are 6.5 home\nhealth care/ personal care aides per 100\nadults over age 65°\n\n   \n\n \n\n3 U.S. Bureau of Labor Statistics, 2019. Occupational Employment Statistics Query System.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment\n\n28",
    "Page_29": "Economic Status\n\nHealth and wealth are closely linked. Economic disadvantage affects health\nby limiting choice and access to things like proper nutrition, safe\nneighborhoods, transportation, and other elements that define an\nindividual’s standard of living; whereas economic prosperity provides people\nwith resources that can be used to avoid or buffer exposure to health risks\nand protect people from chronic stress.*\n\nThere are consistent income gradients in health outcomes (also often\nreflected in racial/ethnic differences) among adults in Kent County. Those\nwith lower household income are more likely to report poor physical and\nmental health, food insecurity, frequent stress, low access to health care,\nand higher rates of chronic disease (such as asthma, diabetes, and\ncardiovascular disease) compared to those with higher household incomes.\n\nINDICATORS\no Unemployment\no Income inequality\no Ability to afford basic needs\no Opportunity for upward mobility\n\nKEY FINDINGS\n\no Unemployment in Kent County was at the lowest point since 2010\nbefore the COVID-19 pandemic. At the peak of unemployment\nduring 2020, one in five adults were unemployed.\n\no Black residents in Kent County face significant socioeconomic\ndisparities compared to their White counterparts —they are three\ntimes more likely to be unemployed and the median household\nincome for Black adults is roughly half what it is for Whites.\n\no Kent County ranks high in the U.S. and Michigan for income\ninequality. The top 1% in Kent County make 28.7 times more than the\nbottom 99%.\n\no Wealth and health: those who usually did not have enough money\nto make ends meet at the end of the month were more likely to\nrate their health as fair or poor, and more likely to report being\nstressed most or all of the time in the past 30 days.\n\nCOMMUNITY INPUT\n\nKey community-identified challenges related to economic security include:\no Wealth disparities and “pockets of poverty” across Kent County\n\nNot enough jobs that pay a livable wage\n\nStigma associated with low-income status\n\nLack of minority-owned businesses\n\no0o0o000\n\nLack of opportunities to create generational wealth\n\n+ American Academy of Family Physicians, 2015. Poverty and health: The family medicine perspective.\n\n? Horsley, S. (2020). It’s official: U.S. economy is in a recession. NPR News.\n\n \n\nForces of Change:\n\nEconomic Recession\n\n   \n\nAmid the COVID-19 pandemic, with\n\n: higher than average unemployment i\n© and plunging economic output, the =\n' country has officially entered an :\n: economic recession, according to :\n» the National Bureau of Economic i\ni Research.” Although there has been :\n: some recovery in economic activity, i\n© the preliminary unemployment rate :\ni for Kent County in December 2020 :\n: (4.3%) was still above the 2019 |\n: average of 2.9%. :\n\n \n\nTHREATS\n\nSome sectors are experiencing longer\nlengths of unemployment than\nothers and some businesses have\npermanently closed.\n\nDiffering abilities to work from home\ncould worsen economic and health\ninequities.\n\nIncrease in financial hardship and loss\nof benefits (such as retirement,\nhealth insurance, etc.) because of job\nloss.\n\nOPPORTUNITIES\n\nThe increase in unemployment wages\n(i.e., additional $600 per week)\nduring the pandemic brought\nattention to what is considered a\n“livable wage.”\n\nImpetus for new business innovation\n\n \n\nLack of investment in communities of color and low-income neighborhoods\n\n \n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment\n\n29",
    "Page_30": "Unemployment\n\nThere is a strong relationship between employment status and mental and physical health. A stable, safe, and well-paying\njob makes it easier for people life in healthier neighborhoods, provide quality childcare and education for their families,\nafford nutritious food, and access health care—all critical factors to maintaining good health that are jeopardized by\nunemployment.t Unemployment is also associated with an increase in unhealthy behaviors (such as alcohol and tobacco\nuse, diet, and exercise), higher levels of depression, and strained relationships with family and friends.?\n\nBefore the COVID-19 pandemic, average unemployment in Kent County has been steadily declining since 2010, with a\nlow of 2.9% in 2019 (Figure 7). After the statewide shutdown in late March 2020, unemployment peaked at 21.3% (Figure\n8). Black or African American, Hispanic or Latino, people with disabilities, and those with lower educational attainment\n\nare more likely to be unemployed (Table 4).\n\nFIGURE 7\nUnemployment rate\n\nAnnual unemployment rate* in Kent County and Michigan, 2010-2019\n\n=—@=—Kent County =—=—@®=Michigan\n\n15% 12.6%\n\n10.1%\n\n4.1%\n2.9%\n\n2010 2011 2012 2013 2014 2015 2016 2017 2018 2019\n\nNotes: Unemployment rate reflects the total number of unemployed persons as a\n\npercentage of the total civilian labor force age 16 and over.\nUnemployment rates are not seasonally adjusted.\n\nSource: U.S. Bureau of Labor Statistics, 2019. Local Area Unemployment Statistics\n\nFIGURE 8\n\nUnemployment rate & COVID-19\nMonthly unemployment rate in Kent County, 2020\n\n21.3%\n\n2.8%\n\n4.3%\n\nJAN FEB MAR APR MAY JUN JUL AUG SEP OCT NOV DEC*\n\nNotes: *Preliminary rate\n\nSource: U.S. Bureau of Labor Statistics, 2020. Local Area Unemployment Statistics\n\n+ America’s Health Rankings, United Health Foundation.\n? County Health Rankings, 2020. Health factors: Unemployment.\n\noO Kent County .\nQs Community Health\n\nNeeds Assessment\n\nTABLE 4\nDisparities in Unemployment\n\n5-year average unemployment rate in Kent County by\nselect demographics, 2019\n\nMale 4.3%\nFemale 4.5%\nBlack or African American 11.1%\nHispanic or Latino 6.4%\nWhite 3.5%\nWith a Disability 10.4%\nNo Disability 3.9%\nLess than High School 5.9%\nHigh School Graduate 4.4%\nSome College or Associate Degree 3.8%\n\nBachelor’s Degree or Higher 2.0%\nNotes: **Total number of unemployed persons as a\npercentage of the total civilian labor force age 25-64.\nSource: ACS 5-year estimates 2015-2019.\n\nDuring August and September 2020, when the\nunemployment rate was around 7%, layoffs,\nreduced hours, pay cuts, uncertainty about job\nsecurity, and business closures were some of\nthe most frequently mentioned employment\nconcerns and challenges survey respondents\nreported.\n\nThe temporary increase in employment wages\nand stimulus check provided some short-term\nrelief for those who lost their job; however, it is\nnot sustainable for those who are still\nunemployed and struggling to make ends meet.\n\n \n\n30",
    "Page_31": "Income\nWAGES\n\nIn Kent County, 81.2% of households have earnings from wage, salary, and/or self- ; :\nemployment income. Average weekly wages in Kent County are $947, which is Occupational groups with\nlower than Michigan ($1,057) and the U.S. ($1,139).1 The amount of a living wage average hourly wages\ndepends on family size and cost-of-living. The current state minimum wage is $9.65 below $15 per hour\nper hour and the federal minimum wage is $7.25 per hour;* however, many account for one sixth of all\nadvocates and economists agree it should be raised to $15 per hour. Higher wages employment in the Grand\nimprove living standards, provide greater workforce stability, reduce reliance on Rapids-Wyoming MSA\nsocial safety-net services, and increase the tax base. Minimum-wage increases have\nshown to be manageable for businesses and beneficial for workers and the\n\neconomy.?  s\n\nIn the Grand Rapids-Wyoming Metropolitan Statistical Area (MSA), 18 of the 22 16.9%\nmajor occupational groups (accounting for 72.7% of all employment in the area)\nhave average hourly wages that are significantly lower than their respective\nnational averages. None of the occupational groups have higher wages.\"*\n\n \n\nFive of the 22 major occupational groups have average hourly wages below $15 per hour (compared to only two groups\nnationally with average wages below $15). In the Grand Rapids-Wyoming MSA, these five groups account for 16.9% o\ntotal employment.\n\n \n\nINCOME INEQUALITY\n\nEconomic hardship and its indicators tend to be - eee\nIncome inequality in\n\ndistributed geographically, reflecting pockets of THE DISTRIBUTION OF Kent Count\n\npoverty and contrasting areas of concentrated WEALTH IN THE UNITED y /\n\nwealth, often along racial and ethnic lines. STATES HAS BECOME Average income of\n\nStructural racism and unfair treatment £ top\nINCREASINGLY UNEQUAL.\n\nhistorically built into institutions, policies, and Q $1,352,945\n\npractices—such as residential segregation in\nimpoverished neighborhoods; discrimination in\nbank lending to residents of largely minority\nneighborhoods; and discriminatory policing and\nsentencing practices—continue to play a major\nrole in wealth inequality between people of color\nand white people in the United States.*\n\nOut of 3,061 U.S. counties,\nKent County ranks 100\" for\nincome inequality (and ranks\n3° out of all counties in\nMichigan). The top 1% in Kent Average income of\nCounty make 28.7 times more the bottom 99%\nthan the bottom 99%. $47,187\n\n \n\nIn Kent County, there are clear inequities in\nhousehold income based on race, sex, and\nneighborhood. African American householders have a much lower median income than any other racial group in Kent\nCounty and roughly half that of White householders (Table 5). Although this same disparity is evident at the state and\nnational level, the gap between African American and White householder incomes is larger in Kent County. Despite\nsimilar educational attainment, the median income for females (who worked full-time, year-round in the past 12 months)\n\nSource: Economic Policy Institute, 2015.\n\n+ U.S. Bureau of Labor Statistics: State and county wages, 2020.\n\n? State of Michigan. (2020). Minimum wage increase unlikely to take effect on Jan. 1. Retrieved from https://www.michigan.gov/som/0,4669,7-192-47796-\n547303--,00.html.\n\n3 National Equity Atlas, 2020. Indicators: wages $15/hr.\n\n“U.S. Bureau of Labor Statistics: Occupational employment and wages in Grand Rapids-Wyoming, May 2019.\n\n* After testing for statistical significance, none of the occupational groups have higher wages.\n\n° Braveman, P., Acker, J., Arkin, E., Proctor, D., Gillman, A., McGeary, K.A., & Mallya, G. (2018). Wealth matters for health equity. Robert Wood Johnson\nFoundation.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 31",
    "Page_32": "is $41,273 while the median income for males is $52,531. The same disparity (by roughly the same amount) is also\nobserved at the state and national level.*\n\nTABLE 5\n\nMedian household income\nMedian household income by race/ethnicity for Kent County and Michigan, 2019\n\nRace/Ethnicity (Tal keel TaN\n\nAIAN $53,684 $43,453\nAsian $62,732 $86,611\nBlack or African American $35,203 $35,322\nHispanic or Latino $46,458 $48,256\nOther $47,390 $44,286\nTwo or More Races $45,076 $45,242\nWhite $67,324 $61,400\n\nTotal Median Se ReEE) $57,144\n\nSource: ACS 5-year estimates, 2015-2019.\n\nAbility to Meet Basic Needs\n\nMeasuring a family’s ability to meet basic needs can provide a broader understanding of well-being than income-based\npoverty indicators alone.\n\nALICE\n\nIncreased cost of living and minimal increases in wages means many people with steady employment still don’t earn\nenough through work to meet their basic needs. ALICE (Asset Limited, Income Constrained, Employed) households\ninclude those that have incomes above the Federal Poverty Level (FPL) but struggle to afford basic household\nnecessitiest. For a single adult, the basic cost of household necessities is $1,914 per month, or $23,880 per year—\ncompared to the FPL income limit for a single adult, which is $12,140 or below.” For a family of four (two adults and\ntwo children) monthly household expenses range from $4,498 to $5,382, depending on the age of children and childcare\nneeds. The total annual budget for a family of four is $56,700 to $68,808, while the FPL income limit for a household of\nthis size is less than half of annual expenses ($25,100).\n\n \n\nFrom 2010 to 2017, the total cost of basic household necessities increased by 26%\nfor a single adult and 27% for a family of four.” During that same time period,\naverage hourly wages in Michigan increased by 18% and in Kent County by 15%.*\n\n   \n\nIn Kent County, 10% of households are below the FPL and another 24% are ALICE. However, there are significant\ngeographic disparities within Kent County (Figure 9), with 47% of households in Grand Rapids below the ALICE Threshold\n(poverty level and ALICE households combined) compared to only 11% of households in Ada township and the city of\nEast Grand Rapids.\n\n+ ACS 5-year estimates, 2015-2019.\n+ Basic expenses include housing, childcare, food, transportation, health care, miscellaneous, technology, and taxes. It does not include savings for\n\nemergencies or future goals like college.\n\n? Michigan Association of United Ways, 2019. ALICE in Michigan: A financial hardship study, 2019 Michigan report.\n\n3 U.S. Department of Health and Human Services, Office of the Assistant Secretary for Planning and Evaluation, 2018.\n“U.S. Bureau of Labor Statistics, 2021. Quarterly census of employment and wages.\n\nKent County\nYO Community Health\noYo 32\n\nNeeds Assessment",
    "Page_33": "FIGURE 9\n\nGeographical disparities in ALICE households\nHouseholds below the ALICE Threshold (including below the federal poverty level). From left to right, by state/county; Kent\nCounty sub-divisions; and Kent County zip codes.\n\nThe darker shades represent higher percentages of households below the ALICE Threshold\n\n    \n\nies”\n\n4\n\nSource: Michigan Association of United Ways. (2019). ALICE in Michigan: A financial hardship study, 2019 Michigan report.\n\n \n\nMATERIAL HARDSHIP\n\nHouseholds that cannot afford to meet all their basic needs consistently often have to make difficult spending tradeoffs.\nFor example, paying a utility bill instead of purchasing healthy foods. In Kent County, 24.2% of adults experienced at least\none material hardship in the past year. Those who did experience a material hardship were nearly four times more likely\nto report fair or poor health compared to those who did not experience a hardship.\n\ne@ FIGURE 10\n\nrl Material hardship\n1in4 Kent County adults Percentage of adults in Kent County who were unable to pay for housing, utilities, food, or\n\nmedical care in the past year.\nwere unable to pay for\nhousing, utilities, food,\n\nor medical care in the Female\npast year Male\nBlack\nHispanic\nWhite\n<$20,000\n$20-$34,999\n$35-$49,999\n$50-$74,999\n=a\n\n$75,000+ [a\n\nSource: Kent County BRFSS, 2020.\n\n \n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 33",
    "Page_34": "Economic Opportunity\n\nParents’ wealth shapes their children’s educational, economic, and social opportunities, which in turn shape their\nchildren’s health throughout life. Both poor health and economic disadvantage can compound over a person’s lifetime\nand across generations. Challenges young children face today—and into adulthood—can reflect their parents’ lack of\nopportunities.*\n\nChildren in Kent County who were raised at the bottom, middle, and top of the income distribution are likely to have\nvery different incomes as adults. White adults who were raised in the lowest income families now make slightly more on\naverage than Black adults who were raised in the highest income families (Figure 11).\n\nFIGURE 11\n\nAverage household income for adults by parent’s income\nShows the average annual household income in 2014-2015 for children (now in their mid-30’s) who grew up in\nKent County, based on their parent’s income growing up.\n\nBAI| mBlack Hispanic White\n\n$30,000\n\n$20,000\n\n$10,000 ]\nso\n\nLow (25th percentile) Middle (SOth percentile) High (75th percentile)\n\nchildren\n\n \n\nAverage household income for grown\n\nParent's income growing up\nSource: Opportunity Insights, 2020. The Opportunity Atlas; 2014-2015 Federal income tax records.\n\nGENERAL FINANCES & DEBT\n\nFinancial health—defined as ability to manage expenses, prepare for and\nrecover from financial shocks, have minimal debt, and build wealth—is both a\nroot cause and effect of various forms of economic insecurity (e.g., housing or needs fulfilled, how are you\nfood insecurity).2 When most or all of a household’s budget is spent on going to start moving up?”\nnecessities, unplanned expenses can result in debt and prospects for building\nwealth are diminished.\n\n“If you don't have your basic\n\n— Focus group participant\n\n \n\nIn Kent County, nearly 40% of residents have just enough money or not enough at the end of the month to make ends\nmeet. White adults and males are more likely to have some money left over at the end of the month compared to their\nBlack, Hispanic, and female counterparts (Figure 12). Communities of color are twice as likely to have debt in collections\nthan White communities (Figure 13). Higher rates of debt and less disposable income make it significantly harder to\nadvance economic equity.\n\n+ Braveman, P., Acker, J., Arkin, E., Proctor, D., Gillman, A., McGeary, K.A., & Mallya, G. (2018). Wealth matters for health equity. Robert Wood Johnson\nFoundation.\n? Drexel University, Center for Hunger-Free Communities, 2020. Financial health: The root of economic security.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 34",
    "Page_35": "FIGURE 12\n\nMonthly finances\nHow general finances usually work out at the end of the month among adults in Kent County, by sex and race/ethnicity\n\n \n   \n\n5% reported being stressed\n\nmost or all of the time in the past\n30 days, and 6% reported fair\nor poor health status\n\n \n\nSSS - Some money left\nover\n\nmSS - Just enough money\nto make ends meet\n\n \n\nmS-Not enough money |\nto make ends meet : 53% reported being stressed\nmost or all of the time in the past\n\nKent Female Mal Black Hispanic Whit a\ncounty “mee “ “ Spam'c me : 30 days, and 37% reported fair :\n: or poor health status\n\nTotal\nNote: “Don’t know” and refused answers were excluded, so percentages for some groups may\n\n   \n  \n\nnot add up to 100%\nSource: Kent County BRFSS, 2020.\n\nFIGURE 13\nDebt\n\nShare of Kent County communities* with debt in collections\n\nAll Communities White Communities Communities of Color | a |\nCredit can be a lifeline during\nemergencies and a bridge to\n\n» education and\n28% 24% 55% Any debt homeownership. But debt,\nwhich can result from credit\n\nor unpaid bills, often burdens\nthe financial well-being of\n\n» y Medical debt families and communities.\n‘0\n\n \n\n18% 16%\nIn Kent County, there are\ndifferences in debt\n»> “a - »® accumulation between\ncommunities of color and\n12% 9% 24% Student loan white communities, which\ndebt in default can reinforce the wealth gap.\n\n \n\nNotes: *White communities and communities of color are based on zip codes where most residents are\nwhite (at least 60 percent of the population is white) or most residents are people of color (at least 60\n\npercent of the population is of color).\nSource: The Urban Institute, 2019.\n\nOo Oo Kent County\nYe Community Health\nO Needs Assessment 35",
    "Page_36": "Education\n\nLevel of education is an important indicator of social and economic status and a strong predictor of health outcomes.\nHigher educational attainment is associated with better jobs, higher earnings, increased health knowledge, better self-\nreported health and fewer chronic conditions.*\n\nINDICATORS\n\no Early childhood education enrollment\n\no Percent of 3 and 8\" Grade students at or above proficiency for English and Math\no High school graduation rates\n\no Highest educational attainment among adults\n\nKEY FINDINGS\n\no Disparities in educational performance (i.e., 3\" and 8\" Graders meeting proficiency standards) and high school\ngraduation rates between school districts in Kent County reflect the socioeconomic disadvantages between\ncommunities and geographically align with poverty rates.\n\no More than half of high school seniors are enrolled in college within six months of graduation.\n\no Educational attainment among adults is higher in Kent County than the state of Michigan.\n\nCOMMUNITY INPUT “We have some educational problems,\n\no Lack of activities for youth outside of school hours was a like there's a very clear divide\nchallenge identified through surveys and focus groups.\n\no Disparities in educational quality between public schools in Kent\nCounty is another issue, and the potential for the learning gap\nto increase because of differences in educational settings (i.e.,\nin-person or virtual) due to the COVID-19 pandemic.\n\nbetween education opportunity for\nour children, and all children should\n\nhave access to high quality learning. And\nthat is not the case currently.”\n\n—Focus group participant\n\n \n\n   \n       \n     \n     \n       \n     \n    \n \n   \n   \n     \n    \n \n\nForces of Change: ! THREATS\nVirtual Schooling\n\n! 0 Gaps in education and lost progress. i\n: o Reduced access to support, counseling, and i\n: other services provided by the school system. |\n0 Increased food insecurity among children :\ni o Lack of access to computers, webcams, and :\n: wireless internet leading to unequal :\n: educational opportunities. :\n0 Increased screen time for children.\n\nOPPORTUNITIES\n\no Increased independent learning skills. i\n\no Ability to learn from home without :\ndistractions of classroom environments may :\nbe a better learning model for some students.\n\no Creation of effective hybrid learning models.\n\nEducational settings provide more than just learning and\ndevelopment for children and adolescents. It’s also a source of\none or more daily meals for students in low-income families, a\nplace to develop social skills and healthy relationships with\npeers and teachers, and a safe place to be outside and\nexercise, and a resource for mental health services.\n\n \n\n: When school resumed in the Fall of 2020, students returned to\n: either in-person, virtual, or hybrid learning settings; However,\namong Kent ISD public schools, student enrollment dropped by\ni about 3,000 students in the Fall. Decreased Kindergarten\n: enrollment and increase in home-schooling are likely two\n: major factors in the decline.\n\n   \n  \n \n\n     \n\n+ America’s Health Rankings, United Health Foundation.\n? Honey, C. (2021). Districts on the hunt for 3,000 missing students. Kent ISD School News Network.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 36",
    "Page_37": "Early Childhood Education\n\nEarly childhood education (ECE) can include childcare\nsettings and early learning programs for children from birth\nto kindergarten. ECE helps children develop critical social,\nemotional, and cognitive skills that act as a foundation for\nfuture learning and school readiness. In Michigan, several\nstate and federally funded programs are available\nspecifically for low-income families and children who may be\nat a greater risk of educational or developmental delays. In\nKent County, 22.4% of children under age five are enrolled\nin an ECE program such as Great Start Readiness, Early\nChildhood Special Education, Early On, and Head Start.+ In\n2019, just under half (47.1%) of children age three to four\nwere enrolled in preschool.\n\nEducation & COVID-19\n\n \n\nAmong survey respondents, one of the top challenges :\nrelated to the pandemic was navigating virtual i\n! schooling, particularly for parents who worked outside\nof the house during that time, parents who had :\n© children with special learning needs, and parents of\nyoung children. Both parents and teachers reported :\n‘concerns of children falling behind due to lack of\n' consistency between virtual and in-person learning |\nfrom district to district, as well as the mental health :\n: impacts for students who are not getting enough\nsocial interaction, can’t play sports, or do routine :\n: activities associated with school settings. :\n\n \n\n \n\n34 and 8t* Grade Proficiency\n\nChildren who are not reading proficiently TABLE 6\nby the end of third grade are much less\nikely to graduate from high school. In Kent\nCounty, students who are economically\ndisadvantaged, have a disability, or are\nBlack or African American are much less\nikely to have test scores at or above\nproficiency in English and Math at both the\nhird and eighth grade levels (Table 6).\n\n \n\nThe school districts with the lowest\npercentage of 3' and 8\" Grade students at\nor above proficiency (Kelloggsville, Godfrey\nLee, and Godwin Heights) correspond to\nareas of Kent County with some of the\nhighest poverty rates. Conversely, school\n\nBlac!\n\nstudents at or above proficiency (Byron\nCenter and East Grand Rapids, and Forest\nHills) have the lowest poverty rates in Kent\nCounty.\n\n \n\nStu\n\n   \n\n“The disparity that exists within the\nschool systems is huge and it is\n\n. Pa\nreflected in the community. reduced-price meal\n\n—Focus group participant\n\n \n\nStudents without disabilities\n\nTotal KISD | 50.5%\nTotal Michigan ISDs\n\nNotes: 3° Grade proficiency is based on M-STEP; 8\" Grade proficiency is based on PSAT\nEconomically Disadvantaged: Students who have been determined to be eligible for free or\n\nEnglish & Math proficiency\n\nPercent of Kent ISD students at or above proficiency standards, 2018-2019 school year\n\n  \n\nStudent Demographic\n(9 pTecleielaiia (ec)\n\nFemale 53.8% 49.9% 71.4% 45.2%\nMale 47.4% 54.1% 59.8% 43.7%\n\nAIAN 54.5% 54.5% 56.8% N/A\nAsian 64.6% 73.4% 81.8% 73.0%\nk or African American 23.4% 20.6% 34.9% 13.9%\nHispanic (of any race) 34.1% 35.4% 51.1% 27.1%\nTwo or More Races 51.2% 50.2% 61.5% 36.2%\nWhite 62.8% 64.5% 77.6% 57.8%\n\ndistricts with the highest percentage of\n\nEconomically Disadvantaged 36.3%\nNot Economically Disadvantaged 66.4%\n\nDisability Status\n\n474%\n82.6%\n\n24.5%\n64.0%\n\n36.6%\n69.2%\n\n21.0%\n54.1%\n\n25.4% 25.1% 8.4%\n55.2% 69.4% 48.0%\n\ndents with disabilities\n\n  \n\ns, are in households receiving food or cash assistance, are homeless, are\n\nmigrant, are in foster care, or certain Medicaid-eligible children.\nStudents with Disabilities: Students with one or more specific impairments who require special\neducation or related services and have an Individual Education Plan\n\nSource: MI School Data: Grades 3-8 state testing performance, 2018-2019.\n\n+ MI School Data: Early childhood education program participation, 2018-2019\n? Annie E. Casey Foundation, 2019. Kids Count Data Center.\n\nOo Kent County\n\nWa Community Health\nOYO Needs Assessment\n\n37",
    "Page_38": "High School & College\n\nSince 2010, the high school graduation rate’ in Kent County has increased from 74.5% to 82.9% in 2019.1 Among the 20\npublic school districts in Kent County, graduation rates vary from 76.2% in Grand Rapids Public Schools (which is the\nlargest public school district, with a cohort of 832 high school seniors in 2018-2019) to 96.7% in Forest Hills Public\nSchools* (second largest district with a cohort of 783) and East Grand Rapids Public Schools, both neighboring districts\nto GRPS.?\n\nMore than half of students who graduated in the 2018-2019 school year were enrolled in a two- or four-year college or\nuniversity within six months of graduating (Figure 14). For the adult population overall, two-thirds (66.7%) have some\ncollege education. Kent County has a higher percentage of adults with a bachelor’s degree or higher than the state of\nMichigan (Table 7).\n\nFIGURE 14 A oer\n\nCollege enrollment ped Identified Need:\nPercentage of students enrolled within 6 months of graduating high Youth Activities and Guidance\nschool\n\nThe community is lacking in guidance, mentorship,\nCommunity and positive activities for youth, particularly teens,\nCollege when they’re not in school. Cost was also noted as a\n\nbarrier to participation in some youth programs.\n4-year College or\n\nUniversity “We don't have a lot of activities\nfor our youth. They have to kind\nEEK of find their own way.”\n\n— Focus group participant\n\nSource: MI School Data, 2018-2019.\n\n6.2% of youth age 16-19 in Kent County are not\nenrolled in school and not working—an increase\nfrom 5.4% in 2018.3\n\n \n\nTABLE 7\n\nEducational attainment\nHighest educational attainment among Kent County adults age 25 years and over\n\nkent County\n\nLess than High School 9.3% 9.2%\nHigh School Graduate (Includes Equivalency) 24.1% 28.9%\nSome College 30.9% 32.8%\nBachelor’s Degree 23.7% 17.7%\nMaster’s Degree 8.9% 8.5%\nProfessional School Degree 2.0% 1.8%\nDoctorate Degree 1.2% 1.2%\n\nSource: ACS 5-year estimates, 2015-2019\n\n+ Michigan Department of Education, Center for Educational Performance and Information, 2019. On-Time High School Graduation in Kent. Retrieved from\nAnnie E. Casey Foundation Kids Count Data Center.\n\n? MI School Data: Graduation/dropout rate 2018-2019.\n\n*Kent City Community Schools have a slightly higher graduation rate (97.8%) but a cohort of fewer than 100 students.\n\n‘Reflects the share of the cohort that graduated in four years with a standard high school diploma\n\n3 ACS 5-Year Estimates, 2015-2019.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 38",
    "Page_39": "Housing\n\nSafe, stable, affordable housing was identified as a community need. Particularly among those who are low-income, aging\nadults, and those living in the Grand Rapids area.\n\nStable housing is a foundation for successful education and employment and a necessity for achieving and maintaining\ngood health. Substandard or unsafe housing increases the risk for unintentional injuries, asthma, lead poisoning, and\npoor childhood development. Housing costs can also be a significant source of stress and poor mental health.\n\nINDICATORS\n\no Affordability: housing cost burden; change in costs over time\no Stability: home ownership and relocation\n© Quality and safety: substandard housing; lead exposure\n\nKEY FINDINGS\n\no Renters in Kent County are two times more likely to experience housing cost burden than homeowners.\n\no Homeowners are disproportionately non-Hispanic White—Kent County has a higher percentage of homeowners\nwho are non-Hispanic White (87.3%) than both Michigan (85.6%) and the US (76.0%).\n\no Hispanic/Latino households are seven times more likely to be overcrowded than White households.\n\no. The percentage of children with elevated blood lead levels (EBLLs) in Kent County has been decreasing since 2010\nand continues to do so; however, children living in the City of Grand Rapids are 4.5 times more likely to have EBLLs\nthan children living in the rest of Kent County.\n\nCOMMUNITY INPUT\n\no The most frequently mentioned housing issue is lack of affordable and adequate housing, particularly for renters\nand aging adults\no Themes from community members include:\n= Gentrification of Grand Rapids neighborhoods\n= Increasing rent prices\n= Rental process is burdensome, competitive, and expensive when having to apply for multiple rental units\n= Racial inequities in home ownership\n\n   \n\n“In early stages of gentrification,\n\n“A lot of people who should be\nand all of the issues that come with\n\nin assisted living or nursing\n\ncannot afford it, [so they] i “It’s going to that, including income-disparity, the :\n\n; : . - : introduction of new luxury rental units, :\n\n: choose to be independent. And i get increasingly | | among long-ignored, sub-standard\n: consequent, - ine “a when :| less affordable |: homes and rental properties. New\nthey get into a facility like this, to live here for local shops and stores that are very\n\nwhere it's supposed to be clearly intended for the 'new' white\n\nindependent, they're stunned to people who live residents, and too expensive or\n: find out they don't have the i on a limited impractical for the residents that have\nhelp they need. They can'tdo income.” : lived in the neighborhood for the last\nthe cooking, the cleaning, all of: i 10, 20, 30 years.”\nthat kind of thing themselves.” : | —Focus group participant | 7 :\ni :  —Survey respondent describing community\n—Focus group participant i : challenges\n\n \n\n \n\n     \n \n\n \n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 39",
    "Page_40": "Affordability\n\nHousing is considered “affordable” when rental or ownership expenses are less than 30% of income. Households\nexperiencing housing cost burden (paying more than 30% of income) and severe housing cost burden (paying more than\n50% of income), often have to make difficult trade-offs in meeting other basic needs.\n\nNearly half of all renters in Kent County experience housing cost burden, and roughly one in four experience severe\nhousing cost burden. Renters are 3.5 times more likely to be severely cost burdened than homeowners (Figure 15).\n\nFIGURE 15\n\nHousing cost burden\nPercent of renters and homeowners paying more than 30% (cost burdened) and\nmore than 50% (severely cost burdened) of their income on housing\n\nRenters Homeowners\n\n= Cost Ln\nBurdened A\n\n= Severely Cost\nBurdened\n\nSource: ACS 5-year estimates, 2015-2019.\n\nCHANGE IN HOUSING COSTS\n\nIn the past five years, median home value has increased more than median household income in Grand Rapids, Kent\nCounty, and Michigan (Figure 16). Median gross rent has increased by roughly 20% in Grand Rapids and Kent County\ncompared to about 10% in Michigan. While the median rent in Grand Rapids is just slightly higher than in Kent County,\nthe median income for Grand Rapids residents is approximately 30% lower than the county average.\n\n   \n\nFIGURE 16\nChange in housing costs — .\nIncrease in median housing value and median gross rent, compared to household i Housing Cost Estimates &\nincome, 2015-2019 : Household Income, 2019:?\ni Median Home Value\n: Grand Rapids: $168,300\no : Kent County: $201,500\n: Michigan: $169,600\n= :\n£ : Median Gross Rent\n< i\n8 : Grand Rapids: $995\nL : Kent County: $958\n: Michigan: $888\nGrand Rapids Kent County Michigan :\nm Home Value 38.0% 33.3% 23.3% : Grand Rapids: $51,817\nlm Rent Price 19.9% 20.7% 10.6% : Kent County: $66,532\nHousehold Income 23.8% 22.4% 16.6% ; Michigan: $59,584\n\nSources: ACS 5-year estimates, 2015-2019; (2) ACS 1-year estimates, 2015 and 2019.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 40",
    "Page_41": "Housing Stability\n\nHigh levels of homeownership are associated with more stable housing and more tightly knit communities. Owning a\nhome over time can also be an indicator of economic security by allowing individuals and families to build savings for\neducation or other opportunities that are important for health and future family wealth.?\n\nHOMEOWNERSHIP\n\nThe rate of homeownership in Kent County is 69.8%. Homeownership in Kent County is slightly lower than the state of\nMichigan (71.2%) and significantly higher than in Grand Rapids, where nearly half of all housing is rented (44.6%). Across\nGrand Rapids, Kent County, and Michigan, homeowners are disproportionately non-Hispanic White. In Kent County, non-\nHispanic Whites make up 87.3% of all homeowners and 73.8% of the population. In Grand Rapids, this gap is even larger,\ndespite a higher proportion of non-White homeowners in the city (21.6%), 78.4% of homeowners are non-Hispanic White\ncompared to just 59.0% of the population. *\n\nRELOCATION\n\nAn indicator of housing instability is moving frequently, which is associated with negative health outcomes in children\nand adolescents such as poor academic performance, behavioral problems, and increased risk of engaging in harmful\nhealth behaviors.’ In the past year, 3.5% of Kent County adults moved two or more times. Young adults (13.2%) and\nthose with lower educational attainment (12.9%) and low household income (8.2%) were significantly more likely to have\nmoved frequently.\n\nQuality and Safety\nSUBSTANDARD AND OVERCROWDED HOUSING\n\nMore than 2,300 occupied housing units in Kent County are considered “substandard”\nand lack full indoor plumbing or kitchens. Three out of four substandard housing units\nare renter-occupied.*\n\n \n\n“Healthy homes are\n\nOver 5,000 occupied housing units are also overcrowded (2.2%), with more than one\nperson per room. Hispanic and Latino households are more likely to be overcrowded\n(10.2%) compared to African American (3.7%) and White (1.5%) households.\n\nLEAD EXPOSURE\n\nOne of the most common sources of lead exposure is from paint, dust, soil, and water\nin homes. There is an elevated risk for lead exposure in homes built before 1978, and\nthe highest risk of exposure in homes built before 1950. Much of the housing in Kent\nCounty is relatively new construction with 42.0% of homes built in 1980 or later. In\ncontrast, homes in Grand Rapids are older, with 80.2% built before 1980.2 There are\ntypically no observable symptoms of lead exposure and even low levels are highly toxic,\nespecially to young children and pregnant women. Elevated blood lead levels (EBLLs)\nare greater than or equal to 4.5 micrograms per deciliter of blood. In Grand Rapids,\n\nthe start to healthier\nneighborhoods.\nWe can't stay in a position\nwhere we have lead\npoisoning in all these old\nhomes and our children are\nsuffering as a result of it. So\n[...] whatever we can do to\nbuild strong neighborhoods\nand provide healthy homes,\nthen we'll have greater\ncollective impact that will\nhave a greater lasting effect\nfor generations to come.”\n\n6.3% of children under age six who were tested had EBLLs compared to only 1.4% of:\n\nchildren in the rest of Kent County. Overall, the proportion of children with EBLLs in\nGrand Rapids and Kent County has decreased since 2010.°\n\n+ County Health Rankings, 2019. Homeownership.\n? ACS 5-year estimates, 2015-2019.\n\n— Focus group participant\n\n \n\n3 Oishi, S., & Schimmack, U. (2010). Residential mobility, well-being, and mortality. Journal of Personality and Social Psychology, 98(6), 980-994. Doi:\n\n10.1037/a0019389.\n\n“U.S. Department of Housing and Urban Development, 2020. Comprehensive Housing Affordability Strategy data, 2013-2017.\n\n° Kent County Health Department, 2020. Lead action team report.\n\nKent County\nQs Community Health\noYo\n\nNeeds Assessment\n\n41",
    "Page_42": "Neighborhood & Built Environment\n\nThe characteristics of the neighborhoods where we live and the built environment (i.e., human-made surroundings) can\nhave major effects on our health and opportunities to be healthy. Health can be adversely affected by exposure to\npollution, violence and crime, high density of convenience and liquor stores, and lack of access to healthy foods.\nConversely, the presence of sidewalks and playgrounds, after-school programs for children, and affordable nutritious\nfood encourage healthy behaviors and make it easier to achieve and maintain good health. Social and economic\nconditions in neighborhoods may improve health through access to employment opportunities and public resources\nincluding efficient transportation, an effective police force and good schools.\n\nHousing costs largely determine where people can afford to live, and growing income inequality has created\nconcentrated areas of wealth and poverty. These neighborhood differences can create and reinforce social and economic\ndisadvantages that contribute to health inequities along socioeconomic, racial or ethnic lines, due to disproportionate\naccess to resources and exposures to conditions that are harmful to health. ?\n\nINDICATORS\n\no Community safety: crime and perceived safety\no Infrastructure and community layout\noO. Transportation\n\nKEY FINDINGS\n\no The total number of crimes in Kent County has decreased since 2015 and is likely attributable (in part) to the\nlegalization of marijuana in 2018.\n\no Adults with lower household incomes are more likely to think their neighborhood is unsafe.\n\no Black and Hispanic youth are twice as likely to miss school because they feel unsafe at school or on their way\nto/from school.\n\no. There are five times as many fast-food outlets in Kent County as grocery stores\n\nCOMMUNITY INPUT\n\no Some survey respondents noted an increase in crime in their neighborhoods (such as car break-ins, theft, and\ngun violence); however, respondents also described poor community-police relations and lack of trust.\n\no For rural residents, police response and proximity to emergency services was a challenge.\n\no The public transportation system in the Urban Core (i.e., in and around Grand Rapids) was a strength noted by\ncommunity members. Although, transportation was described as a challenge for those living outside of the city\nand for those without a personal vehicle.\n\n \n    \n \n  \n \n \n \n\n \n\n“Being rural, emergency “Gunshots are frequent in the area, |. “Lack of transportation, |\nsupport (fire, police, some petty crime, but nothing really |) have to walk at least 3\nambulance, etc.) are a happens to improve it because no |:\n\nmiles to get to the\n\nfar away.”\ny nearest bus stop.”\n\none wants to call the police.”\n— Survey respondent describing\n\n— Survey respondent describing community i Survey respondent describing\ncommunity challenges i\n\nchallenges : community challenges\n\n    \n\n+ Braveman, P., Cubbin, C., Egerter, S., & Pedregron, V. (2011). Neighborhoods and health. Robert Wood Johnson Foundation.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 42",
    "Page_43": "Community Safety\nCRIME\n\nHigh levels of violent crime compromise physical safety\nand psychological well-being. Exposure to crime and\nviolence also increases stress, which may exacerbate\nhypertension and other stress-related disorders. Exposure\nto chronic stress, particularly among children, contributes\nto increased risk for certain chronic diseases.*\n\nThere is a slightly lower violent crime rate in Kent County\nthan the State average; however, the property crime rate\nin Kent County is about 12% higher than in Michigan\n(Figure 17). Since 2015, the total number of annual\noffenses (that are reported) has decreased in Kent County\nby about 10%. A reduction in property crimes was the main\ndriver of this decrease—accounting for 52% of the total\nreduction out of four crime categories. This is likely\nattributable to the statewide legalization of marijuana in\nNovember 2018, as the number of offenses for violation of\na controlled substance was cut in half between 2018 and\n2019.\n\nPERCEIVED SAFETY\n\nRegardless of actual crime rates, feeling unsafe can\ncompromise psychological well-being and be a deterrent\nto pursuing healthy behaviors, such as exercising\noutdoors. Overall, 4.1% of youth and 5.0% of adults\nconsider their neighborhood unsafe. Those with lower\nhousehold incomes are more likely to consider their\nneighborhood unsafe — particularly among the lowest\nincome earners (i.e., a household income below $20,000\nper year), with 12.3% believing their neighborhood is\nunsafe.?3\n\nAmong middle and high school-aged youth, 5.6% reported\nfeeling unsafe or very unsafe at school and 10.4% did not\ngo to school on one or more of the past 30 days because\nthey felt unsafe. Middle schoolers were more likely to\nreport missing school due to feeling unsafe (15.1%)\ncompared to high schoolers (7.5%). African American and\nHispanic or Latino youth were almost twice as likely to miss\nschool due to feeling unsafe than White students for both\nmiddle and high school ages.\n\n+ County Health Rankings, 2020. Health factors: Violent crime.\n? Kent County BRFSS, 2020.\n3 Michigan Profile for Healthy Youth, 2018-2020.\n\n  \n  \n \n  \n \n\nFIGURE 17\n\nCrime rate\nRate of violent and property crimes (number of offenses per\n100,000 people), Kent County and Michigan, 2019\n\n@ Kent County Michigan\n\n1609\n\n333\n\nViolent Crime Property Crime\n\nNotes: Violent crime rate include murder, rape, robbery, and aggravated\nassault; Property crime rate include burglary, larceny, motor vehicle\ntheft, and arson\n\nSource: Michigan State Police, Michigan Incident Crime Reporting, 2019\n\n“| would say safety would\nbe number one. People\ncan thrive when they feel\nsafe and secure.”\n\n \n\nCommunity\nVoices:\n\nWhat is important\nTie Miter\n\nity?\ncommunity? — Focus group participant\n\n  \n\nFIGURE 18\n\nYouth safety\nPercentage of students who missed school because they felt unsafe\nat school or on their way to or from school\n\n \n\n| Middle School B High School\nTotal\nBlack\nie Ta\nFemale\nMale\n\nNotes: Reflects the 2-year average for the 2018-19 and 2019-20 school years.\nSource: MiPHY 2018-2020.\n\n \n\nOo Oo Kent County\nYe Community Health\nO Needs Assessment\n\n43",
    "Page_44": "Infrastructure & Community Layout\n\nThere are strong correlations between the density of grocery stores in an area and residents’ diets. Healthy and fresh\nfood options that are affordable and in close proximity makes it easier to have a balanced and nutritious diet. In Kent\nCounty, there are five times as many fast-food outlets as grocery stores. In 2015, 21.1% of the population was\nconsidered to have low access to a grocery store — 5.3% were low income and low access.”\n\nCommunity Identified Need\n\nSafe Sidewalks & Improved Walkability\n\n     \n\nNearly a quarter of survey respondents i\n(23.4%) do not think sidewalks are :\naccessible where they live. The lack of :\nsafe, properly maintained sidewalks— :\nparticularly in high-traffic or high-speed i\n: areas—is dangerous for pedestrians and :\nPARKS & GREENSPACES i can be a deterrent to physical activity or :\nAlmost half (46%) of residents live within half a mile of a park. There : spending time outdoors. i\nare 42 parks, green spaces, and regional trails in Kent County | :\ntotaling 7,354 acres. Approximately two-thirds of Kent County parks\nhave accessible (i.e., barrier-free) accommodations of some sort. °\nThe City of Grand Rapids has an additional 82 parks and green\nspaces. ®\n\n15.5 79.9 9.3\n\ngrocery stores fast-food outlets liquor stores\nper 100,000 people per 100,000 people per 100,000 people\n\n \n\n \n   \n\n  \n\n     \n \n \n  \n  \n\n     \n\n“We need better sidewalks. | take my\ngrandma on walks in her wheelchair,\nsometimes | have to enter the road because\nthe sidewalks concrete is buckled.”\n\n— Community survey respondent\n\nTRANSPORTATION : “Lack of sidewalks and road\n\nIn areas with low walkability, lack of transportation can be a barrier for shoulders for running and biking\n\naccessing needed services and resources. In Kent County, 6.9% of : safely.”\n\nhouseholds do not have a vehicle. Among renter-occupied households, : — Community survey respondent\n\n17.5% do not have a vehicle. The majority of workers in Kent County =\n\ncommute. The average commute time is 21 minutes, but 3.6% of “28th Street creates a barrier to going out\n\ncommuters drive more than 60 minutes to work. ? and about beyond immediate neighborhood.\nOther busy streets such as Eastern and\n\nOverall, the public transportation system is accessible within the Grand Burton are harder to cross than they should\n\nRapids area. However, for those who live outside of the city and who be because crosswalks are not marked, are\n\ndo not have a personal vehicle, transportation options are extremely poorly marked, or are not observed by\n\nlimited. African Americans are more likely to use public transportation motorists. Busy streets are too wide or traffic\n\nas a means of getting to work (5.6%) than Hispanic or Latino (3.4%) and too fast to be pedestrian friendly.”\n\nnon-Hispanic White (1.1%) residents. 4 — Community survey respondent\n\n+ U.S. Census Bureau, County Business Patterns, 2018. Complete ZIP Code Industry Detail File.\n? U.S. Department of Agriculture, 2015. Food Environment Atlas.\n\n° Kent County Parks, 2020. Kent County parks brochure.\n\n© City of Grand Rapids, 2021. Parks directory.\n\n3 ACS 5-year estimates, 2015-2019.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 44",
    "Page_45": "Social and Community Context\n\nThe quality of living, working, learning, and playing are influenced by inclusion and belonging. When a population or\ncommunity belongs—in other words, is not marginalized or excluded—it means their voices are heard and they have a\nsay in shaping the conditions in the community that affect their lives and health. Belonging and inclusion affect\n\nrelationships and how we interact with others, access to resources, resilience, and opportunities for educational and\neconomic success.*\n\nINDICATORS\n\no Community cohesion and belonging\no Social support\no Racism and discrimination\n\nKEY FINDINGS\n\no Just over half of Kent County households are individuals who live alone. More than a third of adults who live alone\nare age 65 or older.\n\no More than one in ten African American (13.1%) and Hispanic or Latinos (11.1%) experienced racial discrimination\nin the workplace or when seeking health care in the past 12 months.\n\nCOMMUNITY INPUT\n\no The community is not welcoming for people of color and they do not have the same experiences or sense of\nbelonging as white residents.\n\no West Michigan is a place where social connections are important for accessing opportunities and resources. If you\ndon’t already have those connections, they can be difficult to form here.\n\n+ Minnesota Department of Health, 2018. HEDA: Conducting a health equity data analysis.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 45",
    "Page_46": ". .\nCommunity Cohesion\nAsense of belonging and overall community cohesion were identified as something that’s important to health. However,\n\nmany described the community as segregated and lacking diversity. A major theme that emerged from community input\nwas that many people of color do not share the same experiences or sense of belonging as white people living in Kent\n\nCounty.\n\n   \n \n \n  \n  \n   \n  \n   \n  \n\nCee Ter Ly :\nVEL sey ea iiteysgyrlets rie: “Asa Mexican immigrant, it just affects me to\nsee my own community [...] the best way | can\n\ndescribe it, it’s two separate worlds, very\nseparate. And | think that somebody can say, “I\nlove this place” like [participant 1 said]. And it's\ntrue. It's true. But somebody can say “this\nplace sucks for me or my family, | don't have\nthe same opportunities, I'm not treated right.”\nAnd that is also true.”\n\n    \n\n“| can be anywhere in 15 or 20 minutes from where | live.\n| can be at the airport, | can be out in the woods on a\ntrail, | can be at the lakeshore, yet | can find plenty of\nthings to do in town, plenty of great restaurants [...],\n\nwe've got a symphony, we've got places like Meijer\nGardens, we've got St. Cecilia's and so many clubs and\njust a lot to do.”\n\n     \n \n \n\n \n\nFIGURE 19\n\nPerceptions: Welcoming and positive\n\ncommunity Some community members described Kent County as\nSurvey respondents’ level of agreement with the statement: overall, welcoming and inviting, while others found it to be\nmy community is positive for people of my identity or background(s), less inclusive. Black and Hispanic residents were\nby race/ethnicity about three times more likely to disagree that their\n\ncommunity is welcoming and positive for them\n\n42.5% 35.0% 72.0% (Figure 19).\n™ Agree\n“Downtown is just growing\nand growing and growing. :| “Wery few are\n\nNeither Agree Alot of it's geared to bring :| welcoming\nnor Disagree usdownandcome play | and friendly.\nand enjoy the new :| Especially to\n— 32.5% is Disagree amenities, the people, people of\nbecause they're all walking : color.”\nFed around downtown. So, i\nHOEK I think it's a tt i —Survey respondent\npretty i .. .\nNon-Hispanic Hispanic or Non-Hispanic inviting city.” i] describing community\nBlack Latino White challenges\n\n—Focus group participant\n\n \n\nSource: Kent County CHNA Survey, 2020.\n\n \n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 46",
    "Page_47": "Social Support\n\nSocial connection and support are a determinant of health and can be an\nimportant factor in coping with stress and long-term resiliency. Social\nnetworks, whether formal (such as a faith-based group or social club), or\ninformal (such as meeting with friends) provide a sense of belonging,\nsecurity, and community.\n\nDifferent types of social support include: +\n\no Emotional support, or making someone else feel cared for\n\no Instrumental or tangible support, such as money or helping with\ntasks\n\no Informational support\n\nAccording to residents who provided community input for the CHNA, social\nconnections are an important asset in West Michigan for accessing\ninformation, resources, and opportunities—however, these connections can\nbe hard to establish for some. A lack of systematic communication to the\ngeneral public about existing resources and how to access them leads many\nto rely on informal networks, such as faith-based communities, for\ninformation on available resources. However, these connections can be hard\nto establish for some, and without those social connections or larger\nnetworks, they do not have access to the same resources.\n\nPeople who live alone make up over half\nof all households in Kent County (Figure\n\nFIGURE 20\n\n \n\n \n\nAdults living alone\n\nLin 10\n\nsurvey respondents did not have\n\npeople they could rely on for help\nwhen needed\n\n \n\nhere. It’s very much who you\nare and who you know.”\n\n—Focus group participant\n\n“Accessibility and promotion of\nresources seems to be exclusive\ninformation, lack of knowing how\nto connect to\ncommunity/neighborhood.”\n\n—Survey respondent describing community\nchallenges\n\n20). Kent County adults who live alone, as a percentage of total households\n\nOne in every five Kent County households\nare adults age 65 and older who live alone.\n\nFemales over age 65 are 2.5 times more\nlikely to live alone than males over age 65.\n\nRRC}\n\n \n\nOlder adults and those who live alone :\n: experienced reduced social support and i\nchallenges such as lack of physical, in-\nperson contact and increased feelings of :\nloneliness and isolation because of the :\npandemic. Some also noted that providing :\n\n   \n\nsupport to loved ones was difficult— :\n» particularly for older adults or those who\n\nare high-risk—due to fear of exposing :\n» them to COVID-19. :\n\n \n\n+ Primary Health Care, The Project, 2017. The importance of social support.\n\n= Living alone\n\n= Living alone age 65+\n\nLiving with others\n\nSource: ACS 5-year estimates, 2015-2019.\n\n \n\nKent County\nQs Community Health\n\nNeeds Assessment\n\n47",
    "Page_48": "Discrimination & Racism\n\nDiscrimination is the unfair or prejudicial treatment of people and groups based on characteristics such as race (racism),\ngender, age, ability, or sexual orientation.* Discrimination is a social stressor that has physiological effects such as sleep\ndifficulties, anxiety, and hypertension. Not all discrimination is conscious, intentional, or personal. It’s often built into\ninstitutional policies and practices that unfairly advantage some and disadvantage others. 23 This systematic\ndisadvantage coupled with chronic and compounding stress are driving forces of social determinants of health and\ninequities in health outcomes.\n\n  \n \n \n  \n \n\n \n\nCommunity Input: | “There are many times that | actually do not have procedures done because\nTeeny : they cannot accommodate me [...] They can't get me on an exam table, or |\n= can't get into a building, or whatever the situation may be.”\n\n“What we don't want is to be passing over certain things that you i\nwould suggest to an able bodied person and then say, ‘Well, that would i\nbe really difficult, so I'm not even going to bring that up to somebody i\nwho has a physical disability.”\n\nPeople who have a disability and\n| who identify as LGBTQ were more\nlikely to report that discrimination is\n' a frequent or constant source of\nstress for them compared to those\nwith no disability and straight/\n\n   \n      \n \n\n—Conversation between focus group participants\n\n  \n \n  \n \n \n \n\ncisgender survey respondents. :| “There's a lot of these different obstacles put in place for trans people\nIn focus groups, participants also when we're just trying to live. We just want health care. We just want\nreported facing additional barriers || toget the same care as everybody else. We're not trying to hack the\nto health care because of these: system or anything. We're just trying to get health care.”\n\n \n   \n\ncharacteristics. —Focus group participant\n\n    \n\n7.4% of African American and 5.7% of Hispanic residents\nexperienced physical symptoms (such as headache, upset\nstomach, pounding heart) and 9.4% of African American\nand 14.3% of Hispanic residents experienced emotional\neffects (such as feeling angry, sad, or frustrated) as a\nresult of how they were treated based on their race.\n\n    \n\n13.1% OF AFRICAN AMERICAN AND\n11.1% OF HISPANIC OR LATINO ADULTS\nEXPERIENCED RACIAL DISCRIMINATION\nIN THE WORKPLACE OR WHEN SEEKING ;\nHEALTH CARE IN THE PAST 12 MONTHS.\n\n      \n     \n     \n          \n \n\n \n\nFIGURE 21\n\nRacism and stress\nPercent of survey respondents who said racism was a frequent or constant\nsource of stress\n\nNon-Hispanic Hispanic/Latino Non-Hispanic\nBlack White\n63% 51% 17%\n\nSource: Kent County CHNA Survey, 2020.\n\n+ American Psychological Association, 2019. Discrimination: What it is, and how to cope.\n2 American Public Health Association, 2020. Racism and health.\n3 Williams, D. (2017). Why discrimination is a health issue. Robert Wood Johnson Foundation.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 48",
    "Page_49": "Technology\n\nInternet access is an important social determinant of health and resource for work, education, and communication. It\nhas been especially crucial during the current COVID-19 pandemic as many employers and educators transitioned to\nremote work and learning. High speed internet (i.e., broadband) also plays a role in accessing healthcare via telehealth,\nwhich has become increasingly common due to the pandemic. Common barriers to high speed internet access include\ncost and deficient infrastructure.*\n\nIn Kent County, 86.3% of households have a broadband internet subscription and 11% do not have household internet\naccess. Of those with a broadband internet subscription, 10% rely on a cell phone data plan as their source for internet.”\n\nTABLE 8\n\nInternet access\nPercent of households by internet access\n\nent County\n\nInternet subscription 86.6% 82.0% 83.0%\nInternet access without a subscription 2.5% 3.4% 3.0%\nNo Internet access 11.0% 14.7% 13.9%\n\nSource: ACS 5-year estimates, 2015-2019.\n\nCommon barriers to high speed internet access include cost and deficient infrastructure. Those with household incomes\nbelow $50,000 are about 20% less likely to have a broadband internet subscription (73.9%) compared to those with a\nhousehold income above $50,000 (94.4%).? Areas of the county where internet service gaps persist include: Townships\nof Tyrone, Sparta, Grattan, Vergennes, Lowell, Bowne, Gaines, Caledonia, Byron, Cascade, Algoma, and Ada.?\n\nAge and knowledge of technology use are additional factors to consider with internet accessibility. Older adults in Kent\nCounty are less likely to have a computer device (such as a desktop, laptop, smartphone, or tablet) and less likely to have\nbroadband internet. Among those age 65 and older, 17.9% of households do not have a computer device compared to\nthose age 64 and younger—1.9% of which do not have a computer device in their household.”\n\nTechnology & COVID-19\n\n7\"\n\n   \n\nTechnology was central to many of the things listed as helpful or providing relief.\n\no Maintaining social connections and community networks while remaining physically distant (through\nvideo chat, live streamed religious services, group support meetings, etc.)\n\no Accessing health care services virtually — this was most notable for mental health services and virtual\ncounseling\n\no “Very slow and sporadic” internet connectivity in rural areas was a challenge for staying connected with\nothers and working virtually.\n\no Others reported the cost of high-speed internet and new technology as significant challenges for\nworking or learning virtually.\n\n \n\n+ America's Health Rankings, United Health Foundation.\n? ACS 5-year estimates, 2015-2019.\n3 Kent County Broadband Advisory Committee, 2017. Community Technology Action Plan.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 49",
    "Page_50": "Section 3: Health\nOutcomes & Behaviors\n\noo\nJ\n55\n63\n\n65\nrel\n\nCritic\nCelera\n\nChronic Disease\nMaternal & Infant\ntere\n\nMental Health\nHealth Behaviors",
    "Page_51": "Health Status\n\nGeneral health status is a reliable self-rated assessment of one’s perceived health status, which may be influenced by all\naspects of life, including behaviors, environmental factors, and community. Self-rated general health status is useful in\ndetermining unmet health needs, identifying disparities among subpopulations, and characterizing the burden of disease\n\nand overall well-being within a population.*\n\nOverall, 12.0% of adults in Kent County reported that their health, in general, was fair or poor.\n\n \n\n: HEALTH\n\n! RACE\n\nDISPARITIES IN SELF-RATED POOR\n\n \n\n: Black adults are twice as likely as their\n» White counterparts to report fair or |\n\ni poor health (Figure 22)\n: INCOME\n\n: Those with a household income below\n: $50,000 are about seven times more\n© likely to report fair or poor health than :\ni those with a household income above\n\n! $50,000 (Figure 22)\n! AGE\n\n: Younger adults are more likely to report\n: experiencing frequent mental health |\n: problems than older adults—whereas\n: older adults are more likely to report :\n: experiencing frequent physical health |\n: problems than younger adults (Figure\n\n: 23).\nABILITY\n\ni People with a disability are more likely\n: to report fair or poor overall health, :\n: poor physical, and poor mental health |\n\n: than people with no disabilities.\n\n! SEXUAL ORIENTATION & GENDER |\n\n} IDENTITY\n\n: LGBTQ adults are two to three times\n» more likely to report poor physical and :\n\n: mental health, respectively\ni straight or cisgender adults (figure 23).\n\n+ Kent County BRFSS, 2020.\noO Kent County\n\nWs Community Health\nOYO Needs Assessment\n\nthan |\n\n \n\nFIGURE 22\n\nFair or poor health status\nPercent of adults in Kent County reporting that their general health is fair or poor, by\nselect demographic characteristics\n\nU.S.\nMichigan\nKent County\n\n18-24\n25-34\n35-44\n45-54\n55-64\n\n65+\n\nFemale\nMale\n\nLGBTQ\nStraight/Cisgender\n\nAny Disability\nNo Disability\n\nBlack\n\nWhite\nHispanic\nNon-Hispanic\n\n< High School\n\nHS Grad\nSome College\nCollege Grad\n\n< $20,000\n$20-$34,999\n$35-49,999\n$50-$74,999\n$75,000+\n\n \n\n \n\n \n\n1 q\n\n \n\nPX)\n\naeyEA\n\nPO 7.2% |\n\n17% |\n\nSe\nre\nEE\n\n31.5%\n\nVEX)\n\n10.3%\n\nay\n\n24.7%\n\n16.7%\nVRE\n\n16.9%\n\n/\n~)\ni)\nSI\n\n2%\n\nNS\n\n \n\n \n\nSource: Kent County BRFSS, 2020; Michigan and U.S. BRFSS, 2019.\n\n51",
    "Page_52": "FIGURE 23\n\nPoor physical and mental health\nPercent of adults in Kent County reporting 14 or more days of poor physical and mental health in the past 30 days\n\n \n\n \n\nPhysical health Mental health\nU.S.\nMichigan\nKent County\n18-24 Ries)\n25-34\n35-44\n45-54\n55-64\n65+ Ewe\nFemale\nMale\nLGBTQ\nStraight/Cisgender\nAny Disability 24.5%\nNo Disability\nBlack\nWhite\nHispanic 8.4%\nNon-Hispanic ES\n< High School AS\nHS Grad\nSome College\nCollege Grad EA\n< $20,000\n$20-$34,999\n$35-49,999\n$50-$74,999\n§75,000+\n\n \n\nSource: Kent County BRFSS, 2020; Michigan and U.S. BRFSS, 2019.\n\nSelf-Reported Health & COVID-19\n\n \n\nAccording to community survey respondents, physical health mostly stayed\nthe same while mental health worsened.\n\nHow does your physical/mental health now compare to before the COVID-19 pandemic?\n\n65% said their physical! health stayed the same and 46% said their mental health stayed the same\n24% said their physical health worsened and 47% said their mental! health worsened\n12% said their physical health improved and 7% said their mental health improved\n\n   \n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 52",
    "Page_53": "Mortality\n\nLife Expectancy\n\nIn Kent County, average life expectancy is 79.9 years overall. Average life expectancy is lower for American\nIndian/Alaskan Native (74.8) and African American (74.9) residents compared to White (80.3), Hispanic (85.1), and Asian\n(91.9) residents.*\n\nLeading Causes of Death\n\nKent County has lower mortality rates for almost all leading causes of death compared to Michigan and the U.S.\nAlzheimer’s disease is the notable exception, with 48.6 deaths per 100,000 people in Kent County and only 34.3 and 31.0\nin Michigan and the U.S., respectively (Table 9).\n\nTABLE 9\n\nMortality rates for the leading causes of death\nNumber of deaths and age-adjusted mortality rates for the ten leading causes of death, Kent County and Michigan 2018, and\nUnited States residents, 2017\n\n   \n\nAge-Adjusted Ne Rate per\nKent County Rank & Cause of Death Senos epuleiten -\n\n(eoleTaayg States (oro}UTaiayg States\n1. Heart Disease 1,204 25,345 647,457 168.2 194.9 165.0\n2. Cancer 1,028 21,025 599,108 143.6 161.1 152.5\n3. Alzheimer’s Disease 346 4,474 121,404 48.6 34.3 31.0\n4. Unintentional Injuries 303 5,564 169,936 44.8 52.1 49.4\n5. Chronic Lower Respiratory Diseases 272 5,783 160,201 38.6 44.2 40.9\n6. Stroke 233 5,180 146,383 33.3 39.9 37.6\n7. Pneumonia/Influenza 90 1,871 55,672 12.8 14.5 14.3\n8. Suicide 86 1,547 47,173 13.2 15.0 14.0\n9. Diabetes Mellitus 81 2,824 83,564 11.9 21.9 21.5\n10. Kidney Disease 1,943 50,633 15.0 13.0\n\nAll Causes of Death CARY. 98,985 2,813,503 v0iey2 vi-eeae\n\nSource: MDHHS Division for Vital Records & Health Statistics, Geocoded Michigan Death Certificate Registry data, 2018\n\n \n\n+ County Health Rankings. (2020). Additional Measures: Length of life.\n? Kent County Health Department, 2020.\n\nOo Kent County\nWa Community Health\nOYO Needs Assessment 53",
    "Page_54": "Ceo eR Ce Tia\n\nin Kent County\n\n \n\nIn 2020, there were 496\ndeaths due to COVID-192\nmaking it the third leading\ncause of death in Kent\nCounty*\n\n \n\n*This is based on 2018 mortality i\n\ni statistics in Kent County. However, for :\n: the past 10 years the trends have not :\n: changed: heart disease and cancer :\n: have remained the top two leading :\n: causes of death by a wide margin and :\n: the third leading cause of death has not\n: exceeded 353 total deaths (Figure 24).\n\n \n\n \n\nFIGURE 24\n\nTop three leading causes of death over time\nTotal number of deaths in Kent County due to heart disease, cancer, and\nunintentional injury or Alzheimer’s (2008-2018) and COVID-19 (2020)\n\nHeart Disease\n\n1200\ncancer\n\n2\n& 1000\nvo\nwT\n6 800\n3\n€ 600\n2 @ COVID-19\ns 400 34 Leadi\n8 —_ LTCC eading COD\n~ 200\n0\n\n2008 2010 2012 2014 2016 2018 2020\n\nNotes: depending on year, the third leading cause of death in Kent County has been unintentional\ninjury or Alzheimer’s disease.\n\nMales have higher age-adjusted mortality rates than females across all racial and ethnic groups (Figure 25). On average,\nAfrican Americans have significantly higher mortality rates than all other racial/ethnic groups, while Asian/Pacific\nIslanders and Hispanic/Latinos have significantly lower mortality rates.\n\nFIGURE 25\n\nMortality rate by race, ethnicity, and sex\nThree-year average age-adjusted mortality rate (deaths per 100,000 people) in Kent County, 2017-2019\n\n2\n3\n2\noc\nos\na5\n58\ne& |\n20\ng8 fi\noO\n8 Asian or Pacific\nTotal\nIslander\nm Female 593.3 249.9\nm Male 821.9 318.6\nTotal 697.1 279.9\n\nBlack or African\n\nAmerican Hispanic or Latino White\n779.3 384 586.3\n1,159.10 563.8 809.3\n940.9 467.6 687.9\n\nNotes: all race categories are non-Hispanic, Hispanic and Latino includes any race.\n\nSource: CDC WONDER\n\n \n\nKent County\nQs Community Health\nO Needs Assessment\n\n54",
    "Page_55": "Chronic Disease\n\nChronic diseases include conditions that last one year or more. They are the leading cause of death and disability in the\nU.S. and a driver of high annual healthcare costs. According to the CDC, six in 10 adults have a chronic disease and four\nin 10 have two or more. Chronic conditions may require ongoing medical attention and often negatively impact quality\nof life, especially if left undiagnosed or unmanaged. Although they are common and costly, many chronic diseases can\nbe prevented or managed through simple lifestyle changes. The four lifestyle risk factors that increase risk for chronic\nconditions include:+\n\n© Tobacco use\n\noO Poor nutrition\n\no Lack of physical activity\n\no Excessive alcohol use\n\nNon-modifiable risk factors such as age, sex, and family history, as well as the physical, economic, and social environment\nalso have significant impacts on disease occurrence and outcomes. In Kent County, there are consistent racial, ethnic,\nand socioeconomic disparities in risk factor prevalence, access to health care, and use of preventive services which\ncontributes to inequities in chronic disease morbidity and mortality.\n\nINDICATORS\n\nThe following chronic conditions were selected as indicators of population health status in Kent County based on whether\nthey were identified as a top health need through community input, or are among the leading causes of death, disability,\nor hospitalizations.\n\nArthritis\n\nAsthma\n\nCancer\n\nChronic Pain\n\nDiabetes\n\nHeart Disease & Stroke\nObesity\n\noo00000\n\n+ CDC National Center for Chronic Disease Prevention and Health Promotion, 2020. Chronic diseases in America.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 55",
    "Page_56": "Arthritis\n\nArthritis is a general term for more than 100 different conditions (including rheumatoid arthritis, gout, lupus, and\nfibromyalgia) that result in inflammation or swelling of the joints. Arthritis can cause stiffness and severe, chronic joint\npain. It’s a leading cause of disability in the U.S., affecting both work and daily living activities.t The prevalence is expected\nto increase as the population ages.*\n\nPREVALENCE\n\no Nearly one in four adults (23.1%) of adults in Kent County have been diagnosed with some form of arthritis.\no Prevalence increases with age — half of adults age 65 and older have been diagnosed with arthritis.\n\nSEVERITY\n\no A quarter of adults (26.4%) diagnosed with arthritis experience work limitations and more than a third (37.5%)\nexperience activity limitations due to arthritis.\no Among those who have been diagnosed with arthritis, 88.1% reported having joint pain during the past 30 days.\n\nDISPARITIES\no Females are more likely to have arthritis (27.0%) compared to males (18.9%). Females are also more likely to report\narthritis-attributable work and activity limitations.\no Adults age 35-44 are less likely to have arthritis (14.3%) than older age groups, but more likely to experience work\nand activity limitations (42.6% and 55.6%, respectively) due to arthritis.\no Those with less than a high school education are significantly more likely to report joint pain in the past 30 days\nthan those with some college or higher.\n\nDISEASE MANAGEMENT\n\noO Only 19.8% of adults with arthritis have taken an educational course or class to learn how to manage problems or\nsymptoms related to arthritis. Females are significantly more likely to have received education on arthritis\nmanagement than males.\n\no Most adults have had a doctor or health professional suggest physical activity or exercise to help with arthritis\nsymptoms (73.8%); 22.1% of adults with arthritis have not received this advice.\n\n+ America's Health Rankings, United Health Foundation..\n\n? Hootman, J.M., Helmick, C.G., Barbour, K.E., Theis, K.A., & Boring, M.A. (2016). Updated projected prevalence of self-reported doctor-diagnosed arthritis\nand arthritis-attributable activity limitation among US adults, 2015-2040. Arthritis & Rheumatol., 68(7):1582-1587. doi: 10.1002/art.39692. PubMed PMID:\n27015600.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 56",
    "Page_57": "Asthma\n\nAsthma is a chronic disease that affects the lungs and can cause episodes of wheezing, difficulty breathing, chest\ntightness, and coughing. These symptoms can range in severity from mild to life threatening. Asthma attacks can be\ntriggered by a variety of indoor and outdoor exposures such as tobacco smoke, outdoor air pollution, cold weather,\nexercise, stress, dust mites, pets, and mold. Asthma is the most chronic condition among children. Living environments,\nparticularly substandard or overcrowded housing can increase the risk of developing asthma and cause more severe\nasthma—which is why children in low-income families are disproportionately burdened by this condition.?\n\nHOSPITALIZATIONS\no Asthma was the sixth leading cause of preventable hospitalizations in 2018, with 5.4 hospitalizations per 10,000\npeople. *\n\no Almost half (46.7%) of all asthma-related hospitalizations in 2018 were among children younger than 18 (asthma\nis the second leading cause of preventable hospitalizations among children in Kent County, with 10.3\nhospitalizations per 10,000 children).\n\nPREVALENCE\n\n© 8.8% of middle and high school-age youth in Kent County reported currently having asthma. There is little\ndifference between Black, Hispanic/Latino, and White students for asthma prevalence rates (i.e., those who have\never had asthma), however Black children are more likely to currently have asthma than Hispanic/Latino and White\nchildren.?\n\no 16.8% of adults have ever had asthma, and 10.4% of adults currently have asthma.*\n\nTRENDS\n\no Adult asthma rates in Kent County have been increasing over the past 20 years. The largest spike in asthma\nprevalence (those who have ever had asthma) occurred in the past three years—increasing from 12.1% to 16.8%\nand surpassing the state (16.4%) and national (14.9%) prevalence rates.\n\no. The percentage of those who currently have asthma increased from 7.3% in 2017 to 10.4% in 2020.\n\nDISPARITIES\n\no Higher asthma prevalence is associated with lower household income and younger age groups. Females (13.3%)\nand non-Hispanic adults (11.0%) also have a higher prevalence than males (7.4%) and Hispanic or Latino adults\n(5.8%).\n\n+ U.S. Department of Housing and Urban Development.\n\n? MDHHS, Division for Vital Records and Health Statistics, 2018. Kent County health statistics; Michigan resident inpatient files.\n3 Michigan Profile for Healthy Youth, 2018-2020.\n\n* Kent County BRFSS, 2020.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 57",
    "Page_58": "Cancer\n\nCancer is the second leading cause of death after heart disease in Kent County, Michigan, and the U.S. The biggest risk\nfactor for cancer is age. Half of all new cancer diagnoses occur in adults age 65 and older. Other risk factors for cancer\ninclude tobacco use, obesity, exposure to ultraviolet light, environmental carcinogens, and family history. Getting routine\nrecommended screenings such as mammograms, colonoscopies, and prostate exams can improve outcomes by\n\ndetecting and treating cancer in its earlier stages. ?\n\nFIGURE 26\n\nAll cancer mortality by race, ethnicity, and sex\nFive-year average age-adjusted cancer mortality rate (deaths per 100,000 people) in\nKent County, 2014-2018\n\n221\naest) 183\nthoy\n\nTotal Asian or Pacific Black or African\nIslander\n\nHispanic or Non-Hispanic\nAmerican Latino White\n\nFemale m Male & Total\n\n \n\nCANCER INCIDENCE,\nMORTALITY, AND\nDISPARITIES\n\ni The age-adjusted death rate for all :\n: three types of cancer is lower in :\n» Kent County than Michigan and i\n: the U.S. :\n\ni Breast cancer is the most common :\n: type, followed by prostate and :\n: lung cancer; however, lung cancer i\n: kills more people on average than :\n\nSource: National Cancer Institute, State Cancer Profiles, 2020. : breast and prostate cancer :\n: combined. Racial, ethnic, and !\n! gender disparities exist in }\n: incidence and mortality rates and :\nTABLE 11 i are often linked to social :\n\nCancer incidence and mortality rates for common cancers\n5-Year average age-adjusted incidence and mortality rates (per 100,000 population) for the\nthree most common types of cancer, by race/ethnicity, Kent County\n\nAge-Adjusted\n\nAge-Adjusted\nIncidence Rate Mortality Rate\n(2013-2017) (2014-2018)\n\n \n\n \n\nBlack/African American 733 43.4 : Black males are 1.5 times more |\nHispanic/Latino eee uae : likely to be diagnosed with\n\nNon-Hispanic White 53.8 37.2 i prostate cancer and 2.5 times ;\n\nTotal 54.3 37.0 i more likely to die of prostate :\ncancer than non-Hispanic White |\nBlack/African American 124.6 42.1 males. :\nHispanic/Latino 86.5 N/A i :\n\nNon-Hispanic White 80.1 16.8 : Non-Hispanic White females are :\n\nTotal 88.6 17.8 slightly more likely to be i\n: diagnosed with breast cancer than :\n\n| : Black females, however Black |\nBlack/African American 121.1 50.7 22.4 i females are more likely to receive i\nHispanic/Latino 62.6 N/A N/A i a late stage diagnosis and more :\n\nNon-Hispanic White 132.7 40.5 17.0 : likely to die from breast cancer }\n\nTotal 127.9 40.3 17.0 : than White females. i\n\nSource: National Cancer Institute, State Cancer Profiles, 2020\n\n+ United Health Foundation, America's Health Rankings.\n\nOo Kent County\nWa Community Health\nOYO Needs Assessment\n\n \n\n \n\n: determinants of health including i\n: education, economic status, and :\n: access to health care. :\n\ni African Americans are significantly\n: more likely to be diagnosed with :\n: lung cancer than Whites. i\n\n \n\n58",
    "Page_59": "Chronic Pain\n\nChronic pain is defined as pain that lasts for three months or more but can sometimes last for years. It’s one of the most\ncommon reasons people seek medical care and has a significant impact on overall well-being. Chronic pain is linked to\nrestrictions in mobility and daily activities, anxiety, depression, poor perceived health, reduced quality of life, and several\nother health conditions including arthritis, cancer, and back pain.”\n\nBoth non-opioid and opioid medications are used to treat chronic pain. People who take opioids are at risk for many\nadverse effects, including opioid misuse. Improving opioid prescribing practices, increasing the use of non-opioid\nmedications, and managing chronic pain with physical therapy can all help reduce opioid misuse—one of the major public\nhealth challenges associated with chronic pain amid the opioid pandemic.\n\no State-wide, 37% of Michigan residents have experienced chronic pain in the past year that limits their lives or\nwork—most of whom (four out of five) had pain on some or most days*\n=~ Only one in five people with chronic pain were prescribed pain medication\no The opioid prescribing rate in Kent County has decreased; from a peak of 90.2 prescriptions per 100 persons in\n2012 to 67.7 prescriptions per 100 persons in 2018.°\n\nFIGURE 27\n\nChronic pain among Michigan residents\nPercent of adults who reported experiencing chronic pain in the past year, by age, race, and\ninsurance type, 2018\n\n25-29\n30-39\n40-49\n50-59\n60-64\n\n65+\n\nAfrican American\nWhite\nAll Other Groups\n\nMedicaid\n\nMedicare\n\nEmployer/Union\nIndividually Purchased Plan\n\n \n\nSource: Center for Health and Research Transformation at the University of Michigan. (2018). Cover Michigan\nSurvey.\n\n+ Dahlhamer, J., Lucas, J., Zelaya, C., et al. Prevalence of chronic pain and high-impact chronic pain among adults — United States, 2016. Morbidity and\nMortality Weekly Report, 2018;67:1001-1006. DOI: http://dx.doi.org/10.15585/mmwr.mm6736a2external icon.\n\n? Cleveland Clinic, 2021. Acute vs. chronic pain.\n\n3 Healthy People 2030 Objectives. Chronic pain.\n\n* Center for Health and Research Transformation at the University of Michigan. (2018). Cover Michigan Survey.\n\n° CDC, Opioid Overdose. U.S. County Prescribing Rates, 2017-2018.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 59",
    "Page_60": "Diabetes\n\nDiabetes occurs when the body cannot produce or respond appropriately to insulin, resulting in high blood glucose levels.\nThe three major types of diabetes include Type 1, Type 2, and Gestational. Type 2 diabetes, also referred to as adult\nonset diabetes, accounts for 90-95% of all cases. Type 2 diabetes can be prevented or delayed with healthy lifestyle\nchanges, unlike Type 1 which is caused by an autoimmune reaction and not known to be preventable. Gestational\ndiabetes develops during pregnancy and usually goes away after birth but can be a risk factor for childhood obesity and\nfor developing Type 2 diabetes later in life (for both the mother and child).\n\nPrediabetes, or borderline diabetes occurs when blood sugar levels are higher than normal but not high enough to be\ndiagnosed as Type 2 diabetes. It is a risk factor for developing Type 2 diabetes as well as heart disease and stroke.\nPrediabetes is reversable, however, there may not be any symptoms and many adults don’t know they have it, so blood\nsugar tests and healthy lifestyle habits are key to prevention.?\n\nHOSPITALIZATIONS\n\no Diabetes is the ninth leading cause of death in Kent County and the leading cause for preventable\nhospitalizations.”\n\no 15.4% of all preventable hospitalizations in 2018 were for diabetes\n\no In 2018, the hospitalization rate for diabetes was twice the annual average from 2012-2016 (14.2 per 10,000\nannual average from 2012-2016, and 28.8 per 10,000 in 2018).\n\n \n\nPREVALENCE inne\nThe prevalence of adults diagnosed with diabetes has decreased for the THE LARGEST DISPARITIES FOR\nfirst time since 2008, compared to state and national diagnoses which : BOTH DIABETES AND PREDIABETES\nhave slowly increased. ARE SEEN IN AGE, RACE, AND\n: HOUSEHOLD INCOME.\nFIGURE 28 :\nTrends in diabetes prevalence One in four adults over 65 have\nLocal, state, and national diabetes prevalence, 2002-2020 : diabetes.\nAfrican American adults are\nKent County roughly two times as likely to have\nMichigan | diabetes and prediabetes (15.9%\n-- -uUs © and 17.4%) than White adults\n\n-- 11.0%\n\n(7.6% and 9.1%). African Americans\nare also more likely to have had a\n| diabetes test within the past 3\n\n8.5% » years (61.4%) compared to White\n© (45.5%) and Hispanic (47.5%)\n\nadults.\n\n \n\n| The rate of diabetes and\n| prediabetes decreases as\n© household income increases.\n\n \n\n2002 2008 2014 2017 2020\n\nSource: Kent County BRFSS, 2020.\n\n1 Centers for Disease Control and Prevention. (2020). Diabetes.\n2 MDHHS, Division for Vital Records and Health Statistics. (2018). Michigan resident inpatient files.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 60",
    "Page_61": "Heart Disease and Stroke\n\nHeart disease and stroke are both cardiovascular diseases (CVD) that affect\nblood flow to the heart and brain. In 2018, 30% of all deaths in Kent County\nwere attributable to heart disease and stroke and there are significant\ndisparities in CVD mortality rates based on sex and race (Figure 29). Many\nof the risk factors associated with CVD are modifiable and addressing them\nearly in life can prevent disease and disability related to CVD. Key risk factors\ninclude high blood pressure, high cholesterol, and cigarette smoking. Nearly\nhalf of Americans (47%) have at least one of these three risk factors. Other\nmedical conditions and lifestyle choices can also increase the risk for heart\ndisease and stroke, including diabetes, obesity, unhealthy diet, physical\ninactivity, and excessive alcohol use:+\n\nFIGURE 29\n\nCardiovascular disease mortality rates\nAge-adjusted mortality rates (per 100,000 people) for heart disease and stroke in\nKent County, by sex and race/ethnicity, 2017-2019\n\n \n\nTotal Female Male Black Hispanic White\n\nHeart Disease mStroke\n\nNotes: Hispanic mortality rates for stroke are a 5-year average (2015-2019) due to\nunreliable 3-year average\nSource: CDC WONDER Database\n\nRISK FACTOR PREVALENCE\n\no One in four adults in reported no physical activity in the past 30 days\no Almost two in three (62.5%) adults are overweight or obese\no 13.5% of adults currently smoke cigarettes\n\n©. one in three have high blood pressure\n\no one in four have high cholesterol\n\nHYPERTENSION & CHOLESTEROL\n\n \n\nDISPARITIES IN HYPERTENSION\nAND CHOLESTEROL AMONG KENT\nCOUNTY ADULTS\n\nRACE\n\nNearly half of all Black adults have high\nblood pressure, compared to one-third\nof White adults.\n\nETHNICITY\n\nHispanic and Latino adults are more\nthan twice as likely not to have had\ntheir cholesterol checked within the\npast five years.\n\nINCOME\n\nRates of hypertension are correlated\nwith socioeconomic status (higher rates\namong those with lower educational\nattainment and household income).\nCholesterol, however, is more evenly\ndistributed with similar rates across\nsocioeconomic groups.\n\nAGE\n\nBoth hypertension and high cholesterol\nprevalence increase with age. Among\nadults age 65 and older, 61.8% have\nhigh blood pressure and 45.3% have\nhigh cholesterol.\n\nSEX\n\nDespite similar prevalence of high blood\npressure among males (29.7%) and\nfemales (28.8%), females were\nsignificantly more likely to be currently\ntaking medication (80.6%) for high\nblood pressure than males (71.1%).\n\nHypertension (high blood pressure) and high cholesterol are both risk factors for heart disease and stroke. Nearly a third\n(29.2%) of all adults in Kent County were told by a doctor that they have high blood pressure, and a quarter (25.7%) have\nbeen told they have had high cholesterol. The American Heart Association recommends that adults have their cholesterol\nchecked with a blood test every four to six years. In Kent County, only 10.3% of adults reported not having their\ncholesterol checked in the past five years. For hypertension management, about three quarters of adults who have had\n\nhigh blood pressure are currently taking medication.\n\n1 Centers for Disease Control and Prevention, 2020. About heart disease.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment\n\n61",
    "Page_62": "Obesity\n\nObesity is a complex condition and a major risk factor for other preventable chronic diseases and leading causes of death\nincluding heart disease, stroke, hypertension, Type 2 diabetes, and certain types of cancer. Obesity and being overweight\n\nare also associated with other serious health conditions like osteoarthritis, breathing problems, sleep apnea, depression,\nand anxiety.\n\nThe fundamental cause of obesity is poor diet and physical inactivity, however dietary and physical activity patterns are\noften determined by environmental and societal factors and reflect the lack of supportive policies in sectors such as\nhealth, transportation, urban planning, food processing, marketing, and education. *\n\nFIGURE 30\n\nAdult obesity rates nese tnttnntntnntnnnntuntnntuntnnintntinintnnnntnnnnnnnnneennnnen\n\nPercent of adults in Kent County, Michigan, and the U.S. with a body mass index i i i\n\n(BMI) of 30.0 or above, 2002-2020 : . Obesity rates continue to\n\nrise in Michigan and the U.S.\nKent County In Kent County, adult obesity |\nMichigan rates have decreased slightly :\n——-us\n\n| from a high of 32.0% in 2017 -\nto 30.8% in 2020.\n\nObesity rates among middle and high\nschool-age youth in Kent County have\nincreased—from 9.7% and 11.4%,\nrespectively, in the 2013-2014 school\nyear to 15.8% and 14.9% in the 2019-\n2020 school year.” Youth obesity has\nincreased at a faster rate than adult\nobesity in the same period.\n\n \n\n   \n\n \n\n2002 2008 2014 2017 2020\n\nSource: Kent County BRFSS, 2020; Michigan and All States, D.C., and Territories BRFSS,\n2019.\n\n+ World Health Organization, 2020. Obesity and overweight.\n? Michigan Profile for Healthy Youth, 2013-2014; 2019-2020.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 62",
    "Page_63": "Maternal and Infant Health\n\nPregnancy, childbirth, and the first years of life are a determinant of health. A mother’s health-related behaviors as well\nas mental, physical, and socioeconomic well-being—before, during, and after pregnancy—can affect cognitive and\nphysical development in infancy, and impact long-term outcomes into childhood and adulthood.\n\nTABLE 12\nPredictors of infant health\n\nMaternal and infant health characteristics that impact pregnancy, birth, and child health outcomes\n\nPercent of All Live Births\nMaternal Characteristics\n\n   \n\n: In Kent County, women who :\n\n   \n\nUnder 20 years old 4.4% 4.5% : reported smoking while :\nLess than 12 years of education 12.5% 10.5% i pregnant was about half the i\nUnmarried 36.9% 41.5% : average for the state of :\nReceived prenatal care during first trimester 75.9% 74.2% : Michigan. Pregnant women :\nSmoked while pregnant 7.0% 13.6% i in Kent County are also more i\nBreast feeding planned 47.3% 34.2% : likely to plan on breast :\nBreast feeding initiated 39.7% 49.4% ; feeding after birth, however :\n: the breast-feeding initiation |\nLow birthweight 9.1% 8.8% i rate is lower than the state i\nVery low birthweight 1.4% 1.5% L average (Table 12).\nPreterm births 10.9% 10.3%\nNotes:\n\nLow birthweight — infants born weighing less than 2,500 grams\n\nVery low birthweight — infants born weighing less than 1,500 grams\nPreterm births — infants born prior to 37 completed weeks of gestation\nSource: MDHHS, Division for Vital Records & Health Statistics, 2019\n\nFIGURE 31\nLOW BIRTHWEIGHT Low birthweight rates\nBirthweight is a significant predictor for infant health. Rate of low and very low birthweight infants (per 1,000 births)\nLow birthweight infants (weighing less than 2,500 in Kent County by mother’s race/ethnicity, 2019\n\ngrams at birth) have the highest risk of infant mortality.\nThere are also short- and long-term health\ncomplications associated with low _ birthweight\nincluding breathing and heart problems during infancy, 31.0\nand Type 2 diabetes, heart disease, obesity, and\n\nLow Birthweight Very Low Birthweight\n\n \n\ndevelopmental delays during child and adulthood. 1ee\nBlack mothers in Kent County are about twice as likely\nto have infants born with low birthweight than White\nmothers, and about three times more likely to have\ninfants born with very low birthweight (Figure 31).\nBlack Hispanic White All Races\n\nMother's race/ethnicity\nSource: MDHHS, Division for Vital Records & Health Statistics, 2019\n\n+ Healthy People, 2020: Maternal, infant, and child health.\n\noO Kent County\nWa Community Health\nOYO Needs Assessment 63",
    "Page_64": "INFANT MORTALITY\n\nInfant mortality rate (IMR) is defined as the number of deaths of children before one year of age. It is an important\nmeasure of community health because it reflects the health of the mother and infant during pregnancy and the year\nthereafter. Factors impacting maternal and infant health—and IMR—include access to prenatal care, prevalence of\nprenatal health behaviors (such as alcohol or tobacco use and proper nutrition during pregnancy), postnatal care and\nbehaviors (such as childhood immunizations and nutrition), sanitation, and infection control. Persistent racial disparities\nin IMR are also indicative of health and socioeconomic inequities within communities. In Kent County the African\nAmerican IMR is roughly twice that of the non-Hispanic White IMR. This disparity is also observed at the national level.\n\n \n\n \n\n  \n\nFIGURE 32\nInfant mortality rate\nRate of infant deaths (per 1,000 live births) in Kent County race/ethnicity, 2008-2018\n18\n16 woe.\n14 e ““e.,\n12\n10 .\n8 ‘o\nerrr Mee S.\n6 TOTO... we <\"*t@\nOre: oe ° coco Oe\n4 °e- Preece cigecccccc@ereeene@ererr Oe oe eeec@®\n2\n2008-10 2009-11 2010-12 2011-13 2012-14 2013-15 2014-16 2015-17 2016-18\nKent County Overall 6.7 6.4 6.3 5.7 5.4 5.6 6.1 6.0 5.3\n»° @+» Non-Hispanic Black 14.2 16.4 14.2 12.4 10.0 10.0 11.3 10.2 8.1\n¢*e@+* Non-Hispanic White 5.3 4.6 45 41 4.2 4.3 47 48 45\ne°e@e Hispanic 6.3 49 5.8 6.0 5.6 7.2 7.2 6.6 6.1\n\nSource: CDC WONDER\n\n+ Centers for Disease Control and Prevention. (2012). Mortality Frequency Measures.\n\nOo Oo Kent County\nYe Community Health\nO Needs Assessment 64",
    "Page_65": "Mental Health\n\nMental health is a state of emotional, psychological, and social well-being resulting in productive activities, fulfilling\nrelationships with other people, and the ability to adapt to change and to cope with challenges. Mental illness refers\ncollectively to all diagnosable mental disorders, or health conditions that significantly affect mood, emotion, thinking or\nbehavior, and often impact day-to-day living or ability to function. Examples of mental illnesses include depression,\nanxiety disorders, eating disorders, and posttraumatic stress disorder. As with many diseases, mental illness can be mild\nor severe. There are multiple factors that contribute to poor mental health and mental illness. Genetics, environment,\nand lifestyle often influence whether someone develops a mental health condition and things like stress and traumatic\nlife events make some people more susceptible.?\n\nMental health and physical health are closely connected. Mental health plays a major role in people’s ability to maintain\ngood physical health. People, including children and adolescents, with untreated mental health disorders are at high risk\nfor many unhealthy and unsafe behaviors, including alcohol or drug abuse, violent or self-destructive behavior, and\nsuicide. Mental illness also increases the risk for many chronic health conditions including diabetes, hypertension, stroke,\nheart disease, and cancer.? Similarly, the presence of chronic conditions can increase the risk for mental illness.\n\nINDICATORS\n\nSelf-reported poor mental health days per month\nDiagnosed depression\n\nStress\n\nDisability due to mental health condition\n\nPercent of adults receiving mental health treatment\n\n00000\n\nKEY FINDINGS\n\no. There are persistent disparities in poor mental health based on age, sex, sexual orientation and gender identity,\ndisability status, race, and household income. Groups who consistently report higher rates of poor mental\nhealth, diagnosed depression, and stress include:\n\n= Younger adults (age 18-24)\n\n= Females\n\n= LGBTQ adults\n\n= People who have one or more disability\n\n= Non-Hispanic/White adults\n\n= Those with a lower household income\no 14.3% of adults experienced work or activity limitations in the past 30 days due to a mental health condition\no 37%are not currently receiving mental health treatment\n\nCOMMUNITY INPUT\n\no Stress and mental health were the two most frequently selected factors that have the greatest impact on health\nand well-being.\n\no Access to mental health care remains a top need in the community and the COVID-19 pandemic has negatively\nimpacted mental health across all ages.\n\no Limited options for mental health care for adolescents, especially during times of crisis\n\n1 Centers for Disease Control and Prevention, 2018. Mental health: Learn about mental health.\n? National Alliance on Mental Illness (NAMI), 2020. Mental health conditions.\n3 Healthy People 2020. Leading health indicators: Mental health.\n\n \n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 65",
    "Page_66": "Mental Health & COVID-19\n\n \n\nQs\noYo\n\n \n\n    \n\nWhen asked about the greatest challen\n\nges individuals and households\n\nexperienced due to the pandemic, nearly every theme identified tied back to\n\nmental health.\n\nSurvey respondents frequently mentioned\nfeelings of stress, anxiety, fear, uncertainty,\nhopelessness, helplessness, frustration, and\n\nemotional exhaustion.\n\nMany described experiencing new stressors such as job\nloss, risk of exposure to COVID-19, and navigating virtual\nlearning with children; and trying to manage or cope\nwith existing stressors that were exacerbated by the\npandemic like financial stability, isolation, and parenting\nor caregiving.\n\nSecondary stress—also referred to as compassion\nfatigue—is a by-product of working with or caring for\nsomeone else who is experiencing significant stress or\ntrauma. Many comments from survey respondents\ndescribed their own mental health challenges because\nof what others are going through.\n\nAccess to mental health care is critical for maintaining\ngood mental health and managing and treating mental\nillness, especially during times of extreme stress. Many\nnoted the importance of being able to continue or begin\nmental health treatment (e.g., virtual counseling or\ntherapy, obtaining necessary prescriptions, etc.) and\nhow impactful it has been for their overall well-being.\nHowever, not all who wanted or needed mental health\ncare could get it.\n\nOne in five survey respondents were unable\nto access needed mental health care and the\nnumber one barrier was high cost of services.\n\nKent County\nCommunity Health\nNeeds Assessment\n\n \n\n“Borrowing other people’s stress.\nCoping when other people are\nangry, stressed out, etc. and are\nlooking for support when we\nhave a limited capacity to give.”\n\n    \n\n \n\n“Dealing with depression and\nanxiety. My Husband and | are\n\n: both front line and essential — ;\n\n: workers, so we had trauma and :\n\ni anxiety surrounding work.”\n\n“Watching my child experience\n\ndepression and anxiety”\n\n \n\n“We were challenged because\nmany of our loved ones could not\n: make rent payments and were —\nstressed about being able to survive\n: the pandemic as they were forced\nto work in conditions that exposed\nthem to the virus.”\n\n66",
    "Page_67": "Self-Reported Poor Mental Health\n\nn Kent County, one in seven adults reported 14 or more days\nof poor mental health in the past 30 days—a similar rate to\nhat of the U.S. and slightly lower than Michigan (see Figure\n23). Young adults are six times more likely to report 14 or\nmore poor mental health days than older adults. From 2017\n‘0 2020, young adults were the only age group to experience\na significant increase in poor self-rated mental health, from\n17.7% to 31.2%. Household income is also associated with\nself-reported poor mental health. Those with lower\nhousehold incomes are 5 times more likely than those with\nhigher household incomes to report 14 or more days of poor\nmental health, and the likelihood decreases as household\nincome increases. LGBTQ adults and those with a disability\nare also more likely to have 14 or more days of poor mental\nhealth—with rates three times higher than their straight or\ncisgender and able-bodied counterparts.\n\n \n\nDiagnosed Depression\n\nDiagnosed depression is more common in Kent County\ncompared to Michigan and the U.S. (Figure 33). Rates of\ndiagnosed depression are highest among LGBTQ adults,\npeople with disabilities, young adults, females, and White\nresidents. There is also a relationship between depression\nand household income. The likelihood of being diagnosed\nwith depression decreases as household income increases—\nthose with a household income of less than $35,000 a year\nare twice as likely to have a depressive disorder than those\nwith a household income above $75,000.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment\n\nFIGURE 33\n\nDepression among adults\nPercent of Kent County adults who have ever been told by\na doctor that they have a depressive disorder\n\nU.S.\nMichigan\nKent County\n\n8-24\n25-34\n35-44\n45-54\n55-64\n65+\n\nFemale\nale\n\nLGBTQ\nStraight/Cisgender\n\nAny Disability\nNo Disability\n\n \n\nBlack\n\nWhite\nHispanic\nNon-Hispanic\n\n< $20,000\n$20-$34,999\n$35-49,999\n$50-$74,999\n$75,000+\n\n \n\nNotes: depressive disorders include depression, major depression,\ndysthymia, and minor depression\nSource: Kent County BRFSS, 2020; Michigan and U.S. BRFSS, 2019\n\n67",
    "Page_68": "Stress\n\nStress affects everyone from time to time, but experiencing Figure 34\n\npersistent, daily stress puts continued strain on the body and Stress\n\noverwhelms the physiological systems designed to mitigate — Percent of Kent County adults reporting being stressed\nstress. The compounding effects of chronic stress leads to an ‘Most or all of the time in the past 30 days\n\nincreased risk of health problems such as heart disease,\nhypertension, diabetes, and depression.?\n\nKent County\n\n18-24\nPeople with greater socioeconomic advantage (e.g., with more a\neducation, higher incomes and/or greater wealth) may be more 45-54\nlikely to experience stress in ways that have beneficial effects on 55-64\ntheir health, like being able to adapt to changes and cope with 65+\nchallenges. Conversely, those with less education and lower LGBTQ SEN:\n\nincomes typically face more frequent and numerous stressors in Straight/Cisgender\nmany aspects of their lives, while at the same time having more\n\n \n\n \n\nwe . . . Any Disabilit\nlimited social and material resources for coping.? Ne Disability\nOne in 10 adults in Kent County reported being stressed all or Female\nmost of the time during the past 30 days. High rates of stress are Male\nreported most frequently among those who are LGBTQ or have a Black\ndisability. The likelihood of being stressed all or most of the time White\nis inversely proportional to both age and income, with younger Nomen\nand lower income groups reporting stress more often than their °\ncounterparts (Figure 34). < $20,000\n$20-$34,999\n$35-$49,999\n$50-$74,999\n$75,000+\nFIGURE 35 Source: Kent County BRFSS, 2020.\nCommunity input: Causes of stress\nCommunity survey respondents who ranked their stress as a 7 or higher (on\na scale of 1—no stress at all, to 10—constantly stressed)\n© Frequent Stress @ Constant Stress\nWork\nHealth problems affecting my family or people close to me\nFamily responsibilities\nThe safety of my family or people close to me\nMoney or finances\nRacism nye\nRelationships 16%\n\n \n\nPersonal health concerns\nJob security\nPaying monthly bills\n\nHousing\n\nDiscrimination\n\nPersonal safety\nAccess to affordable, healthy food\n\nTransportation\n\nImmigration status\n\n \n\n \n\nSource: Kent County CHNA Survey, 2020.\n\n+ National Institute of Mental Health, 2020. 5 things you should know about stress. NIH Publication No. 19-MH-8109.\n? Robert Wood Johnson Foundation, 2011. How social factors shape health: The role of stress. RWJF Issue Brief Series: Exploring the Social Determinants of\nHealth.\n\n \n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 68",
    "Page_69": "Disability\nMental health-related disability reflects the percentage of adults who had a mental health or emotional problem that\n\nkept them from doing work or other activities during the past 30 days. This can be an indicator of the severity of mental\nhealth conditions in a population.\n\nIn Kent County, 14.3% of adults experienced work or activity limitations in the past 30 days due to a mental health\ncondition and more than one third of those who did are not receiving any mental health treatment (37.2%). Among\nadults who reported 14 or more days of poor mental health, 43.5% experienced work or activity limitations as a result of\npoor mental health.\n\nYoung Adults and FIGURE 36\n\nMental illness symptoms\n\nAdolescents Percentage of young adults (age 18-24) and all Kent County\n\nadults who experienced common symptoms of mental health\n\nYoung adults (age 18-24) reported higher rates of poor mental disorders all or most of the time during the past 30 days\n\nhealth, diagnosed depression, and work or activity limitations\n\ndue to mental health than any other age group. When asked m Age 18-24 «All Ages\n\nabout specific symptoms, they most commonly experienced\n\nfeelings of nervousness, restlessness, and like everything was Nervous\nan effort (Figure 36). In Kent County, adults age 18-29\n\naccounted for 30% of all suicides in 2020.1 6.8% |\n\nHopeless\nYouth with poor mental health may struggle with school and\ngrades, decision making, and their overall health. Mental\nhealth problems in adolescence are often coupled with other\nhealth and behavioral risks such as increased risk of drug use,\nexperiencing violence, and higher risk sexual behaviors.? Depressed\n\n17.0%\n\nRestless/Fidgety\n\nOne in three middle schoolers and one in five high schoolers Fatigue (everything re\nhave been bullied at school in the past year. Female middle was an effort)\n\nschoolers are two times more likely to be cyberbullied than\n\ntheir male counterparts (Figure 37). Worthless\n\nFIGURE 37\nBullying and cyberbullying among youth\n\nPercentage of middle and high school-age youth who have been\nbullied at school or electronically bullied in the past year, by sex\n\nSource: Kent County BRFSS, 2020.\n\n \n   \n  \n  \n \n   \n    \n   \n\n23.7% of middle school students and\n31.4% of high school students had\npersistent feelings of sadness or\nhopelessness during the past year.\n\nMiddle Schoolers High Schoolers\n\n17.4% of middle school students and\n\n     \n\n21% 15.4% of high school students have\n. seriously considered attempting suicide.\nFemales and Hispanic youth\nBullied Cyberbullied Bullied Cyberbullied\n\nexperienced higher rates of sadness,\n\n. . icidal i i\nFemales m Males hopelessness, and suicidal ideation.\n\nNotes: Two-year averages\nSource: Michigan Profile for Healthy Youth, 2018-2020\n\n+ Kent County Medical Examiner, 2020.\n? Centers for Disease Control and Prevention, 2020. Adolescent and school health.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 69",
    "Page_70": "Treatment\n\nMental health conditions can be treated or successfully managed. In Kent County,\nhigh cost of services, lack of access to appropriate services (e.g., crisis services for\nadolescents), insurance navigation, and stigma have all been identified as barriers\nto mental health care.\n\n   \n\n: According to community\nThere are two psychiatric hospitals in Kent County, with a total of 306 beds. Roughly : survey respondents who\none in five beds are available for patients under 18.1 In 2018, the hospitalization :\nrate for affective disorders (i.e., mood disorders—depression and bipolar disorder\nare the most common) was 6.7 hospitalizations per 10,000 people, with an average : .\nlength of stay of 5.8 days. Males accounted for just over half (54.6%) of : past year, the top barrier\nhospitalizations. Young adults (age 18-24) had a higher hospitalization rate for mood | Was high cost of services.\n\ndisorders, with 10.9 per 10,000.* ~\n\nwere unable to access\nmental health care in the\n\n   \n\nOf adults who reported 14 or more days of poor mental health,\n40.1% are not currently receiving any treatment.\n\nIn Kent County, those who have higher rates of poor mental health (LGBTQ, disabled, young adults, females, White, and\nlower income) all have significantly higher rates of treatment (i.e., currently taking medication or receiving other\ntreatment for a mental health condition) — with the exception of household income (the lowest household income\nearners have slightly higher rates of treatment, 25.9%, compared to the highest income earners, 17.9%, but the\ndifference is not significant).\n\nSTIGMA\n\nMost adults (89.8%) agreed that treatment can help FIGURE 38\n\npeople with mental illness lead normal lives. Just Perceptions of mental illness and stigma\nover half of adults in Kent County (53.6%) agree that percentage of Kent County adults who agree or disagree that others are\npeople are generally caring and sympathetic to caring and sympathetic towards those with mental illness, and that\n\npeople with mental illness, and about one in three _ treatment can help\n\n(35.1%) disagree.\n\nm Agree Strongly\n\nm Agree Slightly\nNeither Agree nor\nDisagree\n\n™ Disagree Slightly\n\nLo § Disagree Strongly\nje\n\nPeople are generally Treatment can help\ncaring and sympathetic people with mental\nto people with mental __ illness lead normal\n\nillness lives\n\nCommunity Input\n\n   \n\n  \n   \n  \n \n \n \n  \n     \n\n“| don't want any kind of mental\nhealth labels like \"depression\" or\n\"anxiety\" or the anything else left\nin my permanent medical record.\nYou never know what can happen\nwith those labels down the road.\nSo even if that's what's\nhappening, I'm not telling them.”\n\n \n \n\n—Survey respondent describing barriers to\naccessing health services\n\nSource: Kent County BRFSS, 2020\n\n+ American Hospital Directory, 2020. Hospital Profiles.\n? MDHHS, Division for Vital Records and Health Statistics, 2018. Michigan resident inpatient files.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 70",
    "Page_71": "Health Behaviors\n\nThe following are considered “modifiable” (i.e., controllable) risk factors for disease. However, health-related behaviors\nare not always a matter of personal decisions and lifestyle choices. They are often a reflection of larger societal factors\nsuch as environment, education, and economic resources, that individuals cannot always control or modify. In Kent\nCounty, there are clear patterns across most of the health behavior indicators based on age, race, ethnicity, and\nsocioeconomic status (education and income).\n\nHealthy behaviors have been shown to reduce premature mortality (i.e., early death), and a number of chronic diseases\nsuch as cancer, cardiovascular disease, and diabetes. Individuals who engage in unhealthy behavior may also be more\nlikely to have multiple unhealthy habits. For example, adults and adolescents who smoke, don’t get enough sleep, don’t\nget enough exercise, eat fast food often and do not eat fruit regularly are more likely to consume sugar-sweetened\nbeverages frequently. Adolescents who frequently consume sugar-sweetened beverages also have more screen time\n(such as television, cell phones, computers, video games, etc.). These further compounds the negative effects and\nincreases the risk for disease, disability, and death.+\n\nINDICATORS\n\nNutrition\n\nPhysical activity\n\nAlcohol, tobacco, and marijuana use\nSexual risk behaviors\n\nVaccinations\n\n00000\n\nKEY FINDINGS\n\no One in 10 adults eat the recommended five servings of fruits and vegetables per day\no One in five adults drink sugar-sweetened beverages at least once per day\no Physical inactivity among adults and youth has increased\no White adults and those with higher household incomes are more likely to report binge drinking, and Black adults\nand those with lower household incomes are more likely to report smoking cigarettes\nThe prevalence of adults who currently smoke cigarettes has decreased since 2017\no About one in six adults and one in eight high school-age youth reported using marijuana at least once in the past\n30 days\no Significant racial and ethnic disparities in sexually transmitted infection (STI) rates — compared to their White\ncounterparts, Black residents have:\n= 13 times higher rates of gonorrhea\n= Eight times higher rates of chlamydia\n= Four times higher rates of syphilis\no From 2017 to 2020 there has been a 10% increase in adults who have gotten an annual flu vaccine\n© Kent County ranks 11\" in Michigan for pediatric immunization rate and 5\" for adolescent immunization rate\n\nOo\n\n1 Centers for Disease Control and Prevention, 2020. Nutrition.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 71",
    "Page_72": "Nutrition\nBalanced nutrition includes getting enough fats,\n\nproteins, carbohydrates, vitamins, and minerals. Community Voices\nImbalances in nutrition can include undernutrition\n\n(i.e., not eating enough, or not getting enough\n\n   \n\nnutrients through healthy foods), and overnutrition | “There's a Burger King, a Pizza Hut, a Hungry Howie's, a Taco\n(i.e., consuming too many calories or too much fat, | Bell all within two blocks of my apartment. But if you don't\nsalt, or sugar). ; havea vehicle, it's going to take you 40 minutes to get to the\n: closest grocery store. So if you're trying to live a healthier\nBarriers to healthy eating include limited availability lifestyle and not live off of fast food, but [don’t] have a\nand access to healthy foods, high cost, and i vehicle, it's like, ‘Okay, do | want to make my dinner\nperceived lack of cooking knowledge or preparation : arrangements and take three hours just to go grocery\n\ntime. Kent County residents also noted that cost and _: shopping, or | can go walk to KFC and be back in 20 minutes.”\nconvenience are two major factors when making i\ndecisions about food, and that transportation is a\nsignificant barrier for those without a personal\nvehicle.\n\n—Focus group participant\n\n   \n\nThe largest disparities in food insecurity are among young adults, people with disabilities, those with lower educational\nattainment, and lower household income. Although there is little difference in food insecurity by race/ethnicity, Black\nor African American and Hispanic or Latino adults are 2.5 times more likely to experience low food security (Figure 39).\n\nFIGURE 39\n\nFood insecurity and low food security\nPercentage of Kent County adults who often or sometimes ran out of food and did not have money to buy more, or could not afford\nbalanced meals in the past 12 months\n\n@ Food Insecurity @ Low Food Security\nKent County Total\n\n18-24\n25-34\n\n35-44 15%\n\n45-54\n\n55-64\n\n65+\n\nAny Disability EWA\n\nNo Disability\n\n \n\nBlack\nHispanic\nWhite\n\n<High School\nHigh School Grad\nSome College\nCollege Grad\n\n<$20,000\n$20-$34,999\n$35-$49,999\n$50-$74,999\n$75,000+\n\n \n\nNotes:\n\nFood insecurity is defined as \"often\" running out of food and not having money to buy more, or not being able to afford balanced meals in the\npast 12 months\n\nLow food security is defined as \"sometimes\" running out of food and not having money to buy more, or not being able to afford balanced meals\nin the past 12 months\n\nSource: Kent County BRFSS, 2020\n\nKent County\nQs Community Health\n\nNeeds Assessment 72",
    "Page_73": "FRUIT AND VEGETABLE CONSUMPTION\n\nDepending on age and sex, the U.S. Department of Agriculture recommends\neating approximately five servings of fruits and vegetables per day (1.5-2 cups of\nfruits and 2-3 cups of vegetables). In Kent County, only about one in ten adults\n(11.3%) reported meeting these recommendations in 2020 (Figure 40). Among\nyouth, about one in four (24.5%) reported eating five or more servings of fruits\nand vegetables per day. *\n\nThose with a high school degree or less educational attainment are less likely to\nmeet the nutritional recommendations and more likely to report low fruit and\nvegetable consumption than those with some college or higher educational\nattainment. Education level was also correlated with healthy food insecurity—\n38.1% of those with less than a high school education were sometimes or often\nnot able to afford balanced meals in the past year, which decreased as education\nlevel increased, to 7.8% of college graduates reporting healthy food insecurity.\n\nFIGURE 40\nFruit and vegetable consumption\n\n  \n \n  \n \n   \n    \n\nCommunity Voices\n\n  \n\n“Food deserts, without\nreliable transportation,\nthe only place for easy\nfood access is a Dollar\n\nGeneral that doesn't\noffer healthy food items\nor fresh food.”\n\n—Survey respondent on biggest\nchallenges in the community\n\nPercentage of Kent County adults with very low fruit and vegetable consumption (less than one time per day) and\nwho are meeting the USDA recommendations of 5 or more per day, by select demographic characteristics, 2020.\n\n@ Less than 1 time per day Once or more per day\n\nKent County\n\n18-24\n25-34\n35-44\n45-54\n55-64\n\n65+\n\nFemale\nMale\n\nBlack\nWhite\n\nHispanic\n\nNon-Hispanic\n\n \n\n<High School\nHigh School Grad\nSome College\nCollege Grad\n\n<$20,000\n$20-34,999\n$35-49,999\n$50-74,999\n\n$75,000+\n\n \n\nSource: Kent County BRFSS, 2020\n\n+ Michigan Profile for Healthy Youth, 2018-2020.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment\n\nm5 times or more per day\n\nP10% _|\n\n \n \n\n“a\n\n14%\nA\n\na\n\nEVA\n11%\n\nil\n\n11%\n13%\n11%\n11%\n\nae |\n(es) OS) ad ) (eal INIT OO) fe)\nS SSS eS §\n\n7\n\nWw",
    "Page_74": "SUGAR-SWEETENED BEVERAGE CONSUMPTION\n\nSugar-sweetened beverages, or sugary drinks, include any beverage with added sugar or other sweeteners. This includes\nsoda, pop, fruit punch, sweet tea, sweetened powdered drinks, sports drinks, and energy drinks. Sugar-sweetened\nbeverages are the largest source of calories and added sugar in the American diet; frequent consumption is associated\nwith weight gain and obesity, Type 2 diabetes, heart disease, tooth decay and cavities, and gout (a type of arthritis).+\n\nIn Kent County, one in five adults consume at least one sugary drink per day. Younger adults, males, Black and Hispanic\nadults, and those with lower educational attainment and lower household incomes are most likely to report high sugar-\nsweetened beverage consumption (Figure 41). Among youth, about one in six (17.0%) middle and high school-age\nstudents drank soda or pop once or more per day.2\n\nFIGURE 41\n\nSugar-sweetened beverage consumption\nPercentage of Kent County adults who drink sugar-sweetened beverages (regular soda and/or\nsugar-sweetened fruit drinks, sweet tea, and sports/energy drinks) once or more per day\n\nKent County\n\n18-24\n25-34\n35-44\n45-54\n55-64\n\n65+\n\nFemale\nMale\n\nBlack\n\nWhite\nHispanic\nNon-Hispanic\n\n<High School\nHigh School Grad\nSome College\nCollege Grad\n\n<$20,000\n$20-34,999\n$35-49,999\n$50-74,999\n$75,000+\n\n \n\nSource: Kent County BRFSS, 2020\n\n? Harvard T.H. Chan School of Public Health, The Nutrition Source.\n? Michigan Profile for Healthy Youth, 2018-2020.\n\noO ( Kent County\nWs Community Health\nOYO Needs Assessment 74",
    "Page_75": "Physical Activity\n\nRegular physical activity helps maintain a healthy body weight and normal muscle strength, bone mass, and joint\nfunction. It has been shown to prevent chronic disease, help manage conditions such as arthritis, and effectively treat\nchronic pain. Physical activity can also improve mental health, relieve symptoms of anxiety and depression, and improve\ncognitive function.+\n\nIn Kent County, walking is the most common physical activity residents reported, followed by running and weightlifting.\nHowever, physical inactivity rates among adults have been increasing and are at the highest point since 2002. In 2020,\none quarter of Kent County residents reported no leisure-time physical activity in the past 30 days (Figure 42). Hispanic\nor Latino adults are significantly more likely to report physical inactivity (41.9%) compared to Black (24.4%) and White\n(23.8%) adults. Physical inactivity is also correlated with socioeconomic status (higher rates of physical inactivity among\nthose with lower educational attainment and lower household incomes).\n\nFIGURE 42\n\nPhysical inactivity rates\nPercentage of adults in Kent County, Michigan, and the U.S. who reported no leisure-time physical activity in\nthe past 30 days, 2008-2020\n\n—e— Kent County\n\nee @e* Michigan\n\n—e -US 24%\n24%\n20%\n\n \n\n2002 2008 2014 2017 2020\nSource: Kent County BRFSS, 2020; Michigan and U.S. (All States, DC, and Territories) BRFSS, 2019\n\nCommunity-Identified Need: Exercise Opportunities\n\n \n\nCommunity input data revealed a need for affordable, safe exercise and recreation :\nopportunities in the winter months, particularly for youth and older adults. Lack of |\nactivities for youth and the availability, quality, and maintenance of sidewalks in some\nareas were both issues that prevented some residents from getting daily exercise. :\n\nCommunity members who participated in the survey or focus groups also described the\nimportance of the social aspect of physical activity, and how exercising with or around\nother people is motivational and makes exercise more enjoyable. However, the cost of\ngym memberships and group fitness classes was a significant barrier for many.\n\n   \n\n \n\n1 Centers for Disease Control and Prevention. (2020). Physical activity.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 1",
    "Page_76": "FIGURE 43\n\nPhysical inactivity and daily screen time among youth\nPercentage of middle and high school-age youth who are not meeting physical activity\nrecommendations and who report high levels of screen time outside of school, 2014-2020\n\nAmong middle and\nhigh school-age youth,\nfewer are meeting\nphysical activity\nrecommendations for\n\nadolescents and more\nare spending over 3\nhours a day on the\ncomputer or playing\nvideo games.\n\n  \n\nPhysical Inactivity 3+ Hours of TV 3+ Hours of Video/Computer\nGames\n\n@ 2013-2014 ™2016-2017 2019-2020\n\nNotes:\n\nPhysical inactivity reflects the percentage of students who do not meet physical activity\nrecommendations for youth (physically active for a total of 60 minutes per day on 5 or more of the past\n7 days)\n\nScreen time reflects the percentage of students who watched 3 or more hours of TV, or played video\ngames or used a computer for something that is not school work for 3 or more hours per day on an\naverage school day\n\nSource: MiPHY, 2013-2014 - 2019-2020\n\nOo Oo Kent County\nYe Community Health\nO Needs Assessment 76",
    "Page_77": "Alcohol, Tobacco, and Marijuana Use\nALCOHOL USE\n\nExcessive alcohol use includes binge drinking (four or more drinks on any occasion for women or five or more for men)\nand heavy drinking (eight or more drinks per week for women or 15 or more for men). Over time, excessive alcohol use\ncan lead to health problems such as chronic disease, alcohol use disorder or dependency, and problems with learning,\nmemory, and mental health. In Kent County, the rate of heavy drinking (2.1%) is well below the state (6.2%) and national\n(6.5%) average. The rate of binge drinking in Kent County (15.8%) is slightly lower than the rate in Michigan (17.9%) and\nthe U.S. (16.8%).1 The prevalence of binge drinking is higher among Kent County adults under age 55, males, Whites, and\nthose with higher household incomes (above $35,000).\n\nAdults under age 55, males, Whites, and those with a household income below $35,000 are significantly more likely to\nbinge drink than those over age 55, females, Blacks and Hispanics, and lower household incomes (Figure 45).\n\nTOBACCO USE\n\nTobacco use is the leading cause of preventable disease, disability, and death in the U.S. The prevalence of current\nsmokers in Kent County (13.5%) has decreased since 2017 (down from 15.4%) and is lower than the state and national\naverage (18.7% and 16.0%, respectively). Approximately two-thirds of current smokers in Kent County have tried to quit\nin the past year (60.3%).\n\nUnlike excessive alcohol use, the rate of current smokers is higher among Black adults, and those with lower educational\nattainment and household income. Since 2017, the most significant decreases in smoking prevalence has been among\nadults age 25-34 (22.6% to 12.2%), Hispanics and Latinos (16.5% to 9.9%), and those with a household income less than\n$20,000 (28.8% to 14.3%).\n\nAmong youth, less than two percent of middle and high school-age students reported smoking cigarettes in the past 30\ndays. However, 6.7% of middle schoolers and 15.0% of high schoolers reported using e-cigarettes or vape products in\nthe past 30 days (Figure 46).\n\nMARIJUANA USE\n\nRecreational marijuana use was legalized in the state of Michigan in\n\n2018, although it remains illegal at the federal level. Use is FIGURE 44\n\nincreasing while the perception of how harmful marijuana use can Reasons for marijuana use\n\nbe is declining. According to the Substance Abuse and Mental Reported reasons for marijuana use among Kent County\n\nHealth Services Administration (SAMHSA), one in 10 adults who use _ adults who have used marijuana once or more in the past 30\n\nmarijuana can become addicted. This rate is even higher for  davs\nadolescents, for which one in six who start using before age 18 can\nbecome addicted.’ In Kent County, 12.7% of high school students\nand 3.5% of middle school student reported using marijuana in the\npast 30 days (Figure 46).\n\n= Non-Medical\n\n= Medical\n\n= Both Medical and\nNon-Medical\n\nAmong adults, 16.1% reported using marijuana in the past 30 days,\nand 9.4% reported using marijuana on 14 or more days. Young\nadults are significantly more likely to report recent use (31.7%) and aR\nfrequent use (19.7%) compared to older age groups. Just under half\nof those who used marijuana in the past 30 days reported using it Source: Kent County BRFSS, 2020\nfor both medical and non-medical reasons (44.3%) and most\n\nreported smoking it (75.5%), eating it (10.4%), or vaporizing (6.9%).\n\n \n\n+ Kent County BRFSS, 2020; Michigan and U.S. (All States, DC, and Territories) BRFSS, 2019\n2 Substance Abuse and Mental Health Services Administration, 2019\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 77",
    "Page_78": "FIGURE 45\n\nAlcohol, tobacco, and marijuana use\nPercentage of Kent County adults who reported excessive drinking, current tobacco use, and frequent marijuana use in the past 30 days\n\n@ Binge Drinking Heavy Drinking mCurrentSmoker © Frequent Marijuana Use\nKent County\n\n18-24\n25-34\n35-44\n45-54 GPX,\n55-64 % 14%\n\n65+\n\nFemale\nMale\n\nBlack\n\nWhite\nHispanic\nNon-Hispanic\n\n< High School\n\nHS Grad\nSome College\nCollege Grad\n\n< $20,000\n$20-$34,999\n$35-49,999\n$50-$74,999\n$75,000+\n\n \n\nNotes: frequent marijuana use includes 14 or more days of use in the past 30\nSource: Kent County BRFSS, 2020; Michigan and U.S. (All States, DC, and Territories) BRFSS, 2019\n\nFIGURE 46\nSubstance use among youth\n\nCounty who reported using any ofthe folloninginthe past30daye, -«-: PERCEIVED ACCESS TO DRUGS\n: & ALCOHOL AMONG YOUTH\n\nOne in three high school students reported that\nit was sort of easy or very easy to get cigarettes i\n(31.9%) or marijuana (38.8%), and half thought:\nit was easy to get alcohol (47.9%). i\n\nAtcoho| err\n» Among middle school-age students, one in five :\n\nMarijuana as thought it was easy to get cigarettes (19.6%), :\n: one in seven thought it was easy to get :\n\nPrescription Drugs ar | marijuana (13.9%), and one in three thought it\nvy) : i\nEa | was easy to get alcohol (27.7%) :\n\n \n\n \n\nMiddle School ® High School\n\nE-CigVape Products tt sr\n\nCigarettes\n\n   \n\n   \n\nNotes: Prescription drugs refers to use without a doctor's prescription\nSource: Michigan Profile for Healthy Youth, 2018-2020\n\n \n\nOo Oo Kent County\nYe Community Health\nO Needs Assessment 78",
    "Page_79": "Sexual Risk Behaviors\n\nRisky sexual behaviors can result in unintended health problems such as HIV infection and other sexually transmitted\ninfections, and unplanned pregnancy. Promoting a positive approach to sexuality and sexual relationships is an important\npublic health goal.\n\nHIGH-RISK HIV BEHAVIORS\n\nHuman immunodeficiency virus (HIV) is a preventable disease. People who get tested for HIV and learn they are infected\ncan make significant behavior changes to improve their health and reduce the risk of transmitting HIV to their sex or\ndrug-using partners.” High-risk HIV behaviors includes any of the following situations: injected any drug other than those\nprescribed; been treated for a sexually transmitted disease or STD; or given or received money or drugs in exchange for\nsex. Among adults age 18-64 in Kent County, 7.8% have engaged in at least one high-risk behavior in the past year that\nincreases the risk for HIV infection. The highest prevalence of HIV risk behaviors is among LGBTQ adults (22.1%) and\nyoung adults age 18-24 (20.4%). This younger age group is also the most likely age group not to have been tested for HIV\n(68.8% have never been tested, compared to 56.2% for the county); whereas LGBTQ adults are much less likely to never\nhave been tested for HIV (only 33.8% have never been tested).\n\nSEXUALLY TRANSMITTED INFECTIONS\n\nSexually transmitted infections (STIs) are TABLE 13\ntransmitted from person to person through\n\n. . Sexually transmitted infection rates\nsexual intercourse or sexual contact with an\n\n° Reflects the number of cases of chlamydia, gonorrhea, and syphilis per\ninfected person. There are more than 20 100,000 people in Kent County and Michigan, by race and ethnicity, 2019\n\ndifferent types of STIs, which can be caused by Pano mm ne\nbacteria, viruses, and parasites. Common STIs | (per 100,000) (per 100,000)\n\ninclude chlamydia, gonorrhea, genital herpes, .\nHIV/AIDS, human papillomavirus (HPV), and\nsyphilis. STIs are common — according to the CDC, Non-Hispanic White 209.4 198.3\nabout one in five people in the U.S. have an STI Non-Hispanic Black 1,687.4 1,482.2\nbut many people don’t have any symptoms. Most Hispanic 553.1 392.8\nSTls or the symptoms they cause can be treated,\nbut without treatment they can lead to serious Non-Hispanic White 66.6 49.3\nhealth problems. Non-Hispanic Black 859.0 769.8\nHispanic 165.6 107.8\nn Kent County, rates of chlamydia and gonorrhea\nare higher than the state of Michigan average. Non-Hispanic White 12.1 36\nSyphilis and gonorrhea rates in 2019 were higher Non-Hispanic Black 49.4 78.7\n16.0 and 195.9 per 100,000, respectively) than Hispanic 22.5 243\nthe previous five-year averages (12.2 and 151.8\nper 100,000, respectively). The rate of new Source: MDHHS, Michigan disease surveillance system, 2019\n\n \n\nchlamydia infections in Kent County decreased\nslightly, from an average of 597.9 per 100,000 in\n2014-2018, to 551.8 per 100,000 in 2019.\n\nThere are significant racial and ethnic disparities\nin STI rates. The rate of syphilis, chlamydia, and\ngonorrhea is about 2.5 to 13 times higher among\nHispanic and Black residents in Kent County\ncompared to their White counterparts (Table 13).\n\n+ America’s Health Ranking, United Health Foundation.\n? Healthy People, 2020.\n\noO Kent County\nWs Community Health\nOYO Needs Assessment 79",
    "Page_80": "Vaccinations\n\nVaccinations are an important public health measure to prevent the spread of some communicable diseases and protect\nindividuals from becoming infected. Currently, the Advisory Committee on Immunization Practices recommends\nimmunizing adults against 15 infectious diseases, including influenza and pneumonia.’ However, just over half of adults\nin Kent County got an annual flu shot (51.7%) and about three-quarters of adults over the age of 65 have ever gotten a\npneumonia shot (72.7%). Together, influenza and pneumonia are the seventh leading cause of death in Kent County\n(Table 9).\n\nSince 2017, there has been an increase in the proportion of adults in Kent County who have gotten an annual flu shot,\nfrom 41.5% to 51.7%. The most notable increase was among adults age 65 and older—from 58.9% in 2017 to 78.7% in\n2020. This age group was also the most likely to have gotten a flu shot compared to all other age groups. Among Kent\nCounty adults, there are some educational, racial, and ethnic disparities in annual flu vaccination rates. Those with a\ncollege degree are twice as likely (59.5%) to have gotten a flu shot in the past 12 months compared to those who have\nless than a high school education (30.3%). White and non-Hispanic adults (53.6%) are also more likely than Black (44.2%)\nand Hispanic (33.3%) adults to be vaccinated.”\n\nVaccination recommendations start just after birth and continue through adolescence and into adulthood. For pediatric\nimmunization rates (ages 19-35 months), Kent County ranks 11° out of 84 Michigan counties, with 64.8% of all children\nin that age group receiving the recommended vaccinations. The adolescent immunization rate in Kent County (for ages\n13-17 years) is 53.3%, ranking fifth out of all counties in Michigan.?\n\n+ Tan, L. (2015). Adult vaccination: Now is the time to realize an unfulfilled potential. Human Vaccines & Immunotherapeutics, 11(9), 2158-2166. DOI:\n10.4161/21645515.2014.982998.\n\n? Kent County BRFSS, 2020\n\n3 Michigan Department of Health and Human Services. (2020). County Quarterly Immunization Report Card, September 2020.\n\nOo Oo Kent County\nYe Community Health\nOYO Needs Assessment 80",
    "Page_81": "END OF REPORT",
    "Page_82": "Appendices\n\nPV Ti pO tm eC aire ti Mir Lieh 4\n\nPV Tie eA ae aly\nRespondent Demographics\n\nAppendix C: Community Survey\nInstrument",
    "Page_83": "Appendix A. Prioritization Matrix\n\nStep 1. Rate Key Health Issues using Criteria\nRate each health issue on a scale of 1—5 based on the criteria below. Add your three ratings together\nfor each health issue and enter it in the Total Score column.\n\nImportance\n\nHow important is this health-related need in Kent County? Consider the impact this topic has on health outcomes,\nhealth care costs, quality of life, etc.\n\n1 = not important, 5 = most important)\n\nDisparities/Inequities\n\nDoes this health-related need affect some groups of people more than others? Consider if these differences between\ngroups are avoidable, unfair, or unjust (i.e., inequities)\n\n1=no disparities or inequities, 5 = persistent/high disparities or inequities)\n\nAbility to Impact\n\nWhat is the likelihood of being able to make a measurable impact in this area? Consider existing work and resources in\nhe community that could potentially respond to the problem, if there are significant barriers to addressing the issue,\netc.\n\n1 = impact not likely; 5 = likely to make an impact)\n\n \n\nStep 2: Rank Health Issues\nBased on the Total Score, rank each health need with “1” being the health need with the highest total\nscore, “2” being the health need with the second highest total score, etc.\n\nn the case of identical total scores, use your best judgment to assign a unique rank number to each health issue to\nbreak the tie.\n\n \n\nSelection Criteria\n\n \n\n \n\n \n\n \n\n \n\n. Total Rank Order of\n\nHealth-Related Need/Topic Importance | Disparities/ | Ability to\nae Score > Health Issues\nInequities Impact\n\nAccess to Health Services\nArthritis\nChronic Pain\nDiabetes\n\n \n\nDiscrimination & Racial Inequity\n\n \n\nEconomic Security\nFood & Nutrition\nHousing\n\nMental Health\n\nObesity\n\nStress & Social Support",
    "Page_84": "Appendix B: Community Survey Respondent\nDemographics\n\npo Kent County | CHINA Survey Respondents |\nAGE\n18-24 9.7% 4.0%\n25-34 15.5% 19.7%\n35-44 12.4% 21.5%\n45-54 12.7% 18.0%\n55-64 12.3% 16.4%\n65-74 7A% 13.6%\n75+ 5.6% 6.1%\nMan/Male 49.3% 19.9%\nWoman/Female 50.7% 79.0%\nNon-binary or Third gender N/A 1.1%\nNot Hispanic or Latino 89.4% 93.5%\nAIAN 0.2% 0.3%\nAsian 3.0% 0.8%\nBlack or African American 9.2% 6.1%\nTwo or More Races 3.1% 2.8%\nWhite 73.8% 83.5%\nHispanic or Latino 10.6% 6.5%\nLess than High School 9.3% 2.2%\nHigh School Graduate/GED 24.1% 7.5%\nSome College 30.9% 26.3%\nBachelor’s Degree 23.7% 34.1%\nGraduate Degree or Higher 12.0% 29.2%\nLess than $20,000 12.3% 12.7%\n$20,000-$34,999 13.7% 12.8%\n$35,000-$49,999 13.5% 12.2%\n$50,000-$74,999 19.3% 23.7%*\n$75,000-$99,999 14.0% 10.6%**\n$100,000-$124,999 9.8% 10.0%***\n$125,000 or More 17.5% 18.0%****\nNotes:\n\ntCensus data only includes information about sex; survey asked about gender identity.\n\n+tCensus category includes educational attainment for adults age 25 and older; survey category includes all\nrespondents age 18 and older.\n\n*Survey category = $50,000-$79,999\n\n**Survey category = $80,000-S99,999\n\n***Survey category = $100,000-$119,999\n\n****Survey category = $120,000 or more\n\nSource: ACS 5-year estimates, 2015-2019",
    "Page_85": "Appendix C: Community Survey Instrument\n\n2020 Kent County Community Survey\n\nIntroduction\n\nEvery three years, Kent County conducts a community health needs assessment (CHNA). The CHNA helps\ncommunities, organizations, and local health systems identify the major health-related challenges residents are\nfacing. The issues identified will be the focus of health improvement efforts in the county for the next three years.\n\nWe need to hear from you! We rely on voices and input from all over Kent County to learn about the different\ncommunities, their strengths, and the things that need improvement. This survey asks questions about you, your\nopinions and experiences related to general health and well-being. Some questions require only one answer, and\nother questions allow you to select multiple answers. The survey will take about 15 minutes to complete.\n\nYour participation is voluntary and your responses are anonymous. No identifying information is required to\ncomplete the survey. However, if you would like to enter a drawing for a chance to win a $50 Visa gift card, we\nwill ask for your contact information at the end of the survey. This will be stored separately from your survey\nanswers and will be kept confidential and will not be shared.\n\nResults from this survey will be summarized and included in the 2020 CHNA report, which will be publicly\navailable in the spring of 2021 on the Kent County Health Department’s website (www.accesskent.com) and\nthrough participating community organizations.",
    "Page_86": "General Health Status\n\nIn the past year (roughly July 2019 —\nJuly 2020), how would you rate your...\n\nDon’t know /\n\nFailing Poor Fair Good Excellent Not sure\n\n \n\n1) Physical health?\nThis includes physical illness, oO Oo oO Oo Oo Oo\ninjury, and overall functioning.\n\n2) Mental health?\nThis includes stress, depression, oO oO Oo Oo Oo Oo\nand problems with emotions.\n\nCOVID-19\n\nThinking about the coronavirus (COVID-19) pandemic or the stay-at-home order, please answer the following questions\nto the best of your ability.\n\n3) How does your physical health now compare to before the COVID-19 pandemic? Choose only one:\nO My physical health is worse now\nO My physical health is the same as it was before the pandemic\n\nO My physical health is better now\n\n4) How does your mental health now compare to before the COVID-19 pandemic? Choose only one:\nO My mental health is worse now\nO My mental health is the same as it was before the pandemic\n\nO My mental health is better now\n\n5) What kinds of things were helpful or provided relief for you or your household during the COVID-19 pandemic?\n\n \n\n \n\n \n\n6) What were the greatest challenges you or your household experienced as a result of the COVID-19 pandemic?\n\n \n\n \n\n \n\nStress\n\nBelow is a list of some things that may cause stress in people’s lives. For each one, please rate your general level of\nstress ona scale of 1 (no stress at all) to 10 (constantly stressed).\n\n7) Family responsibilities (for example: childcare, elder care, etc.)\n\n1 2 3 4 5 6 7 8 9 10\nNo stress at Constantly\nall stressed\n\nComments (optional)",
    "Page_87": "8) Relationships (for example: spouse/partner, kids, friends, etc.)\n\n1 2 3 4 5 6 7\n\nNo stress at\nall\n\nComments (optional)\n\n10\n\nConstantly\nstressed\n\n \n\n9) Housing (for example: housing condition, paying mortgage or rent)\n\n1 2 3 4 5 6 7\n\nNo stress at\nall\n\nComments (optional)\n\n10\n\nConstantly\nstressed\n\n \n\n10) Money or finances\n\n1 2 3 4 5 6 7\n\nNo stress at\nall\n\nComments (optional)\n\n10\n\nConstantly\nstressed\n\n \n\n11) Paying monthly bills (for example: utilities, phone, or internet bills)\n\n1 2 3 4 5 6 7\n\nNo stress at\nall\n\nComments (optional)\n\n10\n\nConstantly\nstressed\n\n \n\n12) Work\n1 2 3 4 5 6 7\n\nNo stress at\nall\n\nComments (optional)\n\n10\n\nConstantly\nstressed\n\n \n\n13) Job security (finding or keeping a job)\n\n1 2 3 4 5 6 7\n\nNo stress at\nall\n\nComments (optional)\n\n10\n\nConstantly\nstressed\n\n \n\n14) Personal health concerns\n\n1 2 3 4 5 6 7\n\nNo stress at\nall\n\n10\n\nConstantly\nstressed",
    "Page_88": "Comments (optional)\n\n \n\n15) Health problems affecting my family or people close to me\n\n1 2 3 4 5 6\n\nNo stress at\nall\n\nComments (optional)\n\n10\n\nConstantly\nstressed\n\n \n\n16) Personal safety\n\n1 2 3 4 5 6\n\nNo stress at\nall\n\nComments (optional)\n\n10\n\nConstantly\nstressed\n\n \n\n17) The safety of my family or people close to me\n\n1 2 3 4 5 6\n\nNo stress at\nall\n\nComments (optional)\n\n10\n\nConstantly\nstressed\n\n \n\n18) Transportation\n1 2 3 4 5 6\n\nNo stress at\nall\n\nComments (optional)\n\n10\n\nConstantly\nstressed\n\n \n\n19) Immigration status of myself or someone close to me\n\n1 2 3 4 5 6\n\nNo stress at\nall\n\nComments (optional)\n\n10\n\nConstantly\nstressed\n\n \n\n20) Discrimination\n\n1 2 3 4 5 6\n\nNo stress at\nall\n\nComments (optional)\n\n10\n\nConstantly\nstressed\n\n \n\n21) Racism\n\n10",
    "Page_89": "No stress at Constantly\nall stressed\n\nComments (optional)\n\n \n\n22) Access to affordable, healthy food\n\n1 2 3 4 5 6 7 8 9 10\nNo stress at Constantly\nall stressed\n\nComments (optional)\n\n \n\n23) Are there any other factors that greatly contribute to stress in your life that are not mentioned above?\n\nO No\nO Yes (please describe)\n\n \n\n \n\n \n\n \n\nSocial\nHow often do you feel... Never Rarely Sometimes Often Always\n24) That you lack social connection? Oo Oo Oo Oo Oo\n25) Left out? Oo O Oo O O\n26) Isolated from others? Oo Oo Oo Oo Oo\nPlease rate your level of t Neither\nease rate your level of agreement or Strongly Somewhat Somewhat Strongly\ndisagreement with the following statements: Disagree Disagree Agree nor Agree Agree\nDisagree\n\n27) Residents in my community can count on\n\neach other for help. O O O O O\n28) | have people | can rely on for help when |\n\nneed it. oO O O O O\n29) Overall, my community is positive for\n\npeople of my identity or background(s). Oo O O O O\nEconomic\n\n30) Are you currently employed? Choose only one:\nO Yes\n\nO No (skip to question 33)\n\nO No, | was laid off or lost my job due to COVID-19 (skip to question 33)\n31) How long have you been at your current job? Choose only one:\n\nO Less than 1 year\n\nO 1-3 years",
    "Page_90": "O 4-6 years\nO 7-9 years\nO 10years or more\n32) Is there a potential for job growth (i.e., promotion or wage increase) in your current position or at your place of\nemployment? Choose only one:\nO Yes\nO No\nO Unsure\n33) If you were to lose your main source of income (e.g., job, government benefits), how confident are you that you\n\ncould cover your expenses for 3 months by borrowing money, using savings, selling assets, or borrowing from\nfriends/family? Choose only one:\n\nO Notat all confident (I could not cover my expenses for 3 months)\nNot very confident\nUnsure\n\nSomewhat confident\n\nOoOo0°0\n\nVery confident (I could cover my expenses for 3 months)\n\nTransportation, Housing & Neighborhood\n\n34) What form(s) of transportation do you primarily use? Select all that apply:\nPersonal vehicle\n\n \n\n \n\n \n\nFriend, relative, or neighbor\n\n \n\n \n\nPublic transit (bus, the Rapid, etc.)\n\n \n\n \n\nUber, Lyft, taxi, or another ride-share program\n\n \n\n \n\nVolunteer driver (such as Medicaid transportation, senior center van, etc.)\n\n \n\n \n\n \n\n \n\nOther (please specify):\n\n \n\n \n\n35) How often does transportation interfere with your daily activities? (for example, getting to work, the grocery store,\nor medical appointments) Choose only one:\n\nO Every day\nO Most days\nO Some days\nOA few days\nO Never\n\n36) Do you face any barriers in accessing transportation?\nO No\nO Yes (please describe)",
    "Page_91": "37) What is your housing status right now? Choose only one:\n\nO Homeless (skip to question 39)\nLiving with someone (friend, relative, etc.) and not paying rent\nOwn, no mortgage\n\nOwn, paying mortgage\n\noo0°0\n\nRent, including home, apartment, subsidized housing or college housing (contract or lease)\n\nOo\n\nOther (please describe)\n\n \n\n38) In the past two years, how many times have you moved? Choose only one:\nO Zero\nO Once\nO Twice\nO Three times\n\nO Four times or more\n\n39) How would you describe your neighborhood to someone who has never visited?\n\n \n\n \n\n \n\n \n\n \n\nPlease rate your level of agreement or Strongly Somewhat Neither Agree Somewhat.\ndisagreement with the following . . - itrongly Agree\nDisagree Disagree nor Disagree Agree\nstatements:\n40) | feel safe being alone in my\nneighborhood during daylight. 0 0 O O O\n41) | feel safe being alone in my\nneighborhood after dark. 0 0 O O O\n42) | feel safe in my home or place where | Oo Oo O O O\nstay.\n43) |am comfortable interacting with\npolice officers or other public safety O Oo Oo O O\nofficials.\n44) | believe the police serve and protect Oo\nmy community.\n45) | can easily access parks.\n46) Sidewalks are accessible. O Oo Oo O O\n47) What do you think is the biggest strength of your neighborhood or community?",
    "Page_92": "48) What do you think is the biggest problem in your neighborhood or community?\n\n \n\n \n\n \n\nAccessibility\n\n49) At the place you stay or live, do you have access to the internet? Choose only one:\n\nO Yes, with a subscription to an internet service (skip to question 51)\n\nO Yes, without a subscription to an internet service (skip to question 51)\n\nO  No,!do not have access to the internet at my home\n\n50) For what reason(s) do you not have internet access? Select all that apply:\n\nPersonal choice (e.g., do not use internet often, do not need to access the internet)\n| do not have a computer or device to access the internet\n\nIt’s too expensive\n\nInternet service is not available where | live\n\n| access the internet elsewhere (e.g., public library)\n\nOther (please describe)\n\n \n\n51) In the past year, was there a time when you needed to access any of the following health-related services (for\nyourself or someone else) but did not get it for any reason? Select all that apply:\n\nDental/oral health care\n\nEmergency health care\n\nMental health care or counseling\n\nPersonal caregiving services (e.g., in-home care related to old age, chronic disease, etc.)\nPrimary care (e.g., seeing a doctor for a check-up, health screening, or minor health concern)\nPrescription medication\n\nSpecialty health services (e.g., surgery)\n\nSubstance use treatment or support services\n\nTraditional healing or alternative medicine (e.g., acupuncture, naturopathic care, etc.)\n\nOther (please describe)\n\n \n\nNo, | was able to access needed health services (skip to question 53)\n\n52) What barriers prevented you from accessing these services? Select all that apply:\n\nTransportation Unsure where to go\nLack of insurance |) Fear or distrust of the health care system\n\n(| Fear or closure due to the COVID-19\npandemic\n\nHigh cost of services\n\nHours of operation or appointment times did\nnot fit my schedule",
    "Page_93": "Services were not available in my\n\n \n\n \n\n \n\npreferred language\n\n \n\n \n\n \n\nServices did not meet my mobility needs\n\n \n\n \n\n \n\nProvider was not sensitive to my needs\n\n \n\n \n\n \n\n| could not find a provider that offered services\n\n \n\nCommunity and Health Challenges\n\nDid not have childcare\n\nOther (please describe)\n\n53) Below is a list of some common health conditions. Please select the five conditions that have the greatest impact\non the overall health and well-being of you, your family, or your community. This is not a complete list. You may\n\nwrite in answers that are not included on this list.\n\nRank your selections in order of importance from one to five, with one (1) having the greatest impact on overall\n\nhealth and wellbeing.\nSelect and rank only five:\n\n[) ___ Arthritis\n\n[) __ Asthma\n\n[) ___ Behavioral/Mental health\n\n| __ Cancer\n\n[) ___ Cardiovascular/heart disease\n\n[| ___ Chronic kidney disease\n\n[| ___ Chronic lung disease\n\n[J] __ Chronic pain\n\n[| ___ Diabetes or pre-diabetes\n\n[| ___ Dental problems\n\nL) ___ HIV/AIDS\n\n[| ___ Neurological disease (e.g., dementia, Parkinson’s)\n[| ___ Obesity\n\n[J] ___ Sexually transmitted infections\n\n[| ___ Stress\n\n[) ___ Stroke\n\n[| ___ Substance use\n\n[J] ___ Unintentional injury (e.g., falls, accidents)\n\n___ Other (please describe)",
    "Page_94": "Community and Health Challenges (Continued)\n\n54) Our health is impacted by our surroundings and the conditions of the places where we work, live, and spend time.\n\nFor example,\n\nit is harder to be healthy if you do not have a safe place to sleep, access to healthy food, or if the air\n\nin your neighborhood is poor quality. We call these “social determinants” of health.\n\nBelow is a list of social determinants of health. Please select the five that have the greatest impact on health and\nwell-being for you, your family, or your community.\n\nRank your selections in order of importance from one to five, with one (1) having the greatest impact on overall\nhealth and wellbeing.\nSelect and rank only five:\n\nAccess to care (medical, dental, mental health services, etc.)\n\n____ Discrimination (based on sexual orientation, gender identity, ethnicity, ability, age, etc.)\n\n____ Economic security (finding and keeping a job that pays a living wage)\n\nEducation\nFood security (access to and affordability of fresh, healthy food)\nHealth insurance\n\nHomelessness\n\n___ Housing instability (finding and maintaining affordable, safe housing)\n\nmmigration status\n\nPoverty\n\n \n\nRacism\n\n[) ___ Safety in community or neighborhood\n\nSafety in home\n\nSocial support (connection to family members, having someone to talk to)\n\nTechnology (access to internet, computers, or cell phones)\n\nUO Transportation\n\nOther (please describe)",
    "Page_95": "Demographics\n\nWe want to hear from a wide range of people around Kent County through this survey. The following questions about\nyou and your household will help us make sure we are not leaving out important perspectives. You can skip any\nquestions you do not want to answer. As a reminder, this survey is confidential. None of this information can be used to\npersonally identify you, and your answers will not be shared.\n\n55) What is your zip code?\n\n56) How old are you? Choose only one:\n\nO Under 18 O 55-64\n\nO 18-24 O 65-74\n\nO 25-34 O 75-84\n\nO 35-44 O 85orolder\nO 45-54\n\n57) Which of the following racial/ethnic categories best describes you? Select all that apply:\n“1 American Indian or Alaska Native\nAsian/Asian American\nBlack or African American\nHispanic\nLatinx\nMiddle Eastern or North African\nMultiracial\nLJ) Native Hawaiian or Pacific Islander\n\nWhite\n\n|] Not listed above (please describe)\n\n58) Which term best describes your gender? Choose only one:\nO Woman\nO Man\nO Non-binary/Third Gender\nO Prefer not to say\nO Prefer to self-describe\n59) Transgender is a term that refers to people who identify different from their sex at birth. Do you identify as\ntransgender? Choose only one:\n\nO Yes\nO No\nO Prefer not to say",
    "Page_96": "60) Which term(s) best describes your sexual orientation? Select all that apply:\n\nAsexual\nBisexual\nGay or Lesbian\n\nQuestioning\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nStraight or Heterosexual\nPansexual\nPrefer not to say\n\nPrefer to self-describe\n\n61) What is the highest level of education you have completed? Choose only one:\n\noO\n\noo0°0\n\noO\n\nSome high school or less (no diploma)\n\nHigh school graduate or GED\n\nSome college (no degree)\n\nAssociate degree or Technical certification\n\nBachelor’s degree\n\nGraduate degree or higher\n\n62) What is your current employment status? Select all that apply:\n\nEmployed, full-time\n\nEmployed, part-time\n\nHomemaker or stay-at-home parent\n\nOn disability\nRetired\nSelf-employed\nStudent\n\nUnable to work\n\nUnemployed and currently job searching\n\nUnemployed and not currently job searching\n\nNot listed above (please describe)\n\n63) What was your total household income in the past year, before taxes? Choose only one:\n\noO\n\nOoOO0O0O000 0\n\nLess than $20,000\n$20,000 - $34,999\n$35,000 - $49,999\n$50,000 - $64,999\n$65,000 - $79,999\n$80,000 - $99,999\n$100,000 - $119,999\n$120,000 - $139,999\n$140,000 or more",
    "Page_97": "64) What is your marital/relationship status? Choose only one:\nO Single, never married\nIn a domestic partnership or civil union (cohabiting with a significant other, but not married)\nEngaged\nMarried\nSeparated\n\nDivorced\n\n0\n0\n0\n0\n0\n0\n\nWidowed\nO Not listed above (please describe)\n65) What is your parent or guardian status? Select all that apply:\nNo children\nChild/children under 18 years of age\n\\) Child/children over 18 years of age, but still legally dependent (in college, disabled, etc.)\n|] Independent adult child/children over 18 years of age\n|] Pregnant, expectant partner, adoption pending\n\n|] Other (please describe)\n\n \n\n66) How many adults live in your household?\n67) How many children (under age 18) live in your household?\n\n68) Are you, or have you ever been, a member of the US Armed Forces?\nO No\nO Yes, active-duty military\nO Yes, member of the Reserves or National Guard\n\nO Yes, !ama veteran\n\n69) Do you have a disability or impairment? Select all that apply:\nO No\nO Yes, a sensory impairment (vision or hearing)\nO Yes, a mobility impairment\nO Yes, a learning disability (e.g., ADHD, dyslexia, etc.)\nO Yes, a mental health disorder\n\nO Yes, a disability or impairment not listed above (please describe)\n\n70) What is your primary language? Choose only one:\nO English\nO Spanish\n\nO Vietnamese",
    "Page_98": "O Other (please describe)\n\n \n\n71) How did you find out about this survey?\n\n \n\nEND OF SURVEY.\n\nThank you for sharing your voice!\nTo show our appreciation for your time and effort in answering these questions, we will do weekly\n\ndrawings for survey participants to receive a $50 Visa gift card. If you would like to be entered into the\n\ndrawing, please fill out your name and contact information below and return it with your completed\nsurvey.\n\nIf you do not want to enter the drawing for a gift card, leave this section blank. Please return your\ncompleted survey using the prepaid mail envelope attached or return at the location you picked it up.\n\nYes, | would like to enter a drawing for a chance to win a $50 Visa gift card!\n\nName:\n\n \n\nPhone Number:\n\nEmail:\n\nThis information will be stored separately from your survey responses and will not be shared.\n\nPlease return this sheet with your completed survey."
}