{
    "Page_1": "P\narallel\nHeidelberg\nCatechi\nism",
    "Page_2": "The Heidelberg Catechism\nFor Young and Old\nA parallel version for Church and Home\ndevotion\nPublished by the Reformed Churches in South Africa for use in home,\ncatechism classes and school for more advanced children.\nPublished by the CJ BF (Calvyn J ubileum Boekefonds).\nAdministratiewe Buro van die\nGereformeerde Kerke in Suid-Afrika.\nP0 Box20004,Noordbrug,2522\nCompiled by Dr HF van Wyk\n2016",
    "Page_3": "Preface\nSince the first Heidelberg Catechism was published in 1563, it was the second most\neducation of children, leading them to understand the reformed dogma in almost all\naspects.\nThe language used in the catechism is a bit difficult for young children to understand.\npublish a more understandable catechism for children as young as 8 years old. The\n ae  a s  p     o \navailable in Afrikaans.\n         o    \nAfrica) appointed Dalené Frey and Christine Terblans to translate and edit the\ntranslation. It is available primarily for the use in church schooling\nWhy this publication? In many homes there are children of different ages and insight\nsecond reason is that there are many adults whose second language is English, and\nThere are omissions, where certain concepts are quite difficult to understand. I am\nconvinced that these omissions will not weaken the foundation necessary to built the\nfaith of the children.\nI had the privilege to work though many translations of the catechism in English,\nAfrikaans and Dutch. The references to Scripture is the result of comparing these\ntranslations as well as the work by Zacharias Ursinus \"Het Schatboek der\nverklaringenoverdeHeidelbergseCatechismus\"\nIt is my sincere wish that this publication will lead the Lord's children into the truths\nof the reformed theology.\nHennievanWyk\nBloemhof, 2016",
    "Page_4": "Contents\nLORD'S DAY 1 - Comforted.\n2\nLORD'S DAY 2 - Know your despair.\n4\nLORD'S DAY 3- The origin of your despair.\n.6\nLORD'S DAY 4 - God demands obedience\n..8\nLORD'S DAY 5 - You need a saviour.\n.10\nLORD'S DAY 6 - There is only one Saviour\n..12\nLORD'S DAY 7 - You must truly believe.\n.16\nLORD'S DAY 8 - What do we confess about God\n.20\nLORD'S DAY 9 - God the Father..\n..22\nLORD'S DAY 10 - God the Father provides\n.24\nLORD'S DAY 11 - Jesus: Saviour\n..26\nLORD'S DAY 12 - Jesus: Annointed\n..28\nLORD'S DAY 13 - Jesus: Our Lord\n...30\nLORD'S DAY 14 - Jesus: Truly God.\n..32\nLORD'S DAY 15 - Jesus: The suffering...\n..34\nLORD'S DAY 16 - Jesus: His life for yours\n.36\nLORD'S DAY 17 - Jesus: The Conquerer .\n.38\nLORD'S DAY 18 - Jesus: Ascender of the throne\n.40\nLORD'S DAY 19 - Jesus: The Judge..\n..42\nLORD'S DAY 20 - God the Holy Spirit.\n..44\nLORD'S DAY 21 - The work of the Holy Spirit: The Church\n...46\nLORD'S DAY 22 - Believe you are saved\n.48\nLORD'S DAY 23 - True belief saves you...\n.50\nLORD'S DAY 24 - True belief is visible in the faithful\n.52\nLORD'S DAY 25 - God strengthens true faith visibly: Sacraments\n..54\n.56\nLORD'S DAY 27 - God strengthens true faith visibly: The Holy Baptism (2)\n.58\nLORD'S DAY 28 - God strengthens true faith visibly: The Lord's Supper (1).\n..60\nLORD'S DAY 29 - God strengthens true faith visibly: The Lord's Supper (2)\n..64\nLORD'S DAY 30 - God strengthens true faith visibly: The Lord's Supper (3)\n..66\nLORD'S DAY 31- God strengthens true faith visibly: Church Discipline\n...70\nLORD'S DAY 32 - Salvation translates into actions: The way you live\n.72\nLORD'S DAY 33- Salvation translates into actions: Repentance...\n..74\nLORD'S DAY 34 - Salvation translates into actions: The Law: One true God\n.3\nthe right way....",
    "Page_5": "LORD'S DAY 36 - Salvation translates into actions: The Law: Respect the True\nGod ...\n.9\nLORD'S DAY 37 - Salvation translates into actions: The Law: Respect in your\nspeech..\n...11\nLORD'S DAY 38 - Salvation translates into actions: The law: Your service to the\nLord .....\n...13\nLORD'S DAY 39 - Salvation translates into actions: The Law: Respect for authority....15\nLORD'S DAY 40 - Salvation translates into actions: The Law: Respect for life\nLORD'S DAY 41 - Salvation translates into actions: The Law: Respect for your\nbody....\n..19\nLORD'S DAY 42 - Salvation translates into actions: The Law: Respect for property...21\nLORD'S DAY 43 - Salvation translates into actions: The Law: Respect for my\nneighbour....\n...23\nLORD'S DAY 44 - Salvation translates into actions: The Law: Respect for God and\nMan.....\n..25\nLORD'S DAY 45 - Salvation translates into actions: Prayer: Worship the true God ....27\nLORD'S DAY 46 - Salvation translates into actions: Prayer: Your father -Near and\nFar.....\n..31\nLORD'S DAY 47 - Salvation translates into actions: Prayer: God is Holy ...\n.33\nLORD'S DAY 48 - Salvation translates into actions: Prayer: God reigns ...\n..35\nLORD'S DAY 49 - Salvation translates into actions: Prayer: God knows best\n...37\nLORD'S DAY 50 - Salvation translates into actions: Prayer: God takes care of you....39\nLORD'S DAY 51 - Salvation translates into actions: Prayer: God forgives you.....",
    "Page_6": "LORD'S DAY 1 - Comforted\nQuestion: What is your only comfort in life and death?\nAnswer: That I am not my own1, but belong with body and soul, both in life and in\ndeath2, to my faithful Savior Jesus Christ3. He has fully paid for all my sins with His\nprecious blood4, and has set me free from all the power of the devil5. He also\npreserves me6 in such a way that without the will of my heavenly Father not a hair\ncan fall from my head7; indeed, all things must work together for my salvation8\nTherefore, by His Holy Spirit He also assures me of eternal life9 and makes me\nheartily willing and ready from now on to live for Him10.\n1 1 Corinthians 6:19.\n1\n 2  Romans 14:8; 1 Thessalonians 5:9-10.\n31 Corinthians 3:23; Titus 2:14.\n4  1 Peter 1:18-19; 1 John 1:7; 1 John 2:2; 1 John 2:12.\n5John 8:34-36; 1 John 3:8; Hebrews 2:14.\n6John 6:39; John 10:27-30; 2 Thessalonians 3:3; 1 Peter 1:5.\n7Matthew 10:30; Luke 21:18.\n8Romans 8:28.\n9Romans 8:16; 2 Corinthians 1:22; 2 Corinthians 5:5; Ephesians 1:13-14.\n10 Romans 8:14; 1 John 3:3.\nQuestion: What do you need to know in order to live and die in the joy of this\ncomfort?\nAnswer: Three realities1: First, how great my sins and misery are2; second, how I\nam delivered from all my sins and misery3; third, how I am to be thankful to God for\nsuchdeliverance4.\n2\n1Matthew 11:28-30; Ephesians 5:8.\n2Matthew 9:12; John 9:41; Romans 3:10; 1 John 1:9-10.\n3Luke 24:46-47; John 17:3; Acts 4:12; Acts 10:43; 1 Corinthians 6:11; Titus 3:3-\n7.\nEphesians 5:10; 2 Timothy 2:15; 1 Peter 2:9; 1 Peter 2:12.\n2",
    "Page_7": "Primary\nSecondary\nQ.\nWhat is your only comfort?\nQ\nWhat is your only comfort?\nA\nMy only comfort is that I belong to the\nA\nMy only comfort is that I belong not to\nLord Jesus Christ, my Saviour, both in\nmyself but to the Lord Jesus Christ, my\nbody and soul.\nfaithful Redeemer, both in body and soul.\nQ.\nWhy do you belong the Lord Jesus\nQ\nWhy do you say that you belong to the\nChrist?\nLord Jesus Christ?\nA\nI belong to the Lord because He paid with\nA\nI belong to the Lord because He paid with\nHis blood for all my sins and saved me\nHis blood for all my sins and in so doing\nfrom the power of the devil.\nsaved me from the power of the devil.\nQ\nDo you also belong to the Father and the\nQ\nWhat does Jesus Christ do for you?\nHoly Spirit?\nA\nJesus safeguards me, assures me of the\nA\nYes, I belong to Jesus Christ and\nlife eternal and makes me willing to live\ntherefore I belong to the Father and the\nfor Him.\nHoly Spirit.\nQ.\nWhat do you need to know in order to be\nQ\nWhat do you need to know in order to live\ncomforted in life and death?\nand die joyfully in this comfort?\nA\nIn order to live and die in comfort I need\nA\nIn order to live and die in comfort I need\nto know three things:\nto know three things:\nhow big my sin and misery is,\nhow big my sin and misery is,\nii\nhow the Lord saved me,\nii\nhow I can be saved,\nhow I should thank the Lord for my\nhow I should thank the Lord for my\nSalvation.\nsalvation.\n3",
    "Page_8": "LORD'S DAY 2 - Know your despair\nQuestion: From where do you know your sins and misery?\nAnswer: From the law of God1.\n3\n1Romans 3:20\nQuestion: What does God's law require of us?\nAnswer: Christ teaches us this in a summary in Matthew 22: \" Love the Lord your\nGod with all your heart and with all your soul and with all your mind. This is the first\nand greatest commandment. And the second is like it: Love your neighbor as\n4\nyourself. All the Law and the Prophets hang on these two commandments1.\"\n1Leviticus 19:18; Deuteronomy 6:5; Matthew 22:37-40; Mark 12:30; Luke 10:27.\nQuestion: Can youkeep all this perfectly?\nAnswer: No1, I am inclined by nature to hate God and my neighbour2.\n1Romans 3:10; Romans 3:20; Romans 3:23; 1 John 1:8; 1 John 1:10.\n5\n2 Genesis 6:5; Genesis 8:21; Jeremiah 17:9; Romans 7:23; Romans 8:7;\nEphesians 2:3; Titus 3:3.\n4",
    "Page_9": "Primary\nSecondary\nQ.\nHow do you know that you have sin and\nQ\nHow do you know that you have sin and\nmisery?\nmisery?\nGod's law teaches me that I have sin and\nI know my sin and misery from God's law.\nA\nmisery.\nQ.\nWhat does God's law demand from us?\nQ\nWhat does God's law demand from us?\nGod's law demands that we should love\nGod's law demands that we should love\nA\nHim above anything else and we should\nHim above anything else and we should\nlove our neighbor as we love ourselves.\nlove our neighbors as we love ourselves.\nQ\nCan you do everything that God\nQ\nCan you do everything that God demands\ndemands in His law?\nin His law?\nWith my own strength I cannot do what\nWith my own strength I cannot do what\nGod demands in His law.\nGod demands in His law, as I have a\nnatural tendency to hate God and my\nneighbor.\n5",
    "Page_10": "LORD'S DAY 3- The origin of your despair\nQuestion: Did God, then, create man so wicked and perverse?\nAnswer: No, on the contrary, God created man good1 and in His image2, that is, in\ntrue righteousness and holiness, so that he might rightly know God his Creator,\nheartily love Him, and live with Him in eternal blessedness to praise and glorify\n6\nHim3.\n1Genesis 1:31.\n2Genesis 1:26-27.\n3 2 Corinthians 3:18; Ephesians 4:24; Colossians 3:10.\nQuestion: From where, then, did man's depraved nature come?\nAnswer: From the fall and disobedience of our first parents, Adam and Eve, in\nParadise1, for there our nature became so corrupt that we are all conceived and\n7\nborn in sin2.\n1Genesis 3; Romans 5:12; Romans 5:18-19.\n2Genesis 5:3; Psalms 51:5.\nQuestion: But are we so corrupt that we are totally unable to do any good and\ninclined to all evil?\nAnswer: Yes1, unless we are regenerated by the Spirit of God2.\n1Genesis 6:5; Genesis 8:21; Job 14:4; Job 15:14; Job 15:16; Job 15:35; Isaiah\n8\n53:6; John 3:6; Titus 3:3.\n2John 3:3; John 3:5; 1 Corinthians 12:3; 2 Corinthians 3:5.\n9",
    "Page_11": "Primary\nSecondary\nQ.\nWas man then created sinful and\nQ\nWas man then created sinful and\ndisobedient by God?\ndisobedient by God?\nNo, man was created good and in the\nA\nNo, man was created good and in the\nA\nimage of God.\nimage of God so that he could rightly\nknow God, love Him and serve Him.\nQ.\nWhere did man's immoral nature come\nQ\nWhere did man's immoral nature come\nfrom?\nfrom?\nOur immoral nature is the result of the fall\nOur immoral nature is the result of the fall\nand disobedience of Adam and Eve, our\nand disobedience of Adam and Eve, our\nfirst parents, in paradise.\nfirst parents, in paradise.\nQ.\nAre we so ruined that we can do nothing\nQ\nAre we so ruined that we can do nothing\nipoob\ngood?\nA\nYes, in ourselves we are so ruined that\nA\nWe can do nothing good if we are not\nwe can do nothing good if we are not\nreborn through the Spirit of God, which\nreborn through the Spirit of God.\nmeans we must be brought back to life\nQ.\nWhat does it mean to be reborn?\nfrom a sinful death by the Holy Spirit.\nA\nTo be reborn means that the Holy Spirit\nbrings us back to life from a sinful death.\n7",
    "Page_12": "LORD'S DAY 4 - God demands obedience\n Question: But does not God do man an injustice by requiring in His law what man\ncannot do?\nAnswer: No1, for God so created man that he was able to do it2. But man, at the\ninstigation of the devil, in deliberate disobedience? robbed himself and all his\n9\ndescendants of these gifts.\n1Genesis 1:26-27; Ephesians 4:24.\n2Genesis 3:13; 1 Timothy 2:13-14.\n3Genesis 3:4-6; Romans 5:12.\nQuestion: Will God allow such disobedience and apostasy to go unpunished?\nAnswer: Certainly not. He is terribly displeased1 with our original sin as well as our\nactual sins. Therefore He will punish them by a just judgment both now and\neternally2, as He has declared: \" Cursed is everyone who does not continue to do\neverything written in the Book of the Law.\"3\n10\n1Genesis 2:17; Romans 5:12.\n2Exodus 20:5; Exodus 34:7; Psalms 5:4-6; Psalms 50:21; Nahum 1:2; Romans\n1:18; Ephesians 5:6; Hebrews 9:27.\n3Deuteronomy 27:26; Galatians 3:10.\nQuestion: But is God not also merciful?\nAnswer: God is indeed merciful1, but He is also just2. His justice requires that sin\ncommitted against the most high majesty of God also be punished with the most\n11\nsevere, that is, with everlasting, punishment of body and soul.\n1Exodus 34:6-7; Exodus 20:6.\n2 Exodus 20:5; Exodus 23:7; Exodus 34:7; Psalms 5:4-6; Psalms 7:11; Nahum\n1:2-3.\n8",
    "Page_13": "Primary\nSecondary\nQ\nIsn't God unfair if He demands in His law\nQ\nIsn't God unreasonable if He demands in\nthat which man cannot do?\nHis law that which man cannot do?\nGod is not unfair, because He created\nA\nGod is not unreasonable, because He\nman able to obey the law.\ncreated man able to obey the law.\nHowever, man cheated himself of this gift\nthrough his disobedience.\nQ.\nWillGod let this disobedience\nego\nQ\nDoes God let this disobedience and\nunpunished?\nrejection go unpunished?\nGod wants to punish this disobedience\nGod is greatly displeased with our original\nnow and forever.\nsin as well as our actual sin and punishes\nQ\nHow does God want to punish this\nthis disobedience with just judgment now\ndisobedience now and forever?\nand forever.\nGod wants to punish this disobedience\nA\nforever in hell.\nQ.\nBut isn't God merciful as well?\nQ\nBut isn't God merciful as well?\nA.\nGod is merciful, but also just.\nA\nGod is merciful but also just; therefore the\nsin against the almighty majesty of God\nmust also be punished, body and soul,\nwith the most severe punishment, which\nis everlasting.\n9",
    "Page_14": "LORD'S DAY 5 - You need a saviour\neternal punishment, how can we escape this punishment and be again received\ninto favour?\nAnswer: God demands that His justice be satisfied1. Therefore we must make full\npayment, either by ourselves or through another2.\n12\n1Genesis 2:7; Exodus 20:5; Exodus 23:7; Ezekiel 18:4; Luke 16:2; 2\nThessalonians 1:6.\n2Matthew 5:26; Romans 8:3-4.\nQuestion: Can we by ourselves make this payment?\nAnswer: Certainly not. On the contrary, we daily increase our debt1.\n13\n1Job 4:18-19; Job 9:2; Job 15:15-16; Psalms 130:3; Matthew 6:12; Matthew\n16:26; Matthew 18:25.\nQuestion: Can any mere creature pay for us?\nAnswer: No. In the first place, God will not punish another creature for the sin which\nman has committed1. Furthermore, no mere creature can sustain the burden of\n14\nGod's eternal wrath against sin and deliver others from it2.\n1 Genesis 3:17; Ezekiel 18:4\n2Psalms 130:3; Nahum 1:6.\nQuestion: What kind of mediator and deliverer must we seek?\ncreatures; that is, one who is at the same time true God3.\n15\n11 Corinthians 15:21.\n2Hebrews 7:26.\n3Isaiah 7:14; Isaiah 9:5; Jeremiah 23:6; Luke 11:22; Romans 8:3-4.\n10",
    "Page_15": "Primary\nSecondary\nQ.\nHow can we escape God's punishment\nQ\nIs there any means through which we can\nand be received in favour by God?\nescape God's punishment and be\nA\nWe can only be set free from God's\nreceived in favour by God again?\n punishment if our sins are paid for in full.\nWe can only be set free from God's\nQ.\nWhy must our sins be paid for?\npunishment if our sins are paid for in full,\nA.\nOur sins must be paid for because God is\neither by ourselves or by someone else.\njust.\nQ.\nWho must pay for our sins?\nA.\n Our sins must be paid for by ourselves or\nsomeone else.\nQ.\nCan we pay for our sins by ourselves?\nQ\nCan we pay for our sins by ourselves?\nA.\nWe cannot pay for our sins. Every day\nA\nWe cannot pay for our sins, as we add to\nwe add to our debt.\nour debt every day.\nQ.\nCan another creature pay our debt for \nQ\nDoes another creature exist that can pay\nsn\nour debt for us?\nA\nGod does not want to punish another\nA\nGod does not want to punish another\ncreature for our sins and no other\ncreature for our sins and no other\ncreature is able to pay the price.\ncreature is able to pay the price.\nQ.\nWho, then, can pay for our sins?\nQ\nWhat should the Mediator that we seek\nA.\nOnly He who is truly human and also truly\nlook like?\nGod can pay for our sins.\nA\nOur Mediator and Savior must be truly\nhuman, a righteous man and also truly\nGod.\n11",
    "Page_16": "LORD'S DAY 6 - There is only one Saviour\nQuestion: Why must He be a true and righteous man?\nAnswer: He must be a true man because the justice of God requires that the same\nhuman nature which has sinned should pay for sin1. He must be a righteous man\nbecause one who himself is a sinner cannot pay for others2.\n1lsaiah 53:4-5; Jeremiah 33:15; Ezekiel 18:4; Ezekiel 18:20; Romans 5:18; 1\n16\nCorinthians 15:21; Hebrews 2:14-16.\n2Psalms 49:8; Hebrews 7:26-27; 1 Peter 3:18.\nQuestion: Why must He at the same time be true God?\nAnswer: He must be true God so that by the power of His divine nature1 He might\nbear in His human nature2 the burden of God's wrath?, and might obtain for us and\nrestore to us righteousness and life4.\n17\n1 Isaiah 9:5; Isaiah 63:3; Romans 1:4; Hebrews 1:3.\n2Isaiah 53:4; Isaiah 53:11.\n 3 Deuteronomy 4:24; Psalms 130:3; Nahum 1:6.\n4Isaiah 53:5; Isaiah 53:11; Isaiah 54:8; John 3:16; Acts 20:28; 1 Peter 3:18.\nQuestion: But who is that Mediator who at the same time is true God1 and a true2\nand righteous man3?\n1Isaiah 9:6; Jeremiah 23:6; Malachi 3:1; Romans 8:3; Romans 9:5; Galatians\n4:4; 1 John 5:20.\n           s\n2:14; Hebrews 2:16-17; Hebrews 4:15\n18\n3Isaiah53:9;Isaiah 53:11;Jeremiah 23:5;Luke1:35;John8:46;Hebrews 4:15;\nHebrews 7:26; 1 Peter 1:19; 1 Peter 2:22; 1 Peter 3:18.\nAnswer: Our Lord Jesus Christ4, whom God made our wisdom, our righteousness\nand sanctification and redemption5\n9:5; 1 Timothy 2:5; 1 Timothy 3:16; Hebrews 2:9.\n51 Corinthians 1:30; 2 Corinthians 5:21.\n12",
    "Page_17": "Primary\nSecondary\nQ.\nWhy must our Savior be God at the same\nQ\nWhy must our Mediator be human at the\ntime?\nsame time?\nOnly a human who is also truly God can\nA\nOur Mediator must be truly human\nbear the dreadful punishment.\nbecause the human nature that sinned\nmust bear the punishment.\nQ\nWhy must our Mediator be a righteous\nhuman?\nA\nOur Mediator must be a righteous human\nbecause a human who sins cannot bear\nthe punishment for another.\nQ\nWhy must our Saviour be human at the\n17\nQ\nWhy must our Mediator also be\nsame time?\ntruly God?\nA\nOur Saviour must be truly human\nA\nOur Mediator must be truly God in\nbecause it was a human who sinned and\norder to bear the anger of God towards\na human must bear the punishment\nour sins. Through his Godly nature He\ncan bear the punishment in His human\nnature.\nQ\nWho is truly human and at the same time\nQ\nWho is this Mediator who is truly human\ntruly God?\nand at the same time truly God?\nA\nOur Lord Jesus Christ is at the same time\nA\nThis Mediator is our Lord Jesus Christ.\nboth truly human and truly God.\n13",
    "Page_18": "Question: From where do you know this?\nAnswer: From the holy gospel, which God Himself first revealed in Paradise1. Later,\nHe had it proclaimed by the patriarchs2 and prophets3, and foreshadowed by the\n sacrifices and other ceremonies of the law4. Finally, He had it fulflled through His\nonlySon5.\n19\n1Genesis 3:15.\n2Genesis 12:3; Genesis 22:18; Genesis 26:4; Genesis 49:10.\n 3Isaiah 42:1-4; Isaiah 43:25; Isaiah 49:5-6; Isaiah 49:22; Isaiah 53; Jeremiah\n23:5-6; Jeremiah 31:32-33; Jeremiah 32:39-41; Micah 7:18-20; John 5:46; Acts\n3:22-24; Acts 10:43; Romans 1:2; Hebrews 1:1.\n4 Colossians 2:7; Hebrews 10:1; Hebrews 10:7.\n 5Romans 10:4; Galatians 3:24; Galatians 4:4-5; Colossians 2:17.\n14",
    "Page_19": "Q\nHow do you know that the Lord Jesus\nQ\nHow do you know that the Lord Jesus\nChrist is at the same time both truly\nChrist is the Mediator?\nhuman and truly God?\nA\nThe Holy Gospel, that is the entire Word\nThe Bible teaches me that Jesus Christ is\nof God, teaches me that Jesus Christ is\nat the same time both truly human and\nthe Mediator.\ntruly God.\n15",
    "Page_20": "LORD'S DAY 7 - You must truly believe\nQuestion: Are all men, then, saved by Christ just as they perished through Adam?\nAnswer: No1. Only those are saved who by a true faith are grafted into Christ and\naccept all His benefits2.\n20\n1Matthew 7:14; Matthew 22:14.\n2Psalms 2:12; Isaiah 53:11; Mark 16:16; John 1:12-13; John 3:16; John 3:18;\n        \nHebrews 10:39; Hebrews 11:6.\nQuestion: What is true faith?\nAnswer: True faith is a sure knowledge wherebyI accept as true all that God has\nrevealed to us in His Word1. At the same time it is a firm confidence2 that not only\nto others, but also to me3, God has granted forgiveness of sins, everlasting\nrighteousness, and salvation4, out of mere grace, only for the sake of Christ's\nmerits5. This faith the Holy Spirit works in my heart by the gospel6.\n11 Samuel 2:3; Job 36:3-4; Psalms 119:66; Proverbs 2:1-9; Proverbs 8:10; 2\n21\nCorinthians 2:14:\n 2 Psalms 9:11; Romans 4:18-21; Romans 10:10; Ephesians 3:12; Hebrews 4:16;\nHebrews 11:1; Hebrews 11:7; James 1:6.\n3  Acts 10:44; Acts 16:14; Romans 1:16; Romans 10:17; 1 Corinthians 1:21.\n4Habakkuk 2:4; Romans 1:17; Galatians 2:16; Galatians 3:11; Hebrews 10:10;\nHebrews 10:38.\n5Luke 1:77-78; Acts 10:43; Romans 3:24; Romans 5:19; Ephesians 2:8.\n6Matthew 16:17; John 3:5; John 6:29; Acts 16:14; 2 Corinthians 4:13; Galatians\n5:22; Ephesians 2:8; Philippians 1:19.\nQuestion: What, then, must a Christian believe?\nAnswer: All that is promised us in the gospel1, which the articles of our catholic and\n22\nundoubted Christian faith teach us in a summary.\n1Matthew28:19;Mark 1:15;John20:31.\n16",
    "Page_21": "Primary\nSecondary\nQ.\nAre all people saved by Christ?\nQ\nAre all people saved by Christ as\nA.\nNo, Christ only saves those people\nthey are damned through Adam?\nwho truly believe in Him.\nA\nChrist only saves those people who\nare joined to Him through true faith\nand who accepts His favor.\nQ.\nWhat is true faith?\nQ\nWhat is true faith?\nA.\nTrue faith is sure knowledge and a\nTrue faith is a sure knowledge\nA\nfirm trust.\nthrough which I accept all that is\nQ.\nWhat is a sure knowledge?\nwritten in the Bible as true, and it is\nA.\nA sure knowledge is to know that all\na firm trust that the Holy Spirit works\nthat is written in the Bible is true.\nin my heart by the Holy Gospel, that\nQ.\nWhat is a firm trust?\nGod has forgiven all of my sins for\nA.\nA firm trust is to be sure that Christ\nthe sake of Christ.\nis my Savior.\nQ.\nWhat must a Christian believe?\nQ\nWhat must a Christian believe?\nA.\nA Christian must believe everything\nA\nA Christian must believe everything\nthat is written in the Bible and that\nthat is promised in the Gospel and\nwhich the 12 Articles teach us.\nwhich is summarized in the 12\nArticles.\n17",
    "Page_22": "Question: What are these articles?\nAnswer:\n1. I believe in God the Father almighty, Creator of heaven and earth.\n2. I believe in Jesus Christ, His only begotten Son, our Lord;\n3. He was conceived by the Holy Spirit, born of the virgin Mary;\n4. suffered under Pontius Pilate, was crucified, dead, and buried. He endured the\nsuffering of hell*.\n5. On the third day He arose from the dead;\n23\n7. from there He will come to judge the living and the dead.\n8. I believe in the Holy Spirit;\n9. I believe a holy catholic Christian church, the communion of saints;\n10. the forgiveness of sins;\n11. the resurrection of the body;\n12.and the life everlasting.\n*Literally: He descended into hell\n18",
    "Page_23": "19",
    "Page_24": "LORD'S DAY 8 - What do we confess about God\nQuestion: How are these articles divided?\nAnswer: Into three parts: the first is about God the Father and our creation; the\nsecond about God the Son and our redemption; the third about God the Holy Spirit\nand our sanctification.\n24\nQuestion: Since there is only one God, why do you speak of three persons, Father,\nSon, and Holy Spirit? 1\n1 Deuteronomy 6:4; Isaiah 44:6; Isaiah 45:5; 1 Corinthians 8:4-6; Ephesians 4:4-\n6.\n25\nAnswer: Because God has so revealed Himself in His Word2 that these three\ndistinct persons are the one, true, eternal God.\n2Genesis 1:2-3; Psalms 33:6; Isaiah 6:1; Isaiah 6:3; Isaiah 48:16; Isaiah 6:1;\n20",
    "Page_25": "Primary\nSecondary\nQ.\nWhatarethesearticlesabout?\nQ\nHow are these articles divided?\nA.\nThese articles are about God the\nThese articles are divided into three parts.\nFather that created us; God the\nThe first part deals with God the\nSon that saved us; and God the\nFather and our creation.\ni\nThe second part deals with God the\nHoly Spirit that makes us holy.\nSon and our salvation.\nThe third part deals with God the\nHoly Spirit and our sanctification.\nQ.\nWhy do you call God Father, Son\nQ\nWhy do you speak of three Persons, God\nand Holy Spirit?\nthe Father, God the Son and God the Holy\nThe Bible teaches us that the one\nSpirit, when there is only one God?\nA.\nGod is revealed to us in three\nGod reveals Himself to us, in His Word, as\nthree separate Persons.\nseparate persons.\n21",
    "Page_26": "LORD'S DAY 9 - God the Father\nQuestion: What do you believe when you say: I believe in God the Father almighty,\nCreator of heaven and earth?\nAnswer: That the eternal Father of our Lord Jesus Christ, who out of nothing\nthem by His eternal counsel and providence2, is, for the sake of Christ His Son, my\nGod and my Father3. In Him I trust so completely as to have no doubt that He will\nprovide me with all things necessary for body and soul4, and will also turn to my\ngood whatever adversity He sends me in this life of sorrow5. He is able to do so as\n26\nalmighty Gode, and willing also as a faithful Father7.\n1Genesis 1:1; Genesis 2:3; Exodus 20:11; Job 33:4; Job 38, 39; Psalms 33:6;\nIsaiah 40:26; Isaiah 45:7; Acts 4:24; Acts 14:15.\n2Psalms 104:27-30; Psalms 115:3; Matthew 10:29-30; Romans 11:36;\nEphesians 1:11; Hebrews 1:3.\n3John 1:12; Romans 8:15; Galatians 4:5-7; Ephesians 1:5.\n4Psalms 55:22; Matthew 6:25-26; Luke 12:22-24.\n5Romans 8:28.\n 6Isaiah 46:4; Romans 8:37-39; Romans 10:12.\n7Matthew 6:32-33; Matthew 7:9-11.\n22",
    "Page_27": "Primary\nSecondary\nQ.\nWhat do you believe about God the\nQ\nWhat do you believe with the following\nFather?\nwords: 丨 believe in God the Father\nA\nGod the Father created heaven and earth\nalmighty, the Creator of heaven and\nand everything in it and He still takes care\nearth?\nof it.\nA\nThe Father of our Lord Jesus, who\nQ.\nWhy do you call Him the Father?\ncreated heaven and earth and everything\nA\nGod is the Father of our Lord Jesus Christ\nin it, and still takes care of it, is my God\nand is therefore myFather as well\nand Father for the sake of His Son.\n23",
    "Page_28": "LORD'S DAY 10 - God the Father provides\nQuestion: What do you understand by the providence of God?\nAnswer: God's providence is His almighty and ever present power1, whereby, as\nwith His hand, He still upholds heaven and earth and all creatures2, and so governs\n p 'a ua  p 'np  un 'a p jal  \ndrink, health and sickness4, riches and poverty5, indeed, all things, come not by\nchance but by His fatherly hand6.\n27\n2Hebrews 1:3.\n3Jeremiah 5:24; Acts 14:17.\n4John 9:3.\n5Proverbs 22:2.\n6Proverbs 16:33; Matthew 10:29.\nQuestion: What does it benefit us to know that God has created all things and still\nupholds them by His providence?\nAnswer: We can be patient in adversity1, thankful in prosperity2, and with a view to\nthe future we can have a firm confidence in our faithful God and Father3 that no\ncreature shall separate us from His love4; for all creatures are so completely in His\n28\nhand that without His will they cannot so much as move5.\n1Job 1:21-22; Psalms 39:10; Romans 5:3; James 1:3.\n2Deuteronomy 8:10; 1 Thessalonians 5:18.\n3Psalms 55:23; Romans 5:4.\n4Romans 8:38-39.\n5Job 1:12; Job 2:6; Proverbs 21:1; Acts 17:25-28.\n24",
    "Page_29": "Primary\nSecondary\nQ.\nWhat does the providence of God\nQ\nWhat does the providence of God\nmean?\nmean?\nA.\nThe providence of God means that\nA\nThe providence of God is His\nHe reigns over everything\n in\nalmighty and omnipresent power\ncreation and that he takes care of\nthrough which He reigns over and\nit.\ntakes care of everything in creation.\nQ.\nWhat do you benefit by knowing\nWhat do you benefit by knowing\nthat God reigns over and takes\nthat God reigns over and takes care\ncare of everything in creation?\nof everything in creation?\nA\nFrom God's providence I learn that\nWe should always trust in the Lord\nI should be patient when things are\nand be patient when things are bad\nbad, that I should be thankful when\nand thankful when things go well.\nthings go well and that I should\nalways trust in the Lord.\n25",
    "Page_30": "LORD'S DAY 11 - Jesus: Saviour\nQuestion: Why is the Son of God called Jesus, that is, Saviour?\nAnswer: Because He saves us from all our sins1, and because salvation is not to\nbe sought or found in anyone else2.\n29\n1Matthew 1:21; Hebrews 7:25.\n2Isaiah 43:11; John 15:4-5; Acts 4:12; 1 Timothy 2:5; 1 John 5:11-12.\nwell-being from saints, in themselves, or anywhere else?\nAnswer: No. Though they boast of Him in words, they in fact deny the only Saviour\nJesus1. For one of two things must be true: either Jesus is not a complete Saviour,\n30\n or those who by true faith accept this Saviour must find in Him all that is necessary\nfor their salvation2.\n1 1 Corinthians 1:13; 1 Corinthians 1:30-31; Galatians 5:4.\n2Isaiah 9:6; Colossians 1:19-20; Colossians 2:10; Hebrews 12:2; 1 John 1:7.\n26",
    "Page_31": "Primary\nSecondary\nQ.\nWhat does the name Jesus mean?\nQ\nWhy is the Son of God called\nA.\nJesus means Saviour.\nJesus, that is Saviour?\nQ.\nWhy is the Son of God called\nA\nThe Son of God is called Jesus\nJesus?\nbecause He saves us from our sins\nA.\nHe is called Jesus because he\nand redeems us.\nsaves us from our sins.\nQ.\nIs it possible for someone else to\nQ\nIs there no other Saviour?\ntake away our sins?\nA\nThe Lord Jesus is our only Saviour.\nA.\nNo, the Lord Jesus is our only\nsaviour.\n27",
    "Page_32": "LORD'S DAY 12 - Jesus: Annointed\nQuestion:WhyisHecalledChrist,thatis,Anointed?\nAnswer: Because He has been ordained by God the Father, and anointed with the\nHoly Spirit1, to be our chief Prophet and Teacher2, who has fully revealed to us the\nwho by the one sacrifice of His body has redeemed us5, and who continually\nintercedes for us before the Father; and our eternal King, who governs us by His\nWord and Spirit, and who defends and preserves us in the redemption obtained for\n31\nus?.\n1Psalms 45:7; Isaiah 61:1; Luke 4:18; Acts 10:38; Hebrews 1:9.\n2Deuteronomy 18:15; Isaiah 55:4; Acts 26:22; Acts 7:37.\n3John 1:18; John 15:15; Acts 3:22.\n4Psalms 110:4; Hebrews 7:21\n5Hebrews 9:12; Hebrews 9:14; Hebrews 9:28; Hebrews 10:12; Hebrews 10:14.\n6Romans 5:9-10; Romans 8:34; Hebrews 9:24; 1 John 2:1.\n7Psalms 2:6; Zechariah 9:9; Matthew 21:5; Matthew 28:18; Luke 1:33; John\n10:28; Revelation 12:10-11.\nQuestion: Why are you called a Christian?1\n1Acts 11:26.\nAnswer: Because l am a member of Christ by faith2 and thus share in His\na living sacrifice of thankfulness to Him5, and as king fight with a free and good\nconscience against sin and the devil in this life6, and hereafter reign with Him\neternally over all creatures7.\n32\n21 Corinthians 6:15.\n3Acts 2:17; 1 John 2:27.\n4Matthew 10:32; Romans 10:10.\nRevelation 5:10.\n 6Romans 6:12-13; Galatians 5:16-17; Ephesians 6:11; 1 Timothy 1:18-19; 1\nPeter 2:11.\n7Matthew 25:34; 2 Timothy 2:12;Revelation 22:5\n28",
    "Page_33": "Primary\nSecondary\nQ.\nWhat does the name Christ mean?\nQ\nChrist means Anointed. Why do we call\nA.\nChrist means Anointed.\nthe Son of God Christ?\nQ.\nWhy do we call the Son of God Christ?\nA\nWe call the Son of God Christ because\nA.\nHe is called Christ, because God has\nGod has anointed Him with the Holy\nanointed Him with the Holy Spirit.\nSpirit to be our highest Prophet, our only\nQ.\nWhat is the purpose of His anointment?\nHigh Priest and our eternal King.\nA\nHe was anointed to be our Prophet, High\nPriest and King.\nQ\nWhy are you called a Christian?\nQ\nWhy are you called a Christian?\nA\nI am called a Christian because I belong\nA\nI am called a Christian because I belong\nto Christ and therefore I am a prophet,\nto Christ and I am a member of Christ\npriest and king.\nthrough faith, therefore I am, through the\nwork of the Holy Spirit, also prophet,\npriest and king.\n29",
    "Page_34": "LORD'S DAY 13 - Jesus: Our Lord\nQuestion: Why is He called God's only begotten Son, since we also are children of\nGod?\nAnswer: Because Christ alone is the eternal, natural Son of God1. We, however,\nare children of God by adoption, through grace, for Christ's sake2.\n33\n1 John 1:14; John 1:18; John 3:16; Romans 8:32; Hebrews 1:1-2; 1 John 4:9\n2John 1:12-13; Romans 8:15-17; Galatians 4:6; Ephesians 1:5-6.\nQuestion: Why doyou call Him our Lord?\nAnswer: Because He has ransomed us, body and soul, from all our sins, not with\nsilver or gold but with His precious blood, and has freed us from all the power of\n34\nthe devil to make us His own possession1\n1John 20:28; 1 Corinthians 6:20; 1 Corinthians 7:23; 1 Timothy 2:6; 1 Peter 1:18-\n19; 1 Peter 2:9.\n30",
    "Page_35": "Primary\nSecondary\nQ.\nWhy is Christ called God's only\nQ\nWhy is Christ called God's only\nbegotten Son?\nbegotten Son?\nA.\nHe is God's only natural born Son.\nHe is called God's only begotten\nA\nQ.\nAre you also a child of God?\nSon as He alone is the eternal,\nA.\nYes, I am an adopted child of God\nnatural Son of God, while we are\nthrough Jesus Christ.\nadopted as children of God through\nQ.\nWhat does the name Lord mean?\nJesus Christ.\nA.\nThe name Lord means owner.\nQ.\nWhy do you call Christ our Lord?\nQ\nWhy do you call Christ our Lord?\nA.\nChrist is our Lord because He set\nChrist is our Lord because He set\nA\nus free with His blood, making us\nour body and soul free from sin with\nHis possessions.\nHis precious blood, making us His\npossessions.\n31",
    "Page_36": "LORD'S DAY 14 - Jesus: Truly God\nQuestion: What do you confess when you say: He was conceived by the Holy\nSpirit, born of the virgin Mary?\nAnswer: The eternal Son of God, who is1 and remains true and eternal God2, took\nupon Himself true human nature from the flesh and blood of the virgin Mary3,\nthrough the working of the Holy Spirit4. Thus He is also the true seed of David5,\n1 John 1:1; John 17:3; Romans 1:3; Colossians 1:15; 1 John 5:20\n2Romans 9:5.\n3Luke 1:31; Luke 1:42-43; Galatians 4:4.\n35\n4Matthew 1:18; Matthew 1:20; Luke 1:35.\n52 Samuel 7:12; Psalms 132:11; Matthew 1:1; Luke 1:32; Acts 2:30; Romans\n1:3.\n6Philippians 2:7; Hebrews 2:14; Hebrews 2:17.\n7Hebrews 4:15; Hebrews 7:26-27.\nAnswer: He is our Mediator1, and with His innocence and perfect holiness covers,\nin the sight of God, my sin, in which I was conceived and born2.\n36\n1Hebrews 2:16-18; Hebrews 7:26-27.\n2 Psalms 32:1; Isaiah 53:11; Romans 8:3-4; 1 Corinthians 1:30-31; Galatians\n4:4-5; 1 Peter 1:18-19; 1 Peter 3:18\n32",
    "Page_37": "Primary\nSecondary\nQ.\nWhat does it mean when we say\nQ\nWhat does it mean when we say\nthat our Lord Jesus Christ was\nthat our Lord Jesus Christ was\nconceived by the Holy Spirit and\nconceived by the Holy Spirit and\nborn from the virgin Mary?\nborn from the virgin Mary?\nThrough the working of the Holy\nThe eternal Son of God, through the\nSpirit Jesus was born from His\nworking of the Holy Spirit, was born\nmother Mary.\nfrom His mother, the virgin Mary,\ntaking unto Himself the true human\n nature, which He received from her\nflesh and blood.\nWhy must He be conceived by the\nHoly Spirit and born from the Virgin\nMary?\nA\nHe had to be conceived by the Holy\nSpirit and born from the Virgin Mary\nbecause He had  to bea\ndescendant of David, equal to His\nbrothers in everything, except sin.\nQ.\nWhat do you benefit from knowing\nQ\nWhat do you benefit from knowing\nthat Jesus was born without sin?\nthat Jesus was born without sin?\nA\nBecause Jesus was born without\nA\nBecause Jesus was born without\nsin, before God He covers the sin\nsin before God, He covers the sin\ninto which I was born.\ninto which I was born.\n33",
    "Page_38": "LORD'S DAY 15 - Jesus: The suffering\nQuestion: What do you confess when you say that He suffered?\nAnswer: During all the time He lived on earth, but especially at the end, Christ bore\nin body and soul the wrath of God against the sin of the whole human race1. Thus,\nby His suffering, as the only atoning sacrifice2, He has redeemed our body and\n go  a sn o po p 'uu busa o nos\nrighteousness, and eternal life4.\n37\n1Isaiah 53:4; Isaiah 53:12; 1 Timothy 2:6; 1 Peter 2:24; 1 Peter 3:18.\n 2Isaiah 53:10; Romans 3:25; 1 Corinthians 5:7; Ephesians 5:2; Hebrews 9:28;\nHebrews 10:14; 1 John 2:2; 1 John 4:10.\n3 Galatians 3:13; Colossians 1:13; Hebrews 9:12; 1 Peter 1:18-19.\n4 John 3:16; John 6:51; Romans 3:25; 2 Corinthians 5:21; Hebrews 9:15;\nHebrews 10:19.\nQuestion:Why did He suffer under PontiusPilate as judge?\nAnswer: Though innocent, Christ was condemned by an earthly judge1, and so He\nfreed us from the severe judgment of God that was to fall on us2.\n38\n2Psalms 69:4; Isaiah 53:4-5; 2 Corinthians 5:21; Galatians 3:13.\nQuestion: Does it have a special meaning that Christ was crucified and did not die\nin a different way?\nAnswer: Yes. Thereby I am assured that He took upon Himself the curse1 which\nlay on me, for a crucified one was cursed by God2.\n39\n1Galatians 3:13.\n2 Deuteronomy 21:23.\n34",
    "Page_39": "Primary\nSecondary\nQ.\nWhat does it mean when we say\nQ\nWhat does it mean when we say\nthat Christ suffered?\nthat Christ suffered?\nA.\nIt means that He suffered extreme\nChrist suffered, body and soul\nA\npain and anguish when He took\nduring His whole lifetime on earth,\nGod's punishment for all our sins on\nespecially at the end when He bore\nHimself.\nthe wrath of God against the sin of\nQ.\nWhen did He suffer?\nman.\nA.\nChrist suffered during His whole\nlifetime on earth, especially at the\nend.\nQ.\nWhy was it important for Christ to be\nQ\nWhy was it important for Christ to\ncrucified?\nsuffer under PontiusPilate?\nA.\nChrist had to be crucified as God\nA\nHe, the innocent, was condemned\ncursed crucifixion.\nby the earthly judge, in order for us,\nthe guilty to be freed from God's\njudgment.\nQ.\nHow do we benefit from Christ's\nQ\nWhy  did\nJesus\nhavetobe\ncrucifixion?\ncrucified?\nA.\nThrough His crucifixion Christ took\nHe had to be crucified because\nA\nour curse upon Himself.\nGod\nd had\ncursed\ndeath\nby\ncrucifixion; therefore I am now\ncertain that He had taken the\ncurse, which was mine, onto\nHimself.\n35",
    "Page_40": "LORD'S DAY 16 - Jesus: His life for yours\nQuestion: Why was it necessary for Christ to humble Himself even unto death?\nAnswer: Because of the justice and truth of God1 satisfaction for our sins could be\nmade in no other way than by the death of the 4.1on of God2.\n1Genesis 2:17.\n40\n2Romans 8:3-4; Philippians 2:6-8; Hebrews 2:9; Hebrews 2:14-15.\nQuestion: Why was he buried?\n41\nAnswer: His burial testified that He had really died1.\nQuestion: Since Christ has died for us, why do we still have to die?\nAnswer: Our death is not a payment for our sins1, but it puts an end to sin and is\n42\nan entrance into eternal life2.\n1Psalms 49:7; Mark 8:37\n2John 5:24; Romans 7:24; Philippians 1:23\nQuestion: What further benefit do we receive from Christ's sacrifice and death on\nthe cross?\nAnswer: Through Christ's death our old nature is crucified, put to death, and buried\nwith Him1, so that the evil desires of the flesh may no longer reign in us2, but that\n43\nwe may offer ourselves to Him as a sacrifice of thankfulness3.\n1 Romans 6:6.\n2Romans 6:8-12.\n3Romans 12:1.\nQuestion: Why is there added: He endured the suffering of hell - literally: He\ndescendedintohell?\nAnswer: In my greatest sorrows and temptations I may be assured and comforted\nthat my Lord Jesus Christ, by His unspeakable anguish, pain, terror, and agony,\n44\nwhich He endured throughout all His sufferings1 but especially on the cross, has\ndelivered me from the anguish and torment of hell2.\n1lsaiah 53:5.\n2Psalms18:5-6;Psalms116:3;Matthew26:38;Matthew27:46;Hebrews 5:7.\n36",
    "Page_41": "Primary\nSecondary\nQ.\nWhy did Christ have to die?\nQ\nWhy did Christ havetobe\nA.\nChrist's death is the only way that\nhumiliated Himself to the extent of\n our sins could be paid for.\ndying?\nChrist had to humble Himself to the\nA\nextent of dying as God's justice\ndemanded that the debt of our sins\ncould not be paid for in any other\nway other than the death of His\nSon.\nQ.\nWhy was Christ buried?\nQ\nWhy was Christ buried?\nA.\nChrist was buried in order for us to\nA\nChrist was buried in order for us to\nknow that he really died.\nknow that he really died.\nQ.\nWhy must we die as well?\nQ\nIf Christ paid for our sins, why must\nA.\nIt is the entrance to the life\nwe die as well?\neverlasting.\nA\nOur death is not payment for our\nsins, it is the death of our sins and\nthe entrance to the life everlasting.\nQ.\nWhat benefit does the crucifixion of\nQ\nWhat benefit does the crucifixion of\nChrist hold for us?\nChrist hold for us?\nA\nOur sins were crucified with Christ.\nA\nOur sins were crucified with Christ.\nOur sins no longer have control\nOur sins no longer have control\nover us. We are able to be obedient\nover us. We are able to be obedient\nto Him.\nto Him.\nQ.\nWhat does it mean that Christ\n44\nQ\nWhy was it added that Christ\nendured the suffering of hell ·\nendured the suffering of hell -\nliterally: He descended into hell\nliterally: He descended into hell?\nA\nThat we may be assured that Christ\nChrist\n suffered\nunspeakable\nsuffered in our place by bearing our\nanguish, pain, terror and agony in\nhellish punishment, especially on\nour place by bearing our hellish\nthe cross.\npunishment, especially on the\ncross, in order to set me free from\nthis punishment.\n37",
    "Page_42": "LORD'S DAY 17 - Jesus: The Conquerer\nQuestion: How does Christ's resurrection benefit us?\nAnswer: First, by His resurrection He has overcome death, so that He could make\nus share in the righteousness which He had obtained for us by His death1. Second,\nby His power we too are raised up to a new life2. Third, Christ's resurrection is to\nus a sure pledge of our glorious resurrection3.\n1Romans 4:25: 1 Corinthians 15:16-18: 1 Peter 1:3\n2\nRomans 6:4; Ephesians 2:4-6; Colossians 3:1-3.\n45\n3Romans 8:11; 1 Corinthians 15:20-21.\n38",
    "Page_43": "Primary\nSecondary\nQ.\nHow does Christ's resurrection\nQ\nHowdoes\nsChrist's\n：resurrection\nbenefit us?\nbenefit us?\nA.\nThrough His resurrection Christ\nA\nChrist's resurrection has the following\nhas overcome death.\nmeaning for us:\nQ.\nIn what way is your life changed\ni\nHe overcame death to justify\nby Christ's resurrection?\nus before God\nA.\nThrough Christ's resurrection I\nThrough Christ's resurrection\nreceive the strength to lead a new\nI receive the strength to lead\nlife.\na new life.\nQ.\nWhat does Christ's resurrection\n1m\nChrist's resurrection is proof\nprove to you?\nto me that one day I will also\nA\nChrist's resurrection is proof to\ngloriously rise from the dead.\nme that one day l will also\ngloriously rise from the dead.\n39",
    "Page_44": "LORD'S DAY 18 - Jesus: Ascender of the throne\nQuestion: What do you confess when you say, He ascended into heaven? 1\nAnswer: That Christ, before the eyes of His disciples, was taken up from the earth\ninto heaven?, and that He is there for our benefit? until He comes again to judge\nthe living and the dead.\n46\n1Mark 16:19; Luke 24:51; Acts 1:9.\n2Romans 8:34; Ephesians 4:10; Colossians 3:1; Hebrews 4:14; Hebrews 9:24.\n3Matthew 24:30; Acts 1:11.\nQuestion: Is Christ, then, not with us until the end of the world, as He has promised\nus?1\nAnswer: Christ is true man and true God. With respect to His human nature He is\nno longer on earth2, but with respect to His divinity, majesty, grace, and Spirit He\n47\nis never absent from us3.\n1Matthew 28:20.\n2Matthew 26:11; John 16:28; John 17:11; Acts 3:21; Hebrews 8:4.\n3Matthew 28:20; John 14:16-18.\nQuestion: But are the two natures in Christ not separated from each other if His\nhumannatureisnotpresentwhereverHisdivinityis?\nAnswer: Not at all, for His divinity has no limits and is present everywhere1. So it\nmust follow that His divinity is indeed beyond the human nature which He has taken\n48\non and nevertheless is within this human nature and remains personally united with\nit?.\n1Jeremiah 23:24; Acts 7:49\n2Matthew 28:6; John 3:13; John 11:15; Colossians 2:9.\nQuestion: How does Christ's ascension into heaven benefit us?\nAnswer: First, He is our Advocate in heaven before His Father1. Second, we have\ns 'sn ayen osie lm 'pea ano 'ah pu ahpaid ains e se uaay us ysa ino\nmembers, up to Himself2. Third, He sends us His Spirit as a counter-pledge3, by\nwhose power we seek the things that are above, where Christ is, seated at the\n49\nright hand of God, and not the things that are on earth4.\n1Romans 8:34; 1 John 2:1.\n2John 14:2; John 17:24; Ephesians 2:6\n3  John 14:16; John 16:7; Acts 2:33; 2 Corinthians 1:22; 2 Corinthians 5:5\n4Colossians 3:1; Philippians 3:20.\n40",
    "Page_45": "Primary\nSecondary\nQ.\nWhat does it mean when you say\nQ\nWhat does it mean when you say\nthat He ascended to Heaven?\nthat He ascended to heaven?\nA.\nChrist has gone to Heaven for our\nA\nIt means that Christ ascended to\nbenefit until He returns to judge all \nheaven in plain sight of His disciples\nof mankind.\nand that He is there for our benefit,\nuntil He returns to judge over all of\nmankind, both the living and those\nwho have already died.\nQ.\nChrist promised to be with us\nQ\nChrist promised to be with us until\nforever. How is it possible if He is\nthe end of the world. How is this\nin Heaven?\npossible if He is in heaven?\nA\nChrist is always with us as He is\nAs a human being Christ is no\nA\nalso God.\nlonger on earth, but He is always\nwith us in His majesty and grace as\nHe is God.\nQ.\nWhat\nbenefit\ndoes\nChrist's\nQ\nWhat\nbenefit\ndoes\nChrist's\nascension into Heaven have for\nascension into heaven have for us?\nesn\nA\nChrist's ascent into heaven means:\nA.\n Christ prays for us in heaven to the\nChrist prays for us in\nFather, and will take us to Him.\nheaven\nQ.\nDid Christ leave us behind as\nWe have our body in\norphans?\nheaven, as a promise that\nA.\nChrist did not leave us as orphans,\nHe will take us to Him,\nHe sent His Holy Spirit to always\nHe sent His Holy Spirit to\nbe with us and comfort us.\nalways be with us and\ncomfort us.\n41",
    "Page_46": "LORD'S DAY 19 - Jesus: The Judge\nQuestion: Why is it added, And sits at the right hand of God?\nAnswer: Christ ascended into heaven to manifest Himself there as Head of His\nChurch1, through whom the Father governs all things2.\n50\n1Ephesians 1:20-23; Colossians 1:18.\n2Matthew 28:18; John 5:22.\nQuestion: How does the glory of Christ, our Head, benefit us?\nAnswer: First, by His Holy Spirit He pours out heavenly gifts upon us, His\nmembers1. Second, by His power He defends and preserves us against all\n51\nenemies2.\n1Acts 2:33; Ephesians 4:8.\n2Psalms 2:9; Psalms 110:1-2; John 10:28; Ephesians 4:8.\nQuestion: What comfort is it to you that Christ will come to judge the living and the\ndead?\nAnswer: In all my sorrow and persecution I lift up my head and eagerly await as\njudge from heaven the very same person1 who before has submitted Himself to the\njudgment of God for my sake, and has removed all the curse from me. He will cast\n52\n all His and my enemies into everlasting condemnation2, but He will take me and all\nHis chosen ones to Himself into heavenly joy and glory3.\n1Luke 21:28; Romans 8:23; Philippians 3:20; 1 Thessalonians 4:16; Titus 2:13.\n2 Matthew 25:41; 2 Thessalonians 1:6; 2 Thessalonians 1:8, 9.\n3Matthew 25:34; 2 Thessalonians 1:7; 2 Thessalonians 1:10.\n42",
    "Page_47": "Primary\nSecondary\nQ.\nWhat does it mean when we say\nQ\nWhat does it mean when we say\nthat Christ sits at the right hand of\nthat Christ sits at the right hand of\nGod?\nGod?\nA\nThe fact that Christ sits at the right\nBy sitting at the right hand of God,\nA\nhand of God means that the Father\nChrist indicates that He is the Head\nmade Him the Head of His Church\nof His Church through whom God\nto rule and reign over everything\nrules and reigns over everything.\nQ.\nWhat will Christ do when He returns\nQ\nWhat benefit does it have for us that\nto the earth?\nthe Lord Jesus will return and judge\nA.\nWith His return, Christ will punish\nover the living and the dead?\nthose who do not believe for\nWith His return, Christ will punish\neternity, but He will take me and the\nthose who do not believe for\nother chosen ones with Him.\neternity, but He will take me and the\nother chosen ones with Him to\neternal joy and glory.\n43",
    "Page_48": "LORD'S DAY 20 - God the Holy Spirit\nQuestion: What do you believe concerning the Holy Spirit?\nAnswer: First, He is, together with the Father and the Son, true and eternal God1.\nSecond, He is also given to me2, to make me by true faith share in Christ and all\nHis benefits3, to comfort me4, and to remain with me forever5.\nGenesis 1:2;Acts 5:3-4;1 Corinthians 3:16;1 Corinthians 2:10; 1 Corinthians\n6:19\n         \n53\nEphesians 1:13.\n1:2.\n4\nJohn 15:26; Acts 9:31.\n5\nJohn 14:16-17; 1 Peter 4:14.\n44",
    "Page_49": "Primary\nSecondary\nQ.\nWho is the Holy Spirit?\nQ\nWhat do you believe about the Holy\nA.\nThe Holy Spirit is true and eternal\nSpirit?\nGod together with the Father and\nA\nthe Son.\ni\nThe Holy Spirit is true and\nQ.\nWhy was the Holy Spirit given to\neternal God together with the\nyou?\nFather and the Son.\nA.\nThe Holy Spirit was given to me\nThe Holy Spirit was given to\nso that I can believe in Christ, to\nme so that I can have a true\ncomfort me and to be with me\nbelief in Christ, and to have\nalways.\nthrough  this part in His\nblessings; and\nto comfort me and to be with\nme always.\n45",
    "Page_50": "LORD'S DAY 21 - The work of the Holy Spirit: The Church\nQuestion: What do you believe concerning the holy catholic Christian church?\nAnswer: I believe that the Son of God1, out of the whole human race2, from the\nbeginning of the world to its end3, gathers, defends, and preserves for Himself4, by\nHis Spirit and Word5, in the unity of the true faith6, a church chosen to everlasting\nlife7. And I believe that I am8 and forever shall remain a living member of it9.\n2Genesis 26:4; Isaiah 49:6; Romans 10:10-11; Revelation 5:9.\n3Psalms 71:17-18; Isaiah 59:21; 1 Corinthians 11:26.\n4Psalms 129:1-5; Matthew 16:18; John 10:28-30.\n 5Isaiah 59:21; Romans 1:16; Romans 10:14-17; Ephesians 5:26.\n54\n6John 17:20-21; Acts 2:42; Ephesians 4:3-5.\n7Psalms 111:1; Acts 20:28; Romans 8:29; Ephesians 1:10-13; Hebrews 12:22-\n23; 1Peter 2:9.\n8Romans 8:10; 2 Corinthians 13:5; 1 John 3:14; 1 John 3:19-21.\n9Psalms 23:6; John 10:28; Romans 8:35-39; 1 Corinthians 1:8-9; 1 Peter 1:5; 1\nJohn 2:19\nQuestion: What do you understand by the communion of saints?\nAnswer: First, that believers, all and everyone, as members of Christ have\ncommunion with Him and share in all His treasures and gifts1. Second, that\neveryone is duty-bound to use his gifts readily and cheerfully for the benefit and\n55\n well-being of the other members2.\n1Romans 8:32; 1 Corinthians 6:17; 1 Corinthians 12:12-13; 1 John 1:3.\n2 1 Corinthians 12:21; 1 Corinthians 13:1; 1 Corinthians 13:5; Philippians 2:1-8.\nQuestion: What do you believe concerning the forgiveness of sins?\nAnswer: I believe that God, because of Christ's satisfaction, will no more remember\nmy sins1, nor my sinful nature, against which I have to struggle all my life2, but He\nwill graciously grant me the righteousness of Christ, that I may never come into\n56\ncondemnation3.\n1Psalms 103:3; Psalms 103:10; Psalms 103:12; Jeremiah 31:34; Micah 7:19;\nRomans 7:23-25.\n22 Corinthians 5:19;1John 1:7; 1 John 2:2\n3John 3:18; John 5:24.\n46",
    "Page_51": "Primary\nSecondary\nQ.\nWhat is the holy catholic Christian church?\nQ\nWhat do you believe about holy\nA.\nThe holy catholic Christian church is the\ncatholic Christian church?\nmeeting of everyone that truly believed in\nA\nThe Son of God gathers all those\nChrist.\nchosen by the Holy Spirit and Word\nQ.\nWhere does the church come from?\ntogether in His church. I believe that I\nA\nThe Son of God gathers all those chosen by\nbelong to the church of the Lord Jesus\nthe Holy Spirit and Word, together in His\nChrist, now and forever.\nChurch.\nQ\nWhat does the Son of God do for His\nChurch?\nThe Son of God defends and preserves his\n Church from the beginning until the end of\nthe world.\n Do you also belong to the church of the Lord\nJesus Christ?\nYes, I believe that I belong to the church of\nthe Lord Jesus Christ, now and forever.\nQ.\nWhat is the communion of the saints?\nQ\nWhat is the communion of the saints?\nThe communion of the saints means: that\nThe communion of the saints means:\nA\nthe believers must use the gifts they receive\nall believers have a part in Lord\nfrom Christ for the benefit of each other.\nJesus and in all the treasures\nand gifts\nthat the believers must use the\ngifts they receive from Christ for\nthe benefit of each other,\nvoluntarily and with joy.\nQ.\nWhat does the forgiveness of sins mean?\nQ\nWhat do you believe regarding the\nA.\nThe forgiveness of sins means: that I have\nforgiveness of sins?\nno debt before God, because Christ paid in\nFor the sake of Christ, God takes away\nfull for my sins.\nall of my sin in order that He:\nWill never think of it again\nWill never punish me for it\n47",
    "Page_52": "LORD'S DAY 22 - Believe you are saved\nQuestion: What comfort does the resurrection of the body offer you?\nAnswer: Not only shall my soul after this life immediately be taken up to Christ, my\nHead1, but also this my flesh, raised by the power of Christ, shall be reunited with\nmy soul and made like Christ's glorious body2.\n57\n1Luke 16:22; Luke 20:37-38; Luke 23:43; Philippians 1:21; Philippians 1:23.\n 2  Job 19:25-26; 1 Corinthians 15:53-54; Philippians 3:21; 1 John 3:2.\nQuestion: What comfort do you receive from the article about the life everlasting?\nafter this life possess perfect blessedness, such as no eye has seen, nor ear heard,\nnor the heart of man conceived-- a blessedness in which to praise God forever2.\n58\n1 2 Corinthians 5:2-3\n 2John 17:24; 1 Corinthians 2:9.\n48",
    "Page_53": "Primary\nSecondary\nQ.\nWhat comfort do you receive from the\nQ\nWhat comfort do you receive from the\nresurrection of the body?\nresurrection of the body?\nA.\nChrist will raise my body from the dead\nA\nand reunite it with its soul.\nWhen I die, my soul goes to Christ\nQ.\nWhen will Christ raise your body from\nimmediately.\nthe dead?\nii\nChrist will raise my body from the\nChrist will raise my body from the dead\ndead and reunite it with its soul.\nwith His second coming.\nThen my body will be like the\nglorified body of Christ.\nQ\nHow are you comforted by the belief in\nQ\nWhat does the belief in the life everlasting\nthe life everlasting?\nmean to you?\nIn the life everlasting I will be completely\nA\nTo believe in the life eternal means:\nblessed and I will worship God forever.\n一\nIn this life, l already have the\nQ\nWhen do you start enjoying\ngthe\nconcept of eternal joy in my heart.\nhappiness of the life everlasting?\nAfter this life 丨 will be completely\nA\nI already feel the happiness of the life\nblessed and I will praise and worship\neverlasting in my heart because l\nGod forever.\nbelieve in Christ.\n49",
    "Page_54": "LORD'S DAY 23 - True belief saves you\nQuestion: But what does it help you now that you believe all this?\nAnswer: In Christ I am righteous before God and heir to life everlasting1.\n1Habakkuk 2:4; John 3:36; Romans 1:17.\n59\nQuestion: How are you righteous before God?\nAnswer: Only by true faith in Jesus Christ1. Although my conscience accuses me\nthat I have grievously sinned against all God's commandments, have never kept\nany of them?, and am still inclined to all evil3, yet God, without any merit of my own4.\nout of mere grace5, imputes to me the perfect satisfaction6, righteousness, and\nholiness of Christ7. He grants these to me as if I had never had nor committed any\nsin, and as if I myself had accomplished all the obedience which Christ has\nrendered for me8, if only I accept this gift with a believing heart9.\n60\n1Romans 3:21-22; Romans 3:24; Romans 5:1-2; Galatians 2:16; Ephesians 2:8-\n9; Philippians 3:9.\n2Romans 3:9.\n3Romans 7:23.\n4  Deuteronomy 9:6; Ezekiel 36:22; Romans 4:4; 2 Corinthians 5:19; Titus 3:5.\n 5Romans 3:24; Ephesians 2:8.\n61 John 2:2.\n71 John 2:1.\n82 Corinthians 5:21.\n9John 3:18; Romans 3:22.\nAnswer: Not that I am acceptable to God on account of the worthiness of my faith,\nfor only the satisfaction, righteousness, and holiness of Christ is my righteousness\n61\nbefore God1. I can receive this righteousness and make it mine my own by faith\nonly2.\n11 Corinthians 1:30; 1 Corinthians 2:2.\n21 John 5:10.\n50",
    "Page_55": "Primary\nSecondary\nQ\nWhat worth does believing everything\nQ\nWhat worth does believing everything\nthat is said in the Twelve Articles have for\nthat is said in the Twelve Articles have for\nyou?\nyou?\n>\nBy believing everything that is said in the\nBy believing everything that is said in the\nTwelve Articles, I become righteous\nTwelve Articles I become  righteous\nbefore God through Christ.\nbefore God through Christ, and I become\n an heir to the life eternal.\nQ.\nWhat does it mean to be righteous?\nQ\nHow do you become righteous before\nA.\nTo be righteous means that God has\nGod?\ndeclared me innocent.\nA\nMy sins are forgiven only through a true\nQ\nHow can you be innocent while you still\nbelief in Jesus Christ, as if I never had\nsin?\nsin.\nI am innocent before God because\nChrist, in whom I believe has paid my\ndebt.\nQ.\nCan you receive this righteousness\nQ\nWhy do you state that you can only\nthrough faith?\nbecome righteous through a true belief?\nNo, Christ earned my righteousness\nMy faith does not make me righteous,\nA\nA\nbefore God and I accept it through my\nChrist earned my righteousness before\nfaith.\nGod and I accept it through my faith.\n51",
    "Page_56": "LORD'S DAY 24 - True belief is visible in the faithful\nQuestion: But why can our good works not be our righteousness before God, or at\nleast a part of it?\nAnswer: Because the righteousness which can stand before God's judgment must\n62\n be absolutely perfect and in complete agreement with the law of God1, whereas\neven our best works in this life are all imperfect and defiled with sin2.\n1Deuteronomy 27:26; Galatians 3:10.\n2Isaiah 64:6.\nQuestion: But do our good works earn nothing, even though God promises to\nreward them in this life and the next?\nAnswer: This reward is not earned; it is a gift of grace1.\n1Luke 17:10.\n63\nQuestion: Does this teaching not make people careless and wicked?\nAnswer: No. It is impossible that those grafted into Christ by true faith should not\nbring forth fruits of thankfulness1.\n64\n1Matthew 7:18; John 15:5.\n52",
    "Page_57": "Primary\nSecondary\nQ.\nCan our good deeds make us righteous?\nWhy can't our good deeds make us\nQ\nA\nNo, because all our deeds are filled with\nrighteous?\nsin, not even our best deeds can make us\nA\nOnly perfect deeds can not earn\nrighteous.\nsomething before God, because all our\ndeeds are filled with sin, not even our\nbest deeds can make us righteous.\nQ\nBut doesn't God reward us for our good\nQ\nBut doesn't God reward us for our good\ndeeds?\ndeeds?\nA\nThe reward is not earned by good deeds\nA\nGod does reward good deeds, but the\nbut received by God's grace alone.\nreward is not earned by good deeds but\nQ.\nIf our good deeds earn us nothing, won't\nreceived by God's grace alone.\nwe stop doing them?\nA\nNo. Someone that believes in Christ\ncannot, due to his gratitude, stop doing\ngood deeds.\nQ.\nWhy do the faithful continue to do good\nQ\nDoes this teaching not make people\ndeeds?\ncareless and wicked?\nA\nThe faithful continue with good deeds\nA\nThis teaching does not make people\nbecause a good tree bears good fruit.\ncareless and wicked because someone\nwho has been joined to Christ through a\ntrue faith will bear good fruit as a result of\nhis gratitude.\n53",
    "Page_58": "LORD'S DAY 25 - God strengthens true faith visibly:\nSacraments\nQuestion: Since then faith alone makes us share in Christ and all His benefits,\nwhere does this faith come from?\nAnswer: From the Holy Spirit, who works it in our hearts1 by the preaching of the\ngospel, and strengthens it by the use of the sacraments2.\n1 John 3:5; Ephesians 2:8; Ephesians 6:23; 1 Corinthians 2:12; 1 Corinthians\n65\n12:3; Philippians 1:29.\nQuestion: What are the sacraments?\nAnswer: The sacraments are holy, visible signs and seals. They were instituted by\nGod so that by their use He might the more fully declare and seal to us the promise\nof the gospel. And this is the promise: that God graciously grants us forgiveness of\n66\nsins and everlasting life because of the one sacrifice of Christ accomplished on the\ncross1.\n1 Genesis 17:11; Leviticus 6:25; Deuteronomy 30:6; Isaiah 6:6-7; Isaiah 54:9;\nEzekiel20:12;Romans 4:11;Hebrews9:7-9;Hebrews9:24.\nQuestion: Are both the Word and the sacraments then intended to focus our faith\non the sacrifice of Jesus Christ on the cross as the only ground of our salvation?\nAnswer: Yes, indeed. The Holy Spirit teaches us in the gospel and assures us by\n67\nthe sacraments that our entire salvation rests on Christ's one sacrifice for us on the\ncross1.\n1Romans 6:3;Galatians 3:27.\nQuestion: How many sacraments has Christ instituted in the new covenant?\nAnswer: Two: holy baptism and the holy supper.\n68\n54",
    "Page_59": "Primary\nSecondary\nQ.\nWhere does your faith in God come from?\nSince we can only have part in Christ and\nA.\nWe are given faith by the Holy Spirit\nHis blessings through true faith, where\nQ.\nHow are we given faith by the Holy Spirit?\ndoes your faith in God come from?\nA.\nThe Holy Spirit gives us faith through the\nA\nWe are given faith by the Holy Spirit.\npreaching of the Gospel.\nQ\nHow does the Holy Spirit work faith in our\nQ.\nHow does the Holy Spirit strengthen our\nhearts?\nfaith?\nA\nThe Holy Spirit works faith in our hearts\nThe Holy Spirit strengthens our faith\nthrough the preaching of the Gospel.\nA\nthrough the sacraments.\nQ\nHow does the Holy Spirit strengthen our\nfaith?\nA\nThe Holy Spirit strengthens our faith\nthrough the sacraments.\nQ.\nWhat are the sacraments?\nQ\nWhat are the sacraments?\nA.\nThe sacraments are holy, visible signs\nA\nThe sacraments are holy, visible signs\nand seals, instituted by God.\nand seals, instituted by God, in order for\nus to understand the promise of the\nGospel as well as to make us sure of it.\nQ.\nHow many sacraments are there?\nQ\nWhich sacraments did Christ institute?\nA.\nTwo:\nA\nChrist instituted two sacraments, the\ni\nThe Holy Baptism and\nHoly Baptism and The Holy Supper.\nii\nThe Holy Supper\n55",
    "Page_60": "LORD'S DAY 26 - God strengthens true faith visibly: The\nHoly Baptism (1)\nQuestion: How does holy baptism signify and seal to you that the one sacrifice of\nChrist on the cross benefits you?\nAnswer: In this way: Christ instituted this outward washing1 and with it gave the\npromise2 that, as surely as water washes away the dirt from the body3, so certainly\n69\nHis blood and Spirit wash away the impurity of my soul, that is, all my sins.\n1Matthew 28:19.\n2Matthew 3:11; Matthew 28:19; Mark 16:16; John 1:33; Acts 2:38; Romans 6:3-\n4.\n3Luke 3:3; Mark 1:4; 1 Peter 3:21.\nQuestion: What does it mean to be washed with Christ's blood and Spirit?\nAnswer: To be washed with Christ's blood means to receive forgiveness of sins\nfrom God, through grace, because of Christ's blood, poured out for us in His\nsacrifice on the cross1. To be washed with His Spirit means to be renewed by the\nHoly Spirit and sanctified to be members of Christ, so that more and more we\n70\nbecomedead tosin and lead a holy andblameless life2\nRevelation 7:14.\n2Ezekiel 36:26-27; John 1:33; John 3:5; Romans 6:4; 1 Corinthians 6:11; 1\nCorinthians 12:13; Colossians 2:11-12.\nQuestion: Where has Christ promised that He will wash us with His blood and Spirit\nas surely aswe arewashed with thewater of baptism?\nAnswer: In the institution of baptism, where He says: Go therefore and make\nand of the Holy Spirit1. He who believes and is baptized will be saved, but he who\n71\ndoes not believe will be condemned2. This promise is repeated where Scripture\n1Matthew 28:19.\n2Mark 16:16.\n3Acts 22:16; Titus 3:5.\n56",
    "Page_61": "Primary\nSecondary\nQ\nWhat meaning does the Holy Baptism\nQ\nHow does the Baptism teach and assure\nhave?\nyou that Christ's sacrifice on the cross\nA\nThe Holy Baptism means that I have\nsaved you from your sin?\nbeen cleansed from all my sins by the\nJust as I am cleansed with water during\nblood and spirit of Christ.\nbaptism, I have been cleansed with the\nblood and spirit of Christ from all my sins.\nQ.\nWhat does it mean to be cleansed by the\nQ\nWhat does it mean be cleansed by the\nblood and spirit of Christ?\nblood of Christ?\nChrist's blood cleanses us of our sins and\nTo be cleansed by Christ's blood means\nA\nHis Holy Spirit renews us to live more and\nthat all of my sins have been forgiven,\nmore with Christ.\nbecause Jesus paid for them with His\nblood.\nQ\nWhat does it mean to be cleansed by the\nSpirit of Christ?\nTo be cleansed by the Spirit of Christ\nmeans that through the Holy Spirit we are\nsanctified to be members of Christ.\nQ.\nHow did Christ institute the Baptism?\nQ\nWhere in the Bible do we read how Christ\nA\nIn Matthew 28:19 He said: \"Go, then, to\ninstituted the Baptism?\nall peoples everywhere and make them\nIn Matthew 28:19 He said: “Go, then, to\n4\nmy disciples: baptize them in the name of\nall peoples everywhere and make them\nthe Father, the Son, and the Holy Spirit,\nmy disciples: baptize them in the name of\nand teach them to obey everything I have\nthe Father, the Son, and the Holy Spirit,\ncommanded you\"\nand teach them to obey everything I have\ncommanded you\"\n57",
    "Page_62": "LORD'S DAY 27 - God strengthens true faith visibly: The\nHoly Baptism (2)\nQuestion: Does this outward washing with water itself wash away sins?\n72\nsins2.\n1Matthew 3:11; Ephesians 5:26; 1 Peter 3:21.\n21 Corinthians 6:11; 1 John 1:7.\nand the washing away of sins?\nAnswer: God speaks in this way for a good reason. He wants to teach us that the\nblood and Spirit of Christ remove our sins just as water takes away dirt from the\n73\nbody1. But, even more important, He wants to assure us by this divine pledge and\nsign that we are as truly cleansed from our sins spiritually as we are bodily washed\nwith water2.\n1 1 Corinthians 6:11; Revelation 1:5; Revelation 7:14.\n2Mark 16:16; Galatians 3:27.\nQuestion: Should infants, too, be baptized?\nAnswer: Yes. Infants as well as adults belong to God's covenant and congregation1.\ncovenant, they must be grafted into the Christian church and distinguished from\nthe children of unbelievers3. This was done in the old covenant by circumcision4, in\n74\nplace of which baptism was instituted in the new covenant5.\n1 Genesis 17:7.\n 2Psalms 22:10; Isaiah 44:1-3; Matthew 19:14; Luke 1:15; Acts 2:39.\n3Acts 10:47.\n4  Genesis 17:14.\n5Colossians 2:11-13.\n58",
    "Page_63": "Primary\nSecondary\nQ\n Does the baptism water cleanse us from\nQ\nDoes the baptism water cleanse us from\nsin?\nsin?\nNo. Not the baptism water, only the\nThe baptism water does not wash away\nA\nblood of Christ and His Holy Spirit can\nour sins, only the blood of Christ and His\ncleanse away our sins.\nHoly Spirit can cleanse away our sins.\nQ.\nWhy must infants also be baptised?\nQ\nWhy must infants also be baptised?\nInfants must be baptised as they also\nA\nInfants must be baptised as they,\nA\nbelong to the Lord and His Church.\ntogether with the adults, belong to the\ncovenant of God and the church of Christ.\n59",
    "Page_64": "LORD'S DAY 28 - God strengthens true faith visibly: The\nLord's Supper (1)\nQuestion: How does the Lord's Supper signify and seal to you that you share in\nChrist's one sacrifice on the cross and in all His gifts?\nAnswer: In this way: Christ has commanded me and all believers to eat of this\nbroken bread and drink of this cup in remembrance of Him. With this command He\ngave these promises1: First, as surely asI see with my eyes the bread of the Lord\nbroken for me and the cup given to me, so surely was His body offered for me and\nHis blood poured out for me on the cross. Second, as surely as I receive from the\n75\nhand of the minister and taste with my mouth the bread and the cup of the Lord as\nrefresh my soul to everlasting life with His crucified body and shed blood.\n1Matthew 26:26-28;Mark 14:22-24;Luke 22:19-20;1Corinthians 10:16-17;1 Corinthians\n11:23-25; 1Corinthians 12:13.\nQuestion: What does it mean to eat the crucified body of Christ and to drink His\nshed blood?\nAnswer: First, to accept with a believing heart all the suffering and the death of\nChrist, and so receive forgiveness of sins and life eternal1. Second, to be united\nmore and more to His sacred body through the Holy Spirit, who lives both in Christ\nand in us2. Therefore, although Christ is in heaven? and we are on earth, yet we\n76\nare flesh of His flesh and bone of His bones4, and we forever live and are governed\nby one Spirit, as the members of our body are by one soul5.\n1John 6:35; John 6:40; John 6:47-54.\n2John 6:55-56.\n3Acts 1:9-11; Acts 3:21; 1 Corinthians 11:26;Colossians 3:1.\n41 Corinthians 6:15; Ephesians 3:16; Ephesians 5:29-30; 1 John 3:24; 1 John 4:13.\n5John 6:57; John 15:1-6; Ephesians 4:15-16.\n60",
    "Page_65": "Primary\nSecondary\nQ\nHow does the Lord's Supper teach us\nQ\nWhat does the bread and wine at the Lord's\nthat Christ died for us?\nSupper signify?\nChrist said we should remember his\nA\nThe bread represents Christ's body that\ndeath when we eat the bread and drink\nwas broken and the wine represents His\nthe wine.\nblood that was shed for our sins on the\nQ.\nWhat meaning does the bread and the\ncross.\nwine hold in the Lord's Supper?\nQ\nWhat assurance does the Lord's Supper\nA\nThe bread represents Christ's body\ngive us?\nthat was broken and the represents His\nA\nJust as the bread and wine nourishes and\nblood that was shed.\nrevives my body, my soul will be nourished\nQ\nWhat assurance does the bread and\nand revived by Christ through the work of\nwine give us?\n the Holy Spirit with His body and blood.\nA\nThe bread and wine assures us that\nthe body of Christ was broken and His\nblood was shed for us.\nQ\nWhat meaning does it hold for you to eat the\nbroken body and drink the spilt blood of\nChrist?\nDuring the Lord's Supper, the Lord\nA\nstrengthens us by:\nMaking us righteous through His\nblood; and\nSanctifying us through His Spirit.\n61",
    "Page_66": "Question: Where has Christ promised that He will nourish and refresh believers\nwith His body and blood as surely as they eat of this broken bread and drink of this\ncup?\nAnswer: In the institution of the Lord's supper1: The Lord Jesus on the night when\nHe was betrayed took bread, and when He had given thanks, He broke it and said,\n\"This is my body which is for you. Do this in remembrance of me.\" In the same way\nalso the cup, after supper, saying,\"Do this, as often as you drink it, in remembrance\nof me.\" For as often as you eat this bread and drink the cup, you proclaim the Lord's\n77\nof blessing which we bless, is it not a participation in the blood of Christ? The bread\nwhich we break, is it not a participation in the body of Christ? Because there is one\nbread, we who are many are one body, for we all partake of the one bread3.\n1Matthew 26:26-28; Mark 14:22-24; Luke 22:19-20.\n2 1 Corinthians 11:23-26.\n31 Corinthians 10:16, 17.\n62",
    "Page_67": "Q.\nWhen did Christ promise salvation\nQ\nWhere did Christ promise all of these things\nthrough His body and blood?\nto us?\nA\nWith the institution of the Lord's\nA\nWith the institution of the Lord's Supper,\nSupper, Christ promised salvation\nChristpromisedsalvationthroughHisbody\nthrough His body and blood.\nand blood. 1 Corinthians 11:23-26: \"For I\nreceived from the Lord the teaching that I\npassed on to you: that the Lord Jesus, on\nthe night he was betrayed, took a piece of\nbread, gave thanks to God, broke it, and\nsaid, 'This is my body, which is for you. Do\nthis in memory of me'. In the same way,\nafter the supper he took the cup and said,\nThis cup is God's new covenant, sealed\nwith my blood. Whenever you drink it, do so\nin memory of me. This means that every\ntime you eat this bread and drink from this\ncup you proclaim the Lord's death until he\ncomes'.\"\n63",
    "Page_68": "LORD'S DAY 29 - God strengthens true faith visibly: The\nLord's Supper (2)\nQuestion: Are then the bread and wine changed into the real body and blood of\nChrist?\nAnswer: No1. Just as the water of baptism is not changed into the blood of Christ\nand is not the washing away of sins itself but is simply God's sign and pledge2, so\nalthough it is called Christ's body3 in keeping with the nature and usage of\n78\nsacraments4.\n1Matthew 26:29.\n2Ephesians 5:26; Titus 3:5.\n3 1 Corinthians 10:16-17; 1 Corinthians 11:26.\n4 Genesis 17:10-11; Exodus 12:11; Exodus 12:13; Exodus 13:9; 1 Corinthians\n10:3-4; 1Peter 3:21.\nQuestion: Why then does Christ call the bread His body and the cup His blood, or\nthe new covenant in His blood, and why does Paul speak of a participation in the\nbody and blood of Christ?\nAnswer: Christ speaks in this way for a good reason: He wants to teach us by His\nsupper that as bread and wine sustain us in this temporal life, so His crucified body\nand shed blood are true food and drink for our souls to eternal life1. But, even more\n79\nimportant, He wants to assure us by this visible sign and pledge, first, that through\nthe working of the Holy Spirit we share in His true body and blood as surely as we\nreceive with our mouth these holy signs in remembrance of Him, and, second, that\nall His suffering and obedience are as certainly ours as if we personally had\nsuffered andpaidfor our sins2.\n1John 6:51; John 6:53-55.\n21 Corinthians 10:16-17.\n64",
    "Page_69": "Primary\nSecondary\nQ.\nDoes the bread and wine turn into the\nQ\nDoes the breadand wine turn into the\ntrue body and blood of Christ?\ntrue body and blood of Christ?\nNo, the wine and bread are only signs\nA\nThe wine and bread does not change into\nand pledges of the body and blood of\nthe true body and blood of Christ. They\nChrist.\nare only signs and pledges that our souls,\nin our faith in Him, are fed and revived by\nHis crucified body and blood.\nQ\nWhy then does Christ call the bread His\nQ\nWhy then does Christ call the bread His\nbody and the wine His blood?\nbody and the wine His blood?\nChrist means that the bread and wine\nA\nChrist wants to teach us that, just as\nrepresents His body and His blood.\nbread and wine nourishes and revives\nour bodies, in the same way His body and\nblood, through the working of the Holy\nSpirit, nourishes and revives our souls.\n65",
    "Page_70": "LORD'S DAY 30 - God strengthens true faith visibly: The\nLord's Supper (3)\nAnswer: The Lord's supper testifies to us, first, that we have complete forgiveness\naccomplished on the cross once for all;1 and, second, that through the Holy Spirit\nwe are grafted into Christ2, who with His true body is now in heaven at the right\nhand of the Father3, and this is where He wants to be worshipped4. But the mass\nteaches, first, that the living and the dead do not have forgiveness of sins through\nthe suffering of Christ unless He is still offered for them daily by the priests; and,\nsecond, that Christ is bodily present in the form of bread and wine, and there is to\n80\nsacrifice and suffering of Jesus Christ, and an accursed idolatry5.\n1Matthew 26:28; Luke 22:19-20; John 19:30; Hebrews 7:26-27; Hebrews 9:12;\nHebrews 9:24-28; Hebrews 10:10; Hebrews 10:12; Hebrews 10:14.\n21 Corinthians 6:17; 1 Corinthians 10:16-17.\n3John 20:17; Colossians 3:1; Hebrews 1:3; Hebrews 8:1\n4 Acts 7:55; Philippians 3:20; Colossians 3:1; 1 Thessalonians 1:10.\n5Hebrews 9:26; Hebrews 10:12; Hebrews 10:14.\nQuestion: Who are to come to the table of the Lord?\nAnswer: Those who are truly displeased with themselves because of their sins and\nby the suffering and death of Christ, and who also desire more and more to\nstrengthen their faith and amend their life. But hypocrites and those who do not\nrepent eat and drink judgment upon themselves1.\n81\n11 Corinthians 10:19-22; 1 Corinthians 11:28.\n66",
    "Page_71": "Primary\nSecondary\nQ\nWhat does the Roman Mass teach?\nA\nTheMass teaches that:\ni\nThe bread and wine change into\nthe true body and blood of Christ.\nii\nChrist must be worshipped in bread\nand wine.\nMan only receives forgiveness for\nhis sins if Christ is offered for them\ndaily by the priests.\nWhat does the Lord's Supper teach us\nQ\nabout this misconception of the Roman\nMass?\nThe Lord's Supper teaches:\nWe receive forgiveness for our sins\nthrough the one sacrifice of Christ\non the cross.\nChrist is not present at the Lord's\nSupper in bodily form, but we are\nunited with Him through His Holy\nSpirit.\nChrist must be worshipped where\nHe is at the right hand of His Father\nin heaven.\nQ.\nFor who was the Lord's Supper\nQ\nFor who was the Lord's Supper instituted?\ninstituted?\nA\nThe Lord's Supper was instituted for\nThe Lord's Supper was instituted only for\npeople who:\nthose who truly believe.\nhave sincere remorse for their sins,\nbelieve and trust that their sins\nhave been forgiven for the sake of\nChrist,\nwant to truly lead a better life of\nthanksgiving.\nQ\nMay hypocrites and the unrepented have\na part in the Lord's Supper?\nA\nHypocrites and the unrepented may not\ntake part in the Lord's Supper, as they wil\neat and drink a judgment on themselves.\n67",
    "Page_72": "Question: Are those also to be admitted to the Lord's supper who by their\nconfession and life show that they are unbelieving and ungodly?\nAnswer: No, for then the covenant of God would be profaned and His wrath kindled\nagainst thewhole congregation1.\n1 Psalms 50:16; Isaiah 1:11; Isaiah 66:3; Jeremiah 7:21; 1 Corinthians 11:20; 1\nCorinthians 11:34.\n82\n68",
    "Page_73": "Q\nAre ungodly and unbelieving people\nWhat happens when people who behave\nallowed to partake in Lord's Supper?\nlike ungodly and unbelieving people are\nA\nNo, unbelieving and ungodly people are\nallowed to take part in the Lord's Supper?\nto be excluded from the Lord's Supper.\nWhen unbelieving and ungodly people\nQ\nHow are the unbelieving and ungodly\nare allowed to take part in the Lord's\npeople excluded?\nSupper, the covenant of God is\nThe church must exclude the unbelieving\ndesecrated and His wrath is called down\nand ungodly people through the keys of\non the entire congregation.\nthe kingdom of heaven.\nHow should the church act against\nmembers that behave, in teaching and in\nlife, as unbelieving and ungodly people?\nThe church is, according to the directions\nof Christ, duty bound to exclude the\nunbelieving and ungodly people through\nthe keys of the kingdom of heaven, until\nthey show amendment in their lives.\n69",
    "Page_74": "LORD'S DAY 31- God strengthens true faith visibly:\nChurch Discipline\nQuestion: What are the keys of the kingdom of heaven?\nAnswer: The preaching of the holy gospel and church discipline. By these two the\nkingdom of heaven is opened to believers and closed to unbelievers1.\n1Matthew 16:18-19; Matthew 18:15-18.\n83\nQuestion: How is the kingdom of heaven opened and closed by the preaching of\nthe gospel?\nAnswer: According to the command of Christ, the kingdom of heaven is opened\nwhen it is proclaimed and publicly testified to each and everybeliever that God has\nreally forgiven all their sins for the sake of Christ's merits, as often as they by true\n84\nfaith accept the promise of the gospel. The kingdom of heaven is closed when it is\nproclaimed and testified to all unbelievers and hypocrites that the wrath of God and\neternal condemnation rest on them as long as they do not repent. According to this\ntestimony of the gospel, God will judge both in this life and in the life to come1.\n1Matthew 16:19; John 20:21-23.\nQuestion: How is the kingdom of heaven closed and opened by church discipline?\nAnswer: According to the command of Christ, people who call themselves\nChristians but show themselves to be unchristian in doctrine or life are first\nwickedness, they are reported to the church, that is, to the elders. If they do not\nheed also their admonitions, they are forbidden the use of the sacraments, and\nHimself from the kingdom of Christ. They are again received as members of Christ\n85\n and of the church when they promise and show real amendment1.\n1 Matthew 18:15-18; 1 Corinthians 5:4-5; 1 Corinthians 5:11; 2 Corinthians 2:6-\n8; 2 Thessalonians 3:14-15; 2 John 10-11.\n70",
    "Page_75": "Primary\nSecondary\nQ.\nWhat are the key of the kingdom of\nQ\nWhat are the keys of the kingdom of\nheaven?\nheaven?\nThey are the keys with which the\nThey are the keys with which the kingdom\nkingdom of heaven is opened and\nof heaven is opened and closed. There\nclosed.\nare two keys to the kingdom of heaven:\nQ.\nHow many keys are there?\nThe preaching of the gospel; and\nA.\nThere are two keys to the kingdom of\nii\nchurch discipline or exclusion from\nheaven:\nthe congregation.\ni.\n The preaching of the gospel; and\ni.\nchurch discipline.\nQ.\nHow is the kingdom of heaven opened\nQ\nHow is the kingdom of heaven opened\nthrough the preaching of the gospel?\nthrough the preaching of the gospel?\nA\n By preaching the gospel the kingdom of\nA\nIt is proclaimed to those who truly believe\nheaven is opened for those who truly\nin the promise of the Gospel that their sins\nbelieve.\nare forgiven for the sake of Christ; in\nQ\nHow is the kingdom of heaven closed\ncontrast to this it is proclaimed to the\nthrough the preaching of the gospel?\nunbelieving that the wrath of God will\nA\nBy preaching the kingdom of gospel the\nremain on them for as long as the refuse\nkingdom of heaven is closed for those\nto repent.\nwho do not repent and\nd remain\nunbelieving.\nQ\nHow is the kingdom of heaven closed by\nQ\nHow is the kingdom of heaven opened and\nchurch discipline?\nclosed by church discipline?\nThe kingdom of heaven is closed by\nA\nA\nchurch discipline when members who\ni\nThe members who do not behave\nknowingly keep on sinning are withheld\nlike Christians are admonished.\nfrom the Holy Sacraments.\nMembers who do not heed the\nQ\nWhat does it mean when someone is\nadmonishment, and continue to sin\nwithheld from the Holy Sacraments?\nare witheld from the Holy\nA\nFor someone who is withheld from the\nSacraments.\nHoly Sacraments, the kingdom \nof\nWhen they repent they are once\nheaven is closed by the Lord himself\nagain accepted into the church of\nunless that person repents.\nChrist.\nQ\nHow is the kingdom of heaven unlocked\nby church discipline?\nA\nThe kingdom of heaven is unlocked by\nchurch discipline when the member\nrepents and is once again accepted as a\nmember of Christ in the church.\n71",
    "Page_76": "LORD'S DAY 32 - Salvation translates into actions: The\nway you live\nQuestion: Since we have been delivered from our misery by grace alone through\nChrist, without any merit of our own, why must we yet do good works?\nAnswer: Because Christ, having redeemed us by His blood, also renews us by His\nHoly Spirit to be His image1, so that with our whole life we may show ourselves\nthankful to God for His benefits, and He may be praised by us2. Further, that we\nourselves may be assured of our faith by its fruits3, and that by our godly walk of\nlife we may win our neighbours for Christ4.\n1Romans 6:13; Romans 12:1-2; 1 Corinthians 6:20; 1 Peter 2:5; 1 Peter 2:9.\n86\n2Matthew 5:16; 1 Peter 2:12.\n3Matthew 7:17; Galatians 5:6; Galatians 5:22; 2 Peter 1:10.\n4 Romans 14:19; 1 Peter 3:1-2.\nimpenitent walk of life?\nAnswer: By no means. Scripture says that no unchaste person, idolater, adulterer,\nthief, greedy person, drunkard, slanderer, robber, or the like shall inherit the\n87\nkingdom of God1.\n11 Corinthians 6:9-10; Ephesians 5:5-6; 1 John 3:14\n72",
    "Page_77": "Primary\nSecondary\nQ\nIf we are delivered from our sins by\nQ\nIf we are delivered from our sins by grace\ngrace alone through Christ, must we\nthrough Christ alone, why must we still do\nstill do good works?\ngood works?\nWith our good works we must show our\nA\nWe must do good works:\nA\nthankfulness toward God for all His\nbecause, through His Spirit He\ngrace.\nrenews us so that we can show our\nQ.\nHow do we manage to be thankful?\ngratitude to God.\nA.\nThe Holy Spirit turns us into new\nbecause the authenticity of our faith\npeople, enabling us to be thankful.\nis confirmed through the good deeds\nQ.\nWhat benefit does it have to do good\nthat we do.\nworks?\nbecause through our Christian way\ni\nThe good works that we do give us\nA\nof life we draw other people towards\nconfirmation of the fact that we are\nChrist.\nbelievers.\nWhat benefit do our good works have\nfor other people?\nA\nOther people can be drawn to Christ\nthrough our good works.\nQ\nCan those, who do not turn from their\nQ\nCan those who do not turn from their\nungrateful and shameful life, be saved?\nungrateful and shameful lives be saved?\nNo, the ungodly people who do not\nA\nPeople who do not repent but carry on with\nrepent will not inherit the kingdom of\ntheir ungodly way of life, will not inherit the\nheaven.\nkingdom of heaven. The Bible says that no\none who is immoral, or who worship idols,\nor are adulterers, or who steal, or are\ngreedy or drunkards, or who slander\nothers, will possess the kingdom of God.\n73",
    "Page_78": "LORD'S DAY 33- Salvation translates into actions:\nRepentance\nQuestion: What is the true repentance or conversion of man?\nAnswer: It is the dying of the old nature and the coming to life of the new1.\n1\nRomans 6:1-2; Romans 6:4-6; 1 Corinthians 5:7; 2 Corinthians 7:10; Ephesians\n88\n4:22-24; Colossians 3:5-6; Colossians 3:8-10.\nQuestion: What is the dying of the old nature?\nAnswer: It is to grieve with heartfelt sorrow that we have offended God by our sin,\nand more and more to hate it and flee from it1.\n89\n1Hosea 6:1 ; Joel 2:13; Romans 8:13.\nQuestion: What is the coming to life of the new nature?\nAnswer: It is a heartfelt joy in God through Christ1, and a love and delight to live\naccording to the will of God in all good works2.\n90\n1Isaiah 57:15; Romans 5:1-2; Romans 14:17.\n2 Romans 6:10-11; Galatians 2:20.\nQuestion: But what are good works?\nAnswer: Only those which are done out of true faith1, in accordance with the law of\nGod?, and to His glory3, and not those based on our own opinion or on precepts of\nmen4.\n91\n1Romans 14:23.\n2Leviticus 18:4; 1 Samuel 15:22; Ephesians 2:10.\n3 1 Corinthians 10:31.\n4Isaiah 29:13-14; Ezekiel 20:18-19; Matthew 15:7-9.\n74",
    "Page_79": "Primary\nSecondary\nQ\nHow many components make up the true\nQ\nHow many components make up the true \nrepentance of man?\nrepentance of man?\nA\nTrue repentance has two components:\nA\nTrue repentance has two components:\ni.\nthe dying of the old disobedient\nthe dying of the old disobedient \nnature, and \nnature, and \nii.\nthe rebirth of the new obedient\nii\nthe rebirth of the new obedient\nnature of man.\nnature of man.\nQ\nWhat is the dying of the old disobedient\nQ\nWhat is the dying of the old disobedient\nnature of man?\nnature of man?\nA\nThe dying of the old disobedient nature of \nA\nThe dying of the old disobedient nature of\nman is to grieve with heartfelt sorrow over\nman is to grieve with heartfelt sorrow that\nour sins.\nwe have hurt God with our sins to the\npoint where we hate sin even more and\nflee away from it.\nQ.\nWhat is the rebirth of the new obedient\nWhat is the rebirth of the new obedient\nnature of man?\nnature of man?\nA\nThe rebirth of the new obedient nature of\nA\nThe rebirth of the new obedient nature of\nman is a heartfelt joy in God through\nman is a heartfelt joy in God through\nChrist, and a heartfelt desire to do good\nChrist, and a heartfelt desire to do good\nworks.\nworks and life according to the will of\nGod.\nQ.\nWhat are good works?\nQ\nWhat are good works?\nA.\nGood works are what we do\nA\n Good works are what we do that are:\ni\nfrom a true faith,\nfrom a true faith,\nii\ndone according to the law of God,\nii\ndone according to the law of God,\ndone to His glory alone.\nimi\ndone to His glory alone.\n75",
    "Page_80": "2",
    "Page_81": "Question: What is the law of the LORD?\nAnswer: God spoke all these words, saying:\nI am the LORD your God, who brought you out of the land of Egypt, out of the\nhouse of bondage.\n1.\nYou shall have no other gods before Me.\n2.\nthat is in heaven above, or that is in the earth beneath, or that is in the water\nLORD your God am a jealous God, visiting the iniquity of the fathers upon\nthe children to the third and fourth generation of those who hate Me, but\ncommandments.\nYou shall not take the Name of the LORD your God in vain; for the LORD\nwill not hold him guiltless who takes His Name in vain.\n4.\npe 'nogei lus no shep xis iou l! daay on ep yeqgs au laqwawa\n92\ndo all your work; but the seventh day is a sabbath to the LORD your God;\nunon ‘aybnep unos jo 'uos ano jo 'non 'yuom Kue op jou leus nos 1! u!\nmanservant, or your maidservant, or your cattle, or the sojourner who is\nblessed the sabbath day and hallowed it.\n5.\nHonour your father and your mother, that your days may be long in the land\nwhich the LORD your God gives you.\n6.\nYou shall not kill.\n7.\nYou shall not commit adultery.\n8.\nYou shall not steal.\n9.\nYou shall not bear false witness against your neighbour.\n10.\nYou shall not covet your neighbour's house; you shall not covet your\nhis ass, or anything that is your neighbour's.\nLORD'S DAY 34 - Salvation translates into actions: The\nLaw: One true God\n3",
    "Page_82": "4",
    "Page_83": "93\nQuestion: How are these commandments divided?\nsecond, what duties we owe our neighbour1.\n1Exodus 31:18; Exodus 34:28; Deuteronomy 4:13; Deuteronomy 10:3-4.\n2Matthew 22:37-40.\n94\nQuestion: What does the LORD require in the first commandment?\nAnswer: That for the sake of my very salvation I avoid and flee all idolatry1,\nwitchcraft, superstition2, and prayer to saints or to other creatures3. Further, that\nI rightly come to know the only true God4, trust in Him alone5, submit to Him with\nall humility6 and patience?, expect all good from Him only*, and love9, fear,10 and\nhonour Him11 with all my heart. In short, that I forsake all creatures rather than\ndo the least thing against His will12\n11 Corinthians 6:10; 1 Corinthians 10:7; 1 Corinthians 10:14; 1 John 5:21.\n2Leviticus 19:31; Deuteronomy 18:9-12.\n3Matthew 4:10; Revelation 19:10; Revelation 22:8-9.\n4John 17:3.\n 5  Jeremiah 17:5; Jeremiah 17:7.\n61 Peter 5:5.\n7 Romans 5:3-5; 1 Corinthians 10:10; Philippians 2:14; Colossians 1:11;\nHebrews 10:36.\n8Psalms 104:27-28; Isaiah 45:7; James 1:17.\n9Deuteronomy 6:5; Matthew 22:37.\n10 Deuteronomy 6:2; Psalms 111:10; Proverbs 1:7; Proverbs 9:10; Matthew\n10:28.\n11 Deuteronomy 10:20; Matthew 4:10.\n12 Matthew 5:29-30; Matthew 10:37-39; Acts 5:29.\n95\nQuestion: What is idolatry?\nAnswer: ldolatry is having or inventing something in which to put our trust instead\nof, or in addition to, the only true God who has revealed Himself in His Word1.\n11 Chronicles 16:26; Isaiah 44:15-17; John 5:22; Galatians 4:8; Ephesians\n2:12; Ephesians 5:5; Philippians 3:19; 1 John 2:23; 2 John: 9.\n5",
    "Page_84": "Q.\nHow are these commandments divided?\nHow are these commandments divided?\nA\nThe ten commandments are divided in\nA\nThe ten commandments are divided into\ntwo parts:\ntwo parts, the first teaches how to live in\ni.\nthe first teaches how to live in\nrelation to God and the second what\nrelation to God;\nduties we owe our neighbours.\nii.\nthe second what duties we owe\nour neighbours.\nQ\nWhat does God forbid in the first\nQ\nWhat does God require from us in the first\ncommandment?\ncommandment?\nA\nI must avoid and flee from all idolatry,\nI must:\nwitchcraft, superstition.\navoid and flee from all idolatry,\nQ.\nWhat does God require from us in the\nwitchcraft, superstition;\nfirst commandment?\nii\n get to know the true God correctly;\nGod commands me to come to know Him\nA\ntrust in Him alone.\nas the only true God, to trust in Him\nalone, to love Him and to honour and fear\nHim.\nQ.\nWhat is idolatry?\nQ\nWhat is idolatry?\nA\nIdolatry is having something other than\nIdolatry is having something other than\nthe one true God in which we place our\nthe one true God in which we place our\ntrust.\ntrust.\n9",
    "Page_85": "LORD'S DAY 35 - Salvation translates into actions: The\nLaw: Serve the true God in the right way\nQuestion: What does God require in the second commandment?\nAnswer: We are not to make an image of God in any way1, nor to worship Him in\nany other manner than He has commanded in His Word2.\n96\n1Deuteronomy 4:15-16; Isaiah 40:18-19; Isaiah 40:25; Acts 17:29; Romans 1:22-\n25.\n2Deuteronomy 12:29-32; 1 Samuel 15:23; Matthew 15:9.\nQuestion: May we then not make any image at all?\nAnswer: God cannot and may not be visibly portrayed in any way1. Creatures may\nbe portrayed, but God forbids us to make or have any images of them in order to\n97\nworship them or to serve God through them2.\n1Isaiah 40:25.\n2Exodus 23:24; Exodus 34:13-17; Numbers 33:52; Deuteronomy 12:3-4.\nQuestion: But may images not be tolerated in the churches as \"books for the laity\"?\nAnswer: No, for we should not be wiser than God. He wants His people to be taught\n98\n not by means of dumb images1 but by the living preaching of His Word2.\n1Jeremiah 10:8; Habakkuk 2:18-19.\n2Romans 10:14-17; 2 Timothy 3:16-17; 2 Peter 1:19\n1",
    "Page_86": "Primary\nSecondary\nQ.\nWhat does God demand in the second\nQ\nWhat does God demand in the second\ncommandment?\ncommandment?\nGod demands from me to:\nGod demands from me to:\nA\ni.\nnever create an image of Him,\nnever create an image of Him,\nlii.\nnever worship Him in any other\nii\nnever worship Him in any other\nway than He has commanded in\nway than He has commanded in\nHis Word.\nHis Word.\nQ\nAre we then prohibited to make any\nQ\nAre we then prohibited to make any\nimage at all?\nimage at all?\nWe are allowed to make images of\nWe are allowed to make images of\nA\nA\ncreation, but not for the purpose\nof\ncreation, but not for the purpose of\nworship or to serve God through them.\nworship or to serve God through them.\n8",
    "Page_87": "LORD'S DAY 36 - Salvation translates into actions: The\nLaw: Respect the True God\nQuestion: What is required in the third commandment?\nAnswer: We are not to blaspheme or to abuse the Name of God by cursing1,\nbystanders4. In short, we must use the holy Name of God only with fear and\nreverence5, so that we may rightly confess Him6, call upon Him?, and praise Him\nin all our words and works8.\n99\n1Leviticus 24:15-16.\n2Leviticus 19:12.\n3Matthew 5:37; James 5:12.\n4Leviticus 5:1; Proverbs 29:24.\n5Isaiah 45:23; Jeremiah 4:2.\n6Matthew 10:32; Romans 10:9-10.\n7Psalms 50:15; 1 Timothy 2:8.\n8Romans 2:24; Colossians 3:17; 1 Timothy 6:1.\nQuestion: Is the blaspheming of God's Name by swearing and cursing such a\ngrievous sin that God is angry also with those who do not prevent and forbid it as\nmuch as they can?\nAnswer: Certainly1, for no sin is greater or provokes God's wrath more than the\n100\nblaspheming of His Name. That is why He commanded it to be punished with\ndeath2.\n1Leviticus 5:1; Proverbs 29:24.\n2Leviticus 24:16.\n9",
    "Page_88": "Primary\nSecondary\nQ\nWhat does  the third commandment\nWhat does the third commandment\nrequire from us?\nrequire from us?\nThe third commandment requires that we\nThe third commandment requires that we\nA\ndo not swear or use the Lord's Name to\ndo not swear or use the Lord's Name to\ncurse.\ncurse because by cursing or swearing\nQ.\nWhy should we not curse or swear falsely\nfalsely or meaninglessly we abuse the\nor meaninglessly?\nName of the Lord. We should always use\nA\nBy cursing or swearing falsely or\nHis Name with fear and respect.\nmeaninglessly we abuse the Name of the\nLord.\nHow should we use the holy Name of the\nQ\nLord.\nA\nWe should always use His Name with\nfear and respect.\nQ\nIs it a great sin to abuse the Name of\nQ\nIs it a great sin to abuse the Name of\nGod?\nGod?\nThere is no greater sin than abusing the\nA\nThere is no greater sin than abusing the\nName of God, that is why He commanded\nName of God, that is why He\nthat it should be punished with death.\ncommanded that it should be punished\nwith death.\n10",
    "Page_89": "LORD'S DAY 37 - Salvation translates into actions: The\nLaw: Respect in your speech\nQuestion: But may we swear an oath by the Name of God in a godly manner?\nAnswer: Yes, when the government demands it of its subjects, or when necessity\nfor our neighbour's good. Such oath-taking is based on God's Word1 and was\n101\ntherefore rightly used by saints in the Old and the New Testament2.\n1Deuteronomy 6:13; Deuteronomy 10:20; Hebrews 6:16.\n2Genesis 21:24; Genesis 31:53; Joshua 9:15; 1 Samuel 24:22; 2 Samuel 3:35;\n1 Kings 1:29-30; Romans 1:9; Romans 9:1; 2 Corinthians 1:23.\nAnswer: No. A lawful oath is a calling upon God, who alone knows the heart, to\nbear witness to the truth, and to punish me if I swear falsely1. No creature is\n102\nworthy of such honour2.\n1Romans 9:1; 2 Corinthians 1:23.\n2Matthew 5:34-36; James 5:12.\n11",
    "Page_90": "Primary\nSecondary\nQ.\nMay we swear an oath by using the Name\nQ\nMay we swear an oathbyusing\nthe\nof God in a religious manner?\nName of God in a religious manner?\nWe may swear an oath when government \nWe may swear an oath when government \ndemands it or when necessity requires it.\ndemands it or when necessity requires it\nQ.\nWhat is the purpose of an oath?\nand truth and faithfulness is confirmed by\nA.\nWith an oath a person promises to be\nit.\ntrustworthy and that he will tell the truth.\nQ\nWhat should the nature of an oath be?\nQ.\nWhat should the nature of an oath be?\nA\nAn oath should be to God's glory and of\nA.\nAn oath should be to God's glory and of\nbenefit for our neighbour.\nbenefit for our neighbour.\nQ\nMay we also swear by saints or other\nQ\nMay we also swear by saints or other\ncreatures?\ncreatures?\nNo, we may only swear an oath in the\nWe may only swear an oath in the Name\nName of God.\nof God.\n12",
    "Page_91": "LORD'S DAY 38 - Salvation translates into actions: The\nlaw: Your service to the Lord\nQuestion: What does God require in the fourth commandment?\nAnswer: First, that the ministry of the gospel and the schools be maintained1 and\nthat, especially on the day of rest, I diligently attend the church of God2 to hear\nGod's Word3, to use the sacraments4, to call publicly upon the LORD5, and to\ngive Christian offerings for the poor6. Second, that all the days of my life I rest\nfrom my evil works, let the LORD work in me through His Holy Spirit, and so begin\nin this life the eternal sabbath7.\n103\n11 Corinthians 9:13-14; 2 Timothy 2:2; 2 Timothy 3:14-15; Titus 1:5.\n 2Leviticus 23:2-3; Psalms 40:9-10; Psalms 68:26; Psalms 122:1; Acts 2:42.\n 3 1 Corinthians 14:1; 1 Corinthians 14:3; 1 Corinthians 14:29; 1 Timothy 4:13;\nRevelation 1:3.\n4 Acts 20:7; 1 Corinthians 11:33.\n5 1 Corinthians 14:16; 1 Timothy 2:1-4.\n 6  Deuteronomy 15:11; 1 Corinthians 16:2.\n7Isaiah 66:23; Hebrews 4:9-10.\n13",
    "Page_92": "Primary\nSecondary\nQ.\nWhat does God command in the fourth\nWhat does God command in the fourth\ncommandment?\ncommandment?\nHe commands me to ensure that the\nHe commands me to ensure that the\ngospel is preached and that I should\nGospel is preached. I should, especially\nattend the service regularly on Sundays.\non the day of rest, join with the\nQ.\nWhy must we go to church?\ncongregation of God to hear the word of\nA.\nWe must go to church to listen to the word\nGod, take part in the sacraments and call\nof God, use the sacraments and to\non the Lord in public and bestow alms on\nworship the Lord together with fellow\nthe poor.\nChristians.\nQ\nWhat does the day of rest mean to you?\nQ.\nWhat more should we do at the service?\nA\nI must resist sin every day of my life, and\nA.\nWe should bring offerings for the poor.\nallow the Holy Spirit to work in me and in\nQ.\nWhat else does the fourth commandment\ndoing this start the eternal Sabbath in the\nrequire from us?\npresent life.\nA\nI must resist sin, every day of my life, and\nallowtheHolySpirittoworkinme.\n14",
    "Page_93": "LORD'S DAY 39 - Salvation translates into actions: The\nLaw: Respect for authority\nQuestion: What does God require in the fifth commandment?\nAnswer: That I show all honour, love, and faithfulness to my father and mother\nand to all those in authority over me, submit myself with due obedience to their\ngood instruction and discipline1, and also have patience with their weaknesses\nand shortcomings2, since it is God's will to govern us by their hand3.\n1\nExodus 21:17; Proverbs 1:8; Proverbs 4:1; Proverbs 15:20; Proverbs 20:20;\n104\nRomans 13:1; Ephesians 5:22; Ephesians 6:1-2; Ephesians 6:5; Colossians\n3:18; Colossians 3:20; Colossians 3:22.\n2Proverbs 23:22; 1 Peter 2:18.\nMatthew 22:21; Romans 13:2-3; Ephesians 6:4; Ephesians 6:9; Colossians\n3:20.\n15",
    "Page_94": "Primary\nSecondary\nQ.\nWhat does God demand in the fifth\nQ\nWhat does God demand in the fifth\ncommandment?\ncommandment?\nHe demands from us to honour, respect,\nA\nHe demands from us to honour, love,\nand be faithful to our parents and to all\nrespect and be faithful to our parents and\nthose placed in authority over me.\nto all those placed in authority over me. 1\nQ.\nWhat else does the fifth command\nmust submit myself in obedience to the\ndemand from us?\nteachings and discipline of my parents\nA\nI must submit myself in obedience to my\nand all those placed in authority over me.\nparents and all those placed in authority\nI must be patient with their weaknesses\nover me.\nand shortcomings because it pleases\nQ\nWhy must 丨 be patient with their\nGod to govern us through them.\nweaknesses and shortcomings?\nA\nI must be patient with them because God\ngoverns us through them.\n16",
    "Page_95": "LORD'S DAY 40 - Salvation translates into actions:\nThe Law: Respectfor life\nQuestion: What does God require in the sixth commandment?\nAnswer: I am not to dishonour, hate, injure, or kill my neighbour by thoughts,\nanother;1 rather, I am to put away all desire of revenge2. Moreover, I am not to\nharm or recklessly endanger myself3. Therefore, also, the government bears the\n105\nsword to prevent murder4.\n1Genesis 9:6;Matthew5:21-22; Matthew26:52.\n2Matthew 5:25; Matthew 18:35; Romans 12:19; Ephesians 4:26.\n3Matthew 4:7; Romans 13:14; Colossians 2:23.\n4Genesis 9:6; Exodus 21:14; Romans 13:4.\nQuestion: But does this commandment speak only of killing?\nAnswer: By forbidding murder God teaches us that He hates the root of murder1\nsuch as envy, hatred?, anger3, and desire of revenge, and that He regards all\nthese as murder4.\n106\n1Psalms 37:8; Proverbs 14:30; Romans 1:29.\n21 John 2:11.\n3Galatians 5:19-21; James 1:20.\n41 John 3:15.\nAnswer: No. When God condemns envy, hatred, and anger, He commands us to\nlove our neighbour as ourselves1, to show patience, peace, gentleness, mercy,\nand friendliness toward him2, to protect him from harm as much as we can?, and\nto do good even to our enemies4.\n107\n1Matthew 7:12; Matthew 22:39; Romans 12:10.\n2Matthew 5:5; Matthew 5:7; Luke 6:36; Romans 12:18; Galatians 6:1-2;\nEphesians 4:1-3; Colossians 3:12; 1 Peter 3:8.\n3Exodus 23:5.\n4Matthew 5:44-45; Romans 12:20.\n17",
    "Page_96": "Primary\nSecondary\nQ.\nWhat does God require in the sixth\nQ\nWhat does God require in the sixth\ncommandment?\ncommandment?\nA\nGod requires from me not to cause harm\nA\nto my neighbour through any thought,\nGod requires from me not to cause harm\nword or action.\nto my neighbour through any thought,\nQ.\nWhat does the sixth commandment have\nword or action;\nto say about my life?\nand I may not deliberately put my own life\nA.\nI may not put my own life in danger.\nin danger.\nQ.\nWhat should be done with murderers?\nA.\nThe Government should punish the\nmurderers with death.\nQ\nDoes the sixth commandment forbid\nmurder only?\nA\nThe sixth commandment also forbids\nthose things that precede murder, such\nas hate, anger and revenge.\nDoes the sixth commandment forbid\nWhat does God command in the sixth\nmurder only?\ncommandment?\nA\nNo, the sixth commandment also forbids\nA\nHe commands me to love my neighbour\nthose things that precede murder, such\nas I love myself, and also to do good\n as hate, anger and revenge.\ntowards my enemy.\nQ\nWhat does God command in the sixth\nQ\nWhat does the sixth commandment\ncommandment?\ndemand from the government?\nHe commands me to love my neighbour\nThe government has to protect the lives\nA\nA\nas l love myself and also to do good\nof its subjects and punish murderers with\ntowards my enemy.\ndeath.\n18",
    "Page_97": "LORD'S DAY 41 - Salvation translates into actions: The\nLaw: Respect for your body\nQuestion: What does the seventh commandment teach us?\nAnswer: That all unchastity is cursed by God1. We must therefore detest it from\nthe heart2 and live chaste and disciplined lives3, both within and outside of holy\nmarriage4.\n108\n1Leviticus 18:28.\n2Malachi 2:16.\n 3  1 Thessalonians 4:3-5.\n4 1 Corinthians 7:7; 1 Corinthians 7:10-11; Hebrews 13:4; Judas: 23.\nQuestion: Does God in this commandment forbid nothing more than adultery and\nsimilar shameful sins?\nAnswer: Since we, body and soul, are temples of the Holy Spirit, it is God's will\n109\n11 Corinthians 6:18-19; Ephesians 5:3-4.\n 2Deuteronomy 22:20-29; Matthew 5:27-28.\n31 Corinthians 15:33; Ephesians 5:18.\n19",
    "Page_98": "Primary\nSecondary\nQ.\nWhat does the seventh commandment\nQ\nWhat does the seventh commandment\nteach us?\nteach us?\nA\nGod forbids all promiscuous behaviour.\nA\nGod curses all promiscuous deeds,\ngestures, words, thoughts, cravings\nand behaviour that could tempt us\ntowards promiscuity.\nBoth the married and unmarried are\nexpected to live pure and chaste\nlives.\nQ.\nDoes God forbid only adultery and\nQ\nWhy must we lead a pure and chaste life?\nsimilar shameful sins?\nA\nOur body and soul is the temple of the\nA\nIn the seventh commandment God\nHoly Spirit and God wants us to protect\nforbids all unchaste behaviour, gestures,\ntheir sanctity.\nwords, thoughts and desires.\n20",
    "Page_99": "LORD'S DAY 42 - Salvation translates into actions: The\nLaw: Respect for property\nQuestion: What does God forbid in the eighth commandment?\nAnswer: God forbids not only outright theft1 and robbery2 but also such wicked\nschemes? and devices as false weights and measures, deceptive merchandising,\ncounterfeit money, and usury4; we must not defraud our neighbour in any way.\nwhether by force or by show of right5. In addition God forbids all greed6 and all\nabuse or squandering of His gifts?.\n110\n11 Corinthians 6:10.\n2 Leviticus 19:13; 1 Corinthians 5:10.\n3Luke 3:14; 1 Thessalonians 4:6.\n 4 Deuteronomy 25:13-15; Proverbs 11:1; Proverbs 16:11; Ezekiel 45:9-10.\n5Psalms 15:5; Luke 6:35.\n61 Corinthians 6:10.\n7Proverbs 21:20;Proverbs 23:20-21.\nQuestion: What does God require of you in this commandment?\nAnswer: I must promote my neighbour's good wherever I can and may, deal with\nhim as I would like others to deal with me1, and work faithfully so that I may be\n111\nable to give to those in need2.\n1Matthew 7:12.\n2Ephesians 4:28.\n21",
    "Page_100": "Primary\nSecondary\nQ.\nWhat does God forbid in the eight\nQ\nWhat does God forbid in the eight\ncommandment?\ncommandment?\nA.\nGod forbids theft, robbery and \nA\nGod not only forbids theft and\nsinful plans to obtain the\nrobbery, which the government\npossessions of our neighbour.\npunishes, but also all sinful plans\nQ.\nWhat else does God forbid in the\nto obtain the possessions of our\neighth commandment?\nneighbour. God also forbids greed\nA.\nGod also forbids greed and the\nand the misuse and squandering\nmisuse and squandering of His\nof His gifts.\ngifts.\nQ.\nWhat does God command in the\nQ\nWhat does God command in the\neight commandment?\neight commandment?\nA.\nGod commands me to promote my\nA\nGod commands me to promote my\nneighbours' good wherever I can\nneighbours' good wherever I can\nand to do my work diligently so I\nand to do my work diligently so I\nmay be able to help the poor.\nmay be able to help the poor.\n22",
    "Page_101": "LORD'S DAY 43 - Salvation translates into actions: The\nLaw: Respect for my neighbour\nQuestion: What is required in the ninth commandment?\nAnswer: I must not give false testimony against anyone1, twist no one's words2,\nnot gossip or slander3, nor condemn or join in condemning anyone rashly and\nunheard4. Rather, I must avoid all lying and deceit as the devil's own works5,\nunder penalty of God's heavy wrath6. In court and everywhere else, I must love\nthe truth, speak and confess it honestly7, and do what I can to defend and\npromote my neighbour's honour and reputation8.\n112\n1Proverbs 19:5; Proverbs 19:9; Proverbs 21:28.\n2Psalms 15:3.\n 3Psalms 50:19-20; Romans 1:30.\n4 Matthew 7:1-2; Luke 6:37.\n5John 8:44.\n6 Proverbs 12:22; Proverbs 13:5.\n71 Corinthians 13:6; Ephesians 4:25.\n81 Peter 4:8.\n23",
    "Page_102": "Primary\nSecondary\nQ.\nWhat does God demand in the ninth\nQ\nWhat does God demand from us in the\ncommandment?\nninth commandment?\nGod demands from me never to speak\nfalsely of anyone.\nGod demands from me never to\nQ\nWhat else does the ninth commandment\nspeak falsely of anyone, never to\ndemand from you?\ntwist someone's words, never to\nGod demands that I avoid lying and\nspeak ill or judge someone without\ndishonesty, but that I should always love\na hearing.\nthe truth.\nI should avoid lies and deceit, as\nthe work of the devil.\nimi\nI should always speak the truth;\nand\niv\nI should protect and promote the\nhonour and good name of my\nneighbour.\n24",
    "Page_103": "LORD'S DAY 44 - Salvation translates into actions: The\nLaw: Respect for God and Man\nQuestion: What does the tenth commandment require of us?\n113\nsin with all our heart, and delight in all righteousness1.\n1Romans 7:7\nAnswer: No. In this life even the holiest have only a small beginning of this\n114\naccording to some but to all the commandments of God2.\n1Prediker 7:20; Romans 7:14-15; 1 Corinthians 13:9; 1 John 1:8; 1 John 1:10.\n2Psalms 1:2; Romans 7:22; 1 John 2:3.\nQuestion: If in this life no one can keep the ten commandments perfectly, why\ndoes God have them preached so strictly?\nAnswer: First, that throughout our life we may more and more become aware of\nrighteousness in Christ2. Second, that we may be zealous for good deeds and\n115\nconstantly pray to God for the grace of the Holy Spirit, that He may more and\nmore renew us after God's image, until after this life we reach the goal of\nperfection?.\n1Psalms 32:5; Romans 3:20; 1 John 1:9.\n2Matthew 5:6; Romans 7:24-25.\n31 Corinthians 9:24; Philippians 3:12-14.\n25",
    "Page_104": "Primary\nSecondary\nQ.\nWhat does the tenth commandment\nQ\nWhat does the tenth commandment\nrequire from us?\nrequire from us?\nGod demands from us never to have\nGod demands from us never to have even\neven the smallest desire to go against\nthe smallest desire to go against His\nHis commandments.\ncommandments. We should desire and\nQ.\nWhat then should we desire most?\ndelight in what is right and to always hate\nA.\nWe should desire and delight in what is\n all sin.\nright and to always hate all sin.\nQ.\nAre those who converted to God able to\nQ\nAre those who converted to God able to\nkeep these commandments completely?\nkeep these commandments completely?\nNo, even the holiest of people are only at\nNo; even the holiest of people are only at\nthe beginning of this obedience.\nthe beginning of this obedience; but they\nstart, with a strong conviction, to live\naccording to all of God's commandments.\nQ\nWhy, then, are the ten commandments\nQ\nWhy, then, are the ten commandments\npreached so strictly?\npreached so strictly if no one in this life\nThe ten commandments are preached\ncan uphold them?\nso strictly for us to become more and\nThe ten commandments are preached so\nmoreawareofoursinfulnature.\nstrictly for us to:\nIs there another reason why God has the\nbecome more and more aware of\n commandments\npreached\nSO\nour sinful nature and for us to seek\nstrictly?\nforgiveness for our sins;\nThe Lord wants us to constantly pray to\nand to constantly pray for the grace\nGod for the grace of the Holy Spirit.\nof the Holy Spirit in order for us to\nbe renewed, to resemble God's\nimage more and more.\n26",
    "Page_105": "LORD'S DAY 45 - Salvation translates into actions:\nPrayer: Worship the true God\nQuestion: Why is prayer necessary for Christians?\nAnswer: Because prayer is the most important part of the thankfulness which\nGod requires of us1. Moreover, God will give His grace and the Holy Spirit only\nto those who constantly and with hearfelt longing ask Him for these gits and\n116\nthank Him for them2.\n1Psalms 50:14-15.\n2 Matthew 7:7-8; Luke 11:9-10; Luke 11:13; 1 Thessalonians 5:17-18.\nQuestion: What belongs to a prayer which pleases God and is heard by Him?\nAnswer: First, we must from the heart call upon1 the one true God only2, who has\nrevealed Himself in His Word, for all that He has commanded us to pray3. Second,\nwe must thoroughly know our need and misery4, so that we may humble\nourselves before God5. Third, we must rest on this firm foundation6 that, although\nLord?, as He has promised us in His Word.\n117\n1Psalms 145:18; John 4:24.\n2John 4:22-24; Revelation 19:10.\n3Romans 8:26; James 1:5; 1 John 5:14.\n4 2 Chronicles 20:12; Psalms 143:2.\n 5Psalms 2:11; Psalms 34:18; Psalms 62:8; Isaiah 66:2.\n6Romans 8:15-17; Romans 10:14; James 1:6.\n7Daniel 9:17-19; John 14:13-14; John 15:16; John 16:23.\n8Psalms 27:8; Psalms 143:1; Matthew 7:8.\nQuestion:WhathasGodcommandedustoaskofHim?\nAnswer: All the things we need for body and soul, as included in the prayer which\n118\nChrist our Lord Himself taught us1.\n1Matthew 6:33; James 1:17.\n27",
    "Page_106": "Primary\nSecondary\nQ\nWhy is it necessary for Christians to\nQ\nWhy is it necessary for Christians to pray?\npray?\nA\nPrayer is the most important part of the\nPrayer is the most important part of the\ngratitude that God requires from us.\ngratitude that God requires from us.\nQ\nName one more reason why Christians\nGod only gives His grace and Holy Spirit\nhave to pray.\nto those who constantly thank Him and\nA Christian has to pray, because God\n prays for it in gratitude.\ny\nonly gives His grace and Holy Spirit to\nthose who constantly pray for it in\ngratitude.\nQ.\nTo whom should we pray?\nQ\nWhat should the content of a prayer\nA.\nWe should only pray to the one true God,\nanswered by God be?\nas He reveals Himself in His Word\nA\nQ\nHow do we know that God will hear our\nWe should only pray to the one true God,\nprayers?\nas He reveals Himself in His Word.\nGod promised, in His Word, that He\nWe should\ncompletelyknow\n/and\nwould hear our prayers for the sake of\nunderstand our misery and need in order\nChrist our Lord.\nto humble us before Him.\ni\nWe should trust that, for the sake of\nChrist, He will hear our prayers even if we\nare not worthy thereof.\nQ.\nWhat should we pray for?\nQ\nWhat should we pray from God?\nA.\nWe should pray for everything that we\nA\nWe should pray for everything that we\nneed for body and soul, as Christ taught\nneed for body and soul, as Christ taught\nus.\nus in the Lord's prayer.\n28",
    "Page_107": "Question: What is the Lord's prayer?\nAnswer:\nOur Father who art in heaven,\nHallowed be Thy Name.\nThy kingdom come,\nThy will be done, On earth as it is in heaven.\nGive us this day our daily bread;\n119\nAnd forgive us our debts, As we also have forgiven our debtors;\nAnd lead us not into temptation, But deliver us from the evil one\nFor Thine is the kingdom, and the power, and the glory, for ever. Amen.\n29",
    "Page_108": "Q.\nWhat is the prayer the Christ taught us?\nQ\nWhat is the content of the Lord's prayer?\nA.\nChrist taught us to pray in Matthew 6:\nA\n Christ taught us to pray the Lord's prayer\n(Good News Bible)\nin Matthew 6: (Good News Bible)\n'Our Father in heaven:\n'Our Father in heaven:\nMay Your Holy name be honoured;\nMay Your Holy name be honoured;\nMay Your Kingdom come;\nMay Your Kingdom come;\nMayYourwillbedoneonearthas\nMay Your will be done on earth as\nIt is in heaven.\nIt is in heaven.\nGive us today the food we need.\nGive us today the food we need.\nForgive us the wrongs that we have done,\nForgive us the wrongs that we have done,\nAs we forgive the wrongs\nAs we forgive the wrongs\nThat others have done to us.\nThat others have done to us.\n Do not bring us to hard testing,\n Do not bring us to hard testing,\nBut keep us safe from the Evil One.\nBut keep us safe from the Evil One.\nFor Yours is the kingdom and the power and\nFor Yours is the kingdom and the power and the\nthe glory, forever, Amen.\nglory, forever, Amen.\n30",
    "Page_109": "LORD'S DAY 46 - Salvation translates into actions:\nPrayer: Your father -Near and Far\nQuestion: Why has Christ commanded us to address God as Our Father?\nAnswer: To awaken in us at the very beginning of our prayer that childlike\nreverence and trust toward God which should be basic to our prayer: God has\nbecome our Father through Christ and will much less deny us what we ask of\n120\nHim in faith than our fathers would refuse us earthly things1.\n1Matthew 7:9-11; Luke 11:11-13.\nQuestion:Why is there added,Who art in heaven?\nAnswer: These words teach us not to think of God's heavenly majesty in an\nearthly manner1, and to expect from His almighty power all things we need for\nbody and soul2.\n121\n1Jeremiah 23:23-24; Acts 17:24-25; Acts 17:27.\n2Romans 10:12.\n31",
    "Page_110": "Primary\nSecondary\nQ.\nWhy has Christ commanded us to call\nQ\nWhy has Christ commanded us to call\nGod our Father?\nGod our Father?\nChrist wants to teach us, at the\n Christ wants to teach us at the beginning\nA\nbeginning of our prayer, to feel a\nof our prayer to feel a childlike awe and\nchildlike awe and trust for God.\ntrust for God. God became our Father for\nQ.\nWhat does the Name “Our Father\"\nthe sake of Christ, and therefore shall hear\nmean?\nour prayers and give to us what we ask of\nA\nGod became our Father for the sake of\nHim in faith, much more readily than our\nChrist, and therefore shall hear our\nfathers on earth would.\nprayer.\nQ\nWhy is God called our Father\n“in\nQ\nWhy is God called our Father in heaven?\nheaven\"?\nA\nGod is in heaven and we may not think\nA\nGod is in heaven and we may not\nof His heavenly majesty in an earthly\nthink of His heavenly majesty in an\nway.\nearthly way.\nQ.\nWhat should we expect from God's\nWe should expect everything we\nalmighty power?\nneed, for our body and soul from\nWe should expect everything we need\nA\nGod's almighty power.\nfor our body and soul from God's\nalmighty power.\n32",
    "Page_111": "LORD'S DAY 47 - Salvation translates into actions:\nPrayer: God is Holy\nQuestion: What is the first petition?\nknow Thee1, and sanctify, glorify, and praise Thee in all Thy works, in which shine\nforth Thy almighty power, wisdom, goodness, righteousness, mercy, and truth2.\nGrant us also that we may so direct our whole life-- our thoughts, words, and\nactions-- that Thy Name is not blasphemed because of us but always honoured\n122\nand praised3.\n1Psalms 119:105; Jeremiah 9:24; Jeremiah 31:33-34; Matthew 16:17; John\n17:3; James 1:5.\n2Exodus 34:6-7; Psalms 119:137-138; Psalms 145:8, 9; Jeremiah 31:3; Luke\n1:46-47; Luke 1:68-69; Romans 11:33.\n3Psalms 71:8; Psalms 115:1; Matthew 5:16.\n33",
    "Page_112": "Primary\nSecondary\nQ.\nWhat is the first plea?\nQ\nWhat is the first plea?\nA.\nThe first plea is: May Your Holy Name\nA\nThe first plea is: May Your Holy Name be\nbe honoured.\nhonoured.\nQ.\nWhat does, \"May Your Holy Name be\nQ\nWhat does the first plea mean?\nhonoured\", mean?\nA\nGrant us that we may:\nA\nGrant us that we may rightly know You\nrightly know You and praise your\nand praise your Name.\nName.\nQ\nHow should my thoughts, words and\nlive our lives in such a way, that when\nactions be in order to sanctify\nother people see how we live, they will\nGod's Name.\nglorify and praise the name of the\nI must live my life in such a way, that\nLord.\nwhen other people see how I live, they\nwill glorify and praise the Lord.\n34",
    "Page_113": "LORD'S DAY 48 - Salvation translates into actions:\nPrayer: God reigns\nQuestion: What is the second petition?\nAnswer: Thy kingdom come. That is: So rule us by Thy Word and Spirit that more\nand more we submit to Thee1. Preserve and increase Thy church2. Destroy the\n  s   s  d a    \nconspiracy against Thy holy Word3. Do all this until the fulness of Thy kingdom\ncomes4, wherein Thou shalt be all in all5.\n1Psalms 119:5; Psalms 143:10; Matthew 6:33.\n2Psalms 51:18; Psalms 122:6-7.\n3Romans 16:20; 1 John 3:8.\n123\n4 Romans 8:22-23; Revelation 22:20.\n51 Corinthians 15:28.\n35",
    "Page_114": "Primary\nSecondary\nQ.\nWhat is the second plea?\nQ\nWhat is the second plea?\nA.\nThe second plea is: May Your Kingdom\nA\nThe second plea is: May Your Kingdom\ncome\ncome.\nQ.\nWhat does the plea: \"May Your Kingdom\nQ\nWhat does the second plea mean?\ncome\", mean?\nA\nMay Your Kingdom come means:\nA\nMay Your Kingdom come means:\nReign over us with Your Word and\ni.\nMake us obedient to your Word\nSpirit so that we may more and\nand Spirit.\nmore submit to You.\nii.\n Allow your church to grow.\nProtect your church and allow her\nili.\nDestroy the works of the devil.\nto grow.\nQ\nWhen will God allow his Kingdom in all\ni\nDestroy the works of the devil, as\nfullness?\nwell as his evil intentions against\nA\nGod's kingdom willcome in all its fullness\nYour Word, until fulfillment of Your\nwith the second coming of Christ.\nKingdom has come.\nQ\nWhen will God allow his Kingdom to be\nfulfilled?\nGod's kingdom is already come in\nfragments but will come in all its fullness\nwith the second coming of Christ.\n36",
    "Page_115": "LORD'S DAY 49 - Salvation translates into actions:\nPrayer: God knows best\nQuestion: What is the third petition?\nAnswer: Thy will be done, on earth as it is in heaven. That is: Grant that we and\nall men may deny our own wil1, and without any murmuring obey Thy will, for it\nalone is good2. Grant also that everyone may carry out the duties of his office\nand calling as willingly and faithfully3 as the angels in heaven4.\n1Matthew 16:24; Titus 2:11-12.\n124\n2Luke 22:42; Romans 12:2; Ephesians 5:10.\n 3 1 Corinthians 7:24.\n4Psalms 103:20-21.\n37",
    "Page_116": "Primary\nSecondary\nQ.\nWhat is the third plea?\nQ\nWhat is the third plea?\nA.\nThe third plea is: May Your will be\nA\nThe third plea is: May Your will be done.\ndone\nQ\nWhat does the third plea mean?\nQ.\nWhat does “May Your will be done\",\nA\nmean?\nGrant us that we and all other people\n一\nGrant us that we will do unto others,\nwill do unto others, not what we want.\nnot what we want, but what You want.\nbut what You want.\nQ\nWhen is God's will done in our lives\nMake us as willing and as faithful as\nand work?\nthe angels in heaven to do our work\nGod's will is done in our lives and work\nand carry out our duties.\nwhen we carry out our duties as willing\nand as faithfully as the angels in\nheaven.\n38",
    "Page_117": "LORD'S DAY 50 - Salvation translates into actions:\nPrayer: God takes care of you\nQuestion: What is the fourth petition?\nAnswer: Give us this day our daily bread. That is: Provide us with all our bodily\nneeds1 so that we may acknowledge that Thou art the only fountain of all good?!\nand that our care and labour, and also Thy gifts, cannot do us any good without\nThy blessing3. Grant therefore that we may withdraw our trust from all creatures,\nand place it only in Thee4.\n1\nPsalms 104:27-28; Psalms 145:15-16; Matthew 6:25-26.\n2Acts 14:17; Acts 17:27; James 1:17.\n125\n3 Deuteronomy 8:3; Psalms 37:3-6; Psalms 37:16; Psalms 127:1-2; 1\nCorinthians 15:58.\n4 Psalms 55:22; Psalms 62:10; Psalms 146:3; Jeremiah 17:5; Jeremiah 17:7.\n39",
    "Page_118": "Primary\nSecondary\nWhat is the fourth plea?\nQ\nWhat is the fourth plea?\nA.\nThe fourth plea is: Give us today the food\nA\nThe fourth plea is: Give us today the food\nwe need.\nwe need.\nQ.\nWhat does “Give us today the food we\nQ\nWhat does the fourth plea mean?\nneed\", mean?\nA\nWhen we pray for the food we need\nA\nWhen we pray for the food we need\ntoday, we ask God to provide us with\ntoday, we ask God to provide us with\neverything we need to take care of our\neverything we need to take care of our\nbodies.\nbodies.\nQ\nWhat do we admit with the plea: Give us\nQ\nWhat do we admit with the plea: Give us\ntoday the food we need?\ntoday the food we need.\nA\nWhen we pray for our daily food, we admit \nA\nWhen we pray for our daily food, we\nthat God bestows on us that which is\nadmit that God bestows on us that, which\ngood for us.\nis good for us.\nQ\nWho should we trust in?\nQ\nWho should we trust in?\nA\nWe should only trust in God and not in\nA\nWe should only trust in God and not in\nany creature.\nany creature.\n40",
    "Page_119": "LORD'S DAY 51 - Salvation translates into actions:\nPrayer: God forgives you\nQuestion: What is the fifth petition?\nAnswer: And forgive us our debts, as we also have forgiven our debtors. That is:\nFor the sake of Christ's blood, do not impute to us, wretched sinners; any of our\ntransgressions, nor the evil which still clings to us1, as we also find this evidence\nneighbor2.\n1Psalms 51:3; Psalms 143:2; Romans 8:1; 1 John 2:1.\n126\n2Matthew 6:14-15; Matthew 18:35.\n41",
    "Page_120": "Primary\nSecondary\nQ.\nWhat is the fifth plea?\nQ\nWhat is the fifth plea?\nA.\nThe fifth plea is: Forgive us the wrongs\nA\nThe fifth plea is: Forgive us the wrongs\nthat we have done, as we forgive the\nthat we have done, as we forgive the\nwrongs that others have done to us.\nwrongs that others have done to us.\nQ\nWhat does “Forgive us the wrongs that\nQ\nWhat does the words Forgive us the\nwe have done\", mean?\nwrongs that we have done, mean?\nA\nIt means, “For the sake of Christ's blood,\nA\nIt means, For the sake of Christ's blood\nforgive us all our sins'.\nforgive us all our sins and do not hold our\nQ\nWhat does \"As we forgive the wrongs that\nwrongdoings and evil against us.\nothers have done to us\", mean.\nQ\nWhat does As we forgive the wrongs that\n\"As we forgive the wrongs that others\nothers have done to us, mean.\nhave done to us\" means that we really\nAs we forgive the wrongs that others\nwant to forgive those who have done\nhave done to us means that we forgive\nwrong against us\nthose who have done wrong against us\nthrough the grace of God.\n42",
    "Page_121": "LORD'S DAY 52 - Salvation translates into actions:\nPrayer: God protects you\nQuestion: What is the sixth petition?\nAnswer: And lead us not into temptation, but deliver us from the evil one. That is:\nIn ourselves we are so weak that we cannot stand even for a moment1. Moreover,\nour sworn enemies-- the devil2, the world3, and our own flesh4-- do not cease to\nattack us. Wilt Thou, therefore, uphold and strengthen us by the power of Thy\nHoly Spirit, so that in this spiritual war we may not go down to defeat, but always\n127\nfirmly resist our enemies5, until we finally obtain the complete victory6.\n1Psalms 103:14-16; John 15:5.\n2Ephesians 6:12; 1 Peter 5:8.\n3 John 15:19.\n4Romans 7:23; Galatians 5:17.\n 5 Matthew 26:41; Mark 13:33; 1 Corinthians 10:12-13.\n61 Thessalonians 3:13; 1 Thessalonians 5:23.\nQuestion:Howdoyou concludeyourprayer?\nAnswer: For Thine is the kingdom, and the power, and the glory, for ever. That\nis: All this we ask of Thee because, as our King, having power over all things,\nThou art both willing and able to give us all that is good1, and because not we but\nThy holy Name should so receive all glory for ever2.\n11 Chronicles 29:10-12; Romans 10:11-13; 2 Peter 2:9.\n128\n2 Psalms 115:1; Jeremiah 33:8-9; John 14:13\nQuestion: What does the word Amen mean?\nAnswer: Amen means: It is true and certain. For God has much more certainly\n129\nheard my prayer than I feel in my heart that I desire this of Him1.\n12 Corinthians 1:20; 2 Timothy 2:13.\n43",
    "Page_122": "Primary\nSecondary\nQ.\nWhat is the sixth plea?\nQ\nWhat is the sixth plea?\nA\nThe sixth plea is: Do not bring us to hard\nA\nThe sixth plea is: Do not bring us to hard\ntesting, but keep us safe from the Evil\ntesting, but keep us safe from the Evil\nOne.\nOne.\nQ\nWhat does “Do not bring us to hard\nQ\nWhat does the sixth plea mean?\ntesting\", mean?\nA\n\"Do not bring us to hard testing\" means:\nA\n\"Do not bring us to hard testing\", means:\nlet us, who are weak, not fall into sin but \nlet us, who are weak, not fall into sin.\nkeep us standing in the struggle against\nQ.\nWho wants us to fall into sin?\nour mortal enemies, the devil, the world\nA.\n Our three sworn enemies want us to fal\nand our own sinful hearts, through the\ninto sin:\npower of the Holy Spirit .\ni.\nthe devil;\nii.\nthe world;\ni1i.\nour own sinful hearts.\nQ.\nHow do you end your prayer?\nQ\nHow do you end your prayer?\nFor yours is the kingdom and the power\nA\nFor yours is the kingdom and the power\nA\nand the glory, forever, Amen.\nand the glory, forever, Amen.\nQ.\nWhat does it mean when you end your\nQ\nWhat does it mean when you end your\nprayer with these words?\nprayer with these words?\nA\nWe end our prayer like this, because God,\nA\nWe end our prayer like this because\nbeing our King, only wants to bestow on\nGod, being our King, only wants to\nus that which is good.\nbestow on us that, which is good.\nQ\nWho should be eternally praised for all the\nQ\nWho should be eternally praised for all\ngood that we receive?\nthe good that we receive?\nA\nFor all the good that we receive we must\nA\nFor all the good that we receive we must\npraise, not ourselves, but God's holy\npraise, not ourselves, but God's holy\nName.\nName.\nQ.\nWhat does the word \"Amen\", mean?\nQ\nWhat does the word Amen mean?\nThe word “Amen\", means: it is true and\nA\nThe word Amen means: it is true and\ncertain that God will hear my prayer.\ncertain that God will hear my Prayer,\nmore surely than I feel in my heart.\n44"
}