{
    "Page_1": "PACIFIC POLICY PAPER No.5\nGrowth, Structural\nChange and\nEconomic Policy in\nPapua New Guinea\nImplicationsfor agriculture\nFrank G. Jarrett and\nKym Anderson\nNational Centre for Development Studies\nThe Australian National University",
    "Page_2": "PACIFIC POLICY PAPER No.5\nGrowth, Structural\nChange and\nEconomic Policy in\nPapua New Guinea\nImplications for agriculture\nFrank G. Jarrett and\nKym Anderson\nNational Centre for Development Studies\nThe Australian National University\nCanberra, Australia\n1989",
    "Page_3": "National Centre for Development Studies1989\nThis book is copyright. Apart from those uses which may be permitted under the\nsod Aue Aa paonpada eq Aew ued ou 'pepuawe se 8ah py udo\nwithout written permission. Enquiries should be made to the publisher.\nAll or part of this work may be copied by members of educational institutions and\nlibraries for the purpose of research, study or teaching provided the source is\nacknowledged.\nNational Library of Australia\nCataloguing-in-publication enty\nJarrett, F.G. (Frank G.).\nGrowth, structural change and economic policy\nin Papua New Guinea\nBibliography.\nISBN 0 7315 0768 1.\n1. Agriculture — Economic aspects — Papua New Guinea.\n2. Agriculture and state — Papua New Guinea.\n3. Papua New Guinea — Economic conditions.\n4. Papua New Guinea —Economic policy.\nI. Anderson, Kym. ll. Australian National University.\nNational Centre for Development Studies.ll. Title.\n(Series: Pacific policy papers; no. 5).\n338.1'09956'3\nPrinted in Australia by\nThe Australian National University\nNational Centre for Development Studies\nResearch School of Pacific Studies\nThe Australian National University\nGPO Box 4, Canberra, A.C.T., 2601, Australia.",
    "Page_4": "Preface\nPapuaNew Guinea's disappointingeconomic growthperformance\nsince its Independence in 1975, particularly in the rural sector, is\nprompting the government to reassess its policies and priorities with a\nof the present study is to examine possible reasons for the economy's\ntionbaseforpolicy-makers.\nThestudywascommissionedby theNational CentreforDevelop-\nment Studies (NCDS) at the Australian National University, Canberra.lt\nforms part of the Centre's overall research program on Papua New\nGuinea which is funded by the Australian International Development \nAssistance Bureau.The authors are most grateful to Rodney Cole,\nBrian Brogan, Will Martin and Barry Shaw at NCDS and Tom Nguyen\nat Griffith University for encouragement and feedback; to the many\npeople inPapua New Guinea who generously gave their timeand\nviews in discussions with the authors; to staff at the Institute for Applied\nSocial and Economic Research and the Institute of National Affairs\nwho co-hosted the authors in Port Moresby during their fieldtrip; to the\nInstitutefor International EconomicStudiesoftheUniversityofStock-\n holm for providing a congenial atmosphere for Kym Anderson while he\nwas drafting parts of the report; to Melissa Gibbs, Young-ll Park and\nHelen Wickens who helped as research assistants; and to Debbie\nJackson and Davina Dolman for word processing. We also thank\nMaree Tait, Margaret Callan and May Stinear at the NCDS for produc-\ning the monograph.Needless to say, responsibility for the views\nexpressed rests solely with the authors.",
    "Page_5": "",
    "Page_6": "Contents\nPreface\nv\nOverview\nxii\nAgriculture's relative decline\n1. Economic growth and structural changes since the 1960s\n3\nEconomic growth\n3\nStructural changes\n11\nFeatures to be explained\n15\n 2. Reasons for the structural changes\n18\nWhy agriculture declines relatively as an economy grows\n18\nWhy Papua New Guinea's staple food sector has performed\npoorly\n21\nPolicies affecting agrlcultural incentives\n3.Factor market distortions\n31\n Agricultural land \n31\nFinancial capital\n36\nLabour\n42\n4. Distortions in product markets\n51\nAgricultural product price distortions\n51\n Non-agricultural product price distortions\n55\nExchange rate policy\n56\nTaxation policy\n58\nConclusions\n61\n 5. Agricultural stabilization policy.\n63\nObjectives of agricultural stabilization policy\n63\nSources of variation in agricultural export earnings\n64\nContribution of schemes to macro stability\n67\nContribution of schemes to producer welfare\n69\nWhy have stabilization schemes?\n73\nPublic investment in the rural sector\n6.Agricultural research and extension\n77\nHistory of investment in agricuttural innovations\n78\n Economics of investing in agricultural innovations\n81",
    "Page_7": "vili\nGROWTH, STRUCTURAL CHANGE AND ECONOMICPOLICY\n7. Other investments in human capital and infrastructure\n93\nEducation\n93\nHealth\n101\nTransportation\n104\nLaw and order\n107\nThewayahead\n8. Conclusions\n111\nLessons from the recentpast\n111\nPolicy implications \n113\nPriority areas for further research\n115\nReferences\n117",
    "Page_8": "ix\nTables\n1.1\nGrowth in real GDP, population and real GDP per capita, Papua\nNew Guinea and other economies, 1960-86\n4\n1.2\nGrowth in real GDP per capita, Papua New Guinea, sub-Saharan\nAfrica and all developing economies, 1965-86\n5\n1.3\nGrowth in export volume, Papua New Guinea and other\ndeveloping economies, 1965-86\n7\n1.4 Indexes of export volume, terms of trade and export value, Papua\nNew Guinea, 1965-86\n8\n1.5\nFood and agricultural production in Papua New Guinea and other\ndeveloping economies, 1975-86\n9\n1.6\n Social development indicators, Papua New Guinea and other\ndeveloping economies, 1985\n10\n1.7\nSectoral shares of gross domestic product, Papua New Guinea\nand other economies, 1965-86\n12\nSectoral shares of merchandise exports, Papua New Guinea and\nother economies, 1960-86\n13\n1.9\nShares of selected commodities in total exports, Papua New\nGuinea, 1958-86\n13\n1.10 Shares of subsistence food production in GDP and in private\nexpenditure, Papua New Guinea, 1961-80\n14\n1.11 Indigenous (smallholders') share of total production of various\nexport crops, Papua New Guinea, 1969-83\n14\n1.12 Sectoral shares of employment, Papua New Guinea and other\neconomies, 1960-80\n16\n1.13 Land and labour productiviy in agriculture, Papua New Guinea\nand other developing economies, 1970-85\n16\n2.1\n Nominal and real effective exchange rates and external debt,\nPapua New Guinea, 1974-86\n22\n2.2\nIndexes of international prices of coffee, cocoa, copra and palm\noil, in kina and US dollars, 1981-86\n25\n2.3\nCurrent and prospective mineral developments, Papua New\nGuinea, 1971-97\n25\n2.4\n Copper ore grade, mining costs, prices and earnings, Bougainville\nCopper Ltd, 1972-87\n26\n3.1\nLand availability per capita, Papua New Guinea and other\ndeveloping economies, 1970 and 1985\n32\n3.2\n Interest rates by type of loan, Agriculture Bank of Papua New\nGuinea, 1981\n39\n 3.3 Industry distribution and average size of rural loans by the\nAgriculture Bank of Papua New Guinea, 1967-84\n41\n 3.4  Agricultural loans approved by the Agriculture Bank and by\ncommercial banks, Papua New Guinea, 1980-86\n42\n3.5 Recorded unemployment rates, Papua New Guinea, 1980\n44\n4.1Per capita consumption of (and self sufficiency in) various meats,\nPapua New Guinea, 1971-86\n54",
    "Page_9": "X\n4.2Central government expenditure and internal sources of tax\nrevenue,Papua New Guinea,1965-86\n59\n4.3Mineral Resources Stabilization Fund operations and North\nSolomons royalty receipts, 1975-87\n60\n5.1S\nSources of variation in agricultural export earnings, Papua New\nGuinea, 1961-85\n66\n5.2\n2End-year balances in agricultural stabilization funds, Papua New\nGuinea, 1975-86\n67\n5.3 Changes in the price and quantity of coffee exports and in the\ncoffee stabilization fund, Papua New Guinea, 1975-86\n68\n5.4Changes in the total value of exports and of stabilization fund\ndeposits for coffee, cocoa and coconut products, Papua New\nGuinea, 1976-86\n69\n5.5 Changes in the unit value of coffee exports before and after the\nstabilization fund levy/subsidy, Papua New Guinea, 1976-86\n71\n6.1\nAgricultural research manpower relative to agricultural output,\nPapua New Guinea and other economies, 1980\n82\n6.2 Agricultural research and extension manpower resources, by\ncrop, Papua New Guinea, 1980\n83\nproducts, Papua New Guinea, 1980\n84\n6.4\n Estimated costs of the agricultural support services project, Papua\nNew Guinea, 1987-91\n90\n7.1\n Central government expenditure on education and health, Papua\nNew Guinea and other developing economies, 1986\n96\n7.2Private and social rates of return to investment in education,\nPapua New Guinea, 1979\n96\n7.3 Social rates of return to education, Papua New Guinea and other\ndeveloping countries, circa 1979\n97\n7.4 Recurrent expenditure per equivalent full-time student, Papua\nNewGuinea,1973and1983\n98\n 7.5 Community school enrolment ratio by province, Papua New\nGuinea, 1977-85\n99\n7.6 Indicators of the availability of health services, Papua New\nGuinea, 1973 and 1984\n102\n7.7 Importance of major diseases in Papua New Guinea, 1974 and \n1985\n103\n7.8 Provincial distribution of trafficable roads and population, Papua\nNew Guinea, 1980\n105\n7.9 Distribution of exports by port, Papua New Guinea, 1981 and 1986 106",
    "Page_10": "xi\nBoxes\n2.1Effects of a boom in one export sector on other sectors\n22\n3.1Effects of high minimum wages on the agricultural sector\n45\n 3.2 Labour market equilibrium in the presence of urban\nunemployment\n46\n3.3 Employment and output effects of an urban subsidy\n47\n3.4 Effects of higher input costs on farmers\n49\n 5.1 Statistical technique for analysing variance in export \nearnings\n64\n5.2Effects ofprice stabilization schemesonproducerwelfare\n71\n6.1  Market effects of a process innovation\n85\nures\n1.1 Index of volumes of exports of selected crops, Papua New\nGuinea,1958-86\n5\n1.2 Index of aggregate volume of exports of major agricultural\nproducts and of copper, Papua New Guinea, 1958-86\n6\n1.3 Terms of trade for Papua New Guinea, all developing \neconomies and all industrial market economies, 1960-86\n6\n1.4 Indexes of prices for major exports of Papua New Guinea,\n1966-87\n 1.5 Foreign indebtedness, debt service and foreign\ninvestment, Papua New Guinea, 1975-87\n9\n2.1 Changes in the supply of and demand for agricultural and\nAwouooa buimob e u! spoob jennoube-uou\n19\n 2.2 Real international prices for agricultural products, 1900-85\n20\n 2.3 The market for non-tradables in a booming economy\n23\n3.1Inter-connectionsbetween secure land tenure and the\ncreditmarket\n37\n3.2 Real minimum weekly wages, rural and urban, Papua New\nGuinea,1972-86\n43\n3.3 The labour market in Papua New Guinea\n45\n3.4 The labour market with a subsidized urban sector\n47\n 3.5 Effects of increased urban wage costs on the quantity\nproduced and price received by farmers\n49\n4.1 Volume of log and other forest product exports, Papua\nNew Guinea, 1971-86\n56\n4.2 Value of log and other forest product exports, Papua New\nGuinea, 1971-86\n57\n5.1 Fluctuations in the unit values of coffee, cocoa and\ncoconut products exported from Papua New Guinea,\n1961-86\n65",
    "Page_11": "xii\n5.2 Fluctuations in the quantities of coffee, cocoa and coconut\nproducts exported from Papua New Guinea, 1961-86\n66\n5.3 Effects of price stabilization on producer welfare\n72\n6.1 Market effects of a process innovation\n86\n7.1 Age earnings profiles, Papua New Guinea, 1979\n95\nKey to symbols used in tables\nn.a.\nNot applicable\nNot available\nZero",
    "Page_12": "Overview\nNew Guinea: a\nresource-rich economy\nIndependence from Australia in September 1975, its trade, particularly\nwith good prospects\nexports, has diversified away from Australia, the monetized sector of\nthe economy has expanded substantially, the overwhelming reliance\non agriculturehas moderated and the dependence on foreign aid is\ngraduallyfalling(seeGarnautandBaxter1983;Goodman,Lepaniand\nMorawetz 1985).Moreover, two spectacular copper mines have been\nsuccessfully developed — Bougainville from the early 1970s and Ok\ndevelopments are inprospect for the 1990s.Largely as a result of\nBougainville, the value of Papua New Guinea's exports at constant\npricesquadrupledbetween1971and1976.\nDisappointingrecordof\nYet, despite all these signs of economic progress in Papua New\nrecent economic\nGuinea, the average income in this resource rich economy has not\ndevelopment. Why?\ngrown.lin fact, for the vast majority of the population still living in\nvillages,real incomes maywell have declined during the first decade of\nIndependence, a period when food production per capita fell by an\nserious in recent years.\nPoor performance of\nThis disappointing growth performance has led the government to\nagricultural sector in\nreassess its policies and priorities.Why have living standardsnotrisen\nparticular\nduring the past decade or so?in particular, why has agriculture per-\n1990s, will that leave the country too vulnerable to multinational com-\neaseorexacerbateurbanunemploymentproblems?willitmake\nPapua New Guinea more dependent on imports of food?The latter is a\nparticular concern of former Deputy Prime Minister Sir Julius Chan\nwho, according to Gupta and Polume(1984:8),believes it is a‘national\nitself.\nGovernment looks to shift With these questions in mind, the Papua New Guinea government is\n policy emphasis towards  looking to shift its policy emphasis toward smallholder agriculture.The\nsmallholder agriculture\nmultiple aims of such a change, as perceived by the government, are\nto:\nboost incomes inrural areas;",
    "Page_13": "xiv\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\n口diversify and expand the monetized part of theeconomy and thereby\nbroaden the domestic taxbase so that the governmentcanreduce\nits dependence on foreign aid;\ndebt service obligations;\n口reduce the country's dependence on food imports; and\n口reduce dependence on multinational companies and intemational\nmarketsforexport earnings.\nAims of this study\nThe purpose of this study is to examine the impact of recent economic\nparticularly smallholder agriculture — has played in Papua New\nGuinea's development.This is an essential step in the process of\nassessing alternative development strategies the govemment might\nadopt in the years ahead.\nThe study is in four parts.The first documents the extent of Papua\nNewGuinea's economic growthand structuralchanges sincethe\n1960s and the contribution of those developments to agriculture's\nrelative decline during that period.They are not the only reason for\ntion has to do with government policies.The second analyses the\nfactor and product markets.The third examines the role played by\nthe rural sector.Finally, lessons and key policy implications are drawn\nfrom the recent past, and a list is provided of some of the priority areas\nwherefurthereconomicanalysiscould improvepublicdebate.\nThe pattern of economic\nBy global standards the aggregate economic growth of Papua New\nchange since the 1970s:\nGuinea has been very slow since the mid 1970s.Yet the growth in\ntherelativedecline of\nexport volumes and the extent of inter-sectoral change in the structure\nagriculture\nto or, in the case of exports, well above the average for developing\ncountry's terms of trade, its exports in 1986 were able to buy three\ntimes as many imports as in 1970 and ten times as many as in\n1965.Large-scale mining began only in the early 1970s, but by the end\nand half of the country's export earnings.Meanwhile, agriculture's\nlate 1960s and 1986.One in four workers had non-agricultural jobs by\n1980, compared with only one in ten in the early 1960s.\nEffects of the mineral\nThe relative decline of agriculture inPapua New Guinea has foursets\nexport boom\nof explanations.First, this is something that tends to happen, to\neconomic growth, for reasons spelt out in the first part of Chapter 2.",
    "Page_14": "OVERVIEW\nXV\nSecond, agriculture's decline was accentuated in Papua New Guinea\nmine sites — financed largely by foreign capital inflows — and the\nin the value ofPapua New Guinea's currency reduced the competitive-\nfood staples for which there areclose substitutes which are\nanalysed in the latter part of Chapter 2.\nGovernment policies\nThe other two sets of explanations for the relative decline of agriculture\naffecting the agricultural\n— and for the economy's overall sluggishness — have to do with\nsector\ngovernment policies.One set is concerned with policies affecting incen-\nmarkets(Chapters 3 to 5).The other relates to public investments in\n o       \nand non-rural output and productivity (Chapters 6 and 7).\n Policies affecting agricultural incentives involve much more than\nfecting markets for land, labour and financial capital, since these have\nchange rate policies, which affect the kina value of agricultural\nproducts both directly and indirectly, and taxation policies which in-\nfluence the net return to producers.\nProblems with the land\nChapter 3 begins with the land market.An extremely small proportion\ntenure system\n- only 1.2 per cent — of Papua New Guinea's land is used for\nagriculture, and three-quarters of that is planted to export tree\nglobal standards, the amount of land used for agriculture per farm\nworker isless thanone-tenth that for the average developing\ncountry.One reason so little land is used stems from the land tenure\nsystem.Traditionally, customary land is owned by groups or clans, and\nno titles to that land, however, so tenure is insecure and the right to\n individual to make long-term investments in improving the productivity\noftheland,including theinitial investmentofclearingforest landfor\nagricultural purposes.Progress toward issuing formal titles for land has\nprogressed extremely slowly, primarily because it is almost impossible\nto get the required consensus before land is alienated.Moreover, even\nbe sold to non-nationals, and nationals do not value highly the certifi-\ncate of title because they fear conflict with other groups who may claim\ncustomary right to that land.Hence, there is a major divergence be-\ntween the private and social value of land,leading to gross\nunderutilization of, and underinvestment in land.ln addition, without\nland titles as collateral, famers have difficulty obtaining long-term\ncredit for investment in agriculture.Clearly the government needs to",
    "Page_15": "xvi\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nof customary land tenure and to speed up the process of issuing new\ntitlesand transferring existingtitles.\nRural credit policy\nThe market for financial capital is also grossly distorted, and in ways\nweakens the position of\nwhich probably reduce the resources available for agricultural produc-\nsmallholders\ntion, especially smallholder production.The banks have tried to find\nways to reduce the uncertainty of lending to farmers in the absence of\nsecure land titles, though such attempts inevitably raise the cost of\nagricultural lending.Partly in response to this high cost of lending the\nthegovernment'sAgricultureBank,andtorequirecommercialbanksto\noffer some additional agricultural loans at concessional rates of inter-\nest.The latter necessarily means that those banks have to charge\ninterest to depositors.This most probably has meant that fewer funds\nthat the available concessional finance is allocated to the banks'least\nrisky and least costly customers,who tend to be the large borrowers\nsmallholdersubsector-islikelytobeworseoff,rather thanbetteroff,\nas a result of Papua New Guinea's rural credit policy.\nHighnon-farmwagesand\nThe distortions in the labour market also generate inefficiencies and\nthe shift to the towns\nwages attract rural people to the towns in search of jobs.There is a\nlimited number of urban jobs, and the consequent unemployment\nresults in less production in the economy, law-and-order problems in\nthe towns, and possibly even less labour and higher wage costs in the\nagricultural sector.These problems may be exacerbated if the non-\nsubsidized.Moreover, as farmers expand their cash sales and their\npurchases of modem inputs they will befurther disadvantaged by the\nmarketing services.\nEffects of market\nThe net effect of these distortionary policies in the markets for the\ndistortions on agriculture\ncountry'sland，capitalandlabourresources iscertainlytoreduce\nefficiency with which the nation's resources are used, and make for\ngreater equity.\ntrade restrictions\nPapua New Guinea is not as interventionist as many developing\n-on food\ncountries, there appears to be increasing use of trade restrictions as a",
    "Page_16": "OVERVIEW\nxvii\nmeans of encouraging or discouraging the production or consumption\nof selected goods.For example, imports of many food items are\nstitutes.Diverting agricultural resources from low cost to high cost\nsector, however, and raises the cost of purchasing food while reducing\nthe variety of nutrients available for consumption.Also, in the case of\nintensive livestock products which can beproduced efficiently onlyby\nrelying on imported feedgrains, it does little to boost the country's food\nself-sufficiency.\n-andonnon-agricultural\ngoods\ndate these have not encouraged a large amount of manufacturing\nactivity, they have the potential to do so as cash incomes and hence\ndomesticdemandexpand.A moreunifomsetof importtariffsinplace\nofthecurrentwidediversityoftariffandnon-tariffbarrierswouldbe\nthesame time they would enhance the amount of government revenue\nraisedby a givendegreeoftraderestriction.Analternativeandmore\nexport tax.The latter would be no more disadvantageous than the\nrestrictions and fewer opportunities for potential import-replacing\nThe ‘hard kina strategy”\nand agriculture\nin Chapter 4, concerns the exchange rate.lnsofar as Papua New\nGuinea's “hard kina strategy' has artificially held up the value of the\nto the price of tradables.lt is true that the real depreciations allowed\nmarket forces to play more of a role in the foreign exchange market\nthan had hitherto been the case.However, given the substantial\ndeteriorationin thecountry's terms oftradeduring the1980s and the\nthe sectors producing tradable goods, not least agriculture, to make a\nmore substantial contribution to the economy's development.\nInadequaciesofprice\nPapua New Guinea, like many primary exporting developing countries,\nstabilizationschemes\nfaces rather unstable extemal tems of trade.Fluctuations in export\neamingsarecommonlyassumed tobebadfora developingeconomy\nbecause of their contribution to macroeconomic instability andbe-\ncause they will induce producers to invest less in the export\nsector.Governmentsthereforeconcludethatpricestabilization\nschemes are desirablefor any major export commodity whose interna-\ntional price fluctuates markedly. Not surprisingly, Papua New Guinea\nhas implemented buffer fund arrangements for its major tree\nyears with the moneybeing deposited in a fund tobe drawn on in",
    "Page_17": "xvili\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nprice.ln practice such schemes turn out at best to make a minor\ncontribution towelfareanddevelopmentbutmoreusuallytoworsen\nwelfare and inhibit development.The brief examination in Chapter 5 of\nPapuaNew Guinea's schemes seems tobe consistent with this\ngeneralexperience.\n-theycontributelittleto\nFirst, the agricultural price stabilization schemes have contributed very\nmacroeconomicstability\nlittle to the stability of Papua New Guinea's macro-economy.Except\nduring the very exceptional coffee price boom of the late 1970s, the\nchange in the stabilization funds in aggregate has never been more\n   s  s     d  \nstabilization fund deposits by the administrators of the scheme, and at \nadjusting the levies/subsidies to the changing international market.lt\nusing conventional monetary and fiscal policy instruments for manag-\ning themacro-economyrather than agricultural price stabilization\nschemes.\n一and do little to enhanceSecond, the schemes have done little better in contributing to producer\nproducer welfare or\nwelfare.lt is true that producers' gross receipts have fluctuated less on\nencourage investment\naverage because of the schemes for coffee,cocoa and coconut\ngrowth of producers' receipts have been reduced by the schemes, and\nonlypart of the losstoproducersispreserved in thestabilizationfund\nfor future dispersement.Moreover, by dampening incentives to in-\nagriculture.\nNeed to reassess\nA fundamental aspect of economic development involves improving\nefficiency of public and\nthe quantity and quality of capital assets, the services of which, when\nprivate investments\ncombined withpeople's labour, are able to generateproducts desired\ngested that themost rapidly growing economies are those whichare\nmost efficient at using existing resources to increase the quantity and\nenhance the quality of the stock of capital through investment ac-\ntivities.Healsostressed thatcapital shouldbe takentoincludenot just\nphysicalassetssuchasmachines,landandmineral depositsbutalso\nhuman health and skills, knowledge about how best to transform inputs\ninto outputs, and institutions such as a well-functioning legal system.\nSince Papua New Guinea may well have a steadily increasing flow of\ninvestablerevenueoverthenextdecadeorso(asnewlydeveloped\nmineral and energy resources are exploited),now is an especially\ninvestment activities undertaken to help achieve the country's develop-\nment goals.\nGreater investment in\nChapter 6 examines the recent performance of, and future prospect\nagricultural research is\nneeded",
    "Page_18": "OVERVIEW\nxix\nGuinea compared with other developing countries, and the\ngovernment's desire toboost agricultural exports and the incomes of\npresented suggests Papua New Guinea has been greatly underinvest-\ning in agricultural research.Further investment in this area is likely to\n of expanded agricultural and national income. The evidence also sug-\ndifferent activities. Too little is going to research compared with exten-\nsion, and of the research expenditure too little is going to coffee,\ncoconuts and, to a slightly lesser extent, cocoa.This does not neces-\nsarily mean more govemment expenditure from consolidated revenue\ngovernment might simply increase the export levies currently imposed\nresearch and extension institutions.As for traditional staple food crops,\nthere appears to be little demand for research in this area by either\nreturns likely to flow from further research investment in export crops in\nwhich Papua New Guinea already has a strong comparative ad-\nsatisfy the government's objectives.\nInvestment reallocation\nneeded—in education\nfrom new agricultural technologies.This is because new technologies\ntypically involve more complex management decisions and education\ntends to enhance decision-making capabilities.For thisreason alone\nthe retums from investing more in rural education will increase as\nagricultural research expands.ln addition, a better-educated rural\npopulation will provide more capable workers for the expanding\nproportion of jobs in the non-farm sectors of the economy. Thus, even\nthougha large proportion of the government's budget is already\ndevoted to education, Chapter 7 shows that further investment in\nareas might be reduced somewhat during the next few years.ln addi-\ntion to improving the efficiency of public investment in education, such\na reallocation would also reduce future income inequalities.\n-andinhealth\nthan many other developing countries.Despite that, the standard of\nhealth is still low, although switching to a more nutritious diet would be\nsufficient to solve some of the problems.As with education, it would\nappear that a reallocation of current spending away from hospitals in\nthelarger towns and towards small scale health services inrural areas\ntowns—wouldresultinbothmoreefficientandmoreequitableaccess\ntohealth care.Not onlywould a betterrural healthserviceenhance the",
    "Page_19": "GROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nXX\nit wouldalsocontribute tofoodoutputandincomegrowth inthe\nagricultural sector.\nMoreexpenditureon\nTransport infrastructure and the efficiency of transport services also\nmaintaining roads and port have a major impact on the welfare of rural people as traders and\nfacilities is warranted\npassengers.From the viewpoint of a producer of agricultural exports,\ntransport and handling costs are essentially an export tax: the higher\nthey are, the lower is net income.Furthermore, high transport costs\nreducethevolumeofstaplefoodthatismarketedandsoreduce\noverall food self-sufficiency.while no major new road construction\nprojects seem to be economically justified,greater expenditure on\nmaintaining and upgrading roads is warranted.Similarly, while no addi-\nimproving a number of the major existing ports.ln addition, fewer\nregulations in the provision of port, coastal shipping and airline ser-\nvicesandafosteringofprivatecompetitionintheseareascould\ncontribute toward containing expenditure on transportation.\nBettermaintenanceof lawA\n Also noted in Chapter 7 is the role the government plays in maintaining\nand order required\neroding people's peace of mind and raising their cost of living.ln\nbuyerswhopurchasecoffeefromsmallholdersalongtheHighlands\nrural education and the training of teachers and nurses, for example,\nwill suffer through difficulties in attracting and recruiting people with the\nrequired skills.\nPriorityareasforfurther\nThis study is very much a broad brushview of the implications for\nanalysis identified\nagriculture of Papua New Guinea's economic growth, structural\nissues it raises implicitly many more questions—particularly of an\nempirical nature — than it has answered. Some of them must await an\nimprovement in the collection and publication of statistics on the\neconomybefore theycanbeanswered.Butevenwithcurrentlyavail-\nanalysisof a number ofissues that havehadtobe ignored or only\nand of sectoral taxation and assistance policies. Research into these\npromote a muchmore informed debate within the policy-making\nprocess.",
    "Page_20": "Agriculture's relative decline",
    "Page_21": "",
    "Page_22": "Economic growth and structural changes\nsince the 1960s\nPoor economic growth,\nIn the 1960s Papua New Guinea's economy performed better than the\npoor agricultural\nperformance\nformedpoorlyboth in absolute terms and relative to other economies.\nAgriculture in particular has not performed well especially in producing\nfood for local consumption. This chapter examines Papua New\nin the process of Papua New Guinea's economic development.From\nthis examination a number of notable features emerge, explanations\nfor which are sought in subsequent chapters. The most significant\nfeature istherelativelyslowgrowthofPapuaNewGuinea'seconomy\nin spite of massive mineral exploitation. Another is the speed of struc-\ntural change— typically something that is highly correlated with the\nrate of economic growth which — for Papua New Guinea, has been\nabove the averagefor developing countries. A third feature is that food\ninabsolutetermssincethemid1970s.\nEconomic growth\nComparative growth\nTheeconomy ofPapua NewGuinea grewrelativelyrapidlyin the\nrespectable in 1960s\n1960s. Its real gross domestic product (GDP) grew at an annual\nmiddle income economies and 4.4 per cent forlow income economies\nother than China and India. During that decade Papua New Guinea's\npopulation is estimated to have grown a little less rapidly thanpopula-\ntions in other developing countries, and hence real per capita GDP\ngrew substantially faster in Papua New Guinea than in other develop-\ning countries and even slightly faster than in industrial countries (Table\n1.1).\npoor in 1970s\nHowever during the1970sreal per capita income stagnated inPapuaNew\nGuinea, and in the 1980s it even declined. While the global economy\n s         s \nthe 1960s, in relative terms Papua New Guinea's performance has been\npoor and contrastsmarkedlywithneighbouringIndonesia andMalaysia\nwhich also enjoyed booms in export eamings in the 1970s. The only group\neven poorer in 1980s\n of countries to have done worse than Papua New Guinea in the 1980s\n(though not in the 1970s) is sub-Saharan Africa (Table 1.2).",
    "Page_23": "GROWTH, STRUCTURAL CHANGE AND ECONOMIC POLICY\nTable 1.1\nGrowth in real GDP, population and real GDP per capita, Papua New Guinea and other\neconomies, 1960-86 (per cent per year)\nReal GDP\nPopulation\nReal GDP per capita\n1960-70\n1970-80\n1980-86\n1960-70\n1970-80\n1980-86\n1960-70\n1970-80\n1980-86\nPapua New Guinea\n6.5\n2.3\n1.8\n2.1\n2.3\n2.3\n4.4\n-0.5\nIndustrial market\neconomies\n5.2\n3.2\n2.5\n1.0\n0.8\n0.6\n4.2\n2.4\n1.9\nMiddle income\neconomies\n5.9\n5.6\n2.3\n2.5\n2.4\n2.3\n3.4\n3.2\nLow income economies\n(excl. China & India)\n4.4\n3.5\n2.9\n2.4\n2.6\n2.8\n2.0\n0.9\n0.1\nIndonesia\n3.9\n7.6\n3.4\n2.0\n2.3\n2.2\n1.9\n5.3\n1.2\nMalaysia\n6.5\n7.8\n4.8\n2.8\n2.4\n2.7\n3.7\n5.4\n2.1\nThere is considerable uncertainty as to the actual population growth rate in Papua NewGuinea. Inits 1987World Development\nReport the World Bank quoted 2.6 per cent for 1980-85, which is close to unofhicial estimates by observers in Papua New Guinea.\nIn the 1988 World Development Report, however, a value of 2.1 per cent is quoted. The intermediate value of 2.3 per cent, used\nby Goodman et al. (1985), is adopted.\nSource: World Bank, World Development Report, New York, Oxford University Press, 1982 and 1988.\nEffect of departing\n To some extent the poor performance from 1973-80 is simply a conse-\nexpatriates\nquence of many high income expatriates leaving the country taking\ntheir savings and skills with them. However, the corollary of this has\nbeen that increasing proportions of export tree crop production, urban\ntheirreal incomes have increased substantially.According to Garnaut\nand Baxter (1983:66) the increase in the share of market GDP accruing\nto nationals in the late 1970s is a reversal of the trend during the 1960s\nand early 1970s. This suggests that incomes of nationals grew less\nrapidly in the 1960s and early 1970s and more rapidly in the rest of the\never, Garnaut and Baxter also note that, by the end of the 1970s,\nnationals' share of production was stabilizing at a high level. Lack of\n growth in aggregate GDP per capita in the 1980s thus reflects a loss in\nreal income evenfor nationals.\nEffective changes in terms \nReal GDP growth rates in Tables 1.1 and 1.2 are estimated at constant\nof trade\nprices. However, if a country's terms of trade change over time the\npurchasing power of traded production also changes. A more accurate\nmeasure of therealvalue ofproduction would adjust for the effects of\nchanges in the terms of trade. Papua New Guinea's terms of trade\ndeterioratedmarkedlyinthe1970sand1980s whereas for other\ndeveloping countries,on average,the opposite occurred.Adjusting for\nthis fact shows Papua New Guinea to have done even worse since\n1973.Growth rates for real percapita GDP, after adjusting for the terms\nof trade change, are -2.3 per cent for 1973-80 and -1.5 per cent for\n1980-86 (for 1965-73 the growth rate remains 4.2 per cent),well below\nthe unadjusted rates shown in Table 1.2.",
    "Page_24": "ECONOMICGROWTHANDSTRUCTURALCHANGE\n5\nTable 1.2\neconomies,1965-86 (per cent peryear)\n1965-73\n1973-80\n1980-86\nPapua New Guinea\n4.2\n-1.0\n-0.5\nAll developing economies\n3.9\n3.1\n1.5\nSub-Saharan Africa (excl. S.Africa)\n3.7\n0.7\n-2.9\nGDP per capita adjusted using Papua New Guinea National Statistical Office estimates for 1965-80.\nSource: World Bank, World Development Report, New York, Oxford UniverBity Press, 1988.\nMassive growth in exports This poor performance is surprising given the dramatic growth in the\nvolume of Papua New Guinea's exports in the decade to the mid\n1970s.In the 1960s,coffee and cocoa were the key sources ofexport\nHowever, the growth in agricultural exports was eclipsed during the\nperiod 1972-75 by the export of massive volumes of copper and gold\nfrom Bougainville (Figure 1.2). Exports did not expand much in the\nlatter half of the 1970s; indeed Papua New Guinea's export growth\n1.3). But in the 1980s exports of some commodities expanded again.\nBetween 1980 and 1984 the volumes of log and palm oil exports\ndoubled and quadrupled,respectively,and thevolumeofgold exported\nin1985and1986wastwicethatofearlieryears.Given themuch\ngreater export volume in the 1980s compared with the 1960s, one\nmight expect to have seen substantial investments in place that were\nable to provide pemanently higher and growing incomes.\nFigure 1.1\nCoffe\nIndex of volumes of\n120-\nexports of selected crops,\nPapua New Guinea,\n1958-86 (million kina,\n100\nvalued at 1980 export unit\nvalues)\n80\nSource\nPapua New Guinea, National\nStatisticalOffice,Summaryof\n60-\nStatistics and Abstract of Statistics,\nPortMoresby,various iesues.\n40\n20\nTea\nRubb\n1965\n1975\n1980\n1960\n1970\n1985\nYear",
    "Page_25": "GROWTH, STRUCTURAL CHANGE AND ECONOMIC POLICY\nFigure 1.2\nIndex of aggregate\nvolume of exports of\nmajor agricultural\n300-\nproductsa and of copper,\nAgricultural\nPapua New Guinea,\nproducts\n1958-86 (million kina,\nCopper\nvalued at 1980 export unit\nvalues)b\n200\n*Coconut products, coffee,\ncocoa, palm oil, rubber and\ntea.\nbFor copper ore and con-\ncentrate a price of K500 per\ntonne is used. This was close\nto the average unit value in\n100-\n1979, 1981 and 1982, com-\npared with the historically\nvery high value of K601 in\n1980.\nSource\nBasedondatafromBankofPapua\nNewGuinea,QuarterlyEconomic\n1960\n1965\n1970\n1975\n1980\n1985\nBulletin,Port Moresby, various\nYear\nFigure 1.3\nTerms of trade for Papua\nNew Guinea, all\ndeveloping economies and\nall industrial market\neconomies, 1960-86\nAllindustrial\n(1980 =100)\n100-\nmarket\neconomies\nAlldeveloping\neconomies\nSources\nPapua\nUNCTAD,Handbookof\n80-\nNew Guinea\nInternational Trade and\nDeuelopment Statistics,Geneva,\n1986 Bupplement;Bank ofPapua\nNew Guinea,QuarterlyEconomic\n50-\nBulletin,PorMoreby,vaiou\nissues.\n20-\n1960\n1965\n1970\n1975\n1980\n1985\nYear",
    "Page_26": "ECONOMICGROWTHANDSTRUCTURALCHANGE\n7\nTable 1.3 Growth in export volume, Papua New Guinea and other developing economies, 1965-86\n(per cent per year)\n1965-73\n1973-80\n1965-80\n1980-86\nPapua New Guinea\n32.4\n0.0b\n12.8\n3.2\nMiddle income economies\n5.3\n4.8\n3.2\n4.6\nLow income economies\n2.0\n4.7\n2.7\n6.5\nSub-Saharan Africa (excl. S. Africa)\n15.0\n0.1\n-3.4\nIndonesia\n：\n9.6\n2.0\nMalaysia\n4.4\n10.2\n*1965-74.\nb1974-80.\nSources: World Bank, World Development Report, New York, Oxford University Press, 1988:191,242; BankofPapua New Guinea,\nQuarterly Economic Bulletin, Port Moresby, various issues.\nterms of trade is only a\ngrowth not boosting incomes is that Papua New Guinea suffered a less\ngrowth\nfluctuated around a flat trend. However, between 1979 and 1982 they\ndeteriorated substantially and had recovered only a little by 1986. This\ncontrasts with the experience of other developing countries which, on\naverage, have enjoyed a substantial improvement in their terms of\naa ss  n - so gnn    \n    -     s \nworsening in their terms of trade compared with Papua New Guinea\n(Figure 1.3). The fluctuations in prices have varied considerably within\nthe export commodity group, however, with peaks and troughs for\nindividualcommoditiessometimescoincidingandsometimesoffset-\nting each other (Figure 1.4). The net effect of changes in the country's\nterms of trade can be seen in Table 1.4. Despite the deterioration in the\nterms of tradebetween1965 and 1986, it was nonethelesspossible in\n1986 to buy ten times as many imports as it was in 1965 or three times\nas many as in 1970, given the growth in export volume.\nIncreasedindebtedness\nThe declines in real incomes in Papua New Guinea since the mid\nsuggests excessive\n1970s have not been matched by similar declines in consumption,\nconsumption\nresulting in increased indebtedness during the 1980s. The total over-\nseas debt outstanding in the latter half of the 1970s averaged about \none-quarter of GDP, but by the mid 1980s it averaged more than\nthree-quarters of GDP. The debt service ratio has worsened even\nmore, rising from around 4 per cent of exports in the 1970s to an\nestimated 50 per cent in 1986 (Figure 1.5). As it happens, only part of \nthe increased indebtedness is being channelled into investments. The\ngrowing consumption-driven part of the debt burden is thus postponing\nthe time when Papua New Guinea can phase down its dependence on\nforeign aid from Australia and elsewhere.",
    "Page_27": "8\nGROWTH,STRUCTURALCHANGEANDECONOMICPOLICY\nTable 1.4\nIndexes of export volume, terms of trade and export value, Papua New Guinea, 1965-86\n(1965=100)\nExport\nTerms of\nValue of exports\nvolume\ntrade\nin terms of imports\n1965\n100\n100\n100\n1970\n325\n103\n335\n1974\n1250\n103\n1290\n1980\n1250\n80\n1000\n1986\n1550\n68\n1060\nExport volume index multiplied bythe terms of trade index, divided by 100.\nSources:Derived from data in BankofPapua New Guinea,QuarterlyEconomicBulletin, Port Moresby,various issues;and Papua\nNew Guinea National Statistical Office, Sumrnary of Statistics and Abstract of Statistics, Port Moresby, various issues.\nFigure 1.4\nAgricultural exports\nIndexes of pricesa for\nmajor exports of Papua\n250-\nNew Guinea, 1966-87\n(1977 = 100)\n200-\nPrices are in domestic cur-\nrency terms and so include\nthe effect of exchange rate\n150-\nO1l\nchanges. The copper prices\nare London quotations pub\nlished by the International\nCoffee\nMonetary Fund.\n100-\nSource\nPapua New Guinea, National\n/Copra\nStatistical Ofhce, Summary of\n50\nStatistics and Abstract of\nStatistics,PortMoreaby,variou8\nigsues; Intemational Monetary\nFund, International Financial\nStatistics,WashingtonD.C.,1987.\n1970\n1975\n1980\n1985\nMineral exports\n400-\nGol\n300-\n200-\nCopp\n100\n1970\n1975\n1980\n1985\nYear",
    "Page_28": "ECONOMICGROWTHANDSTRUCTURALCHANGE\nTable 1.5\nFood and agricultural production in Papua New Guinea and other developing economies,\n1975-86 (1975 = 100)\nFood production\nAll agricultural production\nTotal\nPer capita\nTotal\nPer capita\nPapua New Guinea\n1975\n100\n100\n100\n100\n1980\n109\n95\n113\n98\n1986\n124\n93\n127\n95\nAll developingeconomies(excl.China)\n1975\n100\n100\n100\n100\n1980\n115\n101\n114\n101\n1986\n136\n105\n134\n103\nEast Asian developing economies(excl.China)\n1975\n100\n100\n100\n100\n1980\n116\n103\n116\n104\n1986\n142\n112\n141\n112\nIndonesia\n1975\n100\n100\n100\n100\n1980\n127\n114\n128\n115\n1986\n168\n135\n169\n135\nMalaysia\n1975\n100\n100\n100\n100\n1980\n127\n114\n121\n108\n1986\n164\n127\n147\n114\n'Not including beverages.\nSource: Food and Agriculture Organization, Production Yearbook, Rome, 1986.\nFigure 1.5\n120\nForeign indebtedness,\ndebt service and foreign\ninvestment, Papua New\n100-\nGuinea, 1975-87 (per cent)\n'Debt outstanding as per\n80-\nForeign\ncent of GDP\nindebtedness\nbAs per cent of exports\n°As per cent of GDP\n09\nSource\nPapua New Guinea, National\nDebtservice\nStatistical Office, Balance of\nPayments Statistics, Port Moresby,\nFot\nvarious issues; Asian Development\nNew Guinea, Manila, August 1987.\n0\nForeign\n0\ninvestment\n-10+\n1975\n1980\n1985\nYear",
    "Page_29": "10\nGROWTH, STRUCTURAL CHANGE AND ECONOMIC POLICY\nTable 1.6 Social development indicators, Papua New Guinea and other developing economies, 1985\nPapua New\nLow income\nMiddle income\nGuinea\neconomies\neconomies\nLife expectancy at birth (years)\n52\n60\n62\nInfant mortality (per 100o live births)\n68\n72\n68\nPopulation growth rate (% p.a., 1980-86)a\n2.3\n1.9\n2.3\nPersons per physician (1981)\n15,600\n6050\n4950\nPersons per nurse (1981)\n950\n3900\n1400\nDaily per capita calorie supply\n2180\n2340\n2730\nDaily per capita protein supply (grams)\n46\n57\nGross primary school enrolment (as % of population\nin primary school age group)\ntotal\n64\n66\n104\nmale\n73\n110\n109\nfemale\n58\n88\n101\nGross secondary school enrolment (as % of population\nin secondary school age group)\n14\n34\n49\nNumber enrolled in tertiary education (as % of\npopulation aged 20-24 years)\n2\n2\n14\nForeign aid per capita ($US)\n74\n5\n11\n%of GDP\n12\n2\n1\n*As mentioned in the note to Table 1.1, there is considerable uncertainty as to the actual population growth rate in Papua New\nGuinea.\nSources:World Bank,World Development Report, NewYork,Oxford University Press,1987 and 1988;Asian Development Bank,\nEconomic Survey of Papua New Guinea,Manila,August 1987.\nIncreasing reliance on\nIn addition to being concerned about overall poor growth, the govern-\nimported food\nment of Papua New Guinea is also worried by the lack of growth in the\nstaplefood sector andthe increasingreliance ofthecountryonim-\nPapua New Guinea's merchandise imports, and the volume of food\nimports has been growing at about 4 per cent per annum since Inde-\npendence. According to data from the United Nations Food and\nAgriculture Organization, between 1975 and 1986 food production\ngrew only 24 per cent in Papua New Guinea compared with 36 per cent\nin all developing countries. On a per capita basis this represents a 7\nper cent decline for Papua New Guinea compared with a rise of 5 per\ncent for all developing countries, 12 per cent for East Asian market\neconomies and a massive 35 per cent for Indonesia (Table 1.5). Papua\nNew Guinea has not done as badly in expanding its non-food agricul-\ndeclined sinceIndependencewhenexpressed inpercapita terms.\nSocial development\nindicators falling behind\nNew Guinea's slow economic growth, it is worth noting that the\nalso\neconomic performance is reflected in a number of social development\nindicators (Table 1.6). As of 1985, life expectancy at birth was only 52\nyears,compared with more than60years in developing countriesas a\ncountries. This is due partly to inadequacies in the health care system,\n1There is considerable uncertainty associated with Papua New Guinea's population and subsistence food production estimates.\nHowever, a careful study by Shaw (1984) concludes that per capita food production may well be declining and at best it would be\nincreasing only very slowly. See also Goodman, Lepani and Morawez (1985: Ch.4).",
    "Page_30": "ECONOMICGROWTHANDSTRUCTURAL CHANGE\n11\nand also to the low calorie and protein intake in some regions. School\n(especially for females) and, on a per capita basis, Papua New Guinea\nstill ranks as one of the world's most aid-dependent economies.while\nmost of these indicators represent a substantial improvement com-\nfood intake arebelow the standardsofother developing countries.\nStructural changes\nPre-1970s:a dual economyPrior to the 1970s Papua New Guinea was a dualistic economy. Close\nand foreign, monetized\nenciaves\nfrom Australia funded most government services, Australian currency\nwasused,and themajorityofPapuaNewGuinea'sexternal tradewas\ndeveloping countries, but about three-quarters of estimated gross\ndomestic product was spent by the small, affluent enclave. Thus it is\nnot surprising that Papua New Guinea was more agrarian in terms of\nemployment than other developing economies with the same average\nincome per capita. In the early 1960s only one in ten workers in Papua\nNew Guinea had jobs outside of agriculture,compared with one in\nthreeforother middle incomecountries.\nPapua New Guinea in the 1960s was also more agrarian in terms of\nsimilar levels of per capita income. Its relatively strong comparative\nhectares per capita in 1970 compared with a global average of 3\nattracting foreign industrial capital, and the absence at that time of\nknown,commerciallyviable mineral deposits (see Anderson 1983).\nSince 1960s: agriculture's Despite the fact that per capita income has not grown much in Papua\nshare of GDP declining; fall New Guinea since the 1960s there have been quite marked structural\nin subsistencefood\nproduction\nthe decline in relative importance of agriculture as mining activities\nand increasing monetization of rural activities. Agriculture's share of\nGDP was more than 40 per cent in the 1960s, but it fell to around 30\nper cent in the mid 1970s. Exports of goods and services amounted to\naccountedforabout45percentofGDPinrecentyears.Meanwhile,\nsubsistence food production has fallen from more than one-quarter to\nless than one-seventh of total GDP and from nearly two-thirds to less\nthan one-halfof agricultural GDP.",
    "Page_31": "12\nGROWTH.STRUCTURALCHANGEANDECONOMICPOLICY\nTable 1.7\nSectoral shares ofgross domestic product, Papua New Guinea and other economies, 1965-86\n(per cent)\nShareofGDPatcurrentpricesfrom\nIndustry\nExports as GNP per\nincl.\n% of GDP\ncapita\nAgriculture\nmining\n(Mining)(Manufacturing)Services\n(1985 $US)\nPapua New Guineaa\n1965-68\n42\n15\n(-)\n(5)\n43\n18\n465\n1969-72\n38\n21\n(1)\n(6)\n41\n20\n522\n1973-76\n31\n31\n(11)\n(7)\n38\n42\n488\n1977-80\n34\n27\n(12)\n(6)\n39\n44\n473\n1981-83\n33\n23\n(6)\n44\n38\n497\n1986\n34\n26\n(6)\n(9)\n40\n45\n720\nLow income economies (excl. China and India)\n1965\n41\n18\nna\n(10)\n41\n19\n185\n1986\n38\n20\nna\n(11)\n42\n14\n200\nLower middleincome economies\n1965\n30\n25\nna\n(15)\n45\n15\n490\n1986\n22\n30\nna\n(17)\n48\n21\n750\nUpper middle income economies\n1965\n18\n37\nna\n(21)\n45\n18\n965\n1986\n10\n40\nna\n(25)\n50\n22\n1,890\nIndustrial market economies\n1965\n5\n40\nna\n(29)\n55\n12\n7,350\n1986\n3\n35\nna\n(23)\n62\n17\n12,960\nIndonesia\n1965\n56\n13\n(8)\n31\n5\nna\n210\n1986\n26\n32\nna\n(14)\n42\n21\n530\n*Papua New Guinea data are for fiscal years beginning 1 July until 1976, and for calendar years thereafter.\nSources: World Bank, World Development Report, New York, Oxford University Press, 1988; Papua New Guinea, National\nStatistical Offce, National Accounts Statistics, Port Moresby, various issues.\nThe inter-sectoral changes in the economy ofPapua New Guinea\nare unusual in a number of respects. First, while the agricultural sector\nof an economy is expected to decline in relative importance with\nof Papua New Guinea the agricultural sector's relative importance in\nGDP has, if anything, declined faster than in other developing\ncountries (Table 1.7). Second, the rate of decline of agriculture, forestry\nand fishing's share of exports has been dramatic in Papua New\nGuinea. Until the early 1970s more than 90 per cent of the country's\nexports were from the primary sector (mainly agricultural) but, since\nthe mid 1970s, that share has been only half as large (Table 1.8). It is\ntrue that similar rates of decline have occurred in other resource-rich\ndeveloping countries, especially oil-exporting countries such as In-\ndonesia. But what is remarkable about Papua New Guinea's export\nstructure, compared with that of other middle income countries, is the\nextreme dominance of agriculture earlier and the continuing unimpor-\ntance of manufacturing.",
    "Page_32": "ECONOMIC GROWTH AND STRUCTURAL CHANGE\n13\nTable 1.8\n Sectoral shares of merchandise exports, Papua New Guinea and other economies, 1960-86\n(per cent)\nAgriculture, forestry\nFuels, minerals\nand fishing\nand metals\nManufactures\nPapua New Guinea\n1960\n92\n8\n1965\n06\n-\n10\n1970\n96\n4\n1975\n38\n56\n6\n1980\n52\n46\n2\n1986\n40\n54\n6\nLow income economies\n(excl. China and India)\n1965\n69\n25\n6\n1986\n47\n21\n32\nLowermiddleincomeeconomies\n1965\n63\n29\n8\n1986\n34\n38\n28\n Upper middle income economies\n1965\n39\n39\n22\n1986\n16\n25\n59\n Industrial market economies\n1965\n22\n9\n69\n1986\n12\n8\n80\nIndonesia\n1965\n53\n43\n4\n1986\n21\n58\n21\nMalaysia\n1965\n59\n35\n6\n1986\n38\n26\n36\nSources: World Bank, World Development Report, New York, Oxford University Press, 1983 and 1988; United Nations, Yearbook\nof International Trade Statistics,New York, various issues.\nTable 1.9\nShares of selected commodities in total exports, Papua New Guinea, 1958-86 (per cent)\nCoconut\nPalm\nForest\nCopper\nproducts\nCoffee\nCocoa\noil\nproducts\nand gold\nOther\nTotal\n1958-62\n48\n5\n9\n9\n29\n100\n1963-67\n35\n16\n15\n8\n26\n100\n1968-72\n24\n18\n11\n7\n4\n36\n100\n1973-77\n7\n15\n9\n1\n4\n51\n10\n100\n1978-82\n6\n17\n8\n3\n5\n49\n12\n100\n1983-86\n6\n15\n7\n5\n8\n40\n19\n100\nSources: Papua New Guinea National Statistical Ofice, Summary of Statistics and Abstractof Statistics, Port Moresby, various\nissues.\nChanging pattern of\nAlso, within the agricultural sector there have been considerable chan-\nagricultural exports\nges in the structure of exports. One set of changes has been in the\nrelative importance of different cash crops (Table 1.9). Around 1960,\ncoconut products contributed almost one-half of all export earnings,\ncompared with only about 6 per cent in the 1980s. Coffee and cocoa\nexports began in the late 1950s and contributed 30 per cent of all\nexports in the 1960s and early 1970s, and still contribute between\n20 and 25 per cent. Palm oil exports began in the mid-1970s and",
    "Page_33": "14\nGROWTH,STRUCTURALCHANGEANDECONOMICPOLICY\nTable 1.10 Share of subsistence food production in GDP and in private expenditure, Papua New\nGuinea, 1961-80a (per cent of value)\nAgricultural\nTotal\nTotalprivate\nGDP\nGDP\nexpenditure\n1961-64\n46\n63\n26\n1965-68\n42\n1969-72\n63\n24\n38\n1973-76\n57\n18\n34\n1977-80\n41\n14\n26\nSource: Papua New Guinea National Statistical Ofhce, National Accounts Statistics, Port Moresby, various issues.\nTable 1.11 Indigenous (smallholders) share of total production of various export crops, Papua New\nGuinea, 1969-83a (per cent)\nCocoa\nCoffee\nCopra\nPalm oil\nRubber\n1969-72\n28\n72\n35\n0\n1\n1973-76\n39\n74\n42\n65\n5\n1977-80\n52\n69\n47\n61\n13\n1981-83\n64\n71\n55\n52\n16\nFiscal year beginning July 1 up to 1976, calendar years thereafter.\nSources: Papua New Guinea National Statistical Ofice, Rural Industries, Port Moresby, various issues; C.C. Goldthorpe,\nPlantation Agriculture in Papua New Guinea, Port Moresby, Institute of National Affairs, 1985.\naccounted for 5 per cent of earnings by the mid 1980s. Meanwhile,\nrubber's share of exports has fallen from around 8per cent in the early\n1960s to less than 0.5 per cent today.\nMonetizationof agricultureA\n  s s    s   \nincreasing monetization of the sector (see Fisk 1964). This has oc-\nvillagers have shown a clear tendency to market an increasing propor-\nproductive resources to cash-earning exotic enterprises (for example,\nmarketabie surplus of traditional staple foods. There is also a sig-\nnificant production and consumption of betel nut for cash. Shaw (1984)\nestimates urbanandrural sales of betel nut in theearly 1980s tohave\nbeen of the order of K15-20million.In the 1960s little more than\none-third of the assessedvalue of agricultural output(including forestry\nand fishing) was marketed for cash, whereas by 1980 that share had\ngrown to about 60 per cent. In terms of total GDP the value of non-\nmarketed agricultural production declined from 26 per cent in the late\n1960s to 14 per cent in the late 1970s. This is reflected in the share of\nfrom46percent intheearly1960sto26percent inthelate1970s\n(Table 1.10). It is also reflected in the increasing proportion of export\n crop production being supplied by indigenous smallholders (Table\n1.11).",
    "Page_34": "ECONOMIC GROWTH AND STRUCTURAL CHANGE\n15\nAn important consequence of the structural change from subsis-\ntence to cashcropping is that a growing share of agricultural output is\nbecoming susceptible to domestic and international market forces, and\nhence also to market interventions by govermment.\nthan one-half in the averagelower middle income economy. And\nwhereas theservice sector employs about one in three workers in\ndeveloping countries as a whole, it employs less than one in seven of\nPapua New Guinea's workers (Table 1.12).\nrelatively slow. This contrasts with the above average rate of decline in\nagriculture's share of GDP and suggests that labour productivity in\nPapua New Guinea as in other developing countries.Both land and\nlabour productivity in agriculturehave been improving in absolute\nterms in Papua New Guinea, but not nearly as fast as has been\nGuineawhileforIndonesia andMalaysia itwasbetween70and85per\ncent higher (Table 1.13).\nFeatures to be explained\nNeed to explain slow\nThisbriefcomparativeoverviewofgrowthandstructuralchangein\ngrowth,rapidstructural\nchange and decline in food\ninclude the following:\nand agricultural\nproductivity\nNew Guinea has not grown, in sharp contrast to countries such as\nneighbouring Indonesia and Malaysia?\n Why has the speed of structural change in this slow growing\neconomybeen abovethedevelopingcountryaverage?\ndeclined?\nThe last question is especially important because what happens to\nthe agricultural sector is going to affect the welfare of the vast majority\nwhat happens in the product and factor markets of other sectors will\nsoon feed back to the agricultural sector, andvice versa.Even the",
    "Page_35": "16\nGROWTH, STRUCTURAL CHANGE AND ECONOMIC POLICY\nTable1.12\nSectoral shares of employment, Papua New Guinea and other economies, 1960-80\nAgriculture\nIndustry\nServices\nPapua New Guinea\n1960\n89\n4\n1\n1965\n87\n6\n7\n1980\n76\n10\n14\nLow income economies (excl. China and India)\n1960\n82\n7\n11\n1965\n79\n8\n13\n1980\n71\n10\n19\nLowermiddle income economies\n1960\n71\n11\n18\n1965\n65\n12\n23\n1980\n55\n16\n29\nUpper middle income economies\n1960\n49\n20\n31\n1965\n45\n23\n32\n1980\n29\n31\n40\nIndustrial market economies\n1960\n18\n38\n44\n1965\n14\n38\n48\n1980\n7\n35\n58\nIndonesia\n1960\n75\n8\n17\n1965\n71\n6\n20\n1980\n57\n13\n30\nMalaysia\n1960\n63\n12\n25\n1965\n59\n13\n28\n1980\n42\n19\n39\nSource: World Bank, World Development Report, NewYork, Oxford University Press, 1983 and 1987.\nTable 1.13 Land and labour productivity in agriculture, Papua New Guinea and other developing\neconomies,1970-85 (1970 =100)\nAgricultural output\nPer agricultural\nPer\nworker\nhectare\nPapua New Guinea\n1970\n100\n100\n1975\n104\n111\n1980\n110\n124\n1985\n118\n140\n All developing countries\n1970\n100\n100\n1975\n106\n112\n1980\n111\n127\n1985\n122\n149\nIndonesia\n1970\n100\n100\n1975\n118\n118\n1980\n146\n153\n1985\n185\n168\nMalaysia\n1970\n100\n100\n1975\n125\n127\n1980\n145\n149\n1985\n173\n178\nSource: Food and Agriculture Organization, Production Yearbook, Rome, 1986.",
    "Page_36": "ECONOMICGROWTHANDSTRUCTURALCHANGE\n17\ninter-sectoral, open economy framework.The purpose of the next\ntheory to help understand the recent structural changes that have been\nand public investment decisions which have influenced not only those\nstructural changes but also the overall rate of economic growth and\ndevelopment.",
    "Page_37": "2\nReasonsfor the structural changes\nGuinea's economic development. This chapter seeks to explain the\nmore important of these. It begins by examining why agriculture typical-\nwhy agriculture did not decline at a slower rate in Papua New Guinea\ngrowth, and why food production grew so slowly.\nWhy agriculture declines relatively as an economy grows\nA helpfulmodel ofa\nIt is clear from Table 1.7 that agriculture declines in relative importance\ntwo-sector, closed\neconomy\no\nsectors, agriculture and non-agriculture. lf productivity growth is occur-\nring equally rapidly in both sectors, supply curves would shift out at the\nsame rate,as in Figure 2.1. Here we assume the two supply curves\ncoincide initially, and hence they also coincide subsequent to the\nproportion of their income on food as their incomes increase, demand\ngrows less for agricultural products than for other goods. Thus the\nrates in the two sectors. The net result of these two sets of changes is\nthe price of agricultural products falls relative to the price of non-\nagricultural products. Hence the share of agriculture in aggregate\nnational product falls.\nIn the illustrated example, agriculture initially contributed (100 x 100\n=) 10,oo0 units to GDP, as did the non-agricultural sector, so that\nproductivity growth has taken place in the two sectors, the increase in\nthe quantities supplied would be the same if prices for the two sets of\ngoods remained unchanged. However the growth in incomes that\nresults from this productivity growth leads to the demand for agricul-\nEquilibrium in the two markets requires that agricultural output ex-\ntural goods rises to 115 in the case illustrated. Thus agriculture's share\n1 This section draws heavily on Johnson (1973: Ch.4) and Anderson (1987), where the arguments are laid out more fully",
    "Page_38": "REASONSFORTHESTRUCTURALCHANGES\n19\nFigure 2.1\nChanges in the supply\nSA'SBo\nof and demand for\nagricultural and\n non-agricultural goods\nin a growing economy\n115\nDA Demand for agricul-\n100\ntural goods\nDB Demand for non-\n85\nagricultural goods\nSA Supply of agricultural\ngoods\nSB Supply of non-\nagricultural goods\nSource\nAdapted from D.G.Johnson,\nWorld Agriculture in\nDisarray,London,Fontana,\n1973:Ch.3\n100\n180\n200\n220\nQuantity\nof GDP becomes: 85x180/(85x180)+(115x220) = 38 per cent, com-\npared with 50 per cent initially.\nIn a growing world\neconomy,international\nprices of farm products\ninternational pricesforagriculturalproductsrelative tonon-agricultural\ndecline\nproducts, are likely to decline over time as the world economy grows.\nThis is indeed what has happened, as can be seen from Figure 2.2.2\nwhich reduces\nBut what about the situation of a small open economy such as Papua\nagriculture's share of GDP\nNewGuinea's,whichfacesexternal termsof tradethataredetermined\nfrom outside? If the terms of trade for agriculture are declining over\ntime — as they have been, according to Figures 1.1 and 2.2 — then\neven if there is no economic expansion in Papua New Guinea the\nshare of agriculture in GDP, measured at international prices, will be\ndeclining. The same will be true even if the agricultural sector is\nexpanding, so long as its rate of expansion is not sufficiently faster than\nthe non-agricultural sector to offset the decline in relative agricultural\nprices.3\nShare of non-tradables in\n The above model assumes all products are tradable internationally. In\nGDP keeps growing\nreality, however, a large part of each economy involves the production\nfor which the costs of overcomingbarriers to trading intemationally\nespecially transport and, in the case of perishable foods, spoilage\n2\nSee also the evidence in Spraos (1980), Sapsford (1985) and Griliand Yang (1988), as well as the specific trends for Papua New\nGuinea in Figure 2.3.\n3\nThe regression equation reported in the footnote to Figures 2.2 suggests agricultural value added during this centurywould have had",
    "Page_39": "20\nGROWTH,STRUCTURAL CHANGE AND ECONOMICPOLICY\nFigure 2.2\n200\nReal international prices\nfor agricultural products,\n1900-85° (1979-81 = 100)\n150-\n*Weighted average of interna-\ntional prices in US dollars for\ngrains, livestock products,\nsugar, beverages, vegetable\n100-\noils, bananas, fbres, rubber,\ntobacco, hides and skins and\ntimber, deflated by the\nquality-adjusted US producer\n75-\nprice index for industrial\ngoods, with weights based on\ntheshareofeachcommodity\nin the value of world trade in\n1979-81. When the logarithm\nof this relative price index(P)\n1900\n1910\n1920—1930\n1940\n1950\n1980\n1990\nis regressed against time (T),\nYear\nthe equation obtained is P =\n0.25 - 0.0051T (R²= 0.48;\nt-value=-8.8).\nSource:K.Anderson,On why agriculture declines with economic growth',Agricultural Economics\n1(3):195207987;based ondaaprovided inRGriliandM.Cangrimaycomodity\nprices,manufactured goods prices,and the tems of trade of developing countries: what the long run\nshows,World BankEconomicReview 2(1):1-48,1988.\nlike tradables, in equilibrium the quantity of non-tradables demanded\nhas to equal the quantity supplied. The conclusion that agriculture's\nshare of GDP is likely to decline over time is even stronger if it can be\ndemonstrated that the share of tradables in GDP is also likely to\ndeclineingrowingeconomies.\n-whichfurtherreduces\nAvailable evidence suggests that the income elasticity of demand for\nagriculture's share of GDP\nservices (which make up the vast majority of non-tradables) is well\nabove unity in developing countries and tends to converge toward unity\nas incomes grow (Lluch, Powell and Williams 1977; Kravis, Heston and\nSummers 1983; Summers 1985; Theil and Clements 1987). That is, for\ndeveloping countries any increase in incomeleads toa more than\nproportionate increase in the demand for services, which in turn means\nproductivity growth is equally rapid for non-tradables and tradables, but \nwhile demand for tradables expands less rapidly than productivity一\ntheprice and quantity of non-tradables relative to tradables will both\nincrease. In that case the share of tradables in GDP will decline. Since\nlikely that agriculture's share of production will decline, it now seems\neven more likely that agriculture's share of total GDP (tradables plus\nnon-tradables) will decline over time. For that not to happen in a small\n    o    a\ntradables sector but also in the non-tradables sector, so as to offset the\ndecline in the relative price of agricultural goods.",
    "Page_40": "REASONSFORTHESTRUCTURALCHANGES\n21\nindigenous food keeps\ndown its price\nthough, these foods face competition in urban markets from substitute\nfoods which are tradable. Examples include canned or dried fruits and\nvegetables as substitutes for the fresh product, and rice or other grains\nas substitutes for sweet potato. Hence, if the prices of the perishable\nindigenous foods were to rise, the quantity of them demanded would\nfall greatly in the presence of competition from tradable substitutes,\nother things being equal. Thus their prices move closely in line with\nthose of tradable substitutes, rather than independently of them.\nTherefore it is not surprising that agriculture's share of GDP has\ndeclined in Papua New Guinea during the past fifteen years, despite\ntion per capita has actually fallen?\nWhy Papua New Guinea's staple food sector has performed poorly\nBig increase and then \nDuring thepast three decades therehavebeenperiods whenPapua\nearnings\nample, the value of Papua New Guinea's exports in terms of its imports\nmore than trebled between 1970 and 1974, primarily because of export \nprices declined, but recovered during 1977-80 before slumping again\nrate, althcugh the decline in the latter was arrested by an increase in\nnet overseas borrowings between 1981 and 1984 (Table 2.1).\nThereason a boom in export earnings or other inflows offoreign\nsectors is as follows. As explained in Box 2.1, the greater availability of\ncan spend more. Insofar as some of that spending is on non-tradable\nproducts, their price will rise relative to that for tradables (a real\ntradables sector to non-tradables. That is, the agricultural sector is\ndestined to grow less rapidly than it otherwise would while there is a\nboom in mineral exports.",
    "Page_41": "22\nGROWTH,STRUCTURALCHANGEANDECONOMICPOLICY\nTable 2.1 Nominal and real effective exchange rates and external debt, Papua New Guinea, 1974-86\n(1980 = 100)\nElffective exchange ratea\nExternal debt outstanding\nNominal\nReal\na8%of GDP\n1974\n66\n111\n23\n1975\n98\n103\n24\n1976\n98\n100\n26\n1977\n93\n92\n26\n1978\n92\n91\n26\n1979\n66\n97\n23\n1980\n100\n100\n25\n1981\n103\n103\n30\n1982\n102\n102\n39\n1983\n92\n95\n63\n1984\n6\n101\n115\n1985\n81\n87\n80\n1986\n77\n85\n79\nWeighted average for the end-of-year value of one kina in terms of the currencies of Australia, Japan,Federal Republic of\nGermany, the United Kingdom and the United States, using their 1980 share of exports plus imports in Papua New Guinea's\ntrade as weights. Consumer Price Indexes are used to obtain real effective exchange rates. Prior to January 1, 1976 the Papua\nNew Guinea currency was peged to the Australian dollar.\nSources: Compiled from data in Bank of Papua New Guinea, Summary of Statistics and Abstract of Statistics, Port Moresby,\nBox2.1:Effectsofa boom inone exportsectoron othersectors\nTo examine the reasons for the poor performance of staple food production in\nPapua New Guinea, it is useful to conceptualize a disaggregated model of the\neconomy involving five sectors: expon mining, export crop agriculture, Import-com\npeting staple foodagriculture,impor-competingmanulacturing andservices,and\nnon-tradable goodsandservices\nreal expor receipts expand - for example, when the country is exploiting a newly\ndeveloped mine - real income in the country increases. When that income is spent,\neither by exporters, by the govemment from its extra tax receipts, or by taxpayers\nif the govemment were to lower its tax rates following the expont boom,par of it will\nThat is,the demand for N shifts to he ngh in Figure 23,trom Do to Di.This\nchange has been called the spending effeci of the boom (Corden 1984)\nThere is also a resource movement effect associated with the boom. Since\nresources areattracted tothe boomingexpor sector Trom the other seciors\nincluding from the non-tradables sector, the supply curve inFigure 2.3 shifts up and\nto the left from So to S1\nThenetresult ofthese twoeffecisisthattherelativepriceolnon-tradablesmust\nrise,that is,the couniry experiencesa real exchange rate apprecialon.Since the\nshift in the supply curve is likely to be small relative to the shift in the demand curve\n-because the enclave nature of the mining project ensures it attracts few mobile\nthe quantity of non-tradablesproduced and consumed is likely to rise also",
    "Page_42": "REASONSFORTHESTRUCTURALCHANGES\n23\nFigure2.3\nThe market for\nnon-tradablesin\na booming\neconomy\nDo\nterms of M\neofNin\nPrice\nPa\nQuantityofN\nThe non-booming tradable sectors(L)thereforelosemobileresourcesbofh\ndirectly, as resources are attracted into the booming export sector, and indirectly.\nbecause the real exchange rate appreciation weakens the intemational competi-\ntiveness of the L sectors and the likely increase in non-tradables output will require\nresources from the Lsectors.This is a further reason why agriculituralproduction in\nPapua New Guinea did not expand much in the 1970s following the opening up of\nthe Bougainville copper mine. Indeed, the effect began a litle before copper\nexports startedin 1973becausecapital todevelopthemine wasreguired from\nabroad earlier and its inflow strengthened the country's real exchange rate even\n before the export boom. This investment boom effect on the exchange rate is\ndiscussed in Corden(1982)\n implicit assumptions about factor mobility (inter-sectorally or intemationally), factor\nprice flexibility and the absence ol govemment controls on the economy can lead\nto slightly different outcomes (see Corden 1984: Garnaut and Baxter 1983: Bevan,\nCollier and Gunning 1987) But by and large, the above conclusion, that the\n agricultural and manufactuning sectors in Papua New Guinea will grow less rapidly\nas a consequence of the mining boom, remains intacl\n   s        s m\nGuinea the (largely subsistence) staple tood sector is very labour intensive com-\npared with the expor tree crop sector and the manufacturing sector. If labour is the\nonly inter-sectorally mobile resource in the lagging sector then the mining invest\nment and export boom will cause the labour supply in L to be reduced relative to the\n(assumed fixed) supply of land and capital This will cause the labour intensive",
    "Page_43": "24\nGROWTH,STRUCTURALCHANGEANDECONOMICPOLICY\nsuggestsit isespeciallylikely thafthestaplefoodseciorwillshrinkmorethanthe\nexport treecrop andmanufactuningsectors.Indeedit may even be that the latter\ngregatethe Lsectorscontract\nThis is in factwhat happened in the 1970s.Asshown in Figure1.1and Table\n1.5, export tree crop production growth slowed down from the mid 1970s but not to\nthesame extentasstaple toodproduction:and Table1.7showsthat themanufac\nturing sector'sshareof GDPactually expanded in the 1970s.\nRealexchangerateeffectsThe effects of an export boom are reversed when there is an export\non agriculture reversed at slump. Between 1980 and 1982 the price of copper and gold in US\nslump\nyen or deutschmark. The volume of copper ore and concentrate ex-\nported fromPapua New Guinea alsodeclined after 1982-83(Figure\n1.2). Thus the real exchange rate has been under pressure to decline\nthrough the 1980s. The decline was delayed by the massive growth in\noverseas borrowings between 1980 and 1984 — in part to finance\nconstruction at the Ok Tedi mining site in the early 1980s. But between\n1984 and 1986 the real effective exchange rate depreciated by 16 per\ncent (Table 2.1). A consequence of the depreciation was that other\ntradable sectors became more competitive.This,together with\ndevelopments in international commodity markets, is reflected in the\nevident from Table 2.2, only part of these increases is due to changes\nin the US dollar prices in intemational commodity markets; the rest is\ndue to the US dollar-kina exchange rate depreciation. Those kina price\nincreases stimulated agricultural exports in the mid 1980s: as shown in\nFigure 1.2, the volume of agricultural exports increased 27 per cent\nbetween1982and1986.\nPressures on agriculturalIt is clear that developments in one sector of the economy canrapidly\nsector from mining boom  affect other sectors. The agricultural sector in Papua New Guinea — as\nmaycontinuein1990s\nin all countries—is continually under pressure to decline in relative\nimportancebecause therelativedemandforagriculturalproducts\ntends to expand less rapidly than their relative supply. Moreover, in\nPapuaNewGuinea theagricultural sector was under additional pres-\nsure to decline in the 1970s because of the inter-sectoral effects of the\nmining boom. The latter pressure reversed in the mid 1980s, which\nmining developments for the next decade come to fruition, the value of\nPapua New Guinea's mineral exports could multiply several times in\nthe 1990s(Table 2.3), putting even more competitive pressure on the\nagricultural sector.\nWhy has the growth of\n.while these phenomena go some way towards explaining why the\nreflected in higher per\ncapita income?",
    "Page_44": "REASONSFORTHESTRUCTURALCHANGES\n25\nable 2.2\n Indexes of international prices of coffee, cocoa, copra and palm oil, in kina and US dollars,\n1981-86# (1981 = 100)\nCoffee\nCocoa\nCopra\nPalm oil\nkina\n$US\nkina\n$US\nkina\n$US\nkina\n$US\n.981\n100\n100\n100\n100\n100\n100\n100\n100\n.982\n118\n108\n90\n84\n91\n83\n88\n78\n.983\n116\n110\n122\n102\n151\n131\n96\n88\n.984\n143\n122\n162\n115\n277\n187\n176\n128\n.985\n184\n115\n167\n109\n166\n102\n150\n88\n.986\n249\n147\n149\n100\n56\n52\n76\n45\nThe kina prices are for Papua New Guinea unit export values; the US prices are those quoted in New York or European ports.\nources: Papua New Guinea National Statistics Ofhce, Abstract of Statistics, Port Moresby, various issues; International\nMonetary Fund, International Financial Statistics,New York,1987.\nrable2.3\nCurrent and prospective mineral developments, Papua New Guinea, 1971-97\nBougainville\nOk Tedi\nMisima\nLihir\nPorgera\nIagifu\n(copper, gold,\n(copper,\n(gold,\n(gold)\n(gold)\n(oil, gas)\nsilver)\ngold)\nsilver)\nConstruction start\n1971\n1981\n1987\n1989\n1989\n'roduction start\n1973\n1985\n1990\n1993\n1993\n'rofits start\n1973\n1991\n1992\n1995\n1997\n。\nReserves of ore\n(million tonnes)\n640\n350\n45\n700\n80\n100\nmillion\nbarrels\nGradeofore\ncopper (kg/tonne)\n4.2\n7.0\ngold (g/tonne)\n0.4\n0.3\n1.4\n3.2\n4.7\nsilver (g/tonne)\n1.2\n20.0\nTotal investment\n(million kina)\n280\n1320\n175\n450\n670\n1100\n(to 1991)\n(to 1991)\nMine life (years)\n26\n19\n10\n15-20\nAnnual production\nvolume (tonnes)\ncopper\n170,000\n160,000\ngold\n15\n3\n6\n28\n22\n(to 1988)\n(to 2003)\nsilver\n40\n100\n2otential export value by mid 1990s (million kina p.a.)a\n=\ncopper(Ki000/tonne)a\n170\n160\ngold (K10,000/kg)a\n150\n60\n280\n220\nsilver (K200/kg)a\n8\n20\n oil and gas\nrotal\n328\n160\n80\n280\n220\n Jovernment revenue (million kina p.a.\naverage)\n41\n25\n90\n60\nValued a t the prices shown in parentheses, which are roughly 1986 prices.\njource: Authors'calculations based on a variety of sources.",
    "Page_45": "26\nGROWTH,STRUCTURAL CHANGE AND ECONOMIC POLICY\nTable 2.4 Copper ore grade, mining costs, prices and earminge, Bougainville Copper Ltd, 1972-87\nOre grade\nOperating costsExport price\nCompany earnings before taxation\nCopper\nGold\nper unit of\nfor copper\nAs% of\n(%)\n(gm/tonne)\nconcentrate\nconcentrate\nMillion\nTotal\nShareholder\nproduced\nkina\nassets\nfunds\n(1972=100)\n(1972=100)\n1972\n0.76\n0.77\n100\n100\n28\n19\n1973\n0.73\n1.03\n103\n158\n159\n32\n70\n1974\n0.70\n1.02\n119\n169\n181\n33\n68\n1975\n0.64\n0.80\n148\n137\n59\n12\n20\n1976\n0.64\n0.87\n162\n157\n62\n13\n20\n1977\n0.61\n0.90\n169\n158\n42\n9\n14\n1978\n0.60\n0.82\n156\n168\n70\n15\n22\n1979\n0.55\n0.75\n203\n254\n162\n31\n55\n1980\n0.46\n0.50\n281\n286\n123\n16\n21\n0.59\n301\n218\n43\n1981\n0.51\n7\n1982\n0.47\n0.60\n285\n210\n29\n4\n.5\n1983\n0.46\n0.55\n294\n261\n102\n13\n17\n1984\n0.42\n0.48\n356\n248\n27\n4\n1985\n0.42\n0.42\n313\n249\n47\n6\n8\n1986\n0.42\n0.48\n313\n259\n74\n10\n13\n1987\n0.41\n0.43\n319\n315\n144\n18\n25\nSource: Bougainville Copper Ltd, Annual Report, Port Moresby, 1987.\neamings in the mid 1970s, not delivered a permanently higher level of\nincome per capita? Neighbouring Indonesia experienced a similar\n(though proportionately larger) export boom in the 1970s — and a\nsimilar slump after the early 1980s — which also resulted in a major\ndecline in the relative importance of its agricultural sector (Table 1.7),\nand for similar reasons (Warr 1985). However, Indonesia invested\n much of its expanded petroleum revenue in agricultural development \nand also reduced many of the disincentives which government policies\nhad previously imposed on farmers. As a result, even though\nIndonesi2's agricultural sector has declined in relative importance, its\n(Table 1.5). 4\nFailure of mineral profits to Perhaps part of the reason for the low income growth is that the\ngrow\n mineral profits available to be taxed have not been large except in a\nfewyears.TheoregradeforBougainvilleCopper Ltdhassteadily\noi pue gany s,udo aut pue 'sas st sd au buunp paoa\ncosts have risen substantially. As a result the operating cost per unit of\ncopper concentrate trebled during the first decade of commercial\n production. The export price for concentrate has not kept pace with the\nincreases in mining costs, and so Bougainville Copper's earnings\nbefore taxation have been modest except in 1973-74, 1978-80 and\n1987 (Table2.4).\n4 In contrast to Indonesia, Nigeria has adjusted rather poorly to its oil boom and recent slump; see,for example,Pinto (1987). The\nrecent adjustment experiences of some other developing countries are analysed in Bevan, Collier and Gunning (1987), Cuddington\n(1988) andDevarajan and de Melo (1987).",
    "Page_46": "REASONS FOR THE STRUCTURAL CHANGES\n27\nIncentives andpublic\nMuch of the remaining explanation for sluggish overall economic\ninvestment policies have\ngrowth in Papua New Guinea 一 and especially for the slow growth in\nnothelpedagriculture\naffecting incentives and public investments have not been as con-\nducive to economic growth as they might have been.As the economy\nbecomes monetized and the share of international trade in GDP grows,\nthese policies become more important. Thus it is to an examination of\n Papua New Guinea's policies that we now turn.",
    "Page_47": "",
    "Page_48": "Policies affecting agricultural\nincentives",
    "Page_49": "",
    "Page_50": "D\nFactor market distortions\nThe markets for the three primary factors of production — land, finan-\ngovernment policies in Papua New Guinea. In the case of agricultural\nland there is a problem of too little efficient govemment intervention,\nwhile for the financial capital and labour markets the problem is too\nmuch, or the wrong kind, of intervention. The overall effect of govern-\nment policies is to reduce incentives to retain and improve resources in\nagriculture, including subsistence/smallholder farming.\nAgricultural land\nLand use pattern unusual\nJPapuaNewGuineaisabundantlyendowedwith landrelativeto\nin Papua New Guinea\npopulation. In 1985 it had 11 hectares per capita, or more than four\ntimes the average for developing countries. Its use of that land shows\na very different pattern from that in other countries, however. while\nPapua New Guinea has more than three times as many hectares per\nand six times as many hectares still in forest form (columns 3 and 5 of\nTable 3.1), it has only a small area — representing less than 0.3 per\n n  n  e s  sad e  a \npurposes is less than one-twentieth that of other developing countries\n(columns 1 and 2). Thus agricultural land (excluding forests) per farm\nworker is less than one-tenth that of other developing countries, and\nhas been declining over time (column 7). The land area used for\nagriculture increased 8 per cent between 1970 and 1985, but this\ngrowth rate was little more than half the rate at which the number of\nagricultural workers increased.\nMuch of Papua New Guinea's forest land is too mountainous to\nconvert to arable land, but a great deal more than is currently used\nof land rights in Papua New Guinea and then the economic pressures\nfor changing those systems.",
    "Page_51": "32\nTable 3.1\nLand availability per capita, Papua New Guinea and other developing economies, 1970 and\n1985 (hectares)\nLand available\nAgricultural\nAgricultural use\nTotal\nland per\nArable\nPermanent\nPermanent\nSub-\nForest\nagricultural,\nagricultural\npasture\ns\ntotal\nand woodforest and woods\nworker\n(1)\n(2)\n(3)\n(4)\n(5)\n(6)\n(7)\nPapuaNewGuinea\n1970\n.007\n.037\n.136\n.18\n15.93\n16.11\n.41\n1985\n.008\n.025\n.101\n.13\n10.91\n11.04\n.39\nAll developing economies (excl. China)\n1970\n.32\n.85\n.04\n1.21\n2.50\n3.71\n4.84\n1985\n.25\n.60\n.03\n.88\n1.72\n2.60\n4.12\nSource: Food and Agriculture Organization, Production Yearbook, Rome, 1986.\nSystems of land rights\nTraditional right to land\nProperty rights to land in Papua New Guinea are determined on the\nusage\nbasis of the as graun principle. This principle provides the person who\nthose rights are shared with, and inherited by, that person's descen-\ndants (Giddings 1981). Feder and Noronha (1987) refer to a similar\nprinciple in land tenure systems in sub-Saharan Africa: the person who\nfirst cleared the land,referred to as Maitre Du Feu (the Master of Fire),\nwas regarded as the original proprietor and his rights to the use of the\nland were transferred to his descendants. In both Papua New Guinea\nand Africa the use of fire as a land clearing mechanism is a common\nthe original proprietor,pemission to use the land was obtained from\nthe chief and the rights to use continued as longas thefarmer con-\ntinued to live in the village and recognized the jurisdiction of the chief.\nThe residence requirement in Papua New Guinea is similar. With\nprolonged migration away from the village there is a fear that the rights\ntheir plais from time to time in order to preserve such rights.\nCustomaryownershipof\nWhere land hasbeenrelativelyabundant,theslash-and-burn technol-\nland areas\nogyofshifting cultivationmeant that access to landwas usually not\ndifficult and was usually acquired through groups. Such group activity,\noften on a clan or kinship basis, led to a system of customary owner-\nrights to particular pieces of land. However, where land was not as\nship of land.\nLegal recognition of\nDuring the period when Papua New Guinea was an Australian Trust\ncustomary rights\nTerritory, a number of existing attitudes towards land ownership, use\nintroduced\nand transfer were reinforced by the Administration in various pieces of\nland legislation. The Australian Administration before Independence",
    "Page_52": "FACTOR MARKET DISTORTIONS\n33\nministration took the view that all unalienated land was regarded as\nbeing in customary ownership until it was clearly established, following\nthe procedures laid down in the legislation, that the land was unoc-\ncupied and unclaimed.\nIndependence included the Land Ordinance 1962-1969, the Land Tit-\nles Commission Ordinance 1962-1968, the Land (Tenure Conversion)\nOrdinance 1963-1967, Lands Registration (Communally Owned Land)\nOrdinance 1962,and the New Guinea Land Titles Restoration Or-\ndinance 1951-1968. The specific purposes of these various land\nlegislation decisions were to:\n口determine the ownership of land held on a groupbasis\n口register such communal rights;\nprovide for the conversion of tenure from customary ownership to\nindividually registered titles;\n口restrict dealings in customary land;\n口acquire compulsorily land for public purposes and for particular\ndevelopment purposes; and\n口establish an independent judicial tribunal to determine and protect\nthe rights to land.\nSinceIndependencemany of these pieces oflegislation have\nremained in force. Morris (1981:9) refers to the Land Act 1962\nland otherwise than to natives in accordance with native custom'. The\nconsequences of the legislation are such that the transfer of title to\ncustomary land is difficult.1\nTransfer of land titles more Land ownership and transfer rights provided by the colonial powers in\ndiffcult inPapua New\nAfrica were not dissimilar (Feder and Noronha 1987). The major\nGuinea\ncolonial powers 一the United Kingdom, France, Belgium and Portugal\noccupied land was held in communal tenure. This meant that in-\ndividuals hadonly user rightsto landwithout the power to sell or\nmortgage it. Moreover, the existence of a tribal system with hereditary\nchiefsprovided a convenientvehicle for the colonial powers to make\nNewGuinea doesnot have a systemof hereditarychiefssofar as the\ns\ntrustees—which mightsimplify land use andtransfer—is not avail-\nable in Papua New Guinea. Instead agreement has to be reached\nmore by consensus than by fiat.\n1 Relatively little land has been alienated in Papua New Guinea. Morris (1981) suggests that one per cent of all available land has been\nGovernment, of which about 60 per cent is not in productive use. Thus customary land stillaccounts for the vast majority of available\nland in Papua New Guinea.",
    "Page_53": "34\nGROWTH STRUCTURAL CHANGE AND ECONOMIC POLICY\nThere is considerable variation in the precise nature of customary\nownership of land in Papua New Guinea, but generally the proprietary\ninterest rests with a land holding group, and individuals within that\ngroup have limited rights of use for varying periods. Usually rights of\ngroup, and acquisition of such rights is not contingent on the death of a\ngroup member.\nEconomicpressuresfor change\nwhile they provide everyone with 'some land, employment, means of\nsupport, and security'(Eaton 1981:15), are coming under increasing\npressure. The cost of not having secure mechanisms for smoothly\nthe growth in rural populations, the development of cash (especially\nperennial) cropping, the availability of new technologies, the change in\nthe value of land due to infrastructural developments such as.new\ntheirown childrensucceed themas owners oflandwhichthey have\ndeveloped.\nThe Australian Administration in its Report of 1969-70 was aware\nbecause of its frequent lack of flexibility needed to encourage land\ndevelopment. A system which gives clear and transferable title to land\nis likely to provide greater incentives for progress (1971:83).\npolicybased onseveral\ntransfer and use in Papua New Guinea, the Administration set up a\nprinciples\nnumber of principles as the basis for land policy. These were:\n the long-term objective of introducing a single system of land holding\ntitles;\nsole authority to issue and register land titles;\n口land subject to native custom remaining subject to native custom until\nit is taken out ofsuchcustom by acquisition or bya process of tenure\nconversionto an individual registered title;\n口landheld under native custom not to be acquired outside native\ncustom except by the Administration;\nowners arewilling tosell andintheopinionof theAdministration the\nland isnot required by them;\n口conversion of title to occur only if those who have an interest in the\nland under native customconsent to conversion; and\n口the services of Land Titles Commissioners to be used to investigate\nbe acquired,to settle disputes aboutlandownershipheldunder",
    "Page_54": "FACTORMARKETDISTORTIONS\n35\nnative custom, and to investigate the rights held under native custom\nfor any land which was proposed to be converted to individual title.\nFew legal conversions\nhave occurred\nversions of titles to individuals, as long protracted disputes over\nwho have an interest in a particular piece of land.\n-but informal transfers of However, informal mechanisms havebeen developed or are emerging\ncomplex arrangements which allow one community or individual tem-\nKnetsch and Trebilcock (1981:41):\nPart of the explanation for the growth in non-customary, direct\ndealings (of dubious legality) in customary land appears to be a\nchronic inability on thepart of the Department of Lands to develop\nflexible andexpeditious procedures to govern the intermediation\nrole assigned to the central govemment by the existing provisions\nof the Lands Act.\nFeder and Noronha (1987) show that this informal market develop-\nment is precisely what one would expect, but that it is far from an\noptimal outcome because, without legal title, the land price or rent is\nmarket values for land. In addition, as discussed in the next section,\ntheless enforceable a land ownershipor rentalcontract theless\nvaluable it is as collateral for the purposes of obtaining credit.\nLimits to freehold\nFreehold and leasehold land transfer inPapua New Guinea also con-\nacquisition\nprohibition on the acquisition of freehold land by non-nationals. This\ndiminishes its value as collateral to any lending institution, as does the\nwhere the nationals who acquire the land may come into conflict with\notherlandgroupings.\nLeasehold land transfers  The prime example of restrictions on leasehold land is the decree by\nrestrictedtonationals\ntheNationalExecutiveCouncil in 1974 that theleasehold interest in\nScheme, was aimed at increasing participation by Papua New\nexemptions, the major tree crop industries of copra, cocoa and coffee\nwere covered by the legislation. There is little doubt that the Plantation\nRedistribution Scheme seriously inhibited improvements in productivity\nin the plantation sector. In addition, leasehold land transfer is slowed\nferring a lease. Goldthorpe (1985) mentions the existence of some 200\nderelict estates abandoned by their owners, and suggests that the lost",
    "Page_55": "36\nGROWTH STRUCTURAL CHANGEANDECONOMICPOLICY\nworth between 65 and 90 million kina per year.\nCurrent policies are\n     s    s \ndampening land values\nand investment\nagricultural land that is freehold or leasehold cannot be sold to non-na-\nIn any case, such transfers are subject to inordinate bureaucratic\ndelays,sotheeffectivesaleablevalueofthelandisdrivencloseto\nzero. This provides little incentive for existing or prospective owners to\nperennial tree crops. Similarly, long-tem investments in improving the \n secure tenure and of the right to sell improved land for capital gain.2\nthis system, which helps explain why so little has been permanently\ncleared to date.\nPressureforreformwill\nThe greater the profitability of land use, the more incentive there would\nonly come if agricultural\nprobabilityisincreased\nthe process of issuing formal titles to land. Subsequent chapters dis-\ncuss some of the reasons for the low profitability of agriculture in\nPapuaNewGuineaandhencethelowintensityofpressureforreform\nin the land tenure system. The rest of this chapter is concerned with the\nprices of the other key factors of production, namely financial capital\nture.\nFinancial capital\nLand tenure affects\nSince few farmers in either advanced or developing economies are\ncapacity to borrow\nable to fund the whole of the capital formation on their farms through\ninternal savings, they have to make use of a financial intermediary. The\ncollateral typically provided as security for the loan is their land. How-\never, a prerequisite of any such development is a clear certificate of\ntitle of land ownership. If this is lacking then the financial institutions will\nbe lesswilling to advance credit and/or will require a riskpremium in\nterms of a higher interest rate. With less credit available, or credit\navailable only at higher interest rates, farm investment will be less, and\nproductivity growth curtailed. Thus, increases in farm productivity will\nbe less likely to occur inPapua New Guinea where land titles are\ntypically not available. This critical inter-connection between secure\nland tenure and the credit market is illustrated in Figure 3.1\nAgricultureBank'snovel\nThe Agriculture Bank of Papua New Guinea and the Papua New\nlending practices\nGuinea Banking Corporation both have been innovative in attempting\nto overcome the difficulties associated with uncertainties surrounding\nland titles. For many of its early loans the Agriculture Bank was\nadoad wos aaueena paoddnsun se rnoas se ldaoo o paedad \n2 For amore detailed discussion of the effects of land tenure on agricultural productivity, see Feder and Naronha (1987) and Feder et\nal. (forthcoming).",
    "Page_56": "FACTOR MARKET DISTORTIONS\n37\nFigure 3.1\nSecureownership\nofland\nInter-connections\nbetween secure land\ntenure and the credit\nMore security\nMore security\ntofarmer\nmarket\ntolender\nMore demand\nMore cheap\nSowrce:\nlongtermcredit\nG.Feder and R. Noronha, Land\nrights systems and agricultural\ndevelopment in sub-Saharan\nMore\nAfrica',WorldBankResearch\ninvestment\nObserver 1(2):143-70, July 1987.\n(inputcor\nntarity)\n+\nMore demand for\nMore cheap short\nvariable input\ntermcredit\nMorevariable\ninputuse\nHigher output\nperacre\nHigher\nandvalue\nin the village.Such a guarantee required an assessment as to the\ncapacity of the guarantors tomeet theguaranteeshould it beneces-\nsary. In its early days the Bank relied heavily for this on the extension\nThis often required the detailed preparation of the project by the\ndidiman who then became a de factoloans officer for the Bank.At the\nsame time the didiman took on theresponsibility to see that the loans\nwere repaid on time and it is arguable that such a role was counter to\ntheobjectivesof thedidimanasaruralextensionofficer.Now the\nAgriculture Bank is developing its own trained extension staff to super-\nvise lending and repayment, but the use of such specialist skills will\nnecessarily add to the cost of lending since previously neither the\nThe criteria used by the Agriculture Bank in assessing loan re-\nquests related to the size of the project relative to the potential\nborrower's management abilities, the cash flow from the project which\nmight then service the loan, and the equity contributed by the borrower.\nIn many cases, since cash equity was not available, the Bank insisted\non what became known as 'sweat equity' where through his own labour\nthepotentialborrowerhadalreadydeveloped thepropertytoacertain\nextent.\nClan Land Usage\nIn lending for the development of land held under customary title the\nAgreement\nAgriculture Bank devised the Clan Land Usage Agreement. This\nagreement described the piece of land in question and the clan leaders\nundertook to grant the borrower the right to use that land. The agree-",
    "Page_57": "38\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nGuinea Banking Corporation makes use of a similar agreement in its\nwhile there is an outstanding debt on it. There is also provision for a\nis compatible with tribal law and custom, and for recording the use in\nprovincial land use records. Under the agreement, the Bank secures\nrepayment by having a number of clan leaders who not only guarantee\nbemadetotheclan.\nTheClan Land UsageAgreements havebeenwidely used in the\ndevelopment of nuclear estates with respect to coffee and cocoa. In\nextent by the use of management agencies, both public and private, to\nthe operation of the estate'sbank account.\nCredit Guarantee Loan\nIn a further attempt to overcome the uncertainties surrounding thelack\nSchemeandtheprovision\nof secure title toland, thePapua New Guinea Banking Corporation and\nof credit subsidies\nthe govemment introduced in 1977 a Credit Guarantee Loan Scheme.\nThe scheme now encompasses not only the Banking Corporation but\nall commercial banks in Papua New Guinea. The guarantee by the\nschemeis restricted tocitizens andtocorporations which are\npredominantly owned and managed by nationals and which are first-\ntime borrowers. The maximum loans are K10,ooo for individuals and\nK50,ooo for companies. The scheme has been successful to the extent\nborrow K2.3 million since the scheme was introduced. The limited size\nof the scheme, however, has meant that its effectiveness in overcom-\ning the rigidities surrounding land rights in PapuaNewGuinea has\nbeen only minor.\nWhile these innovations by financial institutions have gone some\nsecure land tenure arrangements, they introduce another inefficiency\nuse of the Department of Agriculture's didiman, and the more recent\nCredit Guarantee Loan Scheme,which involves explicit government\nsubsidies, are ensuring that farmers face private prices for credit that\nare lower than prices the country as a whole faces when borrowing on\nthe international capital market.\n Pressure for consessional In addition, the government also pressures banks to provide loans to\ninterest on rural loans\nexistsalso\nprovided. The pressure on the Agriculture Bank is strongest, but",
    "Page_58": "FACTORMARKETDISTORTIONS\n39\nTable 3.2 Interest rates by type of loan, Agriculture Bank of Papua New Guinea, 1981\nType of loan\nRate (% p.a.)\nAgricultural loans\ndisadvantaged areas, up to K100,000\n5.0\npalm oil\n10.0 to 11.0\nother, under K10,000\n8.0 to 8.5\nother, over K10,000\n9.0 to 10.5\nCommercial and industrial loans\nunderK10,000\n11.5\noverK10,000\n12.5 to 14.5\nequipment finance\n20.0\nSource: M.T. Skully, Financial Institutions and Markets in Papua New Guinea, Working Paper No.85/4, Canberra, National\nCentre for Development Studies, Australian National University, 1985:39.\nitexists to some extent also for commercial banks. The extent of the\nconcessions is indicated by the fact that in 1981 the Agriculture Bank's\nloans to agriculture were provided at interest rates ranging from 5 to 11\nby commercial banks was 15.6 per cent. The degree of subsidization is\neven larger than these interest rate differentials suggest, however,\nbecause the much higher cost of establishing and administering rural,\n         s    \nthe customer.3\nAre credit subsidies a\nAre agricultural credit subsidies a‘good thing'? The conventional wis-\n2,bu!y1 poob,\ndom has been that farmers, especially small farmers, deserve\nisoften that thefreemarketwouldprovidetoo littlecreditfor agriculture\nbecause of the risky nature of the long-term investments involved,\nthere is only one lender in the vicinity. The equity argument is simply\ncheapcredit is oneway inwhich they canbesubsidized toproduce\ntheir way out of poverty.\nWeaknesses in the\nefficiency/equity\ninvestment is more risky than other types of investment and society is\narguments for credit\nrisk averse, then it is socially optimal to invest less in agriculture than if\nsubsidy\nThere is therefore no market failure tobe overcome here.Nor is there\n   o o       \nto attract more than one lender. Hence that lender has a natural, not a\nas compared with urban loans to cover the higher cost of lending in rural areas. Thus, since virtually no commercial bank loans are\nat interest rates above 17 per cent, and the average non-rural loan is at a rate of about 15 per cent, loans to agriculture must involve\na very considerable concession (in real terms, including transaction costs).",
    "Page_59": "40\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\none can expect. If a second lender did enter such a naturally monopo-\nlized market, by definition one or both would make losses unless\nsubsidized. The interest rates charged in such isolated markets attract\nattention because of their large absolute size, particularly for small\nloans. But when the transaction costs are properly accounted for, it \nusually tums out that the net rate of interest received by the lender is\nclose to the market rate. That is, the rates are not usurious at all.\nSmallfarmerstendnotto\nThe equity argument, that a cheap credit policy for small (or, in Papua\nreceive subsidized loans\nNew Guinea's case, indigenous) farmers helps the poor to participate\nin the development process, also has little merit. Credit is like any other\ngood in that the lower the interest rate, the larger the quantity\ndemanded.lf a bank is forcedby the government toprovide some\nloans at concessional rates to a target group, the bank would be\nrational to limit the funds available for such purposes — since. they\nthose loans to their leastcostly customers in the (often loosely defined)\nmade,rather than a large number of small loans,to reduce transac-\ntions (including risk) costs. That is, the concessions will tend to be\nenjoyed by the largest farmers in the target group. To cover the cost of\nthis concessional lending, depositors will receive less interest and/or\nother borrowers will have to pay higher interest rates. And the latter\ngroup will include all the smaller farmers who were unable to obtain a\nconcessional loan:for them the subsidy scheme has had the effect of\nraising, rather than lowering, interest rates. 4 Even if the government \nused its scarceresources to subsidize the banks permanently in a bid\nto avoid this division into eligiblereceivers and less eligible non-\nreceivers of the concessional loans, the likely outcome is that more\nlarge loans would be provided to the eligibles (larger farmers) without\nThe allocation and\nWhat evidence is there in Papua New Guinea for such behaviour by\ndistribution of loans in\nlending institutions? The two institutions making significant loans to the\nPNG agriculture\nagricultural sector are the commercial banks and the Agriculture Bank.\nture Bank is subsidized directly in the sense that the govemment\npasses on the low-interest loans it receives from intemational conces-\nsional lending institutions such as the World Bank. In addition, the\nAgriculture Bank receives direct capital grants from the government on\ntotal of K29.3 million, slightly more than the value of the concessional\nloans the government had received from overseas (K28.6 million).\nDuring the 1980s, about 60 per cent of Agriculture Bank loans have\nmuchlargervolumeof)loansbycommercial banks.\n4 See Gonzales-Vega (1977) for an elaboration of this argument. Related issues are discussed in McKinnon (1973) and Braverman\nand Guasch (1986).",
    "Page_60": "FACTORMARKETDISTORTIONS\n41\nTable 3.3\nIndustry distribution and average size of rural loans by the Agriculture Bank of Papua\nNew Guinea, 1967-84\nShare (%) of all\nAverage value of\nagricultural loans\napproved loans,\nduring 1967-84\n1981-84 (kina)\nCoffee\n24\n68,500\nCocoa\n20\n57,400\nPalm oil\n15\n1,900\nCattle\n13\n10,200*\nPigs and poultry\n11\n26,100\nRubber\n4\n21,700\nOther agriculture\n23\n8,000\nTotal\n100\n14,000\nMuch larger in earlier years.\nSource: Agriculture Bank of Papua New Guinea, Annual Re port and Financial Statements, Port Moresby, various issues.\nMost loans go to industriesIt is revealing to examine the distribution of loans by the Agriculture Bank\ninvolving large producers\nsummarzed in Table 3.3. (Unfortunately, similar datafor commercial banks\nare not available.) Since its inception in 1967, the Agriculture Bank has\nlent one-quarter of its funds to coffee producers, another quarter to\nproducers. This concentration on lending to the small subset of\nenterprises which tend to involve farmers who are at the upper end of\nthe income distribution for rural producers is certainly not inconsistent \nwith thepredictions of the above theory.\nMoreover, the average size of the loans shown in Table 3.3 hardly\nsuggests that most of the loans are going to smallholders. Even though\nabout three-quarters of the coffee and cocoa in Papua New Guinea is\ntion of the loans provided to those industries if the average loan is of\nthe order of K60,000.\n—and to the wealthier\nBecause of the uneven geographic distribution of the key industries,\nprovinces\nthis lending pattem also ensures that most of the funds since 1967\nand Eastem Highlands (primarily coffee), 27 per cent to New Britain,\nNorth Solomons and New Ireland (primarily cocoa and palm oil) and 26\nper cent to Port Moresby and Morobe (primarily intensive livestock)\n o s  s    a   o asg\nNew Guinea.\nMore efficient credit\nA further effect of subsidies via the government's Agriculture Bank is to\nsuppliers are crowded out\ncrowdoutpotentially moreefficient suppliers ofcredit.One pieceof\nevidence for this supposition is provided in Table 3.4. With the fall in\n1982 and 1983, the Agriculture Bank cut back its lending programs for\nboth enterprises. The number of loan approvals and the total value of \n 'a yo pe -o  a m z   s\nsomewhat smaller cutback occurred in 1985. In both instances, how-",
    "Page_61": "42\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nTable 3.4\nAgricultural loans approved by the Agriculture Bank and by commercial banks, Papua\nNew Guinea, 1980-86 (million kina)\nAgriculture Banka\nCommercial banksa\nTotal\n1980\n11(51)\n50(30)\n61\n1981\n15(61)\n27(24)\n42\n1982\n5(60)\n46(31)\n51\n1983\n11(59)\n49(21)\n60\n1984\n14(72)\n43(14)\n57\n1985\n8(64)\n61(16)\n69\n1986\n19(63)\n58(26)\n77\nSource: Bank of Papua New Guinea, Quarterly Economic Bulletin, Port Moresby, various issues.\ngregatevolume of lending increased.\nRemoving concessions\nIf the concessional lending activities of the Agriculture Bank were\nwould expand rural lending withdrawn, along with pressure on the commercial banks to provide\nsome concessions to farmers, the likelihood is that banking services\nwould expand rather than contract in rural areas. Certainly there would\nno longer be cheap loans, but this would only ham better-off farmers\nwho are net borrowers. Other borrowers might even enjoy a drop in the\nsion in the number of commercial bank branches and agencies in rural\n areas (e.g. at post offices), together with their ability to offer depositors\na higher interest rate in the absence of concessions on loans, there\ndeposit surplus funds in the banks, thereby expanding the total resour-\nces available for lending. Furthermore, these benefits from such a\nreformwouldgrowover time as thecommercialization ofagriculture\nexpands,providing both extra depositable funds as well as extra\ndemand for loans to purchase modern inputs.\n n e pa    sas  ns \nsubsidizing agricultural credit, and the equity argument turns out to be\nnot simply invalid but perverse in that subsidized credit tends to help\nand areas. Furthermore, subsidies via the government's bank appear\ntobe crowding outcommercial bank activity inrural areas and reducing\nthe overall level of both deposits and loans by rural people, particularly\nsmallholders.Clearly thesesubsidies and related distortions need to\nbe removed if the financial market is to perform its vital role in the rural\ndevelopmentprocess and enhance thewell-being ofsmallholders.\nLabour\nDistortions in thelabour\nThe labour market in Papua New Guinea is distorted in ways that stifle\nmarket:theinefficiencies\nagricultural development and generate inefficiency and inequity, per-\nand inequities of the\n minimum wage system\nvalues in the land and finance markets. The key source of distortion is",
    "Page_62": "FACTOR MARKET DISTORTIONS\n43\nthe minimum wage system, which was inherited from Australia and\nensured, at least until 1983, that the minimum wage kept up with\n inflation.5 Urban minimum wages doubled in real terms between 1972\nand 1976 and through indexation have remained close to the 1976\nlevel ever since. Rural minimum wages, on the other hand, have\nchanged little in real terms during the past 15 years and have been less\nthan 40 per cent of the urban minimum since Independence (Figure\n3.2). The urban minimum wage in the late 1970s was double that in\nMalaysia and Western Samoa,four times that in the Philippines and\nThailand and almost ten times that in Indonesia and Sri Lanka(Mc-\nGavin 1986:152), even though average per capita incomes in those\ncountries arenot greatly different from thoseof nationals in PapuaNew\nGuinea. The fact that there are very high recorded unemployment rates\nin towns and villages (Table 3.5) suggests that there are many (espe-\ncially young) people seeking those highly paid jobs. Not all of those job\nseekers would be idle, of course. In the village they would probably be\nand contribute to the‘rascal' or law-and-orderproblem there.\nFigure 3.2\n15-\nReal minimum weekly\nwages, rural and urban,\nPapua New Guinea,\nUrban\nminimum\n1972-86*\n*In 1970 kina, using the “all\ngroups' consumer price index\nas a deflator.\n10-\nSource\nP.A.McGavin,TheLabour Market\ninPapua New Guinea:a survey\nandanalysis,DiscussionPaper\nNo.24,PortMoreaby,Institute of\nNational Afairs, 1986:150,153.\nRural\nminimum\n1975\n1980\n1985\nYear\n5 Partial indexation has applied since March 1983.For details of the wage-seting system in Papua New Guinea, see Colclough and\nDaniel (1982)andMcGavin (1986).",
    "Page_63": "44\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nTable 3.5 Recorded unemployment rates, Papua New Guinea, 1980 (per cent)a\nCombined males\nMales\nFemales\nand females\nNational average\n16\nRural\nvillage\n30\n53\n35\nnon-village\n3\n9\n3\nUrban total\n9\n12\n9\nPort Moresby\n15-19 years\n23\n20\n20-24 years\n7\n4\n25-44 years\n4\n3\n..\nLae\n15-19 years\n23\n25\n20-24 years\n8\n6\n.\n25-44 years\n5\n6\nMadang\n15-19 years\n26\n29\n20-24 years\n10\n6\n25-44 years\n5\n6\nSource: P.A. McGavin, The Labour Market in Papua New Guinea: a survey and analysis, Discussion Paper No.24, Port Moresby,\nInstitute of National Affairs, September 1986:32-5, drawing on data from the 1980 Census.\nHigh minimum wages and\n Setting wages above equilibrium levels on the one hand, and subsidiz-\nsubsidiesforcreditlower\nthe demandforlabour\ngoal of trying to create more jobs. Both raise the price of labour relative\nrelative to capital\nGuinea's relatively abundant factor, labour, for its scarcest factor, finan-\ncial capital.These distortions therefore must reduce overalleconomic\ngrowth. But how do they affect the agricultural sector in particular? To\nanswer this question it is helpful to sketch the following model of Papua\nNewGuinea'slabourmarket.\nThe minimum wage in the rural sector can be ignored because it\nhas been about 65 per cent below the urban minimum wage and,\naccording to McGavin (1986:153), about 20 per cent below the\naverage wage paid in rural areas in the early 1980s. (Even if the rural\nminimum wage was above the equilibrium wage it is the latter which\nwould tend to be paid because the cost of enforcing the minimum wage\nin rural locations would be prohibitively expensive for the government.)\nIt is possible to think of the labour force being employable in two\nsectors: the agricultural sector and the formal sector which comprises\nthe Public Service, mining, manufacturing and services. The theoreti-\ncal model is developed in Box 3.1.",
    "Page_64": "FACTORMARKETDISTORTIONS\n45\nBox 3.1  Effects of high minimum wages on the agricultural sector\nAssume both the agricultural and formal seciors use secior-specific lactors of\nproduction (land, capital) that are fixed in supply. Suppose the total number of\nworkers in the economy is indicated by the length ol the horizontal axis in Figure\n3.3. The vertical axes show the value of the marginal product of labour (VMPL) \nthe leff-hand axis lor the agricultural sector and the right-hand axis tor the tormal\nsector. Both value ot marginal product of labour (VMPL) curves are cownward\nsloping. that is,we assume that each additional unit of labour combined with a\ngivenstockof landand/orothercapital will be lessproductive than thepreceding\nunit of labour\nFigure 3.3\nThelabaurmarket in\nPapiuaNewGiinea\nVMPLS\nVMP\nhe optimal allocation oflabour from the viewpointofmaximizing national\nproduct would be for OsB units ot labour lo be employed in the agricultural sector\nand BOF units in the tommal sector (assuming there are no domestic divergences\nBay thesamewageBzTotal agriculturaloutpuis thenrepresentedbythearea\nOsBzS and total output of the formal sector by OFBzF. B is the optimal allocation\nbecause if one unit of labour moved from one sector to the other -- slightly to the\nnight or left of B - the output of the enlarged sector would increase by less than the\nfall in the output of the contracted sector valued at current prices. \nWhat are the effects of the government enforcing or condoning a minimum\nwage in the formal sector that is greater than Bz, say Wf? In that case only O:N\nunits of labour would be employed in the lormal sector at that wage. lf all the other\nlabour, OsN, was employed in agrculture the wage in that sector wouid lall lo Ws.\nAgricultural outpulwouldincreasebyBNxzbutoutputinhe fomalsectorwould\nfall by BNYZ. Thus national product would be lower by XYZ. even when everybody\nis fully employed.",
    "Page_65": "46\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nurban employment: the\nwillbeencouragedtoseekoneofthehighpayingjobsintheformal\nshift to the towns\ngreater non-pecuniary benefits from an urban lifestyle than from a rural\none. If formal sector jobs tum over steadily, agricultural workers may\nnumber employed in that sector at the wage WF. The simple assump-\n a n  o sa    m  \nunemployed. In this case, the equilibrium outcome will involve OrN\nunits of labour being employed in the formal sector at wage Wr, but\nobtaining a high wage job in the formal sector.\nThe precise equilibrium point in the presence of the Harris-Todaro\nequals the agricultural wage at the wage level W's in Figure 3.3. This\nis developed in Box 3.2.\nBox 3.2  Labour market equllibrlum in the presence of urban unemployment\nEquilibrium in the Harris/Todaro situation is obtainedin Figure3.3 by drawing a\nrectangular hyperbola, in the space with origin OF (assuming the eamings of\nunemployed people are zero), through Y to intersecl with VMPLs at V. This gives\nanagriculturalwageofWsandagriculiuralemploymentsM.lt alsoyieldsan\nunemploymentpoolofMN.Assuming thoseunemployedworkersearnnothing-\nwage eamingsol the fomal sector OFNyWe,whenspreadover the entire non\nagricultural workforce,yields an expected wage of MV which s equal to the\nagricultural wageW's.\nThustheenforcingorcondoningola high minimumwagein theformalsector\nif Harris-todaro behaviour is common, reduces national product by more than just\ntheareaXYZin Figure3.3,becauseagriculturalproduction isalsoreducedby the\narea MNxy. Whether agricultural production is greater or less in the presence of a\nhigh minimum wage and Harris-Todaro unemployment than in their joint absence\n-whether Misto the lefft orrightof B-andhencewhether Ws isaboveor below\nagriculturaloutput isreducedandtheagriculturalwageisincreased",
    "Page_66": "FACTORMARKETDISTORTIONS\n47\nThe economic loss from enforcing high minimum wages is likely to\nof the extra costs is that of policing the payment of minimum wages in\nthe formal sector. Another is the negative externalities associated with\na large pool of unemployed in the towns and cities, such as violence,\nrobbery, etc., and the associated policing activities.\nlem, but was unprepared to lower the minimum wage in the formal\nemployment and output even further. This can be seen from Figure 3.4\nin Box 3.3.\nBox3.3Employmentandoutputeffectsofanurbanwagesubsidy\nIf a subsidy of Uy is paid to urban employment per worker, formal employment\nnew equilibriumpoint would be at V,with reductions in agricultural employment of\nMM and agricultural output of MM V'V Whether aggregate employment and output\ngo up or down depends on the slopes of the marginal product of labour curves. The\nsteeper thecurvefor thefomalsectorrelativetothat forheagriculturalsectorthe\nmore likely that employment and output will decline.that is, that NN is less than\nMM and that NN'UY is less than MM'V'V. The likelihood of aggregate output\ndeclining is even greater if, instead of intervening with an urban employment\nsubsidy, the assistance to urban activities was provided by a blunter policy instru-\ncompetition viaa tariffor importquota.Thisisbecauseof theadditional by product\ndistortion costs associated with these second or nth-best instruments (Corden\n1974)\nFigure 3.4\nThe labour market\nwithasubsidized\nurban sector\nVMPLS\nVMPL\ntor\nthe\nu!\nabour\nw\"s\nproduct\nMarginal",
    "Page_67": "48\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nPossible ways of reducing A certain way to reduce urban unemployment and expand output \nurbanunemployment:\nwould be to subsidize labour in the agricultural sector. This would\nsubsidize agricultural\nreduce the intersectoral wage differential and hence bring some urban\nlabour\nunemployed back to the land, reducing the unemployment pool. The\nopportunity cost of this extra labour for the agricultural sector would be\nzero. For example, in Figure 3.3 if a subsidy of XY was paid to each\nwould equal that in the formal sector, WF, so there would be no\nunemployment. The extra MN units of labour formerly unemployed but\n  o e o         \nfurther gain due to reduced violence and its associated costs in the\ntowns and cities.\n—or invest in rural\nIt may not befeasible toprovide direct subsidies to subsistence labour\neducationand improve\nbecause of high disbursement costs. Nonetheless,much the same\nrural livingconditions\nresult could be achieved by investing public funds in rural education,\nhealth and infrastructure so asto make life in thevillages moreattrac-\n s  e  - a so     a\nboosting overall economic growth (see Chapter 7). A somewhat blunter\ninstrument would be an export subsidy for agricultural output. Alterna-\nunemployment, as canbe seenby shifting the VMPL curve for the\nexpanding sectortowards the axisfor the othersector in Figures 3.3 or\n3.4.\nNumerous qualifications to this analysis can be made, and have\nbeen made in the literature (see, for example, Corden and Findlay\n(1975) and Khan (1980)). Nonetheless, the conclusion remains that\nhigh minimum wages in the formal sector reduce aggregate output,\nto non-rural activities may exacerbate rather than reduce urban un-\nemployment as well as decreasing agricultural output and\nemployment. This latter point is taken up in the next chapter.\n     o   i  \nagriculture which is becoming increasingly more important to\nsmallholders as theyexpand their cashcropping and theiruseof\npurchased inputs. This has to do with the cost of handling inputs and\noutputs beyond the farm. Farmers in Papua New Guinea are price\ntakers both as exporters and as purchasers of inputs. This means that\nprocessing/marketing costs, will be passed on to farmers. This\nanalysis is developed inBox3.4.",
    "Page_68": "FACTORMARKETDISTORTIONS\n49\nBox3.4 Effectsof higher Inputcostsonfarmers\nIn terms ol Figure 3.5,an inflation of input costs shifts the tarmers' supply curve\ntrom Sr to S'F. An increase in costs of getting their output to its final market shits\nthe farmers'derived demand curve trom DF toD'F,even though the demand for the\ngood in its ultimate market,D,and its price,Pis unchanged.Instead of supplying\nQF and receiving the price Pe, larmers only supply Q'F at the lower price (net of\nincreased marketing costs)ofP'FGrossrevenue isthusreduced from OPFEOFto\nOP'rE'O'; by the higher marketing costs associated with the high minimum wage,\nand net revenue or producer surplus is reduced from PrEA to P'FE'A' This is\nclearly another way in which agriculture is harmed by high minimum wages in the\nnon-rural sectors, and one that will become increasingly costly to smallholders as\nthey become more integrated into the monetized economy.\nFigure 3.5\nEffects of increased urban\nwagecostsontheguantity\nproduced and price\nreceived by farmers\nP\nDp\nP\nD\nQuantityperyear",
    "Page_69": "50\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nwagedistortions\nemployment, including through their effect on the costs of marketing\nfarm inputs and outputs. Moreover, they are inequitable in that they\nraisetheincomesofthose lucky enoughto obtain ahighpaying jobbut\nits attendant law and order problems.\nTogether with subsidies for financial capital these wage distortions\nencourage the substitution of capital for labour in the formal sector of\nthe economy, thereby causing excessive use of Papua New Guinea's\nscarcest resource.At the same time, the distortions are adding to the\nagricultural sector. Largeholders have higher transaction costs in hiring\ning credit. This differential in turn has implications for the demand for\nagricultural research, discussed in Chapter 6.",
    "Page_70": "Distortions in product markets\nAll countries have policies which alter product prices and thereby\naffect both the allocation of resources to various industries and sectors\nand the pattem of consumer spending. Some policies are introduced\nin return for its political support. Other policies are introduced simply to\nraise government revenue. Typically, however, all such price-distorting\npolicies have much wider ramifications than are envisaged by their\nchapterdiscussedsomeoftheseeffectsinrelationtomarketsforthe\ndoing so, the issue of taxation is inevitably raised and so tax policies\nalsoneed tobeconsidered.\nThe first part of the chapter examines policies which affect agricul-\nrelative to goods and services that are not tradable internationally\nAgricultural product price distortions\nThe minor contribution of\nfUnlike many other primary-exporting developing countries, Papua New\nexport taxes\nGuinea does not impose heavy taxes on its agricultural exports. Since\nabout 2 per cent of central government intemal revenue. Thus coffee,\ncocoa, coconuts,palm oil and the like are directly affected very little by\nagricultural pricing policy in Papua New Guinea. Production of food\nother than coconuts, however, is an import-competing activity and so is\naffected directly by the government's policies towards imports.\nImport duties have risen\nsubstantially\nbetween 3 and 6 per cent of the total value of all imports.During the\n1980s, this percentage has been increasing, from 8 per cent in 1980 to\n12 per cent in 1984 and 1985. By 1986 most goods imported into\nwhich there are additional duties. As a result of this escalation, import",
    "Page_71": "52\nGROWTHSTRUCTURAL CHANGEANDECONOMICPOLICY\nduties werecontributing around 22per cent of all internal revenueby\nthe mid-1980s, compared with around 15 per cent in the 1970s.\nThe effects of non-tariff\n Perhaps more important than the average import tax is the dispersion\nimport bariers are common of tariffs across commodities and the prevalence of non-tariff import\nbarriers including quantitative restrictions and some prohibitions.\nThese import restrictions provide a wide range of effective rates of\nprotection. In addition, like tariffs they implicitly tax consumers insofar\nas they raise domestic prices, again to varying extents.\nallowed but many are\nwere lifted because these foods had become important items in the\nbanned\ndiet of people with cash purchasing power.Cheap cuts of beef for\ning by domestic firms. However, many other major foods faced import\nbans, the intention being to raise food self-sufficiency and encourage \ndomestic production. These include fresh fruits and vegetables\nisolated from domestic producers of these products 一 as well as\nPromotion of domestic\nThese import bans raise the extent of gross food self-sufficiency in the\nfood production and\ncountry. Also, they have encouraged the development of some new\nself-sufficiency: a mixed\nresult\ntion of broilers, eggs and pork using modern grain-feeding techniques.\n  s    ss    \ndomestic transport costs relative to their value. Also, these protective\npolicies have made only a minor contribution to net self-sufficiency of\nlivestock and poultry products. This is because\n口those industries depend on feedgrains which havetobe imported;\n口1\nshipment volumes are small;\n口feedmixing is more costly in Papua New Guinea than elsewhere;\nofbroiler production); and\n口feed conversion ratios are still high in Papua New Guinea, except in\nbroiler production where the technical efficiency ofproducers has\n(1988)).\nFor all these reasons it is possible that almost as much foreign\nmodern livestock sector as would be spent if the final product were to\nbe imported from a low-cost supplier.\nImport restrictions\nEven if these policies were judged to be worthwhile for food self-suf-\nindirectly harm agricultural ficiency reasons, two other considerations need to be kept in mind.\nexports\nOne is that, while these policies promote import competing activities in",
    "Page_72": "DISTORTIONSINPRODUCTMARKETS\n53\nstronger comparative advantage. Rural labour, agricultural land and\nfinancial capital that is attracted to these protected activities could be\nports.\n-andreducethewelfare\nThesecondconsiderationhas to dowithconsumersoffood.Restric-\nof consumers\ntions on food imports both raise the price of food and reduce the\ntheir income on food than richer people, this form of implicit taxation\naffects poor people relatively more. It affects them not only directly but\nalso indirectly in the sense that a less nutritious diet weakens their\nhealth and hence lowers their labour productivity and raises their\n1.6).\nCase study: import barriers To illustrate some of these points, it is instructive to examine the trend\non meat products\nin Papua New Guinea's meat markets. During the 1970s, meat con-\nsumption rose substantially as diets changed with increased\nin Papua New Guinea slightly exceeded the developing country\naverage at about 16 kg per capita per year (Table 4.1). Much of that\nreal prices ofimported beef, canned meat and chicken. Then, around\n1982, the import quotas introduced in 1975 were replaced by prohibi-\ntions on imports of high-quality beef, chicken and canned meat(but not\nin real GDP per capita in Papua New Guinea resulted in an overall fall\nin meat consumption from 16 to 13 kg per capita. It would have fallen\nmuch more had it not been for the availability of imported mutton flaps,\nper capita consumption of which has quadrupled during the 1980s. But\nhad chicken been freely importable, its price would have been almost\nhalf what it was in the mid 1980s, in which case consumers would have\noverall meat self-sufficiency would have been little different insofar as\nimported chicken is a substitute for imported mutton. Similarly, the\nbanning of canned meat imports has done little to affect meat self-suf-\n o  s s sn o s su  s \nof its meat, not to mention its machinery and all the tin cans. From the\nviewpoint of consumers this trade policy has meant higher prices for\ncanned meat and a reduction in thevariety ofbrandsavailable.\nDisappointingoverall\nCertainly some jobs have been created in the industries protected by\nimportrestrictions\nproviding the country's sugar needs, about 2ooo tonnes of beef is\nmarketed each year as a result of the government's cattle development\nprojects, close to 10,ooo tonnes of chicken meat is now being",
    "Page_73": "54\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\n Per capita consumption of (and self sufficiency in)* various meats, Papua New Guinea, \nTable 4.1\n1971-86 (kg per capita)\nUnprocessed\nChicken\nMutton\nCanned\nOther processed\nTotala\nbeef\nmeat\nmeat\n1971-74\n1.2\n1.1( 5)\n0.9\n0.3\n2.8\n3.9\n10.2( 6)\n1975-78\n2.0\n2.1(24)\n0.6\n0.2\n3.5\n4.5\n12.9(11)\n1979\n2.8\n2.7(31)\n1.1\n0.2\n4.2\n5.1\n16.1(10)\n1980\n2.3\n3.0(58)\n1.4\n0.3\n3.3\n4.2\n14.5(13)\n1981\n1.9\n3.3(80)\n1.7\n0.3\n2.7\n3.7\n13.6(20)\n1982\n1.8\n2.8(94)\n2.2\n0.3\n1.5\n3.9\n12.5(25)\n1983\n2.1\n2.6(95)\n2.5\n0.4\n2.3\n4.4\n14.3(23)\n1984\n2.2\n2.4(96)\n3.2\n0.4\n1.6\n3.6\n13.4(23)\n1985\n2.1\n2.5(97)\n3.1\n0.4\n1.1\n4.0\n13.2(24)\n1986\n2.5\n2.6(97)\n4.6\n0.4\n1.7\n3.3\n15.1(22)\n*Numbers in parentheses are domestic production as a percentage of domestic production plus imports.\nSource: F.G. Jarrett and K. Anderson, An Economic Review of the Broiler Industry in Papua New Guinea, Report prepared for\nNiugini Table Birds Pty Ltd, Lae, 1988.\nlooks close to becoming internationally competitive intheforeseeable\nfuture. The protected domestic price of the less-refined sugar produced\nby Ramu was about three times the world price in the mid 1980s; many\nsmallholders in the beef industryhave found their managerial skills are\ninsufficient to allow them to compete with larger producers, even at\nhighly protected prices, so an increasing proportion of output from this\nindustry is being supplied by largeholders; and while the broiler in-\ndustry in Papua New Guinea is becoming more technically efficient in\nterms of mortality rates and feed conversion ratios, it can continue to\ndo so only by increasing shed sizes which means that production\nwould be in the hands of fewer, but larger, suppliers. In short, the\nimport restrictions is smaller than was originally envisaged, and may\nwell be much less than the number of jobs lost through diverting\nresources away from more-efficient industries.\nNon-agricultural product price distortions\nQuestionableeconomic\nresults of import\nalso. While Papua New Guinea's tariffs may not be as high and uneven\nrestrictions on\nmanufactured goods\nimport restrictions they have become increasingly more protective\nsince Independence. Yet, like food import restrictions, they may con-\ntribute little to the objectives of saving foreign exchange and boosting\ning these objectives.' As was pointed out in the previous chapter on\n1Formore discussion of the issue in the Papua New Guinea context, see,for example,Whally (1982), Hughes (1984) and Goodman\net al. (1985). It is discussed in more general terms and for other developing countries in, for example, Little etal.(1970), Balassa and\nAssociates (1971), Krueger (1978, 1983), Clements and Sjaastad (1984), Lal and Rajapatirana (1987) and Bautista (forthcoming).\nAgricultural exporting developed economies also have suffered from import substitution policies, as the experiences of Australia and\nNew Zealand have shown. See, for example, Anderson and Gamaut (1987).",
    "Page_74": "DISTORTIONS IN PRODUCT MARKETS\n55\nwages policy, it is quite possible that protecting urban industries in the\nproblem of unemployment.\nFrom the viewpoint of the agricultural sector, an import-substituting\nindustrialization strategy is undesirable for two reasons. First, it bids up\nthe price of intersectorally mobile resources such as labour and (if its\ninternational mobility is restricted) financial capital, so raising the cost\nof agricultural production. Second, insofar as it reduces the demand for\nforeign exchange, it raises the value of the kina relative to what it\notherwise would be. This lowers the price in kina terms that farmers\nreceive for their tradable products, just as happens when the exchange\nfrom the country's mines (as discussed in Chapter 2). Thus agricultural\nproducersearnlessbecauseofbothhigherproductioncostsandlower\ngross receipts. This reduces their incentive not only to produce today\nbut also to invest in agriculture for future output growth.\nNot all policies aimed at boosting manufacturing output have had\nthis adverse effect on agricultural production, however. Papua New\nGuinea, like many primary-exporting countries, has from time to time\nbeing exported. This typically has the effect of reducing aggregate\nuncompetitiveness of the processing activity. As a result, the exchange \nrate depreciates andthisraises thekina value ofexports ofother\ntradable sectors. Insofar as these policies apply to non-agricultural\nCase study:the forest\nAclearexampleoftheeffectsonexportsofthisformofregulationis\nproducts industry\nprovided by Papua New Guinea's forest products industry. During the\n1970s the government required forest industry investors to establish\nfacilities for processing logs into sawn timber, plywood, chipboard and\nthe like, rather than expand their log exports. Processing costs are high\nby international standards, however,because of Papua New Guinea's\nhigh wage structure and because of the large number of species in the\ncountry's natural forests so that economies of scale in processing are\ndifficult to obtain. In addition, many timber-importing countries have no\ntariffsonlogsbuttariffsonprocessed timber.Thesetendtobehigher\nthe greater the degree ofprocessing.The effect of this structure of\nescalating tariffs in the international market for timber products is to\nto that for logs. Together these factors made it extremely difficult for\nwhoendeavouredtodosointhe1970shavesincesimplyabandoned\ntheir plants to avoid further losses.\nIn response to this disappointing performance, the govemment\nThe response by producers was immediate and dramatic.After being\nstaticfor a decade, thevolume of log exports trebled between the late\n1970s and mid-1980s (Figure 4. 1). It is true that, when fims were no",
    "Page_75": "56\nGROWTH STRUCTURAL CHANGE AND ECONOMIC POLICY\nFigure 4.1\n1400-\nVolume of log and other\nforest product exports,\nPapua New Guinea,\n1200-\n1971-86 (000 square\nmetres)\n1000-\nSource\nPapua New Guinea, National\nStatistical Ofhice,Swmmary o\nStatistics and Abstract of\n800-\nStatistics, Port Moreaby, various\nissues.\n600-\n400\n200-\nSawntimber\nand plywood\n1975\n1980\n1985\nYear\nsawn timber and plywood declined (as did woodchip exports, not\nshown in Figure 4.1 because the volume data are not available for all\nyears). However as Figure 4.2 shows, the increased value of log\nexports far outweighed thedecreasedvalueofprocessed timber\n(from 4 to8 per cent —see Table 1.9). Moreover, since the firms in the\nindustry were so muchmore profitable theywereprovidingmore tax\nrevenue and employing more people.?\nThe immediate effect of thisreturn to a more efficient forest policy is\nto reduce the earnings of the agricultural sector to the extent that the\nexpansion in log exports reducesresources available for agriculture\nand causes the kina to appreciate. In the longer run, however, it may\n           a\ncleared by loggers is subsequently used for agricultural purposes. This\nmayturnout tobeanadditionalpositiveeffectof thegovernment's\nforest policy reversal.\n 2 For a more detailed discussion of forest policy in Papua New Guinea, see Fraser (1981) and the proceedings of a seminar held by\nthe Institute of National Affairs (1983).",
    "Page_76": "DISTORTIONSINPRODUCTMARKETS\n57\nFigure 4.2\n80\nValue of log and other\nforest product exports,\nPapua New Guinea,\n1971-86 (million kina)\nLogs plus timber\n70\nproductsb\n*Standard Intemational\nTrade Classification 242.\n60\nbStandard International\nTradeClassification243and\n63.\n50\nSource\nPapuaNewGuinea,National\nStatistical Ofhce,Summa\nSr\n40\nStatistics and Abstract of\nStatistics,PortMoreaby,variou8\nigsues.\n30\n20\n1975\n1980\n1985\nYear\nExchange rate policy\nThe'hard kina strategy”\nFrom Independence until the early 1980s, the government pursued\nwhat became known as the “hard kina strategy' as a key element in its\nwithfree convertability of the kina,to maintaina strongbalance of\npayments and to keep the level of foreign debt manageable without \nhaving the value of the kina depreciate against trading partners' cur-\nrencies. This was perceived to be necessary to promote economic and\npolitical stability. In the absence of exchange controls and with wages\nindexed to the cost of living, this in effect required the government to\nuse public expenditure and the inflow of foreign aid to maintain balance\nof payments equilibrium. The policy held firm through the 1970s, but\nwhen the terms of trade and balance of payments situation\n   s    \nearly 1983, it depreciated in step with the Australian dollar and since\nthenthekinahasbeenallowedtodepreciategraduallyagainsta\ntrade-weightedbasketofcurrencies,innominaltermsaswellasinreal\n3Discussion of exchangerate and other macroeconomicpolicies isbrief here becauseit is available in detail elsewhere.See,for\nexample,Dahanayake (1981), Garnaut and Baxter (1983), Valentine (1987) and Guest (1987c).",
    "Page_77": "58\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nterms after adjusting for differences in the inflationrates ofPapua New\nGuinea and its trading partners (Table 2.1).\nThe high kina value harms The pre-1983 “hard kina strategy' had the effect of keeping down the\nagricultural exporters\ndomestic price of tradables relative to non-tradables compared with\nquantitative trade restrictions, may have been harmed by this strategy\n a  s  m  n a ( o\nbenefits of macro stability which this policy provided.The real\ndepreciations in the value of the kina since 1983 have helped to\nredress this situation somewhat, although it is not clear to what extent\nthe kina is still overvalued given the substantial deterioration in the\ncountry's termsoftrade since 1979 andits mountingforeigndebt\nservice obligations (Figures 1.3 and 1.5).\nTaxationpolicy\nNeedtoexpand internal\n Differential tax treatment across sectors of the economy can also affect\nsourcesof taxrevenue\n the inter-sectoral allocation of resources, as can inter-sectoral differen-\naid can fall\n          o\nwould like to reduce. Unless spending is cut this means finding new\ninternal sources oftaxrevenue.\nCurrent sources of internalThe sources of internal revenue receipts are summarized in Table 4.2.\nrevenue\nTotalintemalrevenuereceipts nowamounttojust over one-fifth of\nGDP, up from one-sixth prior to Independence. The share provided by\nmuch the same as in the 1970s. Non-mining company taxes, on the\nother hand, supply around 11 per cent now compared with 16per cent\nin the 1970s and about 20 per cent in the 1960s, while the contribution\nof mining company taxes via the Mineral Resources Stabilization Fund\n(MRSF) drawdowns also have declined substantially.And, as noted\nearlier, during the 1980s import taxes have been creeping up in impor-\ntance, from 16 per cent in 1980 to 23 per cent in 1986. However, prior\nimportant. Export taxes continue to contribute only around 3 per cent.\nDisappointing tax\nGiven the perceived promising potential contribution of mining to\ncontribution of the mining government revenue and hence to general welfare, it is of interest to\nsector\nexamine its actual contribution. Details are provided in Table 4.3. The\nhigh contribution from MRSF drawdowns (payments to public account)\nof the mid 1970s, of up to 20 per cent of all intemal revenue, was\nachieved again only once in the subsequent decade, in 1981. The\naverage contribution for the 10 years to 1987 was 10 per cent. There\nhas been some build up in the MRSF over this period, however, so\nsector's capacity to contribute.During the period 1974-75 to 1981",
    "Page_78": "DISTORTIONS IN PRODUCT MARKETS\n59\nTable 4.2\n1965-86° (million kina and per cent)\n1965\n1970\n1975\nto\nto\nto\n1969\n1974\n1979\n1980\n1981\n1982\n1983\n1984\n1985\n1986\nTotal government\nexpenditure\n162\n273\n463\n635\n689\n707\n785\n823\n864\n930\n(% of GDP)\n(44)\n(31)\n(33)\n(37)\n(41)\n(40)\n(40)\n(39)\n(38)\n(38)\nTotal internal revenue\n59\n102\n251\n344\n382\n384\n411\n473\n512\n538\n(% of GDP)\n(16)\n(16)\n(18)\n(20)\n(22)\n(22)\n(21)\n(22)\n(22)\n(22)\n(% of govermment\nexpenditure)\n(36)\n(40)\n(53)\n(54)\n(58)\n(55)\n(52)\n(56)\n(61)\n(60)\nShare of internal revenueb from\nPersonal income tax\n25\n28\n28\n22\n24\n28\n30\n28\n26\n27\nCompany tax*\n19\n16\n16\n15\n13\n12\n12\n11\n14\n11\nImport taxes\n37\n27\n18\n16\n17\n20\n21\n21\n20\n23\nExport taxes\n2\n3\n1\n1\n1\n3\n3\n3\nExcise taxes\n13\n13\n15\n13\n12\n13\n13\n12\n12\n12\nMRSF drawdownd\n10\n12\n16\n21\n10\n5\n6\n6\n3\nOther\n6\n16\n9\n15\n12\n16\n18\n19\n19\n21\nTotal\n100\n100\n100\n100\n100\n100\n100\n100\n100\n100\n*Fiscal years beginning 1 July until 1977, calendar years thereafter.\n'Per cent.\nExcludes mining company taxes which enter indirectly via MRSF drawndowns.\nThe Mineral Resources Stabilization Fund is where Bougainville Copper Ltd's company tax, dividend withholding tax and\ndividends on government equity are paid. The govermment drawe on this Fund ostengibly to obtain a more even low of mining\ntax receipts through time than would occur if payments were made directly into consolidated revenue.\nSources: Papua New Guinea National Statistical Ofhce, National Accounts Statistics, Port Moresby, various issues; C.D. Thac\nand D. Lim, Papua New Guinea's tax performance, 1977, World Develo pment 12(4):451-9,April 1984; Bank of Papua New Guinea,\nQuarterly Economic Bulletin, Port Moresby, various issues; Budget Documents 1988.\nwouldhavebeenintheabsenceofMRSFdrawdowns,ceterisparibus.\nBut during 1982 to 1987 that contribution averaged only 7 per cent,\namounting to only 1 or 2 per cent of GDP. This rather minor contribution \n of the mining sector in the 1980s has been a disappointment. The\nrecovery in the price of copper concentrate at the end of the 1970s -\nout to be short-lived (Table 2.4). As a result, profits and therefore taxes\nfrom Bougainville Copper Ltd have been low throughout the 1980s,\nand those from Ok Tedi have yet to begin.\nPersonal income taxes are\nMuch of the central government's personal income tax revenue is\nconfined to urban wage\nreceived from expatriates, though that contribution will tend to dwindle\nearners\nif the govemment's indigenization of the workforce continues any fur-\nther. Less than a quarter of a million nationals(salaried publicservants\nthe vast majority of nationals who are involved in semi-subsistence\ngovernment has judged that the cost of collecting taxes from this group\nwouldexceed therevenueraised.",
    "Page_79": "60\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nTable 4.31\n Mineral Resources Stabilization Fund operations and North Solomons royalty receipts,\n1975-87 (million kina)\nMRSF receipts\nCompany tax\n9.154.1\n15.620.5\n13.5 23.173.451.719.616.2 39.315.218.0\n5.1\nDividend withholding tax\n8.6\n3.1\n3.0\n1.1\n2.7\n6.0\n12.7\n6.7\n1.4\n1.6\n5.2\n2.0\n5.4\n6.4\nDividend on govt equity\n13.9\n5.0\n5.1\n2.0\n4.6\n10.2\n21.4\n10.7\n2.3\n1.9\n7.6\n3.0\n6.910.1\nOther receipts\n0.7\n0.8\n0.2\n0.3\n0.1\n1.2\n2.3\n2.1\n5.3\n3.4\n3.5\n5.7\n4.0\nTotal\n31.662.9\n24.623.8\n21.1\n39.4108.7\n71.4\n25.4\n25.055.5\n23.7\n36.025.6\n(% of GDP)\n(3)\n(6)\n(2)\n(4)\n(1)\n(2)\n(6)\n(4)\n(1)\n(1)\n(3)\n(1)\n(2)\n(1)\n(% of central govt internal \nrevenue)\n(18）(29）(11）(22)\n(8）(17）(32)(19)\n(7)(6)(12)\n(5)\n(7)\n(4)\nMRSF payment to public\naccount\n(% of central govt internal\nrevenue)\n(18)\n(20)\n(16)(16)\n(11)(16)(16)(21）(10)\n(5)\n(6)\n(6)\n(3)\n(9)\nEnd-year balance in MRSF\n-17.9\n7.514.3\n3.4\n4.356.446.431.835.861.753.375.345.9\nRoyalty receipts by North Solomons Provincial\nGovermment from Bougainville\nCopper Ltd\n3.1\n2.3\n2.5\n0.8\n2.1\n2.84.23.73.44.7\n5.4\nFiscal years beginning July 1. The MRSF did not become fully operational until 1975-76, 8o the 197475 payment was made\ndirectly into consolidated revenue.\nSource: Papua New Guinea, Department of Finance, Estimates of Revenue and Expenditure, Port Moresby, various issues.\nTaxes on trade could\nIn this situation, it is tempting to look to trade taxes as a source of\nprovide more revenue\nregime for raising a given amount of tax revenue. It is not appropriate\nof overall tax policy. Even so, two points are worth making. First,\nmany quantitative barriers and prohibitions on Papua New Guinea's\ntradecouldbecome a source of additionaltax revenue simplyby\nboost customs revenue substantially. If the protection levels on the\nmost protected items were to be lowered somewhat, the revenue\naddition, there would be efficiency gains from reducing the average\nlevel of protection and the dispersion in the tariff structure.\nThe advantages of taxing\nThe second point is more radical. Would it be more efficient to use\nexports rather than imports export rather than import taxes in Papua New Guinea? Traditionally,\nexports_ofdeveloping countries because oftheefficiency losses in-\nvolved,5 but in a situation where high barriers to imports are in place\n4 Among recent analyses of tax policy in Papua New Guinea are the studies by Mathews (1980), Neild (1980), Bird (1984) and Collins\n(1985).\n 5 For a discussion of this literature and of the politics of this policy issue in the African context, see Bates (1981).",
    "Page_80": "DISTORTIONSINPRODUCTMARKETS\n61\nthose efficiency losses are occurring anyway. A tax on imports is\no x o s    'xa  x   ba\nables. There could be a number of economic advantages to be gained\nfrom acompleteoverhaul of the trade policyregimewhich involved\ntax on exports.One obvious advantage wouldbe thelowercost of\ncollecting export taxes. Already the administrative machinery is in\nplace to collect, say, a 10 per cent levy, while savings could be made\nfrom eliminating the customs service which collects import duties.\nSecond, the wide dispersion of rates of protection to import-competing\nproducers would disappear, so there would be additional efficiency\ngains from reallocating resources among the import-competing in-\ndustries. Third, if the government made it clear that import restrictions\nlobbying for this costly form of intervention. Finally, it would be seen as\na more equitableform of taxationnot onlybecause it would remove the\nunequal rates of import taxation but also because smallholder tree\ncrops exporters, who currently pay no direct taxes other than the 2.5\nper cent export levy, would be seen to be making a larger direct tax\ncontribution, although in fact they are already currently being taxed\nimplicitly, as mentioned earlier, by the policy of import restrictions.\nThe policy of a uniform export tax could be fine-tuned, for example\nprobably insignificant. Of more importance is the need to ensure that\ninvestment incentives to mining companies are not reduced.7\nAnotherconcern might be that such a policy changewouldremove\ndifferences in import barrierswhich reflected differences in the desired\ndegrees of consumption taxation of imported luxury items. This can be\nremedied easily by placing an explicit consumption tax at the desired\nrate on luxury items. Such a tax also has the advantage over an import \nsubsidyonthegoodconcerned.\nConclusions\nThe need to reduce\n Papua New Guinea is not alone among developing countries in harm-\ndistortions imposed by\ning agriculture through export taxes,through protection to\ntradeandexchangerate\nnon-agricultural industries, and through maintaining an overvalued\npolicies\ncurrency (Krueger, Schiff and Valdes 1988). Indeed it may well harm its\nagricultural sector much less than occurs in other developing\n          s\nGuinea could enliven its agricultural sector — and indeed the economy\n6 On the symmetry between import and export taxes, see Lemer (1936). Clements and Sjaastad (1984) provide empirical estimates\nfor a number of developing countries of the extent to which import taxes are borne by exporters.\n(6) (86)",
    "Page_81": "62\nGROWTH STRUCTURAL CHANGEANDECONOMICPOLICY\nas a whole一byreducing the distortions toproducer andconsumer\nincentives which its trade and exchange rate policies impose. Allowing\ngoods and services. Replacing quantitative import restrictions and\nprohibitions with import tariffs would raise govemment revenue. If the\ntariffs on the most restricted items were set at levels that were less\nrestrictive than current import barriers, there would be two additional\nbeneficial effects. The efficiency of resource allocation within the im-\nport-competing sector of the economy would improve, and agricultural\nuncompetitive import-replacement industries.\nWouldreplacing import\n An even more radical change would involve replacing all import restric-\nbarriers with a low unifom tions with an export tax. As more direct forms of taxation become less\nexport taxbewise?\nexpensive to collect, so the need for trade taxes as a means of raising\ngovernment revenue would diminish and hence the rate of export\ntaxation could be lowered gradually over time. This form of taxation, it\nshould be reiterated,would need tobe a substitute for, rather than an\naddition to, import restrictive policies if it were not to discriminate\nagainst agriculture. There are two major weaknesses in such a\nproposed policy change. One is that the source of its major economic\nbenefit —theremoval of differingrates ofprice distortion for different\nimportables— is also thesource of the main advantage of thepresent\npolicy regime from the viewpoint of politicians, namely, that it can be\nused to disperse political favours to politically supportive vested inter-\nests. The second and related weakness is that, if import taxes were\nless than fullyreducedtooffset theresourcereallocativeeffect of\nraising export taxes, the outcome would involve an even more ineffi-\ncient use of resources, especially if the dispersion in import tax rates\nacross industrieswere to increase. Ifthere is a reasonableprobability\nthe existing trade policy and work towards reducing the average level\nrestrictioris.",
    "Page_82": "5\nAgricultural stabilization policy\nThetwoprevious chaptershavebeen concernedwithpolicieswhich\ndirectly affect the trend level of prices to which producers respond. This\nchapter is concerned with policies which alterthe fluctuations in product\nprices around trend levels, that is, with price stabilization schemes.\nPapua New Guinea has stabilization schemes for cocoa, coffee, copra\nand palm oil (for smallholders only), as well as for mineral export\neamings.After discussing the stated objectives of these schemes this\nchapter examines the potential gains and losses from them in Papua\nNew Guinea. It concludes that, contrary to conventional wisdom, these\nproduction and growth. In particular they may reduce the welfare of\nsmallholders.\nObjectives of agricultural stabilization policy\nCommonly-statedreasons\nThe usually statedreasonwhyPapua NewGuinea operates stabiliza-\nfor operating stabilization\ntion schemesfor agriculture andmineralsis that theyear-to-year\nschemes\nfluctuations in the country's export earnings, when passed on to\n-— to smooth out\nproducers, would 'seriously disrupt progress towards broad develop-\nfluctuations affecting the\nwider economy\nment goals'(Guest 1987a:1). According to this view the transmission of\nlarge fluctuations in export earnings to the domestic economy would\nit difficult for firms to plan. The spending of govemment tax revenues\nwould also be difficult to manage. In addition, there would be upward\nsought a share in the boom.Because of downward rigidity in wage\nThus\nfrom a macro point of view, the commodity stabilization funds have\nnormal fiscal and monetary instruments practised by the Govern-\nment (Kiele 1987:4).\n-tostabilizeproducers'\nWhile macroeconomic stabilization has been the most frequently\nincomes\nstated objective of these schemes since Independence, it was not\nand theschemeforcoffeewhichcameintoeffect in1966,wereboth\naimed at stabilizing producers' incomes. This was to be achieved by\nplacing a levy on the export price in high-priceyears anddrawing from",
    "Page_83": "64\nGROWTH STRUCTURAL CHANGEANDECONOMICPOLICY\nthefund intowhich those levyreceiptsweredeposited inlow-price\noil schemes, introduced in 1974 and 1983 respectively.\nHow successful have the schemes been in achieving these two\nstatedobjectives and howdotheir effects compare with those of\nalternative policy instruments?As a prelude to addressing these ques-\ntions, it is helpful to examine the extent to which the variation in\nagricultural export eamings is due to fluctuations in prices rather than\nquantities.\nSources of variation In agricultural export earnings\nVariations in export earnings arise because of variations in prices\ncrops have fluctuated substantially. To determine the relative impor-\ntance of these two sources offluctuations, it is helpful tomake use of\nthestatistical technique shown inBox5.1.\nBox5.1StatisticaltechniqueforanalysingvarianceIn exportearnings\nIf there is no significant stockholding,expon earnings are given by E=PQwhere\nEis expon receipts,P is theunit valueof exponsandis thequantityof exports\nFollowing techniquesdevelopedbyBurtand Finley (1968).Goldberger (1970)and\nfrom prices, quantities and the covariation between price and quantity, using the\nrelationship\nV(E) - ²v(P) + PV(Q) + 2 P 0 cov (PQ)\nor V(E) - A + B + C where V(E), V(P), V(O) are the total variation in export\nearnings,the variation ansing from price movements and the variation arising\nfrom quantity movements, respectively. Cov (PQ) is the interaction, or covana\nrespectively.\nThe complex terms denoted A.Bandprovide the basis for estimating the\ndirectcontribution ofpriceandofcuantity tothevariationinexporeamings\nHowever,because the covariance term C reflects the contribution of P and\njointly.it hastobeallocatedtooneorother.Twoaltemativeallocations,bothlo\nsome extent arbitrary.havebeen usedbypreviousauthors.Oneinvolvesallocat\ning the covariance term equally betweenprice andquantityThe effect ofpriceis\nthengivenbyA+\nThe othersimplyignoresc\nA+B+C\nA+B+C\n1\nAs shown in Table 1.8, these four export items accounted for two-thirds of the country's total export receipts in the 1960s and more\nthan half of the non-mineral export eamings in the 1970s and 1980s",
    "Page_84": "AGRICULTURAL STABILIZATIONPOLICY\n65\n Since stability usually means reducing the variability around some\nlong-term trend, the deviations around trend are the basis for analysis.\nHence linear trends were fitted to the price and quantity data in Figures\n5.1 and 5.2 relating to exports of coffee, cocoa, copra and coconut oil.\nThe fluctuations around those trends are proportionately much larger\nfor prices than for quantities, as is clear from the results presented in\nTable 5.1. It is true that, insofar as the fluctuations in quantities were\ndampened by the stabilization schemes, the evidence in Table 5.1\n overstates the relative importance of price fluctuations. Even so, the\nextreme dominance of price instability suggests that stabilization\nschemes whichfocus on export price stability couldcontribute to\nincreasedstability inpayments toproducers of thecommodities listed.\nAs will become clear, however, this does not necessarily mean that\nsuch schemes are desirable.\n4000\nFigure 5.1\nFluctuations in the unit\nCoffee\nvalues of coffee, cocoa and\ncoconut products exported\nfrom Papua New Guinea,\n1961-86 (kina per tonne)\n3000-\n*Fiscal years beginning\n1 July to 1976, calendar years\nthereafter.\nSource\nPapua New Guinea, National\n2000\nStatistical Ofice, Swmnay of\nKina\nStatisticsandAbstractofStatistics\nPort Moreby, various issue.\n1000\n1965\n1970\n1975\n1985\nYear",
    "Page_85": "66\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nTable5.1\nSources of variation in agricultural export earnings, Papua New Guinea, 1961-85 (per cent)a\nPrice\nQuantity\nCoffee\n86(85)\n14(15)\nCocoa\n86(92)\n14 (8)\nCopra\n99(88)\n1(12)\nCopra oil\n82(93)\n18 (7)\nThe numbers in parentheses were calculated using the expression A/(A+B) for the price effect and B/(A+B) for the quantity effect.\nThe other numbers used the expressions (A+C/2)(A+ B+C) for price and (B+C/2)(A+B+C) for quantity. See Box 5.1 for details and\nthe definitions of A, B and C.\nSources: Compiledby the authors using data from Papua New Guinea National Statistical Ofhce,RuralIndustries, Port Moresby;\nand Bank of Papua New Guinea, Quarterly Economic Bulletin, Port Moresby, various issues.\nFigure 5.2\nFluctuations in the\nquantities of coffee, cocoa\nand coconut products\nexported from Papua\nNew Guinea 1961-86\n('000 tonnes)a\n80-\n*Fiscal years beginning 1\nJuly to 1976, calendar year8\nthereafter.\nSource\nPapua New Guinea, National\nStatistical Ofhce, Summary of\nStatistics and Abstract of\nStatistics,PortMoreaby,variou8\nissues.\n50\n0\n1965\n1970\n1975\n1980\n1985\nYear",
    "Page_86": "AGRICULTURALSTABILIZATIONPOLICY\n67\nTable 5.2\nEnd-year balances in agricultural stabilization funds, Papua New Guinea, 1975-86 (million\nkina)\nCoffee\nCocoa\nCopra\nPalm oil\nTotal\nAnnual\nAnnual change as %\nchange\nof adjusted\nmoney supply (M3)a\n1975\n3.7\n0.4\n6.4\n10.5\n1976\n6.8\n4.4\n2.5\n13.7\n3.2\n1.2\n1977\n46.4\n32.3\n4.1\n82.9\n69.2\n19.4\n1978\n63.6\n48.9\n3.4\n115.9\n33.0\n9.6\n1979\n83.8\n60.2\n13.8\n157.8\n41.9\n9.9\n1980\n94.9\n61.9\n7.5\n164.3\n6.5\n1.6\n1981\n90.3\n53.7\n1.7\n145.7\n-18.6\n4.4\n1982\n92.1\n44.6\n0.1\n136.8\n-8.9\n-2.0\n1983\n85.3\n44.9\n0.7\n130.9\n-5.9\n-1.1\n1984\n82.1\n46.0\n24.2\n7.9\n160.2\n29.3\n5.0\n1985\n83.5\n47.1\n23.6\n11.6\n165.8\n5.6\n0.9\n1986\n116.9\n40.9\n4.6\n8.4\n170.8\n5.0\n0.7\n*Adjusted M3 includes Bougainville Copper Ltd deposits in the Mineral Resources Stabilization Fund but not agricultural\nstabilization fund deposits.Thatis, this percentage is the extent to which M3 would expand ifthe agriculturalstabilization deposits\nwerenotmade.\nSource: Bank of Papua New Guinea, Quarterly Economic Bulletin, Port Moresby, various issues.\nContribution of schemes to macro stability\nSchemes have little effect\non money supply\nPapua New Guinea. During the past decade, their end-year deposits\nhow much the money supply would have differed if the change in the\nend-yeardeposits of thosefundshadnot takenplace,assumingother\nthings remained unchanged. The final column of Table 5.2 shows that \nthis change since 1975 has been very small (no more than 5 per cent)\nexcept during the period of extraordinarily high coffee prices in the late\n1970s. So in aggregate terms the agricultural stabilization funds have\nmade little difference to the broad money supply.\nMismatchofchangesin\nAlso worth noting from the point of view of macro stabilization is that\nexport earnings and\nthere is a somewhat imperfect match between the change in export\nchanges in stabilization\neamings and the change in stabilization deposits. This results partly\nfunds\nbecause of lags in the change in the levies following an export price\nchange, and partly because the quantity of exports is also varying with\nchanges in seasonal conditions and, with a lag, in response to price\nchanges. The data in Table 5.3 for coffee illustrate the point. The 1976\nprice for coffee was more than double that for 1975.Also the quantity\nof coffee exported rose by 30 per cent, partly in response to the price \nrise. As a result, the value of coffee exports in 1976 was three times, or\nK67 million more than in 1975. Yet only K3 million was added to the\ncoffee stabilization fund. The 1977 changes in the export value and\nfund deposit were much more closely matched, but in 1978 when the\nprice of coffee fell 40 per cent, the levy was still in place and fund",
    "Page_87": "68\nGROWTH STRUCTURAL CHANGE AND ECONOMIC POLICY\nTable 5.3 Changes in the price and quantity of coffee exports and in the coffee stabilization fund,\nPapua New Guinea, 1975-86\nChange in coffe exportsa\nPrice\nQuantity\nTotal value\nChange in\n(kina/\n('000\n(million\ncoffee stabilization\ntonne)\ntonnes)\nkina)\nfunda\n(million kina)\n1975\n48(5)\n2\n(7)\n4 (12)\n。\n(.)\n1976\n1134(120)\n11 (30)\n67(200)\n3 (84)\n1977\n1800 (87)\n-11 (-23)\n43 (43)\n40(582)\n1978\n-1539 (-40)\n9\n(24)\n-36 (-25)\n17\n(37)\n1979\n185\n(8)\n4\n(8)\n18 (17)\n2\n(32)\n1980\n201\n(-8)\n1\n(3)\n-7\n(-5)\n11 (13)\n1981\n-748 (-32)\n4\n(-8)\n45 (-37)\n-5\n(-5)\n1982\n315 (20)\n-6 (-13)\n(5)\n4\n(2)\n1983\n06-\n(-5)\n11\n(28)\n17 (22)\n-7\n(-7)\n1984\n430 (24)\n-2(-3)\n19 (20)\n-3\n(-4)\n1985\n652 (29)\n-10 (-20)\n4\n(3)\n1\n(2)\n1986\n953 (33)\n13 (31)\n87 (74)\n33 (40)\nSources: Papua New Guinea National Statistical Ofhce, Summary of Statistics, Port Moresby, various issues; Bank of Papua\nNew Guinea, Quarterly Economic Bulletin, Port Moresby, various issues.\ndeposits grew by a further 37 per cent. Deposits continued to grow in\n1979 and 1980when thecoffeepriceremained fairlystable,and then\nthey were drawn down by only K5 million when the price of coffee fell\nby one-third and coffee export receipts declined by K45 million in 1981.\nExport receipts recovered during the next three years, growing nearly\n 50 per cent in total, yet more money was paid out of the fund than was\ndeposited over thisperiod.\nFailure of stabilization\nClearly the agricultural stabilization funds are doing little to offset\nfunds to offsetfluctuations\nfluctuations in the macro-economy and in the money supply due to\nin the economy\nchanges in export earnings, and may even be exacerbating the situa-\ntion.? In any case, since contributions to the funds represent such a\nsmall part of the total money supply, there is no reason why the\n government cannot simply rely on conventional fiscal policy instru-\nments to achieve macroeconomic stabilization.\nForced savings effect of\nMoreover, by using first-best macro policy instruments rather than\nstabilization funds may\ncommodity stabilization schemes, growers would have more funds \nhave dampened\navailable for investment in agriculture or elsewhere, instead of effec-\ninvestmentinagriculture\ntively being forced to save at bank interest rates. The average balance\nin the funds during the ten years to 1986 exceeded K140 million, which \nisequivalent to one-quarter of total value added in agriculture.There is\nthe Mineral Resources Stabilization Fund is much smaller (deposits for\nwhich averaged onlyone-eighth of total value added in mining during\n2  Incidentally, the Mineral Resources Stabilization Fund also appears to be providing litte stability to the macroeconomy. Bougainville\n1987b).",
    "Page_88": "AGRICULTURALSTABILIZATIONPOLICY\n69\nTable5.4\nChanges in the total value of exports and of stabilization fund deposits for coffee, cocoa\nand coconut products, Papua New Guinea, 1976-86 (million kina)\nCoffee\nCocoa\nCopra and coconut oil\nPalm oil\nGross\nNet of fund\nGross Net of fund\nGro88\nNet of fund\nGross  Net of fund\ndeposits\ndeposits\ndeposits\ndesposits\n1976\n69.0\n65.9\n11.0\n7.0\n4.7\n-0.8\nna\nna\n1977\n43.2\n3.6\n47.2\n19.3\n14.5\n12.9\nna\nna\n1978\n-36.2\n-53.4\n-23.3\n-39.9\n1.9\n2.6\nna\nna\n1979\n18.0\n-2.2\n-4.6\n-15.9\n30.3\n19.9\nna\nna\n1980\n-6.5\n-17.6\n-12.0\n-13.7\n-27.4\n-21.1\nna\nna\n1981\n44.5\n-39.9\n-12.3\n4.1\n-7.6\n-1.8\nna\nna\n1982\n3.6\n1.8\n-2.3\n6.8\n-7.0\n-5.4\nna\nna\n1983\n16.9\n23.7\n9.6\n9.3\n19.0\n18.4\nna\nna\n1984\n18.6\n21.8\n25.7\n24.6\n45.8\n22.3\n39.5\n31.6\n1985\n3.8\n2.4\n-6.2\n-7.3\n-33.0\n-32.4\n-2.5\n-14.1\n1986\n86.5\n53.1\n-4.6\n1.6\n-35.7\n-16.7\n-31.1\n-39.5\nAverage absolute\nchange\n31.5\n25.9\n14.4\n13.6\n20.6\n14.0\n24.4\n28.4\nMean (arithmetic average)\nchange\n15.7\n5.4\n2.6\n-1.1\n-0.4\n-0.2\n2.0\n-2.0\nSources: Papua New Guinea National Statistical Ofice, Summaryof Statistics, Port Moresby, various issues; Bank of Papua\nNew Guinea, Quarterly Economic Bulletin, Port Moresby, various issues.\n1976-86). Thus the agricultural stabilization funds are probably dam-\npening considerably the degree of investment in export-oriented\n agriculture relative to other sectors, unless it can be argued that any\nprice stabilizing effects of the funds boost investment more than this\nforced saving has reduced it.\nContribution of schemes to producer welfare\nAllfourcrops for whichthereare stabilization schemesarealmost\nproportion of production is consumed domestically. In this situation, the\neffects of the schemes on the welfare of domestic consumers can be\nignored. Also, because Papua New Guinea contributes such a small \nshare (no more than three per cent) of world exports of these products,\nit is a price-taker in the international market. Producers face a set of\ntively simple to analyse thewelfare effects of the country's agricultural\nstabilizationschemes.\nSchemes reduce\nFirst, to what extent have the schemes stabilized producers' export \nfluctuations in export\nincomes? A crude way of examining this is to compare gross export\nreceipts but not by much\nreceipts with receipts that are net of the change in stabilization fund\ndeposits, as in Table 5.4.3 For coffee, cocoa and coconut products\nduring the period 1976 to 1986, the average absolute variations in net \nexport receipts were 18, 6 and 32 per cent respectively below varia-\n 3The fact that part of the change in fund deposits is due to interest earned on the balance each year has had to be ignored here\nbecause of lackof data on interest income.",
    "Page_89": "70\nTable 5.5\nChanges in the unit value of coffee exports before and after the stabilization fund\nlevy/subsidy, Papua New Guinea, 1976-86\nChange in unit value of coffee exports\n(kina / tonne)\nGros8\nNet of stabilization\nfund levy/subsidya\n1976\n1134\n1070\n1977\n1800\n730\n1978\n-1539\n-1915\n1979\n185\n-222\n1980\n-201\n418\n1981\n-748\n650\n1982\n315\n271\n1983\n06-\n40\n1984\n430\n493\n1985\n652\n618\n1986\n953\n324\nAverage absolute change\n732\n614\nMean (arithmetic average) change\n263\n31\nAssuming allof the change in fund deposits is due to the levy on, or subsidy to, the price received by producers.\nSources: Papua New Guinea National Statistical Ofhice, Summary of Statistics, Port Moresby, various issues; Bank of Papua\nNew Guinea, Quarterly Economic Bulletin, Port Moresby, various issues.\ntions in gross export receipts, while for the first three years of the palm\noil scheme the variation in net export receipts was 16 per cent greater\nthan the variation in gross export receipts.\n-and they slow the\nWhat are the other effects of the scheme on producer welfare? One is\ngrowthingrowers'export\n that producers' net export receipts grew less than they would have\nreceipts\nwithout the schemes over this period, assuming the schemes themsel-\nves did not affect the long run trend in supply (see below). The final row\nbetween 1976 and 1986, indicates the extent to which the growth in\nproducers'receipts has been dampened.For coconut products, there\nhas been virtually no growth in either gross or net receipts. For both\ngrowing at about K4 million per year less than gross receipts, and for\ncoffee the difference is about K10 million per year. This reflects the fact\nthat the funds (other than for coconuts) have been accumulating since\nIndependence.\nA closer look at the\nCan it be assumed that long run trends in supply are unaffected by the\nscheme for coffee\nu   n     e ) \nfluctuations, stabilization of prices will have dampened fluctuations in\nproduction and raised the long run trend rate of growth of production.\nAs it happens, though, producer prices have not been stabilized very\nmuchby the schemes because of the way the schemes have been\noperated. In the case of coffee, for example, stabilization levies have",
    "Page_90": "AGRICULTURALSTABILIZATIONPOLICY\n71\n         \nfluctuation of K614 per tonne instead of K732 (Table 5.5, final row).\nEven if the short-run price elasticity of supply were as high as 0.125,\nthis would dampen quantity fluctuation by only 2 per cent (16 x 0.125).\nWhile this quantity effect means that the comparisons drawn from\nexport revenue and overstate their negative impact on growth in export\neamings, the extent of exaggeration is likely to be very small.\nNegativeeffectsofprice\nnetrevenue\nincomes would be reduced insofar as the trend level of prices is\nlowered by the schemes as a result of funds accumulating,and as\nonlyK31pertonneperyearbetween 1976 and 1986,whereas they\n         s  g\n(Table 5.5). And second, even if the trend level of prices was not\naffected, producers' net revenue would be lowered simplybecause the\nsupply curve is not vertical (Oi 1961). This point is illustrated in Box 5.2.\nMarketuncertaintieslead\nto conservative\n5.3.Rather,theyfluctuateunevenlyaround anunknownlongruntrend.\nprice-setting rules and\nsubsequent inequities\ntaintyfacing thestabilizationauthority.lftheschemeistobe\ncase.Asshownearlier,thisiscertainlywhathashappened inPapua\nBox5.2Effectsofpricestabilizatlonschemesonproducer welfare\nSuppose the export price in the long nun averages PA in Figure 5.3. but each year\nthe price fluctuates from Po to P1. Then if S is the country's supply curve the\nquantity produced without a stabilization scheme would be either Qo or 1.ll a\nstabilization scheme is introduced which results in producer prices of Po and P1.\nthen the quantities supplied would be Qo' or Qi'. When the export price is at P1, the\nscheme would induce producers to spend an extra amount O1 AA on inputs but\nwould provide extra gross revenue of Q:Q1 AAplus AA'P: P: because of the price\nsupport from the stabiization lund. The net gain toproducers in low-priceyears is\nthe scheme's dampening ot the price in high-price years. In the high-price years\nthe area PoPo'B'D would be transterred into the lund and in the low-price years the\nareaPiP1Acwouldbe transferredout.Given thatthereareadministrativecosts\ninoperating theschemewhich the Iundneedstocover,it isclear thatproducers\nmust lose from suchschemes in the absence ol subsidies In the case where PoPo\n=PiPi the net loss amounts to area AAplusarea BB’ plus administrative\nproducersandhence thenation",
    "Page_91": "72\nGROWTH, STRUCTURAL CHANGE AND ECONOMIC POLICY\nFigure 5.3.\nExport of price\n5\nstabilization on\nproducerwelfare\nP\nP\nPA\nP\nQQoQuantity per year\nNew Guinea since Independence. The accumulated surpluseshave to\nbe disbursed sometime in the future, and there is no guarantee that the\nproducerswho contributed to the surpluseswhen levieswere imposed\nwillbetherecipientswhenthosefundsareeventuallydisbursed.So\nthe schemes are likely to generate inequities as well as inefficiencies\nforproducers.Whenassessing thebenefits toproducers of reductions\nin price fluctuations, it is important to consider these inequities as well\nbringing about such reductions in price fluctuations.\n-aswell asdampening\nThere is a common presumption that one of the benefits of reduced\nincentives to invest during price fluctuations for growers and the nation is that there will be more\nperiods of high export\ninvestment in agriculture because of a less uncertainenvironment.\nprices\nSuppose, however, there is a prolonged period of high export prices\nwhich wereunforeseen by the authority and hencewerepassed on to\ngrowers only in a muted and delayed manner. Producers in countries\nnot operating stabilization schemes would have more incentives to\nexpand output, undertake investments and improve their competitive-\nness throughgreaterproductivity gains thanwould producers inPapua\nthe other hand, producers in Papua New Guinea would not be given as\nmuch incentive to divert resources to other, now more socially\n4This lottery aspect of price stabilization schemes is discussed in Friedman (1954).",
    "Page_92": "AGRICULTURALSTABILIZATIONPOLICY\n73\nprofitable activities and yet, observing low prices in international\nm\nproductivity than would producers in other countries. Thus it is not at all\ncertain that the presence of these schemes will attract more invest-\nment resources to export crops. Indeed, it may even result in less\ninvestment.\nWhyhavestabilizationschemes?\nMinimal benefits of\nagricultural price\ntion schemes operating in Papua New Guinea have made little if any\nstabilization\ncontribution to macroeconomic stabilization, and in any case the\nagricultural export earning fluctuations and be more efficient than\nstabilization schemes for achieving this macro objective.At the same\nsavings which, it can be argued, has reduced the degree of investment\nstabilization schemes have done very litle to stabilize producers' in-\nearnings.\nWhy then are these schemes operating? Why not have growers\nin low price years? One possible explanation is that the government\nnot for their own sake then because of wantok obligations.5 However,\nthis paternalistic motivation is not relevant for largeholders and nuclear\n ma aun yoddns lou saop dnoe e se saunoo buidogasap jo\nings (Lim 1976, Michaely 1977).\nStabilization schemes may A final point to make is that it is likely that the supply curve for\nfavour largeholders, at the smallholders is much more price elastic than that for largeholders.\nexpensessmallholders\ns\nwould lose less from price stabilization than smallholders. In addition,\n      s    \nstabilized, the throughput of these plants is also more stable, which\noverall from stabilization schemes, even if smallholders lose. If the\ngovernmentis genuinelyinterested in boostingthe welfareof\nsmallholders, it may need to reassess the presumed virtues of price\nstabilizationschemes.",
    "Page_93": "",
    "Page_94": "Public investment in the rural\nsector",
    "Page_95": "",
    "Page_96": "6\nAgricultural research and extension\nInvestment in research and An important determinant of the comparative advantage of the agricul-\nextension: the key to\ntural sector, and of industries within that sector, is the extent and\nincreasing agricultural\nsuccess of past investments in the production and dissemination of\nproductivity\nnew technologies through agricultural research and extension.If\n         \nsectors, this will contribute to the relative decline of agriculture in a\nsmall open economy.Slowproductivity growth in agriculture will be\nespecially debilitating to the sector if there is a decline in agriculture's\nofeconomic growth elsewhere in the world, as there has been in the\nlong run (see Figure 2.2). Or it may be because there is a boom in one\nof the other tradable sectors of the domestic economy, as there has\nLand is under-utilizated in Papua New Guinea is abundantly endowed with agricultural land rela-\nPapua New Guinea\ntive to population, having more than four times as many hectares per\nvery small proportion of that land is being used for cropping or pasture:\nis true that much of the country's forest land is too mountainous or\n-- due to problems of land Some of the reasons for land remaining in its forest state have already\ntenure, high input costs,\nbeen discussed. One is that land tenure is difficult to secure. Another is\nlow output prices\ncosts of obtaining finance for smallholders).A third reason is that\noutput prices for Papua New Guinea's export crops are kept artificially\nS ae  aa  a sa e  pl \nsociatedwith theminingboom.\nenhance quality and\nwhich interact with the previous three, namely, public investments\nquantity of resources in\nwhich can improve theprofitability of agriculture and thereby enhance\nagriculture\ne a  a sns o n  \nland) and the productivity of those resources. The relatively slow\n   ne   noi  e n o\nGuinea, reported above in Table 1.13, suggests this is an area deserv-\ning closescrutiny.\nProductivity growth is typically defined as an increase in output per",
    "Page_97": "78\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\ndeveloped overseas to the local environment. In fact, increasing output\nper hectare or per person requires local investment (Schultz 1964). In\nthis chapter the focus is on investment in the production and dissemi-\nnation of new, lower-cost means of combining land, labour, financial\nter examines investments in improving the quality of the labour force in\nrural areas.\nHistory of investment in agricultural innovations'\nTraditional Melanesian\nof innovation\n-aclassiccaseofleamingbydoing.AccordingtoDenoonand\nSnowden (1981), Melanesians possessed and understood a wide\nrange of food plants for thousands of years, and could easily have\nadded cultivation to their foraging activities. That capacity is further\nstressed by Vasey (1981) who traces the development of the major\nagricultural systems ofPapua New Guinea.Thesewere essentially\ndown, the debris burnt and mixed vegetable gardens established.\nTraditionally, men carry out the heavy work of clearing, buming and\nbreaking up the large soil clods but thereafter women take over. The\ngardens are usually based on the stable root crops (sweet potato, taro\nandyams)along witha wide variety of other crops.In the more\ngrown.\nEnormous range of plantAs aresult of centuries of adaptation and improvement there isnow a\nvarieties and uses in\n very extensive range of crops grown both for food and medicinal\nsubsistenceagriculture\npurposes. Carman (1980) lists almost eighty food crops that are\nplanted in gardens on New Britain, ranging from staples through green\nvegetables to fruit and nuts. In addition, at least twenty-five plants have\napparently widespread throughout Papua New Guinea. Holdsworth\nandN'Drawii(1973)document theextensiveuse ofplants for\nmedicinal purposes in Manus Province. Bulmer (1982) lists some\ntwenty-eight species of traditional cultivated food plants involving some\n120 cultivars, including more than forty each for sweet potato and taro\nalone. In addition to the knowledge of plants, Papua New Guineans\n \nPapua New Guineans were aware of the need to conserve the genetic\ndiversity in their plants and were able to select cultivars for particular\npurposes, including the development of soft bananas for babies. The\ncussed inMorauta et al.(1982)\n1 Much of this and subsequent sections draw on the more detailed analysis in Jarrett (1986).",
    "Page_98": "AGRICULTURALRESEARCHANDEXTENSION\n79\n'Poor but efficient'\nThere is no question that the evolving knowledge systems on which\nagriculture\ntraditional agriculturehasbeenbased have servedPapua NewGuinea\nwell in terms of providing for basic food needs. This is a classic case of\n'poorbut efficient'(Schultz 1964) traditional agriculture.\nAd hoc innovations in\n   o       \ncommercialagriculture\nsector where commercial pressures are of greater significance. Tea\ngrowing in Papua New Guinea has had a chequered career but the\nindustry hasbeen materially assisted by the developmentof a\nmechanical tea picker. The difficulties of obtaining an adequate labour\nby growers themselves with support from specialized engineering\nhas been developed in East New Britain.\nThe development of\nDespite these developments inboth the smallholder and plantation\nformalizedagricultural\nresearch\nareinadequate onceacountry embarks on thepath ofmodern\neconomic development. As tree crops became more important earners\n    o    \npuposes. Indeed, the national retums from such formal science-based\ninvestments continue to increase because the stock of basic scientific\nproductivity growth between countries is the differing degrees to which\nLinks between science and The early work of the chemists Davy, Liebig and Lawes highlighted the\nagriculture\ndevelopmentoffertilizersaswellascomplex agriculturalchemicals\nused for plant and animal protection. The principles of genetics, first\nselection of new cultivars with improved characteristics. At the same\nness of further links between education, science and agricultural\npractice and led to the development of publicly funded institutions —\nuniversities, research institutes, government departments — which\nwould facilitate the generation of agricultural innovations.\nResearch and innovations In the advanced industrial economies, the farm sector has come to rely\nby farmsupply industries\non an increasing proportion of non-farm produced inputs. In many\ncases, improved technology is embodied in these inputs. The farm\nsupply industries have themselves turned to funding agricultural re-\nchanged technology. Firms supplying agricultural chemicals, veterinary\nmedicines and farm equipment have become increasingly important\nsources of agricultural innovation. Pratt (1980) estimates that 50 per\ncent of agricultural research and development in the United States is",
    "Page_99": "80\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\ntechnology where the gains from the innovation can be captured in the\nform of royalties and patents. Even in Papua New Guinea, where the\nfarm supply industries have not developed to anywhere near the extent\nthat they have in the industrial countries, the export tree crops sector at\nleast relies on the innovations generated by private firms. The adoption\nin Papua New Guinea of chemicals such as the fungicide Ridomil and\ntheweedicideRoundup are theresultofprivatelyfundedresearch in\noverseas countries. While there is,as yet, relatively little use of fer-\ntilizer in the smallholder production of cocoa and coffee, there is\nsignificant usage on large holdings. In the field of mechanical innova-\ntions, at least one firm in Papua New Guinea is adapting imported\nfarming equipment to fit local conditions.\nSmallholders as\nMany of the chemical and mechanical innovations arising from private-\n\"technology takers',\nlyfunded research and developmentarebasedoncommercial criteria\nlargeholders as\nrelated to potential profitability. Such innovations may owe little, if\n\"technologymakers\nanything, to input from smallholders in Papua New Guinea who may\nhavevery little awareness of thepotential role their needs can play in\ninfluencing the types of innovations which are produced. As Bieri, de\nJanvry and Schmitz (1972:802) indicate 'they are not only price takers\nbut, on the whole, also technology takers'. Largeholders, on the other\nhand,are aware of the potential role of agricultural research and\ndevelopment in developing innovations. This has conditioned their\nwillingness to support research from industry funds to the point where,\nin Papua New Guinea, coffee, cocoa, copra and palm oil research is\ncommodities. Also, in the case of some of the export tree crops which\nare subject to further processing, the processors of the raw material\n may support research. In Papua New Guinea the definitive epidemiol-\nogy of vascular streak dieback in cocoa by Keane (1972) was the result \nof post-graduate work done at the University of Papua New Guinea,\nwith funding support from the Confectionery Manufacturers of\nAustralia. Similarly, in Ghana and Nigeria, the International Office of\nCocoa and Chocolate (a manufacturers' organization) supports re-\nsearch.\nIntemationaltechnology\nAnother source of innovation for any one country is the direct transfer\ntransfers and the\nof technology from other countries.At any time there is a stock of\nintroductionof newcrops\nagricultural innovations and scientific knowledge which is potentially\ntransferable from one country to another. In general, knowledge is\nthere are costs in searching for theknowledge and the success of any\nwhich are relevant for local agricultural practice. Many countries have\nbenefited from direct transfer. In the United States agriculture had\naccess to a stock of knowledge, as well as the proprietary artefacts,\nwhich the European settlers brought with them. Moreover, they\nbenefited from the indigenous crops and practices which had already\nbeen developed by the American Indians. Australian agriculture, by\ncontrast, because of different environments, benefited relatively less",
    "Page_100": "AGRICULTURAL RESEARCH AND EXTENSION\n81\nfromsuchdirect transfer andconsiderablelocal research anddevelop-\nsuccessfullyintothelocalenvironment.AgricultureinPapuaNew\nGuinea certainly has benefited from international technology transfers.\nPalm oil material from Malaysia and sugarcane varieties from Australia\nAnderson 1988). In addition, new varieties of vegetables were intro-\nduced, evaluated for local performance, and eventually grown in\nvillage gardens. In a longer time frame, the original varieties of\ncoconut, cocoa and coffee were all introduced to Papua New Guinea\nfrom overseas.\nEconomics of investing in agricultural innovations\nIssues conceming the\nLike all investment, the rate of return to additional investment in\nallocation and degree of\nagricultural research and extension is likely to fallas the level of\ninvestment\nsuch investment for the various agricultural crops is a very complex\none, and one which cannot be answered in detail here. However, it is\npossible to consider some of the elements that would make up such an\nanswer. Specifically, the following issues are addressed, at least\nqualitatively:\n口Is Papua New Guinea under-investing in agricultural research?\ndustries appropriate?\n口To what extent should the government be providing research funds?\n口Are the proportions of research expenditure in public and private\ninstitutions optimal?\n口Are the types of innovations produced of benefit toboth largeholders\nandsmallholders?\n Is the government investing the right amount of resources in agricul-\ntural extension?\nToo little research investment in aggregate\n  p  o a  h  h u u s o s \nagricultural research\nresearch and development. That is equivalent to about 0.5 per cent of\nthe gross value of agricultural production. This is well below the propor-\ntions for developing countries and for industrial countries, which in\n1980 were close to 1 per cent and 2 per cent, respectively (Judd,\nBoyce and Evenson 1986). It is true that the private sector also has\nthis has amounted to only about one-third of government expenditure\n(ISNAR 1982:100). Thus the sum of both public and private spending\nis still probably well below 1 per cent of thevalue of agricultural output.\nsearch in Papua New Guinea is to compare the number of",
    "Page_101": "82\nGROWTH STRUCTURAL CHANGE AND ECONOMICPOLICY\nTable 6.1\n Agricultural research manpower relative to agricultural output, Papua New Guinea and\nother economies, 1980\nScientist-years per\n$US10 million of\nagricultural production\nPapua New Guinea\n0.72\nLow income economies\n1.40\nMiddleincomeeconomies\n2.40\nIndustrial market economies\n1.85\nEast Asia\n5.72\nSoutheast Asia\n2.07\nSources: M.A. Judd, J.K. Boyce and R.E. Evenson, Investing in agricultural supply: the determinants of agricultural research\ndivided by 0.9 as the value of agricultural production.\nscientist-yearsoftimespentinresearch,deflated by thevalueof\nagricultural output. In 1980 Papua New Guinea had seventy scientists\nworking full time on agricultural research,according to ISNAR\n(1982:100). Assuming that value added is 90 per cent of the value of\nagricultural (including subsistence) production, this is equivalent to\n0.72 scientist-years per $US10 million of output. Again this is less than\nhalf the investment intensity of other developing countries and only a\nsmall fraction of that undertaken in neighbouring East and Southeast\nAsian countries (Table 6.1).\nPapua New Guinea\nThis, together with the large amount of empirical evidence showing\nmissing out on benefits\nthat industrial countries and, even more so, developing countries\nfrom agricultural research\nseriously underinvest in agricultural research, suggests that Papua\nThe evidence forother countries,as summarizedfor example inEven-\nalmost without exception and regardless of the measurement\nmethodology used? —- that there are very high social rates of return to\nfurther investment in agricultural research.\nVariation in the degree of underinvestment in research\nNeed to assess efficient\nThere is circumstantial evidence to suggest that in Papua New Guinea,\nallocation of research\nas in other countries, the degree of underinvestment in different crops\nbetween products\nvaries greatly.Inthe absence of detaileddata for rate ofreturn on\ncated efficiently between products. On the assumption that the cost of\nmaking a worthwhile discovery is comparable across products, their\nmethod is tocompareresearchexpenditureper dollar'sworth of\nproduction of each crop.\n 2 Qualifications concerning the methodologies used are discussed by Lindner and Jarret(1978) and Norton and Davis (1981), among\nothers.",
    "Page_102": "AGRICULTURALRESEARCHANDEXTENSION\n83\nTable 6.2\nAgricultural research and extension manpower resources, by crop, Papua New Guinea,\n1980 (person-years)\nDepartment of\nOther\nAgriculture\nresearch\nCrop activity\nand Livestock\ngroups\nTotal\nExport crop research\nCocoa\n2.50\n2.50\n5.00\nCoconut\n1.70\n1.70\nCoffee\n0.75\n2.75\n3.50\nPalm oil\n1.05\n5.25\n6.30\nRubber\n0.75\n0.50\n1.25\nTea\n2.00\n2.00\nSub total\n8.75\n11.00\n19.75\nOther product research\nBananas/cassava\n0.80\n0.80\nFeed\n0.55\n0.55\nFlowers\n2.00\n2.00\nFruit, nuts, spices\n1.45\n1.45\nPulses\n0.50\n0.25\n0.75\nPyrethrum\n1.00\n1.00\nRice\n1.70\n1.70\nSugar\n0.20\n2.00\n2.20\nSweet potato\n3.15\n2.00\n5.15\nTaro (aroids) and yams\n1.55\n2.00\n3.55\nVegetables\n1.50\n0.25\n1.75\nSub total\n14.40\n6.50\n20.90\nNon-product-specific research\nBiometrics\n1.20\n1.20\nEntomology services\n1.00\n1.00\nFarming systems\n2.40\n4.83\n7.23\nLand use services\n8.50\n3.00\n11.50\nPathology services\n2.85\n0.25\n3.10\nSoil and plant analyses\n3.22\n3.22\nStorage, processing\n2.00\n2.00\nSub total\n21.17\n8.08\n29.25\nOther\nAdministration\n16.03\n16.03\nExtension/iaison\n8.65\n8.65\nSub total\n24.68\n24.68\nTotal\n69.00\n23.75\n92.75\nSource: International Service for National Agricultural Research (ISNAR), Review of the Program and Organization for Crops\nResearch in Papua New Guinea, The Hague, 1982:100.\nDetailed dataonresearch expenditurebyproduct arenot available\nfor Papua New Guinea. However, the International Service for National\nAgricultural Research (ISNAR) has compiled categorized estimates of \nthe number of person-years of research and extension effort expended\nin 1980, which can be used as a rough guide to different types of\nresearch expenditures. These are summarized in Table 6.2. While it is\ndifficult to obtain value of production data for individual crops, \n，a\nsuitable figure for the main export crops can be used for the value of\nexports since almost all of their domestic production is exported. Thus\nfor the first six crop activities in Table 6.2, it is possible to compute the\nnumber of person-years of research per million kina of exports. These",
    "Page_103": "84\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nTable6.3\nResearch intensity for selected export crops and otheragricultural products, Papua New\nGuinea, 1980 (person-years per million kina of production)\nDepartment of\nOther\nAgriculture and\nresearch\nLivestock\ngroups\nTotal\nCocoa\n.054\n.054\n.108\nCoconut products\n.037\n.000\n.037\nCoffee\n.007\n.026\n.033\nPalmoil\n.076\n.378\n.454\nRubber\n.211\n.141\n.352\nTea\n.253\n.000\n.253\nAverage, export crops\n.039\n.049\n.088\nAverage, non-export crops\n.037\n.017\n.054\nAverage, all agricultureb\n.038\n.025\n.063\nProduction value for the six export crops shown is assumed toequal the average annual value ofexportsofthose products during\n1979-81,which in total mounted to K224 million.\nbProduction for all agriculture is assumed to equal the average annual value of market and non-market value added (GDP) in\nagriculture during 1979-81 divided by 0.9 (which is the assumed value-added share of output), namely K614 million.Hence the\nvalue assumed for agriculture excluding the six export crops is K390 million. Research person-years for all agricultureexcludes\nextension, administration and non-product-specific research. Because of lack of data, livestock research is not included.\nSources: Table 6.2 and Papua New Guinea National Statistical Office, Summary of Statistics, Port Moresby, various issues.\nare reported in Table 6.3. The rest of agriculture can then be handled\nas a residual, as explained in the notes to that table.\nUnderinvestment in crop\nBy this simple criterion it would appear that, among the export crops,\nresearch for coffee and\nthe degree of underinvestment in research in Papua New Guinea is\ncoconuts\ngreatest for coffee and coconut products and least for palm oil and\nrubber.A thirteen-fold difference between the research intensitiesfor\nresources between the various export commodities. A similar inference\nmight be made with respect to the low research intensity for non-export \ncrops. However, since there are significant economies of scale in\nagricultural research (Evenson 1969), one might expect it to be optimal\nto conduct no research on minor non-export crops, which would lower\nthe desirable research intensity for this group of products.\nThere has been some recognition of the apparent imbalance in\nresearch expenditure between the main export crops. In Volume 1 of\nthe National Development Plan of 1986, there are proposals to more\nthan treble theDepartment of Agriculture and Livestockexpenditure on\ncoffee researchduring1986-90 and to increaseby a factor of 2.5 the\nexpenditure on cocoa and coconut research. In particular, the poten-\ntiallylarge scalelosses from theoutbreakofcoffeerust in1986\nunderscoretheneedforfurthercoffeeresearch.Itremainstobeseen\nwhether theseproposedincreasesinresearchfundingmaterialize.\nTo date, private funds for cocoa, copra, coffee and palm oil research\nhave been collected via a levy on producers. These levies in 1988\nwere K22 per tonne of wet beans for cocoa, K0.92 per tonne for copra,\nK18per tonneofgreenbeansforcoffeeandK0.65pertonneof fresh\nfruit bunch for palm oil. At 1984-87 average unit export prices, these",
    "Page_104": "AGRICULTURAL RESEARCH ANDEXTENSION\n85\nlevies represent 1.3 per cent of the price for cocoa, 0.4 per cent for\nthe levies for cocoa and coffee are more than three times those in\nPapua NewGuinea.\ntion of research expenditure in Papua New Guinea would behelpful, it\nresearch falls far below the optimal level, and that the existing expen-\nditure is not well distributed across different products.\nWho gains from agricultural research?\naddress the issue of who gains from investment in agricultural re-\ntional economic analysis, the former shifts down the supply curve, the\nlatter shifts up the demand curve.Insofar as the demand curve is a\ncurve at the farm level, derived from the consumer demand curve(the\nverticaldistancebetweenthesetwodemandcurvesbeingthecostsof\ntransportation, processing, wholesaling and retailing), innovations in\nmarketing will also have important distributional effects. Since process\ninnovations are likely to dominate inPapua New Guinea,what follows\nwill focus primarily on them.3\nThe effects on the market for a particular product whose unit costs\nBox6.1 Marketeffectsofaprocess Innovation\nPrior to the innovation, D and So are the domestic demand and supply curves\nOnce the innovation has been adopted, producers are prepared to supply a larger\nquantity at each price level, so the supply curve shifts to Si. lf this was a\nnon-tradable product, so that in equilibrium the quantity supplied had lo equal the\nquantity demandeddomestically,thenPoandowould be the initial price and\nquantity transacted. Following the adoption of the new technology. P1 and Q1\nwould be the outcome. The gain in consumer welfare is represented by area\nPoEoEP1, and the change in producer welfare is P1E10 - PoEo0. The net gain lo\nthe couniry is therefore EoEio. Clearly the country as a whole is better off, and\nconsumers arebetferoff solongasthedemand curveiscownwardsloping\nProducers may gain or lose, but they will be better off the flatter (more elastic) is)\nthe demand curve. Also, they are likely to gain more the larger the share of their\nproduction that is consumed in their own household\n3 For more detailed analyses of the distributional effects of agricultural research, see Edwards and Freebaim (1981, 1982 and 1984)\nand Freebairn, Davis and Edwards (1982).\n 4 Hayami and Herdt (1977) and Alauddin and Tisdell(1986) provide detailed analyses of casesinvolving subsistence production.",
    "Page_105": "86\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nFigure6.1\nMarket effects of a\nprocessinnovation\nP\nP\nQQuantity\nQ\nQ\nProducersarethemain\nFor manyofPapuaNewGuinea'sstaplefoodsthedomesticdemand\nresearch\nsubstitutes. For example, imported rice or wheat flour are increasingly\nbeing preferred to staples such as sweet potato or taro. Similarly,\nimportedcannedfruitandvegetablesareoftenconsideredmorecon-\nvenient than the local fresh altemative. Thus thebenefits of innovation\nwouldbe sharedbetweenproducers andconsumers and it is quite\nconsumers.\nIn the case of an export crop, the distributional outcome is clear.\nSince Papua New Guinea is a price taker in intemational markets (its\nshare ofworld exportsfor each of its major exportcrops isno more\non the international price level. Thus if, in Figure 6.1, Po was the export\nprice, the quantity produced would increase from Qo to Q1' following\nthe adoption of the new innovation,with the gainEoEi'0 accruing\nexclusivelytoproducers.Even ifthereweresomedomesticconsump-\ntion of the product in question,domestic consumers would be\nand, in the case of export crops, the exclusive —beneficiaries of\ncost-reducing agricultural research. It therefore follows that producers\n5There is the possibility that the innovation produced in Papua New Guinea is applicable in other countries also and so leads to a\nsignificant shift in the world supply curve which reduces the world price. This is unlikely to be important, however, because for Papua\nNew Guinea mostof the gains from research accrue from adapting ideas developed elsewhere to the specific environmental conditions\nof Papua New Guinea.",
    "Page_106": "AGRICULTURALRESEARCHANDEXTENSION\n87\nshouldpayforthat research,unlessit canbe demonstrated that there\n6.1.\nGovernment's role\nWhat should be the govemment's role in agricultural research?Even\nwhen producers benefit more than consumers from innovations there\nresearch are difficult to capture. This is especially so in plant breeding,\nwhere a new high-yielding variety, once released, can be propagated\neasily. Capturing the gains from research is less difficult for chemical\nand mechanical innovations where private fims have access to the\npatent system with royalties to recover costs of research and develop-\nment. Where the free-rider problem is significant, there is a role for the\n-collectionof leviesfrom\ngovernment in collecting levies from producers to fund research. This\nproducers\nis a simple matter in the case of export crops which are channelled\naa Kew 1l 'stuiod buodxa/buissaood jo jaqwnu mews e yonou\nprohibitively expensive to collect a levy from either producers or con-\nsumers of many staple food crops, however, in which case the\ngovernment may consider it worthwhile to fund such research from\nconsolidated revenuerather than see little or none undertaken.\nsuch activities. The reason universities become involved in applied\n-establishment of\nagriculturalresearchis that applied research oftenhas spillover\nresearch/teaching links\nSometimes, agricultural research stations can be located adjacent to a\ntertiary education institution to take advantage of these externalities,\n-ensuring that researchThere is a further reason why the government may prefer to have\nnotovershadowedby\nthoseofcapital-intensive\n Since the factor prices faced by largeholders often differ markedly from\nlargeholders\nother. For example, rubber research in Malaysia has been biased\nfertilizer and growth stimulants but require less labour because they\nhave low tapping intensities. The new technologies save land and\nlabour but are intensive in their use of cash inputs and skilled manage-\ns\n          \njudged that such a bias is undesirable and is more likely to result from\nprivate rather than public research institutions, this may be a further\nreason for setting up public agricultural research stations.6\n6There are,however, reasons why a public research institution may be rather inefficient at delivering appropriate technologies for\nsmallholders. See, for example, Pray (1979, 1983), Anderson (1981) and Jarrett(1986).",
    "Page_107": "88\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\ninvestments research\ntural research that should be publicly funded, and the proportion of\nsearch institutions, involve a degree of subjective judgement by the\ngovernment. Even so, on the latter point (the proportion of research\nundertaken in the publicsector),it is instructive to examine the data in\nsion and administration,is employed in private research centres. when\ncent. This compares with an average for Asia in 1974 of 28 per cent of\nson 1975), so in aggregate Papua New Guinea would appear to be not\ngreatly different from neighbouring countries in thisrespect.\napparent scope for\nWhen attention is focused on individua! export crops, however, there\nmuch more in private\nsector\nproportion of palm oil and coffee research undertaken in the private\nthe other tree crops. lf that were to be taken as the benchmark, it \nsuggests a much larger proportion of the total research budget for the\nother export crops mightbeoffered to theprivatesector rather than\nkept in the public sector. Indeed, there are already signs that producers\nrecognize this.A Cocoa and Coconut Research Institute has recently\nbeen established at a government experiment station at Kerevat, to be\nplementarity between cocoa and coconut production.\nExtension investment: how much and by whom?\n-and for research to be\nAccording to Table 6.2, about one-eighth of all research and extension\ngiven priority over\nworkers in theDepartment ofAgriculture and Livestock are employed\nextension in future\n in extension/liaison activities. In addition, many extension officers are\ninvestment expansion\nemployed by the nineteen provincial governments. The Organic Law of\n1977 provided for agricultural research, specialist technical training,\nmarketing and planning activities to remain with the national\nresponsibility. Thus, for the country as a whole, the share of research\nand extension manpower in extension work is perhaps as much as\none-fifth or more. This is higher than in Southeast Asia where, in 1974,\nextension(BoyceandEvenson1975).Moreover,inSoutheastAsia,\nretums from further investments were much lower in extension than in\n xa   sn a s  \nand extension resources, priority should be given to research.\nNational research and\nregional extension: the\nprocess in Papua New Guinea, where research is a function of the\nneed for closer linkages\ngovernments,were revealed with the outbreak ofcoffeeleaf rust in\n1986. The central and provincial governments were unable to mobilize",
    "Page_108": "AGRICULTURAL RESEARCH AND EXTENSION\n89\nthe spread of coffee leaf rust. So the central government established\nthe Coffee Development Agency which is a joint enterprise between\nthe national government, the Coffee Industry Board and the five provin-\nces where coffee production is concentrated. The funds for the agency\nwereobtainedbyalevyofKo.1perkilogramofgreencoffeewithan\ninitial injection of K1.8 million from the national and provincial govern-\ncampaign against coffee leaf rust at the local level, that is, to adopt a\nbottom-up approach in which the concemed villages are involved\ndirectly. The villages are to appoint coffee managers who are chosen\nleaf rust control program in their own coffee gardens and serve as a\n so  o s s   s  l\ni  a sa      sa no\nexisting provincial extension services and by general recruitment allied\nwith training courses run by the authority.\nA joint operation between the national and provincial governments\nis also envisaged in the cocoa and coconut smallholder rehabilitation\nand extension project. This project combines the services of four\nregionalcocoa andcoconutco-ordinatorsfromtheDepartmentof\nAgriculture and Livestock with the support of the provincial extension\nstaff. While the rehabilitation project does not have the same urgency\nand the provincial Departments of Primary Industry. Such linkages are\nessential as long as research is a function of the national govemment\nand extension afunction of theprovincial governments\nProblems arising from the\ndivision ofresearch and\nindicator of the value of the services provided. As it happens, the\nextension\nsplitting of extension from research — transferring extension respon-\nsibilities to the provincial governments — has led to a marked\ndeterioration in the quality of extension services, as well as to a\nreduced flow of information from farmers back to researchers. This\nproblem, which is discussed in more detail in McKillop, Williamson and\nAss0ciates (1982), Kern et al. (1984) and Jarrett (1986), is also high-\nlighted in a major review by the World Bank (1981). This review\nconcluded that 'The operation of the extension services in the field left\nmuch tobe desired.Many staffwereengaged in a range of activities\nextension activity.' It recommended the re-establishment of an Exten-\nLivestock to provide regional support units to assist provincial exten-\nsionofficers,aswellasthewithdrawalofprovincialextensionofficers\nfrom non-extension activities.",
    "Page_109": "90\nTable 6.4\nEstimated costs of the agricultural support services project, Papua New Guinea, 1987-91\n(million kina)\n1987\n1988\n1989\n1990\n1991\nCoordination\n0.76\n0.76\n0.30\n0.25\n0.25\nExtension and training\n1.11\n0.96\n0.96\n0.96\n0.96\nPlantation management\n0.04\n0.49\n0.49\n0.49\n0.49\nLivestock services\n0.25\n0.27\n0.27\n0.29\n0.29\nCrop development\n0.56\n0.77\n0.77\n0.77\n0.77\nCrop research\n0.81\n0.57\n0.50\n0.50\n0.50\nQuarantine services\n0.16\n0.17\n0.20\n0.23\n0.26\nTotal\n3.69\n3.99\n3.49\n3.49\n3.52\nAgricultural support\nFollowing the World Bank's review, funds were provided for an agricul-\nservices project slow to\ntural support services project. This project was expected to involve 136\ndevelop\ntraining, extension support, economics and planning, agricultural\nprojectdevelopmentandregulatoryservices.Theemphasisonexten-\nsion and training is evident from the budgeted costs of the project\nrevitalize the activities of the Department of Agriculture and Livestock.\nOnly a handful of appointments had been made by 1987 and some of \ntheloanhasbeencancelled.\nIncreasingrole for the\nGiven the poor performance of the public sector in delivering extension\nprivate sector in providing\n services, and the emergence of non-government research institutions\nextension services\n(in part because of that poor performance), perhaps more of the\nextension work should be left to the private sector. Indeed that has\n(Jarrett 1986; Jarrett and Anderson 1988). In any case, since these\nservicesare ofdirect benefit toproducers it couldbe arguedthat\nproducers should pay for them.\nWhere to invest extra resources\nVery little ofPapua New Guinea's available land is currently used for\n crops or pasture. A number of reasons for that have been canvassed in\nearlier chapters, and a further reason has been explored in this chap-\nter, namely the low level and quality of agricultural research and\nextension investment.\nChanging social and\nThe traditional methods of food production in Papua New Guinea,\ndemographicfactorsmean\n which have evolved over many centuries of leaming by doing, provide\nmore investment must go\nintoincreasingthequality\nof availableresources\ngrowth has accelerated because of reduced warfare and improved\nhealth care, and where villagers' aspirations to purchase marketed\ngoods have increased faster than their cash incomes, new forms of",
    "Page_110": "AGRICULTURALRESEARCHANDEXTENSION\n91\ninvestmentarerequiredtoenhance thequalityofavailableresources.\nelsewhere to be one such source of economic growth with a very high\nrate of retum.\nMore investment needed  In Papua New Guinea, this area of investment leaves much to be\nforresearch, especially, desired. First, it would appear that the overall level of investment in\nnon-export products\nThat is, further investment in this area is likely to provide a very high\n(though not necessarily immediate)return in terms of expanded\nagricultural and national income. Second, the present investment ap-\npears to be poorly allocated.' Too little is going to research relative to\nto the main export crops of coffee, coconuts and, to a lesser extent,\ncocoa relative to palm oil, rubber and tea. Nor is enough going to\nresearch into non-export products.\ndone in the private sector its public research and extension activities, at least for export crops. It \nmay be more appropriatefor the government to facilitate the collection\noflevies from export producers for the expansion ofproducer-owned\nresearch and extension institutions.The same may be true for the\nlivestock industries. Indeed, the modern broiler industry in Papua New\nGuinea provides a good example of what can be achieved (Jarrett and\nAnderson 1988).\nProfitability of research onWith respect to staple food crops, the prognosis is less clear-cut. Gains\nstaple food crops is unclear from research on staples that are non-tradable (because of their\nperishability) are likely to be shared by producers and consumers, with \nfinance research on them, are probably prohibitive. The pertinent ques-\ntraditional staples out of consolidated revenue.Carrad and Bourke\nranted. On the other hand, empirical work based on a model developed\nby Davis, Oram and Ryan (1987) suggests the retums from such\nVillagers themselves show In this connection, the sensitive issue of food self-sufficiency arises.\nmore interest in increasing Many politicians and other leaders in Papua New Guinea believe it is\ncash cropping than in\nmorally wrong or shameful for the country to import food. However, this\nimprovingsubsistence\ncrops\nstaple food crop research, it may simply be a mask for protecting\nMoreover, villagers themselves have not sought such research.A\nstudy of eight highland villages concluded that villagers in this survey\n7Both this and the previous finding are not surprising given the long term nature of agricultural research and the relative strengths of\nthe relevant vested interest groups. See Anderson (1981) and Rose-Ackerman and Evenson (1985).\n8For example, the recommendation by ISNAR (1982) to establish two food crop research centres, one for the highlands and one for\nquicklyaswasoriginallyenvisaged.",
    "Page_111": "92\nGROWTH,STRUCTURAL CHANGEAND ECONOMIC POLICY\nhad a very strong desire for cash. There was very litle interest in new\nsubsistence crops to supplement their diets (Harris 1975). The same\nconclusion is reached by Kern et al. (1984) in studies in the provinces\nof Milne Bay, East New Britain, Southern Highlands and West Sepik,\nwhich indicated the same emphasis on the cash economy, markets\nand infrastructure. The Food and Agriculture Organization/United Na-\nbe little political pressure coming from rural areas for resources to be\nwere for better roads, improved communications and higher incomes\nfrom cash crops.Morauta claims\none is forced to conclude that demand for improvements in subsis-\ntencefood production generally takessecond place to the demand\nfor cash incomes and increased government services.Furthermore\nfood production, in so far as they are desirable, must be sought\nthrough their own efforts (Morauta 1983:156)\nThese examples would seem to indicate that there is a strong\ndesirebyvillagers tobecomemoreinvolvedwithcashcropsrather\nthan with traditional staples.\nSince (i) the retums from further research investment in tropical\nexport crops are likely to bemuchlarger than from research into\ntraditional food staples, (ii) the urban population appears to prefer the\nexpand into cash cropping for export, it would seem sensible to spend\nthescarcefundsavailableforresearch and extensiononenhancing\nthe country's comparative advantage in tropical tree crops and continu-\npreferred foods.",
    "Page_112": "7\nOther investments in human capital and\ninfrastructure\nWhile an expansion in investments in agricultural research undoub-\ntedly will contribute to agricultural and overall economic development\nin Papua New Guinea, its contribution would be very much greater if it\noverall level and distribution ofpublic expenditure in four areaswhere\nthe government can facilitate economic andsocial development:\norder. The purpose of the chapter is to show some of the ways in which\ncontribute substantially towards the govemment's policy objectives,\nespecially the raising of incomes of the more than 80 per cent of the\npopulation living in rural areas.\nEducation\nStrong relationship\nImprovements in the quality of the workforce have long been recog-\nbetween education and\nnized as a keysource ofeconomicgrowth.AdamSmithdrew attention\neconomic development\nto education as a profitable investment activity two centuries ago in his\nWealth of Nations. More recently, T.W. Schultz was awarded the Nobel\nPrize in economics for his work in highlighting the contribution that\ndevelopment and poverty alleviation. He stressed in particular the\nimportance of investing in rural people in developing economies such\nas Papua New Guinea's. He and his students have demonstrated\nclearly that education in rural areas makes two key contributions. First,\nas fluctuations in prices or the introduction of new farm technologies.\ncapacity to cope with moving out of agriculture (see, for example,\nWelch 1970; Huffman 1974; Schultz 1971, 1975, 1980; Jamison and\nbecause they are quicker and better at making use of new tech-\nnologies and adjusting their input and output mixes to take advantage\nof changes in relative prices. In addition, those (usually younger)\nexample,becauseofalackoffarmland-tendtofindworkfasterand\nespecially important in Papua New Guinea's case because most of",
    "Page_113": "94\nGROWTH,STRUCTURAL CHANGEANDECONOMICPOLICY\ntoday. In addition, education makes a number of more subtle contribu-\ntions, perhaps the most important being that children tend to be\nhealthier and dobetter at school —and subsequently in the workforce\nwomen spend less time in the workforce outside the home than men,\nthey contributevery significantly to the country's development through\nhall 1985).\nSeveral important\nAmong the important questions which need to be addressed when\neducation are the following:\n口Is there evidence to show that incomes are positively correlated with\neducation inPapua New Guinea?\n口Is Papua New Guinea underinvesting in education?\n口Is the allocation of expenditure between primary, secondary and\ntertiary education appropriate?\n口Is therebalance in the allocation of expenditure betweenrural and\nurban areas, between males and females, and between provinces?\n Is there scope for improving the efficiency of supplying educational\nWhile it is not possible to answer all these questions in detail here,\nat least a beginning is made.\nClosecorrelationof\nThe answer to the first question is a definite affirmative, at least for\nincome with level of\nwage earners in Papua New Guinea.A recent study by Gannicott\neducation\n(1987), which examines incomes of groups with different levels of\neducation and experience, shows that (i) the more education people\nexperience increases, the benefit from greater education tends to\nincrease (see also Bray and Smith 1985: ch.1). These results are\nsummarized in the age/earnings profiles shown in Figure 7.1. The\nslopes of the lines shown, which represent the rates of increase in\npeople's incomes asthey gainwork experience.While similar data are\nnot available for Papua New Guinea's non-wage earners, who\ndominate the rural sector, the very extensive empirical evidence from\nsubsistence farmers become integrated into the cash economy and\nportunities (see, for example, the literature cited in Jamison and Laua\n1981).",
    "Page_114": "INVESTMENTSINHUMANCAPITALANDINFRASTRUCTURE\n95\nUniversity\nFigure 7.1\nAge earnings profiles,\n120-\nPapua New Guinea, 1979\n12th Grade\n(national only)\n100-\nSource\nBased onKGannicott,Education\n80\nin Pa pua New Guinea: a case\nstud y in wasted resources,\n8thGrade\nIelandsAustralia Working Paper\nNo.87/19,Canberra,National\n60-\nCentreforDevelopmentStudie,\nAustralian National University.\n50\n40\nPrimary\nage\n25-\nlliterate\n20-\n15\n10\n20\n30\n40\n50\n60\nYears of experience\nLevels of government\nCurrently, a relatively small proportion of school-age children in Papua New\ninvestment in child\nGuinea are receiving formal education. As a proportion of the relevant age\neducation is high by\ngroup, the country's primary school enrolment ratio is only two-thirds\ndeveloping countries\nthat of other developing countries, and its secondary school enrol-\nstandards\n1.6). This alone might suggest Papua New Guinea is underinvesting in\nformal education, except that one needs to keep in mind that mass\neducation in the country is a recent phenomenon. At present, the\neducation compared with other developing countries. In 1986 that\nshare was 17 per cent, but in earier years since Independence it has\nbeen as high as 20 per cent (compared with 13 per cent in 1975). Since\nPapua New Guinea's central government accounts for a larger share of\nGNP than governments in most other developing countries, this means \npublic expenditure on education as a percentage of national income in\nPapua New Guinea is high, in fact more than double that for develop-\ning countries as a whole (Table 7.1). It is unlikely that private\nexpenditure on education in other developing countries is so much\nlarger than in Papua New Guinea that it would offset this difference in\npublic spending.",
    "Page_115": "96\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nTable 7.1\n Central government expenditure on education and health, Papua New Guinea and other\ndeveloping economies, 1986 (per cent)\nShare of central govermment\nCentral govermment expenditure\nexpenditure on:\nas % of GNP\nEducation\nHealth\nEducation\nHealth\nOther\nPapua New Guinea\n17.0\n9.6\n5.9\n3.3\n25.6\nLowincome economies\n9.8\n3.6\n2.0\n0.8\n18.0\n(excl. China and India)\nMiddle income economies\n11.2\n4.8\n3.1\n1.3\n23.1\nSource: World Bank, World Development Report, New York, Oxford University Pres, 1988.\nTable 7.2\nPrivate and social rates of return to investment in education, Papua New Guinea, 1979 (per\ncent, nationals only)\nPrivate\nSocial\nreturn\nreturn\nPrimary/illiterate\n29\n20\nIncomplete primary/illiterate\n42\n23\nPrimary/incomplete primary\n20\n17\nSecondary/primary\n16\n11\nGrade 7 /primary\n24\n18\nProvincial high force out' grade 8/grade 7\n15\n12\nProvincial high grade 10/grade 9\n13\n10\nGrade 11/grade 10\n14\n11\n National high grade 12/grade 11\n22\n3\nUniversity/secondary\n11\n1\nSource: K. Gannicott, Education in Papua New Guinea: a case study in wasted resources, Islands/Australia Working Paper\nNo.87/19, Canberra, National Centre for Development Studies, Australian National University.\nRates of retum to\nTo better assess whether Papua New Guinea is underinvesting or\ninvestment in education\noverinvesting in education, it is helpful to examine therates of retum\ndificult to estimate\nthat might be expected from further investment. The private investment\n      o     \nstudent — include not only direct costs for fees, books, etc. but also,\nand more importantly, the indirect cost of income foregone during the\nperiod of study. Typically, the private rate of return on these costs will\nexceed the social rate of return since the student does not pay the full\ncost of tuition (both recurrent and capital). Ideally, one should include\nthe 'consumption' benefits of education to the individual in calculating\n e   g a sa  p n   d a\nexternalities to society from having a better educated population\nshould also be included. In practice, however, these are difficult to\nquantify, so one simply needs to keep in mind that both rates of retum\nwill be underestimates.\n but appear to be very\nOne set of estimated rates of return, calculated by Gannicott (1987), is\nhigh at the primary level\nsummarized inTable7.2.Theseestimatesrefer toPapuaNewGuinea\nnationals, and show the marginal rates of return a student could expect",
    "Page_116": "INVESTMENTSIN HUMAN CAPITALAND INFRASTRUCTURE\n97\nTable 7.3\nSocial rates of retum to education, Papua New Guinea and other developing countries,\ncirca 1979 (per cent)\nPrimary\nSecondary\nPost-secondary\nAfrica\n26\n17\n13\nAsia\n27\n15\n13\nLatin America\n26\n18\n16\nPapua New Guinea\n20\n11\n1\nSource: Table 7.2 and G. Psacharopoulos, Retums to education: a further intemational update and implications', Journal of\nHuman Resources 20(4):583-604, Fall 1985.\nprivate rate of retum of 42 per cent per year for the rest of the student's\nlife一 an extremely worthwhile investment. Even for students already\nwell into primary school, the private rate of return from going on to\n20 per cent. The social rates of return from primary and early secon-\ndary schooling, while less than the private rates,are still high\ncompared with alternative investments the government might make.\nandtodecreasewith\nNotice, though, that the marginal rates of retum tend to be less, the\nhigherlevelsofeducation\n higher the student's education. This partly reflects the greater oppor-\ntunity cost of the more educated student's time, as depicted in Figure\n7.1. But it also reflects the higher cost of tuition at the more advanced\nthe national high school and tertiary levels—in terms of the residual\nAiddirectedat education\nHow do Fapua New Guinea'srates of return compare with those of\nnotgoingtotheprimary\nother countries? Table 7.3 suggests the social rates of return in other\nlevel where it is most\ndeveloping countries are, as in Papua New Guinea, highest at the\nneeded\nis extremelylow by internationalstandards.Ina recent study on\nAustralian aid for education in the Pacific, Throsby and Maglen (1988)\nestimated that 64percent of aid allocationswere at the tertiary level,\nvocational and technical education. In their view, the acute problems in\ns  n        \nsectors and in teacher training, the shortage of trained teachers being\nseen as a major constraint on educational development.\nIn short, these estimates show Papua New Guinea on the one hand\nto be underinvesting in education less than other developing countries\noverall (lower overall social rates of retum), but on the other hand to be\ndevoting more resources than other developing countries in supporting\nS",
    "Page_117": "98\nGROWTH STRUCTURALCHANGEAND ECONOMIC POLICY\nTable 7.4\n Recurrent expenditure per equivalent full-time student, Papua New Guinea, 1973 and 1983\n(kina/student)\nLevel of education\n1973\n1983\nPrimary\n06\n154\nProvincial high school\n318\n357\nSecondary vocational\n299\n728\nUpper secondary\n1047\n2005\nPrimary teachers' college\n1181\n1417\nTechnical college\n3910\nUniversity\n4615\n7907\nSource: K. Gannicott, see Table 7.2.\nAnother recent empirical study by McGavin and Ross (1988) provides\nfurther support for this conclusion.\nVery high costs in\nThe key reason for the low rates of return to upper secondary and\nproviding tertiary\neducation a major cause of\ndent, is the extremely high cost of providing that level of education\nrelatively low rates of\nrelative to elementary and vocational education. The annual cost per\nreturn\nstudent of providing education in Papua New Guinea in 1983 was\nthe vocational high school level. However, at the upper secondary level\nit was K2000, and at the university level K7900 per student. Moreover,\nthesecostdifferencesbetweenelementaryandadvancededucation\nhave widened considerably since 1973 (Table 7.4). Presently, the\nexpenditure per student at the university level in Papua New Guinea is\nmore than double that in Australia. This reflects the fact that the\nstaff/student ratio in Papua New Guinea is more thandouble\nAustralia's and that a larger proportion of students in Papua New\nGuinea have to live away from home for their advanced education and\nthe government subsidizes their living costs as well as travel to their\nhome villages during vacations. Yet, despite this high level of govern-\nment support for advanced education, the output of first-degree\nalmost non-existent. In the context of staffing agricultural research\nagencies in Papua New Guinea, the International Service for National\nwould be a needfor nine national scientistswithMaster's degrees for\nthe research staff of the Department of Agriculture and Livestock, as\nwell as twenty-two undertaking Master's programs and three in Ph.D.\nprograms. Yet, in 1988, there was not a single national with a Master's\nundertaking Master's programs overseas and there were no Ph.D.\ncandidates in training.\nNeed for expenditure\nClearly,there is considerable scope for reallocating some of the\nreallocation between\ngovernment's expenditure toward more education at the elementary\neducation levels\nlevels. In 1986, only 52 per cent of the central govemment's education",
    "Page_118": "INVESTMENTS IN HUMAN CAPITALAND INFRASTRUCTURE\n99\nTable 7.5 Community school enrolment ratio by province, Papua New Guinea, 1977 -85\nProportionof7-12years\nPupil/teacher ratio\nPer capita\nagegroupinschool\nfor grades 1-6\nincome\n(%)\n(%)\nratinga\nProvince\n1977\n1985\n1981\n1980\nWestern\n58\n51\n39\n1\nSouth Highlands\n48\n51\n31\n1\nWest Highlands\n50\n51\n32\n3\nEnga\n41\n52\n32\nMadang\n2\n52\n58\n32\n3\nWest Sepik\n62\n59\n30\n1\nSimbu\n51\n60\n30\n2\nMorobe\n52\n61\n33\n2\nEast Highlands\n42\n63\n35\n3\nGulf\n60\n67\n32\n1\nOro\n57\n67\n31\n3\nEast Sepik\n60\n72\n34\n2\nMilne Bay\n68\n73\n31\nNorth Solomons\n64\n73\n30\nWest New Britain\n72\n75\n29\n4\nNational Capital District\n61\n75\n35\n4\nCentral\n65\n79\n32\n2\nEast New Britain\n100b\n80\n30\n4\nManus\n57\n84\n31\n3\nNew Ireland\n76\n86\n26\n4\nincome per capita reported in Goodman et al.(1985, Table 4.2).\nbFigure for East New Britain is high partly because children under 7 years of age go to school in that province.\nSources: National Education Strategy, Monograph No.9, Port Moresby (1979) for 1977 data; Papua New Guinea Department of\nEducation, Staffing and Enrolment Statistics, Port Moresby, 1986 for 1985 data; R. Goodman, C. Lepani and D. Morawetz, The\nEconomy of Papua New Guinea:An Independent Review, Canberra,Development Studies Centre,Australian National University,\n1985, Table 4.2 for income ratings.\n87percentof thestudentsareat theprimarylevel andonly1percent\nare in tertiary institutions. Expenditures by provincial governments and\nprivate organizations (predominantly church based) counter this bias\nto some extent, but a very substantial imbalance remains.\nRural and female\nparticipationrates are\nproportionately more than children in the towns and cities because\nbelow average\nAlso, within the rural sector there are considerable disparities between\nprovinces in the extent of participation in education. Table 7.5 shows \nthat, in 1977, the primary school enrolment ranged from a low of 41 per\ncent in Enga Province to a high of 1o0 per cent in East New Britain.\nParticipation had increased considerably by 1985 but there was still a\nwide range in participation rates, from 51 to 86 per cent. The enrolment\nratio is highest in the richest provinces (see the final column of Table\n7.5), but the lowest enrolment ratios are not only in the poorest provin-\nces. This suggests the existence of annual fees of between K5 and\nK10 per student is probably not a major reason for differences in\n   s a s     ie",
    "Page_119": "100\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nHighlands suggests distance and travel time may be more important\nTable 7.5 shows relatively little variation between provinces. Insofar as\n smaller inter-provincial differences in quality than in quantity of primary\nschool education in rural areas. In addition, the difference between\nmale and female participation rates has narrowed since Inde-\npendence: nationally, the proportion of girls enrolled rose from 35 to 43\ns          ss   \nbetween1973and1983.\nConcern over quality of\nThe overall quality of the educational services provided in Papua New\neducation with\nGuinea has been a cause of some concern as the government's policy\nindigenizationofschool\nof indigenization of all public services takes effect. As Goodman et al.\nsector\nwere nationals. Since then, the proportion of provincial high school\nmore than three-quarters, while in community teachers' colleges it has\nrisen from 16 to 37 per cent over that period. If the skills of these\nfuture.\nUse of agricultural\nAn additional means of boosting human skills is to make more use of\nextensionasameansof\nnon-formal adult education. As discussed in the previous chapter,\neducation\nTo some extent, these services compensate for the fact that many of\ntoday's farmers in Papua New Guinea — particularly women 一\nreceived littleor no formal education as children.Unfortunately,\nskill-enhancing. There is a tendency for extension workers to short cut\nthe education process. That is, they develop fam management plans,\nwhy extension workers have never been able to implement a farm\n(Maunder 1963).\nThehistory of agricultural extension inPapua New Guinea would\ntend to substantiate Maunder's findings. An extension officer (didiman)\nbeganbyintroducingvillagesmallholderstonewcommoditiesand\nthen added the managerial skills needed to market the output. The\ndidiman originally acted as a decision-maker in the sense of taking the\ndecision to participate in the project. On the second visit, often in the\nrole of loan officer for the bank financing the project, more of the\nmanagerial function was taken over and thereafter the smallholder\nmoreoverblamed the didiman if theprojectfailed\nImportance of local\nindividual initiatives in\ninitiative in management functions has been taken at the village level.\naiding agricultural\nSome of these initiatives were fostered by churches and by Agricultural\ndevelopment",
    "Page_120": "INVESTMENTSINHUMANCAPITALANDINFRASTRUCTURE\n101\nCouncils or Women's Associations. However, the examples are rela-\nby a few people who assume a temporary leadershiprole, and once\ncollapse.\nBottom-upversus\nEven so, such initiatives are to be encouraged since the development\ntop-down agricultural\nextension is highly\nadult education— and particularly directed at women— may con-\ndesirable\nreliance on a top-down direction from the national to the provincial to\nthe district to the individual farmer. Far too often the hierarchical\nstructure ofnational andprovincial governmentsmeans thatextension\ninformation passes from secretary to deputy to assistant secretary to\ndirector to deputy director before it finally reaches the district officer\nwho has to interact with the farmer in a way that makes sense to the\nfarmerconcerned.Insuchcircumstances,thedistrictofficersoftenfeel\ndisenchanted in the perfomance of their extension duties since they\nare a long way removed from the source of the knowledge they are\ndisseminating. Moreover, the reverse flow of information from farmers\nlaboratory is virtually non-existent.\nHealth\nHigh levels of spending on As with education, the central govemment is spending a substantially\nhealth\n   s       \nGuinea than is the case in many other developing countries. In 1986,\nthat share was almost 10 per cent, up from 5 per cent in 1975, which\nrepresents 3.3 per cent of GNP or about three times the developing\ncountry average (Table 7.1). As a result of this high level of spending,\nvices in rural areas, there has been a substantial improvement since\nIndependence in health service staff per capita (Table 7.6). While\nas the average developing country, it has perhaps twice the average\nnumber of nurses per capita, according to data compiled by the World\nBank (1988:278).\nMarked improvement in the This improvement in health care services, together with the reduction\nnation's health\nexpectancy from 40 to 50 years between the 1971 and 1980 censuses.\nInfant and child mortality rates halved over the same period. Although\na o   o  s  s \ncountries (see Table 1.6), the extent of improvement in the nation's\nhealthsincetheearly1970sisquiteconsiderable.\nSerious diseases still\n Nevertheless, major diseases remain, and their relative importance\nprevail, malnutrition an. has not changed much (Table 7.7). Respiratory diseases will continue \nin poorly ventilated houses. Malaria remains endemic in coastal areas",
    "Page_121": "102\nGROWTH STRUCTURALCHANGEANDECONOMICPOLICY\nTable 7.6 Indicators of the availability of health services, Papua New Guinea, 1973 and 1984\n1973\n1984a\nPopulation per\nHospitalWhealth centre bed\n220\n215\nHealth centre\n17,380\n7,030\nAid post\n1,540\n1,470\nDoctor\n17,740\n11,700\nHealth extension officer\n16,090\n9,360\nNurse\n1,720\n1,280\nAid post orderly\n1,540\n1,460\nHealth inspector\n37,540\nPer cent of population more than 2 hours from an aid post\n14\n7\nOr latest data available.\nSource: R. Goodman, C. Lepani and D. Morawetz, The Economy of Papua New Guinea: An Independent Review, Canberra,\nDevelopment Studies Centre, Australian National University, 1985:165.\nand occursseasonally in the Highlands,and gastro-intestinal problems\ntion and water quality. Malnutrition is still listed as one of the five most\nimportant health problems, which underscores the inter-relationship\nplications arise inpart because most of the orderlies at the aid posts\nare male, so women hesitate to contact them.\nHealth care structure\nvulnerable to breakdowns\nbeing made to disseminate more information on health care through\nwhen skilled personnel\nthe three-tiered structure of the health care system: aid posts at the\nleave\nvillage level, health centres and sub-centres at the district level, and\nhospitals in the larger towns. For the strategy to succeed there is a\nprevented but also to involve the local community in maintaining and\nimproving its own health. Unfortunately, as with large scale agricultural\nextension projects, this type of large scale health project depends\ncriticallyontheskillsofthepersonnel involvedandtheprojectoften\ndegenerates when those skilled people leave. Meanwhile, the local\ningself-help actionsandadopts theview that thedelivery of health\ncare information is something the govemment should provide.\nNeed for closer\nA related problem that arises with the hierarchical structure which\nsupervision of\ncharacterizesthedeliveryofhealthservices一andagainthereisa\nvillage-based health\nparallel in the dissemination of agricultural extension information一\nworkers\nhas todowith the inadequatesupervision of those workingat the\nvillage level. Just as the didiman complains about the lack of interest\nby his supervisors, so the aid post orderlies complain that there is little\ninterest by senior officers of the healthservice in the work they do and\nin providing the necessary resources to carry out that work. In prin-\nciple, the aid post orderly is expected to live in the village community",
    "Page_122": "INVESTMENTS IN HUMAN CAPITAL AND INFRASTRUCTURE\n103\nTable 7.7 Importance of major diseases in Papua New Guinea, 1974 and 1985\nOrder of importance\nDisease\n1974\n1985\nRespiratory disease\n1\n1\nMalaria\n2\n2\nGastro-intestinal\n3\n3\nPregnancy complications\n<\n4\nMalnutrition\n4\n5\nTuberculosis\n5\n6\nInjury/violence\n6\n7\nSexuallytransmitted diseases\n10\n8\nLeprosy\n8\n9\nSkin diseases\n6\n10\nPsycho-social\n11\n11\nDental\n12\n12\nDegenerative\n13\n13\nSource:Papua New Guinea National Planning Office,Medium Term DevelopmentStrateg-National Health Plan,PortMoresby,\n1985.\nexpected toreturn toa basehospital onceamonthandtobevisited by\never,the system often breaks down because of failure in\ncommunications associated with lack of supervision.\nNeedtoidentifyhealth\nThe lesson from thisexperiencewouldseemtobe that more emphasis\nproblems and create a\non targeted small scale health projects should be investigated. For\nselective primary health\n   (      \ncare strategy\nsimple techniques such as the provision of clean water and sanitation\nespecially women in their childbearing years.\nExpenditure onhospitals\n Finally, one item in Papua New Guinea's health budget is conspicuous-\nshouldbereallocatedin\nly large, namely, hospital expenditures. Almost half of the central\nfavour of dispersed urban\ngovernment's health expenditure is onhospitals,which is about twice\nhealthcentres\nthe share in neighbouring countries of East and Southeast Asia\n(Richardson1986).Giventhatmostobserversbelievetheweakest link\nin thedelivery of healthservices is at theinterfacebetween the aidpost\nand the village population, some reallocation of funds away from\nhospitals may be warranted. Goodman et al. (1985:167) suggest this\n n o an  xa   a \ncentres so that they can provide (at considerably lower cost) those\nthe government consider contracting more of the primary health\nservices and thetraining oforderliesto thechurches,who areableto\nprovide those services at lower cost than public authorities.",
    "Page_123": "104\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nTransportation\nHigh transportcostsarea\nIn a lightly populated country such as Papua New Guinea, with its\nburdenonproducersand\ndifficult terrain and numerous outer islands, transport and handling\nconsumers\ncash crops bears the full burden of these costs, since he cannot pass\nthem on tohiscustomersoverseas.Aswas discussed inChapter3\nwith respect to wage costs in marketing agricultural exports, the higher\ntransportation and handling costs the lower the price received by\nnotgeneraterevenuefor thegovernment.Forstaplefoodcropssoldin\nthe villages and towns, the consumer shares the burden of the\nthat is marketed. For these reasons, reducing the cost of transportation\n o o o         n \ndevelopment(Howe and Richards 1985) but also on the retail price\nand availability of indigenousfood in urban areas and hence on overall\ntransport between urban centres and rural areas would encourage\nunemployment problems. The latter does not necessarily follow from\nthe fomer, however, since lower fares would also make it easier for\njoborotherwisebecomedisenchantedwithurban life.\n     o   o   si\nlimited\nvery well developed and provides an extensive,if expensive,pas-\nNew Guinea has only about 19,0o0 kilometres of trafficable roads over\nits land area of almost half a million square kilometres. Only 6 per cent\nof these roads are sealed. They tend to be fairly evenly distributed on\n o        \ndeveloped essentially as extensions from roads in the larger towns,\ning patrol roadswhich were established in rural areas during the period\nof theAustralianAdministration tofacilitateaccess to themoreremote\nvillages.\nmore effectively reduced _ populated areas, and about two-thirds of the population is within reach\nby road maintenance than of a road. Whether extensions of the road network would be socially\nbynewroadconstruction\nprofitable is a moot point. Unlike investments in agricultural research\nand education, investments in new roads immediately provide clearly\npoliticians. Goodman et al. (1985),however, are fairly sanguine about\nincreased investments in extending the road system. They cite en-\ngineering studies which show that none of the proposed newroads or",
    "Page_124": "INVESTMENTSINHUMANCAPITALANDINFRASTRUCTURE\n105\n Table 7.8 Provincial distribution of trafficable roads and population, Papua New Guinea, 1980 (per\ncent)\nKilometres\nProvince\nof roads\nPopulation\nMorobe\n13\n10\nEast Highlands\n13\n9\nEast and West Sepik\n12\n11\nCentral (incl. National Capital District)\n10\n10\nWest Highlands\n9\n9\nNorth Solomons\n9\n4\nEast and West New Britain\n7\n7\nSouth Highlands\n5\n8\nNorthern\n4\n3\nMilne Bay\n3\n4\nGulf\n2\n2\nOther\n13\n23\nTotal\n100\n100\nSources: Roads data are from the Papua New Guinea Bureauof Statistics,Transportand Communication Bulletin,Port Moresby,\n1980. Population data from the Papua New Guinea National Statistical Office, 1980 Census, Port Moresby.\nroad sections, including the road linking Port Moresby to Lae and a\nroad from the Highlands to Madang on the north coast, would provide\na sufficiently high return to warrant the investment. On the other hand,\nfurther investment in maintaining and upgrading the existing network\nmay well yield a high return. However, activity is much less glamorous\nthan new road construction and so has less political appeal, even\nthough it would do much to reduce the cost of transporting goods to\nand from rural areas.\n Similarly, maintaining\nAs with roads, Papua New Guinea can afford few ports, despite its long\nexisting ports is more\nprofitable than developing\nBougainville Copper Pty Ltd, there are nine important ports serving the\nnew ones\nrural sector, all controlled (with seven others) by the Papua New\nGuinea Harbours Board (Table 7.9). A recent study suggested that, as\nwith roads, the building of new ports in the foreseeable future would not\nbe economically justified but the rehabilitation and further development\nof these nine ports would yield quite high internal rates of return,\n(Goodman et al. 1985:161). For areas not serviced by these ports, the\nalternative in theabsenceof roadswould havetobebarges operating\nfrom collection points to the main ports.\nOwnership and operation\nPhysical facilities at the major ports are divided between public -\nof facilities—public or\nthrough the Harbours Board 一 and private ownership. Many of the\nprivate?\nprivately owned facilities are in the hands of firms which are engaged\nalso in international and coastal shipping as well as wholesale and\nretail distribution in Papua New Guinea. Gilman (1983:88) points out\nthat, 'The Harbours Board, it is believed, would like to extend its",
    "Page_125": "106\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nTable 7.9 Distribution of exports by port, Papua New Guinea, 1981 and 1986 (per cent by value)\nTotal\nAgricultural exports, 1981\nexports\nCoffee\nCocoa\nCoconut\nPalm oil\n1986\nproducts\nKieta\n33\n49\n8\nLae\n22\n100\n4\n1\nPort Moresby (air)\n16\nRabaul\n-\n44\n50\nKimbe\n、\n3\n、\n·\n88\nPort Moresby (sea)\n2\nMadang\n1\n3\n13\nKavieng\n12\nOro Bay\n12\nAlotau\nWewak\n2\nOther\n16\n11\nTotal\n100\n100\n100\n100\n100\nSource: Papua New Guinea National Statistical Ofhce, International T rode Statistics, Port Moresby, various issues.\nconvenient'. According to Trebilcock, the Harbours Board receives no\ndirect subsidies from the govemment, but distortions in the provision of\nservices exist since‘substantial cross subsidization by some\nto occur' (Trebilcock 1982:125). In contrast to the previously mentioned\nstudy of the economic feasibility of redeveloping some of the Board's\nports, Trebilcock goes on to say, 'Officials with the board suggested\nthat 11 out of the 16 ports operated by the Board would be closed down\nif purely economic considerations governed. However, political and\nsocial considerations have led the government to decide to maintain\nthese ports' (Trebilcock 1982:125).\nLabourpracticesaddto\nLabour for stevedoring and cargo handling is provided typically by\ncosts\n  ba sia  e o a s \n(1983), this method is efficient in the sense that it exploited the dis-\ncipline of the normal social structure of the village, and led to relatively\nfew problems on the waterfront. However, in Port Moresby where there\nis a permanent workforce, the potential for incorporating restrictive\nlabour practices is quite high. In part, Gilman attributes this to\nthe transplanting of the Australian waterfront tradition toPapua New\nGuinea which is very much to be regretted. The Australian\nwaterfront is one of the most expensive in the world, both in terms\nof direct costs and also slow ship turn-around, delays and disloca-\ntion generally. It is bad enough in Australia and a disaster for Papua\nNewGuinea(Gilman1983:91)\nPublic shipping\nSome years ago the Papua New Guinea government, concerned with\nenterprises a\nwhat it perceived as excessive coastal shipping freight rates, under-\ndisappointment\ntook the operation of a publicly funded shipping enterprise through the\nPapua New Guinea Shipping Corporation Pty Ltd. However, the ven-\nture was unsuccessful despite govemment subsidies. Eventually the",
    "Page_126": "INVESTMENTSINHUMANCAPITALANDINFRASTRUCTURE\n107\nCorporation was placed in receivership and, according to the budget\ncompanies probablyoffers thebest hopeof rationalizing existing\noperations and keeping down coastal freight rates.\nTransport costs remain a\nheavy burden on the rural Papua New Guinea economy in general and the rural sector in par-\nsector\ncost of production, it ismore important forPapuaNew Guinea thanfor\nmany other developing economies that its policies do not unnecessari-\nly add to transportation and handling costs.\nThis last point applies not only to land and sea transport but also to\nthat traffic. Lower costs would help the rural sector not only through\nlonger run, through boosting rural export industries such as floriculture\nand international tourism.\nLaw and order\nGrowingproblem of\nA critical factor in the development of any society is the maintenance of\nurban/rural crimes\nlaw and order. This has proved to be difficult in Papua New Guinea in\nwhere oldvalues are crumbling and new ones are onlyjust beginning\nemployment opportunities lead to unrest. But the problem is not con-\nfined to the towns. Of major concern to coffee growers is the increasing\nincidence ofrobberieson the HighlandsHighway during the harvest\nseason when buyers carry large amounts of cash. This raises substan-\nprice they are able to offer growers. Since it is only the smallholders\nwho sell for cash on the highway, they bear the cost of these robberies.\npoor training, lack of management skills, poorly articulated policies,\nmore public resources into this area is essential because without it the\nwhere rape and robberies occur. Also, it has proved more and more\nfields such as agricultural research and training of teachers, doctors\nand nurses. Given the importance of these activities for Papua New\nGuinea's development, especially in rural areas, not to mention the",
    "Page_127": "108\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\npeace of mind of the population at large, the need to better maintain\nlawandordercannotbeoveremphasized.",
    "Page_128": "The way ahead",
    "Page_129": "",
    "Page_130": "8\nConclusions\nLessons from the recent past\nTheparadoxofmany\nIn many respects Papua New Guinea is a lucky country, to use the\nadvantages yet poor\nterm coined for Australia by the author Donald Horne. It is abundantly\neconomicperformance\nendowed with natural resources; it has a multi-party democratic politi-\ncal system which since Independence in 1975 has delivered peaceful\ntransfers of power via the ballot box; and it has recently discovered\nmore gold and petroleum reserves and is attracting the foreign capital\ntodevelopthem inwayswhichmake it theenvy ofmanydeveloping\ncountries.\nYet, despite these advantages, the economy overall — and the\ndominant agricultural sector in particular — has performed rather poor-\nly in the past 15 years and living standards for the vast majority of the\nGuinea is to make the most out of its future opportunities, including\nanother minerals export boom in prospect for the 1990s, the reasons \nfor the lack of per capita income growth since Independence need to\nbe identified and remedies sought.\nCertainly theexternal termsoftradehavenotfavouredPapuaNew\nGuinea: in 1986 the price of its exports relative to its imports was only\ntwo-thirds the levels of 1965, 1970 or 1974. However, this adverse\nEven after adjusting for the terms of trade deterioration, Papua New\nGuinea's exports in 1986 were able to buy three times as many imports\nas in 1970 and ten times as many as in 1965.\nAssociated with this export growth there hasbeen substantial ad-\njustment of the structure of Papua New Guinea's economy. Agriculture\nin Papua New Guinea has declined more in its contribution to GDP,\neconomy,and there have been substantial adjustments to the mix of\nboth outputs and inputs within the agricultural sector.\nRapid growth in real export receipts and rapid structural adjustment\ntypically are symptomatic of rapid incomes growth. Why, then, has\nthere been so little change in the prosperity of the vast majority of\nPapua New Guineans, particularly those in rural areas?\nReasons behind\nIt is not difficult to explain agriculture's relative decline, given the\nagriculture's poor\ngrowth of the mining sector. As shown in Chapter 2, this is what tends\nperformance\nin absolute terms is what needs explaining.",
    "Page_131": "112\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\n— government policies\nlargely to blame\nwell be due to government policies. Distortions to factor and product\ncapital, especially human capital in rural areas.\n—slowness to deal with\nA major impediment to agricultural development is the insecurity of\nland tenure issues\nland tenure.Without land-use rights that can be passed to descen-\ndants, farmers are hesitant to make long term investments in improving\nthe land they are farming. As well, financial institutions are less\nforthcoming with loanswhen a land title cannot be offered as collateral.\nThe govemment needs to make a much bigger investment in finding\nways to improve the security of customary land tenure and to speed up\nthe process of issuing new titles and transferring existing titles to\nalienated land.\n—rural credit policy\nThe difficulty smallholders have in borrowing for investment, in the\ndisadvantageous for\nabsence of a land title for collateral, has been compounded by the\nsmallholders\ngovernment's rural credit policy, even though the objective of that\nto subsidize agricultural loans, it is in their interest to limit their conces-\nleast risky and least costly customers,who tend tobe large borrowers\nwith secure collateral. Other borrowers — including many smallholders\n一are forced to borrow in the residual market at higher interest rates\nthan would prevail in the absence of this rural credit policy.\nminimum urbanwage\nWages, too, are grossly distorted. High urban minimum wages en-\npolicy attracts people to\ntowns and encourages\nsubstitution of capital for\nlabour\nmake a negative contribution through anti-social behaviour. In addition,\nhigh wages, especially when coupled with subsidized finance, en-\ncourage firms to substitute capital for labour and so fewer jobs are\navailable. The minimum wage is not as rigidly tied to the consumer\nprice index now as it was prior to 1983, but a further decline in the real\nminimum wage is needed to reduce the inefficiencies and inequities\ncaused by this unfortunate inheritance from Australia.\n—distorting effects of\nPapua New Guinea is not as interventionist in its product markets as\nimport restrictions also\nhave harmed agriculture\nits import barriers just as other developing countries are seeing the\nwisdom of liberalizing their trade regimes. Agriculture in Papua New\nd   l   a px   s a\nexporting countries. But it is adversely affected indirectly, but\nnonetheless importantly, by trade barriers aimed at boosting manufac-\nturing activity. There are a number of barriers to food imports which are\ndiverting resources from low cost to high cost rural enterprises, the\neffects ofwhichhaveprobablybeen toreduce overall agricultural GDP\nand certainly to raise the cost of purchasing food and to reduce the",
    "Page_132": "CONCLUSION\n113\nraise the country's food selfsufficiency level when one takes account\nof the feedgrains and low price beef cuts imported in response to the\nban on imports of high-price beef cuts, tinned meat and chicken meat.\nand the need for further\ntural growth has been Papua New Guinea's ‘hard kina' strategy for\ndevaluation\nheld up the value of the kina, it has raised the price of non-tradable\ngoods and servicesrelativetotheprice of tradables.Thereal deprecia-\ntionssince1983havegonesomewaytowardseasing thisdisincentive\ncountry's terms of trade improvemarkedly.\n—inadequacies of\nAnother policy lesson fromPapuaNew Guinea's experience is that\nagricultural price\nagricultural price stabilization schemes are flawed. The schemes used\nstabilization schemes\nfor the major export tree crops have contributed little towards stabiliz-\ning the macro economy, which is one of their major objectives, nor\nhave they been successful in enhancing producer welfare. Producers'\ngross receipts have fluctuated less because of the schemes but the\naveragelevel and growth in those receiptshave beenreduced by\nduring long periods of high export prices, these schemes have probab-\nly reduced rather than encouraged more investment in export\nagriculture.\n-underinvestment in\n In the area of public investment, the evidence suggests that some\nagricultural research\nreallocation of funds would yield high returns. There is clear underin-\ntural research.\n-rural education and\nWithin the education and health budgets, too, gains in terms of both\nhealth lacking in\ngovernment funding at\ntowardsmore elementary schoolingandtowardsmore smallscale\nelementary level\nhealthcare services.Thesocialratesofreturnfromfurther invest-\nments at the basic end of the spectrum of education and health\n            \npeople in rural areas who would gain most from such a reallocation?\nimprovements in managerial skills and health of rural people over time\nwould contribute substantially to future productivity growth in the rural\nsector and the economy generally.\nPoiicy implications\nDistortions in capital, \nlabour and land markets  nonetheless fundamental, namely, the need to get prices right. Remov-\nmust be reduced\ning the subsidies to rural credit would raise, not lower, the amount of\nthe opportunities for rural people to participate in the financial market",
    "Page_133": "114\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nas depositors.Facilitating the erosion inreal tems of artificially high\nurban wages would expand employment opportunities in both urban\nand rural areas. And streamlining the issuing and transferring of land\nthecapital and labourmarkets and enhancing the efficiency of the land\nmarket.\nFreeing up product and\n Getting prices right in the product markets and in the market for foreign\nvital for boosting output \ngravitate to the enterprises where they can be used most productively.\nmove towards, and remain closer to, its equilibrium value vis-a-vis\nother currencies. Simply converting all quantitative trade restrictions to\nexplicit trade taxes would be a useful beginning, as it would generate\nof those taxes would not onlyboost tradetaxrevenue even further\n(because the volume of imports would expand)but also would dis-\ncourage production in the most protected and least competitive\nenterprises. A much more radical proposal is to replace all import\nrestrictionswith a uniform export tax and to impose consumption taxes\non imported luxuries. The latter would be no more disadvantageous\nthan the former from the viewpoint of export industries, and yet it would\nhave a number of advantages from society's viewpoint. The most\nimportant of these are lower costs of administering trade restrictions\ngroups to seek favours from the government.\nNeedforcritical appraisal\nThe analysis in Chapter 5 suggests the need to look critically at the\nof price stabilization\nexport commodity price stabilization schemes. If they are doing little to\nschemes\nhelp stabilize the macro economy or toreduce produceruncertainty\ninternational prices, they may not be worth keeping.\nInvestment in export crop\nresearch needs expanding investments in various forms of capital and infrastructure are yielding\nthe highest rewards possible, subject to fulfilling equity goals. Public\ninvestments have a habit of crowding out private investments in many\nappear, and even then it is sometimes possible to intervene only\nminimally. A case in point is agricultural research. Governments, ar-\nguably, are no better than the private sector in undertaking such\nresearch. However, the government does have an important role in\nensuring all producers, including smallholders, contribute towards\nby making use of the existing export tax collection service to levy funds\nresearchwouldyield a very high return,althoughperhaps moreso for\nsome products (particularly coffee, coconuts and cocoa) than others.",
    "Page_134": "CONCLUSION\n115\nEncouragingproducerstoraiseresearchleviesand to establishmore\nfundamental agricultural development activity.\nHealth and education-\nThe question of whether other fundamental activities, such as provid-\n need for reallocation of  ing health and education services, ought also to be privatized has not \nof these services\nelementary schooling and health care services. Care is needed, how-\never, in the implementation of schemes to deliver these services to\nrural areas. Ultimately it is the quality of the services provided that\nmatters, not simply the amount of money spent.\nthe answer to reducing\n s\ntransport costs\nfor transport services are important determinants of (especially rural)\npeople's productivity and real incomes. Expanding substantially the\n lm  ss s    in  \nreconsidered since, even if the free market outcome is seen to be less\nthan ideal, it may bepreferable to the regulated alternative.\nNeed formore collection\nand publication of\nfrom a dearth of statistical information. The return from investing more\neconomicstatistical data\ngovernmentresources in thecollectingand timelypublishing of addi-\nPriority areas for further research\nThis study isvery much a broad brushview of the implications for\nges and economic policies. In skimming the surface of numerous\nissues, it raised implicitly many more questions than it answered. Even\nif it does no more than stimulate further policy analysis, however, the\nway to conclude is to suggest some of the areas which might be given\nhigh priority by subsequent researchers.\nAlternative taxstructures\n One pressing import need is an analysis of altermative tax structures.\nTheheavy relianceon import trade taxes and the smallness of the\ncontributions of company taxes, of government revenue from mining,\ncause for concern. Would the replacement of the plethora of import\nrestrictions with a uniform relatively low export taximprove the efficien-\ncy and equity of taxes on trade? Is there scope for raising more\ncompany tax revenue, particularly from mining? The resource alloca-\ntiveand income distributional implications of alternative taxstructures",
    "Page_135": "116\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nneed to be explored, giving due consideration to the administrative and\nother deadweight costs of using different tax instruments.\nDetailed booming sector\nanalysis needed\nthe first two major mining projects (Bougainville from the late 1960s,\nOk Tedi from the early1980s).Theeconomic theory of the effects of\nbooming sectors is now well developed. Also, the experiences of many\nother economies which enjoyedmining booms havenowbeen\nanalysed,so that comparisons between theirs and Papua New\nGuinea's experiences would be possible.'One would hope that such\ncomparisons could shed more light on why so little of the gain from\nmineral export growth in Papua New Guinea has filtered through to the\npopulation at large.\nLand tenure alternatives\nLand tenure is a critical issue in agriculture. Given the sensitivity of the\nneed to be explored\nvalues and yet can give greatersecurity of tenure to land users.\nGovernment investment\nAs an aid to selecting investment priorities, continuing empirical re-\nprioritizing requires ex\nante empirical analysis\nreturns within the major spending categories of the government's\nstantial scope for redirecting spending within the education, health and\nagricultural research/extension categories, but more careful ex ante\nbe able to rankpriorities better across categories.\nEffective rates of\nassistance/taxationcould\nrates of assistance/taxation afforded the different sectors by govern-\nbe calculated\nment policies in Papua New Guinea. The methodology for undertaking\nthe task is now well documented.^ Such an exercise is a beginning in\ntheprocess of understanding the extent of resource reallocation in the\neconomy due to those policies. while it cannot provide the same\neconomy, it is nonetheless a beginning and, as with the other sugges-\ntions for empirical work mentioned above, it adds transparency to\npolicies and thereby allows for more informed debate in the policy-\nmaking process.\n1See the survey by Corden (1984), and the papers in Lloyd (1985) and Neary andvan Wijnbergen (1985), forexample.\n2 See, for example, Australia's Industries Assistance Commission (1987).",
    "Page_136": "188888838888888333888338888888888888388888333388888888888888888888888888888888888888888888888888838883383383888388338888888888888888888888388888883888888888888888888888888888833388483838883\nReferences\nAgriculture Bank of Papua New Guinea, Annual Report \nMalaysian rubber, paper presented at 28th Annual\nand Financial Statements, Port Moresby.\nConference of Australian Agricultural Economics\nSociety, Sydney, 7-9 February.\nAlauddin, M. and Tisdell, C., 1986. *Market analysis,\ntechnical change and income distribution in semi-\nBates,R.H.,1981.MarketsandStatesinTropicalAfrica:The\nsubsistence agriculture: the case of Bangladesh',\nPolitical Basis of Agricultural Policies, Berkeley,\nAgricultural Economics, 1(1):1-18.\nUniversity of Califormia Press.\nAnderson, K., 1981. Politico-economic factors affecting\nBauer, P.T. and Paish, F.W, 1954. The reduction of fluc-\npublic agricultural research investment in develop\ntuations in the incomes of primary producers:\ning countries' in M.A. Bellamy and B.L.\nfurther reconsidered', Economic Joumal, 64:704-29.\nGreenshields (eds), The Rural Challenge, London,\nBautista, R.M., 1987. Production Incentives in Philippine\nGower for the Intemational Association of Agricultural\nAgriculture: Effects of Trade and Exchange Rate Policies,\nEconomists:162-8.\nResearch Report 59, Washington D.C., Intemational\n，1983.‘Economic growth, comparative advantage\nFood Policy Research Institute.\nand agricultural trade of Pacific rim countries',\n(forthcoming). Regional survey: Asia' in Trade and\nReview of Marketing and Agricultural Economics,\nMacroeconomic Policies:Impact on Agriculture in\n51(3):231-48, December.\nDeveloping Countries, Washington D.C., Intemation-\n，\n1987. 'On why agriculture declines with economic\nal Food Policy Research Institute, ch.9.\ngrowth', Agricultural Economics, 1(3):195-207, June.\nBevan, D.L., Collier, P. and Gunning J.W., 1987. 'Conse\nand Gamaut, R., 1987. Australian Protectionism: Ex-\nquences of a commodity boom in a controlled\ntent, Causes and Effects, Sydney, Allen and Unwin.\neconomy: accumulation and redistribution in\nKenya, 1975-83', World Bank Economic Review,\nArndt, T.M., Dalrymple, D.G. and Ruttan, V.W. (eds),\n1(3):489-514, May.\n1977. Resource Allocation and Productivity in National\nand International Research, Minneapolis, University\nBieri, J., de Janvry, A. and Schmitz, A., 1972. 'Agricul-\nof Minnesota Press.\ntural technology and the distribution of welfare\nAsian Development Bank, 1987. Economic Suroey of Papua\ngains', American Joumal of Agricultural\n New Guinea, Manila, August.\nEconomics, 54(5):801-8, December.\nBird, R., 1984. The Allocation of Taxing Powers in\nAustralia, Industries Assistance Commission, 1987.\nPapua New Guinea, Port Moresby, Institute of Na-\nAustralian Administration of Papua New Guinea, Report\ntional Affairs.\n1969-70.\n Bougainville Copper Ltd, 1987. Annual Report, Port\nBalassa, B. and Associates, 1971. The Structure of Protec-\nMoresby.\ntion in Deoeloping Countries, Baltimore, Johns\nBoyce,J.K.andEvenson,R.E.,1975.National andInterma-\nHopkins University Press.\ntional Agricultural Research and Extension Programs,\n Bank of Papua New Guinea. Abstract of Statistics, Port\nNew York, Agricultural Development Council.\nMoresby.\nBraverman, A. and Guasch, J.L., 1986. 'Rural credit \n. Quarterly Economic Bulletin, Port Moresby.\nmarkets and institutions in developing countries:\n. Summary of Statistics, Port Moresby.\nlessons for policy analysis from practice and\nmodem theory', World Development, 14(10 and\nBarlow,C.andPeries,O.S.,1977.'Onsomebiasesinthe\n11):1253-67.\ngeneration of technologies by rubber research\ninstitutes',Joumalof the RubberResearchInstitute of\nBray,M.andSmith,P.(eds),1985.EducationandSo\nSri Lanka, 54:445.\ncial Stratification in Papua New Guinea,\nMelboume, Longman Cheshire.\nand Jayasuriya, S.K., 1984. Bias towards the large\nBulmer, R.N.H., 1982. Traditional conservation prac-\nfarm subsector in agricultural research. The case of\ntices in Papua New Guinea' in L. Morauta, J.",
    "Page_137": "118\nGROWTHSTRUCTURALCHANGEANDECONOMICPOLICY\nPernetta and W. Heaney (eds), Traditional Conser-\nDenoon, D. and Snowden, C. (eds), 1981. A Time to\nvation in Papua New Guinea:Implications for\nPlant and a Time to Uproot, Port Moresby, In-\nToday, Monograph No.16, Port Moresby, Institute\nstitute of Papua New Guinea Studies.\nof Applied Social and EconomicResearch:59-78.\nDevarajan, S. and de Melo, J., 1987. 'Adjustment with\nBurt, O.R. and Finley, R.M., 1968. 'Statistical analysis\na fixed exchange rate: Cameroon, Cote d'lvoire,\nof identities in random variables', American Jour-\nand Senegal', World Bank Economic Review,\nnal of Agricultural Economics, 50:734-44.\n1(3):447-87, May.\nCarman,K.,1980.A Study in Subsistence Agriculture, Ex-\nEaton, P., 1981. “Land policies and rural development'\ntension Bulletin No.12, Port Moresby, Department\nin Land Policy and Economic Development in\nof Agriculture and Livestock.\nPapua New Guinea, Port Moresby, Institute of Na-\ntional Affairs.\nCarrad, B. and Bourke, R.M., 1985. Farming Systems\nResearch in Papua New Guinea, Discussion\nEdwards, G.W. and Freebaim, J.W., 198 1. Measuring a\nPaper 85-1, Port Moresby, Department of Agricul\nCounty's Gains From Research: Theory and Ap-\nture and Livestock.\nplication to Rural Research in Australia, Canberra,\nClements, K.W. and Sjaastad, L.A., 1984. How Protec-\nAustralian Govemment Publishing Service.\ntion Taxes Exporters, Thames Essay No.39.\nand ——, 1982. 'The social benefits from an in-\nLondon, Trade Policy Research Centre.\ncrease in productivity in a part of an industry'.\nReview of Marketing and Agricultural Economics,\nClifford, W., Morauta, L. and Stuart, B., 1984. Law and\nOrderin Papua New Guinea,Port Moresby, In-\n50(2):193-210, August.\nstitute of National Affairs.\nand ——, 1984.'The gains from research into\nColclough, C. and Daniel, P., 1982. Wage incomes and\ntradable commodities', American Journal of\nAgricultural Economics, 66(1):41-9, February.\nwage costs in Papua New Guinea: challenges for\nadjustment, distribution and growth, National Plan-\nEvenson, R.E., 1969. The contribution of agricultural re-\nning Office, Port Moresby and Institute for\nsearch and extension to agricultural production,\nDevelopment Studies, University of Sussex,\nUnpublished Ph.D. dissertation, University of \nBrighton, U.K. (mimeo.).\nChicago.\nCollins, D., 1985. Designing a Tax System for Papua\nand Kislev, Y, 1975. Agricultural Research and\nNew Guinea, Port Moresby, Institute of National Af-\nProductivity, New Haven, Yale University Press.\nfairs.\nFeder, G. and Noronha, R., 1987. Land rights systems\nCorden, W.M., 1974. Trade Policy and Economic Wel-\nand agricultural development in sub-Saharan\nfare, Oxford, Clarendon Press.\nAfrica', World Bank Research Observer, 1(2):143-\n, 1981. 'Exchange rate protection' in R.N. Cooper et\n70, July.\nal. (eds), The International Monetary System\n Onchan, T., Chalamwong, Y. and Hongladarom,\nUnder Flexible Exchange Rates,Cambridge,Bal-\nC. (forthcoming). Land Policies and Farm Produc-\nlinger Press.\ntivity in Thailand, Baltimore, Johns Hopkins\nUniversity Press.\n, 1982. ‘Exchange rate policy and the resources\nboom', Economic Record, 58(160):18-31, March.\nFisk, E.K., 1964. 'Planning in a primitive economy: from\npure subsistence to the production of a market\n, 1984. 'Booming sector and Dutch disease\nsurplus', Economic Record, 40(90):156-69, June.\neconomics: survey and consolidation', Oxford\nEconomicPapers,36:359-80.\nFood and Agriculture Organization, 1986. Production\n and Findlay, R., 1975. 'Urban unemployment, inter-\nYearbook, Rome.\nsectoral capital mobility and development policy'.\nUnited Nations Development Program, 1983.\nEconomica, 43(16):59-78,February.\n Profle and planning study for subsistence food\nCuddington, J., 1988. Fiscal policy in commodity-ex-\nproduction, Port Moresby, Rome and New York,\nporting LDCs', Background paper for the World\n(mimeo.).\nBank, World Development Report 1988,\nFraser, A.l., 1981. Issues in Papua New Guinea Forest\nWashington D.C.\nPolicy, Port Moresby, Institute of National Affairs.\nDahanayake, P.A.S., 1981. 'Hard currency strategy in a\nFreebaim, J.W., Davis, J.S. and Edwards, G.W., 1982.\ndeveloping country: the case of Papua New\n'Distribution of research gains in multistage\nGuinea' in P.A.S. Dahanayake (ed.), Post-lnde-\nproduction systems', American Jounal of Agricul-\npendence Economic Development in Papua New\ntural Economics, 64(1):39-46.\nGuinea, Monograph 19, Port Moresby, Institute of\nFreidman, M., 1954. 'The reduction of fluctuations in\nApplied Social and Economic Research:185-206.\nthe incomes of primary producers: a criticall\nDavis,J.S., Oram P.A. and Ryan, J.G., 1987. Assess-\ncomment', Economic Journal,64:698-703.\nment of Agricultural ResearchPriorities.An\nGannicott, K., 1987. Education in Papua New Guinea,\nInternational Perspective, Canberra, Australian\nA Case Study in Wasted Resources, Is-\nCentre for International Agricultural Research.",
    "Page_138": "REFERENCES\n119\nlands/Australia Working Paper, No.87/19, Canber-\nanalysis', American Economic Review, 60(1):126-\nra, National Centre for Development Studies,\n42,March.\nAustralian National University.\nHayami, Y. and Herd, R.W., 1977. 'Market price effects\nGarnaut, R. and Baxter, P, 1983. Exchange Rate and\nof echnological change on income distribution in \nMacroeconomic Policy in IndependentPapua\nsemisubsistence agriculture', American Joumal of \nNew Guinea, Pacific Research Monograph, Can-\nAgricultural Economics, 59(2):245-56, May.\nberra, Australian National University.\nHoldsworth, D.K. and N'Drawi, C.S., 1973. Medicinal\nand Clunies-Ross, A., 1983. Taxation of Mineral\nand poisonous plants from Manus Island',\nRents, London, Oxford University Press.\nScience in New Guinea, 1(34):11-16.\nGiddings, R., 1981. 'Beyond the land courts: dispute\nHouck, J.P., 1973. 'Some aspects of income stabiliza-\nsettlement on land distribution' in Land Policy and\ntion for primary products', Australian Jounal of\nEconomicDevelopment in Papua New Guinea,\nAgricultural Economics, 17(3):200-13.\nPort Moresby, Institute of National Affairs.\nHowe, J. and Richards, P.(eds), 1985. Rural Roads\nGilman, S., 1983. The Economics and Regulation of\nand Poverty Alleviation, Boulder, Westview Press.\nCoastal Shipping in Papua New Guinea, Port\nHuffman, W., 1974. 'Decision-making — the role of \nMoresby, Institute of National Affairs.\neducation', American Journal of Agricultural\nGoldberger, A.S., 1970. 'Statistical analysis of iden-\nEconomics, 56(1):87-97, February.\ntities: comment', American Joumal of Agricultural\nHughes, H., 1984. Industrialization, Growth and \nEconomics, 52(1):154-5, February.\nDevelopment in Papua New Guinea, Port Mores-\nGoldthorpe, C.C., 1985. Plantation Agriculture in Papua\nby, Institute of National Affairs.\nNew Guinea, Port Moresby, Institute of National Af-\nInstitute of Applied Social and Economic Research,\nfairs.\n1979. National Education Strategy, Monograph\nGonzales-Vega, C., 1977. Interest rate restrictions and\nNo.9, Port Moresby, Institute of Applied Social and\nincome distribution', American Journal of Agricul-\nEconomic Research.\ntural Economics, 59(5):973-6,December.\nInstitute of National Affairs, 1983. Proceedings of a\nGoodman, R., Lepani, C. and Morawetz, D., 1985. The\nPublic Seminar on Issues in Papua New Guinea\nEconomy of Papua New Guinea:An Independent\nForest Policy, Port Moresby, Institute of National\nReview, Canberra, National Centre for Develop-\nAffairs.\nment Studies, Australian National University.\nIntemational Monetary Fund (IMF). Intemational Finan-\nGrilli, E.R. and Yang, M.C., 1988. Primary commodity\ncial Statistics, Washington D.C.\nprices, manufactured goods prices, and the terms\nIntermational Service for National Agricultural Research\nof trade of developing countries. What the long \n(ISNAR), 1982. Review of the Program and Or-\nrun shows', World Bank Economic Review, 2(1):\nganization for Crops Research in Papua New\n1-48, January.\nGuinea, The Hague, Netherands.\nGuest, J., 1987a. The Cocoa, Coffee and Copra Price\nJamison, D.T. and Laua, L.J., 1981. Farmer Education\nStabilization Funds in Papua New Guinea's Post\n and Farm Efficiency, Baltimore, Johns Hopkins\nIndependence Macroeconomic Policy Framework,\nUniversity Press.\nPort Moresby, Bank of Papua New Guinea\n(mimeo.).\nJarrett, F.G., 1986. Innovation in Papua New Guinea\n Agriculture, Port Moresby, Institute of National Af-\n 1987b. 'Problems in managing the Mineral Resour-\nfairs.\nces Stabilisation Fund', CIPEC Quarterly\nReview.25-35, October-December.\nand Anderson, K., 1988. An Economic Review of\nthe Broiler Industry in Papua New Guinea. Report\n1987c. Macroeconomic Situation: Prospects and\nprepared for Niugini Table Birds Pty Ltd, Lae.\nPolicy in Papua New Guinea, Working Paper\n87/8, Canberra, National Centre for Development\nJohnson, D.G., 1973. World Agriculture in Disarray,\nStudies, Australian National University.\nLondon, Fontana.\nGupta, D. and Polume, S. (eds), 1984. Economic\nJohnson, H.G., 1964. 'Toward a generalised capital\nPolicy Issues and Options in Papua New Guinea,\ntheory approach to economic development' in The\nCanberra, National Centre for Development \nResidual Factor in Economic Growth,Paris,Or-\nStudies, Australian National University.\nganization for Economic Cooperation and\nDevelopment.\nHarris, G.T., 1975. The Role of the Agricultural Exten-\nsion Officer: A Study in Eight Highlands Villages,\nJudd, M.A., Boyce, J.K. and Evenson, R.E., 1986. In-\nExtension Bulletin No.9, Port Moresby, Depart-\nvesting in agricultural supply: the determinants of\nment of Agriculture and Livestock.\nagricultural research and extension investment',\nEconomic Development and Cultural Change,\nHarris, J.R. and Todaro, M.P., 1970. Migration, un-\n35(1):77-114, April.\nemployment and development: a two-sector",
    "Page_139": "120\nGROWTH STRUCTURAL CHANGE AND ECONOMIC POLICY\nKeane, P.T., 1972. Aetiology and Epidemiology of Vas-\ntive Study, London, Oxford University Press for\ncular-Streak Dieback of Cocoa, Unpublished\nthe Organization for Economic Cooperation and\nPh.D. thesis, University of Papua New Guinea.\nDevelopment.\nKern, R.K., Geroro, W., Underwood, D. and Kemp, M.,\nLloyd, P.J. (ed.), 1985. The Economics of the Mineral\n1984. Research-Extension Linkages in the Agricul-\nSector, Sydney, Allen and Unwin.\ntural Information System in Papua New Guinea,\nLluch, C., Powell, A.A. and Williams, R., 1977. Patterns\nPort Moresby, Department of Agriculture and Live-\nin Household Demand and Savings, London, Ox-\nstock.\nford University Press.\nKesavan, V. and Aburu, K., 1982. 'Conservation of\nMaunder, A.H., 1963. Extension programme\nplant genetic resources' in L. Morauta, J. Pemetta\ndevelopment' in Reviews, Papers and Reports of\nand W. Heaney (eds), Traditional Conservation in \nthe Agricultural Extension Conference, Mel-\nPapua New Guinea: Implications for Today,\nboume, Commonwealth Scientific and Industrial\nMonograph 16, Port Moresby, Institute of Applied\nResearch Organization.\nSocial and Economic Research:379-84.\nMcGavin, P.A., 1986. The Labour Market in Papua New\nKhan, M.A., 1980. The Harris-Todaro hypothesis and\nGuinea: A Survey and Analysis, Discussion Paper\nthe Heckscher-Ohlin-Samuelson trade model: a\nNo.24, Port Moresby, Institute of National Affairs,\nsynthesis', Journal of International Economics,\nSeptember.\n10(4):527-47\nMcKillop, Williamson and Associates, 1982. DPI Man-\nKiele, J., 1987. 'Commodity price stabilisation schemes\npower and Training Review, Port Moresby,\nfor Papua New Guinea's major crops — some\nGovermment of Papua New Guinea.\nmacroeconomic considerations' in B. Brogan and\n J. Remenyi (eds), Commodity Price Stabilisation \nMcKinnon, R.1., 1973. Money and Capital in Economic\nin Papua New Guinea, Port Moresby, Institute of\nDevelopment, Washington, Brookings Institution.\nNational Affairs:3-11.\nMathews, R., 1980. Problems of Tax Reform, Port\nKnetsch, J. and Trebilcock, M., 1981. Land Policy and\nMoresby, Institute of National Affairs.\nEconomic Development in Papua New Guinea,\nMichaely, M., 1977. 'Exports and growth: an empirical\nPort Moresby, Institute of National Affairs.\ninvestigation', Journal of Development\nKravis, I.B., Heston, W. and Summers, R., 1983. 'The\nEconomics, 4(1):49-53, March.\nshare of services in economic growth' in F.G.\nMorauta, L., 1983. The social cultural and political con-\nAdams and B.G. Hickman (eds), Global\ntext in Food and Agriculture Organization/United\nEconometrics, Cambridge, The MIT Press.\nNations Development Program, Profile and plan-\nKrueger, A.O., 1978. Foreign Trade Regimes and\nning study for subsistence food production, Port\nEconomicDevelopment:Liberalisation Attempts\nMoresby, Rome and New York, (mimeo.).\nand Consequences, Cambridge, Ballinger for the\nPemetta, J. and Heaney, W. (eds), 1982. Tradition-\nNBER.\nal Conservation in Papua New Guinea:\n1983. Trade and Employment in Developing\nImplications for Today, Monograph 16, Port Mores-\nCountries, Vol. I Synthesis and Conclusions,\nby, Institute of Applied Social and Economic\nChicago, University of Chicago Press.\nResearch.\n, Schiff, M. and Valdes, A., 1988. Measuring the im-\nMorris, A.L., 1981. Land related financing problems in\npact of sector-specific and economy-wide policies\nPapua New Guinea' in Land Policy and Economic\non agricultural incentives in LDCs', World Bank\nDevelopment in Papua New Guinea, Port Mores-\nEconomic Review, 2(3), September:255-72.\nby, Institute of National Affairs:13-18.\nLal, D. and Rajapatirana, S., 1987. Foreign trade\nNeary, J.P. and van Wijnbergen, S., 1985. Natural\nregimes and economic growth in developing\nResources and the Macroeconomy, Cambridge,\ncountries, World Bank Research Observer,\nMIT Press.\n2(2):189-218, July.\nNeild, R., 1980. Tax Policy in Papua New Guinea, Port\nLerner, A.P., 1936. 'The symmetry between import and\nMoresby, Institute of National Affairs.\nexport taxes', Economica, 3(11):306-13, August.\nNorton, G.W. and Davis, J.S., 1981. 'Evaluating returns\nLim, D., 1976. 'Export instability and economic growth:\nto agricultural research: a review', American Jour-\na return to fundamentals', Oxford Bulletin of\nnal of Agricultural Economics, 63(4):685-99,\nEconomics and Statistics, 38(4):311-22, Novem-\nNovember.\nber.\nOi, W. Y., 1961. 'The desirability of price instability under\nLindner, R.K. and Jarrett, F.G., 1978. 'Supply shifts and\nperfect competition', Econometrica, 29(1):58-64,\nthe size of research benefits', American Journal of\nJanuary.\nAgricultural Economics, 60(1):48-58, February.\nPapua New Guinea, Bureau of Statistics, 1980.\nLittle, I., Scitovsky, T., and Scott, M., 1970. Industry and\nTransport and Communnication Bulletin, Port \nTrade in Some Developing Countries: A Compara-\nMoresby.",
    "Page_140": "REFERENCES\n121\n,Department of Education, 1986. Staffing and En-\nment Studies, Australian National University, 28-\nrolment Statistics, Port Moresby.\n29 August.\n,Department of Finance,1987,1988.Budget Docu-\nRose-Ackerman, S. and Evenson, R.E., 1985. 'The\nments.\npolitical economy of agricultural research and ex-\ntension: grants, votes and reappointment',\n-. Estimates of Revenue and Expenditure, Port\nAmerican Journal of Agricultural Economics,\nMoresby, various issues.\n67(1):1-14, February.\nNational Planning Office, 1985. Medium Term\nRuttan, V.W., 1983. Agricultural Research Policy, Min-\nDevelopment Strategy —National Health Plan,\nneapolis, University of Minnesota Press.\nPortMoresby.\nRybczynski, T.M., 1955. 'Factor endowments and rela-\n-,1986. National Development Plan, Vol.1., Port\ntive commodity prices', Economica 22:366-41,\nMoresby.\nNovember.\nNational Statistical Office, 1981. 1980 Census,\nSapsford, D., 1985. 'The statistical debate on the net\nPort Moresby.\nbarter terms of trade between primary com-\nAbstract of Statistics, Port Moresby, various is-\nmodities and manufactures: a comment and some\nsues.\nadditional evidence', Economic Joumal,\nBalance of Payments Statistics, Port Mores-\n95(379):781-8, September.\nby, various issues.\nSchultz, T.W., 1961. 'Investment in human capital,\nInternational Trade Statistics, Port Moresby.\nAmerican Economic Review, 51(1)1-17, March.\nvarious issues.\n1964.Transforming Traditional Agriculture, New\nNational Accounts Statistics, Port Moresby,\nHaven, Yale University Press.\nvarious issues.\n1971. Investment in Human Capital, New York,\n-.Rural Industries,Port Moresby,various is-\nColumbia University Press.\nsues.\n1975. The value of the ability to deal with\nSummary of Statistics, Port Moresby,various is\ndisequilibria', Joumal of Economic Literature,\nsues.\n13(3):827-46, September.\nPiggott, R.R., 1978. 'Decomposing the variance of\n, 1980. 'Nobel lecture: the economics of being\niddns pue puewep osui anuasal sson\npoor', Joumal of Political Economy, 88(4):639-51,\ncomponents', Australian Journal of Agricultural\nAugust.\nEconomics, 22(3):145-57, December.\nShaw, B., 1984. Agriculture inthe Papua New Guinea\nPinto, B., 1987. 'Nigeria during and after the oil boom:\nEconomy, Port Moresby, Institute of National Af-\na policy comparison with Indonesia', World Bank\nfairs.\nEconomic Review, 1(3):419-46, May.\nSkully, M.T., 1985. Financial Institutions and Markets in\nPratt, M., 1980.'Agriculture's future and the three\nPapua New Guinea, Working Paper No.85/4, Can-\nlegged stool', Agricultural Engineering, 51(2).\nberra, National Centre for Development Studies,\nAustralian National University.\nPray, C., 1979. 'The economics of agricultural research\nin Bangladesh', Bangladesh Journal of Agricul-\nSpraos, J., 1980. 'The statistical debate on the net\ntural Economics, 2(2):1-34, December.\nbarter terms of trade between primary com-\nmodities and manufactures', Economic Journal,\n, 1983. 'Private agricultural research in Asia', Food\n90(357):107-28, March.\nPolicy, 8(2):131-40, May.\nSummers, R., 1985. 'Services in the intermational \nPsacharopoulos, G., 1985. 'Retums to education: a fur-\neconomy' in R.P. Inman (ed.), Managing the Ser-\nther international update and implications',\nvice Economy, New York, Cambridge University\nJournal of Human Resources, 20(4):583-604, Fall.\nPress.\n, 1988. 'Education and development: a review,\nThac, C.D. and Lim, D., 1984. Papua New Guinea's\nWorid Bank Research Observer 3(1), January.\ntax performance, 1969-1977, World Develop-\nand Woodhall, M., 1985. Education for Develop-\nment, 12(4):451-9, April.\nment: An Analysis of Investment Choices, New\nTheil, H. and Clements, K.W., 1987. Applied Demand\nYork, Oxford University Press for the World Bank.\nAnalysis: Results from System-wide Approaches,\nRamsey, F.P., 1927. 'A contribution to the theory of\nCambridge, Mass., Ballinger.\ntaxation', Economic Journal, 37:47-61.\nThrosby, C.D. and Maglen, L.R., 1988. 'Australian aid\nRichardson, J., 1986. Health and health care in Papua\nfor education in the Pacific', Pacific Economic Bul-\nNew Guinea: problems and solutions, paper\nletin, 3(1):39-42, June.\npresented at the Human Resources Development\nTrebilcock, M., 1982. Public Enterprises in Papua New\nWorkshop, Canberra, National Centre for Develop-\nGuinea, Port Moresby, Institute of National Affairs.",
    "Page_141": "122\nGROWTH STRUCTURAL CHANGE AND ECONOMIC POLICY\nUnited Nations.Yearbook of Intemational Trade Statis-\nWarr, P.G., 1985. Indonesia's other Dutch disease:\ntics, New York.\neconomic effects of the petroleum boom' in J.P.\nUnited Nations Conference on Trade and Development\nNeary and S. van Wijnbergen (eds), Natural \nResources and the Macroeconomy, Cambridge,\n(UNCTAD), 1986. Handbook of Intemational\nMass., MIT Press: 288-320.\nTrade and Development Statistics, Geneva.\nValentine, T.J., 1987. Some Critical Problems in the\nWelch, F., 1970. 'Education in production', Jounal of\nPolitical Economy, 78(1):35-59, January.\nPapua New Guinea Financial System, Working\nPaper 87/7, Canberra, National Centre for\nWhalley, J., 1982. Foreign Trade Policies in Papua New\nDevelopment Studies, Australian National Univer-\nGuinea, Port Moresby, Institute of National Affairs.\nsity.\nWood, A. and Humphreys, G.S., 1982. Traditional soil\nVasey, D., 1981. 'Agricultural systems in Papua New\nconservation in Papua New Guinea' in L. Morauta,\nGuinea' in D. Denoon and C. Snowden (eds), A\nJ. Pemetta and W. Heaney (eds), Traditional Con-\nTime to Plant and a Time to Uproot, Port Moresby,\nservation inPapua New Guinea: Implications for\nInstitute of Papua New Guinea Studies:\nToday, Monograph 16, Port Moresby, Institute of\nWalsh, J.A. and Warren, A.S., 1979. 'Selective primary\nApplied Social and Economic Research:93-114.\nhealth care: an interim strategy for disease control\nWorld Bank, 1981. Agricultural Services Review, Papua\nin developing countries', New England Joumal of\nNew Guinea, Washington D.C., World Bank.\nMedicine, 301(18):967-74.\nWorld Development Report 1983, 1987, 1988,\nNew York, Oxford University Press.",
    "Page_142": "",
    "Page_143": "",
    "Page_144": "Papua New Guinea has many of the signs of a newly-independent\ndeveloping economy on the move.The spectacularly successful\nminingventures of thepast two decades areperhaps themost\nobvious indicators ofprogress,butsome developmentsin\nplantation agriculture and other sectors have also been impressive.\nYet,despite thesesigns of economic progress,real incomeper\nperson in Papua New Guinea has not grown, food production has\npossibly declined on a per capita basis,and urban unemployment\nhas become serious inrecent years.\nWhy have living standards and job opportunities not risen more\nduring the past decade or so? In particular, why has agriculture\nperformed poorly?If there is a further minerals export boomin the\n1990s, what policy changes would be required to ensure that the\nmajority of the population shares more in the benefits of the next\nboom?\nThis study addresses these questionsby analysing first the\nreasons for past economic performance and structural changes\nand then examining governmentpolicies affecting thevastmajority\nof thePapua New Guinea'spopulation,namely,those living inrural\nareas.\nFrank G.Jarrett is EmeritusProfessor of Economics at the\nUniversity of Adelaide. He hasworked on agricultural policy issues\nin numerous developing countries as well as Australia, and been an\nadvisor to a number of national and international agencies.He is\nauthor of Innovationin Papua New Guinea Agriculture (1986) and\nwas a major contributor to theBaulderstone Report to the\nAustralian Government on Agricultural Policy:Issuesand Options\nfor the1980s(1982)\nKymAnderson is theDirectorof the CentreforInternational\nEconomicStudies attheUniversityofAdelaide and formerlya\nResearch Fellow in Economics at the Australian National University.\nHe haswritten extensively in the areas of international and\ndevelopmenteconomics,includingbooks onThePolitical Economy\nofAgriculturalProtection(withYujiroHayami,1986)Australian\nProtectionism (with Ross Garnaut,1987) and Changing\nComparative Advantages in China(1989).\nISSN0817-0444\nISBN0731507681"
}