{
    "Page_1": "Drug Promotion\nDrug Problems\nMike DeVillaer\nProvincial System Support Program\ncamh\nCentre for Addiction & Mental Health (CAMH)\n&\nDepartment of Psychiatry & Behavioural\nMcMaster\nNeurosciences, Faculty of Health Sciences,\nUniversity\nMcMaster University\nFor best viewing results, reduce magnification to 90%\nUpdatedJanuary 2015",
    "Page_2": "About\nMikeDeVillaer\nOver his three and a half decades with The Addiction Research Foundation and The Centre for\nAddiction and Mental Health in Ontario Canada, Mike has enjoyed a varied career as a clinician,\nHe has played a leadership role in the evolution of the addiction treatment system in both Hamilton and\nmore broadly in Ontario. These include the establishment of women's withdrawal management\nand Behavioural Neurosciences at McMaster University. He was the 1996 recipient of the J ohn C.\nSibley Award for Excellence in Health Sciences Research and Education by a Part-time Faculty\nMember at McMaster. Mike's current interests include the social epidemiology of drug problems, drug\npolicy, and health profession education on addictions. He is an active contributor to discussions on\ndrug issues and social justice on EENet, Portico, and Twitter.",
    "Page_3": "Introduction:Contextfor\n\"Drug Promotion, Drug Problems\"\nABSOLUT\nVODKA\nThis learning module is called “Drug Promotion, Drug Problems\". The overall goal in its development \nwas to explore the relationship between how society portrays and promotes drug use, and the\nproblems that arise for individuals and society at large. This includes all drug types - tobacco, alcohol,\npharmaceuticals, and illegal drugs. The module is based upon the premise that the effective promotion\nof healthy living including prevention, treatment, and harm reduction approaches to drug problems\nshould include both demand-side prevention and supply-side prevention. The former consists of\nThis includes initiatives that foster an evidence-based understanding of drugs and their actions,\npersonal awareness, responsibility, resiliency, and self-esteem as strategies to encourage any\ncombination of abstinence, moderation, or otherwise safer drug use. The commonality is that the onus\nis placed upon the individual to regulate personal drug use. Demand-side interventions comprise a",
    "Page_4": "Introduction:Contextfor\n\"DrugPromotion,DrugProblems\"\nA comprehensive approach must also address how society supplies drugs concurrently with the\ndemand. Supply-side interventions address a wide variety of considerations such as product integrity\nand safety during manufacturing, methods of product promotion through advertising or depictions in\npop culture, and ultimate availability through retail configuration - both legal and clandestine. Finally, a\nsupply-side approach must also address how well government regulates all of these supply-side\naspects, through policy and enforcement. In contrast to demand-side prevention, the supply-side\napproach extends expectations of preventing drug problems to drug, media, and entertainment\nindustries. It also includes expectations of government in communicating a public health priority to\nthese industries, reinforcing those communications with policy and law, and consistently and\nmeaningfully enforcing those laws.",
    "Page_5": "Learning objectives\nTo foster an understanding that:\n1) drug promotion and drug use are omnipresent;\n2) tobacco and alcohol, two legal consumer drug\nproducts, account for the great majority of the\neconomic costs and the harm to the public's\nhealth; and,\n3) there is evidence that this harm is related to the\nmanner in which these drug products are\npromoted to the public\nThis module focuses on the specific relationships among the promotion of drug products, the use of\ndrug products and drug problems. The module has three major components, each tied to one of these\nthree respective learning objectives.",
    "Page_6": "Drug Use:\nA Persistent Curiosity\nThe module will present fascinating aspects of drug promotion, drug use, and drug problems:\n- Across time and place, our species has shown a persistent curiosity for using a variety of substances to play\nwith our body chemistry\nsafely; any drug is capable of causing harm.\n- Drug use has become associated with lifestyle such that social niches are built around drug use; the \"Madmen\"\n(and women) of the advertising industry have skillfully taken advantage of this in promoting the use of drug \n products, including illicit ones \n- Drug product ads has been criticized for targeting vulnerable populations including youth, racial minorities, lower\n socioeconomic groups & the mentally ill\n- Drug,product ads have championed the women's & pride movements, arts, fashion, & sports; but at what cost &\nwith what disturbing ironies at play ?",
    "Page_7": "Drug Promotion:\nMyth&Reality\nCheeky, satirical celebrations of drug use abound in pop culture:\n.“When I read about the evils of drinking, I gave up reading.\"\n. “Laughter is the best medicine, next to Oxycontin, and of course medicinal marijuana\"\npaau Apog ,u, ueuq Kw lle ale llouu,yoou ,u, shnup ,u, xas, ·\nResearch shows that drug promotion is clearly tied to high-risk use and harm.\nThe economic cost for the self-indulgence of playing with our body chemistry is enormous: over $14 billion per\nyear in Ontario alone.\ndrug-related hospital days and over 15,000 drug-related deaths.",
    "Page_8": "DrugProblems:\nCausefor Optimism\nThe good news is that policy-enabled public health measures have shown considerable success in\nreducing high-risk drug use practices.\nSo while there is cause for concern about the extent of drug problems, there is also cause for optimism\nif we use the optimum complement of approaches.\nwith drug problems and their families, as well as the public at large. Secondly, this perspective must be\neffectively advocated as a compelling priority for drug industries, drug marketers, and drug regulators.",
    "Page_9": "Fully-inclusive Disclosure\nNo part of my work has been funded by any of\nthe following drug product industries:\n·Tobacco\n· Alcohol\n· Pharmaceutical\n· Drug cartels\nBefore we get into the core content of the module, I will provide the customary disclaimer which also\nserves as an indication of my personal lexicon. I use \"drugs\"in its most inclusive sense - to refer to\nalcohol, nicotine, pharmaceutical products, and various illegal drugs. This also includes a few other\nsubstances, not usually thought of as drugs, but that some people use to achieve psychoactive effects\nand have the potential to impart harm. However, I have not included drugs that, although widely used,\nare not commonly associated with problems. An example would be caffeine - with all due respect to\nSamuel J ohnson who...",
    "Page_10": "Samuel J ohnson, English writer, 1709-1784\nwryly (we think)\nconfessed to being a\n\"... a hardened and\nshameless tea\ndrinker...\"",
    "Page_11": "Cultural Context: Drug Use as Lifestyle\nBefore\nAfter\n?\nWOOD\nPOT\nVIAGRA\nFOODDRINK\n司太邢香烟\n廉價高品\nFor many generations, and across a variety of civilizations and cultures, the human species has\ndemonstrated a sustained curiosity towards substances that alter feelings and perceptions.\nSomewhere along the path of social evolution in western culture, it actually became fashionable to play\nchosen lifestyle among members of some peer groups. Accordingly, “lifestyle\"advertising has been a\nprominent component of the marketing strategies employed by the alcohol, tobacco, and even the \npharmaceutical industries. Magazines, web sites, and 'head shops' styled to serve the illegal drug-\nusing subculture also employ this approach to popularization.",
    "Page_12": "Modern\nWoman\nHow to be a modern woman. The women's movement was effectively co-opted by the tobacco\nproduct.",
    "Page_13": "WELCOMINGYOU TO\nTORONTOWITHOPEN TAPS.\nABSOLUTPRIDE.\nWhat better way to oppose discrimination on the basis of sexual preference than with alcohol ? -\nkeeping in mind that alcohol consumption and related problems are more prevalent among gays than\nin the general population (McKirnan & Peterson, 1989).",
    "Page_14": "\"... sex n drugs n rock n roll are\nall my brain n body need... \"\nlan Dury,\nEnglish punk\nartist, 1977\nFor a celebration of a totally hedonistic lifestyle, we can refer to the lyrics from a song by 1970's punk\nstations.",
    "Page_15": "\"In wine there is\nwis dom, in beer\nthere is\nstrength, in\nwater there is\nbacteria.\"\nDavid Auerbach,\nC anadian writer,\n2002\nAuerbach uses a less blatant and more wry and poetic approach.",
    "Page_16": "GUINNESS\nISGOOD\nFORYOU\nI cannot cite evidence to confirm this claim, butI will confidently assert that Guinness pairs quite nicely\nwith pepperoni and mushroom pizza.",
    "Page_17": "\"When I read about the evils of\ndrinking, I gave up reading.\"\nHenny Youngman,\nBritish-American comedian\nComedian Henny Youngman's quote prompts us to keep in mind that alcohol use (probably more so\nAttempts by health advocates to encourage moderation will often evoke a defensive reaction. This is\ntrue in public and in professional education.\n17",
    "Page_18": "HAGAR THE HORRIBLE\nWHAT CAN I DO\nYOU GAN\nABOUT THESE\nCAN IDO\nSTOP DZINLING\nBADHANGOVERS\nALGOHOLC\n6E7.\nDOGTOR\nBEVECAGES\nalcohol consumption as a way of life, even in the face of harm, is clearly evident in this cartoon. Those\nfamiliar with the Stages of Change will recognize this patient as being clearly pre-contemplative.\n18",
    "Page_19": "Real People\nReal Problems\nThere is nothing wrong with enjoying some clever satire or hyperbole about drug use. Those of us who\nwork in public health must be careful that we are not seen as the dour architects of the nanny state.\nBut we should not allow our society to lose sight of the fact that there are real people with real\nproblems - and lots of them. And that these problems arise within a context of a society in which drug\npromotion and drug use are omnipresent.",
    "Page_20": "Societal Purposes of Drug Use\nNOVARTIS\n1+1\nGovernmentofCanada\nGouverne\ntduCanada\nCanada Revenue\nAgencedurevenu\nAgency\ndu Canada\nCanada\nThere are clear reasons why drug use is so deeply entrenched in Western society. Drugs alleviate or prevent\nless miserable for a short period of time. Drugs also facilitate social interaction. This could be sharing a bottle of\nwine over dinner, going for a drink with teammates after a game, going outside with colleagues for a cigarette\nduring a work break, sharing a prescription with someone who has symptoms similar to ones for which you were\nprescribed the medication, or sharing a joint at a concert, or sharing a needle to inject crystal meth. Some of\nthese drug-using behaviours are widely-regarded as glamourous or cool, while others are more stigmatized, but\nthey all possess an important social component. Drugs also create many jobs in the alcohol, tobacco, and\npharmaceutical industries - in research, manufacturing, marketing, as well as in their associated retail outlets.\nSales of these various drugs generate substantial revenue for these industries, a portion of which finds its way\ncan probably expect drug use, and drug problems, to be around for a long time.",
    "Page_21": "Drug Use: Mixed Messages ?\nPULPFICTIOI\nDRUG\nTREATMENT\nCOURT\nTRAITEMENTDELA\nTOXICOMANIE\nDETORONTO\nCANADIAN FAMILY PHARMACY\nBuy\nOnline !\nCOOl\nClick\nHere.\nBlonde\nPag\nWe are simultaneously encouraged and discouraged to use drugs. Use of some drugs is glamourized\nin the entertainment industry. The US Centre for Disease Control published a report in September\n2012 showing increased depictions of tobacco in top box-office movies in 2011. Some drugs are very\nseductively marketed to us, sometimes in a way that attempts to exploit our personal aspirations or\nvulnerabilities. Some drugs are available to us but controlled by legislation which restricts that\navailability through health-profession gatekeepers and designated retail outlets. Legislation is also\nused to outright prohibit the use of some drugs, and can carry very severe penalties for those who\nchoose to disregard the law. As we will see in the 'Prevalence' section of this module, it is the drugs\nthat are most readily available legally that are associated with the greatest burden of drug-related\nproblems. It may be that this is because we are not only allowed to use these drugs, we are actually\nencouraged to use them. The marketing and advertising practices, as well as other promotional\nactivities, of legal drug industries continue to be controversial.",
    "Page_22": "Dangerous Drugs or Dangerous Decisions ?\nHEERSSMOKESHO\n★pharmacy\nCANNABISCULTURE\nOPEN\nTheBeerStore\nMAGAZINES\nSMOKING\nACCESSORIES\nHIDTSOPOST\nworld is not as simple as a dichotomy of safe and unsafe drugs. Proponents of this view will assert that\nthe potential for harm lies at least as much within the pattern and circumstances of use than within the\ndrugs themselves. It would therefore follow that any drug could be used safely and any drug can cause\nharm. Such views will continue to challenge the status quo of the drug policy arena. Nonetheless, there\nremains a broad consensus that drug use as a whole is associated with a substantial amount of harm.\nThe 'Prevalence' section of this module will explore the nature and extent of this harm in more detail.",
    "Page_23": "OverviewofDrugs\nLOO\nAs I said at the beginning, this module, uses the word 'drug\" in its most inclusive sense - to refer to\nalcohol, nicotine, pharmaceutical products, a wide variety of illegal drugs, and a few substances we\ndon't normally think of as drugs, but are still used by people to get high, and have the potential to\ncause harm. Before taking a look at the prevalence of use and problems, we will take a quick pictorial\nlook at the major drugs of concern.",
    "Page_24": "Ethanol\nCANTINA\nGRILL\nGLUTEN\nFREE\nBEER\nHERE\nEthanol, more commonly known as alcohol, has a pervasive presence in western culture through a\nvariety of products including mostly beer, wine, and spirits. In Canada. alcohol consumption is legally\nrestricted to those19 years of age and older.\n24",
    "Page_25": "Pharmaceutical\nDrugs\nSome drugs are available through our health care system, and sold at pharmacies. Some are sold\nmedications come in just about any form including tablets, capsules, and liquids. Some of these\nmedications are associated with problems in some of the people who use them. Problems can arise as\nThey can also arise as a result of incorrect prescribing practices. Overzealous marketing practices and\nflawed government approval processes have also been criticized for their contributions to drug\nproblems -oxycodone being a recent example in Canada and the United States.",
    "Page_26": "Tobacco Cigarettes(Nicotine)\nduMAURIER\ndul\nANTAGEO\nVANTAGEO\nVANTAGEO\nWTAGEOVANTAGEO\nVANTAG\nMost tobacco is consumed in the form of cigarettes, and contains the drug nicotine, which has a very high\npotential for creating dependence. Many people are surprised to learn that, like alcohol, tobacco is one of our\nmost significant drug problems. It was not that long ago that pharmacies in Ontario Canada sold cigarettes, and at\na time when they were attempting to brand themselves as a community health service. Public health authorities\nan unhealthy lifestyle. The vintage image seen here includes an interesting indication of the controversy at the\narrow). Eventually, tobacco products were removed from pharmacies. You have no doubt also noticed that these\n\"power-walls', as they are called in the tobacco marketing business, have since been covered up in convenience\ntriggers for those trying to quit smoking. In Ontario, it is against the law to possess cigarettes if under the age of\n19.",
    "Page_27": "Cannabis\nu hnp ghall seindod nso au s! 'llo yseu pue ysey 'euenluew jo wo a un iuowo 'siqeuue\nCanada, we are currently seeing a prominent discussion of the proposed reform of laws governing\ncannabis products, including both decriminalization and legalization.\n27",
    "Page_28": "Opioids&Opiates\nOxyContin40mg\nHxOnly\nOpioids & opiates include drugs like oxycodone, codeine, morphine, opium, and heroin. Oxycodone\nand codeine are available with a prescription in pharmacies in the form of small tablets. They are\nsometimes diverted to the illegitimate drug market and become illegal to possess in that circumstance.\nOpium is processed from the poppy plant and is usually sold in dark brown chunks. Heroin is usually a\nwhite or brown powder. Both opium and heroin are illegal to possess in Canada.",
    "Page_29": "Stimulants\nOne of the more notorious stimulants is cocaine hydrochloride found in the form of a crystalline\npowder. It is typically 'snorted' into the nostrils. Cocaine can be chemically processed to produce a\nform that can be smoked. In this form, it looks like crystals or small rocks and is known as \"freebase\"\nor \"crack\". \"Crystal Meth\" is a form of methamphetamine that looks like small thin transparent crystals.\nCrystal meth can be snorted, swallowed, smoked or injected. It is made in illicit labs with fairly\ninexpensive ingredients. Ecstasy is a stimulant type of drug with hallucinogenic-like effects. It is usually\nsold as tablets or a powder. All of these substances are illegal to possess in Canada. For whatever\nhave received a great amount of attention in the Canadian media and justice system. As we will see\nlater in this module, this attention is disproportionate to their relatively low prevalence of use in the\nOntario general population.",
    "Page_30": "Hallucinogens\nHallucinogens include psilocybin (also known as magic mushrooms), mescaline from the peyote\ncactus, and lysergic acid diethylamide-25 (more commonly known as LSD). All of these substances\nare illegal to possess in Canada. LSD is typically sold as liquid drops on a sheet of marked blotting\nLSD can be absorbed into sugar cubes. Psilocybin, when sold, will usually appear as mushrooms or as\ncrushed vegetable matter, and mescaline as a course brown powder.",
    "Page_31": "Inhalants\nInhalants include legal products such as glue, gasoline, and cleaning solvents - the fumes from which\nare inhaled to produce a short-lived high. Inhalants are widely available and typically used by young \nback of a truck or a tube of glue from a local hardware store may be the only opportunity available to\nget high.",
    "Page_32": "KROKODIL:\nFlesh-Rotting\nNational Post Wire\nHorror and\nServices IJ une 5, 2012\nComing Plague?\nLast Updated: J un 5 4:21\nPM ET \nbehind Miami face-\n'Bath salts'\neatingattackcouldbe\nbanned in Canada\ndrug\nSometimes previously unknown or obscure drugs or substances will appear and garner a lot of media\nattention. In 2012, there was a major scare about so-called 'bathsalts', a stimulant drug associated with\na few media stories of gruesome acts of violence. The most publicized was a case of a man chewing\nthe face of another man, while allegedly under the influence of bathsalts. However, forensic analysis\nshowed that the only substance detected in the blood stream of the perpetrator was THC, suggesting\nthat he had used cannabis, not bathsalts. More recently, there was a great deal of media attention to a\n- isabjeue bunoe-isey pue buons e 'auydowosap si aweu bnp pemne aul 'lpoxox, se umous bnp\nadulterated desomorphine were greatly exaggerated in media reports which likened its effects on the \nskin to 'flesh-eating' and 'zombie-like'.",
    "Page_33": "FACTS ON ROHYPNOL\nota\ntor\nare listed in\nOrga\ndrugs\nAct\nTwo\nsub-\nMite\nRohypnol is a benzodiazepine sold in tablet form. Able to produce a relatively sudden sedative effect, it \nachieved notoriety as the 'date rape drug' a number of years ago. While use is not particularly wide-\nscene. Perhaps most bizarre is the Cane Toad which secretes a substance through the pores of its\nskin that, when ingested, provides some people with hallucinogen-like effects. Less fortunate users\n can get quite ill. The licking of toads, like the use of these other drugs, despite the exaggerated.\nserious societal impact. However, the practice does add to the diverse and wondrous mosaic of our\nspecies' attempts to explore the fringes of experience by playing with our body chemistry.\n33",
    "Page_34": "EstimatingPrevalence of Drug Problems\n90\n80\n70\n30\n10\nThis section of the module will address the Prevalence of Drug Problems in Ontario. Given that drug\nadequately understand it. Accordingly, there are several types of indicators used to estimate the\nprevalence of drugproblems.",
    "Page_35": "6 Indicator Types for Drug Problems\n1. Economic costs\n2. Drug use\n3. High-risk behaviour\n4. Adverse consequences (morbidity)\n5. Drug dependence\n6. Death (mortality)\n 6 indicator types encountered in academic and popular writing for assessing the prevalence of drug problems.\n1) Drug-related costs to the economy.\n2) The number of people who use a drug\nconsequences from their drug use.\n4) The number of people who experience adverse consequences from drug use (morbidity)\n5) The number of people meeting established criteria for drug dependence\n6) The number of people who die from their use of a drug (mortality).\n35",
    "Page_36": "Indicator Type #1: Costs to the Economy\nHealth economists and epidemiologists have devised statistical techniques for assessing the cost of\ndrug problems to the economy, and the results of their analysis are quite staggering.",
    "Page_37": "Economic Costs of DrugProblems\nin Ontario, 2002 = S14,300million\nIlicitDrugs\n20.4%\nTobacco\n42.4%\nAlcohol\n37.2%\nRhem et. al. (2006) The Costs of Substance Abuse in Canada\nin 2002. Canadian Centre on Substance Abuse.\nEach year in Ontario, drug use costs the Ontario economy over $14 billion. This is based upon a wide\nfor the self-indulgence of playing with our body chemistry. As you can see from the pie chart, tobacco\naccounts for most of the costs at 42.4%, followed closely by alcohol at 37.2%. All the illegal drugs\ncombined come in third at 20.4%.\n37",
    "Page_38": "Indicator Type #2: Drug Use\nWhile there are people who, for various reasons, abstain completely from any kind of recreational drug\nuse, drug use is nonetheless widespread in Ontario. Statistics on drug use are just that - reflecting\nlevel, the prevalence of drug use is often directly correlated with the prevalence of drug problems. So,\nif drug use increases, so too will problems. However, at an individual level, most people who use drugs\ndo not experience serious harm.\nOne also frequently encounters drug use being used as a proxy for drug problems in both the lay and\nsometimes the professional literature.",
    "Page_39": "Surveys of DrugUse in the\nGeneralPopulation\ncamh\nMonitor\nSince1977\nAddiction and Mental Health Indicators\nAmongOntarioAdults\ncamhOSDUHS\nOntario Student Drug\nUse and Health Survey\nIn 1977, The Addiction Research Foundation began surveying Ontario students and adults on their use\nof drugs. The studies continue to be conducted by The Centre for Addiction and Mental Health,\nproviding a timeline for drug use - now in its fourth decade.",
    "Page_40": "Prevalence of DrugUse inPastYear\nOntario Students, Grades 7 -12 (2013)\n70\n60\n49.5\n50\n40\n30\n23\n%\n20\n12.4\n9.7\n8.5\n5.7\n3.7\nCAMH: Drug Use Among Ontario Students, 1977-2013 (2013)\nN = 10,272\nThis chart shows the percentage of students in grades 7-12 who report using various types of drugs on\nat least one occasion in the previous year. We might think of it as the popularity contest of drug use.\nAlcohol is clearly the most popular drug with cannabis as a distant second. Non-medical use of\nopioids, OTC cold meds and use of nicotine in the form of cigarettes and 'chew', lead a group of drug \ntypes of relatively less popularity.\n40",
    "Page_41": "Long-termTrends(1977-2013)\nOntario Grades 7, 9, 11\n-—Alcohol -- Cigarettes --Cannabis\n80\n70\n60\nof Students\n50 \n30\n20\n10\n0\nCAMH: Drug Use Among Ontario Students, 1977-2013 (2013)\nN: 2013 - 5211\nThis chart shows the trend data for alcohol, tobacco, and cannabis. For consistency sake, this chart\nincludes only students from Grades 7,9, & 11 because earlier editions of the survey sampled only odd\nnumbered grades. We see data spanning 1977 through 2013. The long-term trend has been a steady\ndecline in alcohol and cigarette use while use of cannabis is more undulating. It is interesting that\nprevalence of cannabis use is about the same in 2013 as in 1977. The recent significant declines in\ntobacco use by young people may be among the greatest public health achievements of our time.\n41",
    "Page_42": "Prevalence of Drug Use Among\nOntario Adults (18+yr)\nAlcohol ('77-'13)\nPresc. Opioids ('10-'13)\n■2013\nTobacco ('91-'13)\n Earliest\nCannabis ('77-'13)\nSurvey\nCocaine ('84-'13)\n0\n20\n40\n60\n80\n100\nlalomiteanu, A.R., Hamilton, H.A., Adlaf, E.M., & Mann, R.E. (2014). CAMH Monitor eReport:\nSubstance Use, Mental Health and Well-Being Among Ontario Adults, 1977-2013 (CAMH\nResearch Document Series No. 40). Toronto, ON: Centre for Addiction and Mental Health.\nn: 1047-3021.\nThis chart arises from anonymous surveys of randomly-selected adults from the general population\nand shows the proportion of adults who report having used various drugs at least once in the previous\nyear. The chart compares data on adult use from the most recent survey to the survey year for which\ndata on the particular substance was first collected. As was the case with students, alcohol is also the\nprimary drug of choice among adults. It is followed distantly by opioids, tobacco and cannabis. Opioids\nincludes any use of prescription opioids - medical or non-medical. Prevalence of use of alcohol and\ncocaine have remained stable during their respective periods of data collection. Cannabis use has\nincreased, while the use of tobacco and prescribed opioids have decreased. The 95% confidence\nintervals around the two estimates for these three drug types do not overlap. So it is probably safe to\nconclude that these are real differences and not due to sampling error.\n42",
    "Page_43": "Indicator Type #3: High-risk Behaviour\nThe third indicator type is high risk behaviour. This consists of drug-related behaviour that places an\nindividual at increased risk for experiencing adverse consequences. This includes high-risk patterns\nun! buisn 'o :nuanbay oo bnup e buisn awn auo ze bnp e jo zunowe abuel e buisn se yons\njust increases the likelihood. For example, drinking and driving is a well known high risk behaviour.\nYet, there are people who become intoxicated and drive, and luckily manage to navigate their way\nhomewithout incident.",
    "Page_44": "Canada's Low-riskAlcohol Drinking\nGuidelines (2011)\nDaily:\n· Women: 0-2 standard drinks\n· Men: 0-3 standard drinks\nWeekly:\n· Women: 0-10 standard drinks\n· Men: 0-15 standard drinks\nWhat's a standard drink ?\n1.5 oz 40% spirits\n 5 oz 12% wine\n 12 oz 5% beer\n·eachequals 0.6 oz of absolute alcohol\nThese are evidence-based guidelines: Alcohol and Health in Canada: A Summary of Evidence\nand Guidelines for Low-Risk Drinking",
    "Page_45": "% of Ontarians (Age 18+) Exceeding Canada's\nLow-risk Alcohol Drinking Guidelines, 2013\n30\n26\n % exceed safe limits\n25\n18.8\n20\n15\n12.8\n10\n5\n0\nMenWomenAll\nlalomiteanu,A.R.,Hamilton,H.A.,Adlaf, E.M.,& Mann,R.E.(2014).CAMH MonitoreReport: Substance\nUse, Mental Health and Well-Being Among Ontario Adults, 1977-2013 (CAMH Research Document Series\nNo. 40). Toronto, ON: Centre for Addiction and Mental Health. n: 3021\nThis chart shows the per cent of the adult population that exceeds either the daily or weekly limits at\nleast once in the previous year. As we can see, almost 1 in 5 reported having exceeded the guidelines,\nand men are much more likely than are women to have done so.\n45",
    "Page_46": "Prevalence of Drinking & Driving Among\nAdult Licensed Drivers (2013)\n■2013\n1996\nWomen\n4.9\n8.2\nMen\n21.2\n5.1\nAll\n13.1\n10\n20\n30\n40\n%\nSubstance Use, Mental Health and Well-Being Among Ontario Adults, 1977-2013 (CAMH\nResearch Document Series No. 40). Toronto, ON: Centre for Addiction and Mental Health.\nn: 2360,1856\nDrinking and driving is a fairly prevalent high-risk behaviour. In surveys, drinking and driving is defined\nas having more than one drink in the hour previous to driving, and having done that at least once in the\nprevious year. The chart shows us that in 2013, a little more than 1 in 20 adult licensed drivers report\nthat the prevalence of drinking and driving is less than half of what it was in 1996. This stands as\nanother remarkable public health achievement.\nAn interesting piece of trivia is that the RIDE Program (Reduce Impaired Driving Everywhere) was\nstarted in Etobicoke, where it was originally called Reduce Impaired Driving in Etobicoke. It was a\ncollaboration of the Peel Police and the Peel Provincial Services Office of the Addiction Research\nFoundation, one of CAMH's founding partners.\n46",
    "Page_47": "Prevalence of Using Cannabis & Driving\nAmong Adult Licensed Drivers (2013)\n■2013\n2002\nWomen\n3.4\nMen\n4.8\n2.3\nAlI\n2.9\n10\n2% \n30\n40\nlalomiteanu, A.R., Hamilton, H.A., Adlaf, E.M., & Mann, R.E. (2014). CAMH Monitor eReport:\n Substance Use, Mental Health and Well-Being Among Ontario Adults, 1977-2013 (CAMH\nResearch Document Series No. 40). Toronto, ON: Centre for Addiction and Mental Health.\nn:2360,1856\nDriving after using cannabis is another risk behaviour. It is defined in this survey as having used\nchart shows us that in 2013, 2.3% of adult licensed drivers report doing so. This estimate has not\nvaried significantly since 2o02, when the CAMH Monitor began to collect data on cannabis use and\ndriving. Also note that men are more likely to drive after using cannabis than are women. However, the\nestimates for differences between men and women are not sufficiently stable to be reliable.\n47",
    "Page_48": "Indicator Type#4:AdverseConsequences\nThe fourth indicator type addresses circumstances in which individuals actually experience adverse\nconsequences from their drug use. The resulting injuries and illnesses are also known as 'morbidity'",
    "Page_49": "The Continuum ofAdverse\nConsequences\nDependant drinkers account for only half\nof all recorded alcohol-related harm\n(Rehm, J. 1999).\nIt is not accurate or helpful to think of our society's use of drugs in terms of a dichotomy of a small\ngroup of 'drug addicts' or'alcoholics' and a large group of people whose consumption is non-\nproblematic (\"normal\"). There is a continuum of adverse consequences that can vary in both frequency\nof behaviours and severity of consequences. At one end of this continuum, there are people who\nfrequently consume large amounts of one or more drugs, and engage in various high-risk behaviours\nwhile doing so. Accordingly, they tend to experience horrendous consequences weekly or even daily.\nAt the other end of the continuum, there are people for whom excessive use, or use in high-risk\ncircumstances, is extremely rare and they will accordingly experience only a few embarrassing, but\nessentially benign, consequences. And there are many degrees of adversity in between these two\nextremes.\nRehm, J . (1999). Okonomische Aspekte von Sustanzmisbrauch. In: Gastpar, M., Mann, K. &\nRommelspacher, H. (Eds.) Lehrbuch der Suchterkrankungen (pp. 118-127). Stutgart: G. Thieme Verlag.",
    "Page_50": "Thecontinuumofharm\nisa\ndynamicone.\nAn individual's location on the continuum is not necessarily static, but can vary back and forth for many\nwill spend more time at the riskier end of the continuum. As they reach various maturational\nmilestones in their lives such as graduation, moving into the workforce, getting married, buying a\nhome, having children, most will move a few steps towards the safe end as each milestone occurs.\nmovement is not always unidirectional. For a given individual, there may be back and forward\nwith former acquaintances and behaviours, and some people will move back towards the riskier end of\ndisruption in their lives, may react with more long-term regressions and more serious consequences.",
    "Page_51": "Q:What'sarealisticpublic\nhealth goal?\nA:Maximizetheamountof\ntimethatall peoplespend at\nthesaferend.\nMany prevention initiatives attempt to shift the entire population towards the safe end of the continuum,\nwhich will reduce the number of people in the high-risk end. It is probably not realistic to think that we\nare going to permanently steer all high-risk people into the safe end of the continuum. Rather, we\nwant to maximize the amount of time that all people spend at the safer end, and then provide helpful\ninterventions for those who are not successful at navigating that potentially difficult course.",
    "Page_52": "TypesofDataon\nAdverseConsequences\n1.StatisticalRecords\nstatistical records such as admissions to clinical services or drug-related crime statistics. The other\ndata source is anonymous surveys of randomly-selected individuals from the general population.",
    "Page_53": "1.3+ Million Alcohol, Tobacco, & Illegal Drug-Related\nHospital Days,Ontario 2002\n17.8%of all hospital days\n70\n58.8\n60\n50\n40\n33.1\n30\n20\n8.1\n10\n0\nSmoking\nAlcohol\nIllegal Drugs\nRehm J . et.al. (2006). The Costs of Substance Abuse in Canada, 2002. Canadian\nCentre on Substance Abuse.\nOur hospitals routinely collect information on admissions. If someone is injured in a car accident and\nas a result spends three days in hospital, those are counted as three hospital days. If someone is in a\ncar accident in which alcohol is involved, those are counted as three drug-related hospital days, in this\ncase, more specifically, as alcohol-related hospital days. As reflected in the title of this chart, alcohol,\n17.8%, or about 1/6 of all days spent by patients in hospital. Another, albeit crude, way of thinking \nabout this is that if you could walk into a typical Ontario hospital on a typical day, one of six patients in\nthat hospital would be there for reasons related to their use of alcohol, tobacco, or illegal drugs. This\npresents a substantial burden on a care system that is supposedly struggling with sustainability. The\n- at 58.8%. Alcohol is second at 33.1%. All the illegal drugs combined contribute 8.1% of drug-related\nhospital days.\n53",
    "Page_54": "Legal ConsequencesofDrugUse\nHamilton-Wentworth\nDetention Centre\nHamilton-Wentworth\nCentre de detention\nadmissions\nadmissions\ndeliveries\nlivraisons\nto other countries, limit access to some professions, and even take away our most basic of freedoms.",
    "Page_55": "407,500Alcohol &DrugOffencesin Ontario,2002\n(53% of all offences )\nIllegal Drugs\n42%\nAlcohol\n58%\nRehm J . et.al. (2006). The Costs of Substance Abuse in Canada, 2002. Canadian\nCentreonSubstanceAbuse.\nAs with hospital admissions, we also have routinely-kept information on drug-related offences. This\nchart shows us that there are over 4oo,ooo drug offences in Ontario per year, and that these offences\naccount for over half of all offences each year in Ontario. We also see that 58% of the drug-related\noffences are associated with alcohol, while all the illegal drugs combined account for 42%.\n55",
    "Page_56": "TypesofDataon\nAdverseConsequences\n2.StudiesofPopulationPrevalence\nA limitation of statistical indicators such as hospital admissions or crime statistics is that we cannot be\ncertain if we are dealing with a large group of individuals with only a few incidents each, or a relatively\nsmall group with many repeat incidents. This limitation has given rise to surveys of randomly-selected",
    "Page_57": "Prevalence of Harmful UseofAlcohol &Cannabis\nAmong OntarioAdults(2013)\nAlcohol  Cannabis\n7.5\nAll\n13.7\n9.6\nMen\n21.1\n5.4\nWomen\n0\n10\n2% \n30\n40\nlalomiteanu, A.R., Hamilton, H.A., Adlaf, E.M., & Mann, R.E. (2014). CAMH Monitor eReport: Substance Use,\nMental Health and Well-Being Among Ontario Adults, 1977-2013 (CAMH Research Document Series No. 40)\nToronto, ON: Centre for Addiction and Mental Health.\nn:3021,2060\nThe Alcohol Use Disorders Identification Test (AUDIT) is a psychometrically-validated instrument for\nmeasuring alcohol problems that has been used for these population surveys. Cannabis harm is\nthat happened, having failed to do something that one was supposed to have done, been advised to \nreduce use, and having injured themselves or others. Alcohol is reported on the basis of harm\n3 months.\nThe chart shows us that 13.7% of adults reported harm from their use of alcohol and that this is higher\nfor men than for women. Harm from cannabis use is reported by 7.5% of adults, again with men being\n more likely to than women.\n57",
    "Page_58": "Specialized Addiction Treatment\nPrograms\nCAMHDATIS,2013\n· 173 specialized drug treatment programs in\nOntario\n· 94,833 admissions by 62,398 distinct\nindividuals\nClients who attend specialized addiction treatment programs are not representative of the general\npopulation in terms of their drug problems. This specific clinical population shows us drug problems in\ntheir most concentrated form.",
    "Page_59": "Problem Drugs Identified in Admissions to\nSpecialized Drug Treatment in Ontario, 2013\nAlcohol\n66.7\nCannabis \n34.1\nCocaine/Crack\n29\nTobacco\n26\n Prescribed Opioids\n18.9\nCrystal Meth\nHeroin/Opium\nBenzodiazepines\n20\n30\n40\n50\n60\n70\n80\n10\n% of Clients\nCAMH (2014). Admissions to Substance Abuse Programs, 2013. DATIS Database\n(February 6 2014).\nThe data reflect the number of admissions for which various drugs were identified by the client as a\n'problem' for them at admission. Note that alcohol is far ahead of the rest, with 66.7% of clients\nidentifying it as one of their problems substances. Other frequently-reported problem substances\ninclude cannabis, cocaine/crack, tobacco, and prescribed opioids. It is in the clinical population where\nillegal drugs such as cannabis, cocaine and crack become much more prominent. In contrast,\nbenzodiazepines, heroin or opium, and also crystal meth. are reported as problem substances by a\nrelatively small proportion of the clinical population.\n59",
    "Page_60": "Indicator Type #5: Drug Dependence\nThe World Health Organization has defined\ndependence as:\n\"...a cluster of physiological,\nbehavioural, and cognitive\nphenomena in which the use of\na substance takes on a much\nhigher priority for a given\nindividual than other\nbehaviours that once had\n greater value...\"\nThe fifth indicator of drug problems is the proportion of the population that meets commonly-accepted\ncriteria for drug dependence. Note that'drug dependence' is now used in place of the more traditional\n'drug addiction' which was usually associated with a strictly physical phenomenon. Dependence, as\nand cognitive components to this phenomenon. Take particular note of the last part of WHO's definition\nwhich addresses a dramatic change in a person's life priorities.\n60",
    "Page_61": "Prevalence of Drug Dependence Among Ontario\nAdults (18+),2013\n6.6\n6.5\n%\nAdults\nAlcohol\nNicotine\nCannabis\nlalomiteanu, A.R., Hamilton, H.A., Adlaf, E.M., & Mann, R.E. (2014). CAMH Monitor\neReport: Substance Use, Mental Health and Well-Being Among Ontario Adults, 1977-2013\n(CAMH Research Document Series No. 40). Toronto, ON: Centre for Addiction and Mental\nHealth.n:3021\nclose, at about 6.5 and 6.6%, respectively. Alcohol dependence is measured by the Alcohol Use\nDisorders Identification Test (AU DiT), while nicotine dependence is measured by The Heaviness of\nS moking Index (HSl). Cannabis dependence is measured by Question 6 of the Alcohol, Smoking &\nSubstance Involvement Screening Test (ASSIST). The question reads, “Have you ever tried and failed\nto control, cut down or stop using cannabis, marijuana or hash?\" (last 3 mths). In the 2011 survey, 1%\nwere dependant upon cannabis. However, the 2014 survey was unable to provide a reliable estimate\nfor this item.\n61",
    "Page_62": "Indicator Type #6: Mortality\n· Drugs play a major role\nin deaths in Ontario\nThe sixth type of indicator is drug-related deaths, or 'mortality'.",
    "Page_63": "Drug-related Deaths in Ontario (2002)\nAll deaths = 82,234\nDrug-related\n18.5%\nOther\n81.5%\nRehm J . et.al. (2006). The Costs of Substance Abuse in Canada, 2002.\nCanadian Centre on Substance Abuse.\nEach year in Ontario there are approximately 80,000 deaths. 18.5% of them are related to the use of\ndrugs.",
    "Page_64": "Type of Drug-related Deaths in Ontario (2002)\nDrug-related deaths = 15,253\nIllegal Drugs,\nAlcohol 9.1%\n4.2%\nTobacco,86.2%\nRehm J . et.al. (2006). The Costs of Substance Abuse in Canada, 2002.\nCanadian Centre on Substance Abuse.\nthat many people died in airline crashes every year ? If this was the case, would you continue to fly? It \nis in the mortality data where tobacco becomes really prominent, accounting for over 86% of drug-\nrelated mortality.\n64",
    "Page_65": "Morbidity & Mortality Update\n(Recent Reports from ICES & PHO)\n Opening Eyes, Opening Minds: The Ontario Burden of\nMental llness and Addictions Report, 2012\nSeven more years: The impact of smoking, alcohol, diet,\nphysical activity and stress on health and life expectancy\nin Ontario, 2012\n 900,0oo Days in Hospital: The Annual Impact of\nSmoking, Alcohol, Diet and Physical Activity on Hospital\nUse in Ontario, 2014\nThe standard data source for many years has been the Rehm et. al. data on costs, morbidity &\nmortality from 2o02, and this data set continues to be used in several places in this module. An\ninstructive feature of that data set is the categorical comparison of 'tobacco','alcohol', and 'all illegal\ndrugs combined'. This comparison effectively highlights the burden of harm associated with alcohol\nand tobacco. However, the Rehm et, al data, as of 2015, are thirteen years old. More recently, The\nInstitute for C linical Evaluative Sciences (ICES) & Public Health Ontario (PHO) have released reports\nusing different indicators and different comparisons.",
    "Page_66": "Summary of ICES & PHO Reports\nHospitalization Days (2001-12): tobacco smoking higher than\nalcohol\nHealth-adjusted Life Expectancy (2001-5): reduced for those\nwho smoked tobacco at unhealthy levels compared to those\nwho drank alcohol at unhealthy levels\nPremature Mortality (YLL) & Deaths per Year (2005-7):\nalcohol much higher than cocaine & prescription opioids\nHealth-adjusted Life Years (HALYs) Lost (2005-7): alcohol\nmuch higher than cocaine & prescription opioids\nThis slide provides an update using findings from these recent reports. The new indicators are:\nHealth Adjusted Life Expectancy: life expectancy adjusted for quality of life as measured by the Health Utlities\nIndex;\nYears of Life Lost (YLL): customary life span minus age of those who died prematurely;\nHealth-adjusted Life Years (HALYs): sum of YLL & Year-Equivalents of Reduced Functioning (Y ERF);\n'shnp geal le, pue 'ooie, 'o, o suosedo go as a ae ouu am ynnoie oss\npicture seems to have remained essentially the same - that tobacco and alcohol still account for most of the\nharm.",
    "Page_67": "Opioid-related Deaths\n(ICES/PHO)\n· Ontario, 1991-2010 -242% increase\n· Age 25-34, 1/8 deaths related to opioids\nTara Gomes, Muhammad M. Mamdani, Irfan A. Dhalla, Stephen Cornish, J .\nMichael Paterson and David N.J uurlink The burden of premature opioid-\nrelated mortality. Addiction 2014 109 (9) 1482-1488\nHowever, there is one important new caution arising from some other ICES/P HO data pertaining to\nprescribed opioid use. In Ontario, between 1991 & 2010, there was a 242% increase in opioid-related\ndeaths. Among young adults aged 25 to 34, 1 of every 8 deaths is related to opioids. All of us working\nin public health need to keep an eye on this.",
    "Page_68": "What have we learned so far ?\ndrug use and drug problems are\nwides pread and diversely-manifested in\nOntario\n2) most of the harm is associated with the\nuse of tobacco & alcohol",
    "Page_69": "Why Tobacco &Alcohol ?\nSo why are alcohol & tobacco so prominent across the six indicators of use and problems ?\nMany will point to the fact that these are the drugs that adults are legally allowed to use - almost\ncertainly a factor.\nBut these are also the drugs that most of us have not just been allowed to use, but have actually been\nencouraged to use over most of our lives through marketing and advertising, and also ...",
    "Page_70": "Sponsorship/Pop Culture\nlondon\nHeineken: London 2012\nSnoop Dogg Launches\n Olympics' Official Beer\nNew Cigar Brand\nSponsor\n... through event sponsorship and glamourization in the entertainment industry.",
    "Page_71": "Conventional Belief:\nproduct promotion leads\nBOLD.SOPHISTICATED\nonly to purchases\nWITHAHINTOFGNARLY\nThe Evidence:\npromotion fosters beliefs\n& behaviours that are\ndirectly related to harm\nThe conventional beliefs are that: 1) tobacco and alcohol promotion lead only to purchases and non-\n problem use; and, 2) it is some combination of other factors such as prolonged stress, low coping\nskills, trauma, disadvantaged environments, poor role models, and biological predisposition that \ntransforms non-problem use into harmful use, which manifests as problems. However, the emerging\nevidence is that the very manner in which tobacco and alcohol use is promoted fosters beliefs &\nonly, or even the major cause of drug-related harm. But it should be included as one of a constellation\nof factors, and regarded as one that has not received the attention it deserves. Drug product promotion\nis also a factor that, from a policy perspective, is relatively easy to address, given the will to do so.",
    "Page_72": "IF YOUR\nHAIRCUT\nSEXY\nYOU HAVE\nMORE\nFRIENDS\nAdvertising is everywhere. Advertising strategies can range from the amusingly banal ..",
    "Page_73": "DISARONNO\nBE ORIGINALE\n... to the meticulously sophisticated.",
    "Page_74": "ABSOLUT\nupinyohepunn\nVODKA\n... and the provocatively seductive - aesthetically and otherwise.",
    "Page_75": "McPresumptuous?\nThe advertising of drug products occurs within a larger context of consumer advertising in which the\npublic's health is often subjugated to the pursuit of profit and corporate self-promotion, and this\nincludes corporate sponsorship campaigns. In the months leading up to the 2010 Vancouver Winter\nathletes' jerseys has been designed so it would look like a lanyard from which a medal would hang.\nAlso note how the products are being held in the location where the medal would hang from the\nlanyard. There is something disturbing about these products of questionable nutritional value being\nequated with the extraordinary level of health and fitness required to win a medal at the Olympics.",
    "Page_76": "ADBUSTERS\nAMERICA\nAreWe\nHappy Yet?\nAREWEHAPPYYET?\nSometimes when you are that presumptuous, you attract the wrong kind of attention. McDonalds has\nfrequently been criticized by public health advocates. Their mascot, Ronald McDonald, has been\ndubbed the J oe Camel of obesity. McDonalds was also lampooned in the advocacy magazine,\nfor best magazine cover in 2013. This image introduces the strategy of counter-advertising. We will\nreturn to that topic, with a focus on drug products, later in the module.",
    "Page_77": "Tobacco&AlcoholAds:\n·glamour&sophistication\n· athleticism & virility\nTESTIT.\n·romance & sexuality\nCultural\nMythology\nWest\nthe current day. You will note that they differ in how they reflect the styles and the social issues of the\nday. However, the underlying strategies of influence remain constant - perhaps because they work so\nwell. Historically, alcohol & tobacco ads have associated their products with glamour & sophistication,\nmachismo & athleticism, and romance & sexuality. Sociologists call these associations our \"cultural\nmythology\". These are widely-held beliefs whose origins are obscure or uncertain. Their ongoing\nreinforcement occurs gradually, subtly, and perhaps even at an unconscious level. The Test It' ad\nabove is from a time when women were beginning to move into non-traditional occupations for women.\nThis one perversely encourages them to assert their independence by becoming dependant on a drug.",
    "Page_78": "Tobacco&AlcoholAds:\n· glamour & sophistication\n· athleticism & virility\nSmooth\n· romance & sexuality\nENOUGH TO GO\nHOMEWITHYOU.\nThe 'Crush' ad (2013) hints at engaging in an impromptu sexual encounter initiated by smooth talking -\npeeling back the surface layer of the ad. Could this be symbolic for introducing oneself after deploying the\nsuperficial pick-up line ? There may be more play on the name of this wine. 'Cab' is often used in wine\nplace or mine' ? I'm reminded of an anecdote in which a man approaches a woman in a club: \"So, how do you\nad, perhaps too much, to make the point that there is always a challenge in knowing how much to read into the \nirresistible Rorschach test, it is also tempting for us to project our own personal affectations onto the ads. That, in\nitself, is a powerful strategy for engaging consumers.",
    "Page_79": "The\nEngineering\nABSOLUT\nof Belief\nVODK\n80PROOF\nIMPORTED\nABSOLUTBRAVO\nThis ad is a good example of how advertising can reinforce an existing cultural mythology to older\nconsumers, and introduce that mythology to the next generation of customers. Roses and shouts of\n'bravo' are used in high society to celebrate a great artistic performance. The calligraphy on the bottle\nRoses are also a symbol for romance. (J ust check out the prices around Valentine's day.) So maybe\nthere is a celebration of another kind of 'performance' intended as well. Note that the roses are out of\nfocus which suggests movement. But there may be some perceptual psychology at play here as well.\nThe out-of-focus roses, by contrast, direct one's attention to the very sharply-focused product name on \nthe bottle.",
    "Page_80": "Market segmenting\nis\nall about\nYou\n(becauseyou are importantto us)\nAn important part of advertising is known as market segmenting, for which there are three\ncomponents:\n1) study a segment of the population in terms of their demographics, their likes, dislikes, aspirations;\n2)design your marketing campaign so your product appeals to people with that profile\nattractive.\nSeveral examples follow in the ensuing slides.",
    "Page_81": "Lifestyle Ads - Tobacco\nMAGNATUDE.\n2 ads\n2brands\nNEW!\n2 types of\nMontciair\nmen\nMP\nSurprisingly\nrich.\n 2 market\nAbout\nsegments\n2price.\nThese are two separate ads (from the 1980s) thatI placed together to photograph them. The Magna\nad is a very straight-forward manly celebration of the union between smoke and machines - roaring\nand billowing with machismo. The Montclair ad is more complex. It invokes the wealthy yachtsman,\nand this is reinforced by the word 'rich', but there is an apparent contradiction. Note that below the\nword 'rich', there is a horizontal line and below the line, the copy reads 'About 1/2 price'. The horizontal\nline juxtaposes the contradiction. A wealthy yachtsman does not need to smoke a discount cigarette.\n probably won't ever attain it. However, what they can do is smoke the same brand of cigarette as the\nwealthy yachtsmen of the world. The ever-hopeful are invited to share a small part of the yachtsman\nlifestyle, however voyeuristic it may be Ads do not simply attempt to sell a product - they sell a\n surrogate fulfillment of an aspiration or fantasy, thus creating a positive association with the\nproduct.",
    "Page_82": "Schmeckt wie'ne Kraftige, Sweetheart.\nThree\nThemes\nin\nOne\nAd\nWest\nTestthe Lights!\n1)nicotine as appetite suppressant: we see a woman who is not as lithe as the guy is and may wish to lose\ntar and nicotine, but also often used in reference to lower calorie food products;\n2)romance: the guy addressing her as 'sweetheart' suggests that there may be a romantic encounter in the\nmaking.\n 3) athletics: athletic male wearing a Los Angeles Lakers basketball jersey and Houston Astros baseball cap;\nThere is also a strong western theme: the cigarette brand name is West; the guy is wearing brand wear from\nsports that are more popular in North America than in Europe.",
    "Page_83": "Schmeckt wie'ne Kraftige,Sweetheart.\nThe\nCrassly-crafted\nMessage\nWest\nTest the Lights!\nSo, if we deconstruct this image, the intended market segment is: young European women, who wish\nto lose some weight (without making dietary sacrifices) and capture the affections of an attractive\nwestern guy.\nAgain, some of you may think I am reading too much into this ad, but please stay with me...",
    "Page_84": "AnlnsideLookataTobacco\nMarketingCampaign\nS\nThanks to a whistleblower at Rj Reynolds Tobacco Co., details of a planned campaign were leaked to,\nand published in, the Washington Post in 199o. The campaign plan was for a new cigarette brand",
    "Page_85": "Target: \"Virile Females\"\n· women with no education beyond high school\n· women whose favourite pastimes included\n\"cruising\", \"partying\", attending \"Hot Rod\nshows\", & \"tractor pulls\" with their boyfriends\n· favourite television roles are \"evening soap\nopera bitches\"\n· chief aspiration is \"to get married in her early\ntwenties\"\n· spend her free time \"with her boyfriend doing\nwhatever he is doing\"\nNote the attention to detail in the envisioned lifestyle of the selected market segment.",
    "Page_86": "Reynolds'PublicResponse\ndenied that Dakota was aimed solely at women\n expressed concern that the plans \"represent stolen,\nproprietary information belonging to R.J . Reynolds, and\nwhich would be of great value to our competitors\"\nThe Dakota exposure came just three weeks after R.J .\nReynolds was forced, by strong opposition, to cancel\nplans to test market Uptown, a brand of cigarettes\naimed at blacks\nThe priority of Rj R is strikingly different from that of public health authorities.",
    "Page_87": "Marketing Memorandum, stamped\n\"RJR Secret\", 1997\n\"To ensure increased and\nlonger term growth of\nCamel Filter, the brand\nmust increase its share of\npenetration among the 14-\n24 age group which have a\nnew set of liberal values\nand which represent\ntomorrow's cigarette\nbusiness.\"\nA few years later, more leaked documents showed that Reynolds, undaunted by the earlier\nembarrassments, was also targeting youth.",
    "Page_88": "OntheRecord\nR.J. Reynolds 1994 public statement:\n\"..that smoking is a choice for adults\nand that marketing programs are\ndirected at those above the age to\nSmoke.\"\nNote the contrast between the public position and the content of the leaked documents.",
    "Page_89": "JAMA\nApril 23/30,\nTheJoumal of theAmericanMedicaiAssociation\nIn 1994, The J ournal of the American Medical Association printed a report that suggests that\nadvertising campaigns can be very successful.",
    "Page_90": "JAMA: Smoking Increases\n1944 -> 1967, only a small increase in the number of teenaged\ngirls who initiated smoking\n1967 -> 1973, smoking initiation rates jumped:\n· 35 % among 17 yr old girls\n· 75 % among 15 yr old girls\n110 % among 12 yr old girls\n rates among teenaged boys rose only negligibly during the\nsame time period",
    "Page_91": "JAMA: Targeted Campaigns\nThe same report also noted that:\n· during the same 6 yrs, aggressive marketing\ncampaigns were mounted for Virginia Slims,\nSilva Thins, and Eve\n· all brands which targeted female smokers",
    "Page_92": "Market Uptake\nU.s. Centre for Disease Control, October, 1998:\n· 73% increase in # of American teens who became\ndaily smokers since the debut of the Joe Camel ad\ncampaign in 1988\nTobacco Control, Summer 1998:\n· prior to the start of the Joe Camel campaign, Camel's\nshare of the youth market (ages 12-17) was less than\n1%\n· 1.5 yr later, had risen to 8%\n· 5 yr later, had climbed to 13%.\nMarket share increases of this magnitude are very rare, and highly coveted in the marketing industry.",
    "Page_93": "Center forPublicHeaith\nandTobaccoPolicy\nCause andEffect:\nTobaccoMarketing IncreasesYouthTobaccoUse\nFindingsof the2012SurgeonGeneral'sReport\nThe evidence for the effectiveness of tobacco promotion has continued to mount. A review of the\nevidence on tobacco marketing and tobacco use by youth was published in a 2012 Us Surgeon \nGeneral's Report.",
    "Page_94": "Evidence from the Us Surgeon General\nFrom Industry Documents:\ntobacco marketing is intended to recruit new users and\nincrease use of tobacco products\ntobacco companies invest billions in marketing strategies that\nattract youth'\nthe tobacco industry is targeting youth at the point-of-sale\nFrom Peer-reviewed literature:\ntobacco marketing causes youth tobacco use\npoint-of-sale marketing increases youth tobacco use\nevidence is not just correlational but that they are proclaiming an actual causal mechanism.",
    "Page_95": "Pop Culture and Smoking\nI Want toHoldYourBrand..\nApart from advertising, pop culture also has tremendous influence on our behaviour. To make this\npoint, let's go back in time for a minute; in fact let's go all the way back to the 1960's. 1964 saw two\nvery significant events in North America, occurring within about a month of each other - one in pop",
    "Page_96": "Given the enormous influence the Beatles had not only on pop music, but also upon young people's\nlanguage and hair and clothing styles, it would not be unreasonable to speculate that they also\nprompted a lot of young people to try smoking.",
    "Page_97": "Report of U.s. Surgeon General\nSaturdayJ anuary 11 1964\nSMOKINGHEALTH\nREPORTOFTH\nOFTHEPUBLICIEALTHISERVICE\nThe significant public health milestone that occurred in 1964 was the release of the Report of US\nS urgeon General (Luther L Terry) for that year. It was the first year that the report warned of the health\nhazards of smoking tobacco. It's release on J anuary l1 was, unusually, a Saturday - in order to\nminimize or buffer the immediate impact on the stock market.",
    "Page_98": "More Doctors\nSmoke CAMELS\nIndustry\nthananyother\nResponse\ncigarette!\nand had been trying to prevent its release. When that failed, they went into damage control mode. This\nmagazine ad is how one tobacco company responded - attempting to undermine the SG's Report by\nexploiting the trust that people had in their physicians.\n98",
    "Page_99": "B rand\nwitch\nLoyalty\nSmokers'\nRights\nGet thefiter cigarette with the taste worthfighting for!\nJoin the Unswitchables,\nTareyton\nTareyton\nThis is an ad from the 1970s. On the surface, it is about loyalty to your brand, but the more subtle\ntheme is to fight for your right to smoke. If you'd rather fight than switch brands, then presumably you\nwould also rather fight than quit. This duality of intent is consistent with the use of twins in the ad. From\na public health perspective, there can be no right to expose others to a known health hazard. Your right\nto swing your fist in the air ends where it makes contact with my nose.",
    "Page_100": "A New Era\n· public education campaigns\n· government & class-action lawsuits\n· prohibitions on smoking in public places\n· warning labels & graphic images\n· restrictions on advertising & promotion\n· exposure of the industry's charitable\nactivity as a strategic veneer of altruism\nThe 1964 SG's Report marked the beginning of a new era when the tobacco industry would\nincreasingly feel the wrath of the public health movement. The slide shows the many and varied\nincarnations of this. A fantastic book about this era was written by Richard Kruger, called \"Ashes to\nAshes\". It covers the history of the tobacco industry in North America and the rise of the Public Health\nmovement and eventual public policy clash between public health and commerce, and the political\nmachinations throughout that clash.",
    "Page_101": "TheStrategicVeneer\nofAltruism:\nCharitableDonations\nWhat do I mean by a 'strategic veneer of altruism' ? As the reputation of the tobacco industry was\ntarnished by the public health movement, it became increasingly important for the tobacco industry to\nmakers. They did so through charitable donations.",
    "Page_102": "Altruism or Public Relations ?\nTobacco industry support for the arts & sports:\n· in one year, Imperial Tobacco spent $2 million in\ndonations (Ricard, 2002)\n· then spent $40 million in one year publicizing its\ndonations (Montreal Trial Exhibits, 2002)",
    "Page_103": "US District Court Judge Gladys Kessler 2006\n Regarding several US cigarette companies convicted of engaging\nin racketeering to defraud the American people:\n“[This case] is about an industry,and in particular theseDefendants,that\nsurvives, and profits, from selling a highly addictive product which causes\ndiseases that lead to a staggering number of deaths per year, an\nimmeasurable amount of humansuffering and economic loss, and a\nprofound burden on our national health care system.Defendants have\nknown many of these facts for at least 50 years ormore.Despite that\nknowledge, they have consistently, repeatedly and with enormous skill and\nsophistication,denied thesefacts to the public,the Government, and to\nthepublic health community.\nJustice Kessler found that \"the evidence in this case clearly\nestablishes that Defendants have not ceased engaging in\nunlawful activity'\nIn 20o6, the facade came cashing down for the American tobacco industry. It is worth reading verbatim\nfrom J ustice Kessler's judgment. The brunt of the judgment was based not just upon the product\nwpn aui 'us so uodn e on ou asoo pue mau nsnpui a geum pun ana '(ieha si uiym)\nraises interesting questions about the culpability of other industries such as alcohol, pharmaceutical,\ngaming, and fast food. In light of Kessler's ruling and comments, I cannot imagine that these industries\nare not having conversations with their legal advisors on issues of transparency in how they conduct\ntheir business, relative to what they know about the harm of their products.",
    "Page_104": "2003:Visible\nChange\nduMaurie Lid.Cenfre\nchanged its name from the “Du Maurier Ltd. Centre\"to the “Dofasco Centre for the Arts\" Dofasco was\na local steel mill.",
    "Page_105": "The Future of Tobacco Promotion\n· flavoured cigarettes\n· e-cigarettes\n· package as marketing tool\n· direct marketing\nproprietary magazines/web\nsites\n· smart-phone apps\n· adult venues/event tie-ins\n· corporate social\nresponsibility\nJ ust as the tobacco industry was prepared for the release of the Us Surgeon's General Report back in\n1964, so too was it prepared for the legislative changes that would appear four decades later. They\nHedges Superslims demonstrates. Note the obvious iPod look to the package. The tobacco industry\nremains one of the most financially successful enterprises in the world. This is what you can achieve\nwhen you traffic in a highly addictive drug.",
    "Page_106": "What's\nhappening\nin\nalcohol\nadvertising ?\nWhy settle for champagne?\nThis ad, from the 1980s, is a visually captivating image that just oozes with \"cultural mythology\". It was\nthrough the magic of a glass slipper that Cinderella was delivered from a life of hard work and\ndrudgery to a life of \"happily-ever-after\". \"Why setle for Champagne ?\"- that's what this ad is all about\n- moving up to a higher lifestyle. A friend of mine, who is a bit of a Scotch snob, replied: \"Not with a\nblended scotch you won't!\"; Scotch aficionados insist upon a single malt scotch, rather than a blend.\nSo this ad is similar to the tobacco ad with the wealthy yachtsman. This ad is not aimed at scotch\naficionados - it is aimed at people who see scotch as an icon for a higher lifestyle to which they might\naspire; Drinking Chivas Regal is positioned as a pathway towards achieving that lifestyle, or at\nminimum, an acceptable substitute for it. This important point warrants being repeated: Ads don't\nsimply attempt to sell a product. They sell a surrogate fulfillment of an aspiration or fantasy,\nthus creating a positive association with the product.",
    "Page_107": "Sweet\nWHISKYSTARTEDMAPLEFINISHED\nTransitions\nWTRODUCNGyMAPEFNSHED\nTESNOO\nOTHTASTESF CRON\nHere we have a maple-flavoured whiskey. You can imagine what the aficionado would think about\nthat! Why maple-flavoured ? Why not creamy garlic cucumber or jalapeno-chipotle ? Perhaps there is\nline of those sweet fruity alcoholic coolers, sweetly-flavoured spirits are also intended to facilitate the\ntransition from the soda pops of youth to the adult world of alcoholic beverages. These beverages are\nsometimes called \"cocktails with training wheels\".",
    "Page_108": "Cotton\nCandy\nPINNACLE\nVodka\nCotton candy-flavoured vodka. Imported from France - available at LCBO retail outlets.\nNeed I say more ?",
    "Page_109": "HEMPBEER\nBUZZ\nMILLENNIUM\nBeer.Biere\nBuzz beer is made from hemp, a plant of the same family as the marijuana plant. Hemp does not\ncontain the most active constituent in marijuana - delta 9 tetra-hydra cannibinal (THC). But given the\nfamily ties, the brewing company obviously thought it cool to make the connection to marijuana, and\neven display the leaf of the cannabis/hemp family. The word “buzz\" is drug use vernacular for being\nhigh. This is an interesting branding strategy, particularly at a time when marijuana \ndecriminalization/legalization is receiving increased attention.",
    "Page_110": "foshidd\nFuitcMa\nARSOLUT\nOTKON\nMPORTEB·LMPORTE\nTHEKEG.\nThis is an ad for the Keg Restaurant chain featuring a seasonal cocktail on their menu with lemon-\nflavoured vodka as the principal ingredient - appeal to young people ? Note the overt sexual reference\nK pe sue a uapo i, o au go aeu a u pasahns osie sdead don pe a u\n e a s    o s   o sa e n  e s p a u\nof women and a separate table of men, with the women taking the initiative to make the connection in\nboldly flirtatious ways. Perhaps the intention is to rebrand the Keg as a singles bar scene.",
    "Page_111": "S ports\nImagery\n&\nAMSTEL\nBEER\nHatsofftoasuper be\nThis ad: \"Hats off to a super beer.\" is from the 1970s, and would appear to coincide with the Super\nBowl. Straddling the beer product, are the helmets of the two teams presumably competing that year.\nSome people see other kinds of symbolism here. I'll let you decide how much you want to read into this\none.",
    "Page_112": "SubliminalManipulation\nDreakoutthe\nfrostybottle\nO\nJustaBitofFun?\nThis is another vintage ad (1970s) - this one for Gilby's gin. The image on the left was cropped and\nenlarged to produce the image on the right. Note the close-up image of the ice cubes. The artist\nappears to have, at least partly, penciled in the letters S E X, one letter in each ice cube, going from\nthe top cube to the bottom one. The last time I looked at the evidence on subliminal perception I didn't\nthink the evidence was particularly compelling. This particular ad is probably just an ad agency being\nplayful. But obviously, the alcohol and tobacco industries want to move product and an effective way to\nus. If this ad was designed and released by Gilby's today, they might arrange for someone to\nsubsequently 'expose it' on the internet. The ad would go viral, and Gilby's would enjoy $millions worth\n of free advertising.",
    "Page_113": "Reality Check: Alcohol has nothing to do\nwith either athletic or sexual prowess",
    "Page_114": "Not a New Idea\nWilliam Shakespeare had this to say about\nthe effects of alcohol on sexual appetite &\nperformance:\n\"... it provokes the desire but it takes\naway the performance...\"\nMacbeth (1606)\nShakespeare had this figured out over 4o0 years ago !",
    "Page_115": "camh\nNSHOPKIN\nDALHOUSIE\nBLOOMBERG\nmadd'\nStrategies to Reduce Alcohol-Related\nHarms and Costs in Canada:\nA Comparison of Provincial Policies\nS hakespeare's wisdom aside, let's continue our reality check by looking at the most recent data\n available. This 2012 Canadian report reviewed 20 yrs of research on alcohol promotion & drinking.\nGiesbrecht, N., Wettlaufer, A., April, N., Asbridge, M., Cukier, S., Mann, R., McAllister, J ., Murie, A.\nPlamondon, L., Stockwell, T., Thomas, G., Thompson, K., & Vallance, K. (2013). Strategies to Reduce\nAlcohol-Related Harms and Costs in Canada: A Comparison of Provincial Policies. Toronto: Centre for\nAddiction and Mental Health.",
    "Page_116": "Young(Underage) People\nIncreased exposure to alcohol advertising is\nlinked to:\n· earlier initiation of drinking\n· increased drinking among current drinkers\n· increases are sustained",
    "Page_117": "Young Adults (Legal Drinking Age)\nGreater exposure to alcohol portrayals in media\nis associated with:\n·increased drinking\n· positive attitudes about alcohol and associated\ndrinking behaviors\nYou may not think that positive attitudes is such a bad thing, but hold that thought. I will come back to",
    "Page_118": "EventSponsorship\nAs seen on TV, movies, online, buses, bus shelters,\nbillboards and other media:\n· reinforces positive associations with alcohol\ncreates unrealistic expectations of the effects of\ndrinking\n· increases consumption in high risk contexts\nYou may not think that positive associations, like positive attitudes, is such a bad thing, but let's look at\nsome clinical research data which has some bearing on this.",
    "Page_119": "Reinforcement Expectancies, Drinking\nBehaviour & Treatment Outcome\nIf you believe that alcohol enhances your sexual,\nphysical, mental, or social functioning (\"positive\nattitudes\" \"positive associations\"), then you are\nmore likely to demonstrate the following:\n· Heavier drinking\n· Adverse psychosocial consequences\n· Poor progress in treatment\n· Poor outcome one year after treatment\nThis slide presents a summary of a line of research begun decades ago by Sandra Brown and\nthen.",
    "Page_120": "Widespread Consensus\nAll of these organizations have recommend limiting\nexposure to alcohol advertising:\n·Canadian Public Health Association\n· Canada's Alcohol Strategy (Canadian Centre on\nSubstance Abuse)\n· US Surgeon General\n· American Academy of Pediatrics\n· US Institute of Medicine\n· Center on Alcohol Marketing and Youth\n· World Health Organization\nThe support of these organizations for limiting exposure to alcohol advertising was documented in the\nfrom CPHA which was conveyed in Too High a Cost: A Public Health Approach to Alcohol Policy in\nCanada. 2011.' and the support from WHO which was conveyed in 'World Health Organization 2010\nGlobal strategy to reduce harmful use of alcohol, Geneva,\nwww.who.int/substance_abuse/msbalcstragegy.pdf .",
    "Page_121": "OF COURSE WE'RE\nTRYINGTO seduceYOU\n24FOR S27.55\n(EXCLUDES DEPOSIT)\nOLD\nMILWAUKEE\nICE·\n on the part of public health authorities will be required to move the narrative to actual policy changes.\nindustry is happy to openly proclaim it: If a scantily clad woman and a low price is what it takes to\nmove product, then that's what they'll do. This is an actual billboard I photographed in May 2013 in\nHamilton Canada, not far from McMaster University and even closer to a high school - probably not a\ncoincidence. The ad disappeared around the time that the school year ended.",
    "Page_122": "When Commerce & Public Health Collide .\nBREWERSASSOCIATION\nOFCANADA\nWINECOUNCIL\nQFONTARIO\nCanada\nOntario  Flue-Cured  Tobacco\nGrowers'\nMarketing\nBoard\nMost industries have their marketing boards, associations, and lobby groups to protect and advance\ntheir political and commercial interests. But alcohol and tobacco in particular, are not benign products,\npromotion, we need different rules than those that apply to most consumer products. To some extent\nwe have that, but this needs a closer look in light of the evidence. W hen public health objectives collide\nwith commercial interests, all too often the public's health gets trumped. What is the priority for our\nsociety - public health or corporate wealth ?",
    "Page_123": "Commercially Legal Recreational Cannabis\n307\n402R-00007\n403R-00007\nNetWeight3S\nSaleDate1-1-ly\nHarvestBatch\nS\nWWW.3DMMC.cc\n303-297-1657\nI think this juxtaposition of public health and commercial interests will also come to bear upon the\nmarijuana decriminalization/legalization debate as well. In 2014, the sale of cannabis for recreational\npurposes became legal in several US states. Retail outlets, under state control, (like LCBO or Beer\nStore) are now selling cannabis for purely recreational purposes. The image above is of a cannabis\nproduct sold in a shop in Denver Colorado. Note the Strain ID: \"Blue Dream\"- not exactly the strain\nthe glamourous marketing of cannabis products to begin. We've seen that the two most aggressively-\n marketed drugs - alcohol and tobacco - are our two biggest drug problems. So an interesting question\nis whether we will also see cannabis become more of a problem as it is more aggressively marketed to\navailability of any drug will increase use at the population level which will increase the problems at the\npopulationlevel.",
    "Page_124": "Targeting the Mentally Ill\nSchizophrenic.\nProchaska et.al.2007\nchronicles interest\ngoing back to the\nMERIT\nOther low tars are\nMERiTE\n1950s\nbig n\n\"...having two sides is\njust normal\npto\noretarB\nbehavior.\"\njust\nThe New Merit.Weve got flavor down to a science.\nattention to this ad for Merit cigarettes. Note the prominently placed word 'Schizophrenic' at the top of\nthe ad and that the cigarette pack is presented as a double image. The copy reads, \"Having two sides\nis just normal behaviour.\" Clearly these two references to schizophrenia perpetuate the myth of what\nschizophrenia is not. 'Flavour down to a science' - is this emulating a pharmaceutical-like claim ?\nWe know and accept that we are all targeted by ads. But the enterprise becomes more contemptible\nstigma-filled world, or our children struggling with peer acceptance.\nP rochaska et. al. Tobacco Use Among Individuals With Schizophrenia: What Role Has the Tobacco\nIndustry Played? Schizophrenia Bulletin, 2007",
    "Page_125": "If you drink\nTit for tat\ntoomuchthere's\nonepartthatevery\nor\nbeercan reach.\nthe moral\nhigh road ?\norsible\nAnother question of some controversy is whether to restrict ads or counter them? When countering,\nthe same market-segmenting strategy is often used - identify what's important to a population segment\nthat you can't change behaviour if you don't have people's attention. It raises an interesting ethical\nquestion: do we take the ethical high road and resist using the same manipulative techniques as the\nindustry ? Do we stoically accept an unlevel playing field that gives advantage to the industry - even if\nit's at the cost of the public's health?",
    "Page_126": "The Internet &Social Media:\nAn Unregulated Environment\nGoogle\nIMPERIALTOBACCO\nCANADA\nt\nSeagram's\nTube\nThese questions will continue to play out in many media landscapes. There is a lot of drug promotion\non the internet and in social media - both corporate, and unwitting fan-based idolatry. The internet is\nmembranes. Even The Great Firewall of China has been shown to be vulnerable to the efforts of\nhactivists with the required expertise and persistence. All this presents a formidable challenge for",
    "Page_127": "Counter-messagingon theWeb\ndribblegiass.com\nwith my sister?\"\nSILK\nCUT\nPURPLE\nThe Tobacco\nIndustry is\nkilling you.\nYou can also find many tobacco and alcohol ad parodies and counter-messaging on the web. Some of\nthese images blatantly expose the dark side of alcohol and tobacco use and its promotion - sometimes\nin ways that radically challenge the traditional norms of public health messaging.\n127",
    "Page_128": "Thememe\nwars will\ncontinue\nABSOLUTE MAYHEM\nCHEMO\nABSOLUTEEND.\nMeme - an idea that spreads from person to person within a culture",
    "Page_129": "Take-home messages\ndrug promotion, drug use, and drug\nproblems are wides pread\nmost of the harm is associated with the use\noftobacco& alcohol\nthe manner in which these products are\npromoted is an important factor in the harm\nmichael.devillaer@ camh.ca\nI'm always grateful to receive your emailed comments (positive or negative) on this module. All\nfeedback is a gift."
}