{
    "Page_1": "２0Ｏ４ ANNUＡＬ REPORT\nGRAY\nTELEVISION, INC.",
    "Page_2": "GRAY TELEVISION,INC\nray earned record profits in 2004 by focusing on local communities in mid-size markets. By providing\ninformative local content, Gray's operations have earned the loyalty of its viewers and readers.\nthree key areas to provide continuing growth:\n Extending exceptional news services to local communities\n■ Improving operations through innovative marketing initiatives and focused cost control\nAcquiring, on a selective basis, well-managed properties in mid-sized markets that offer excellent future\ngrowth potential.\nWith the start up of WCAV-TV in Charlottesville, Virginia in August 2004 and the acquisition of KKCO-TV\nin Grand Junction, Colorado in January 2005, Gray's outstanding portfolio of full power television stations\nhas grown to 31. Of these, 23 stations are ranked number 1 in local news and 22 stations are ranked number\n1 overall in their respective markets. Our newspapers also continue to be news leaders in their respective markets.\nGray's market-leading operations provide it with an excellent continuing opportunity to grow, maximize\noperating performance and to increase shareholder value.",
    "Page_3": "TELEVISION BROADCASTING\n2\n6\nVOLUNTEERTV\n11\nWKYT\nKAKE10\n15\nWMTV\n27 NeWSFiRST\nNEWS\nWOWT\nKKTV\nWCTV\nWITN 7\n1011\nNETWES\nasternCarolina'sNewsChann\nKWTXI\nNEWS\nON\n023\n吕UR\n13NEWS\nO\nWEAU-TV\nASHM\nWBKO1\nMsia a DAk\nWTOK\n25\n28\nNEWS\nwymt\nWCAV\nNEWSPAPER PUBLISHING\n29\n30\nRockdale Citizen\nHERALD\nThe Ooshen News\nNewton Citizen\nWIRELESS MESSAGING\nGrayLink",
    "Page_4": "TELEVISION BROADCASTING\nStation\nIn Market\nTelevision\nFCC License\n Station\nNews\nCommercial\n Share of\nHouseholds\nDMA\nAnalog\n-Affiliation--\nExpiration\nRank in\nRank in\n Stations in\nHousehold\n (a) in.\nRank (a)  Market\n Station  Channel\nNetwork\nExpiration\nDate\nDMA (b)\nDMA (c)\nDMA (d)\nViewing (b)\nthousands\n59\nKnoxville, TN \nWVLT\n8\nCBS\n12/31/14\n8/1/05\n2\n2\n5\n23%\n514\n2\n64\n Lexington, KY\nWKYT\n27\nCBS\n12/31/14\n8/1/05\n1\n4\n36%\n481\n66\nWichita——Hutchinson, KS KAKE\n10\nABC\n12/31/13\n6/1/06\n3\n3\n6\n23%\n446\n(Colby, KS] \nKLBY (e)\n4\nABC\n12/31/13\n6/1/06\n3\n3\n(Garden City, KS) \nKUPK [e]\n13\nABC\n12/31/13\n6/1/06\n76\nOmaha, NE\nWOWT\n6\nNBC\n1/1/12\n6/1/06\n1\n5\n33%\n396\n4\n5\n85\nMadison, WI\nWMTV\n15\nNBC\n1/1/12\n12/1/05\n2\n2\n4\n26%\n364\n6\n92\n Colorado Springs, CO\nKKTV\n11\nCBS\n12/31/14\n4/1/06\n1\n5\n34%\n313\n95\nWaco-Temple-Bryan, TX\nKWTX\n10\nCBS\n12/31/14\n8/1/06\n1\n1\n5\n44%\n309\n(Bryan, TX)\nKBTX [g]\n3\nCBS\n12/31/14\n8/1/06\n1\n8\n103\nLincoln—Hastings\nKOLN\n10\nCBS\n12/31/14\n6/1/06\n1\n1\n5\n53%\n275\n6\nKearney, NE \nKGIN (h] \n11\nCBS\n12/31/14\n6/1/06\n1\n1\n(Grand Island, NE) \n10\n105\nGreenville—New Bern—\nWITN\n7\nNBC\n1/1/12\n12/1/04(k)\n2\n2\n4\n33%\n270\nWashington, NC\n109\nTallahassee, FL——\nWCTV\n6\nCBS\n12/31/14\n4/1/05(k)\n11\n1\n4\n58%\n260\nThomasville, GA\n12\n110\n Lansing, MI \nWILX\n10\nNBC\n1/1/12\n10/1/05\n2\n1\n4\n34%\n259\n13\n114\nReno, NV\nKOLO\n8\nABC\n12/31/13\n10/1/06\n1\n1\n5\n30%\n247\n14\n115\nAugusta, GA\nWRDW\n12\nCBS\n12/31/14\n4/1/05[k]\n1\n4\n39%\n247\n15\n127\nLa Crosse—-\nWEAU\n13\nNBC\n1/1/12\n12/1/05\n1\n4\n36%\n206\nEau Claire, WI\n16\n133\nWausau--\nWSAW\n7\nCBS\n12/31/14\n12/1/05\n1\n1\n4\n43%\n182\n Rhinelander, WI\n17\n134\nRockford, IL\nWIFR\n23\nCBS\n12/31/14\n12/1/05\n2\n2\n4\n30%\n181\n18\n137\nTopeka, KS\nWIBW\n13\nCBS\n12/31/14\n6/1/06\n1\n4\n50%\n1\n171\n19\n160\n Panama City, FL\nWJHG\n7\nNBC\n1/1/12\n2/1/05(k)\n1\n1\n3\n49%\n135\n20\n161\n Sherman,TX—Ada, OK \nKXII\n12\nCBS\n12/31/14\n8/1/06\n1\n1\n68%\n124\n21\n172\nDothan, AL\nWTVY\n4\nCBS\n12/31/14\n4/1/05[k]\n1\n3\n73%\n66\n181\n Harrisonburg, VA\nWHSV\n3\nABC\n12/31/13\n10/1/12\n1\n22\n96%\n86\n23\n182\nBowling Green, KY\nWBKO\n13\nABC\n12/31/13\n8/1/05\n1\n2\n85%\n81\n1\n24\n184\nMeridian, MS\nWTOK\n11\nABC\n12/31/13\n6/1/05\n3\n67%\n72\n7\n25\n185\nCharlottesville, VA\nWCAV(i)\n19\nCBS\n8/15/14\nNA[I)\n2\n2\n2\n[i]\n70\nWVAW(i\n27\nABC\n12/31/13\n10/1/12\n26\n187\nParkersburg, WV\nWTAP\n15\nNBC\n1/1/12\n10/1/04(k)\n1\n1\n%96\n65\n27\n189\nGrand Junction, CO\nKKCO\n11\nNBC\n7/30/06 \n4/1/06 \n1\n1\n4\n37%\n64\n28\nNote(f)\nHazard, KY\nWYMT\n57\nCBS\n12/31/14\n8/1/05\n1\n1\n1\n30%\n169\n6,086(j)\n[a]Based on data published by Nielsen\nWYMT, station rank in DMA, station news rank in DMA and in market share data is based upon our\n(b)Based on the averageof Nielsendata for November July,May and February 2004 rating periods.\nreview of the Nielsen data for the November, May and February 2004 rating periods.WYMT does not\nSunday to Saturday, 6 a.m. to 2 a.m.\nreceive data for the July rating period.\n[c) In market share data is based on our review of the Nielsen data for the November, July, May and\n)KBTXisasatelite stationof KWTXunderFCCrules\nFebruary 2004 rating periods during various news hours.\n(h)]KGIN is a satellite station of KOLN under FCC rules.\n[d We have included only stations that BIA has reported at one share or more in three of the four most\ni)WCAVWVAW began broadcasting inAugust 2004.Currently, there is no ranking dataavailable.\n(j)Approximatly 5% of alUS televisionhouseholds.\nseenLoteing\nfanftdflin\nstationsin theLexington,KYDMA.\n[)KLBYand KUPKare satelitestations of KAKEunderFederalCommunicationCommissiontheFCCruls.\nfSecal6countytradingareaasdefinedbyNielsenandispartof thLxingtonKMFr\ndate of the license is expected to be October 1, 2012.\nNEWSPAPER PUBLISHING\nEstimated\nPublication\nMarket\nMarket Population\nHouseholds\nCirculation\nGwinnett Daily Post\nGwinnett County, GA\n650,000\n217,000\n62,000 Daily / 103,000 Sunday\n29\nThe Albany Herald \n Albany, GA \n325,000\n119,000\n26,000 Daily/28,000 Sunday \n30\n31\nThe Goshen News\nGoshen, IN \n117,000\n40,000\n16,000 Daily /16,000 Sunday\nRockdale Citizen/\nRockdale and Newton County, GA\n132,000\n45,000\n32\n8,000 Daily / 14,000 Sunday\nNewton Citizen\nWIRELESS MESSAGING\nOperation\nMarket\nService\nGrayLink \nAL, FL and GA\nWireless Messaging\n33",
    "Page_5": "FINANCIALHIGHLIGHTS\nHistorical\n2o Historical\n7\nSaoa Histaricn\n$150\nCampound Grewth\nCempound Greweh\n295\n$E 15\n$199\n5871\n$1\n$66\n9129\n31\n$\n$10-\n$47\n98\n9\n9\n$10\nE1\n2oo4RevenuebySegment\n2oo4RevenuebyCategory\n2o04MediaCashFlow(1)\n$347million\nS347 million\n$152 million\nClassifieds-\nPublishing 4%\nPublishing\nPublishing\nRetail -\nPaging 2%\nand Other\nPublishing 7%\nandOther\n15%\nOther3%\n10%\nPolitical 12%\nCirculation\n2%\nNetwork\n%\nBroadcasting\nBroadcasting\nNational.\nLocal-\nBroadcasting\nBroadcasting\n%06\n85%\n20%\n47%\nYear Ended December 31,\n2004\n2003\n% Change\n(in thousands, except percentages)\nNet Revenue:\n Broadcasting (less agency commissions)\n$293,273\n$ 243,061\n21 %\n Publishing and other\n53,294\n52,310\n2 %\nTotal Net Revenue\n$ 346,567\n$ 295,371\n17 %\nMedia Cash Flow:\nBroadcasting\n$137,227\n$99,510\n38 %\nPublishing and other\n14,964\n15,115\n(1) %\nTotal Media Cash Flow(l)\n$ 152,191\n$ 114,625\n33 %\nMedia Cash Flow Margins:\n Broadcasting\n47 %\n41 %\nPublishing\n28 %\n29 %\nTotal Media Cash Flow Margins(I)\n44 % \n39 %\n() See “Annual Report Notes\" immediately following the enclosed Form 10-K for definitions of “Media Cash Flow” and “Media Cash Flow Margin.\"",
    "Page_6": "TOOURSHAREHOLDERS\n 004 was a record year for Gray. Our television stations are continuing the tradition of being market\nleading local news organizations in the cities where we operate. The company has continued to\nmaintain an industry leading portfolio of high quality television stations. Gray has 23 of 31 stations\nranked #1 in their respective local market for delivering news audiences and 22 of 31 stations that are also\nranked #1 in overall viewing audience delivery based on ratings information provided by the A.C. Nielsen\nCompany. We believe no other major television station owner has, on a proportional basis, as many\nmarket leading television stations as Gray.\nWe were very pleased with the company's operating results for the year ended December 31 2004. The\npolitical advertising net revenue of $41.7 million set a new record for the company. Gray was fortunate\nto have eight stations in five states that were closely contested during the 2004 Presidential campaign\nhelping to significantly increase the political revenues over the previous record set in 2002. Political\nrevenue aside, we were also especially pleased with the 7% rate of growth in our core television local time\nsales excluding political revenues. With local sales the company can leverage its strong news operations to\nattract large overall viewing audiences throughout the day and thereby gain a disproportionate share of the\nindividual market's revenue. This growth in the core local business coupled with the very strong political\nrevenue helped to significantly increase 2004 total revenues and total media cash flow over the 2003\nresults. Total revenue increased 17% in 2004 to approximately $346.6 million compared to $295.4 million\nin 2003. Gray's 2004 media cash flow increased 33% to approximately $152.2 million compared to 2003\nresults of $114.6 million.\nDuring 2004 the company continued to grow by expanding its group of television stations. In August\n2004, we were proud to commence broadcast operations in Charlottesville, Virginia and begin to serve\nthat community with a newly constructed station operating two channels: WCAV affiliated with CBS and\nWVAW affiliated with ABC. Before our stations began operations only one local station was serving the\ncommunity. We look forward to seeing both of these channels grow with the Charlottesville community\nover the coming years.\nWe announced our acquisition of KKCO, the NBC affiliate serving Grand Junction, Colorado during 2004\nand we completed this $13.5 million acquisition in January 2005. Grand Junction is a rapidly growing\narea of Colorado and we look forward to this #1 rated station continuing to grow with the local area.\nWe also grew in 2004 by launching a UPN affiliated channel in three different markets. The UPN\nprogramming is delivered to local cable operators using a portion of our digital television spectrum.\nThese new UPN channels located in Knoxville, TN, Lexington, KY and Augusta, GA, open new revenue\nopportunities for the company with very low operating and capital costs. We currently plan on launching\ntwo more UPN channels in other markets in 2005 and will continue to study the feasibility of launching\nadditional UPN channels in other markets that Gray already serves. We look forward to having these\nlocal UPN channels grow and develop over the next several years.",
    "Page_7": "Looking ahead to 2005, Gray is committed to maximizing its operating potential. In this “off-year\" of the\ntwo year political advertising cycle the company will continue to focus on maximizing its core advertising\nrevenues while controlling operating cost increases.\nWe believe the company has a relatively moderate level of debt with primary maturity dates in 2010\nand 2011. The company's leverage ratios decreased significantly due to the strong operating performance\nin 2004. Gray's operating strengths and curent capital structure should allow the company to generate\na significant amount of cash from its operations over the near term.\nOur challenge has been and will continue to be how to utilize this cash to ultimately enhance shareholder\nvalue in the near term as well as the long term. As part of enhancing shareholder value, the company\nincreased its dividend in the first quarter of 2004 by 50% to three cents per common share. Also, given\nthe very strong operating performance of the company during 2004, we were very pleased to provide a\nspecial dividend of twelve cents per common share that was paid in January 2005. Gray's first quarter\n2005 ordinary dividend marks the 38th year the company has been paying ordinary dividends. We\nbelieve relatively few other broadcast companies have similar longevity in their dividend payment history.\nIn addition, during 2004 the company used a portion of the cash it generated from its operations to\nrepurchase approximately 1.7 million shares of Gray common stock thereby returning $22.4 million\nof value to shareholders.\nThe company's primary mission has remained unchanged for over a decade. Gray maximizes its cash flow\nby striving to be the primary news and/or entertainment provider to the people living in the communities\nwe serve. We are proud of the community service projects we provide to the people living in the\ncommunities we serve. Gray is also fortunate to have dedicated and professional employees who work\nhard to fulfill the company's primary mission.\nGray will continue to be a leader in delivering news and entertainment to the communities we serve.\nThat in turn will allow the company to continue to deliver strong results for its shareholders. Gray's\nhistoric focus has been on the creation of long term value. We continue to believe executing this strategy\nis in the best interest of all shareholders.\nAs of March 14, 2005\nJ. Mack Robinson\nRobert S. Prather, Jr.\nChairman and Chief Executive Officer\nPresident and Chief Operating Officer",
    "Page_8": "OTHERINFORMATION\nhe most recent certifications by Gray Television Inc.'s Chief Executive Officer and Chief Financial\n Officer pursuant to Sections 302 and 906 of the Sarbanes-Oxley Act of 2002 regarding the quality of\nthe Company's public disclosures are included as exhibits to the Company's Annual Report on Form 10-K\nfor fiscal year 2004 filed with the Securities and Exchange Commission. In addition, Gray Television Inc.'s\nChief Executive Officer submitted to the New York Stock Exchange the Annual CEO Certification for\n2004 as required by Section 303A.12(a) of the NYSE Listed Company Manual.",
    "Page_9": "THIS PAGE INTENTIONALLY LEFT BLANK",
    "Page_10": "ANNUALREPORTNOTES\nNon-GAAP Financial Measures\nMedia Cash Flow is defined as operating income, plus depreciation and amortization (including amortization of\nprogram broadcast rights), non-cash compensation and corporate overhead, loss on disposal of assets less payments\nfor program broadcast obligations.\nAdjusted Media Cash Flow is defined as Media Cash Flow less corporate and administrative expenses.\nMedia Cash Flow Margin is defined as Media Cash Flow divided by net revenue.\nA reconciliation of net income to Adjusted Media Cash Flow and Media Cash Flow follows (in thousands):\nYear Ended December 31,\n2004\n2003\nNet income\n$ 44,285\n$14,024\n Adjustments to reconcile to Adjusted Media Cash Flow:\nDepreciation\n23,656\n21,715\n Amortization of intangible assets\n975\n5,622\nAmortization of restricted stock award\n512\n454\n(Gain) loss on disposals of assets, net\n(451)\n1,155\nMiscellaneous (income) expense, net\n(1,016)\n(20)\nInterest expense\n41,974\n43,337\nIncome tax expense\n27,964\n17,337\n Amortizaton of program broadcast rights\n11,137\n11,136\nCommon Stock contributed to 401(k) Plan\nexcluding corporate 401(k) contributions\n2,548\n2,372\nPayments on program broadcast obligations\n(11,055)\n(10,967)\nAdjusted Media Cash Flow\n140,529\n106,165\nAdjustments to reconcile to Media Cash Flow:\n Corporate and administrative expenses\n11,662\n8,460\nMedia Cash Flow\n$152,191\n$114,625\nA similar reconciliation by segment is available at the Company's website at www.graytvinc.com\nThe Company has included Media Cash Flowand Adjusted Media Cash Flow because such data is commonly used\nas a measure of performance for media companies and is also used by certain investors and industry financial\nanalysts to estimate a measure for a company's market value and ability to service debt. Media Cash Flow and\nAdjusted Media Cash Flow are not, and should not, be used as an indicator or alternative to operating income, net\nincome or cash flow from operations as reflected in the Company's consolidated financial statements. Media Cash\nFlow and Adjusted Media Cash Flow are not measures of financial performance under generally accepted\n accounting principles and should not be considered in isolation or as a substitute for measures of performance\n prepared in accordance with generally accepted accounting principles.\nCautionary Statements for Purposes of the “Safe Harbor\" Provisions of the Private Securities Litigation Reform Act:\nComments on the Company's current expectations of future operating results contained in this annual report are\n s p r o i   s   o ssnd   Per,\noperations are subject to a number of risks and may differ materially from the current expectations discussed in\nthis annual report. See the Company's annual report on Form 10-K included in this annual report for a further\ndiscussion of the Company's operations.",
    "Page_11": "BOARD OF DIRECTORS\nWilliam E. Mayher, III (1) (2 (3) (4)\nHowell W. Newton (1)\nChairman of the Board of Gray Television, Inc\nPresident and Treasurer of Trio Manufacturing\nRetired neurosurgeon\nCo., a textile manufacturing company\nChairman of Gray's Audit Committee\nJ. Mack Robinson (3)\nChairman and Chief Executive Officer of Gray\nHugh E. Norton 2) (4)\nTelevision, Inc. and Chairman of the\nPresident of Norco, Inc., an insurance agency\nExecutive Committee\nReal estate developer in Destin, Florida\nChairman of the Board of Bull Run\nChairman of Gray's 2002 Long Term Incentive\nCorporation\nPlan Committee\nChairman of the Board and President of Delta\nLife Insurance Company and Delta Fire and\nHarriett J. Robinson\nCasualty Insurance Company\nDirector of Atlantic American Corporation\nChairman of the Board of Atlantic American\nDirector of Delta Life Insurance Company and\nCorporation, an insurance holding company\nDelta Fire and Casualty Insurance Company\n Director emeritus of Wachovia Corporation\nRay M. Deaver 2) (4)\nRobert S. Prather, Jr. β3)\nPast Chairman of the CBS Television Network\nPresident and Chief Operating Officer of Gray\nAffiliates Advisory Board\nTelevision, Inc.\nChairman of Gray's Management Personnel\nPresident, Chief Executive Officer and a\nCommittee\ndirector of Bull Run Corporation\nT. L. (Gene) Elder (1)\nHilton H. Howell, Jr. (3)\nFormer partner of Tatum CFO Partners, L.P.,\nVice Chairman of Gray Television, Inc.\na national firm of career CFO's\nPresident and Chief Executive Officer of\nCertified Public Accountant in the state\nAtlantic American Corporation, an\nof Georgia\ninsurance holding company\nExecutive Vice President and General Counsel\nZell B. Miller\nof Delta Life Insurance Company and Delta\nFormer United States Senator\n Fire and Casualty Insurance Company\n Former Governor of the state of Georgia\nVice President, Secretary and a director of Bull\nRun Corporation\nCommittees of the Board\n(1) Audit Committee\nRichard L. Boger (1)\n(2) 2002 Long Term Incentive Plan Committee\nPresident and Chief Executive Officer of\n(3) Executive Committee\nLex-Tek International, Inc., a computer and\n(4) Management Personnel Committee\ninternet software development company of\ninsurance and bank applications",
    "Page_12": "OPERATIONS\nTELEVISION BROADCASTING\nWVLT-TV\nKWTX-TV\nKOLO-TV\nWJHG-TV\nWTAP-TV\n 6450 Papermill Drive\n6700 American Plaza\n4850 Ampere Drive\n8195 Front Beach Road\nOne Television Plaza\nKnoxville, TN 37919\nWaco, TX 76712\nReno, NV 89502\nPanama City, FL 32407-4820\nParkersburg, WV 26101\n865.450.8888\n254.776.1330\n775.858.8888\n850.234.7777\n304.485.4588\nwww.volunteertv.com\nwww.kwtx.com\nwww.kolotv.com\nwww.wjhg.com\nwww.wtap.com\nWKYT-TV\nKBTX-TV\nWRDW-TV\nKXII-TV\nWCAV/WVAW-TV\n2851 Winchester Road\n4141 E 29th Street\n1301 Georgia Avenue\n4201 Texoma Parkway\n999 2nd Street, NE\nLexington, KY 40509\nBryan, TX 77802\nNorth Augusta, SC 29841\nSherman, TX 75090\nCharlottesville, VA 22902\n859.299.0411\n979.846.7777\n803.278.1212\n903.892.8123\n434.242.1919\nwww.kbtx.com\nwww.wrdw.com\nwww.wkyt.com\nwww.kxi.com\nwww.wcav.tv\nKAKE/KLBY/KUPK-TV\n KOLN/KGIN-TV\nWEAU-TV\nWTVY-TV\nKKCO-TV\n1500 N West Street\n840 North 40th Street\n1907 South Hastings Way\n 285 N Foster Street\n2325 Interstate Avenue\nWichita, KS 67203\nLincoln, NE 68503\nEau Claire, WI 54701\nDothan, AL 36303\nGrand Junction, CO 81505\n316.943.4221\n402.467.4321\n715.835.1313\n334.792.3195\n970.243.1111\nwww.kake.com\nwww.kolnkgin.com\nwww.weau.com\nwww.wtvynews4.com\nwww.nbc1 1news.com\nWOWT-TV\nWITN-TV\nWSAW-TV\nWHSV-TV\nWYMT-TV\n 3501 Farnam Street\nHighway 17 South\n1114 Grand Avenue\n50 N Main Street\n199 Black Gold Boulevard\nOmaha, NE 68131\nWashington, NC 27889\nWausau, WI 54403\nHarrisonburg, VA 22802\nHazard, KY 41701\n402.346.6666\n252.946.3131\n715.845.4211\n540.433.9191\n606.436.5757\nwww.wowt.com\nwww.witntv.com\nwww.wsaw.com\nwww.whsv.com\nwww.wymtnews.com\nWMTV-TV\nWCTV-TV\nWIFR-TV\nWBKO-TV\n615 Forward Drive\n4000 County Road 12\n 2523 N Meridian Road\n2727 Russellville Road\nMadison, WI 53711\nTallahassee, FL 32312\nRockford, IL 61101\nBowling Green, KY 42101\n608.274.1515\n850.893.6666\n815.987.5300\n270.781.1313\nwww.nbc15.com\nwww.wctv6.com\nwww.wifr.com\nwww.wbko.com\nKKTV-TV\nWILX-TV\nWIBW-TV\nWTOK-TV\n 3100 N Nevada Avenue\n 500 American Road\n631 SW Commerce Place\n815 23rd Avenue\nColorado Springs, CO 80907\nLansing, MI 48911\nTopeka, KS 66615\nMeridian, MS 39301\n719.634.2844\n517.393.0110\n785.272.6397\n601.693.1441\nwww.ktv.com\nwww.wilx.com\nwww.wibw.com\nwww.wtok.com\nNEWSPAPER PUBLISHING\nGWINNETT DAILY POST\nTHE ALBANY HERALD\nTHE GOSHEN NEWS\nROCKDALE CITIZEN/\n725 Old Norcross Road\n126 N. Washington Street\n114 South Main Street\nNEWTON CITIZEN\nLawrenceville, GA 30045\nAlbany, GA 31701\nGoshen, IN 46526\n 969 South Main Street\n770.963.9205\n229.888.9300\n574.533.2151\nConyers, GA 30012\nwww.gwinnettdailypost.com\nwww.albanyherald.com\nwww.goshennews.com\n770.483.7108\nwww.rockdalecitizen.com\nwww.newtoncitizen.com\nWIRELESS MESSAGING\nCORPORATE OFFICES\nGRAYLINK\nGRAY TELEVISION, INC.\n1306 Thomasville Road\n Executive Offices:\nAdministrative Offices:\nTallahasse, FL 32303\n4370 Peachtree Road, NE\n126 N. Washington Street\n850.841.7100\nAtlanta, GA 30319\nAlbany, GA 31701\nwww.graylink.com\n404.504.9828\n229.888.9378\nwww.graytvinc.com\nOTHER INFORMATION\nTRANSFERAGENTANDREGISTRAR\nINDEPENDENTREGISTERED\nTRUSTEE\nMellon Investor Services LLC\nPUBLIC ACCOUNTING FIRM\nFor 9 1/4% Senior Subordinated Notes Due 2011\nOverpeck Center\nPricewaterhouseCoopers LLP\n Deutsche Bank Trust Company Americas\n 85 Challenger Road\n10 Tenth Street, Suite 1400\n c/o DB Services New Jersey, Inc.\nRidgefield Park, NJ 07660-2108\nAtlanta, GA 30309\n100 Plaza One\n888.835.2869\n678.419.3000\nJersey City, NJ 07311\nwww.melloninvestor.com/isd",
    "Page_13": "SECURITIESANDEXCHANGECOMMISSION\nWashington,D.C.20549\nFORM10-K\n(Mark One)\nAnnualreportpursuant toSection13or15(d)of theSecuritiesExchangeActof1934for the\nfiscalyearendedDecember31,2004or\n口\nTransitionreport pursuant toSection13or15（d)of theSecuritiesExchangeAct of1934for\nthe transitionperiod from\nto\nCommissionFileNumber1-13796\nGRAYTELEVISION,INC.\n(Exact Name of Registrant asSpecified in Its Charter)\nGeorgia\n58-0285030\n(State orOtherJurisdiction of\n(LR.S.Employer\nIncorporation or Organization)\nIdentification No.)\n4370Peachtree Road,NE\nAtlanta,GA\n30319\n(Address of Principal Executive Offices)\n(Zip Code)\nRegistrant's telephone number, including area code: (404) 504-9828\nSecurities registered pursuant to Section 12(b) of the Act:\nTitle of each class\nName ofeach exchangeonwhichregistered\nClass A Common Stoek(nopar value)\nNewYork Stock Exchange\nCommon Stoek (no par value)\nNew York Stock Exehange\nSecurities registered pursuant to Section 12(g) of the Act:NONE\nIndicate by checkmark whether the registrant (1) has filedallreportsrequired to be filedby Section 13or\nregistrant was required to file such reports), and (2) has been subject to such filing requirements for the past 90 days.\nIndicate by check mark if disclosureof delinquent filers pursuant to Item 405of Regulation S-Kis not\ncontained herein,and will not be contained,to the best of the registrant's knowledge,in definitive proxy or\ninformation statements incorporated by reference in Part Ill of thisForm 10-K or any amendment to this Form 10-K.\n口\nIndicate by check mark whether the registrant is an accelerated filer (as defined in Exchange Act Rule 12b-2).\nThe aggregatemarket value of the voting stock (based upon theclosing sales price quoted on the NewYork\nStock Exchange) held by non-affliates as of June 30,2004:Class A and Common Stock;no par value -\nS578,012,923.\nThenumber of shares outstanding of theregistrant‘s classes of common stock as of February1,2005:Class A\nCommon Stock;noparvalue-5,763,220 shares;Common Stock,no par value42,872,904 shares\nDOCUMENTSINCORPORATEDBYREFERENCE\nPortions of the registrant's definitive proxy statement for the annual meeting of shareholders to be filed with\nthe Commission pursuant to Regulation14A is incorporated by reference intoPart Ill hereof\n1",
    "Page_14": "GrayTelevisionInc.\nINDEX\nPARTORITEM\nDESCRIPTION\nPAGE\nPARTI\nItem1.\nBusiness.\n3\nItem2.\nProperties.\n20\nItem3.\nLegal Proceedings.\n24\nItem4.\nSubmission of Matters to aVoteofSecurityHolders.\n25\nItem4A.\nExecutive Officers of theRegistrant.\n25\nPARTⅡI\nItem5.\nMarket forRegistrant's Common Equity.Related Stockholder Matters and\n27\nIssuer Purchases of Equity Securities.\nItem6.\nSelectedFinancial Data.\n29\nItem7.\nManagement's Discussion and Analysis of Financial Condition and\n30\nResults of Operations.\nItem 7A.\nQuantitative and QualitativeDisclosures aboutMarketRisk.\n48\nItem8.\nFinancial Statements and SupplementaryData.\n49\nItem9.\nChanges in and Disagreements with Accountants on Accounting and\n90\nFinancial Disclosure.\nItem9A.\nControls and Procedures.\n90\nItem9B\nOther Information.\n90\nPARTIII\nItem10.\nDirectors and Executive Officers of the Registrant.\n06\nItem 11.\nExecutive Compensation.\n91\nItem12.\nSecurity Ownership of CertainBeneficial Owners and Management and\n16\nRelated StockholderMatters.\nItem 13.\nCertainRelationships andRelated Transactions.\n92\nItem14.\nPrincipal Accountant Fees and Services.\n92\nPart IV\nItem15.\nExhibits and Financial Statement Schedules.\n92\nSIGNATURES\n97",
    "Page_15": "PART1\nItem 1. Business.\nwerefertoGray Television,Inc.anditssubsidiaries.Our discussion ofthetelevisionstations thatwe\nownandoperate does notinclude ourinterest in the stations ownedby Sarkes Tarzian,Inc.whichwe\nrefertoas\"Tarzian.\"\nTheCompany'scommon stock,no par value,（the“Common Stock)andits class A common stock,\nnopar value,(the“Class A Common Stock')have been listed and traded on The New York Stock\nExchange(the“NYSE)sinceSeptember 24,1996andJune 30,1995,respectiveiy.Theticker symbols\nare\"GTN\"foritsCommonStockand\"GTN.A\"foritsClassACommonStock\nUnlessotherwiseindicated,allstation rank,in-marketshareandtelevision househoiddata herein\nare derived from reports prepared by A.C. Nielsen Company (\"Nielsen\")\nGeneral\nAsofthe filingdate of the AnnualReport,the Company owns 31 television stations serving 27\ntelevision markets.Sixteen of the stations are affiliated with CBS Inc.,or“CBS,eight are affiliated with\nthe National Broadcasting Company,Inc.,or “NBCand seven are affiliated with the American\nBroadcasting Company,or“ABC.”The combined station group has 23 stations ranked #1 in local news\naudience and 22 stationsranked #1in overallaudience within theirrespectivemarketsbasedon the\nresults of the average of the Nielsen February,May,July and November 2004 ratings reports.The\ncombined TV station group reaches approximately 5.5% of total U.S.TV houscholds.In addition,with\n16CBSaffiliatedstations,theCompanyis thelargestindependentownerof CBSaffiliatesin the country.\nThe Company also owns and operates five daily newspapers,four located in Georgia and one in\nGoshen,Indiana.\ncertain select divestitures.Since January 1,1994,the Company's significant acquisitions have included\n29 television stations,three newspapers anda paging business and the divestiture of two television\nstations.Asaresultof the Company'sacquisitions andin supportofitsgrowth strategy,the Company\nhas added certainkeymembers ofmanagement and hasgreatly expandedits operations in the television\nbroadcasting and newspaper publishing businesses.\nAcquisitions,Investments andDivestitures\n2005Acquisition\nOn January 31,2005,the Company announced that it had completed the acquisition of KKCO-TV\nfrom EagleIII Broadcasting,LLC for approximately S13.5million plus fees.KKCO-TV,Channel 11\nserves the Grand Junction,Colorado television market and is an NBC affiliate.The Company used a\nportion of its cash on hand to fully fund this acquisition.\n2004PurchaseofFederalCommunicationsCommissionLicense\nOn August 17,2004,the Company completed the acquisition ofa Federal Communications\nCommission (FCC)television license for WCAV-TV,Channel 19,in Charlottesville,Virginia from\nCharlottesville Broadcasting Corporation.Gray's cost to acquire that FCC license was approximately S1\n3",
    "Page_16": "million.CBS,Inc.has agreed toa ten-year affiliation agreement to allowGray to operateWCAV-TV as\naCBS-affiliatedstation.\nGray also has an FCC license to operate a low power television station,WVAW-TV,in the\nCharlottesville,Virginia television market.The American Broadcasting Company has agreed to an\naffiliate.\nconstructthecombinedbroadcast facilitiesforboth stationsiscurrentlyestimatedtobe approximately\n$7.0 million.As of December 31, 2004 the majority of such construction costs had been incurred and\npaid.\n2002Acquisitions\nOnOctober25,2002 theCompany completeditsacquisition of Stations HoldingCompany,Inc\ntransaction.Effective with the completion of the transaction,Stations Holding changed its name to Gray\nMidAmerica Television,Inc.(Gray MidAmerica Television).With this transaction the Company\nacquired15networkaffiliated televisionstationsserving13televisionmarkets.OnDecember18,2002\nthe Company completed its acquisition of the assets of KOLO-TV, the ABC affiliate serving Reno,\nNevada.\nThe Company paid $516.5 million in aggregate cash consideration for Gray MidAmerica Television.\nThis amount includeda base purchase price ofS502.5million plus certain net working capital\nadjustmentsofapproximately$5.7million andfeesofS8.3million associatedwith the transaction.The\nCompany funded the acquisition and related fees and expenses by issuing30.0 million shares of Gray\nCommon Stock to the public fornet proceedsof $232.7million,issuing additional debt totaling$275.0\nmillionand cashonhand.\nFor advisoryservicesrenderedbyBull Run Corp.(Bull Run) a related party,in connection with the\nacquisition of Gray MidAmerica Television,the Company paid to Bull Run an advisory fee of S5.0\nmillion.This amount is included in the fees described above. The Company does not intend to engage\nBull Run for any such advisory or similar servicesin the future.\nThe Company paid S41.9 million in cash consideration for KOLO-TV.This purchase price included\nabase purchase price of S41.5million and related feesof approximately S400,000.The Company\nfinanced this transaction by utilizing cash on hand and net proceeds of S34.9 million from the issuance of\nanadditional 4.5million sharesof Gray CommonStock.\nTelevision Broadcasting\nTheCompany'sStationsandtheirMarkets\nAsusedin the table for the Company's stations (i)“in-market share ofhouseholds viewing\nhouseholds oflocalcommercial stations in themarketfrom 6a.m.to2am.Sunday throughSaturday，as\nreportedby Nielsenfor November,July,May &February2004:(ii)“stationrankinDMAisbasedon\ntheaverage ofNielsen estimates for November,July,May &February 2004for theperiod from6a.m.to\n2a.m.Sunday throughSaturday:(ii)station newsrankinDMAis based on management'sreview of\ntheNieisenestimatesforNovember,July,May&February2o04,(iv)estimatesofpopulation,average",
    "Page_17": "the BlAGuide;and(v)television households areasreported by Nielsenfor the2004-2005television\nseason.Designated Market Area is defined herein as“DMA.\"\nThe followingis a list of all our owned and operated television stations.In markets where we have\nsatellite stations andstations that serve distantcommunities,thefigureshavebeencombined.\nBroadcasting Surmmary\nFCC\nStation\nIa Market\nAffitiasin\nLeerse\nStatiom\nNews\nSaareef\nTelevibion\nDMA\nAnalog\nEapiration\nRankin\nRankin\nStatioas in\nHousehald\nHousebolds (a)\nRank(a)\nMarlet\nStato\nChannel Netwurk\nEspirfiea\nDate\nDMA\nDMAS)\n_DMAid)\nVienire(b)\nfiathomand)\n59\nKnexville, TN\nWVLT\nCBS\n12/31/14\n05/01/05\n2\n2\n23%\n514\n64\nLesington, KY\nWKYT\n27\n12/31/14\n05/01/05\n1\n1\n4\n36%\n481\nNote(f)\nHazaod, KY\nWYMT\n57\nCBS\n12/31/14\n08/01/05\n1\n1\n30%\n169\n66\nWiehitnHatchinson, KS\nKAKE\n10\nABC\n12/31/13\n06/01/06\nmm\nmm\n6\n23%\n446\n(CoRy,KS)\nKLBY(e)\n4\nABC\n12/31/13\n06/01/06\n(Ganden City, KS)\nKUPK()\n13\nABC\n12/91/13\n06/01/06\n3\n76\nCta,NE\nWOWT\n6\nNBC\n01:01/12\n06/01/06\n1\n5\n33%\n396\nMadisonWI\nWMTV\n15\nNBC\n01/01/12\n12/01/05\n2\n4\n26%\n364\n92\nColndo Sprirgs.CO\nKKTV\n10\nCBS\n12/31/14\n04/0L06\n5\n34%\n313\n$6\nKWTX\n10\nCBS\n12/31/14\n08/0L:06\n!\n5\n44%\n309\n(Bran TX)\nKBTX(g)\n3\nCBS\n12/31/14\n05/01/06\n103\nLinooln-Hastings\nKOLN\nCBS\n12/31/14\n05/01/06\n5\n53%\n275\nKesrey.NE\nKGIN\nCBS\n06/01:06\n(Geand Isand, NE)\n105\nGreevilleNew Bem\nWTIN\n7\nNBC\n01/01/12\n12/01:04()\n2\n4\n33%\n270\nWingon,NC\n109\nTallahss,FL-\nWCTV\n6\nCBS\n1231/14\n04/01/05()\n1\n4\nS8%\n260\nThemasrille, GA\n110\nLansiag MI\nWILX\n10\nNBC\n10/01.05\n2\n1\n4\n34%\n299\n114\nReso,NV\nKOLO\nABC\n1231/13\n10/01.06\n1\n1\n5\n30%\n247\n115\nAugwt GA\nWRDW\n12\nCBS\n12/31/14\n0401050)\n1\n1\n4\n39%\n247\n127\nLaCre-EmuClaire,WI WEAU\n13\n1//12\n1201/05\n1\n1\n4\n36%\n206\n133\nWauu-Rhincbde,WI\nWSAW\n7\nCBS\n12/31/14\n12/01/05\n1\n1\n4\n43%\n182\n134\nRockfoed, IL\nWIFR\n23\nCBS\n12/31/14\n12/01/05\n2\n2\n4\n30%\n181\n137\nTopeka, KS\n13\nCBS\n12/31/14\n06/01/06\n1\nI\n4\n50%\n171\n160\nPama C,FL\nWJHG\nNBC\n1//12\n02/01/05(k)\n1\n1\n3\n49%\n135\n161\nShermanTX-Ada,OK\nKXII\n12\nCRS\n1231/14\n08/01/06\n1\n1\n68%\n124\n172\nDocthan,AL\nWTVY\n4\nCBS\n1231/14\n0461/05(k)\n1\n1\n3\n73%\n99\n181\nHarrorburg,VA\nWHSV\n3\nABC\n1231/13\n1001/12\n1\n1\n1\n96%\n182\nBowling Green, KY\nWEKO\n13\nABC\n1231/13\n08/01/05\n1\n1\n2\n85%\n19\n184\nMeridian, MS\nWTOK\n11\nABC\n1231/13\n0601/05\n1\n1\n67%\n72\n185\nCharloneille, VA\nWCAV\nCES\n8/15/14\nNA(m)\n19\n2\n2\n2\n70\nWVAW()\n27\nABC\n12/31/13\n10/01/12\n187\nParkeshurg. WV\nWTAP\n15\nNBC\nz/10/10\n10/01/04(k)\n1\n1\n1\n%696\n65\n189\nGrand Janction, CO\nKKCO\n11\nNBC\n7/30/06\n0401/06\n1\n37%\n64\n6,056()\n(a)\nBased on data publishedbyNielsen.\n(b)\nBasedon the averageofNielsendata forNovember,July,MayandFebruary 2004rating period,Sunday\nto Saturday,6 a.m.to 2 a.m.",
    "Page_18": "Except for wYMT,in market share data is based on our review of the Nielsen data for the November,\nJuly,May and Feruary 2004rating periodduringvariousnews hoursForWYMT,inmarket share data\nisbasedonourreviewof theNielsendatafortheNovemberMay andFebruary2004ratingperiod during\nvarious news hours. WYMT does not receive data for the July period.\n(d)We have included only stations that BIA hasreported at one share ormore in thiree of the four mostrecent\nrating periods.The Company considers WYMT's service area asa separate television market (see Note f\nbelow) and does not include the station in the reported number of commercial television stations in the\nLexington,KYDMA\n(e)\nKLBY andKUPK are satellite stations ofKAKEunderFCC rules\n(f)\nSpecial 16 county trading area as defined byNielsen and is part of theLexington,KYDMA.\n(g）KBTX is a satellite station of KWTX under FCCrules.\n(b)\nKGINis a satellite station ofKOLNunderFCCrules.\nWCAV/WVAWbegan broadcasting in August 2004.Currently,there is no ranking data available.\nApproximately5%ofall US televisionhouseholds.\n(k)License renewal application has been filed with the Federal Cormmunication Commission (the\n“FCC) andrenewal is pending.As of the date offiling this Annual Report,the Company\nanticipates that all pending applicationswill be renewed in due course.\n(l)Data not yet available due to the station only beginning operations in the fourth quarter of 2004.\n(m)Original license application pending with the Federal Communications Commission.If license\nis granted as expected,the expiration date of the license is expected to be October 1,2012.\nThe percentage of the Company’s total revenues contributed by the Company’s television\nbroadcasting segmentwasapproximately85%,82%and74%for theyears endedDecember31,2004\n2003 and2002,respectively.\nTelevisionIndustryBackground\nThere are currently a limited number of channels available for broadcasting in any one geographic\narea,and the license to operate a television station is granted by the FCC.Television stations which\nbroadcast over thevery high frequency（VHF)band(channels 2-13)ofthe spectrum generallyhave\nsome competitive advantage over television stations which broadcast over theultra-high frequency\n(UHF\") band (channels above 13)ofthe spectrum,because the former usually have better signal\ncoverage and operateat alower transmissioncost.\nTelevision station revenues are primarily derived from local,regional andnational advertising and,\nto amuch lesserextent,from network compensation andrevenues from studio and tower spacerentaland\ncommercial production activities.Advertising rates are based upon avariety offactors,includinga\nprogram's popularity among the viewers an advertiser wishes toattract,the number ofadvertisers\ncompeting for the available time,the size and demographic makeup of the market served by the station\nand the availability ofaltermative advertisingmedia in the market area.Rates are also determined by a\nstationsoverall ratings and in-market share,as well as the stationsratings and share among particular\ndemographic groups,which an advertiser may be targeting.Because broadcast stations rely on\nadvertising revenues, they are sensitive to cyclical changes in the cconomy.The sizes of advertisers\nbudgets,which are affected by broad economic trends,affect the broadcast industry in general and the\nrevenues of individual broadcast television stations.\nAll television stationsin thecountryaregrouped byNielsenanational audiencemeasuring service,\ninto approximately 210 generally recognized televisionmarkets that are rankedin size according to\nvarious formulae based upon actual or potential audience.Each DMA is an exclusive geographic area\nconsistingof allcountiesin which thehome-marketcommercial stationsreceive the greatest percentagc\nof total viewing hours.Nielsen periodically publishes data on estimated audiences for the television\nstations in the various television markets throughout the country.\n6",
    "Page_19": "Four major broadcast networks,ABC,NBC,CBS and FOX dominate broadcast television.\nAdditionally,UnitedParamount Network(UPN\"),WarnerBrothersNetwork（\"WB\")and thePax TV\nNetwork havebeen launched asadditional televisionnetworks.An affiliate ofFOX,UPN,WBorPax\nTVreceives a smaller portion of each day’s programming from its network compared to an affiliate of\nABC,NBCorCBS.\nThe affiliation of a stationwithABC,NBCor CBShas a significantimpact on the composition of\nreceives the majority of each day's programming from the network.This programming,along with cash\npayments(network compensation\")in certain instances,is provided to the affiliate by the networkin\nexchangefora substantialmajority ofthe advertising time available for sale during the airing ofnetwork\nprograms.The network then sells this advertising time and retains the revenues. The affiliate retains the\nrevenues from time sold during breaks in and between network programs and programs the affiliate\nproduces or purchases from non-network sources.In acquiring programming tosupplement\nprogramming suppliedby theaffiliatednetwork,the affiliates compete primarilywith other affiliates and\nindependent stations in their markets.Cable systems generally do not compete with local stations for\nprogramming,althoughvariousnationalcablenetworksfrom time to timehave acquiredprogramsthat\nwould have otherwise been offered to local television stations.In addition,a television station may\nacquire programming through barter arrangements.Under barter arrangements,a nationalprogram\npayingareduced ornofeeforsuchprogramming.Mostsuccessfulcommercial televisionstations obtain\ntheir brand identity from locally produced news programs.\nIn contrast to a station affiliated with a network,afully independent station purchases or produces\nallof the programming that it broadcasts,resulting in generally higher programming costs.An\nindependentstation,however,retainsitsentireinventory ofadvertisingtime and alltherevenuesobtained\ntherefrom.As a result of the smaller amount of programming provided by its network,an affiliate of\nFOX,UPN,WBorPax TVmust purchase or producea greater amountof programming,resulting in\ngenerally higher programming costs.These affiliate stations,however,retain alarger portion of the\ninventoryofadvertisingtimeand therevenuesobtained thcrefrom compared to stationsaffiliatedwith the\nmajornetworks.\nCable-originated prograrmming is a significant competitor for viewers of broadcast television\nprogramming,although no singlecable programmingnetworkregularly attains audience levels amounting\ntomore than a small fraction of any single major broadcast network.The advertising share of cable\nnetworks has increased as a result of the growth in cable penetration (the percentage of television\nhouseholds which are connected to a cable system).Notwithstanding such increases in cable viewership\nand advertising, over-the-air broadcasting remains the dominant distribution system for mass-market\ntelevisionadvertising.\nThe Company accounts for trade barter transactions involving the exchange of tangible goods or\nservices withits customers.Therevenueisrecordedat the time the advertisementis broadcastand the\nexpenseis recorded at the time the goods orservices are used.Therevenue and expense associated with\nthese transactions arebased on the fairvalue of the assets orservicesreceived.\nIn accordance with the Financial Accounting Standards Board’s Statement No.63,Financial\nReporting by Broadcasters,the Company does not account for barterrevenue andrelatedbarter expense\nbarter expense generated from syndicated programming.Management of the Company believes that\nbarter revenue and related expense generated from syndicated programming is immaterial.Furthermore,\nany such barter revenue recognizedwould then require therecognitionof an equalamount ofbarter\nexpense. The recognition of these amounts would have no effect upon net income.\n7",
    "Page_20": "Seasonality\nBroadcastadverisingrevenuesregenerallyhighestinth secondandfouthquarterseachyear\nin part toincreases in consumer advertising in the spring andretail advertising in the periodleading up to\neven numberedyears dueto spending bypolitical candidates,which spending typically isheaviest during\nthe fourth quarter.The Company has received significant political advertising revenue during the current\nyear.\nNetworkAffiliationoftheStations\nEach of the Company’s stations is affiliated with amajor network pursuant to an affiliation\nagreement.Each affiliation agreement provides the affiliated station with the right to broadcast all\nprograms transmittedby the networkwith which the station isaffiliated.Inreturn,the network has the\nright to sell a substantial majority of the advertising time during such broadcasts.In exchange for every\nhour that a station elects to broadcastnetwork programming,the networkmay,in certain instances,pay\nthe station a specificnetwork compensation fee,which varies with the time of day.Typically,prime-time\nprogramming generates the highest hourly network compensation payments.Such payments are subject\ntoincrease or decreaseby the network during the termof an affiliation agreement with provisions for\nadvance notices and right of termination by the station in the event of a reduction in such payments.\nAlthough network affiliation agreementshave historicallybeen renewed by the Company and the\nunder their current terms.Network compensation has declined in recent years at certain of the Company's\ntelevision stations reflecting an ongoing phase out ofnetwork compensationSee the Broadcasting\nSummary table above for cach of the Company's television stations network affiliations and the expiration\ndate of the current affiliation agreements.\nNewspaperPublishing\nAt December 31,2004,the Company owned and operated five daily newspapers located in Georgia\nwas approximately 13%,15%and 22%for each of the years cnded December 31,2004,2003 and 2002\nrespectively.\nThe AlbanyHerald\nThe AlbanyHeraldnewspaperis locatd inAlbany,Georgiaandispublishedseven daysaweek to\n28,000 Sunday subscribers.The Albany Herald also producesa weekly advertising shopper and other\nniche publications.\nGwinnettDailyPost andRockdaleCitizen/NewtonCitizen\ncomunitiesinthemetroAtlantaGeorgia area withcompletelocalnews,sports andlifestylescoverage\ntogetherwithnationalstoriesthatdirectlyimpacttheirlocalcommunities.\nThe Gwirnett Daily Post is published Tuesday through Sunday and has a circulation of\napproximately 62,000 daily subscribers and 103,000 Sunday subscribers.The Gwinnett Daily Post is\nlocated northeast of Atlanta,Georgia in Gwinnett County,which has an estimated population of\napproximately 650.000.Since the purchase of the Gwinnett Daily Post in 1995,the frequency of\n8",
    "Page_21": "publication hasincreasedfrom three to six days per week and circulation has grown from13,000 to\n62,000weekdaysubscribers,\nRockdale Citizen/Newton Citizen is published seven days per week witha circulation of\npublication ofthe Newton Citizen for distribution into neighboringNewton County.The Rockdale\nCitizen is located in Conyers,Georgia,the county seat ofRockdale County,which is19 miles east of\ndowntown Atlanta.RockdaleCounty andNewton County's combined populationisestimatedtobe\napproximately132,000.\nTheGoshenNews\nThe Goshen News is published seven days a week with a circulation of 16,000 and serves Goshen,\nIndiana and surrounding areas.The Goshen News also produces a weekly advertising shopper.Since the\nCompany acquired The Goshen News in 1999, it has added a Sunday edition.\nIndustryBackground\nNewspaper publishing istheoldestsegment of themedia industryandasaresult ofthefocuson\nlocal news,newspapers in general remain an important media for local advertising.Newspaper\nadvertisingrevenuesare cyclicalandhave generallybeen affected by changesin nationalandregional\nand consolidations among large retailchains can result in reduced retailadvertising expenditures.\nClassified advertising,which makesup approximately one-third ofnewspaper advertising expenditures,\ncanbe affected by aneconomic slowdown and itseffecton cmployment,realcstate transactions and\nautomotive sales.However,growth in housing starts （the number of residential building projects\nbeginning in a specific period of time)and automotive sales,although cyclicalin nature,generally\nprovide continued growth in newspaper advertising expenditures.While the newspaper publishing\nindustry is impacted by the economic cycles,it is not generally affected by the cyclical nature of political\nadvertisingrevenue.\nPagers andWirelessServices\nThe Paging Business\nThe paging business,acquired by the CompanyinSeptember1996,isbasedinTallahassee,Florida\nand operates in Georgia,Alabama and Florida.In 2004,the Company's paging operations had\npercentage of totalCompanyrevenues contributed bythepaging segment was approximately 2%,3%and\n4%for theyears endedDecember31,2004,2003 and2002,respectively\nAdditionalInformationonBusinessSegments\nReference ismade to Note L.“Information on Business Segments to the Company's audited\nconsolidatedfinancialstatementsincludedelsewherehereinforadditional financialandotherinformation\nregardingbusinesssegments.",
    "Page_22": "Competition\nTelevision Industry\nCompetition in the television industry exists on several levels:competition for audience,\ncompetition for programming(including news) and competition for advertisers.Additional factors that\nAudience.Stations compete for audience based on program popularity，which has a direct effect on\nadvertisingrates.A substantialportion of the daily programmingoneach ofthe Company'sstationsis\nofthenetworkprograms to attract viewers.There can benoassurance that such programming will\nachieve or maintain satisfactory viewership levels in the future.Non-network time periods are\nprogrammed by the station with a combination of locally produced news,public affairs and other\nbarter,orbarter only.\nInaddition,the development ofmethods of television transmissionofvideoprogramming other than\nover-the-air broadcasting,and in particular cable television,has significantly altered competition for\naudience in the television industry.These other transmission methods can increase competition for a\nbroadcasting stationbybringingintoitsmarket distant broadcastingsignalsnot otherwise availableto the\nstation’s audience and also by serving as a distribution system for non-broadcast programming.\nOther sources of competition include home entertainment systems,“wireless cable”services,\nsatellite master antenna television systems,low power television stations,television translator stations,\ndirectbroadcast satellite(DBS\")video distribution services and theinternet.\nProgramming.Competition for programming involves negotiating with nationalprogram\ndistributors or syndicators that sell first-run and rerun packages of programming.Each station competes\nagainst the broadcaststation competitorsinitsmarketforexclusive access to off-networkreruns(such as\nSeinfeld)and first-run product (such as Oprah).Competition exists for exclusive news stories and\nfeatures aswell.Cable systems generally do not competewith local stations for programming,although\nvarious national cable networksfrom time to time have acquiredprograms thatwould have otherwise\nbeen offered to local television stations.\nAavertising.Advertising ratesare based upon the size of the market in which the station operates,a\nstations overall ratings,a programs popularity among theviewers that an advertiser wishes to attract,the\nnumber ofadvertisers competingfor the available time,the demographicmakeup of themarket servedby\nthe station,the availability of alternative advertising media in the market area,aggressive and\nknowledgeable sales forces and the development of projects,features and programs that tie advertiser\nmessages to programming.Advertising revenues comprise the primary source ofrevenues for the\nCompany's stations.The Company's stations compete for such advertisingrevenues with other television\nstations and other mediain their respective markets.The stations also compete for advertisingrevenue\nwith othermediasuchasnewspapers,radio stations,magazinesoutdooradvertisingransitadverising\nyellow page directories,direct mail,internet and local cable systems.Competitionforadvertising dollars\nin thebroadcastingindustryoccursprimarilywithin individualmarkets\nThe Companysnewspapers compete foradvertisers with a number of othermedia outlets,including\nmagazines,radio,television and the internet,as well as othernewspapers,which also compete for readers\n10",
    "Page_23": "the Company'snewspaper competitors is significantlylarger than the Company andoperates in two of its\nnewspapermarkets.The Company differentiates its publications from the other newspaper by focusing\nclearlyidentifies themarketsit wishes to target and seeks to become the primary source for local news\nand advertising information within those markets.\nPagingIndustry\nThe paging industry is highly competitive. Companies in theindustry compete on the basis of price,\ncoverage area offered to subscribers,available services offered in addition to basic numeric or tone\npaging,transmission quality,system reliability and customer service.The Company's paging services\nalso compete with other wireless communications services such as cellular service.The Company\ncompetes by maintaining competitive pricing ofitsproduct and service offerings,by providing quality.\nreliable transmission networks and by furnishing subscribers a superior level of customer service.\nHowever,due toincreased competition the number of units in service has decreased over the lastseveral\nyears.The Company has also begun reselling cellular telephones and cellular services.\nFederal Regulation ofthe Company'sBusiness\nTelevisionBroadcasting\nFCC Regulation.Television broadcasting is subject to the jurisdiction of the FCC under the\nCommunications Act of 1934 (the“Communications Act),as amended by,among other statutes,the\nTelecommunications Act of1996(the“Telecommunications Act).The Communications Aet prohibits\nthe operation of television broadcasting stationsexcept under alicense issued by theFCCandempowers\nthe FCC,among other things,to issue,revoke and modify broadcasting licenses,determine the locations\nofstations,regulate the equipmentused by stations,adoptregulations to carryoutthe provisions of the\nCommunications Act andimpose penalties forviolation of suchregulations.The CommunicationsAct\nprohibits the assignment of a license or the transfer of control ofa licenseewithout prior approval of the\nFCC.\nLicense GrantandRenewal.Televisionbroadcastinglicensesgenerally aregrantedorrenewedfora\nperiod of eightyears,butmayberenewed fora shorterperiod uponafindingby theFCC that thepublic\ninterest,convenience,and necessity”would be served thereby.Broadcast licenses are of paramount\nimportance to the Company's Television Broadcastingsegment.The Communications Actrequires a\nbroadcast license to be renewed if the FCC finds that:(i)the station hasserved the publicinterest,\nconvenience and necessity;（i)there have been no seriousviolations ofeither the CommunicationsAct or\ntheFCC'srules and regulations by thelicensee;and (ii)there have been no otherviolations which, taken\ntogether,would constitute a pattern ofabuse.At the time an application is made for renewalofa\ntelevisionlicense,partiesininterestmayfilepetitions to denyand such partiesncludingmembersof t\npublic,may commentupon the service the station hasprovided during the preceding license term and\nurgedenial of the application.If theFCCfinds that thelicenseehasfailed tomeet theabove-mentioned\nrequirements,itcould denythe renewal application orgranta conditional approval,includingrenewal for\na lesser term.The FCCwill not consider competingapplications contemporaneously with arenewal\napplication.Only after denying a renewalapplication can the FCCacccpt and consider competing\napplications for the license.Although in substantially all cases broadcastlicenses are renewed by the\nFCCeven when petitions to deny are filed against broadcast license renewalapplications,there can beno\nassurance that the Company's stations’licenseswill berenewed.The Company isnot aware of anyfacts\norcircumstancesthatcouldprevent therenewalofthelicensesforitsstationsatthe endoftheir\nrespective license terms.Sce the dates through which the current licenses are effective in the\nBroadcastingSummary tableincludedonpage 5of thisAnnual Report.\n11",
    "Page_24": "Ownership Restrictions.Currently,the FCC'sbroadcast ownership rules limit the ownership\noperation or control of,as well as the“attributable” interests or voting power in:(l) television stations\nserving the same area;(2) television stations and daily newspapers serving the same area;and （3）\ntelevision stations and radio stations serving the same area.Therules also limit the aggregate national\naudience reach of television stations that may beunder common ownership,operation and control,orin\nwhich a single person or entitymay hold office or havemore thana specified interest orpercentage of\nvoting power.Pursuant to the 1996Act andrecent appropriations legislation,the FCC must review all of\nitsbroadcastownershipruleseveryfouryearstodetermineiftheyremainnecessaryinthepublicinterest.\nTheFCCcompleteda comprehensivereviewofits ownershiprules in2003,significantlyrelaxing\nrestrictions on thecommonownershipoftelevision stations,radio stations anddailynewspapers within\nthe same localmarket.However,the new rules have yet to take effect due tolegalchallenges.The\noutcome oflitigation andlegislativeefforts and theultimatelandscape ofFCCownershipregulation are\ninflux andmaynotberesolvedfor some time.\nThird Circuit releaseda split decision rejecting much of the Commission's 2003 decision on media\nownershipregulations.Whileaffirming theFCCincertainrespects,theThird Circuit found fault with the\nCommission's proposed new limits on media combinations,remanded them to the agency for further\nproceedings andextendeda stayon theimplementationof thenewrulesthatit hadimposedinSeptember\n2003.As aresult,therestrictions that were in place prior to theFCC's 2003 decision generally continue\ntogovem media transactions,pending completion of the agencyproceedings on remand and/or further\njudicialreview.\nThe discussion below reviews the changes contemplated in the FCC's 2003 decision and the Third\nCircuit'sresponse to the revised ownershipregulations that the Commission adopted.\nLocalTV OwnershipRule:Inits 2003decision,theFCCrelaxed thelocal television ownership\nregulationby eliminating its\"eightvoices\"test,which barred co-ownership of twoTVstationsin a local\nmarket unless at least cight independently owned,full-power television stations,or \"voices,”remained.\nThe modifiedrule would have permitteda company to own two commercial television facilities（a\nduopoly\")in any market with at least five such stations.In the largest markets-those with at least 18\ntelevision stationsa company would,forthe first time,be permitted to own threeTV stations.So-called\n\"triopolies\"would be available onlyin a handfulofthe nation's largestmarkets.Under the new rules\nthan one of the co-owned stations may be ranked among the top four in audience ratings.The new rule\nwould allow parties to seek waivers of the‘top four”restriction in markets with 11 or fewer stations.\nTheThird Circuitupheld theFCC'sdecision toretainaprohibition ofcommon ownership ofmore\nthan one top-four ranked station in a given market.However,the Court remanded for further\nconsideration the othernumerical limits applicable to same-market TVstation combinations,and the\n\"eight voices\"requirement of the pre-2003 rules therefore remains in effect.\nCross-Media Limits:The newspaper/broadcast cross-ownership rule,originally adopted in 1975,\nin the same community.The old radio/television cross-ownership rule allowed a party to own oneTV\nstation（or two,if permitted under the television duopoly rule)and a varyingnumber of radio stations\nwithin a singlemarket,dependingonthenumberofindependently ownedmediavoices thatwould remain\npost combination.The cross-media limits (\"CMLs\") adopted in the Commission's 2003 decision would\nsupplant bothruleswith three different categoriesofrestrictions basedon the number of comercial and\nnoncommercial television stations in the relevant locale.First,in markets with three or fewer TV\nstations,the FCCwould not permit any cross-ownership amongTVstations,radio stations,anddaily\n12",
    "Page_25": "newspapers.Second,in markets with between four and eight TV stations,the agency would permit one\nofthefollowingthree combinations:\none or more daily newspaper(s),one TV station, and up to 50 percent of the radio stations that\nwould be permissible under the FCC'sseparate localradioownership limits for that\ncommunity;or\none or more daily newspaper(s), and as many radio stations as can be owned pursuant to the\nlocalradioownershiplimits；or\ntwoTVstations（solongasownershipwouldbepermissibleunder the duopolyrule)and as\nmany radio stations as the local radio ownership limits permit,but no dailynewspapers.\nThird, in local markets with nine or more TV stations, the Commission would allow any newspaper and\nbroadcast cross-media combinations,so long as they comply with the local TV ownership rule and local\nradio ownershiprule.\nAlthough the Third Circuit determined that the Commission's decision to eliminate its outright ban\nonnewspaper/broadcast cross-ownership was justified, the court also found that thenew CMLs adopted\nbytheagencywere inconsistentand basedon irrationalassumptions.The CMLs consequently were\nremanded tothe Commissionforfurtherconsideration,and theformerradio/TVcross-ownershiplimitsas\nwell as the newspaper/broadcast cross-ownership ban wereleft in place in the meantime.\nNational Television Station OwnershipRule:In its2003decision,theFCCraised thenationalTV\nownership cap—the percentage of national U.S.households that a single owner can reach through\ncommonly owned televisionstationsfrom 35 percent to 45percent.In thatsame decision,the\nCommission decided toretain the 50percent“discount\"that it currently grants to ultra-high frequency\namongbroadcast networks.\nThis rule change sparked considerable controversy in Congress,eventually leading lawmakers to\nthe Consolidated Appropriations Actof 2004.Section 629of that legislation set the national TV\nruledthatchallengesbeforeit to thenational televisionownershipcapwere moot.The courtalso\ndeclared that the legislative rider mooted questions about the UHF discount,which had been challenged\nby several parties.\nAttribution Rules.Under theFCC's ownership rules,a direct or indirect purchaser of certain types\n“attributableinterestin othermedia properties in the same areas asstations owned by the Company orin\na manner otherwise prohibitedby theFCC.Pursuant toFCCrules adopted inAugust 1999,asmodified\nslightly on January 2001, the following relationships andinterests generally are considered attributable\nfor purposes of the agency's broadcast ownershiprestrictions:\nAll officers and directors of a licensee and its direct or indirect parent(s);\nVoting stock interests of at least five percent;\nStock interests of atleast 20 percent,if the holder is apassive institutional investor(investment\ncompanies,banks,insurance companies);\n13",
    "Page_26": "Any equity interest in a limited partnership or limited liability company,unless properly\n\"insulated” from management activities; and\nEquity and/or debt interests which in the aggregate exceed 33percent ofa licensee's total\nassets,iftheinterest holder suppliesmore than 15percent ofthe station'stotal weekly\nprogramming,or is a same-market broadcast company or newspaper.\nTime brokerage of a broadcast station by a same-market broadcast company or newspaper.\nSame market radio joint sales agreements (in addition, the Commission is considering making\nsame-market television joint sales agreementsattributable.)\nTothe bestof theCompany’sknowledgeno officer,directoror5%stockholderof the Company\ncurrentlyholds anattributableinterestinanothertelevisionstation,radio stationor dailynewspaper thatis\ninconsistent with the FCC's ownership rules and policies or with ownership by the Company of its\nstations.\nAlien OwnershipRestrictions.The Communications Actrestricts the ability of foreign entities or\nindividuals to own or hold interests in broadcast licenses.Foreign governments,representatives of\norganized under the laws of a foreign nation are barred from holding broadcast licenses.Non-citizens,\ncollectively,may directly or indirectlyown orvote up to20%of the capital stock ofa licensee.In\naddition,abroadcastlicensemaynot begranted toorheld by any corporation thatiscontrolled,directly\norindirectly，by any other corporationmore than one-fourthof whose capital stock isowned orvoted by\nnon-citizens or their representatives or by foreign govermments or their representatives,or by non-U.S.\ncorporations iftheFCCfindsthatthepublicinterestwillbeservedbytherefusalorrevocation ofsuch\nCommunicationsAct to require an affirmative publicinterest finding before a broadcast licensemay be\nlimited circumstances.The Company,which serves as a holding company for wholly-owned subsidiaries\nthat arelicenseesforits stations,thereforemayberestrictedfromhavingmore than one-fourthofits stock\nowned or voted directly or indirectly by non-citizens,foreign governments,representatives of non-\ncitizens or foreign govermments,or foreign corporations.\nProgramming andOperations.TheFCCsignificantlyreduceditsregulation of theprogramming and\nother operations ofbroadcast stations a mumber of years ago,including elimination of formal\nascertainment requirements and guidelines concerming the amounts of some types of programming and\ncommercial matter that may be broadcast.There are,however,FCCrules and policies,and rules and\npolicies of other federal agencies,that regulate matters such as network/affiliate relations,political\nadvertising practices,obscene and indecent programming,accessibility of television programming to\naudience members who arevisually or hearing disabled,childrens programming.employment practices,\nand other areas affecting the business or operations of broadcast stations.\nThe Children’s Television Actof 1990 limits the permissible amount of commercialmatterin\nchildren's television programs and requires each television station to present cducationaland\ninformational children's programming.The FCC subsequently adopted stricter children's programming\nrequirements,including a requirement that television broadcasters provide aminimum of three hours of\nchildren’s educational programming per weekIn addition,in September 2004,the FCC issued the first\nin what may be a series of“public interest”mandates relating to the implementation of digital television\nservice (\"DTV)（whichis discussed in detail below).Amongother things,the Commission determined\nthat the amount of children’s cducational programming it would require aDTV broadcaster to air will\nincrease proportionally with the number of freevideoprogramming streams broadcast simultaneously (or\n14",
    "Page_27": "\"multicast\")by the broadcaster.In addition,the FCCextended its existinglimits on the duration and\nestablished new restraints designed to address excessive“commercializationof children's fare on both\nanalog and digital programming.including a ban on the airingofInternet addresses to web pages\ncontainingcommercialcontent.\nIn August 2003,FCC Chairman MichaelPowell announced the opening ofaproceeding to seek\ncomment on a wide range of measures aimed at promoting“localism”in broadcasting.This initiative has\nresultedinthe creationofaLocalismTaskForce toconduct studies tomeasurelocalism,organizeaseries\nofpublic hearings on localism around the country and offer recommendations to both the agency and\nCongressonhow topromotelocalism in television andradio.InJuly2004,the Commissionreleaseda\nwide-rangingNotice ofInquiryintobroadcasters'localismpractices.The NOI askswhether additional\nregulation is necessary to ensure that licensces satisfy the programming needs and interests of their local\naudiences.Among other things,the Commission suggests imposing minimum requirements for the\namount of time dedicated to local and national political programming.This proceeding remains pending,\nandtheCompanycannotpredictitsoutcome\nThe FCCrecently has also stepped up its enforcement with respect to broadcast indecencyissues.In\ndoing so,the Commission has explicitly stated its willingness to find licensees liable for repeated\nviolations duringasingleprogram(which canlead to significantlyincreased fines) and issued warmings\nabout possible license revocation proceedings for serious violations.The agency brought several\nsignificantindecency enforcement actionsin 2004and proposeda new rule requiring broadcasters to\nretain copies of their programming for alimited time,purportedly to facilitate investigation into and\nprosecution of indecency violations,That proposalremains pending.\nEEORules.InOctober2002,theFCCadoptednewEqual EmploymentOpportunity (EEO')Rules\nthatwentinto effectMarch10,2003.The newrulesimpose jobinformation dissemination,recruitment\nand reporting requirements.Specifically,broadcasters must (l)widely disseminate information\nconcerming each full-time job vacancy;(2)providenotice ofeach full-time job vacancy to recruitment\nparticipation in job fairs,scholarship programs and EEO training.The newrules also require licensces to\nfile periodic reports relating to the EEO requirements.Broadcasters may be subject to random audits to\nensurecompliancewith thenewEEOrulesandcouldbesanctionedfornoncompliance.\nCable and Satellite Transmission ofLocalTelevisionSignals.TheFCC has adopted various\nregulationstoimplementprovisionsof the CableTelevision ConsumerProtection and CompetitionAct of\n1992,as amended by the 1996Act,governing the relationship between broadcasters and cable operators.\nAmong other matters,these regulations require cable systems to devotea specified portion oftheir\nchannel capacity to thecarriage ofthe signalsoflocal television stations andpermitTVstationstoelect\nbetween“must carry rights\"or aright torestrict or prevent cable systems from carrying the station's\nsignalwithout thestation'spermission（retransmission consent\").The CommunicationsAct and FCC\nand other systems in the distribution of TVsignals,video programming and other services.Each of the\nsystems,the Companys stations have entered into retransmission consent agreements.These clections\n31,2005.\nIn November 1999,Congress enacted the Satellite Home Viewer Improvement Act of 1999\n(SHVIA\"),which establisheda copyright licensing system for limited distribution of television\nnew system.SHVIA also extended the current system of satellite distribution of distant network signals\ntounserved households (i.e.,those that donot receive a GradeBsignal from alocal network affiliate).\n15",
    "Page_28": "As part of the rulemakings required under SHVIA,the FCC established a market-specific\nrequirementformandatory carriageoflocal television stations.Similar to the obligations applicableto\ncable systems,the rules require satellite operators to carry all local broadcast signals in those markets in\nwhich they choose toprovide any local signal,beginningJanuary1,2002.Stationsin affectedmarkets\neffective from January 1,2002 toDecember 31,2005.Further,under SHVIA,those broadcasters\nselccting retransmission consent (as opposed tomust carry rights)originally were required to meetcertain\ngood faith”requirements in negotiating for carriagerights until 2006.\nWith SHVIA set to expire onDecember3l,2004,Congressrecently passed the Satellite Home\nViewer Extension and Reauthorization Act of 2004 （\"SHVERA\"),which extendsthe compulsory\nother issues related to the carriage of broadcast television signals on DBS systems.Specifically.\nSHVERArequiressatellitecarrierstophase out the carriageofdistantsignalsinmarketswhere they carry\nlocal broadcastsignals.The new statute alsopermits satellite carriers to deliver the distant signal ofa\nonlyif thelocal stationaffiliatedwith thatnetworkmisses theFCC'sdeadlinesforincreasingits digital\nsignal power (also discussed below).In addition,the law extends toDBS operators the obligation to\nbroadcasterswere subject to the goodfaithrequirement,whichwas scheduled to sunset onDecember31\n2005but will now sunset onDecember 31,2009.The Company cannot predict the impact of DBS\nservice upon the Company'sbusiness.It has,however,entered a retransmission consent agreement with\nEchoStarandDirectTVfor theretransmission ofits televisionstations'signalsinto thelocalmarkets that\ntheyserve.\nDigitalTelevisionService.InApril 1997,theFCCadoptedrulesforimplementingDTVservicein\ntheUnitedStates,which willimprovethe technical qualityof television signalsreceived byviewers and\ngivetelevision broadcasters the ability toprovidenew services,includinghigh-definition television.\nOnApril 3,1997,all broadcasters holdinga license orconstruction permitfora full-power television\nstation were assigneda second channel in order to provide cither separate DTVprogramming or a\nsimulcast of their analog programming. These second channels were assigned for an eight-year transition\nperiodscheduled to endin2006.Stationswererequired toconstruct theirDTVfacilitiesandbeon the ain\nwitha digitalsignal according toaschedulesetby theFCCbasedon the type of stationand the size of the\nmarketin which it islocated.Generally,under current FCCrules each ofthe Company's stations was\nrequired toconstructDTVfacilitiesandcommence operationsbyMay2002.Exceptasnotedbelow,all\nother commercialbroadcasterswererequired tofollow suitbyMay1,2002.Asofthe date offiling this\nAnnual Report, the Company was in compliance with the FCC's digital broadcasting requirements at all\nofitsstations.\nAt the end of the DTV transition period,analog television transmissions will cease and DTV\nchannelswill be reassigned to a smaller segment of thebroadcasting spectrum comprising channels 2-51.\nAlthough theFCChas targetedDecember31,2006asthe date bywhichall television broadcastersmust\nreturn their analoglicenses,theBalancedBudget Actof 1997allows broadcasters tomaintainboth their\nanalog and digital licensesin a market until atleast85percent of the television householdsinthatmarket\nPlanafter FCC Media Bureau Chief Ken Ferree) that would allow the 85 percent threshold to be met\nnationwide onJanuary 1,2009.In addition,there have beenlegislative proposals designed to speed up\nthe end of the transition.The Company cannot predict the outcome of either the Commission’s or the\nlegislativeproposals.\nWhen the FCC adopted service rules for the digital television transition,it stated that it would\nperiodically review the transition's progress.In its first review,completed in 2001,the Commission\n16",
    "Page_29": "decided topermitbroadcasters to constructinitial minimalDTVfacilities (i.e.,facilities that coveronly\ntheir citiesoflicense)while retaining interference protection for their allotted andmaximized facilities.\nIn September 2004,theFCCissuedadecision in its second periodicreview of theDTV transition,\ninwhich it revisited severalof the issues addressed in 2001 and considered a number of new matters.\nAmongotherthings,thedecision:\nSet deadlines bywhich broadcasters operatingwith minimal (e.g.,reduced power)DTV facilitics\nmust either provideDTVservice to their fullauthorized coverage areas or else lose interference\nprotection to the unserved areas.For top 4 network affiliated stations in the top 100 markets, the\ndeadlineisJuly 1,2005;for all remaining commercial andnon-commercial stations,the deadline\nis July 1, 2006.\nchannelwithin thecoreDTVspectrum(Channels2-51);thisprocessbeganinNovember 2004,\nTheFCCwill continue toreview the progress of DTV periodically andmake adjustments to the\ntransition schedule, as necessary.\nTheFCCalso is consideringwhetherandhow toextendcable systems'obligations formandatory\nregarding the carriage(must carry\")rights of digital television broadcasters on local cable and certain\nDBSsystems.Although theFCCdeferredmaking a decision as to whetherbroadcastersareentitled to\ndetermine the following:\n·Digital-only television stations may immediately assert carriage rights on local cable systems\nTelevisionstations thatretum theiranalogspectrum andconvert todigitaloperations are entitled\nto must carry rights; and\nAdigital-only station assertingmustcarry rightsisentitledonlyto carriage ofa single\nprogramming streamandother\"program-relatedcontent,regardlessof the number of programs\nit multicasts on its digital spectrum.'\nSeveralpartiesfiledpetitionsforreconsiderationofvariouspartsoftheFCCsDTVmustcarry\nchanges,if any,theFCCwill make toits DTVmust carryrules onreconsideration.\nInaddition,becauseitdetermined that the lackofDTVreceiver capabilityin television setswas\ndelaying the transition,the FCC issued a decision in August 2003 adopting a plan to phase in the\ninclusion of digital tuning and decoding devicesin television sets,Specifically,the decision requires all\nnew television sets with screens13inchesand largerand all TVinterface devices(VCRs,etc.)toinclude\nthe capability of tuning and decoding over-the-air digital signals by 2007.\nAnothermajorconcermfortheDTVtransition involves the technical standards needed to ensure that\ndigital television sets can connect to cable systems.On September 10,2003,the FCC adopted“plug-and\nIn its September 2004 decision,the Commission also eliminated a requirement that broadcasters simulcast a certain\npercentage of thevideo programming of their analog channel on their DTV channel.TheFCCnoted,bowever,that\nit will continue to monitor the transition's progress and, if necessary,re-impose the requirement at a later date.\n17",
    "Page_30": "play”rules for cable adaptability.Under theserules,consumers will be able to plug their cable directly\ninto their digital televisionswithout the need fora set-topbox.Theserules cover one-way programming\nstandards thatwould eliminate theneed forset-topboxesforadvancedservicessuch asvideoon demand\nimpulse pay-per-viewandcableoperator-enhancedelectronicprogrammingguides.The Company\ncannotpredict theoutcome of thosenegotiations\nThe FCC also has issued a decision regarding the protection of over-the-air digital broadcasts from\nunauthorizedcopyinganddistribution.Specifically,onNovember4,2003,the Commission adoptedanti\npiracy protection for digital television in the form of a“broadcast flag.\"A broadcast flag is a digital code\nthat canbe embedded into a digital broadcasting stream.Thiswill allow a broadcaster,at its discretion,to\npreventmass distribution ofits digital signalover theInternet,without affecting consumers’ability to\nmake digitalcopies.Digitaltelevision cquipment must comply with the FCC'sbroadcast flag\nrequirementsbyJuly1,2005.\nAdditionally,theFCCrecently adoptedrules andprocedures to facilitate the digital conversion of\nLowPower Television(LPTV\")stations,TV translator stations and TVbooster stations.Under these\nrules,existing,LPTVand TV translator stations may convert to digital operations on their current\nchannels.Alternatively,LPTVand translator licensesmay seeka digital“companion”channel for their\nanalogstation operations.At alater date,the FCCwill determine the date by which those stations\nobtaining a digital companion channel must surrender one of their channels.\nmulticast several program streams in lowerresolution formats,known as standard definition television\n(\"SDTV\").Broadcasters alsomay use some of their digital spectrum to provide non-broadcast\n“ancillary”servicessuch as subscription video, data transferor audio signalsprovided such services\ndonot interferewith themandatory free digital broadcasts.Stations using their DTV spectrum for\nsubscription servicesmustpay the government a fee of5percentofgrossrevenuesreceived from such\nuse of the digital spectrum.Because of the flexibility of the U.S.digital system,moreover,licensees are\nable to shift between different quality services (including data) in different time periods.\nprogramming.Thus,licensees may use their digital channels according to their best business judgment,\nprovided they continue to offer at least onefree programming servicewith a resolution comparable to or\nbetter than today’s service.Network-affiliated DTV broadcasters in the top 30 television markets must\nbroadcast a DTV signal at any time they broadcast an analog signal.All other stations currently must air\naDTVsignalforan amountoftime equivalent to75percentofthetimetheyprovide an analogsignal\nincreasing to 100percent on April 1,2005.The DTV signal must always be in operation during prime\ntimehours.\nIn addition,asdiscussedaboveinSeptember2004,theFCCissuedanorderspecificallyaddressing\nthe children's programming obligations ofDTV broadcast licensees.Still under consideration ina\nproceedinginitiallylaunched duringthe Clinton Administration are suchissues aswhether alicensee's\npublicinterestobligationsattach to theDTVchannel asawhole orto each programstreamofferedby the\nlicensee;whether broadcasters should be required to report their public interest programming and\nactivitieson aquarterly basis;whether the Commission shouldestablish more specificminimum public\ninterest requirements for broadcasters;and how broadcasters could improve candidate access to\ntelevision.Also under consideration is the extent to which DTV broadcasters should be required to\nproceedings.\n18",
    "Page_31": "Paging\nFederalRegulation.The Company’s paging operations,acquired by the Company in September\n1996,are subject to regulation by the FCC under the Communications Act.The FCC has issued the\nCompany licenses to use the radio frequencies necessary to conduct its paging operations.\nLicense Grant andRenewal.TheFCCpaging licenses issued to the Company are for varying terms\nofup to 10years,at the end ofwhichlicense renewal applicationsmust begranted by the FCC.The\nCompany holds various FCCradio licenses that are usedin connection with its paging operations.These\nlicenses are issued in the Paging and Radiotelephone Service and the Commercial Conventional\nIndustrial/Business Pool Service.The Company's various paging licenses that are issued in the\nCommercial Conventional Industrial/BusinessPool Servicewill expire during calendaryears 2007,2009\nand 2010,while the Companysvarious paginglicenses issued in the Paging and Radiotelephone Service\nwill expire during calendar year 2009.Licensees in the paging services normally enjoy a license renewal\nexpectancy and the vastmajority oflicenserenewalapplications are grantedin the normalcourse\nAlthough the Company is unaware ofany circumstances that would prevent the grant ofrenewal\napplications,no assurance can be given that any of the Company’s paging licenses will be free of\ncompetingapplicationsorwillberenewed by theFCC.Furthermore,theFCChasthe authority torestrict\nthe operations of licensed facilities or to revoke ormodify licenses.None of the Company’s licenses has\neverbeenrevoked ormodifiedinvoluntarily\nEmployees\nemployeesof the Company'sbroadcastoperations,326were employees of the Company'spublishing\nadministrative personnel.The Company has171full time employees and 35part time employees that are\nrepresented by unions.The Company believes that its relations with its employees are satisfactory.\nAvailableInformation\nThe Company's Intermet address is http://www.graytvinc.com.We make the following reports filed\nby the Company with the Securities and Exchange Commission（the“SEC） available,free of charge,on\nour website under the heading\"SEC Filings\":\nAnnual Reports onForm 10-K;\nQuarterlyReportsonForm10-Q:\nCurrent Reports onForm8-K;\nInitial Statements ofBeneficial Ownership ofSecuritiesonForm3;\nStatementsof ChangesinBeneficial Ownership onForm 4;\nAnnual Statements ofBeneficial OwnershipofOwnershiponForm5;and\nAmendments to the foregoing reports filed or furnished pursuant toSection 13 (a) or 15 (d)\nof the Exchange Act.\nThese filings are also available at the SEC's website located at http:/www.sec.gov.The public may\nread and copy anymaterials filed with the SECat the SEC's public reference room at 450 Fifth Street,\nN.W.,Washington,DC 20549.The public may obtain information on the Company from the SEC's\npublicreference room by calling theSEC at1-800-SEC-0330.\nThe foregoing reports aremade available on the Company's websiteas soon as practicable after they\narefiledwith,or fumished to,theSEC.Theinformation found on our websiteisnotpart of this or any\nother report we file with or furnish to the SEC\n19",
    "Page_32": "The Companyhas adopted a Code ofEthics that applies to allofits directorsexecutive officersand\nemployees.The Code is available on the Company'swebsite at http://www.graytvinc.com under the\nheadingof Corporate Governance.If anywaivers of the Code aregranted,thewaiverswill be disclosed\nin a SECfiling on Form 8-K.The Companyhas also filed the Code as an exhibit to theAnnual Report\nThe Company's website also includes the Company’s Corporate Governance Principles,as well as\nthe Charter of the Audit Committee,the Nominating and Corporate Governance Committee and the\nCompensationCommittee.\nAll such information is also available to any shareholder upon request by telephone at (229) 888\n9378.\nItem 2.Properties.\nThe Company's principal executive offices are located at 4370 Peachtree Road, NE,Atlanta,\nGeorgia,30319.\nThe types ofproperties required to support television stations include offices,studios,transmitt\nsites and antenna sites.A station's studios are generally housed with its offices in business districts.The\nprinting presses and production and storage.Paging properties include leased retail, office and tower\nspace.\nThe following table sets forth certain information regarding the Company's properties as of\nDecember31,2004\n(See property table starting at the top of the following page,the remainder of this page is\nintentionallyleftblank.)\n20",
    "Page_33": "Television Broadcasting\nApproximate\nHeight(ft.)/\nLease\nOwnedor\nSize\nAnalog\nExpiration\nMarket Area,Station and Use\nLeased\n(sq.ft.)（a)\nPower\nDate\nKnoxville,Tennessee,WVLT\nOffice and studio\nOwned\n18,000\nTransmission tower site\nLeased\nTower space\n1,078/316kw\n6/2028\nLexington,Kentucky,WKYT\nOffice and studio\nOwned\n34,500\nTransmission tower site\nOwned\n1,023/\nHazard,Kentucky,WYMT\nOffice and studio\nOwned\n21,200\nTransmission tower site\nLeased\n1,029/263 kw\n06/2005\nTransmitter buildings and improvements\nOwned\n816and 864\nWaco,Texas,KWTX\nOffice and studio\nOwned\n34,000\nMoody,Texas,KWTX\nTransmission tower site\nOwned\n856\n1,679/209kw\nKilleen,exas,KWTX\nOffice Space\nLeased\n3,000\n07/2006\nTowerRelay\nOwned\n109\nBryan,Texas,KBTX\nOffice and studio\nOwned\n7,000\n374\nGrimes County,Texas,KBTX\nTransmission tower site\nLeased\n1,300\n1,705/70kw\n03/2023\nCalvert,Texas,KBTX\nTransmission Tower\nOwned\n80and96\n252\nFalls County,Texas,KBTX\nTransmission Tower\nOwned\n128\n200\nBeaver Crossing,Nebraska,KOLN\nTransmission tower site\nOwned\n120 acres\n1,500/302kw\nLincoln,Nebraska,KOLN\nOffice and studio\nOwned\n28,044\n400\nGrand Island,Nebraska,KGIN\nOffice and studio\nLeased\n3,616\n12/2008\nWashington,North Carolina,WITN\nOffice and studio\nOwned\n19,600\n198\nGreenville,North Carolina,WTTN\nOffice and studio\nLeased\n2,822\n11/2005\nGrifton,North Carolina,WITN\nTransmitter building\nOwned\n4,190\n2,000\nTransmission tower site\nLeased\n9acres\n316kw\n01/2029\nTallahassee,Florida,WCTV\nOffice and studio\nOwned\n20,000\nTransmission tower site\nLeased\n37acres\n310\n12/2014\nMetcalf,Georgia,CTV\nTransmission tower site\nOwned\n182acres\n2,000/100kw\nNorth Augusta,South Carolina,WRDW\nOffice and studio\nOwned\n17,000\n501/20kw\n21",
    "Page_34": "Approximate\nHeight(ft.)/\nLease\nOwnedor\nSize\nAnalog\nExpiration\nMarket Area,Station and Use\nLeased\n(sq.ft.)(a)\nPower\nDate\nBeechIsland,South Carolina,WRDW\nTransmission tower site\nOwned\n143 acres\n1,454/346 kw\n1,591/316kw\nEau Claire,Wisconsin,WEAU\nOffice and studio\nOwned\n16,116\n1,000\nTownshipofFairchild,Wisconsin,WEAU\nOwned\nTransmitter building and transmission site\nWith\n2,304\n2,000/316kw\neasement\nPanama City,Florida,WJHG\nOffice and studio\nOwned\n14,000\n400\nYoungstown,Florida,WJHG\nTransmission tower site\nOwned\n17acres\n808/316kw\nSherman,Texas,KXII\nOffice and studio\nOwned\n12,813\n202\nMadillOklahomaKXII\nTransmission tower site\nOwned\n1,200\n1,694/316kw\nArdmore,Oklahoma,KXlI\nStudio and offices\nOwned\n3,000\n60\nParis,Texas,KXII\nTranslatorTower\nOwned\n60\n300/10kw\nWichita-Hutchinson,Kansas,KAKE-TV\nOffice and Studio\nOwned\n46,762\nTower/Transmitter site\nOwned\n2,176\n1,079/316kw\nColby,Kansas,KLBY-TV\nTower/Transmitter site\nLeased\n1,000\n768/100kw\n04/2007\nGarden City,Kansas,KUPK-TV\nOffice and Studio\nOwned\n1,831\nTower/Transmitter site\nOwned\n4,655\n880/224kw\nOmaha,Nebraska,WOWT-TV\nOffice and Studio\nOwned\n58,829\n528/100kw\nTower/Transmitter site\nOwned\n2,500\n1,342/100kw\nMadison,Wisconsin,WMTV-TV\nOffice and Studio\nOwned\n16,485(b)\nTower\nLeased\n1299/891kw\n5/2103\nTransmitter site\nOwned\nColorado Springs-Pueblo,Colorado,KKTV\nOffice and Studio\nOwned\n30,465\nTower/Transmitter site\nLeased\n800\n350/234kw\n02/2059\nLansing.Michigan,WILX-TV\nOffice and Studio\nOwned\n13,700\nTower/Transmitter site\nLeased\n5,000\n994/309kw\n10/2008\nRockford,Illinois,WIFR-TV\nOffice and Studio\nOwned\n15,858(b)\nTower/Transmitter site\nOwned\n729/562kw\nWausau-Rhinelander,WIWSAW-TV\nOffice and Studio\nOwned\n24,400\nTower/Transmitter site\nLeased\n1,440\n650/316kw\n08/2017\n22",
    "Page_35": "Approximate\nHeight(ft.)/\nLease\nOwnedor\nSize\nAnalog\nExpiration\nMarket Area,Station and Use\nLeased\n(sq.ft.)(a)\nPower\nDate\nTopeka,Kansas,IBW-TV\nOffice and Studio\nOwned\n19,800\nTower/Transmitter site\nLeased\n2,338\n1,249/316kw\n02/2062\nDothan,Alabama WTVY-TV\nOffice and Studio\nLeased\n20,440\n12/2010\nBonifay,FLWTVY-TV\nTower/Transmitter site\nOwned\n2,500\n1,880/100kw\nHarrisonburg,Virginia,WHSV-TV\nOffice and Studio\nLeased\n18,000\n04/2018(c)\nTower/Transmitter site\n2,016\n337/8.32kw\n12/2001(d)\nLeased\nBowling Green,Kentucky,WBKO-TV\nOffice and Studio\nOwned\n17,598\nTower/Transmitter site\nOwned\n1,175\n603/316 kw\nMeridianMississippiWTOK-TV\nOffice and Studio\nOwned\n34,061\nOwned\n1,504\n319/316kw\nTower/Transmittersite\nParkersburg,WestVirginia,WTAP-TV\nOffice and Studio\nOwned\n17,500\nOwned\n3,600\n460/216kw\nTower/Transmittcrsite\nReno,Nevada,KOLO-TV\nOffice and studio\nOwned\n20,600\nTransmission towersite\nLeased\n80/20kw\n12/2030\nTransmitter building and improvements\nOwned\n1018 and 864\nCharlottesville,VA,WCAV-TV\nOffice and Studio\nLeased\n8,900\n04/2009\nTransmissionTower/2Antennas\nLeased\n1,000\n198/34.91\n190/15.74\n04/2009\n(a)Approximate size is for building space only and doesnotinclude the land on which the facilities are\nlocated.\n(b)The tower/transmitter is located at and included within the size of the office and studio premises.\n（c)The Company has an option to purchase this property during the term ofthe lease.The purchase\nprice is subject to adjustment depending upon the date the option is exercised.\n(d)The United States Department of Agriculture Forest Service granted us a Special Use Permit to\noccupy this land.\n23",
    "Page_36": "Publishing\nNewspaper and\nOwnedor\nApproximate\nLease\nPropertyLocation\nUse\nLeased\nSize (sq.ft.)\nExpirationDate\nThe Albany Herald\nOffices andproduction\nOwned\n83,000\nAlbany,GA\nfacility for The Aibany\nHerald\nConyers,GA\nOfficesfor\nOwned\n20,000\nRockdale Citizen\nCovington,GA\nOffice for\nLeased\n3,750\n5/2007\nNewton Citizen\nLawrenceville,GA\nOffices and production\nLeased\n72,000\n12/2013\nfacility for the\nGwinnetDailyPost\nandRockdale Citizen/\nNewton Citizen\nGoshen,IN\nOffices and production\nOwned\n21,000\nfacility for the\nGoshen News\nItem 3.Legal Proceedings.\nSettement ofIncomeTaxMatter\nIn October 2001,the Companyreceived a noticeof deficiency from theInternal Revenue Service\n（the“IRS) with respect to its1996and1998federal income tax returns.The notice of deficiency alleged\nthat the Company recognizeda significant amount of taxable gain from the sale ofcertain assets in1996\nin connection with a business acquisition fromFirstAmerican Media,Inc.The notice of deficiency also\nalleged that the Company's 1996acquisition ofcertain asscts fromFirst American Media,Inc.should be\ncharacterized for tax purposes as an acquisition of stock.On January 18,2002, the Company filed a\npetition tocontest thematterin theUnitedStatesTax Court.\nIn January 2004,theCompany settled itslitigationwith theIRSregarding all deficienciesrelated to the\nIRS'audit of the Company’s1996and1998federal income taxreturns.The settlement requiredno cash\npayments from the Company. The Company agreed in the settlement to forego certain claimed\ndepreciation andamortization deductionsrelating to the 1996through1999 taxyears,whichin turm\nresulted inareduction ofthe federal income taxnet operating losscarryforwards by approximatelyS16.3\nmillion.During the three months ended December 31,2003,the Company recorded a non-cash charge to\ndecrease its deferred tax assets by approximately S5.8million to reflect this setlement.During 2004 and\nasa result of the settlement,the Company collecteda previously claimed federal tax cash refund of\napproximately$1.1million,plus statutoryinterest,thatrelated to1996.\nOther Legal Proceedings\nThe Company isnot a party to any legal proceedings in which an adverse outcome would have a\nmaterial adverse effect,either individually or in the aggregate,upon the Company except as described\nbelow.\n24",
    "Page_37": "InvestnentinBroadcastingCompany\nThe Company has an equity investment in Sarkes Tarzian,Inc.(Tarzian)representing shares in\nTarzian which were originally held by the estate of Mary Tarzian (the“Estate).As described more fully\nbelow, the Company's ownership of theTarzian shares is subject to certain litigation.\nOnFebruary12,1999,Tarzianfiled suit in the United StatesDistrict Courtfor theSouthernDistrict of\nIndiana against U.S. Trust Company of Florida Savings Bank as PersonalRepresentative of the Estate,\nclaiming thatTarzian had a binding and enforceable contract to purchase theTarzian shares from the Estate\nOnFcbruary3,2003,theCourtenteredjudgment onajuryverdictinfavorofTarzianforbreachofcontract\nand awardingTarzian$4.0 million in damages.The Court denied theEstate's renewed motion for judgment\nas amatter oflaw,and altermatively,for a new trial on the issue of liability, deniedTarzian's motion to\namend the judgmentto awardTarzianspecificperformance ofthe contractand titletotheTarzianshares;\nandgrantedTarziansmotion to amend the judgment toinclude pre-judgmentintereston theS4.0million\ndamage award.The Estate appealed the judgment and the Court’s rulings on the post-trial motions,and\ndecision concluding that no contract was ever created between Tarzian and the Estate,reversing the\njudgment ofthe District Court,andremanding the case to theDistrict Court with instructions to enter\njudgment for the Estate.On February 25,2005,Tarzian filed a petition for a rehearing.The Company\ncannotpredictwhen thefinal resolution of thislitigationwill occur.\nOnMarch 7,2003,Tarzian filed suitin theUnitedStatesDistrict Court for the Northern District of\nconversionThe lawsuit alleges that Bull Run Corporation and Graypurchased the Tarzian shares with\nactualknowledge that Tarzian had a bindingagreement topurchase the stockfrom the Estate.The\nlawsuit seeks damagesin an amount equal to theliquidationvalue of theinterestinTarzian that the stock\nrepresents,which Tarzian claims to be as much as $75 million, as well as attorneys² fees, expenses, and\npunitive damages.Thelawsuitalso seeks an orderrequiringthe Company and Bull Run Corporation to\ntum over the stock certificates toTarzian andrelinquish allclaims to the stock.The stock purchase\nagreement with theEstate wouldpermit the Company tomakea claim against theEstatein the event that\ntitle to theTarzian Sharesis ultimately awarded toTarzian.There is no assurance that theEstate would have\nsufficient assets to honor any orall of such potential claims.The Companyfiled its answer to the lawsuit on\nparties'consentmotion staying discovery pendingarulingfrom theSeventh Circuit on anypetition for\nrehearing filed byTarzian in theIndianalitigation referenced above.The Company believes it has\nmeritorious defenses and intends to vigorously defend the lawsuit.The Company cannot predict when the\nfinalresolution of thislitigationwill occur.\nItem 4.Submission of Matters toavoteofSecurityHolders.\nNomatters were submitted to a vote of security holders of the Company during the fourth quarter of\nthefiscalyearcovered.\nItem 4A.Executive Officersof the Registrant.\nSet forth below is certain information with respect to the executive officers of the Company as of\nFebruary9,2005:\nJ.Mack Robinson,age 81,has been our Chairman and Chief Executive Officer since September\n2002.Prior to that,he was ourPresident and Chief Executive Officer since1996.Hehas served as one of\nbur directors since 1993.Heis the Chairman of theExecutive Committee ofour board of directors,Mr.\nRobinson has served as Chairman of the Board of Bull Run Corporation since1994, Chairman of the\nBoard and President of Delta Life Insurance Company and Delta Fire and Casualty Insurance Company\n25",
    "Page_38": "since1958,President of Atlantic American Corporation,an insurance holding company,from1988 until\n1995and Chairman of theBoardofAtlanticAmerican Corporation since1974.Mr.Robinson alsoserves\nIndependent Life Insurance Company,Georgia Casualty & Surety Company，American Southerm\nInsurance Company and American SafetyInsurance Company.He is a director emerinus ofWachovia\nCorporation.Mr.Robinson is the husband of Mrs.Harriett J.Robinson and the father-in-law of Mr\nHilton H.Howell,Jr.,both members ofour board of directors.\nHilton H.Howell,Jr,age42,has been ourVice Chairman since September2002.Prior to that,he\nwasourExecutiveVicePresidentsinceSeptember200o.Hehasservedasoneofour directors since\n1993.He is a member of theExecutive Committee of our board of directors.Hehas served asPresident\nand ChiefExecutive Officer ofAtlantic American Corporation,an insuranceholding company,since\n1995andExecutive Vice Presidentfrom 1992to1995.HehasbeenExecutiveVice Presidentand\nGeneral Counsel of Delta Life Insurance Company and DeltaFire and Casualty Insurance Company since\n1991,andVice Chairman ofBankersFidelityLifeInsurance Companyand Georgia Casualty&Surety\nCompany since 1992.Hehas been a director,VicePresident and Secretary ofBull Run Corporation\nsince 1994.Mr.Howellalso serves asa director of the following companies:Atlantic American\nCorporation,Bankers Fidelity Life Insurance Company,Delta LifeInsurance Company,Delta Fire and\nCasualty Insurance Company,Georgia Casualty & Surety Company,American Southern Insurance\nCompany,American Safety Insurance Company,Association Casualty Insurance Company and\nAssociation Risk Management General Agcncy.He is the son-in-law of Mr. J. Mack Robinson and Mrs.\nHarriett J. Robinson, both members of our board of directors.\nRobert S.Prather,Jr.,age 60,has served as our President and Chief Operating Officer since\nSeptember 2002.Prior to that,he served as our Executive Vice President Acquisitions since1996.He\nhas served as one of our directors since1993.Heis amember of the Executive Committee ofour board of\ndirectors.He has served as President and ChiefExecutive Officer anda directorofBull Run Corporation,\nsince 1992.He serves as an advisory director of Swiss Army Brands,Inc.,and serves on the Board of\nTrusteesof the GeorgiaWorld Congress CenterAuthority and also serves asa memberof theBoard of\nDirectors for Gabelli Asset Management and Victory Ventures, Inc.\nJames C.Ryan,age 44,has served asour SeniorVice President and ChiefFinancial Officer since\nSeptember 2002.Prior to that,he was ourVicePresident and Chief Financial Officer since October1998.\nHe was the Chief Financial Officer of BusseBroadcasting Corporation from 1987until it was acquired by\ntheCompanyin1998.\nRobert A.Beizer,age 65,has served as ourVice President for Law and Development and Secretary\nsince1996.FromJune1994toFebruary1996hewasofcounsel toVenable,Baetjer,Howard&Civiletti\na lawfirm, in its regulatory and legislative practice group.From 1990 to 1994,Mr.Beizer was a partner\ninthelawfirmofSidley&Austin andwasheadof theircommunicationspracticegroupinWashington\nD.C.Heisapastpresidentof theFederal CommunicationsBarAssociation andhasservedasa member\nof the American Bar Association House of Delegates.\n26",
    "Page_39": "PARTII\nItem 5.MarketforRegistrant's CommonEquity,Related StockholderMattersandIssuer\nPurchasesofEquitySecurities.\nThe Company's common stock,no par value (the“Common Stock”),and its class A common stock,\nno par value (the “Class A Common Stock）),have been listed and traded on The New York Stock\nExchange（theNYSE) since September 24,1996and June30,1995,respectively.Prior to September\n16,2002,the Common Stockwas named classBcommon stock.\nThe following table setsforththehigh and low saleprices ofthe Common Stock and the ClassA\nCommon Stockas well as the cash dividend declared for the periodsindicated.Thehigh and low sales\nprices of the Common Stock and the ClassA Common Stock are as reported by theNYSE.\nCommon Stock\nClassACommonStock\nCash Dividends\nCash Dividends\nDeclaredPer\nDeclared Per\nHigh\nLow\nShare\nHigh\nLow\nShare\n2004\nFirst Quarter\n$16.22\n$13.52\n$0.03\n$15.99\nS13.42\n$0.03\nSecond Quarter\n16.19\n13.62\n0.03\n14.98\n12.10\n0.03\nThird Quarter\n13.95\n11.20\n0.03\n13.12\n10.66\n0.03\nFourth Quarter\n15.74\n12.00\n0.15\n14.41\n10.90\n0.15\n2003\n$10.28\n$8.62\n$0.02\nFirst Quarter\n$12.23\n$10.00\n$0.02\nSecondQuarter\n13.38\n8.91\n0.02\n15.22\n10.45\n0.02\n14.90\n10.55\n0.02\n14.79\n11.05\n0.02\nFourth Quarter\n15.76\n11.35\n0.02\n15.70\n11.63\n0.02\nAsofFebruary1,2005,the Company had42,872904outstanding sharesofCommon Stockheldby\napproximately 608 stockholders and5,763,220outstanding shares of Class A CommonStock heldby\napproximately2,815 stockholders.Thenumberof stockholders includes stockholders ofrecord and\nindividual participants in security position listings as furmished to the Company pursuant to Rule 17Ad-8\nunder the Exchange Act.\nThe Companyhaspaid a dividend on its CommonStock since itsinitial offeringin1996and on its\nClassA Common Stock since1967.The Company declared a special dividend of12cents per share in\nthe fourth quarter of 2004.The Company’sArticles of Incorporation provide that each share of Common\nStockisentitled to onevote and cach share of Class A Common Stock is entitled to 10votes.The\nArticlesofIncorporation require that the Common Stock and the Class A Common Stock receive\ndividends on a paripassubasis,There can be no assurance of the Company’s ability to continue to pay\nany dividends on either classofcommon stock.\nThe Companys senior credit facility and its9%%Notes due2011each contain covenants that\nrestrict the amount available to the Company to pay dividends on its capital stock.However,the\nCompany does not believe that such covenants currently limit its ability topay dividends at the recent\nquarterly rate of$0.03 per share.In addition to the foregoing,the declaration and payment of dividends\non the Common Stockand the ClassA Common Stockare subject to the discretion of the Board of\nCompany and such other factors as the Board of Directors deems relevant.See Note D.Long-term\n27",
    "Page_40": "Debt”to the Company'saudited consolidated financialstatementsincluded elsewhere herein for further\ndiscussion of restrictions on the Company'sability topay dividends.\nIssuerPurchasesofEquitySecurities\nThe following tables provide information about Gray'srepurchase of its common stock（ticker:\nGTN) and its class A common stock （ticker: GTN.A) during the quarter ended December 31,2004.\nIssuerPurchasesof CommonStockand ClassA CommonStock\nMaximum Number\nTotal Number of\nofShares that\nShares Purchased\nMay Yet Be\nNYSE\nTotal Number\nAverage\nasPart of\nPurchased Under\nTicker\nofShares\nPricePaid\nPublicly\nthe Plans or\nPeriod\nSymbol\nPurchased\nperSharel\nAnnounced Plans\nPrograms(2)\nOctober1,2004 through\nOctober31,2004:\nGTN\n1,205,400\nS12.67\n1,205,400\nGTN.A\n-0-\n$00.00\n-0-\n2,483,600\nNovember 1,2004 through\nNovember 30, 2004:\nGTN\n30,000\nS13.44\n30,000\nGTN.A\n-0-\nS00.00\n-0-\n2,453,600\nDecember 1,2004 through\nDecember31,2004:\nGTN\n200,000\n$15.19\n200,000\nGTN.A\n-0-\nS00.00\n-0-\n2,253,600\nTotal\n1,435.400\nS13.04\n1,435,400\n2,253,600\n(1)Amount excludes standard brokerage commissions.\n(2)On November3,2004,the Company’sBoard of Directors increased,from 2million to 4million,the\naggregate number of shares ofits Common Stock or Class A Common Stock authorized for repurchase.\nOn March 3,2004,Gray'sBoardofDirectors had previously authorized therepurchase,from time to\ntime,of up to an aggregate of 2million shares of the Company’s Common Stock or Class A Common\nStock.AsofDecember31,2004,2,253,600 shares of the Company's Common Stock and ClassA\nCommon Stock are available for repurchase under the increased limit of 4 million shares.There is no\nexpiration date forthisrepurchaseplan.\nEquity CompensationPlanInformation\nSee\"ltem 12-Security Ownership of Certain Beneficial Owners and Management and Related\nStockholderMatters-Equity Compensation Plan Information\"for disclosure regarding the Company's\nequity compensationplans.\n28",
    "Page_41": "Item 6.Selected Financial Data.\nSet forth below is certain selected historical consolidated financial data of the Company.This\ninformation shouldbereadin conjunctionwiththeCompany'sauditedconsolidated financial statements\nand related notes thereto appearing elsewhere herein and“Management‘sDiscussion and Analysisof\nFinancial Condition and Results of Operations.\"\nYearEnded December31,\n2004\n2003\n2002\n2001\n2000\n(in thousands except per share data)\nStatements of OperationsData\nRevenues\nS346.567\n$295,371\n$198,640\n$156.344\nS171,213\nOperating income\n113,207\n74,678\n55,229\n16,765\n29,748\nLoss on early extinguishment of debt (2)\n(16,838)\n-0-\n-0-\n-0-\n-0-\nCumulative effect of accountingchange,net\n-0-\n-0-\n(26,646)\n-0-\n-0-\nofincome taxbenefit of$13.215（3)\nNet income (loss)\n44,285\n14,024\n(23,941)\n(13,318)\n(6,212)\nNet income (loss)available to common\n41,013\n10,737\n(30,371)\n(13,934)\nstockholders\n(9,384)\nNetincome(loss)available tocommon\nstockholderspercommon share:\nBasic\n0.83\n0.21\n(1.37)\n(0.89)\n(0.61)\nDiluted\n0.82\n0.21\n(1.37)\n(0.89)\n(0.61)\nCash dividends per common share (4)\n0.24\n0.08\n0.08\n0.08\n0.08\nBalance Sheet Data (at end ofperiod):\nTotalassets\n$1,373,469\n$1.325.329\nS1,332,048\n$830,056\n$673,450\nLong-term debt (including current portion)\n655,905\n655,902\n658,220\n551,444\n374,887\nRedeemableserial preferred stock\n39,003\n39,276\n39,190\n-0-\n-0-\nTotal stockholders'equity\n378,237\n362,775\n373,366\n142,196\n155,961\n(1)Reflects theacquisitions of Gray MidAmericaTelevision,completed October 25,2002 andKOLO.\nTV,completed December18,2002,asof their respective acquisition dates.For further information\nconcerning these acquisitions,seePart 1,Item1.Business included elsewhereherein.\n(2)The Company recordedaloss onearly extinguishment of debt related to the amendment of its senior\ncredit facility and theredemption ofits 105/8%SeniorSubordinatedNotes due 2006.\n(3)Upon adoption of Statement of Financial Accounting Standard No.142“Goodwill and Other\nIntangible Assets\",the Company recorded a non-cash charge of approximately $39.9 million ($26.6\nmillion after income taxes) as a cumulative effect of accountingchange.\n(4)Cash dividends for2004 include a Special CashDividendof12 cents per share approved in the\nfourthquarter of 2004 and paid in the first quarter of 2005.\n29",
    "Page_42": "Item 7.Management's Discussion andAnalysis of Financial Condition andResults of Operations\nExecutiveOverview\nIntroduction\nThe following analysis of the financial condition and results of operations of Gray Television,Inc.\n（the “Company”) should be read in conjunction with the Company’s audited consolidated financial\nstatements andnotestheretoincludedelsewhereherein\nOverview\nThe Company derives itsrevenues primarilyfrom its television broadcasting operations and toa\nlesser extent,from its newspaper publishing and paging operations.The operating revenues of the\nCompany's television stations are derived from broadcast advertisingrevenues and,toa much lesser\nextent, from ancillary services such as production of commercials and tower rentals as well as\ncompensation paid by the networks to the stations for broadcasting network programming.Theoperating\nrevenues of the Company's newspaper publishing operations are derived from advertising,circulation and\nclassifiedrevenue.Pagingrevenue is derived primarily from the sale of pagerscelular telephones and\nrelated services. Certain information concerning the relative contributions of the Company's television\nSegments” to the Company's audited consolidated financial statements included elsewhere hercin.\nIn the Company’s broadcasting operations,broadcast advertising is sold for placement either\npreceding or followinga television stationsnetwork programming and within local and syndicated\nprogramming.Broadcast advertisingis sold in time increments andispricedprimarily on the basis ofa\nIn addition,broadcast advertising rates are affected by the number of advertisers competing for the\navailable time,the size and demographic makeup of the market served by the station and the availability\nofaltermative advertisingmediain the market area.Broadcastadvertisingrates are thehighest during the\nmost desirable viewinghours,with correspondingreductions during otherhours.Theratings ofalocal\nstation affiliated with a major network can be affected by ratings of network programming.\nMost broadcast advertising contracts are short-term,and generally run only for a few weeks.\nApproximately 69% of the net revenues of the Company's television stations for the year ended\nwhichis soldprimarily by a station’s sales staff directly to local accounts,and theremainderrepresented\nprimarily bynational advertising,which is sold by a station’snational advertising sales representative.\nThe stations generally pay commissions to advertising agencies on localregional and national advertising\nand the stations also pay commissions to the national sales representative on national advertising.\nBroadcast advertisingrevenues are generallyhighestin the second and fourthquartersachyear,de\ninpartto increasesinconsumeradvertisinginthe springandretailadvertisinginthe periodleading up\nand including the holiday season.In addition,broadcast advertising revenues are generallyhigher during\nevennumberedyears due to spending bypoliticalcandidates,which spending typically is heaviest during\nthe fourth quarter.The Company has received significant political advertising revenue during the current\nyear.\nThe Company’s publishing operationsadvertising contracts are generally entered into annually and\nprovide for a commitmentas to the volume of advertising to be purchased by anadvertiser during the\nyear.The publishing operations'advertising revenues are primarily generated from local advertising and\nare generallyhighest in the second and fourth quarters of each year.\n30",
    "Page_43": "The Company’s paging subscribers either own pagers,thereby paying solely for the use of the\nCompany'spaging services,orlease pagers,thereby payinga periodic charge forboth the pagers and the\npaging services.The terms of the lease contracts are month-to-month, three months,six months or twelve\nmonthsin duration.Paging revenues aregenerally equally distributed throughout the year.\nThe broadcasting operations’primary operating expenses are employee compensation,related\nbenefits and programming costs.The publishing operations'primary operating expenses are employee\ncompensation,relatedbenefits andnewsprint costs.The pagingoperations'primaryoperatingexpenses\nare employce compensation and othercommunications costs.In addition,the broadcasting,publishing\nand paging operations incur overhead expenses,such as maintenance,supplies,insurance,rent and\nutilities,A large portion of the operating expenses of the broadcasting. publishing and paging operations\nis fixed,although the Company has experienced significant variability in its newsprint costs in recent\nyears.\nRecent AcquisitionActivity\n$13.5millionplusrelated transaction costs.KKCO-TV,Channel 11servesthe GrandJunction,Colorado\ntelevision market and isan NBC affiliate.The Company used a portion of its cash on hand to fully fund\nthis acquisition.Due to the acquisition of KKCO-TV occurringin 2005,the operating results ofKKCO.\nTVarenotreflectedinthe Company's ConsolidatedFinancialStatementsasofandfortheyears ended\nDecember31,2004,2003and2002included elsewhereherein.\nOn August 17,2004,the Company completed the acquisition ofa Federal Communications\nCommission (FCC) television license for WCAV-TV,Channel 19,in Charlottesville,Virginia from\nCharlottesville Broadcasting Corporation.Gray's cost to acquire that FCC license was approximately $1\nmillion.See Note B.Purchase of Federal Communications License”to the Company's audited\nconsolidated financial statements included elsewhere herein.There were no acquisitions or dispositions\nduring2003.\nThe Company acquired GrayMidAmerica Television (formerly Stations Holding Company) and\nKOLO-TV(the “2002Acquisitions\") during the fourth quarter of 2002.The acquisitions were accounted\nfor under the purchase method of accounting.The operatingresults of the television stations acquired in\nthe 2002Acquisitions were included in the 2002operatingresults from the date of their acquisitions\nforward.See Note C.“Business Acquisitions\"to the Company's audited consolidated financial\nstatements included elsewhere herein.\nBroadcasting.PublishingandOtherRevenues\nSet forth below are the principal types of revenues camed by the Company's broadcasting,\npublishing andother operationsfor the periodsindicated and the percentage contribution ofeach to the\nCompany’s total revenues (dollars in thousands):\n31",
    "Page_44": "YearEnded December31,\n2004\n2003\n2002\nAmount\n%\nAmount\n%\nAmount\n%\nBroadcasting\nNet Revenues:\nLocal\nS160,648\n46.4%\n$150,105\n50.8%\n$79,631\n40.1%\nNational\n70,817\n20.4%\n70,798\n24.0%\n39,288\n19.8%\nNetwork compensation\n9,951\n2.9%\n8,378\n2.8%\n6,422\n3.2%\nPolitical\n41,706\n12.0%\n5,668\n1.9%\n16,612\n8.4%\nProduction and other\n10,151\n2.9%\n8.112\n2.8%\n4.761\n2.4%\n$293.273\n84.6%\n$243.061\n82.3%\n$146.714\n73.9%\nPublishingand otheroperations\nRevenues:\nRetail\nS24,489\n7.1%\n$22,998\n7.8%\n$21,953\n11.1%\nClassifieds\n13,284\n3.8%\n12,515\n4.2%\n12,590\n6.3%\nCirculation\n7,400\n2.1%\n8,060\n2.7%\n8,083\n4.1%\nPaginglease,sales and service\n7,170\n2.1%\n7,944\n2.7%\n8,269\n4.1%\nOther\n951\n0.3%\n793\n0.3%\n1,031\n0.5%\nS_53.294\n15.4%\n$52.310\n17.7%\n$_51,926\n26.1%\n$346.567\n%000\n$295.371100.0%\n$198.640\n100.0%\nResultsofOperationsoftheCompany\nYearEndedDecember31,2004toYearEndedDecember31,2003\nRevenues.Total revenues for theyearendedDecember31,2004increased17%to$346.6million.\nBroadcastingrevenuesincreased21%over the same periodof theprior year toS293.3million.\nThe increase in broadcasting revenues reflects increased political advertising revenues as well as\nincreasednon-politicalbroadcastingadvertising revenues.\nPoliticaladvertisingrevenues\nincreased toS41.7million from S5.7million.Politicaladvertisingrevenues for2004primarily\nreflect the cyclical influence of the2004 Presidentialelection.Excluding political advertising\nrevenues,local broadcasting advertising revenues increased 7% to $160.7million from$150.1\nmillion and national broadcasting advertisingrevenues remained at $70.8million.We attribute\nthe increases innon-political local broadcasting advertising revenues to improved economic\nconditions and broad baseddemand for commercial time bylocaladvertisersin the marketsin\nwhichweoperate.Webelieve that commercial time usedforpoliticaladvertising limited,in part,\ntheamount of commercial time available for sale by the Company tonational advertisers during\nthe year ended December 31,2004.Although the Company'snetwork compensationincreased in\nthe current year,these revenues will decrease in future periods due to the Company's new\nnetwork affiliation contracts which will generate lowerrevenues in future periods.\nPublishing andother operations include the operating results of the newspaper publishing and\npaging operations.These revenues increased 2% toS53.3million.Retail advertising revenue\nandclassified advertisingrevenuewere theprimary contributorsto theincrease in theserevenues.\nRetail advertising increased7% and classified advertising revenue increased 6%.The increase in\nretail advertisingrevenue was duelargelyto systematic account development,marketgrowth and\nrate increases.The increase in classifiedadvertising revenue was due to increases in help wanted\n32",
    "Page_45": "advertisements.Circulation revenue decreased8%.Circulation revenue decreasedlargelydue to\na rate decrease at one of the Company’snewspapers.The rates were decreased inorder to\npromotelong-term sales and toincrease subscription retention.Pagingrevenue decreased1o%to\n$7.2million.The decreasewas due primarily to pricecompetition and areduction ofunitsin\nservice.The Company had approximately 41,000 and53,000pagers in service at December31,\n2004 and 2003,respectively.The number of units in service decreased as a result of increased\ncompetition from other communication services and products such as cellular telephones.The\nnumber of pagers in service has declined over the past severalyears.The decrease in revenue\nfrom the sale and leasing of pagers has been partially offset byreselling of cellular telephone\nservices.The trend of decreasing paging revenue is expected to continue in the future.\nOperatingexpenses.Operating expenses for the year endedDecember31,2004 increased6% to$233.4\nmillion.\nBroadcast operating expenses forall stations,before depreciation and amortization,increased 9% to\n$158.3millionPayrollexpenseexcluding incentivebasedcompensationincreased$4.8millin\ndue to an increase in thenumber ofemployees,annual salaryincreases for existingemployees\nand employeebenefit costs.Theincreasein thenumber ofemployeesisprimarily attributable to\nthe commencement ofbroadcastoperations atWCAV-TV,the Company'snew station located in\ncompensation increased Sl.4 million as a result of increased revenues produced by the\nCompanys broadcast stations.Professional services increased $2.8 million including a $1.7\nmillion increase in sales commissions paid to national sales representative firms which is\nattributable to theincrease inpolitical advertising in2004\nPublishing and other operating expenses,before depreciation and amortization,increased 3% to\nS38.7million.Newsprint expenses increased 18% to $5.2million while payrollexpenses\nincreased 3% to S18.7 million.The increase in newsprint expense was due to an increase in the\ncost per ton of newsprint.The increase in payroll expense is due to an increase in salaries for\nexistingemployees.\nCorporate and administrative expenses,before depreciation and amortization,increased 38%to\n$11.7million due primarily to increased employee payroll expense and other professional service\nexpenses.Payroll expense,excluding incentive basedcompensation,increased approximately\n$249,000 due to the addition of an internal auditor,payroll increases and increased employee\nbenefits for existing personnel.Employee incentive based compensation increased by\napproximately S1million as aresult of the improved operatingresults of the Company.The\nincrease in professional fees is due primarily to increased accounting costs of approximately S1.0\nmillionincurredin our efforts tocomplywithSection 404of theSarbanes-OxleyActof 2002\nDepreciation of property andequipment totaledS23.7million and S21.7million for the years\nendedDecember31,2004and2003,respectively.Theincrease in depreciation was due to newly\nacquiredequipment.\n·Amortization of intangible assets was S975.000 for the year ended December 31,2004,as\ncompared to S5.6 million for the same period of the prior year, a decrease of $4.6 million, or\n83%.The decrease in amortization expense was due to certain definite lived intangible assets that\nwere acquired in 2002,becoming fully amortized.\nAmortization of restricted stock awards increased13% to S512,000.Amortization ofrestricted\nstock awards increased due to the granting of additional restricted stock in the current year.The\n33",
    "Page_46": "Companyawarded15,000and145,000 sharesofrestricted stock in2004and2003,respectively\nThese shares were awarded to its board of directors and president.\nA gain on disposal of assets ofS451,000 was recorded for theyear endedDecember31,2004,as\nopposed to a loss on disposal of assets of $1.2 million for the year ended December 31,2003\nds\nMiscellaneous income,net.Miscellaneous income,net increased to$1.0 millionin the current year.\nIncludedinmiscellaneousincomewasinterestincome ofS818,0o0.Themajority ofthisinterest income\nwas received from interest on the Company's cash and cash equivalents balances.\nInterest expense.Interest expense decreased $1.4million to S42.0 million.This decrease is\nprimarily attributable tolower average interestratesin2004compared to2003.The totalaverage debt\nbalance was $656.9million and$657.0million for the yearsendedDecember 31,2004and 2003\nrespectively.The total average interest rates were 6.08% and 6.16% for theyears ended December 31,\n2004 and2003,respectively.\nIncome tax expense.The effective taxrate decreased to38.7%from 55.3%.Income tax expense for\n2003included an additional S5.8million in expense resulting from settlement of litigation with the IRS\nrelating to the acquisition of certain television assets in 1996.See Note H.“Income Taxes\"to the\nCompany'saudited consolidatedfinancial statements included herein for further discussionsofthis\nmatter.\nPreferreddividends.Preferred dividendswere$3.3millionforeach oftheyearsendedDecembet\n31,2004 and December31,2003\nYearEndedDecember31,2003toYearEndedDecember31,2002\nRevenues.Totalrevenuesfor theyear endedDecember31,2003increased49%toS295.4millionas\nBroadcasting revenues increasedS96.3million,or 66%,to$243.1million.The acquired stations\nhadrevenueof$127.9million fortheyearendedDecember 31,2003compared tothe$25.4\nmillion for the period subsequent to the acquisitions in2002,anincrease ofS102.5million.With\nrespectto our television stations thatwere ownedcontinuouslyfor2003and2002,revenue forthe\nyear ended December 31,2003,decreased S6.2million,or5%.This decrease was primarily thenet\nresult of increases inlocaladvertising revenue of5%andnational advertising revenue of 4%offset\nbydecreasesin politicaladvertising revenue of 82%andnetworkrevenue of13%.Local\nadvertisingrevenuesincreased due to local account development.Nationaladvertisingrevenue\nincreaseddue,in part,to slowly improving generaleconomic conditions and commercial\ninventory being available for use by national customers rather than being used for political\nadvertising.The decrease in cyclical political advertising revenue is due to 2003 being an “off\nyearin the political cycle whichresults in fewer political races.Network compensation declined\nreflecting the ongoing phase out of network compensation at certain of our television stations.\nPublishing and other operations include the operating results of the newspaper publishing and\npaging operations.These revenues increased 1% to$52.3million.Retail advertisingincreased\n5%.Classifiedadvertisingand circulation revenues decreased less than 1%respectively.The\nincreaseinretail advertisingrevenue is attributable to systematic account development andrate\nincreases.Pagingrevenue decreased 4%to$7.9million.The decreasewas due primarily to\n34",
    "Page_47": "53,000 and 66,000 pagers in service at December 31, 2003 and 2002, respectively. The number of\nunitsinservicedecreased asaresultofincreased competitionfrom othercommunication services\nandproductssuchascellular telephones.\nOperatingexpenses.Operating expenses for theyear ended December31,2003 increased54%to\n$220.7million.The increase resulted primarily from increases in broadcasting expenses,amortization,\ndepreciation,andcorporateoverhead.\nBroadcast operating expensesforall stationsbefore depreciation and amortization,increased78%\ntoS145.7million.The 2002 Acquisitions were the primary reason for the increase in broadcast\nexpenses.The acquired stations had broadcast expenses of S76.4million for theyear ended\nDecember31,2003compared to$13.2million forthe periodsubsequentto the acquisitionsin\n2002.Withrespectto ourtelevision stations thatwere ownedcontinuouslyfortheyearended\nDecember31,2003and 2002,broadcastexpensesincreased 1%.For the continuouslyowned\nstations,payroll expense increased3%,or S1.3million.For these continuously owned stations,\nsyndicated programming costsincreased1%,or$59,000,and otherbroadcast expense decreased\n4%,orS817,000,primarilydue toa decrease in feespaid tonational salesrepresentationfirms\nPublishingandother operations expenses,before depreciation and amortization,were cssentially\nflat with an increase of S185,000, or less than 1%, to $37.6 million.Publishing payroll expense\nincreased $382,000,or 3%.Newsprint expenseincreasedS105.000,or2%primarily due to an\nincrease in the cost of newsprint.Newsprint cost per ton increased 3%.Paging expenses,before\ndepreciation and amortization,remained essentially unchanged in total for the year ended\nDecember 3l,2003ascomparedto thatoftheprior year.These increaseswere offset by\nCorporate and administrative expenses,before depreciation and amortization,increased 51% to\nS8.5millionwith increasedpayroll related costs andprofessional feesaccountingfor themajority\nof the overall increase.The increase in compensation related costs was due to increased\ncompensation for existing employees and the hiring of additional employees to help manage the\noperations of the stations acquired in the 2002 Acquisitions.The increase in other professional\nfeeswasdueprimarily tohigherlegal,accounting andbankingfees.\n·Depreciationofpropertyandequipment totaledS21.7million andS15.6millionfortheyears\nendedDecember31,2003and2002,respectively.The$6.1millionincreaseisprimarily due to\nthe assets acquired with the 2002 Acquisitions in the fourth quarter of 2002 and the purchase of\ndigital television equipmentin the current andprioryear.\nAmortizationofintangible assets totaledS5.6million andS2.2million for the yearsended\nDecember 31,2003and2002,respectively.TheS3.5million increase is primarily theresult of\namortization thereof.\nAmortization ofrestrictedstock awardofS454,000was due to the amortization of restricted stock\nawardsgranted tothe Companysboardofdirectorsandpresidentduring2003\nAppreciation in walueofderivatives,met.During2002,the Companyhad aninterest rate swap\nagreement that expiredon Oetober9,2002.During theyear endedDecember31,2002,the Company\nsimilar appreciation wasrecordedin 2003.TheCompany has enteredinto newinterest rate swap\nagreements beginning in the first quarter of 2003;however,these agreements qualify for hedge\n35",
    "Page_48": "accountingtreatment and the Company isnotrequired to record appreciation(depreciation)on these new\ninterest rate swap agreements in the Company's statement of operations.Appreciation(depreciation)on\nthese new interestrate swap agrcements has been recordedin the Company's Consolidated Statement of\nStockholders’Equity and Comprehensive Income as other comprehensive income.\nInterest expense.Interest expense increased $7.7million to $43.3 million.This increase is\nattributable toahigher totalaveragedebt balance in2003compared to2002,mitigated somewhat by\nlower average interestrates in 2003 compared to 2002.The total average debt balance was$657.0\nmillion and $453.9million for theyears endedDecember31,2003and 2002,respectively.The total\naverage interest rates were 6.16%and 7.01%for the years ended December 31,2003and 2002,\nrespectively.These rates do not include the effect of the interest rate swap agreements that generated\ninterestexpenseofS324,000in the currentyear.\nLoss on Early Extinguishment ofDebt.Asa result ofimplementingStatement of Financial\nAccounting Standards No.145,“Rescission ofFinancial Accounting Standards Board(“FASB\")\nStatements No.4,44,and 62,Amendment ofFASB Statement No.13,and Technical Corrections\n（\"SFAS 145\"),the Company has reclassified $16.8 million in expenses associated with the early\nextinguishment of debt from an extraordinary chargeas previously reported for 2002 toa loss on carly\nextinguishment ofdebt in the currentpresentation.A similar loss did notoccur in the year ended\nDecember31,2003.\nIncome tax expense.The effective tax rate increased from 41.2% to 55.3%primarily as a result of\nrecording S5.8million of income tax expense in 2003 as a result of settling litigation with the IRSrelating\nto theacquisition ofcertain television assetsin 1996.See Note H.Income Taxesincluded herein for\nfurther discussions of this matter.\nCuulative effectofaccountingchange,netofincome tax benefit.Uponadoption of SFAS142in\n2002,theCompanyceased amortization ofgoodwillandperformed the firstoftherequiredimpairment\ntests for goodwillandintangible assets deemed tohave an indefinite useful life.As aresultof the\nimpairment of goodwill and other intangible assets of S39.9million($26.6million net of income taxes)\nSuch charge isreflectedasa cumulativeeffectofan accounting change in the accompanying consolidated\nstatement of opcrations.\nPreferred dividends.Preferred dividends increased$826,000 to$3.3million for the year ended\nDecember31,2003.The increase was attributable to the additional preferred stock outstanding that was\nissued in April 2002.\nPreferred dividends associated with the redemption ofpreferredstockOn April 22,2002,the\nCompanyissued S40million(4,000 shares)ofa redeemable and convertiblepreferred stockto agroup of\nprivate investors anddesignated it asSeries C PreferredStock.Aspart of the transaction,holders of the\nCompany'sSeries A and Series B Preferred Stock cxchangedallof the outstanding shares ofeach\nrespective series, an aggregate fair value of approximately $8.6 million, for an equal mumber of shares of\nthe Series C Preferred Stock.In connection with this exchange,the Company recorded a non-cash\nconstructive dividend of $4.0 million during the year ended December 31, 2002.\nLiquidityandCapitalResources\nGeneral\nThe following tables present certain data that the Company believes is helpful in evaluating the\nCompany’s liquidity and capital resources (in thousands):\n36",
    "Page_49": "YearEnded December31\n2004\n2003\nNet cash provided by operating activities\n$102,736\n$62,317\nNet cash used in investing activities\n(37,552)\n(32,996)\nNet cash used in financing activities\n(26.565)\n(30.289)\nNet increase (decrease) in cash and cash equivalents\n$38.619\n(968)\nDecember31\n2004\n2003\nCash and cash equivalents\n$50,566\n$11,947\nLong-term debtincludingcurrentportion\n655,905\n655,902\nRedeemable serial preferred stock\n39,003\n39,276\nAvailable credit under senior credit agreement\n71,250\n75,000\nThe Company and its subsidiaries file a consolidated federal income taxretum and such state or local\ntaxretumsas arerequired.Although the Company may earn taxable operatingincome,as ofDecember31\n2004the Company anticipates that through the use ofits available loss carryforwardsit will not pay\nsignificant amounts of federal or state income taxes in the next severalyears.\nManagement believes that current cash balances,cash flows from operations and available funds\nunder its senior revolving credit facility will be adequate to provide for the Company's capital\nexpenditures,debt service,cash dividends and working capital requirements for the forseeable future.\nThe senior credit facility provides the Company with a $375.0 million term facility and a reducing\nrevolving credit facility.As ofDecember31,2004,available capacity to borrow under therevolving\nfacility was$71.3million;however,no amounts were outstanding on therevolvingfacility.In addition,\nthe agreement provides the Companywith the ability to access up toS300.0 million of incremental senior\nsecured term loans upon the consent of the lenders,\nThe senior credit facility is collateralized by substantially all of theassets,excludingreal estate,of\ns\nof the obligations and the Company's ownership interestsinits subsidiaries arepledged to collateralize\nthe obligations.The agreement contains certain restrictive provisions which includebut are not limited\nto,requiring the Company to maintain certain financialratios and limits upon the Company's ability to\nincur additional indebtedness,make certain acquisitions or investments,sell assets or make other\nsubordinatednotes also contain similar restrictive provisions limiting the Company’s ability to,among\nother thingsncur additional ndebtednessmakecertain acquisitionsorinvestmentssellassetsormak\ncapital stock.\nManagement does not believe that inflation in past years has hada significant impact on the\nCompany's results of operations nor is inflation expected to have a significant effect upon the Companys\nbusiness in the near future.\nNet cash provided by operating activities increased $40.4 millionAn increase of $30.3million was\ndue to growth in operating income,which includes the impact of political advertising in a Presidential\nelectionyear.Anincrease ofS9.3millionis due to anincreasenon-cash deferred taxesresulting from\nchanges in timing differences between the Company's reported income and the Company's taxable\nincome.\n37",
    "Page_50": "Net cash used in investing activities increased S4.6million.In 2004,cash used for purchases of\nproperty and equipment increased by $14.0 million.Purchases of propertyandequipment were higher in\n2004as compared to2003 due primarily to anincrease ofS6.1million in payments for digital\nbroadcasting equipment,payments of$5.3million of property and equipment for the construction of\nWCAV-TVand $2.8million for a newpress at one of the Company'snewspapers.WCAV-TVis the\nCompany'snewly constructed television station in Charlottesville,Virginia which began operating in\nAugust of 2004.The increase in the purchases of property and equipment was partially offset bya\ndecreasein payments of$6.6million on purchase liabilities.Certain liabilities were recorded with the\npurchase of GrayMidAmerica Television during 2002.Themajority of these liabilities were paid during\n2003 with fewer similar payments being made during 2004.\nNet cash used in financing activities decreased $3.7million due to lower repayments net of\nborrowingsoflong-term debt,increased dividendspaidpartially offsetbyincreased proceeds from the\nissuance ofCommonStock.TheCompany’srepayments net of borrowingsoflong-term debt decreased\nbyS2.4million.Certainliabilitieswere assumedduringthe acquisition of GrayMidAmericaTelevision\nin2002.During 2003,an effort was made to accelerate therepayment of all such liabilities with above\nmarketinterest rates.These efforts were completedin 2003andno similar accelerated payments were\nmadein 2004.Dividendspaid to Common StockshareholdersincreasedbyS2.0milliondue toan\nincreasein the dividendpaid from $0.08per share to S0.12per share.Proceeds from theissuance of\nCommon Stock increased S2.9 million due largely to increased exercises of stock options by employees\nDuring the year ended December31,2004,the Company purchased 65,000 shares of the Companys\nClass A Common Stock and 1,681,400 shares of the Company's Common Stock fora totalof $22.4\nmillion.During theyear ended December31,2003,the Company purchased 1,017,647sharesof the\nCompany’s Class A Common Stock and 11,750 shares of the Company's Common Stock for a total of\n$17.6million.Also during theyear ended December 31,2003,the Company purchased warrants for the\npurchase of1,106,250 sharesof the Company’s ClassA Common Stock and100.000 shares of the\nCompany's Common Stock.The total costof the warrants wasS5.3million.The purchases of the stock\nand thewarrantsduring2004and2003werefundedfromcashonhand.\nDigitalTelevisionCorversion\nTheFCCrequired thatall commercial stationsbeginbroadcastinga digital signalThe Companypaid\napproximately$11.8millionandS5.6millionfordigital transmissionequipment capital expenditures for the\nyears ending December31,2004and2003,respectively.The Company is in compliance with the FCCs\ndigital broadcasting requirements at all of its stations.\nIn thefuture,the Companymay increase the power output of its digital broadcast signals of certain\nstations.These enhancements will be phased in byJuly 2006 tomeet certainFCCregulations.As of the\ndate of filing this Annual Report,the Company estimates that it will pay $8.3 million for these capital\nexpenditurestocomplywith thisnewFCCrequirementduring2005.\nSenlementofInternalRevenueServiceAudit\nIn January 2004,the Company settled its litigation with the IRS regarding the IRS'audit of the\nCompany's1996 and 1998federal income taxreturms.The settlement required no cash payments from the\nCompany.The Company agreed in the settlement to forego certain claimed depreciation and amortization\ndeductionsrelating tothe 1996through 1999 taxyears,whichin tum resultedinareduction ofthe\nCompany's current federal income tax netoperating loss carryforwards by approximately S16.3million.\nDuring 2004and as a result of the settlement, the Company collected a previously claimed federal tax\ncash refund for 1996of approximately $1.1 million,plus statutoryinterest.\n38",
    "Page_51": "RetirementPlan\nThe Company has a defined benefit pension plan that it considers its primary pension plan and this\nplan covers substantially all full-time employees.Retirement benefits are based on years of service and\nthe employeeshighest average compensation for five consecutive years during the last ten years of\nemployment.The Company’s funding policy is consistent with the funding requirements of existing\nfederal laws andregulations under the EmployeeRetirementIncomeSecurityAct of1974.\nDuring the year ended December 31,2004,the Company decreased the discount rate on its pension\nplans to5.75%.The Companybelieves thisrate tobe reasonablebaseduponpublishedhighqualitybond\nindices.As a result of this decrease,the Company anticipates that itspension expense will increase from\n$2.5million for theyearendedDecember31,2004 to$3.5millionfor theyear endedDecember31,2005.\nAs of the date of filing this Annual Report,the Company does not anticipate any further changes to the\ndiscount rate during the year ended December 31,2005.\nDuring the years cnded December 31,2004 and 2003,the Company contributed S1.8million and\nyearendedDecember31,2005.\nSeeNoteI.“RetirementPlans”to the Company's audited consolidated financial statementsincluded\nelsewhere herein for furtherinformation conceming the Company'sretirement plans.\nOff-BalanceSheetArrangements\nThe Company has various operatinglease commitments for cquipment,land and office space.The\nCompany also has commitments for various syndicated television programs and for digital television\n（\"DTV\")equipment.\nnetwork reruns.Thefirstrun programs are programs such as Oprah and the off network programs are\nprograms such asSeinfeld.A difference between the two types of syndicated television programming is\nthat the firstrun programs have not been produced at the time the contract is signed and the off network\nprograms have been produced.The amounts for syndicated television programming in the table below\nare for contracts that arenot recorded on theCompanysbalance sheet asof December31,2004.\nFuture minimum payments under operating leaseswith initial or remaining noncancelable lease\nterms in excess of one year,obligations for syndicated television prograns as described above and\ncommitments for DTV equipment that had been ordered but not yet been received are as follows (in\nthousands):\nSyndicated\nDTV\nOperating\nTelevision\nEquipment\nLease\nProgramming\nTotal\n2005\n438\n$2,136\n$2,874\n$5,448\n2006\n-0-\n1,803\n9,415\n11,218\n2007\n-0-\n1,398\n8,877\n10,275\n2008\n-0-\n1,019\n6,173\n7,192\n2009\n-0-\n694\n542\n1,236\n-0-\nThereafter\n1,736\n357\n2.093\nS438\n$8.786\n$28,238\n$37,462\n39",
    "Page_52": "The DTVequipment,operatinglease and syndicated television programming amounts in the table\nabove are estimates of commitments that are in addition to liabilities accruedforon the Companys\nbalance sheet as of December 31,2004.\nThrough a rights-sharing agreement with Host Communications,Inc.(Host),a wholly owned\nsubsidiary ofBullRun,a related party,the Company participatesjointly with Host in themarketing\nselling and broadcastingof certain collegiate sporting events and inrelatedprogramming,production and\n2000and terminates April15,2005.The Company shares with Host the profit or loss from these\nactivities.Individual revenues and expenses under this agreement are not separately recorded in the\nCompany's statement of operations,rather the net amountreceivedis included in broadcasting revenues.\nThe Company's operatingresultsfor2004,2003 and2002includenet profit(loss)from theseactivities of\n$101,475,S104,396 and S(168,307).As a result of the rights-sharing agreement,in certain\ncircumstances,the Company may be called upon for payment of a share of certain upfront rights fees.\nDuring 2003,the Company paid $1.5million under this provision.No similar payments weremade in\n2004,and none are anticipated under this rights-sharing agreement in 2005.During 2004,the Company\nreceivedS300000of the amount thatit had paid in2003.AsofDecember31,2004,the Company is due\n$0.2million of undistributed earningsfrom the contract as well as the remaining Sl.2million outstanding\nportion of the cash advanced toHost during 2003.The balance of $1.4 million is recorded as a current\nrelatedparty receivable in the consolidatedbalance sheet at December 31,2004.This amount is non-\ninterest-bearing and has no due date;however,the Company expects the amount to be received prior to\nDecember31,2005.\nOnOctober12,2004,theUniversityofKentuckyjointly awardeda new sportsmarketing agreement\nto the Company and Host.The new agreement will commcnce onApril 16,2005and has an initial term\nofsevenyearswith the option to extend the license for three additionalyears.Aggregatelicense fees to\nbe paid to theUniversity ofKentucky over a full tenyear term fortheagreementwillapproximateS80.5\nmillion.The Companyand Host will share cqually the cost of the license fees.As of the date of filing\nthisAnnual Report,the Company does not believe that this contractwillrequire consolidation by the\nCompany under the FinancialAccounting Standards Board’s Financial Interpretation No.46.However,\nthe Company continues toresearchthis matter.\n40",
    "Page_53": "TabularDisclosureofContractualObligations asofDecember31.2004(in thousands)\nPayment due by period\nLess than 1\nMore than\n1-3Yenrs\n3-5Years\n5Years\nContractual Obligations\nTotal\n(2005)\n(2006-2007)\n(2008-2009)\n(after2009)\n$656,914\n$3.823\n$7,652\n$7,758\n$637,681\nCapital lease obligations 2)\n96\n34\n43\n19\n-0-\nOperating lease obligations (3)\n8,786\n2,136\n3,201\n1,713\n1,736\nPurchase obligations currently\n4,236\n4,236\n-0-\n-0-\n-0-\naccrued4)\nPurchase obligations not\ncurrentlyaccrued (5)\n438\n438\n-0-\n-0-\n-0-\nProgramming obligations\ncurrentlyaccrued(6)\n10,077\n9,225\n809\n43\n-0-\nProgramming obligationsnot\n28,238\n2,874\n18,292\n6,715\n357\nAcquisition related liabilities(8)\n2,723\n1,231\n651\n505\n336\nObligation toUniversity of\nKentucky(9)\n80,475\n4.387\n15,500\n15.163\n45.425\nTotal\n$791,983\nS28.384\n$46.148\n$31.916\n$685.535\n(1)“Long-term debt obligations”represent the current and all future payment obligations under long-\nterm borrowings referenced in FASB Statement ofFinancial Accounting Standards No.47\nDisclosure ofLong-Term Obligations,asmay bemodified or supplemented.This obligation\nconsists primarily of obligations under the Company's senior credit facility and the Companys\nsenior subordinated notes.These amounts are recorded as liabilities as of the current balance\nsheet date.Interest on these obligations have been excluded.As of December 31,2004,the\nCompany’s senior subordinated notes had a coupon of9%% and werepriced at a discount to\nyield93/8%.The weighted average interest rate on the balance outstanding under the senior\ncredit facility at December 31,2004 was 3.83%.\n(2)“Capital lease obligations”represent payment obligations under non-cancelable lease agreements\nclassifiedas capital leases and disclosed pursuant toFASB Statement of Financial Accounting\nStandardsNo.13Accountingfor Leases,as may bemodified or supplemented.These amounts\nare recorded as liabilities asof the current balance sheet date.\nagreements classified as operatingleases and disclosed pursuant toFASBStatement of Financial\nAccounting Standards No.13Accourting for Leases,asmay bemodifiedor supplemented.\nThese amounts are not recorded as liabilities as of the current balance sheet date.\n（4)“Purchase obligations currently accruedgenerally represent payment obligations for DTV\ncquipment.It is the Company’spolicy to accrue for these obligations when the equipment is\nreceived and the vendor has completed the workrequired by the purchase agreement.These\namounts arerecorded as liabilities as of the current balance sheet date.\ncquipment.It is the Company's policy to accrue for these obligations when the equipment is\nreceived and the vendor has completed the work required bythe purchase agreement.These\namounts are notrecorded as liabilities as of the current balance sheet date.\n41",
    "Page_54": "programmingwhose license period has begun and the product is available.These amounts are\nrecorded as liabilities as of the current balance sheet date.\n(7)“Programmingobligations not currently accrued”represent obligations for syndicated television\nprogramming whose license period has not yet begun or the product is not yet available.These\namounts are not recorded as liabilities as of the current balance sheet date.\ntelevision stations that were completed in prior years.These amounts are recorded as liabilities as\nof the currentbalance sheetdate.\n(9)“Obligation toUniversity of Kentucky”represents total obligations and excluding any potential\nrevenues under a sports marketing agreement awarded jointly to the Company and Host\nCommunications,Ine.,a related party.Under this agreement,the Company and Host\nCommunications,Inc.will share equally in allrevenues and obligations under the agreement\nThese amounts are notrecorded as liabilities as of the current balance shect date.See Off\nBalance Sheet Arrangements immediately preceding this table for additionalinformation\nconcerning this obligation.\nCertain relationships\nJ.MackRobinson,Chairman,ChiefExecutive Officer and a director of Gray.is Chairman of the\nBoard ofBull Run Corporation,a fomer principal stockholderof Gray.Robert S.Prather,Jr,President\nChief Operating Officer and a director of Gray,is President,ChiefExecutive Officer and a director of\nBull Run.Hilton H.Howell,Jr.,Vice Chairmanand a director of Gray,isVicePresident,Secretary anda\ndirector of Bull Run.Messrs Robinson,Howell and Prather are stockholders of Bull Run.See page 40\nfor discussionof the Companysagreement with Host Communications,Inc.,a wholly owned subsidiary\nofBull Run Corporation.\nJ.Mack Robinson,Chairman,ChiefExecutive Officer and a director of Gray and certain ofhis\naffiliates are the holders of approximately S8.2million liquidation value of Gray’s currently outstanding\nRedeemableSeriesCPreferredStock.\nDuring2004,the Companyrepurchased36shares of the Company'sRedeemable SeriesCPreferred\nStock from Mr.J. Mack Robinson,the Company's Chairman and CEO,for its liquidation value of\n$10,000per share or$360,000.\nDuring 2004, the Company purchased 75,000 shares of the Company's Common Stock from Mr.\n$15.20 per share.The price paid to Mr.Deaver was the market value of the shares on the New York\nStockExchange on thedate of sale.\nCritical AccountingPolicies\nThe preparation offinancial statements inconformitywithaccountingprinciples generally accepted\nin the United States of America requires management to make judgments and estimations that affect the\namounts reported in the financial statements and accompanyingnotes.Actual results coulddiffer from\nthose estimates.The Company considers the following accounting policies to be critical policies that\nrequire_judgments orestimationsin their applicationwherevariancesin thosejudgmentsorestimations\n42",
    "Page_55": "ValuationofFCCLicensesandNetworkAffiliationAgreements\nvalued using a residual basis methodology(analogous to“goodwill') where the excess of the purchase\nprice over the fair value ofall identified tangible andintangible assets was attributed to thebroadcast\nlicense.\nThe Company values the broadcast licenses of any television station acquired after 2001 using an\nincome approach.Under this approach,a broadcast license is valued based on analyzing the estimated\nafter-tax discounted future cashflows of the stationassuming aninitial start-up operation maturinginto\nanaverageperforming station in a specific television market andgiving consideration to otherrelevant\nfactors such as the technical qualities of the broadcast license and the number ofcompetingbroadcast\nlicenseswithin thatmarket.The Company adopted thismethodology tovalue broadcast licensesas the\nthe broadcast industry to value broadcast licenses.\nSome broadcast companies mayuse methods to value acquired broadcast licenses and their related\nnetworkaffiliations different than those thatareused by the Company.These differentmethodsmay\nresult in significant variances in the amount of purchase price allocated to these assets among broadcast\ncompanies.\nThe Company believes that the value of a television station is derived primarily from the attributes\nofits broadcastlicense.These attributes have a significant impact on the audience for network\nprogramming. These attributes and their impact on audiences can include:\n·The scarcityofbroadcast licenses assigned by theFCC to a particular market determineshow\nmany television networks and other program sources are viewed in a particular market.\nThelengthof time thebroadcastlicensehasallowedastation to operate.Television stations that\noften than newer television stations.\n·VHF stations (generally channels two to thirteen)are typicallyviewed more often than UHF\nstations (generally channels fifteen to sixty-nine)because (i)VHFstations have been\nbroadcastinglonger than UHFstations,(i)UHF signalsare generallyweaker than VHFsignals\nand （ii) because historically,in the early years of UHF operations, UHF stations had\ndisadvantaged channel positions onTVreceivers andcable systems compared toVHF stations.\nThe quality of the broadcast signal and geographic location of the broadcast station within a\nmarketimpactsviewership.Theviewership ofa television station isinfluenced bya television\nstation’s physical location.As an example,the value of being licensed to the largest city within a\nmulti-citymarket hasmore value than beinglicensed to the smallest citywithin that market.A\nstation'sbroadcastpowerlevel,antenna heightand antenna location all influencethe overall\nquality ofa television signaland therefore potential viewership of the station.All of these\nattributesareultimatelycontrolled bythebroadcastlicenseissuedbytheFCC.\nThe audience acceptance of the broadcast licensee'slocal news programming and community\ninvolvement.A local television station’s news programming that attracts the largest audience in a\n43",
    "Page_56": "The quality of the other non-network programming carried by the television station.A local\ntelevision station’s syndicated programming that atracts the largest audiences in a market\ngenerally will provide larger audience lead-ins to its network programming.\nA local television station can be the number one station in a market,regardless of thenational\nrankingof its affiliated network,dependingon these factors oratributes listed above.ABC,CBS,NBC\nandFOXeachhave affiliationswith local television stations thathave the largestprime time audience in\nthe localmarket in which the station operates.\nvalue of a station.These companiesbelieve that stations are popular because they have generally been\naffiliatingwithnetworksfrom theinception ofnctworkbroadcasts,stationswithnetworkaffiliationshave\nthe most successful localnews programming and the network affiliation relationship enhances the\naudience for local syndicated programming.As aresult,these broadcast companies allocate a significant\nIn connection with the Company's purchase of Gray MidAmerica Televisionin October 2002 and of\nKOLO-TVin December 2002 the Company acquired 16 television stations serving14markets.The\nmethodology the Companyused to value these stations was based on the Company’s evaluation of the\nbroadcast licenses acquired and the characteristics of the markets in which they operated.The Company\nbelieves that in these specific markets the Company would be able toreplace a network affliation\nagreement with little or no economic loss to the television station.The Company bases this belief in part\nonthefollowing:\nOf the14 markets that these newly acquired stations operate in,10 of these markets have four or\nfewer commercial television stations including the station owned by the Company.In the\nremaining four markets,the Company's stations operate on VHFchannels;see the discussion of\nVHF channels below.Also,in those four remaining markets the Company’s stations all rank\namongthetopthreemostviewedstationsinthemarketforbothlocalnewsviewingandfor\noverall viewing of programming: sce the discussion of audience viewing below.(The Company\ndefines a commercial television station as a commercial broadcast station that BIA hasreported\nreceiving at least a 1% share of viewers, or more, in three of the four most recent rating periods.)\nOf these16 stations,the average lengthof time the broadcast license hasallowed these stations to\n54years.Generally,networks desire to affiliate with established stations that have performed ata\nhigh level over time.Each of the stations acquired in 2002 have been continuouslyaffiliatedwith\natleastneofthefollowingmajornetworks,ABC,CBSorNBC,orsubstantiallyalloftheyears\nthe respective station has been broadcasting and have been consistently affiliated with the same\nlongest time period being 50 years.\n·Of these16stations,13stationsbroadcast onVHF channels and thrce stationsbroadcast onUHF\nchannels.In the three markets in which the Company broadcasts on a UHF channel, there are\nfour or fewer commercial television stationsincludingthestation owned by the Company in the\nmarket (see the discussion of the number of stations in a market above).\nOf these 14markets,two are considered by the Company tobe multi-citymarketsand cach of thc\nCompany's station's are licensed to the largest city within the multi-city market.Generally,a\nnetworkwouldrather affiliatewith a station thatislicensed tothelargest citywithin a multi-city\n44",
    "Page_57": "market,because there are likely to be more viewers interested in thelocal news product of that\nstation in comparison to stationslicensed to smaller citieswithin the same market.\n·Within these 14markets,eachofthe Company'sstations rankamong the top three viewed\nstations in each market for both local news and also for overall programming.More specifically,\nof the 16 stations,the stations’local news programmingranking and the stations’overall\naudiencerankingwithin the station’smarket was number one or two at 13of the stations and\nnumber three at three of the stations.The stations that have a number three ranking are all in a\nsingle market andoperate as a parent station with two satellite stations (to better service smaller\ntowns geographically distant from the primary station).(These audience rankings are based upon\nthe Company's review ofmarket data for the November,July,May and February 2004 rating\nperiods.)\nGiven the Company’s assumptions and the specific attributes of the stations the Company acquired\nin 2002(see discussion above),the Company ascribed no incremental value to the incumbentnetwork\naffiliationrelationshipin eachmarketbeyond the costofnegotiatinga new agrcementwith another\nnetwork and the value of any terms of the affiliation agreement that were more favorable or unfavorable\nthan those generally prevailing in the market.\nCertain other broadcasting companieshave valued network affiliations on the basis that it is the\naffiliation andnotthe other attributes of the station,includingitsbroadcast license,which contributes to\nthe operational performance of that station.As aresult, the Company believes that these broadcasting\nbelieves are more appropriately reflected in the value of the broadcast license or goodwill.\nIf the Company were to assign highervalues to all of its network affiliations and lessvalue to its\nbroadcast licenses andifit isfurther assumedthatsuch highervalues ofthe network affiliations are\ndefinite lived intangible assets,this reallocation ofvalue might have a significant impact on the\nCompany’s operating results.However,it should be noted that thereis a diversity of practice and some\nbroadcastcompanieshaveconsideredsuchanintangible assettohavealiferangingfrom15to40years\ndependingonthespecific assumptionsutilizedbythosebroadcast companies.\nThefollowingtablereflectsthehypotheticalimpactofthehypotheticalreassignmentofvaluefrom\nbeing in1994)and the resulting increase in amortization expense assuminga hypothetical 15-year\namortization period.\n45",
    "Page_58": "Percentage of Total\nValue reassigned to\nNetwork\nAs\nAffiliationAgreements\nReported\n50%\n25%\n(In thousands,except per share data)\nBalanceSheet(AsofDecember31,2004):\n$926,739\n$599,861\n$763,300\nBroadcast licenses\nOtherintangible assets,net(including network affiliation\nagreements)\n2,832\n329,710\n166,271\nStatement of Operations\n(For theyear ended December31,2004):\nAmortization ofintangible assets\n975\n32,887\n16,931\nOperating Income\n113,207\n81,296\n97,251\nNetincomebeforecumulative effectofaccounting change\n44,285\n12,374\n28,329\nNet Income\n41,013\n20,027\n30,520\nNet Income per share,bai\n$\n0.83\nS\n0.40\n0.61\nNet Income per share,diluted\n$\n0.82\n0.40\n$\n0.61\nSeeRecentAccountingPronouncements-ValuationofIntangibleAssetsbelowforclarification of\nthe Securities and Exchange Commission （the“SEC\") Staff’s position concerming the use of the residual\nmethod.\nIn future acquisitions,the valuation of the broadcast licenses and network affiliations may diffe\nfrom thevalues of previous acquisitions due to the different characteristics of each station and the market\nin which it operates.\nIncome Taxes\nThe Company has approximately $161 million in federal operating loss carryforwards,which expire\nduring the years 2020 through2024.Additionally,the Company has an aggregate of approximately S193\nmillion ofvarious state operating loss carryforwards.The utilization of a significant portion of the net\noperating losses is limitedon an annual basis due to a change in ownership of both the Company and\nGray MidAmerica Television.Management does not believe that these limitations will significantly\nimpact the Company'sability to utilize the federal net operating losses before they expire.Limitations on\nutilization may apply to approximately S85.4million of certain state operating loss carryforwards.\nAccordingly,a valuation allowance has been provided to account for the potentiallimitations on\nutilization of certain state tax benefits.\nRecentAccountingPronouncements\nValuationofIntangibleAssets\nAt the September 2004 meeting ofthe Emerging Issues Task Force (EITF\"),the Securities and\nExchange Commission（the“SEC)observer clarified theSECStaff’sposition on the use of theresidual\nmethod forvaluation ofacquiredassetsother thangoodwill whichisreferred to as topicD-108.TheSEC\nStaffbelieves thattheresidualmethoddoesnotcomplywith therequirementsofSFASNo.141when\nused to value certain intangible assets that arise fromlegal or contractual rights.Accordingly,the SEC\nStaff believes that the residualmethodshould no longer beused to value intangible assets other than\ngoodwill.Registrants should apply the income approach to such assets acquired in businesscombinations\ncompleted after September 29,2004,and registrants who have applied the residualmethod to the\n46",
    "Page_59": "valuation of intangibleassetsfor the purpose ofimpairment testing shall perform animpairment test using\nan income approach onallintangible assets that were previouslyvalued using theresidual method no later\nthan the beginning of their firstfiscal year beginning afterDecember15,2004.Impairment of intangible\nassets recognized upon application of an income approach,including the associated deferred tax effects,\nshould be recorded as a cumulative effect ofa change in accounting principle.Early adoption of an\nCompanypriortoJanuary1,2002werevaluedusingtheresidualvalue methodology.EffectiveJanuary\n1,2005,the Companywill adopt theprovisionsof this announcement andperform avaluation assessment\nofits Federal Communication Commission licenses using the income approach.The Company is\ncontinuing to evaluate the impact ofthe changein accountingprincipal.However,based onpreliminary\nvaluation analysisreportsfrom an independent thirdparty,the Company doesnotexpect that the adoption\nofthispronouncement willrequire the Company torecord an impairment chargein thefirstquarterof\n2005.\nShare-BasedPayment\nInDecember 2004,the FASBissued SFAS No.123(revised 2004),Share-BasedPayment(SFAS\n123（R),that addresses the accounting for share-based payment transactions in which an cnterprise\nreceives employee services in cxchange for（a)equity instruments of the enterprise or (b)liabilities that\nare based on the fair value of the enterprise's equity instruments or that may be settled by theissuance of\nsuch equityinstruments.SFAS 123(R)eliminates the ability to accountfor share-basedcompensation\ntransactions using the intrinsic value method under Accounting Principles Board(APB) Opinion No.25,\nAccountingforStockIssuedtoEmployees,andgenerallywouldrequireinstead thatsuchtransactions be\naccounted for usingafair-value-based method.The Companyis currently evaluatingSFAS 123(R)to\ndetermine which fair-value-based modeland transitional provision it will follow upon adoption.The\noptions for transition methods as prescribedinSFAS123(R)include either the modified prospective or\nthe modifiedretrospective methods.Themodified prospective method requiresthat compensation\nexpenseberecordedfor all unvested stock options andrestricted stockas therequisite serviceisrendered\nbeginning with the first quarter ofadoption,while the modifiedretrospective method would record\ncompensation expense for stock options andrestricted stock beginning with the firstperiod restated\nyear of adoption or for all periods presented. SFAS 123(R)will be effective for the Company beginning\nin its third quarter offiscal 2005.Although the Companywill continue to evaluate the application of\nwill be between $250,000 and S400,000 for the year ended December 31, 2005.\nAmericanJobsCreationActof2004\nActprovidesadeduction forincome fromqualified domesticproduction activities,which will bephasex\nin from 2005 through2010.The Company is currently evaluating which of its operations mayqualify as\n“qualified domestic production activities”under the Act and thus the financial effect that the Act may or\nmay not have upon the Company.\nCautionary Statements forPurposes of theSafe Harbor”Provisions of thePrivateSecurities\nLitigationReform Act\nThisAnnual Report on Form 10-K contains“forward-looking statements\"within the meaning of the\nPrivate Securities Litigation Reform Act of 1995.When usedin this Annual Report,the words\ntoidentify forward-lookingstatements.Statements that describe the Company's future strategicplans\ngoals,or objectives are also forward-looking statements.Readers of this Annual Report are cautioned\n47",
    "Page_60": "that anyforward-looking statementsincluding thoseregardingtheintent,belieforcurrent expectations of\nthe Company ormanagement,are not guarantees offuture performance,results or events andinvolve\nrisks and uncertainties,and that actualresults andeventsmaydiffermateriallyfrom thosein theforward-\nlooking statements as a result ofvarious factors including,but not limited to,(）general conomic\nconditions in the markets in which the Company operates,（i) competitive pressures in the markets in\nwhich the Company operates,(ii)the effectoffuture legislation orregulatory changes on theCompanys\noperations,(iv)high debt levels,(v) certain other risks relating to our business,including,among others,\nour dependence on advertising revenues,our need to acquire non-networking television programming,the\nimpact of a loss of any of ourFCC broadcast licenses,increased competition and capital costs relating to\ndigital advanced television,pending litigation,our significant level ofintangible assets,any potential\nstandards,andour ability to identify and integrate acquisitions successfully or on commercially\nacceptable terms,（vi)other factors described from time to time in the Company's filings with the\nSecurities and Exchange Commission.The forward-looking statements included in this Annual Report\nare made only as of the date hereof.The Company undertakes no obligation to update such forward-\nlookingstatements to reflect subsequent events or circumstances\nItem7A.Quantitative and QualitativeDisclosuresAbout MarketRisk.\nBased on the Company’sfloatingrate debt outstanding at December 31,2004,a100 basis point\nincrease in market interest rates would increase the Company's interest expense and decrease the\nCompany's income before income taxes for theyear by approximately S3.8million.\nThe fair market value oflong-term fixed interest rate debt isalso subject tointerestrate risk.\nGenerally,thefairmarketvalue of fixed interestrate debtwillincreaseasinterestratesfall and decrease\nasinterestrates rise.The estimatedfairvalueof the Company'stotal long-term debt at December 31,\nvalue.A hypothetical100 basispoint decrease in the prevailinginterestratesatDecember31,2004\nwouldresult in an increase in fairvalue of total long-termdebt by approximatelyS10.3million.Fair\nmarketvalues are determinedfromquotedmarketpriceswhere available orbased onestimatesmadeby\ninvestmentbankers.\n48",
    "Page_61": "Item 8.Financial Statements and SupplementaryData.\nPage\nManagement's Report on Internal Control Over Financial Reporting\n50\nAudited Consolidated Financial Statements of GrayTelevision,Inc.\nReport of Independent RegisteredPublic Accounting Firm\n51\nConsolidated Balance Sheets at December31,2004and2003\n53\nConsolidatedStatementsofOperationsfortheyears endedDecember31,2004,2003and\n2002\n55\nConsolidated Statements of Stockholders’Equity and Comprehensive Income for the\nyears ended December 31, 2004, 2003 and 2002\n56\nConsolidatedStatements of CashFlows for theyears endedDecember31,2004,2003and\n2002\n58\nNotes to Consolidated Financial Statements\n59\n49",
    "Page_62": "Management'sReport onInternal Control OverFinancial Reporting\nOur managementis responsible for establishing and maintaining adequate internalcontrol over\nfinancial reporting,as such term is defined in Exchange Act Rules 13a-15(f).Under the supervision and\nwith the participation of our management,including our CEOand CFO,we conducted an evaluation of\ntheeffectivenessofourintermalcontrolover financial reportingbasedon theframeworkinInternal\nControl-IntegratedFrameworkissued by the Committee ofSponsoringOrganizationsof theTreadway\nCommission.Basedonour evaluation under theframework in Internal Control-IntegratedFramework,\nourmanagement concluded that our intermal control overfinancialreportingwaseffectiveasof December\n31,2004.Our management’sassessmentof the effectiveness ofour intemal control over financial\nreportingas of December 31,2004 has been audited by PricewaterhouseCoopers LLP,an independent\nregistered public accounting firm,as stated in their report which is included herein.\n50",
    "Page_63": "Report of IndependentRegisteredPublicAccountingFirm\nTo theBoard of Directors and Shareholdersof\nGrayTelevision,Inc.:\nWe have completed anintegrated audit of GrayTelevision,Inc.'s2004consolidatedfinancial statements\nandofits internal controloverfinancialreporting asofDecember31,2004and auditsofits2003and\n2002consolidatedfinancial statementsinaccordancewith thestandardsof thePublic Company\nAccounting Oversight Board (United States）.Our opinions,based on our audits,are presented below.\nConsolidatedfinancialstatementsandfinancialstatementschedule\nIn our opinion, the consolidated financial statements listed in the index appearing under Item 15（a)(1)\npresent fairlynallmatrialespectsthefinancial positionofGrayTelevisionInc.anditssubsidiariesat\nyearsin the period endedDecember31,2004in conformitywith accounting principlesgenerallyaccepted\nin theUnitedStatesofAmerica.Inadditioninouropinionthefinancial statement schedulelistedint\nindex appearing underItem15（a)(2)presents fairly,inall materialrespects,the information set forth\ntherein when read in conjunction with therelated consolidatedfinancial statements.These financial\nstatements and financial statement schedule are the responsibility of the Company's management.Our\nresponsibility is to express an opinion on thesefinancial statements andfinancial statement schedule\nbased on our audits.We conducted our audits of these statements in accordance with the standards of the\nPublic Company Accounting Oversight Board (United States).Those standards require that we plan and\nperform the audit to obtainreasonable assurance about whether the financial statements are free of\nmaterialmisstatement.An audit of financial statementsincludes examining,on a test basis,evidence\nsupporting the amounts and disclosures in the financial statements,assessing the accounting principles\nused and significant estimatesmade bymanagement,and evaluating the overall financial statement\npresentation.We believe that our audits provide areasonable basis for our opinion.\nAs discussed inNote A,the Company adopted Statement of FinancialAccountingStandard No.142\nGoodwillandOtherIntangibleAssetseffectiveJanuary1,2002andaccordinglychangeditsmethodof\naccounting forgoodwill and otherintangible assets.\nInternalcontroloverfinancialreporting\nAlso,inouropinion,management‘sassessment,included inManagement‘sReport onInternal Control\nOverFinancial Reporting appearing herein,that the Companymaintained effective internal control over\nfinancialreporting asofDecember31,2004basedoncriteria establishedinInternalControl-Integrated\nFrameworkissued bytheCommitteeofSponsoringOrganizationsoftheTreadwayCommission\n（COS）,sairlystadnllmatrialectsbasedneitriaFutmoreurnion\nCompanymaintainednallmaterialrespectseffectiveinternalcontroloverfinancialrportingasof\nDecember31,2004,basedoncriteriaestablishedinInternalControl-IntegratedFrameworkissuedby\nthe COSO.The Company'smanagement is responsible formaintainingeffective internal control over\nfinancialreporting and forits assessment of the effectivenessofintermal control overfinancialreporting.\nOurresponsibility is to express opinions on management’s assessment and on the effectiveness of the\nCompany'sintermal control overfinancial reportingbased on our audit.We conducted ouraudit of\ninternal control overfinancialreporting in accordancewith the standards of the Public Company\nAccountingOversight Board(United States).Those standards require thatwe plan and perform the\naudit to obtainreasonable assurance aboutwhethereffectiveintemal control overfinancialreportingwas\nmaintainedin all materialrespects.An auditofinternal control overfinancialreportingincludes\nobtaining an understanding of internal control over financial reporting,evaluating managements\n51",
    "Page_64": "assessment,testing andevaluating the design andoperating effectiveness ofinternal controlsand\nperforming such other procedures as we consider necessary in the circumstances.Webelieve that our\naudit providesa reasonablebasisfor our opinions.\nAcompany's intermal control over financial reporting is aprocess designed toprovide reasonable\nassuranceregarding thereliability offinancialreporting and the preparation of financial statementsfor\nextermal purposes in accordance with generallyaccepted accounting principles.A company’s internal\ncontrol over financial reporting includes those policiesand procedures that(i)pertain to themaintenance\nofrecords that,inreasonable detail,accurately andfairlyreflect the transactions and dispositions of the\nassets of the company;(ii) provide reasonable assurance that transactions are recorded as necessary to\npermit preparation offinancial statementsin accordancewithgenerally acceptedaccountingprinciples,\nand thatreceipts and expenditures of thecompany are beingmade only in accordancewith authorizations\nofmanagement and directors of the company;and (i) provide reasonable assurance regarding prevention\nor timelydetection ofunauthorized acquisition,use,or disposition of the companysassets that could\nhave a material effect on the financial statements.\nBecauseofitsinherent limitationsintermalcontrol overfinancialreportingmaynotprevent ordetect\nmisstatements.Also,projections of any evaluation ofeffectiveness to future periods are subject to the\nrisk that controlsmay becomeinadequate because ofchanges in conditions,orthat the degree of\n/s/PricewaterhouseCoopersLLP\nPricewaterhouseCoopersLLP\nAtlanta,Georgia\nMarch14,2005\n52",
    "Page_65": "GRAYTELEVISION,INC.\nCONSOLIDATEDBALANCESHEETS\n(in thousands)\nDecember31,\n2004\n2003\nAssets\nCurrent assets:\nCash and cash equivalents\nS\n50,566\nS\n11,947\nTrade accounts receivable,less allowance for doubtful accounts of\n$947andS1,145,respectively\n56,964\n55,215\nInventories\n1,101\n1,521\nCurrent portion ofprogram broadcastrightsnet\n7,679\n7,487\nRelated party receivable\n1,411\n-0-\nOther current assets\n2.188\n1.865\nTotal current assets\n119,909\n78.035\nProperty and equipment:\nLand\n18,394\n17,606\nBuildings and improvements\n37,225\n34,325\nEquipment\n200.474\n186.225\n256,093\n238,156\nAccumulated depreciation\n(113,884)\n(104.197)\n142,209\n133,959\nDeferred loan costs,net\n12,101\n13,112\nBroadcast licenses\n926,739\n925,711\nGoodwill\n153,858\n153,858\nOther intangible assetsnet\n2,832\n3,807\nInvestment inbroadcasting company\n13,599\n13,599\nRelated party reccivable\n-0-\n1,610\nOther\n2,222\n1.638\nTotal assets\n$1,373.469\n$1.325.329\n53",
    "Page_66": "GRAYTELEVISION,INC.\nCONSOLIDATEDBALANCESHEETS(Continued)\n(in thousands)\nDecember31,\n2004\n2003\nLiabilitiesand stockholders'equity\nCurrent liabilities:\nTrade accounts payable\nS\n3,276\nS\n2,383\nEmployee compensation andbenefits\n12,389\n10,229\nCurrent portion of accrued pension costs\n2,685\n1,593\nAccrued interest\n4,233\n4,040\nOther accrued expenses\n7,710\n10,083\nDividends payable\n5,871\n-0-\nFederal and state income taxes\n1,063\n-0-\nCurrent portion ofprogram broadcast obligations\n9,225\n8,976\nAcquisitionrelated liabilities\n1,231\n1,678\nDeferred revenue\n2,386\n3,022\nUnrealized loss on derivatives\n-0-\n210\nCurrent portion oflong-term debt\n3.823\n124\nTotal current liabilities\n53,892\n42,338\nLong-term debt,less current portion\n652,082\n655,778\nProgram broadcast obligations,less current portion\n852\n1,014\nDeferred income taxes\n242,988\n217,666\nOther\n6.415\n6,482\nTotal liabilities\n956.229\n923,278\nCommitments and contingencies (Note J)\nRedeemable Serial Preferred Stock,no par value;cumulative;convertible;\ndesignated5shares,issued and outstanding 4shares($39,640 and\n$40000aggregatelquidation value,respectively)\n39.003\n39.276\nStockholders’equity:\nCommonStock,noparvalue;authorized100000 and50000 shares,\nrestvlysd4487and4403sal\n402,162\n392,436\nClass A Common Stock,no par value;authorized15,000 shares;issued\n7,332 shares,respectively\n11,037\n11,037\nRetained carnings(deficit)\n11,669\n(17,500)\nAccumulated other comprehensive loss,netoftax\n(1,414)\n(126)\nUnearmed compensation\n(1.056)\n(1.357)\n422,398\n384,490\nTreasuryStockatcost,Common1693and12sharesrespectively\n(21,934)\n(200)\nTreasury Stock atcost,Class A Common,1,566and1,501 shares,\nrespectively\n(22.227)\n(21.515)\nTotal stockholders’equity\n378.237\n362.775\nTotal liabilities and stockholders'equity\n$1.373.469\n$1.325.329\nSee accompanying notes.\n54",
    "Page_67": "GRAYTELEVISION,INC.\nCONSOLIDATEDSTATEMENTSOFOPERATIONS\n(in thousands except for per share data)\nYear EndedDecember31.\n2004\n2003\n2002\nOperating revenues:\nBroadcasting (less agency commissions)\nS293,273\nS243,061\nS146,714\nPublishing and other\n53.294\n52.310\n51.926\n346.567\n295.371\n198.640\nExpenses:\nOperating expenses before depreciation,amortization\nand (gain) loss on disposal of assets, net:\nBroadcasting\n158,305\n145,721\n81,996\nPublishing and other\n38,701\n37,566\n37,381\nCorporate and administrative\n8,460\n5,607\nDepreciation\n23,656\n21,715\n15,564\nAmortization of intangible assets\n975\n5,622\n2,164\nAmortization ofrestricted stock award\n512\n454\n-0-\n(Gain) loss on disposals of assets, net\n(451)\n1.155\n699\n233.360\n220.693\n143.411\nOperating income\n113,207\n74,678\n55,229\nAppreciation in value ofderivativesnet\n-0-\n-0-\n1,581\nMiscellaneous income,net\n9101\n20\n303\nInterest expense\n(41,974)\n(43,337)\n(35,674)\nLoss on early extinguishment of debt\n-0-\n-0-\n(16.838)\nIncome before income taxes and cumulative effect of\naccounting change\n72,249\n31,361\n4,601\nIncome tax expense\n27.964\n17.337\n1.896\nNet income before cumulative effect of accounting change\n44,285\n14,024\n2,705\nCumulative effect of accounting change,net of income tax\nbenefit of$13,215\n-0-\n-0-\n(26.646)\nNet income (loss)\n44,285\n14,024\n(23,941)\nPreferred dividends (includes accretion of issuance cost of S87,\n$87and$58for2004,2003and2002,respectively)\n3,272\n3,287\n2,461\nPreferred dividends associated with the redemption of preferred\nstock\n-0-\n-0-\n3.969\nNet income (loss) available to common stockholders\n$41013\nS_10.737\n$_(30.371)\nBasic per share information:\nNet income (loss) before cunmulative effect ofaccounting\nchange available to common stockholders\n0.83\n0.21\nS\n(0.17)\nCumulativeeffectofaccountingchangenetofincome taxes\n(0.00)\n(0.00)\n(1.20)\nNet income (loss)available to common stockholders\n$\n0.83\n$\n0.21\nS\n(1.37)\nWeighted average shares outstanding\n49,643\n50,111\n22,127\nDiluted per share information:\nNet income (loss）before cumulative effect of accounting\nchange available to common stockholders\n$\n0.82\nS\n0.21\nS\n(0.17)\nCumulative ffectofaccountingchangenetofncome taxes\n(0.00)\n(000)\n(1.20)\nNet income (loss)available to common stockholders\nS\n0.82\nS\n0.21\nS\n(1.37)\nWeighted average shares outstanding\n50,170\n50,535\n22,127\nSee acoompanying notes.\n55",
    "Page_68": "(0851）\n中\n中\n中\n(439)\n(t'1)\nCompensation\nS\n中\n中中中\n(9C1\n中\nS\n64\n宁\n中\n中\n(00Z)\n4\n宁\n中\n(0S'11)\n(sEr't)\n宁\n(081)\n(in thousands except fornumber ofshares)\nYD\n中中\n中中\n宁\n中\nGRAYTELEVISION,INC.\n1\n444\n()\n宁\n-0-\n\"0-\n6\n44\n中\n中\nUEFES\n601\n\"0-\n中\n-0\n中\n0005\n000'001\n中\n-0\n696\"31\n中\n中\n中\n中\n中\n(756)\nD\n中\nDESIEEL\n0\n-0\n-0-\nFESTEET\n中\n中\n中\n4\n4\n中\n-0-\n\"0-\n中\n宁\n中中\n中\nSeeaccompanyingnotes.\natDecember 31.zi01\nloss on derivatives,\n'srestrictedstock\nid\n4\nsud",
    "Page_69": "921\n(5,973)\n(1,140)\n(LSE)\nCompensation\n-0-\n--\n中\n(1I2)\n$（921)\n(tItD\n\"0\n中\n(002）S\nAmount\n0\n宁\n宁\n(0'）\n(OSL'11)\n中\n(000%1)\n(000's）\n(051169)\ns\n(S1512）s(SL0S1(00LS9E26S\n中\nAmount\n宁\n9\nYSED\nGRAYTELEVISION,INC.\n4\n中中\n中\n44,285\n中中\n4\n中\n5\n\"0\n4\n中\n中\n4中\n4\n0001\n\"r\n中\n宁\nYSD\n宁\n\"0\"\n中\n中\n中\nSee accompanying notes.\ntax bnefis relating to\nsoxt\n401(k)plan\nDO2\nduo",
    "Page_70": "GRAYTELEVISION,INC\nCONSOLIDATEDSTATEMENTSOFCASHFLOWS\n(in thousands)\nYear Ended December31,\n2004\n2003\n2002\nOperating aetivities\nNet income (loss)\n$44,285\n$14,024\n$（23,941)\nAdjustments to reconcile net income (loss) to net cash\nprovided by operating activities:\nDepreciation\n23,656\n21,715\n15,564\nAmortization of intangible assets\n975\n5,622\n2,164\nAmortization of deferred loan costs\n1,831\n1,796\n1,526\nAmortization ofrestricted stock award\n512\n454\n-0-\nAmortization of program brcadeast rights\n11,137\n11,136\n6,324\nPayments on program broadcast obligations\n(550'11)\n(10,967)\n(6,421)\nWrite off loan acquisition costs from early extinguishment of debt\n-0-\n-0-\n8,593\nComon Stock contributed to 401(K）Plan\n2,559\n2,495\n753\nDeferred income taxes\n25,472\n16,205\n1,201\nDepreciation in value of derivatives, net\n-0.\n-0-\n(1,581)\nIntangible adjustment,net\n-0\n-0-\n26,646\n(Gain) loss on disposal of assets, net\n(451)\n1,155\n699\n99\n109\n55\nChangesin operatingassets and liabilitiesnet of business acquisitions\nTrade accounts receivable\n(1,749)\n(628)\n(1,732)\nRecoverable income taxes\n18\n216\n5\nInventories\n420\n(343)\n(415)\nOther current assets\n(167)\n(184)\n288\nTrade accounts payable\n893\n(3,660)\n890\nEmployee compensation,benefits and pension costs\n3,079\n561\n3,446\n70\n(371)\n(282)\nAccrued interest\n193\n2,920\n(6,753)\nIncome taxes payable\n1,733\n-0-\n-0-\nDeferredrevenue,includingnoncurrent portion\n(774)\n62\n144\nNet cash provided byoperatingnctivities\n102.736\n62.317\n27.173\nInvesting activities\nRestricted cash for redemption of long-tenm debt\n-0-\n-0-\n168,557\nAcquisition of television businesses and licenses, net of cash acquired\n(1,023)\n(618)\n(554,205)\nPurchases of property and equipment\n(36,295)\n(22,306)\n(14,970)\nProceeds from asset sales\n1,392\n435\n272\nPayments on purchase liabilities\n(1,818)\n(8,386)\n(558)\nOther\n192\n(1.920)\n(32)\nNet cash used in investing activities\n(37.552)\n(32.996)\n(400.936)\nFlnaneing activities\nProcceds from borrowingson long-term debt\n937\n16,000\n481,272\nRepayments of borrowings on long-term debt\n(660'1)\n(18,491)\n(379,131)\nDeferred loan costs\n(618)\n(1,152)\n(9,570)\nDividends paid,net of acereted preferred dividend\n(9,158)\n(7,207)\n(4,351)\nIncome tax benefit relating to stock plans\n820\n416\n109\nProceeds from issuance of Common Stock\n5,540\n2,658\n267,265\nProceeds from issuance of Serial RedeemablePreferred Stock\n-0\n-0-\n30,532\nPurchase of Common Stock\n(21,306)\n-0\n-0-\nRedemption ofPreferred Stock\n-0-\n-0-\n(6)\nPurchase of Common Stock from related party\n(1,140)\n(17,581)\n-0-\nPurchase of Preferred Stock from related party\n(360)\n-0-\n-0.\nPurchase of warrants from related party\n(4.932)\n-0-\nNet cashprovided by（usedin）financing activities\n(59592)\n(30.289)\n386.120\nInerease (decrease) in cash and cash equivalents\n38,619\n(968)\n12,357\nCash and cash squivalents at beginning of year\n11.947\n12.915\n558\nCash and cash equivalents at end of year\nS\n99505\n$_11.947\n$12.915\nSee accompanyingnotes\n58",
    "Page_71": "A.Description of Business and Summary of Significant AccountingPolicies\nDescriptionofBusiness\nAs ofDecember 31,2004,the Company operatedin three reportable segments:broadcasting,\npublishingand paging.The broadcasting segment consists of30 television stations serving26markets in\n19 states.The publishing segment consists of five daily newspapers.Four of the five newspapers are\nlocatedin Georgia and the fifth newspaper is located in Indiana.The paging segment consists ofa\nwireless messaging and paging business operating in Georgia,Florida and Alabama.The Companys\nexecutive offices arelocated inAtlanta,Georgia\nPrinciplesofConsolidation\nThe consolidated financial statements include the accounts of the Company and its subsidiaries. All\nsignificant intercompany accounts and transactions have been eliminated.\nRevenue Recognition\nBroadcasting advertisingrevenue isgeneratedprimarilyfrom the sale of television advertising time.\nBroadcast network compensation is generated bypayments from the broadcast networks to the Company.\nPublishing revenue is generated primarily from circulation and advertising revenue.Paging revenue\nresults primarily from the sale of pagers,cellular telephones andrelated services.Advertising revenue is\ncompensation is recognized on a straight line basis over thelife of the contract.The Company billsits\ncustomers in advance for newspaper subscriptions and paging services and the related revenues are\nrecognized over the period the serviceis provided on the straight-line basis.Revenue from the sale of\ncellular telephones and pagers is recognized at the time of sale.\nBarter Transactions\nThe Company accounts for trade barter transactions involving the exchange of tangible goods or\nserviceswithits customers,The revenue is recorded at the time the advertisementis broadcast and the\nexpense is recorded at the time the goods or services are used.The revenue and expense associated with\nthese transactions arebased on the fairvalue of the assets or servicesreceived.Trade barterrevenue and\ncxpense recognizedby the Company for eachof theyears endedDecember31,2004,2003and2002is as\nfollows (amounts in thousands):\nYearEndedDecember31,\n200420032002\nTrade barter revenue\n$3,017S2,988S2,222\nTrade barter expense\n(2.945)(2.915)(2.164)\n$72S73S58\nIn accordance with the Financial Accounting Standards Board's （the “FASB\") Statement No.\n63,Financial Reporting by Broadcasters,the Company does not account for barter revenue andrelated\nandrelated barter expense generated from syndicated programming.Management of the Company\nbelieves that barter revenue andrelated expense generated from syndicated programmingis immaterial.\nFurthermore,anysuchbarterrevenuerecognizedwouldthenrequire the recognition ofanequalamount\nof barter expense. The recognition of these amounts would have no effect upon net income.\n59",
    "Page_72": "A.Deseription of Business and Summary of Significant AccountingPolicies (Continued)\nUse of Estimates\nin the United States of America requires management to make estimates and assumptions that affect the\namounts reported in the financial statements and accompanyingnotes.Actual results could differfrom\nthose estimates.\nCashandCashEquivalents\nCash cquivalentsconsist of highly liquid investments thatarereadily convertible toknown amounts\nof cash and have a maturity of thrce months or less when purchased.\nAllowanceforDoubtfulAccountsReceivable\nThe Company records a provision for doubtful accounts based on apercentage of local revenue\nreceivables that are over sixty days old and a percentage of nationalrevenue recivables that are over\nninety days old.The Company recorded expenses for this allowance of $613,000,S536,000and\nS872,000 for the years ended December 31, 2004, 2003 and 2002, respectively.\nInventories\nInventories,principally newsprint and supplies,are stated at the lower of cost or market.The\nCompany uses the first-in, first-out method of determining costs for substantially all of its inventories.\nProgramBroadcastRighits\nRights to programs available for broadcast under program license agreements are initiallyrecorded\natthebeginningofthelicenseperiodfor the amounts oftotallicense feespayableunder thelicense\nagreements and are charged to operating expense over the period that the episodes are broadcast.The\nportion of the unamortized balance expected tobe charged to operating expense in the succeedingyear is\nlicense fees payable under the program license agreements is classified as current or long-term,in\naccordance with the payment terms of the various license agrcements.\nProperty and Equipment\nmethodBuildings,towers,improvements and equipment are generally depreciatedover estimated useful\nminor replacements are charged to operations as incurred;major replacements and betterments are\ncapitalized.The cost of any assets soldorretired andrelated accumulated depreciation areremovedfrom\nthe accounts at the time of disposition, and any resulting profit or loss is reflected in income or expense\nfor the period.\nDeferredLoanCosts\nLoan acquisition costs are amortized over the life of the applicable indebtedness using a straight-line\nmethodwhichapproximates theeffective interest method.\n60",
    "Page_73": "A.Description ofBusiness and Summary ofSignificantAecountingPolicies(Continued)\nIncome Taxes\nThe Company accounts for income taxesunder Statement of Financial Accounting StandardsNo.\n109,Accounting for Income Taxes\"(SFAS 109\").Under SFAS 109,deferred tax assets and liabilities\narerecognized for future tax consequences attributable to differences between the financialstatement\ncarrying amounts of existing assets and liabilities and their respcctive tax bases,Deferred tax assets and\nliabilities aremeasuredusing enacted tax rates expected to apply to taxable income in the years in which\nthose temporary differences are expected to reverse.The effect on deferred tax assets and liabilities of a\nchangein taxratesisrecognized in income in the period that includes the enactment date.\nStock-BasedCompersation\nFASBStatement No.148,Accounting forStock-Based Compensation-Transition and Disclosure,\nan amendment ofFASB Statement No.123(SFAS 148\"),amends the disclosurerequirements ofFASB\nStatement No.123,Accounting forStock-Based Compensation(\"SFAS 123\"),to require more prominent\ndisclosure in both annual and interim financial statementsregarding themethod of accountingfor stock-\nbased employee compensation and the effect of the method used on reportedresults.\nThe Company currently applies APBOpinionNo.25,Accountingfor StockIssued toEmployees\n(APB 25)and related interpretations in accounting for its stock option plans.Under APB 25,\ncompensation expenseisbasedonthe diffrence,ifany,nthedateofgrantbetweenthefairvalueofth\nCompanys stock and the exercise price.Had compensation expense related to the Company's\noutstanding options bcen determined based on the fair value at the grant dates consistent with SFAS123,\nnet income (loss) available to common stockholders and earnings per share would be as reflected below\n(in thousands,except per common share data):\nYearEndedDecember31,\n2004\n2003\n2002\nNet income (loss)available to common stockholders,as reported\n$41,013$10,737\n$(30,371)\nAdd:Stock-based employee compensation expenseincludedin\nreported net income,net ofrelated tax effects\n-0-\n-0-\n-0-\nDeduct:Total stock-based employee compensation expense\ndeterminedunderfairvalue basedmethod forall awards,net of\nrelated tax cffects\n(908)\n(1.477)\n(877)\nNetincome (loss)availableto common stockholders,proforma\nS_40.105S9.260\n$(31.248)\nNet income(loss)available to common stockholders per share:\nBasic, as reported\n$\n0.83$\n0.21\n$\n(1.37)\nBasic, pro forma\n0.81$\n0.18\nS（1.41)\nDiluted,as reported\nS\n0.82$\n0.21\n(1.37)\nDiluted, pro forma\nS\n0.80$\n0.18\nS（1.41)\n61",
    "Page_74": "A.Description ofBusiness andSummary ofSignificantAccountingPolicies (Continued)\nStock-BasedCompensation(Continued)\nThe fair value for the options was estimated at the date of grant usinga Black-Scholes option pricing\ninterest rates of 3.53%,3.14% and 2.07%;dividend yields of 0.90%,0.71%and 0.81%;volatility factors\nof the expected market price of the Company's Common Stock of 0.30, 0.30 and 0.37; and a weighted\naverage expected life of the options of 3.4,4.1 and 4.5 years.\nAccountingforDerivatives\nThe Company may use swap agreements to convert a portion of itsvariable rate debt to a fixed rate\nbasis,thus hedgingagainst interest rate fluctuations.These hedging activitiesmay be transacted with one\nthe counter-party.\nAs ofDecember31,2004,the Companyis not engaged in any interest rate swap agrecments.During\n2003,theCompany entered into four interest rate swap agreements which expired in November 2004.\nTheseagreementsconvertedacombinednotionalamountofS5o.0millionoffloatingratedebtunder the\nsenior credit facility tofixedrate debt.These swap agreements fixed theLIBOR component of the total\ninterest rate charged on this portion of the Company's debt at a weighted average fixed rate of 1.87%\nThe Company recognizes interest differentialsfrom the interestrate swap agrcements as adjustments\nto interest expense in the period they occur. The differential paid or received as interest rates change is\naccrued andrecognized as an adjustment tointerest expense.The amountpayable to,orreceivablefrom,\ncounter-parties is included in liabilities or assets.The fair value of the swap agreements is recognized in\nthe financial statements as a current liability.\nConcentrationof CreditRisk\nThe Company provides print advertising and advertising air-time to national and local advertisers\nwithin the geographic areas in which the Company operates. Credit is extended based on an evaluation of\nthe customer's financial condition,and generally advance payment is notrequired.Creditlosses are\nprovided forin thefinancial statements andconsistentlyhavebeenwithinmanagement'sexpectations\nFor theyear endedDecember31,2004,approximately 25% and10%of the Company's broadcast\nrevenue was obtained from advertising sales to automotive and restaurant customers,respectively\nAlthough, the Company's revenues could be affected by changes within these industries, this risk is in\npartmitigatedby the diversityof companies from which these revenues are obtained.Furthermore,the\nCompany’s large geographic operatingarea partially mitigates the effect upon the Company from\nregional economic changes.\nThe Company’s cash and cash equivalents are held by a single major financial institution; however,\nriskoflossismitigatedbythesize and thefinancialhealthof theinstitution.\nFairValueofFinancialInstruments\nThe cstimated fair value of the Company’slong-term debtat December31,2004 and2003 was\nS694.5million andS692.8million,respectively.Estimatedfair marketvalue ofthe9%%senior\n62",
    "Page_75": "A.Deseription ofBusiness and Summary ofSignificantAccountingPolicies(Continued)\nFairValueofFinancialInstruments(Contimued)\nsubordinated notes isbased upon recent tradingactivity.The estimated fair marketvalue ofthe senior\nCompany doesnotanticipatesettlementoflong-term debtatother than bookvalue.The fair value of\nother financialinstruments classified as current assets or liabilities approximates their carryingvalue.\nEarningsPerShare\nBasic earnings per share are computed by dividing netincome by the weighted-average mumber of\ncommon shares outstanding during the period.The weighted-average number of common shares\noutstanding does not include unvestedrestricted shares.These shares,although classified asissued and\noutstanding,are considered contingently returnable until therestrictionslapse andwill notbeincludedin\nthe basic earmings per share calculation until the shares are vested.Diluted earnings per share is\ncomputed bygiving effect to all dilutive potential common shares,including restricted stock and stock\noptions.A reconciliation of thenumerator and denominator used in the calculation of historical basic and\nYearEndedDecember31.\n2003\n2007\nNet income before cumulative effect of accounting change\n$44,285S14,024$2.705\nPreferred dividends\n3,272\n3,287\n2,461\nPreferreddividendsassociatedwithredemption of preferred stock\n-0\n0\n3.969\n一\nNet income (loss)before cumulative effect of accounting change\navailable to common stockholders\n$ 41,013\n$10.737\nS_(3.725)\nWeighted average shares outstanding-basic\n49,643\n50,111\n22,127\nStock options,restricted stock andwarrants\n527\n424\n-0-\nWeighted average shares outstanding - diluted\n50.17050.535\n22,127\nFor theyears endedDecember 31,2004and2003,the Companygenerated net income;therefore,\ncommon stock equivalentsrelated toemployee stock-based compensation plans,warrants and convertible\npreferred stock were includedin the computation of diluted carmings per share to the extent that their\nexercise costs and conversion prices exceeded market value.For theyear ended December31,2002,the\nCompaty incurreda net loss before cumulative effectofaccountingchange available tocommon\nstockholders.Asa result,all common stockcquivalentsrelated to employee stock-based compensation\nplans,warrants and convertible preferred stock that could potentially dilute basic earningsper share in the\nfuture were notincluded in the computation ofdilutedearnings per share as they would have an\nantidilutive effect for theperiod.Thenumberofantidilutive common stockequivalents excluded from\ndiluted eamings per share for the respective periods are as follows (in thousands):\nYearEndedDecember31,\n2004_\n2003\n2002\nAntidilutivecommon stockequivalents excluded from diluted earnings\npershare\n4,477\n5,120\n6,993\n63",
    "Page_76": "A.Description ofBusiness and Summary of SignificantAccountingPolicies(Continued）\nIrvestmentinBroadcastingCompany\nThe Company has an investment in Sarkes Tarzian,Inc. (Tarzian) whose principal business is the\nownership and operation of two television stations.The investment represents33.5%of the total\noutstanding common stock ofTarzian (both in terms of the number ofshares of common stock\noutstanding and in terms ofvoting rights),but such investment represents 73%of the equity ofTarzian\nforpurposesofdividendsifpaid aswell as distributionsin the event ofanyliquidation,dissolution or\nothersale of Tarzian.Thisinvestment isaccountedforunderthe costmcthod ofaccountingandreflected\nasa non-current asset.The Company has no commitment to fund operations of Tarzian and hasneither\nrepresentation on Tarzian’s board of directors nor any other influence overTarzian’s management.The\nCompanybelieves the cost method isappropriate to account for thisinvestment given the existence ofa\nsingle voting majority shareholder,the lack of management influence and litigation concerning the\nTarzian shares.See Note J.“Commitments and Contingencies\"for further discussion of the Tarzian\ninvestment.\nValuationandImpairmentTestingofIntangibleAssets\nApproximatelyS1.1billion,or79%,of the Companys totalassetsasof Dccember31,2004consist\nof unamortized intangible assets, principally broadcast licenses and goodwill.\nEffectiveJanuary1,2002,the Company adoptedStatement ofFinancial AccountingStandards No\ndiscontinue amortizinggoodwill and certain intangible assets withindefinite useful lives.Instead,SFAS\n142requires thatgoodwill andintangible assets deemed tohaveindefiniteusefullives bereviewed for\nimpairment upon adoption of SFAS 142 and annually thereafter.The Company performs its annual\nimpairmentreviewduringthefourthquarterofeachyearorwhenevereventsorchangesin circumstances\nindicate that such assets might be impaired. Upon adoption of SFAS 142,the Company recorded a one-\ntime,non-cash charge of approximately$39.9million（S26.6million afterincome taxes)toreduce the\ncarryingvalue of its goodwill and broadcast licenses.Such charge isreflected as a cumulative effect of\nan accounting change in the accompanying consolidated statements of operations for the year ended\nDecember31,2002.\nThe Company has relatively few intangible assets aside from its broadcast licenses and goodwill,\neach ofwhichis anindefinite lived asset.Accordingly,upon adoption ofSFAS142onJanuary 1,2002\nthe Company ceased amortizing these assets.Other separatelyidentified definitelived intangible assets\ninclude certain consulting and or non-compete agrcements,advertising contracts,employment\nagreements,trademarksand network affiliation agreements.\nBroadcast licenses of television stations acquired by the Company prior to January 1,2002were\nvalued usingaresidualvalue methodologywhere the excess of the purchaseprice over thefairvalue of\nall identified tangible and intangible assets was attributed to the broadcast license.\nThe Companyvalues the broadcast licenses of any television stations acquired after 2001using an\nincome approach.Under this approach,a broadcast license is valued based on analyzing the estimated\nafter-taxdiscountedfuture cashflows of the station,assuminganinitialstart-upoperationmaturinginto\nfactors such as the technicalqualities of the broadcast license and the number of competing broadcast\nlicenses within that market.The Company adopted this methodology to value broadcast licenses as the\n64",
    "Page_77": "A.Description of Business and Summary of Significant Accounting Policies (Continued)\nValuationandImpairmentTestingofIntangibleAssets(Contimued)\nCompany believes thismethodology has,in recentyears,become the methodologygenerally used within\nthe broadcast industry tovalue broadcast licenses.\nFor purposes of testinggoodwill impairment,each of the Company's individual television stations\nand each of its individual newspapers is a separate reporting unit and its paging segment is one reporting\nunit.\nThe Company reviews the paging business,each newspaper and each television station acquired\nrespective reporting unit to the carrying value of thatreporting unit‘snet assets.If the estimated market\nvalues exceed thenet assets,no goodwill impairment is deemed to exist.If the fairvalue of the reporting\nunit doesnot exceed thecarryingvalueof thatreportingunitsnetassetsgoodwill impairment is deemed\nto exist.The Company then performs,on a notional basis,a purchase price allocation applying the\nguidance ofStatements ofFinancial Accounting Standards No.141,*Business Combinations”(“SFAS\n141\")byallocatingthereportingunit'sfair value to the fair valueofall tangible andidentifiable\nintangible assets withresidualfairvaluerepresenting theimplied fairvalue of goodwill of thatreporting\nunit. The carrying value of goodwill for the reporting unit is written down to this implied value.\nThe Company tests the broadcast license of any television station acquired after 2001forimpairment\nusing an income approach,which is consistent with the manner in which such licenses are valuedwhen\nthey were acquired.As discussed above,prior to January1,2002 the Company valued the broadcast\nlicenses of its acquired television stations as the residual asset,analogous to“goodwill\".For those\ntelevision stations andpagingsegment,the Company tests the broadcastlicenses for possible impairment\nallocating thereportingunit's fairvalue to the fair value ofall tangible and identifiable intangible assets\n（other than thelicense)with residual fair value representing theimplied fair value of the license.If the\ncarrying value of the broadcast license exceeds the impliedvalue,an impairment charge is recognized\nSeeRecentAccountingPronouncements-ValuationofIntangibleAssets ofthisnoteforclarification of\nthe Securities and Exchange Commission (the “SEC) Staffs position concerning the use of the residual\nmethod.\nRecentAccountingPronouncements\nValuation ofIntangibleAssets-At theSeptember 2004meetingof theEmergingIssuesTaskForce\n(EITF\"),SEC Observer clarified the SECStaffs positiononthe useof the residual method forvaluation\nofacquiredassetsother thangoodwillwhichisreferredtoastopicD-108.TheSECStaffbelievesthat\ntheresidualmethod does not comply with the requirements of SFAS No.141when used to value certain\nintangible assets that arise from legal or contractualrights.Accordingly,the SECStaff believesthat the\nresidualmethod shouldnolongerbeused to value intangible assetsother than goodwill.Registrants\nshould apply the income approach to such assets acquired in business combinations completed after\nSeptember 29,2004,andregistrants who have applied the residual method to thevaluation ofintangible\nassetsfor the purpose of impairment testing shall perform an impairment test using an income approach\non all intangible assets thatwere previously valued using the residual method no later than the beginning\nof their firstfiscalyearbeginning afterDecember15,2004.Impairment of intangible assets recognized\nupon applicationofanincome approach,ncluding theassociateddeferred tax effects,should berecorded\nas a cumulative effect of a change im accounting principle.Early adoption of an income approach is\nencouraged.Asmentioned above,televisionbroadcast licensesacquired by the Companyprior to\n65",
    "Page_78": "A.DescriptionofBusinessand Summary ofSignifieantAccountingPolicies(Continued)\nRecentAccountingPronouncements(Contimued)\nCompany willadopttheprovisionsofthisannouncementandperformavaluation assessmentofits\nFederal Communications Commission (the“FCC) licenses using the income approach.The Company is\ncontinuing to evaluate theimpact ofthe changein accountingprincipal.However,based on preliminary\nvaluation analysisreports from anindependent third party,the Company does not expect that the adoption\n2005.\nShare-BasedPayment-InDecember2004,theFASBissuedSFASNo.123（revised2004),Share-\nBased Paymenr(SFAS 123（R)),thataddresses the accountingfor share-basedpayment transactions in\nwhich an enterprise receives employee servicesin exchange for(a)equity instrumentsofthe enterprise or\n(b)liabilities that are based on the fairvalue of the enterprise's equity instruments or that maybe settled\nby theissuance of such equity instruments.SFAS 123(R)eliminates the ability to account for share\nbased compensation transactions using the intrinsic value method under Accounting Principles Board\n(APB)Opinion No.25,Accounting for StockIssued to Employees,and generally would require instead\nthat such transactions be accounted for using a fair-value-based method.The Companyis currently\nevaluating SFAS 123(R) to determine which fair-value-based model and transitionalprovision it will\nfollowupon adoption.The options for transition methods as prescribedinSFAS 123(R)include either the\nmodifiedprospective or the modifiedretrospective methods.The modifiedprospective methodrequires\nthat compensation expense be recorded for all unvested stock options and restricted stock as the requisite\nserviceisrendered beginningwith the first quarter of adoption,while the modifiedretrospective method\nwouldrecord compensation expense for stockoptions andrestricted stockbeginningwith thefirstperiod\nrestated.Under the modifiedretrospective method,prior periods may be restated either as of the\nbeginningof theyear ofadoption or forallperiodspresented.SFAS 123(R)will beeffective for the\nCompany beginning in its third quarter of fiscal 2005.Although the Companywill continue to evaluate\nthe application of SFAS123(R),based on options issued and outstanding at present,the Company expects\nthat the expensewill bebetweenS250,000 andS400,000for theyear endedDecember31,2005\nAmericanJobs CreationActof2004-On October22,2004,thePresident signed theAmericanJobs\nCreation Act of2004（the“Act).The Act providesadeduction for income from qualified domestic\nproduction activities,which will be phasedin from 2005 through 2010.The Company is currently\nevaluating which of its operations may qualify as“qualified domestic production activities” under the Act\nand thus the financial effect that the Act may ormay not have upon the Company.\nReclassifications\nCertain prior year amounts in the accompanying condensed consolidated financial statements have\nbeen reclassified to conform with the 2004 presentation.\nB.Purchase ofFederal Communications License\nOn August 17,2004,the Company completed the acquisition ofa FCC television license for\nWCAV-TV,Channel 19,in Charlottesville,Virginia from Charlottesville Broadcasting Corporation\naffiliation agreement to allow Gray to operateWCAV-TVas a CBS-affiliatedstation\n66",
    "Page_79": "B.Purchase ofFederal CommunicationsLicense(Continued)\nGray also has an FCC license to operate a low power televisionstation,WVAw-TV,in the\nCharlottesville,Virginia television market.The American Broadcasting Company has agreed to an\naffiliationagrcementexpiring December31,2013 toallow Gray tooperate WVAW-TVas anABC\naffiliate.\nconstruct the combinedbroadcast facilitiesforboth stationsiscurrentlyestimated tobe approximately\n$7.0 million.As of Decermber 31,2004 the majority of such construction costs had been incurred and\npaid.\nC.BusinessAcquisitions\n2002Acquisitions\nOn October 25,2002 the Company completed its acquisition of Stations Holding Company,Inc.\n（\"Stations Holding)by acquiring allof Stations Holding’s outstanding capital stock in a merger\nMidAmerica Television,Inc.(Gray MidAmerica Television).With this transaction the Company\nacquired15network affiliated television stations serving13 televisionmarkets.OnDecember18,2002\nthe Company completed its acquisition of the assets of KOLO-TV,the ABC affiliate serving Reno,\nNevada.\nThe Companypaid S516.5million in aggregate cash considerationforGrayMidAmericaTelevision\nThis amount includeda base purchase price ofS502.5million plus certain net working capital\nadjustments ofapproximately$5.7millionandfeesofS8.3million associatedwith thetransactionThe\nCompany funded the acquisition and related fees and cxpenses by issuing 30,000,000 shares of Gray\nCommon Stock (GTN) to the public for net proceeds of $232.7 million, issuing additional debt totaling\nS275.0million andusingcashonhand.\nFor advisory services rendered by Bull Run Corporation (Bull Run), a related party,in connection\nwith themerger,the Company paid an advisory fee of S5.0 million toBull Run.This amount is included\nin the fees described above. The Company does not intend to engage Bull Run for any such advisory or\nsimilarservicesin thefuture.\nThe Company paid S41.9million in cash consideration for KOLO-TV.This purchase price included\nabase purchase price of $41.5million andrelated feesof S400000.The Company financed this\ntransaction by utilizing cash onhandandnetproccedsof$34.9millionfrom the issuanceofanadditiona\n4,500,000 sharesof Gray CommonStock(GTN)\nTheacquisitionsof GrayMidAmericaTelevisionandKOLO-TVhavebcenaccountedforunderthe\npurchase methodofaccounting.Under the purchasemethod of accounting,the results ofoperations of\nrespective acquisition dates.The identifiable assets and liabilities of acquired businesses are recorded at\ntheir estimatedfairvalueswith the excessofthepurchase price over such identifiable netassets allocated\ntogoodwill.\nThefollowingtablesummarizesthefairvaluesof theassetsacquiredand theliabilitiesassumedat\nthe respective dates of the acquisitions for KOLO-TV and Gray MidAmerica Television (in thousands):\n67",
    "Page_80": "C.Business Acquisitions(Continued)\n2002Acquisitions(Continued)\nGray\nMidAmeriea\nTelevision\nKOLO-TV\nCash\n$\n1,254\n21,284\n2,032\nAccounts receivable\nCurrent portionofprogram broadcastrights\n4,288\n490\nOther current assets\n1,249\n30\nProperty and equipment\n60,425\n9,186\nOther long-term assets\n966\n10\nIntangibles\n564,491\n33,498\nTrade payables and accrued expenses\n(3,954)\n(760)\nCurrent portion of program broadcast obligations\n(5,841)\n(561)\nDeferred revenue\n(695)\n(169)\nCurrent portion ofnotespayable\n-0-\n(819)\nDeferred tax liabilities\n(111,048)\n-0-\nOther acquisition liabilities\n(10,752)\n(098'1)\nLong-term portion of program broadcast obligations\n(712)\n-0-\nLong-term portion of notes payable\n(3.672)\n-0-\nTotal purchase price including expenses\n$516,464\nS_41,896\nDetail ofintangible assets:\nIntangible assets notsubject to amortization:\nBroadcast licenses\n$419,762\n$30,465\nGoodwill\n134,561\n2,517\nIntangible assets subject to amortization\n10.168\n516\n$.564.491\n$33.498\nOf the totalgoodwillrecordedin associationwith theacquisitionsof GrayMidAmericaTelevision\nandKOLO-TV,$8.7millionis expected to be deductible forincome tax purposes.The weighted average\nuseful life for all intangible assets subject to amortization that were acquired in 2002is 5.4years.\nProForma OperatingResults(Unaudited)\nThis unauditedpro forma operating data does not purport to represent what the Company’s actual\nresults of operations would have been had the Company acquired Gray MidAmericaTelevision and\nKOLO-TVonJanuary 1,2002,and should not serve asaforecast of the Company’s operatingresults for\nany future periods.\nThe pro forma adjustments are based solely upon certain assumptions that\nmanagement believes are reasonableunder the circumstances at this time.Unaudited pro forma operating\ndata for the year ended December 31,2002,are as follows (in thousands,except per common share data):\n68",
    "Page_81": "C.Business Acquisitions(Continued)\nProFormaOperatingResulis(Unaudited)(Continued)\nProForma\nYearEnded\nDecember31,2002\n(Unaudited)\nOperatingrevenues\nS305,750\nOperating income\n89,860\nNet income before cumulative effect of accounting change\n15,460\nCumulativeeffectofacounting change,net ofincome tax benefit of$13,15\n(26,646)\nNetloss\n(11,186)\nPreferred dividends\n2,461\nPreferred dividendsassociatedwith theredemption ofpreferred stock\n3,969\nNet loss available to common stockholders\nS(17,616)\nBasic per share information:\nNet incomebefore cumulative effect of accounting change available to common\nstockholders\n0.18\nCumulative effect of accounting change,net of income taxes\n(0.53)\nLossavailable to common stockholders\nS\n(0.35)\nWeighted average shares outstanding\n50,212\nDiluted per share information:\nNetincomebefore cumulative effectofaccounting change available to common\nstockholders\n0.18\nCumulative effect ofaccounting change,net ofincome taxes\n(0.53)\nLoss available to common stockholders\n(0.35)\nWeighted average shares outstanding\n50,462\nThe pro forma results presented above include adjustments to reflect (i) additional interest expense\nassociated with debt to finance the respective acquisitions,(i)depreciation and amortization of assets\nacquired,（ii) the elimination of certain redundant corporate expenses and (iv)the income tax effect of\nsuch pro forma adjustments.Average outstanding shares used to calculate pro forma earningsper share\ndata for 2002include the 34.5million shares ofCommon Stock issued in connection with the\nacquisitions.\n69",
    "Page_82": "D.Long-term Debt\nLong-term debt consists of the following (in thousands):\nDecember31,\n1007\n2003\nSenior credit facility\n$375,000\n$375,000\n9%%Senior Subordinated Notes due 2011\n280,000\n280,000\nOther\n1.914\n2.056\n656,914\n657,056\nLessunamortized discount\n(1.009)\n(1.154)\n655,905\n655,902\nLess current portion\n(3.823)\n(124)\n$652,082\n$_655.778\nSeniorCreditFacility\nThe senior credit facility provides the Company with a$375.0million term facility andareducing\nrevolving credit facility.As ofDecember 31,2004,available capacity to borrowunder the revolving\nfacility wasS71.3million;however,no amounts were outstanding on the revolvingfacility.In addition,\nthe agreement provides the Company with the ability to access up toS300.0million of incremental senior\nsecured termloans upon the consent of the lenders.Under the revolving and termfacilities,the Company,\nat its option,can borrowfunds at aninterestrate equal to theLondon Interbank Offered Rate(LIBOR)\nplus a margin or at the lenders’base rate,generally cqual to the lendersprime rate,plus a margin.\nAsofMay28,2004,the Company amended theseniorcredit facility toreduce the interestrate by\n0.5%on its currently outstandingS375.0million term facility.The amendment also extended thefinal\ntermfacilitymaturity date sixmonths toJune30,2011.Under the amendedagreement,theCompany\nwill pay interest only until March 31,2005.Repayments of principal on the tem facility by the Company\nwill be asfollows(dollarsin thousands):\nTermFacility\nQuarterlyPrincipal\nRepaymentDates\nPayments\nMarch31,2005throughJune30,2010\n$\n938\nSeptember30,2010andDecember31,2010\n88,125\nMarch31,2011andJune30,2011\n89,062\nCertainloan covenants andother termsofthe senior credit facility were also modified by the\namendment toprovide the Companywithmore favorable terms.\nThe amended interest pricing on the term facility is presented belowwith certain terms as defined in\nthe loan agreement.The Company’sinterest rate is based on the lender’s base rate (generally reflecting\nthe lender'sprime rate)plus the specified margin or theLIBORplus the specified margin\nApplicable Margin for\nApplicableMarginfor\nLIBORAdvances\nBaseRate Advances\n1.0%\n1.75%\n70",
    "Page_83": "D.Long-termDebt(Continued)\nSeniorCreditFacility(Continued)\nThe Company incurred approximately S820,000 in lender and legal fees for the amendment in 2004.\nThe weighted average interest rate on the balance outstandingunder the senior credit facility at\nDecember31,2004and2003 was3.83%and 3.40%,respectively.As ofDecember 31,2004,the\naverage daily available credit limit less the amount outstanding.This commitment fee can range betwecn\n0.375% and 0.5% per annum.\nInJune of2003,the Companyhadamended the senior credit facility toreduce theinterestrate on\nthe term facility by 0.5%annually at a cost of approximately $1.0 million in fes.No other provisions or\ntermsofthe creditfacilitychanged\nIn October of2002,the Company amended and restated its senior credit facility.Procceds from the\namended andrestated facilitywere usedin the acquisition of GrayMidAmerica Television,Inc.and to\nrefinance existing senior secured indebtedness,to pay transaction fees and for other generalcorporate\npurposes.The Company incurred $5.5million in lender fees and other costs to amend and restate the\nfacility.\nThe senior credit facility is collateralized by substantially all of the assets,excludingreal estate,of\nthe Company and its subsidiaries.In addition, the Company's subsidiaries are joint and several guarantors\noftheobligations and the Company'sownershipinterestsin itssubsidiariesarepledgedto collateralize\nthe obligations.The agrcement contains certain restrictive provisions which include but are not limited\nto,requiring the Company to maintain certain financial ratios and limits upon the Company's ability to\nincur additional indebtedness,make certain acquisitions or investments,sell assets or make other\nsubordinated notes also contain similar restrictive provisions limiting the Company's ability to,among\nother things,ncur additional indebtedness,makecertainacquisitionsornvestmentssellassetsormake\ncertain restricted payments thatincludebut arenot limited to purchases or redemptions of the Companys\ncapital stock\n9%SeniorSubordinatedNotes\nof its senior subordinated notes.The net proceeds from the sale of these notes were approximately $173.6\nmillion.These senior subordinatednotes have a coupon of 9%% and were priced at a discount to yield\n93/8%.On September10,2002,theCompany completed the sale of anadditional S100 million principal\namount of senior subordinated notes.The coupon on these additional notes was 9%%and they were\nissued at par.These additional noteswere issued under the same indenture and have the same terms as the\nCompany’s previously existing senior subordinatednotes.The additional senior subordinated notes form\na single series with the Company's then existing senior subordinated notes and are collectively referred to\nas the9%%Notes.\nInterestonthe9%%Notesispayable semi-annually onDecember 15 andJune 15,commencingJune\n15,2002.The 9%%Notes mature on December15,2011 and are redeemable,inwhole orin part,at the\nCompany's option afterDecember15,2006.Ifthe9%%Notesareredeemed during the twelve-month\nperiodbeginningonDecember15oftheyearsindicatedbelow,theywillberedeemedat theredemption\nprices set forth below, plus accrued and unpaid interest to the date fixed for redemption.\n71",
    "Page_84": "D.Long-termDebt(Continued)\n9%%SeniorSubordinatedNotes(Continued)\nPercentage ofthePrincipal\nYear\nAmount Outstanding\n2006\n104.625%\n2007\n103.083%\n2008\n101.542%\n2009 and thereafter\n100.000%\nUnder certain circumstances,the Company at its option can redeem all or a portion of the 9%%\nNotesprior toDecember15,2006.If the9%%Noteswere toberedeemed prior toDecember15,2006\ntheCompanywouldhave topaytheprincipal amount,accruedbutunpaidinterest andcertainpremiums\nThe 9%%Notes are jointly and severally guaranteed (the “Subsidiary Guarantces)by all of the\nCompany’s subsidiaries (the“Subsidiary Guarantors”).The obligations of the Subsidiary Guarantors\nrespect of the 9%% Notes,to the prior payment in fullof all existing and future senior debt of the\nSubsidiary Guarantors (which will include any guarantee issued by such Subsidiary Guarantors of any\nsenior debt).\nThe Company isaholding company withno material independent assetsor operations,other than its\ninvestment in its subsidiaries.The aggregate assets,liabilities,earnings and equity of the Subsidiary\nGuarantors are substantially equivalentto theassets,liabilitieseaningsandequityof the Companyona\nconsolidated basis.The Subsidiary Guarantors are,directly orindirectly，wholly owned subsidiaries of\nthe Company and the Subsidiary Guarantees are full,unconditional and joint and several.All of the\ncurrent and future direct and indirect subsidiaries ofthe Company are guarantors of the senior\nsubordinated notes.Accordingly,separate financial statements and other disclosures of each of the\nSubsidiary Guarantors arenot presented because the Company has no independent assets or operations,\nother than theSubsidiary Guarantors are minor.The senior creditfacilityis collateralized by substantially\nall of the Company's existing and hereafter acquired assets except real estate.\nInterestRateSwapAgreements\nAs ofDecember 31,2004,the Company is not engaged in any interest rate swap agreements.During\n2003,the Company enteredinto four interestrate swap agreements which expired inNovember2004.\nTheseagrcementsconverteda combinednotionalamountofS50.0millionoffloatingratedebtunder the\nsenior credit facility tofixedrate debt.These swap agreementsfixed theLIBORcomponent of the total\ninterest rate charged on this portion of the Company's debt at a weighted average fixed rate of 1.87%.\n72",
    "Page_85": "D.Long-termDebt(Continued)\nMaturities\nAggregate minimum principal maturities on long-term debt as ofDecember 31,2004,were as\nfollows (in thousands):\nMinimumPrincipal Maturities\n2005\n$3,823\n2006\n3,827\n2007\n3,825\n2008\n3,931\n2009\n3,827\nThereafter\n637,681\n$656,914\nThe Company made interest payments ofapproximately $39.8million,S38.5million and $36.6\nmillion during 2004,2003 and 2002,respectively.\nE.Stockholders'Equity\nOn May 26,2004,the shareholdersof the Companyvoted to amend the Company'sarticles of\nincorporation to allowforanincreasein the authorizednumber ofsharesof Common Stock from 50\nmillionto100million\nThe Companyis authorized to issue 135million shares ofall classes of stock,ofwhich 15 million\nshares are designated ClassA Common Stock,100 million shares are designated Common Stock,and 20\nmillion shares are designated“blank check”preferred stock for which the Board of Directors has the\nauthority to determine the rights,powers,limitations and restrictions.The rights ofthe Company's\nCommon Stockand ClassA CommonStockareidentical,except that the ClassA CommonStockhas10\nvotes per share and the Common Stock has one vote per share.The Common Stock and Class A\nCommon Stock receive cash dividends on an equal per share basis\nIn transactions completed in April 2003,the Company purchased,and cancelled,all of the warrants\nheld by Bull Run,a related party,for a total price including the Company's expenses,of S5.3million\nwhich waspaidusing cash onhand.The warrants were initially granted in association with the Sarkes\nTarzian transaction and theissuance ofSeries Aand Series B Preferred Stock.The purchase of the\nwarrantshasbeenrecorded asan increasein theSarkesTarzian investment of$395,000 and a decrease in\nClass A Common Stockof$4.9million.The independent directors of the Company approved this\ntransaction with Bull Run after receiving an opinion as to the fairness ofthe transaction from an\nindependentandnationallyrecognizedinvestment-bankingfirm.\nAt December31,2004,warrants topurchase375,000 sharesofClassA Common StockatS16.00\nper share were outstanding and fully vested. The warrants expire if not exercised by September 24, 2006.\nIn August of 2003,the Company purchased1,017,647shares of the Companys ClassA Common\nStock and 11,750 shares of the Company’sCommon Stockfrom Bull Run for $16.95per share,or a total\nof$17.6million including expenses,which was fundedusing cash on hand.Anindependent Special\nto the fairness of the transactionfrom an independent and nationallyrecognized investment-bankingfirm.\n73",
    "Page_86": "E.Stockholders'Equity(Continued)\nOn March3,2004,the BoardofDirectors authorized the Company torepurchase up to an aggregate\noftwomillion sharesoftheCompany'sCommonStockorClassACommonStock.OnNovember3,\n2004,the BoardofDirectorsincreased,from twomillion tofourmillion,the aggregatemumberof shares\nofits Common Stockor ClassA CommonStockauthorized forrepurchase.Thisauthorization superccdes\nany previously authorized share repurchases.There is no expiration for this authorization.Shares\nrepurchased under this authorization will be held as treasury shares and used for general corporate\npurposes including,butnot limited to,satisfying obligations under the Company's employee benefit plans\nandlongtermincentiveplan.\nDuring theyear endedDecember31,2004,the Company purchased 65,000 shares of the Companys\nClass A Common Stock for$10.95per share and purchased1,681,400 shares of the Company’sCommon\nStock for an average price of S12.93 per share for a combined cost of S22.4 million.Included in the\ncurrent year purchaseswere75.0o0 shares of the Company's Common Stockwhich were purchased from\na member of the Company’s Board of Directors,for S15.20 per share.The price paid was the market\nvalue of the shares on the New York Stock Exchange on the date of sale.At December 31,2004,the\nremaining shares authorized for purchase total 2,253,600.As ofDecember31,2004,the Company had\ndeclared but unpaid common stock dividendsof S5.9million whichremained aliability of the Company\nasof December31,2004.Forthe years endedDecember31,2003 and2002,all common stock dividends\ndeclared by the Company were paid during the year that the cormmon stock dividends were declared.\nF.RedeemablePreferred Stock\nInAprilof 2002,theCompanyissued$40millionofaredeemableandconvertiblepreferredstockto\nliquidationvalue ofSio,oo0pershare.TheissuanceoftheSeries C Preferred Stockgeneratednetcash\nproceedsof approximately$30.5million,after transaction fees and expensesand excluding the value of\nthe Series A and SeriesB preferred stock exchanged into theSeries C PreferredStock.Aspart of the\ntransaction,holders of the Company'sSeriesA andSeriesBPreferred Stock have exchangedallof the\noutstanding sharesof eachrespective series,anaggregateliquidationvalueofapproximately$8.2million,\nforan equal numberofshares of theSeries CPreferred Stock.Upon closing thistransaction,theSeries C\nPreferred Stock is the only currently outstanding preferred stock of the Company.\nThe Series CPreferred Stockis convertibleinto theCompany's Common Stock ata conversion\npriceofS14.39pershare.TheSeriesCPreferredStockisredeemable at the Companysoption on or\nafterApril 22,2007andis subject tomandatoryredemption on April22,2012at avalue ofS10,000 per\nshare.Therefore,the Company doesnot have any Series CPreferred Stockredemption requirements for\n8%per annum until April 22,2009 after which the dividend rate shall be 8.5%per annum.Dividends,\nadditional sharesofSeriesCPreferredStock.\nAsofDecember 31,2004,the carryingvalue and theliquidationvalue of the Series CPreferred\nStock was$39.0 million and $39.6million,respectively.The difference between these twovalues is the\nunaccredited portion of the originalissuance cost.The originalissuance cost,prior to accretion,was\nS868,0o0and it isbeingaccretedover the estimated ten-year life of theSeries CPreferred Stock\n74",
    "Page_87": "F.RedeemablePreferred Stock(Continued)\nOn August 4,2004,the Company repurchased36shares of the Company’s Rcdeemable Serial\nPreferred Stock from the Company's Chairman and CEO,attheliquidationprice of$10,000per share\nThe Company chose to repurchase these shares when they became available and after considering the\npreferred stock's dividendrate in comparison to the interestcarmedon the Company's cash investments.\nBy repurchasing the preferred stock,the Companyretired stock with a dividend accruingat an annual rate\nof 8.0% while it used cash that was earning interest at a significantly lower annual rate.\nG.Long-termIncentivePlan\nOn September16,2002,the shareholdersof the Company approved the2002LongTermIncentive\nPlan（the “2002 Incentive Plan),which replaced the prior long-term incentive plan,the1992Long Term\nIncentivePlan.Originally,the 2002Incentive Planhad 2.8million sharesofthe Companys Common\nStock reserved for grants tokeypersonnel for (i）incentive stock options,（i)non-qualified stock options,\n2002IncentivePlan.OnMay 26,2004,the shareholders of the Company approved an amendment to the\n2002Incentive Plan,which increased the number ofshares reserved forissuance thereunderbytwo\nmillion shares toa totalof4.8million shares.AtDecember31,2004,3.5million shareswere available\nforissuanceunder the 2002 Incentive Plan.Shares of Common Stock underlying outstanding options or\nperformance awards are counted against the 2o02IncentivePlan'smaximum shareswhile suchoptions or\nawards are outstanding.Under the2002Incentive Plan,theoptions granted typicallyvest affter a two-year\nperiod and expire threce years after full vesting.However,options will vest immediately upon a“change\nin controlofthe Company as such term is definedin the2002Incentive Plan.Alloptions have been\ngranted 100,000 shares of restricted stock to the Company'spresident of which 40,000 shares were fully\nliability for unearned compensation of S1.4million that is beingamortizedas an expense over the four-\nyear vesting period of the stock.The total amount of unearned compensation is cqual to the market value\nof the shares as of the date of grant.\nOn May14,2003,theCompany’s shareholders approvedarestricted stockplan foritsBoardof\nDirectors （the“Directors'RestrictedStockPlan').The Company hasreserved 1.0million sharesof the\nCompanys CommonStockforissuanceunder thisplan and asofDecember31,2004therewere940,000\nshares available for award.The Directors'Restricted Stock Plan replaces the Company's non-employee\ndirector stock option plan.Under theDirectors’Restricted Stock Plan,each director can be awarded up\nto10,o00 shares ofrestricted stock each calendaryear.Under thisplan,theCompanygranted15,000 and\n45,000sharesofrestricted CommonStock,in total,toits directorsduring2004and2003,respectively.Of\nthese shares,19,000 shareswere fully vested asofDecember31,2004.In connectionwith thisgrant,the\nCompanyrecorded liabilities for unearned compensation of $211,000and$439,000for2004 and2003,\nrespectively.The unearmed compensation is being amortized as an expense over the vesting period of the\nstock.The totalamount ofunearned compensation is equal to the market value of the shares asof the\ndateofgrant.\n75",
    "Page_88": "G.Long-term Incentive Plan (Continued)\nA summary of the Company'sstock option activity for Class A Common Stock,and related\ninformation for the years ended December31,2004,2003and 2002is as follows(in thousands,except\nweighted average data):\nYearEndedDecember31,\n2004\n2003\n2002\nWeighted\nWeighted\nWeighted\nAverage\nAverage\nAverage\nExercise\nExercise\nExercise\nOptions\nPrice\nOptions\nPrice\nOptions\nPrice\nStock options outstanding-\nbeginning of year\n19\n$17.81\n19\nS17.81\n19\n$17.81\nOptions granted\n-0-\n-0-\n-0-\nOptions exercised\n-0-\n-0-\n-0-\nOptions forfeited\n-0-\n-0-\n-0-\nOptions expired\n-0-\n-0-\n-0-\nStockoptions outstanding-end of year\n19\n$17.81\n19\n$17.81\n19\n$17.81\nExercisable at end ofyear\n19\n$17.81\n19\nS17.81\n19\n$17.81\nThe exercise price for ClassA Common Stock options outstanding as of December31,2004is\n$17.81.\nThe weighted-average remaining contractual life of the Class A Common Stock options\noutstanding is 3.9 years.\nA summary of the Company's stock option activity for Comon Stock,and related information for\ntheyearsendedDecember 31,2004,2003 and2002isas follows（inthousands,except weighted average\ndata):\nYearEnded December31,\n2004\n2003\n2002\nWeighted\nWeighted\nWeighted\nAverage\nAverage\nAverage\nExercise\nExercise\nExercise\nOptions\nPrice\nOptions\nPrice\nOptions\nPrice\nStock options outstanding\nbeginning of year\n2,245\n$10.49\n2,632\n$10.47\n1,634\n$11.81\nOptions granted\n151\n14.07\n177\n11.44\n1,520\n10.02\nOptions exercised\n(525)\n10.56\n(279)\n9.82\n(78)\n10.16\nOptions forfeited\n(19)\n9.18\n(159)\n9.53\n(96)\n11.96\nOptions expired\n(57)\n12.75\n(126)\n14.09\n(348)\n14.44\nStock options outstanding-end of year\n1.753\n$10.75\n2,245\n$10.49\n2.632\n$10.47\nExercisable at end of year\n1,435\n$10.31\n770\n$10.80\n1,078\n$11.10\nWeighted-average fair value of\noptions granted during the year\n$3.44\n$3.15\n$3.35\nInformation concerning Common Stock options outstanding has bcen segregated into thrce groups\nwith similar option prices and is disclosed as follows:\n76",
    "Page_89": "G.Long-termIncentivePlan(Continued)\nAsofDecember31,2004\nWeighted\nWeighted\nAverage\nAverage\nAverage\nExercise Price\nExercise PricePer\nNumberof\nExercise\nRemaining\nNumber of Options\nPer Share of\nShare\noptions\nPricePer\nContractual\nOutstandingthat\nOptions that are\nHigh\nLow\noutstanding\nShare\nLife\nare Exercisable\nExercisable\n(in thousands)\n(in years)\n(in thousands)\nS8.89\n$10.12\n783\nS9.57\n1.6\n730\n$9.58\nS10.75\n$11.23\n069\n$11.02\n2.2\n069\n$11.02\n$12.50\n$14.19\n280\nS13.37\n3.3\n15\n$12.92\n1.753\n1,435\nH.Income Taxes\nFederal and state income tax expense attributable toincome before cumulative effect of accounting\nchangeissummarizedasfollows(inthousands):\nYearEndedDecember3l,\n2004\n2003\n2002\nCurrent\nFedera!\n$\n1,154\nS\n-0-\nS\n-0-\nState and local\n1,338\n1,132\n559\nDeferred\n25.472\n16.205\n1.337\n$27.964\nS_17.337\n$\n1.896\nSignificant components of the Company's deferred tax liabilities and assets are as follows (in\nthousands):\n77",
    "Page_90": "H.Income Taxes (Continued)\nDecember31,\n2004\n2003\nDeferred taxliabilities:\nNet book value of property and equipment\nS20,342\n$17,617\nBroadcast licenses,goodwilland other intangibles\n287.033\n276.123\nTotal deferred taxliabilities\n307.375\n293.740\nDeferred tax assets:\nLiability under supplemental retirement plan\n127\n144\nAllowance for doubtful accounts\n369\n447\nLiability under severance and leases\n301\n491\nLiability under health and welfare plan\n334\n653\nLiability for pension plan\n904\n-0-\nFederaloperatinglosscarryforwards\n56,258\n66,608\nState andlocal operating losscarryforwards\n7,899\n8,585\nAlternative minimum tax carryforward\n629\n556\nOther\n1.288\n1,715\nTotal deferred tax assets\n68,109\n79,199\nValuation allowance for deferred tax assets\n(3.722)\n(3.125)\nNet deferred tax assets\n64.387\n76.074\nDeferred tax liabilitiesnet\n$242.988\nS217,666\nThe Company has approximately$161 million in federal operatingloss carryforwards,which expire\nmillion ofvarious state operatingloss carryforwards.The utilization of a significant portion of the net\noperatinglosses islimitedon an annual basis due toa change in ownership of both the Company and\nGray MidAmerica Television.Management does not believe that these limitations will significantly\nimpact the Company's ability to utilize thefederalnet operatinglosses before they expire.\nAvaluation allowance has been providedfor approximately S85.4million in state net operating loss\ncarryforwards.The Company believes there may be limitations on the utilization of certain state net\noperating losses due to the uncertainty of gencrating sufficient income in certain states.\nA reconciliation of income taxexpense at the statutory federal income taxrate andincome taxes as\nreflected in the consolidated financial statementsis as follows (in thousands):\nYearEnded December31,\n2004\n2003\n2002\nStatutoryfederalrate appliedto incomebeforeincome taxesand\ncumulative effect of accounting change\n$25,287\n$10,976\n$1,564\nState and local taxes,net of federal tax benefit\n3,572\n2,424\n208\nSettlement ofIRSaudit\n-0-\n5,837\n-0-\nChange in valuation allowance\n(597)\n(3,125)\n-0-\nChange in deferred taxrate\n-0-\n1,147\n-0-\nOther items,net\n(298)\n78\n124\n$27.964\n$17.337\n$1.896\nEffective tax rate\n38.7%\n55.3%\n41.2%\n78",
    "Page_91": "H.Income Taxes (Continued)\nDuring the yearended December 31,2003,the Company changed its statutory federalincome tax\nThe Companyrecorded income tax benefits related toemployee stockplans of$820,000,$416000\nand $109,000for the years endedDecember 31,2004,2003and 2002,respectively.These benefits were\nrecorded directlyto cquity.\nThe Company recordeda gain on derivatives as other comprchensive income in theyearended\nDecember31,2004whichwasnetofanS84,000 taxexpense.The Companyrecorded a lossonderivatives\nas other commprehensive expensein theyear ended December31,2003which wasnetof an S84,000 tax\nbenefit.In theyearendedDecember31,2004,theCompanyrecordedaminimumpensionliabilityasother\ncomprehensive expense which wasnetofa$904,000 taxbenefit.\nThe Companymade income taxpayments (net ofrefunds)of approximatelyS42,000,S635,000and\n$639,000 in 2004,2003and 2002,respectively.AtDecember31,2004and2003,the Company had\ncurrent income taxes payable ofapproximately Sl.1million and net recoverable income taxes of\napproximately $18000respectively.The December31,2003receivable amount included a previously\nclaimedfederal tax cash refundof approximately $1.1million that related to1996.Asa result of the\nsettlementwith theIRSaudit asdetailedbelow,theCompanyreceivedin2004,thispreviouslyclaimed\nfederal tax cashrefund,plusstatutory interest.\nIn October 2001,the Company receiveda notice of deficiency from the Internal Revenue Service\n（the “IRS\") with respect to its 1996 and 1998 federal income tax returns.The notice of deficiency alleged\nthat the Company recognizeda significant amount of taxable gain from the sale of certain assets in 1996\nin connection with a business acquisition fromFirst American Media,Inc.Thenotice of deficiency also\nallegedthatthe Companys1996acquisition ofcertain assetsfromFirstAmericanMedia,Inc.should be\npetition to contest thematter in theUnitedStatesTax Court.\nInJanuary 2004,the Company settled itslitigationwith theIRSregarding all deficienciesrelated to the\nIRS'audit of the Company's 1996 and 1998federal income tax returns.The settlement required no cash\npayments from the Company.The Company agreed in the setlement to foregocertain claimed\ndepreciation and amortization deductionsrelating to the1996through 1999 tax years,which in turn\nresulted in a reduction of the federal income tax net operating loss carryforwards by approximately S16.3\nmillion.During the three monthsendedDecember31,2003,the Company recorded a non-cashcharge to\ndecrease its deferred tax assets by approximately S5.8million to reflect this settlement.During 2004 and\nas a result of the settlement,the Company collected a previously claimed federal tax cash refund of\napproximately$1.1 million,plus statutory interest,that related to1996.\nL.Retirement Plans\nPensionPlan\nThe Companyhasa defined benefit pension plan coveringsubstantially all full-time employces\nRetirement benefits are based on years of service and the employees'highest average compensation for\nfive consecutive yearsduringthe last ten yearsofemployment.The Company'sfundingpolicy is\nconsistentwiththefundingrequirements ofexistingfederallaws andregulationsunder theEmployee\nRetirement Income Security Act of 1974.\n79",
    "Page_92": "L\nRetirement Plans(Continued)\nPensionPian(Contimued)\nThe following summarizes the plan's funded status and amounts recognized in the Company's\nconsolidated balance sheets atDecember31,2004 and2003,respectively (dollars in thousands):\nDecember 31,\n2004\n2003\nChange in projected benefit obligation:\nProjected benefit obligation at beginning of year\nS14,423\n$13,153\nService cost\n2,184\n1,257\nInterest cost\n1,035\n845\nActuarial (gains) losses\n4,661\n(405)\nBenefits paid\n(487)\n(427)\nProjected benefit obligation at endof year\nS21.816\n$14.423\nChange in plan assets:\nFair value of plan assets at beginning of year\nS11,331\n$9,466\nActual retum on plan assets\n559\n969\nCompanycontributions\n1,592\n1,323\nBenefits paid\n(487)\n(427)\nFair value of plan assets at end ofyear\nS12,995\n$11.331\nFunded status:\nUnderfunded status of theplan\n$（8,821)\n$(3.092)\nUnrecognized net actuarial loss\n5,740\n887\nUnrecognized net transition amount\n-0-\n-0-\nUnrecognized prior service cost\n-0-\n-0-\nNetliability\n(3,081)\n(2,205)\nUnfunded accumulated benefit obligation at end of year\n(5.311)\n$(1.163)\nAdditionalminimumliability\nS(2.230)\nNA\nThe accumulated benefitobligation for the definedbenefitpension wasS18.3million and$12.5\nmillion at December 31,2004and 2003,respectively.The increases in the accumulated benefit\nobligation and the actuarial (gains) loss are due primarily to the change in the discount rate used to project\nbenefitobligations andan increase in the number ofemployeescoveredby the plan.The long-term rate\nofreturn on assets assumption was chosen from a best estimate range based upon the anticipated long-\nterm retums for assetcategories inwhich the plan is invested.The long termrate ofreturn maybe\nviewedas the sum of3%inflation,1%risk-free rate ofreturm,and3%riskpremium.The estimatedrate\nofincrease in compensation levels is based on historical compensation increases for the Company's\nemployees.\nYearEnded\nDecember31,\n2004\n2003\nWeighted-average assumptions used to determine net periodic benefit cost:\nDiscountrate\n6.75%\n6.75%\nExpected long-term rate of return on plan assets\n7.00%\n7.00%\nEstimatedrate of increase in compensation levels\n5.00%\n5.00%\n80",
    "Page_93": "L.\nRetirementPlans (Continued)\nPensionPlan(Contimued)\nAs ofDecember31,\n2004\n2003\nWeighted-averageassumptionsused to determinebenefit obligations:\nDiscount rate\n5.75%\n6.75%\nEstimated rate ofincrease in compensationlevels\n5.00%\n5.00%\nPension expense is computed using the projectedunit credit actuarial cost method.The net periodic\npension cost includes the following components(inthousands):\nYearEndedDecember31,\n2004\n2003\n2002\nComponents of net periodic pension cost:\nService cost\n$2,184\n$1,257\n$1,267\nInterest cost\n1,035\n845\n763\nExpected return on plan assets\n(806)\n(672)\n(624)\nAmortization ofpriorservice cost\n-0-\n-0-\n-0-\n-0-\n-0-\n-0-\nAmortizationof transition asset\nRecognized net actuarial(gain) loss\n55\n-0-\n(27)\nNet periodic pension cost\n$2.468\n$1,430\n$1,379\nEstimated futurebenefit payments are asfollows(in thousands):\nAmount\nEstimated future benefit payments for subsequent ten years:\n2005\n$527\n2006\n542\n2007\n570\n2008\n611\n2009\n671\n2010-2014\n$4,397\nThe Company'spension plan weighted-average asset allocations by asset category are as follows:\nAs of December 31,\n2004\n2003\nAsset Category:\nInsurance general account\n43%\n43%\nEquity accounts\n21%\n24%\nFixed income account\n21%\n19%\nCash equivalents\n15%\n14%\n100%\n100%\n81",
    "Page_94": "I.RetirementPlans(Continued)\nPensionPlan(Continued)\nThe investment objective is to achieve a consistent total rate of return (income,appreciation,and\nreinvested funds)thatwill equal orexceed theactuarial assumptionwith aversion tosignificantvolatility\nThe following is the target asset allocation:\nTarget Range\nInvestment type:\nEquity funds\n20%to70%\nFixedincomefunds\n35%to70%\nCash equivalents\n1%to30%\nThe equity strategyisa diversifiedportfolioofattractivelypricedfinancially sound companies.The\nfixed income strategy is a portfolio ofobligationsgenerally ratedA or betterwith nomaturityrestrictions\nandan actively managed duration.The cash equivalents strategy uses securities of the highest credit\nquality. The Company expects to contribute S3.0 million to its pension plans during fiscal year 2005.\nAcquired PensionPians\nIn past years the Company has acquired several companies and the assumption of two underfunded\npension plans (the “acquired pension plans).The acquired plans were frozen by their prior plan sponsors\nand no new participants can be added to the acquired pension plans.Combined, the acquired pension\nplans have 135 participants as compared to the Company's active plan which has approximately 2,200\ncombinedplan assets were$3.8millionand the combinedprojectedbenefitobligationwasS5.0million\nThe netliability for the two acquiredpensionplansis recorded as a liabilityin the Company'sfinancial\nstatementsasofDecember31,2004and2003.\nCapitalAccumulationPlan\nThe Gray Television,Inc. Capital Accumulation Plan (the“Capital Accumulation Plan') provides\nadditional retirement benefitsfor substantially all employees.The CapitalAccumulationPlan is intended\ntomeet the requirementsof section 401(k)of theIntermal Revenue Code of1986.\nThe CapitalAccumulation Plan allows an investment optionin the Company's Common Stock and\nof the Company's Common Stock.The Company reserved 1,300,000 shares of the Company's Common\nStockforissuance under the CapitalAccumulationPlan.AsofDecember31,2004,647,772shareswere\navailable for the plan.\nEmployee contributions to the CapitalAccumulationPlan,not tocxcccd 6%oftheemployees'gross\npay,are matched by Company contributions.The Company’s percentage match amount is declared by the\nCompany'sBoardof Directorsbefore thebeginningofeachplanyearandismadebyacontributionof\nDecember31,2004.TheCompany contributionsvestbased upon eachemployee'snumberofyearsf\nservice,over a period not to exceedfiveyears.\n82",
    "Page_95": "I.Retirement Plans (Continued)\nCapital AccumuiationPlan(Continued)\nIn addition to the Company's matching contributions,the Company authorized a voluntary\ncontribution for2004,2003and 2002for active participants in the Capital Accumulation Plan.This\nvoluntary contribution was cqual to 2%of cach active participants carnings for 2004,and 1%of each\nactive participant's earnings for2003and 2002.The Company'smatching and voluntary contributions\nare as follows (in thousands):\nYearEndedDecember31,\n2004\n2003\n2002\nShares\nAmount\nShares\nAmount\nShares\nAmount\nContributions to the\nCapital Accumulation Plan\nMatching contributions\n94\nS1,301\n112\n$1,331\n65\nS753\nVoluntary contributions\n81\nS1,259\n39\nS595\n59\nS568\nEmployeeStockPurchasePlan\nOnMay14,2003,the Company’sshareholders approved the adoption of the GrayTelevision,Inc.\nEmployee Stock Purchase Plan (the \"Stock Purchase Plan\").The Stock Purchase Plan is intended to\nqualify as an”employee stock purchase plan”under Section 423ofthe InternalRevenue Code and to\nprovideeligible employeesof the Companywithanopportunity topurchase theCommonStockthrough\nsplit,stock dividend or other similar change in the Common Stock or the capital structure of the\nCompany.AsofDecember31,2004,446,412 shares were available under the plan.The price per share\natwhich shares of Common Stock maybe purchased under theStockPurchasePlan duringanypurchase\nperiod is 85%of the fairmarket value of the Common Stock on the last day of the purchase period.The\nCompany's boardof directors has the discretion to establish a different purchase price for a purchase\nperiodprovided thatsuch purchase price willnotbeless than 85%ofthe fairmarketvalueofthe\nCommonStockon the transactiondate.\nJ.\nCommitments and Contingencies\nThe Company hasvarious operating lease commitments for equipment, land and office space.The\nCompanyalso has commitments forvarious syndicated television programs and fordigital television\n(DTV\")equipment.\nThe Company has two typesof syndicated television program contracts:firstrun programs and off\nnetwork reruns.The first run programs are programs such as Oprah and the off network programs are\nprograms suchasSeinfeld.The two program types are different in that the first run programs havenot\nbeen produced at the time the contract is signed and the off network programs have been produced.The\namountsforsyndicated televisionprogrammingin the tablebelow arefor contracts thatare notrecorded\non theCompany'sbalance sheet asof December 31,2004.\nFuture minimum payments under operating leases with initial or remainingnoncancelable lease\nterms in cxcess ofone year,obligations for syndicated television programs as described above and\ncommitments forDTVequipment that hadbeen orderedbut not yetbeen received areas follows（in\nthousands):\n83",
    "Page_96": "J.\nCommitmentsand Contingencies(Continued)\nSyndicated\nDTV\nOperating\nYear\nTelevision\nEquipment\nLease\nProgramming\nTotal\n2005\n$\n438\n$2,136\n$2,874\n$5,448\n2006\n-0-\n1,803\n9,415\n11,218\n2007\n-0-\n1,398\n8,877\n10,275\n2008\n-0-\n1,019\n6,173\n7,192\n2009\n-0-\n694\n542\n1,236\n-0-\n1.736\n357\n2.093\n$\n438\n$8.786\n$28.238\n$37.462\nThe DTVequipment,operating lease and syndicated television programming amounts in the table\nabove are estimatesof commitments that arein addition to liabilities accrued for on the Companys\nbalance sheet asofDecember31,2004.\nRent expenseresultingfromoperatingleasesfor theyearsendedDecember31,2004,2003and2002\nwereS2.3million,$2.1million and S1.6million,respectively\nThrough a rights-sharing agreement with Host Communications,Inc.(Host),a wholly owned\nsubsidiary ofBull Run,a related party，the Company participates jointly with Host in the marketing,\nselling and broadcasting of certain collegiate sporting events and in related programming,production and\nother associated activitiesrelated to the University ofKentucky.The agreement commenced April 1,\n2000and terminatesApril 15,2005.The Company shares with Host the profit orloss from these\nactivities.Individual revenues and expenses under this agreement are not separately recorded in the\nCompany'sstatement ofoperations,rather the netamountreceived isincludedin broadcastingrevenues.\nThe Companysoperatingresults for2004,2003 and 2002include net profit (loss）from these activities of\nS101,475,$104,396and S（168,307).As a result of the rights-sharing agreement,in certain\ncircumstances,the Company may be called upon for payment of a share of certain upfront rightsfees.\nDuring 2003, the Company paid $1.5million under this provision.No similar payments were made in\n2004,andnone are anticipatedunder thisrights-sharing agreement in 2005.During 2004,the Company\nreceived$300,000of theamount that it hadpaidin2003.AsofDecember31,2004,the Company isdue\nS0.2million ofundistributedeamings from the contract as well as the remaining$1.2million outstanding\nportion of the cash advanced toHost during2003.Thisbalanceof $1.4million isrecorded asa current\nrelated partyreceivable in the consolidated balance sheetat December 3l,2004.This amount is non-\ninterest-bearing andhas no due date;however,the Company expects the amount to be received prior to\nDecember31,2005.\nOn October12,2004,the UniversityofKentuckyjointly awardedanew sports marketing agreement\ntothe Company andHost.The newagreementwill commence onApril16,2005andhasaninitial term\nofseven years with the option to extend the license for three additionalyears.Aggregate license fees to\nbe paid to theUniversity ofKentucky over a full tenyear term for the agreementwill approximateS80.5\nmillionThe Company andHost will share equally the cost of the license fees.Asof the date of filing\nthis Annual Report, the Company does not believe that this contract will require consolidation by the\nCompany under the Financial Accounting Standards Board’sFinancial Interpretation No.46.However,\nthe Companycontinuestoresearchthismatter.\nThe Company is subject to legal proceedings and claims that arise in the normal course of its\nbusiness.In the opinion of management,the amount of ultimate liability，if any,withrespect to these\nactionswill notmaterially affect the Company'sfinancial position.\n84",
    "Page_97": "J.Commitments and Contingencies (Continued)\nThe Company has an equity investment in Sarkes Tarzian,Ine.(Tarzian)representing shares in\nTarzian whichwere originally held by theestate of Mary Tarzian(the“Estate”).Asdescribed more fully\nbelow,the Company's ownership of theTarzian sharesissubject to certain litigation.\nOnFebruary12,1999,Tarzianfiled suitintheUnitedStatesDistrict Court for theSouthemDistrictof\nIndiana against U.S.Trust Company of Florida Savings Bank as Personal Representative of the Estate.\nclaiming thatTarzian had a binding and enforceable contract to purchase theTarzian shares from theEstate.\nOnFebruary3,2003,theCourtenteredjudgmenton ajuryverdictinfavorofTarzianforbreach ofcontract\nand awardingTarzian S4.0million in damages.The Court denied the Estate’s renewed motion forjudgment\nasamatter oflaw,and alternatively,fora new trialon the issue ofliability;deniedTarzian'smotion to\namend thejudgment to award Tarzian specificperformance of thecontractand title to theTarzian shares;\nandgrantedTarzian'smotiontoamendthejudgmenttoincludepre-judgmentintereston the$4.0million\ndamage award.TheEstate appealed the judgment and the Court’srulings on thepost-trialmotions,and\nTarzian cross-appealed.OnFebruary14,2005,theU.S.Court of Appealsfor the Seventh Circuit issued a\ndecision concluding that no contract was ever created between Tarzian and the Estate,reversing the\njudgment ofthe District Court,and remanding thecase to theDistrict Court withinstructions to enter\njudgment for the Estate.On February 25,2005,Tarzian filed a petition for a rehearing.The Copany\ncannot predict when the final resolution of this litigation will occur.\nOnMarch7,2003,Tarzianfiledsuitin theUnitedStatesDistrict CourtfortheNorthemDistrictof\nGeorgia against Bull Run Corporation and the Company for tortious interference with contract and\nconversion.The lawsuit alleges thatBull Run Corporation and Gray purchased the Tarzian shareswith\nactual knowledge that Tarzian hada bindingagreement to purchase the stock from theEstate.The\nlawsuit seeks damages in an amount equal to theliquidationvalue of the interestin Tarzian that the stock\nrepresents,whichTarzian claims to be asmuch as$75 million,aswell as attomeysfees,expenses,and\npunitive damages.The lawsuit also sccks an order requiring the Company and Bull Run Corporation to\ntum over the stock certificates toTarzian and relinquish allclaims to the stock.The stockpurchase\nagreement with the Estate would permit the Company to make a claim against theEstate in the event that\ntitle to theTarzian Sharesisultimately awarded toTarzian.There is no assurance that theEstatewould have\nsufficient assets to honor any or all of such potential claims.The Companyfiledits answer to the lawsuit on\nMay 14,2003 denyinganyliability forTarzians claims.On February 23,2005,the Court granted the\nrehearing filedbyTarzian in the Indianalitigation referenced above.The Company believes ithas\nmeritorious defenses and intends to vigorously defend the lawsuit.The Company cannot predict when the\nfinalresolution of thislitigationwill occur.\nK.Goodwill andIntangibleAssets\nAsummaryofchangesin the Company'sgoodwillandother intangible assetsfor theyearsended\nDecember 31, 2004 and 2003, by business segment is as follows (in thousands):\n85",
    "Page_98": "K.Goodwill and Intangible Assets(Continued)\nNet Balance\nNet Balance\nat\nAequisitions\nat\nDecember 31,\nAnd\nDecember31,\n2003\nAdjustments\nImpairments\nAmortization\n2004\nGocdwill:\nBroadcasting\n$\n137,079\n$\n-0-\n$\n-0-\n$\n-0-\nS\n137,079\nPublishing\n16,779\n-0-\n-0.\n-0-\n16,779\nPaging\n-0-\n-0-\n-0-\n-0-\n-0-\nS153.858\n-0-\n0-\nS.\nS153.858\nS\n-0-\nBroadcast licenses:\nBroadcasting\n920,882\n$\n1,028\n$\n-0-\n$\n-0-\n921,910\n$\n小\nPaging\n4.829\n-0-\n0-\n-0-\n4.829\n$925.711\n$\n1,028\nS\n-0-\nS926.739\n0\nDefiniteLived Intangible\nAssets:\nBroadcasting\n$\n3,752\n$\n-0-\n$\n-0-\n$\n(920)\nS\n2,832\nPublishing\n50\n-0-\n-0-\n(os)\n-0-\nPaging\n5\n-0-\n-0-\n(5)\n-0-\n$\n3.807\n$\n-0-\n$\n-\n$\n(975)\n2.832\nTotalintangible assetsnetof\naccumulated amortization\n$.1,083,376\n1,028\n0\n$\n(975)\nS1,083,429\nNet Balance\nNet Balance\nat\nAcquisitions\nat\nDecember 31,\nAnd\nDecember31,\n2002\nAdjustments\nImpairments\nAmortization\n2003\nGoodwill:\nBroadcasting\n120,190\n$\n16,889\n$\n-0-\n-0-\nS\n137,079\nPublishing\n16,779\n-0-\n-0-\n-0-\n16,779\nPaging\n-0-\n-0-\n-0-\n-0-\n-0-\n$136.969\n$16.889\n-0-\n-0-\nS153,858\nBroadcast licenses\nBroadeasting\nS945,492\n$(24,610)\n$\n-0-\n$\n-0-\nS\n920,882\nPaging\n4.829\n-0-\n-0-\n-0-\n4.829\n$950.321\n$_(24.610)\nS925.711\n-0-\n$\n-0-\nDefinite Lived Intangible\nAssets\nBroadcasting\n8,425\n523\n$\n-0-\n(5,196)\nS\n3,752\nPublishing\n475\n-0-\n-0-\n(425)\n50\nPaging\n5\n-0-\n-0-\n0-\n5\n8.905\n523\n-0-\n(5.621)\n3.807\nTotal intangible assetsnet of\naccumulated amortization\n$1,096,195\n$\n(7.198)\n(5.621)\nS1,083,376\n86",
    "Page_99": "K.Goodwill and Intangible Assets (Continued)\nAs of December 31,2004and2003,the Company'sintangible assets andrelatedaccumulated\namortization consisted of the following(in thousands):\nAsofDecember31.2004\nAsofDecember31.2003\nAceumulated\nAecumulated\nGross\nAmortization\nGross\nAmortization\nNet\nIntangible assets not subject\nto amortization:\nBroadcast licenses\n$982,935\n(56,196)\nS926,739\nS\n$981,907\n(56,196)\n$925,711\n$\nGoodwill\n155.857\n(1.999)\n153.858\n156.853\n(2.995)\n153.858\n$1,138.792\nS(58.195)\n$1.080,597\n$1,138.760\n(59.191)\n$1,079.569\nIntangible assets subject to\namortization:\nNetwork affiliation\nagreements\n$\n523\nS\n(343)\nS\n180\n523\n$\n(187)\n$\n336\nOther definite lived\nintangible assets\n13,265\n(10.613)\n2.652\n13,270\n(9.799)\n3.471\n$\n13.788\nS(10.956)\nS\n2.832\n$13.793\n(9.986)\n3.807\nTotal intangibles\n$1.152.580\nS(69.151)\n$1.083,429\n$1.152.553\n$(69.177)\n$1,083,376\nThe Company recorded amortization expense for the years endedDecember 31,2004,2003and\n2002ofS975000,S5.6million and$2.2million,respectively.Basedon the currentamountofintangible\nassets subject to amortization,the amortization expense for the succceding five years is as follows:2005:\nS670,000;2006:$316,000;2007:S259.000;2008:$254,000 and 2009:$232,000.As acquisitions and\ndispositions occurin the future,actual amounts may vary from these estimates.\nSeeRecentAccountingPronouncements-ValuationofIntangibleAssetsofNoteA.Description of\nthe Business and Significant AccountingPolicies\"for clarification of the SEC Staff's position concerning\ntheuseof theresidual method.\nL.Information onBusiness Segments\nThe Company operates in three business segments:broadcasting,publishing and paging.The\nbroadcasting segment operates30 television stationslocated in the UnitedStates.The publishing segment\noperates four daily newspapers in five differentmarkets located in Georgia andIndiana.The paging\noperations are located in Florida,Georgia,and Alabama.Corporate and administrative expenses are\nallocated to the segment based on net segment revenues.The following tablespresent certain financial\ninformation concerning the Company's three operating segments (in thousands):\nYearEndedDecember3l,\n2004\n2003\n2002\nOperating revenues:\nBroadcasting\n$293,273\nS243,061\nS146,714\nPublishing\n46,124\n44,366\n43,657\nPaging\n7.170\n7.944\n8.269\nTotal operatingrevenues\n$_346.567\nS_295.371\nS_198.640\n87",
    "Page_100": "L.Information on Business Segments (Continued)\n(in thousands)\nYearEnded December31\n2004\n2003\n2002\nOperating income:\nBroadcasting\n102,321\n64,267\nS\n45,018\nPublishing\n10,162\n9,461\n9,073\nPaging\n724\n950\n1,138\nTotal operating income\n113,207\n74,678\n55,229\nAppreciation in value of derivatives,net\n-0-\n-0-\n1,581\nMiscellaneous income,net\n1,016\n20\n303\nInterest expense\n(41,974)\n(43,337)\n(35,674)\nLoss on early extinguishment of debt\n-0-\n-0-\n(16.838)\nIncome before income taxes\nS\n72.249\n31.361\nS\n4,601\nDepreciation and amortization expense:\nBroadcasting\n22,485\nS\n24,423\nS\n14,737\nPublishing\n987\n1,500\n1,583\nPaging\n769\n944\n1.073\n24,241\n26,867\n17,393\nCorporate\n902\n924\n335\nTotal depreciation and amortization expense\n$\n25.143\n27.791\nS\n17.728\n(Gain)loss on disposal of assets,net:\nBroadcasting\nS\n(328)\n638\n624\nPublishing\n43\n161\n20\nPaging\n2\n3\n(5)\n(283)\n802\n639\nCorporate\n(168)\n353\n60\nTotal (gain) loss on disposal of assets, net\nS\n(451)\n1.155\n$\n699\nCapital expenditures:\nBroadcasting\n32,722\n$\n20,333\nS\n12,833\nPublishing\n2,986\n1,243\n491\nPaging\n393\n466\n822\n36,101\n22,042\n14,146\nCorporate\n194\n264\n824\nTotal capitalexpenditures\n$\n36.295\n22.306\n$\n14.970\nDecember 31,\n2004\n2003\n2002\nIdentifiable assets:\nBroadcasting\n$1,257,006\n$1,247,357\n$1,249,139\nPublishing\n31,674\n28,919\n28,717\nPaging\n4.443\n8.318\n10.359\n1,293,123\n1,284,594\n1,288,215\nCorporate\n80.346\n40.735\n43.833\nTotalidentifiable assets\n$1,373,469\n$1.325.329\n$1,332,048\n88",
    "Page_101": "M.Selected QuarterlyFinancial Data(Unaudited)\nFiscal Quarters\nFirst\nSecond\nFourth\n(In thousands,except for per share data)\nYearEndedDecember31,2004:\nOperatingrevenues\n$74,729\n$84,353\n$86,912\n$100,573\nOperating income\n19,374\n30,284\n29,620\n33,929\nNet income\n5,502\n12,197\n11,782\n14,804\nNet income available to common stockholders\n4,680\n11,376\n10,967\n13,990\nBasicnet income available to common stockholders per\nshare\nS\n0.09\n$\n0.23\n$\n0.22\n0.29\nDilutednetincome available to common stockholdersper\nshare\nS\n0.09\n$\n0.22\n0.22\n$\n0.28\n8\nYearEndedDecember31,2003:\nOperatingrevenues\n$64,975\n$76,647\n$73,352\n$80,397\nOperating income\n11,652\n22,341\n19,445\n21,240\nNet income\n171\n7,032\n5,556\n1,265\nNet income (loss)available to common stockholders\n(651)\n6,211\n4,734\n443\nBasic net income (loss)available to common stockholders\npershare\nS\n(0.01)\nS\n0.12\nS\n0.09\nS\n0.01\nDiluted net income (loss) available to common\nstockholders per share\n$(0.01)\nS\n0.12\nS\n0.09\n$\n0.01\nBecause of the methodused in calculatingper share data,the quarterly per share data will not\nnecessarilyadd to thepershare data ascomputed for theyear.\nN. Subsequent Event\nOnJanuary31,2005,the Company completed the acquisition ofcertain assets andassumption of\ncertain liabilities of KKCO-TV from Eagle Il Broadcasting,LLCfor approximately$13.5million plus\nrelated transection costs.KKCO-TV,Channel 11 serves the GrandJunction,Colorado television market\nand is anNBCaffiliate.The Companyused a portion ofitscash on hand tofully fund this acquisition.\n89",
    "Page_102": "Item 9. Changes in and Disagreements with Accountants on Accounting and Financial Disclosure.\nNone\nItem9A.ControlsandProcedures.\nEvaluation ofDisclosure Controlsand Procedures\nAn evaluation asofDecember 3l,2004was carriedout under the supervision and with the\nparticipation of management,including the Chief Executive Officer (CEO\") and the ChiefFinancial\nOfficer (CFO),of the effectiveness of the Company'sdisclosure controls and procedures(as defined in\nRule 13a-15（e)of the Securities Exchange Act of 1934,as amended).Based on that evaluation,the CEO\nand the CFO have concluded that the Company's disclosure controlsandprocedures areeffective,as of\nthe endof the period coveredby this report,to ensure that informationrequired to be disclosed by the\nCompany in reports that it files or submits under the Securities Exchange Actof1934,as amended,is\nrecorded,processed，summarized and reported within the time periods specified in Securities and\nExchange Commissionrules and forms.Subsequent to this evaluation,there were no significant changes\nin the Company'sinternal controlover financial reporting that could significantly affect the disclosure\ncontrols, including any corrective actions with regard to significant deficiencies and material weaknesses.\nChangesinInternal Control OverFinancialReporting\nNo changein the Company'sintermal control over financialreporting occurred during the quarter\nendedDecember 31,2004 that materially affected,or is reasonablylikely to materially affect,the\nCompany'sintermal control overfinancialreporting\nManagement'sReportonInternal Control OverFinancial Reporting andAttestation Report of our\nIndependentRegisteredPublicAccountingFirm\nOurManagement's Report onInternal Control over Financial Reporting and Alttestation Report of\nour Independent Registered Public Accounting Firm thereon are set forth in Item 8. of this Annual Report\non Form 10-K.\nItem9B.OtherInformation.\nNone\nPARTIII\nItem10.DirectorsandExecutiveOfficersoftheRegistrant.\nThe informationrelating to our directors and audit committee,compliancewithSection16（a)of the\nExchange Act,and our codeof ethics applicable to our chief executive,financialand accounting officers\nset forth in the Company's definitive Proxy Statement for the 2005Annual Meetingof Shareholders (to be\nfiledwithin 120 days after December 31,2004)is incorporatedherein by reference.In addition,the\ninformationset forth under\"Executive Officers ofthe Registrant”inPart IofthisReport isincorporated\nherein byreference.\n90",
    "Page_103": "Item1l.Executive Compensation.\nThe information set forth in “Proposal No.One:Election of Directors\"under the headings\n“ExecutiveCompensation,\"“Compensation of Directors,\"\"EmploymentAgreements\"”and\n\"Compensation Committee Interlocks andInsider Participation\"in the Company's definitive Proxy\nStatement for the 2005Annual Meeting of Shareholdersisincorporated hereinbyreference.\nItem12.Seeurity Ownership of CertainBeneficial Owners and Management andRelated\nStockholderMatters.\nThe information set forth in\"Proposal No.One:Election ofDirectors”under the heading\"Share\nOwnership”in the Company's definitive ProxyStatement for the 2005Annual Meeting of Shareholders is\nincorporatedhereinbyreference.\nEquity CompensationPlanInformation\nThe following tablegives information about the Common Stock and Class A Common Stock that\nmay be issued upon the exercise of options,warrants andrights under all existing equity compensation\nplans asofDecember31,2004.\nEquityCompensationPlanInformation\nNumber of securities remaining\nNumber ofsecurities to\nWeighted-average\navailableforfuture issuance\nbe issued upon exercise\nexercise price of\nunder equity compensation\nof outstanding options,\noutstanding options,\nplans(excluding seeurities\nPlan Category\nwarrants and rights\nwarrants and rights\nreflected in 1column)\nCommon\nEquity compensation\nplans approved by\nsecurity holders\n山\n1,673,455\n$10.75\n3,447,560\nEquity compensation\nplans not approved\nby security holders\n80.000\nS10.75\n-0-\nTotal\n1.753.455\n3,447,560\nClass A Common\nEquity compensation\nplans approved by\ns\n19,337\nS17.81\n1,350\nEquity compensation\nplans not approved\nby security holders\n-0-\n$-0-\n-0\nTotal\n19.337\n1,350\n(1)Includes securities available forfuture issuance under the 2002Long-Term Incentive Plan.\n（2)OnSeptember21,2000,weissued toHilton H.Howell,Jr.,a director andVice Chairmanof\nGray,an option to purchase 80000 shares ofGray Common Stock at an exercise price of$10.75,\nwhich represented the fairmarket valueof the Gray Common Stock on the date of grant.The\n91",
    "Page_104": "optionbecame exercisablein equal50%annual increments on the first andsecondanniversaries\nof date ofgrant.The option expiresonSeptember20,2005.\n(3)Includessecurities available forfuture issuance under the2002Long-TermIncentivePlan\nItem 13.Certain Relationships and RelatedTransactions.\nThe information set forth in“Proposal No. One:Election of Directors”under the headings \"Certain\nRelationships and Related Transactions\"and \"Compensation Committee Interlocks and Insider\nParticipationin the Company's definitiveProxyStatementfor the 2005Annual MeetingofShareholders\nis incorporated herein by reference.\nItem14.PrincipalAccountantFeesandServices.\nThe information set forth in the Company's definitive Proxy Statement for the 2005Annual Meeting\nofSharcholdersconcerningprincipalaccountantfeesandservicesisincorporatedhereinbyreference\nPARTIV\nItem15.Exhibitsand FinancialStatementSchedules.\n(a)(1) and (2)List of Financial Statements and Financial StatementSchedules.\n(1)Financial Statements.\nManagement's Report on Internal Control OverFinancial Reporting\nThefollowing consolidated financialstatementsof GrayTelevision,Inc.areincludedinItem 8:\nReport of Independent Registered Public Accounting Firm\nConsolidatedBalance Sheets at December31,2004 and 2003\nConsolidated Statements of Operations for the years endedDecember 31,2004,2003 and 2002\nConsolidated Statements of Stockholders'Equity and ComprehensiveIncome for theyears ended\nDecember31,2004,2003and2002\nConsolidatedStatementsof Cash Flowsfor theyears endedDecember31,2004,2003 and2002\nNotes to Consolidated Financial Statements\n(2)Financial statement schedules.\nThe following financial statement schedule of Gray Television,Inc.and subsidiaries is included in\nItem15(c):\nSchedule II -Valuation and qualifying accounts.\nAllother schedules for which provision is made in the applicable accounting regulation of the\nSecurities and Exchange Commission are not requiredunder the related instructions or are inapplicable\nand thereforehavebeen omitted.\n92",
    "Page_105": "(b)Exhibits\n3.1\nRestated Articles of Incorporation of GrayTelevision,Inc.(incorporated byreference to\nExhibit 3.1 of the CompanysAnnual Report onForm 10-Kfor the fiscal year ended\nDecember 31,1996,File No.0-13796)\n3.2\nAmendment to the Restated Articles of Incorporation, dated April 15,2002 (incorporated\nbyreference toExhibit3.1oftheCompany'sQuarterlyReportonForm10-Qforthe\nfiscal quarterendedMarch31,2002,FileNo.0-13796)\n3.3\nAmendment to theRestated ArticlesofIncorporation of GrayTelevision,Inc.,datedJuly\n24,2002(incorporated byreference toExhibit 3.1 of the Company's Quarterly Report on\nForm10-Qforthefiscal quarterendedJune30,2002,FileNo.0-13796）\n3.4\nAmendment to theRestatedArticlesofGrayTelevision,Inc.datedSeptember16,2002\nfor the fiscal year ended December 31, 2002, File No. 1-13796)\n3.5\nBylaws of GrayTelevision,Inc.,as amended (incorporated by reference toExhibit 3.2of\nthe Company'sAnnual Report onForm10-Kfor thefiscalyearendedDecember31,\n1998,File No.0-13796)\n4.1\nSee Exhibits 3.1 and 3.2for provisions of theArticles of Incorporation and Bylaws\ndefiningrightsofholdersof the Common Stock\n4.2\nIndenture,for the Company's 9 %%Senior Subordinated Notes due 2011, dated as of\nSeptember15,2001(incorporatedbyreferencetoExhibit4.13oftheCompany'sAnnual\nReport onForm10-Kforthefiscalyear endedDecember31,2001,FileNo.0-13796)\n4.3\nSupplemental Indenture,forthe Company's9%%Senior SubordinatedNotes due 2011,\ndated asofSeptember10,2002（incorporated byreference toExhibit 4.2of the\nCompanys CurrentReport onForm8-K,filedonSeptember9,2002,FileNo.0-13796)\n4.4\nWarrant,datedJanuary 4,1996,to purchase 487,500 shares ofClassA Common Stock\n（incorporatedbyreference toExhibit10.13of theCompany'sRegistrationStatement on\nForm S-1, Registration No. 333-04340)\n4.5\nForm of Warrant,to purchase50o.000 shares ofClassA CommonStock(incorporated by\nreference toExhibit10.18of the Company'sRegistrationStatementonFormS-1,\nRegistration No.333-04338)\n4.6\nRegistrationRightsAgreement,dated asofDecember21,2001,byandamong Gray\nTelevision,Inc.,FirstUnionSecurities,Inc.,Banc ofAmericaSecurities,LLC,and Allen\n&Company,Incorporated (incorporated byreference toExhibit 4.2of the Company’s\nRegistration Statement on Form S-4, Registration No. 333-86068)\n4.7\nTelevision, Inc. and Certain Investors (incorporated by reference to Exhibit 4.1 of the\nCompany'sRegistrationStatement onFormS-3,RegistrationNo.333-88694)\n93",
    "Page_106": "10.1\nFourthAmended and RestatedLoanAgreement,dated October25,2002,byandamong\nGrayTelevision,Inc.,asBorrower,Wachovia Bank,National Association,as\nAdministrativeAgent,Bank ofAmerica,NA,asSyndicationAgent,andDeutscheBank\nTrust CompanyAmericas,asDocumentationAgent(incorporated byreference toExhibit\n99.1 of the Company's Current Report onForm 8-K,filed onNovember 8,2002,File No.\n1-13796)\n10.2\nPreferred StockPurchaseAgreementdatedasofApril22,2002,by andamong Gray\nTelevision,Inc.and CertainInvestors (incorporatedbyreference toExhibit 4.2ofthe\nCompany'sRegistrationStatementonFormS-3,RegistrationNo.333-88694)\n10.3\nExchangeAgreement,dated asofApril 22,2002,by and among GrayTelevision,Inc.\nandcertainholders of the Company'spreferred stock(incorporated byreference to\nExhibit 4.3of the Company'sRegistration Statement onForm S-3,Registration No.333.\n88694)\n10.4\nAgreement andPlanofMerger,dated asofJune4,2002,yand among theCompany,\nGray MidAmericaTelevision,Incand Stations Holding Company,Inc.(incorporated by\nreference to Exhibit 2.1 of the Company'sRegistration Statement onForm S-3,\nRegistrationNo.333-88694)\n10.5\nAsset PurchaseAgreement,dated asofJune 4,2002,byand amongChelsey\nBroadcasting Company,LLC,Benedek Broadcasting Corporation and BenedekLicense,\nInc.(incorporatedbyreference toExhibit 10.5of the Company'sRegistrationStatement\non Form S-3,RegistrationNo.333-88694)\n10.6\nForm ofPreferred StockExchange andPurchaseAgreement,between the Companyand\nBull Run Corporation(incorporated byreference toExhibit 10.17 to the Company's\nRegistrationStatementonFormS-1,RegistrationNo.333-04338)\n10.7\nSupplemental Pension Plan (incorporated by reference toExhibit 10(a)of the Company's\nRegistrationStatement onForm 10,FileNo.0-13796)*\n10.8\n1992Long-Term IncentivePlan,as amended (incorporated by reference toExhibit 10.1\nof theCompany'sRegistrationStatement onFormS-4,RegistrationNo.333-85331)*\n10.9\n2002Long-Term Incentive Plan (incorporated by reference to the Company's definitive\nProxyStatement onSchedule14A,filedonAugust15,2002)*\n10.10\nReserved\n10.11\nCapitalAccumulationPlan(incorporated byreference toExhibit 10(i) to the Company's\nAnnual Report onForm 10-K for the fiscalyear ended December 31,1994,File No. 0-\n13796)*\n10.12\nDirectors'RestrictedStockPlan(incorporatedbyreference toExhibit 10.12of the\nCompany'sAnnual Report onForm 10-Kfor the fiscalyearendedDecember31,2002,\nFile No.1-13796)*\n94",
    "Page_107": "10.13\nEmployment Agreement,datedFebruary12,1996,between theCompany and RobertA\nBeizer(incorporated by reference to Exhibit 10.28of the Company's Registration\nStatement on Form S-1,Registration No.333-04340)*\n10.14\nForm ofAmendment toEmploymentAgreement,datedDecember12,1996,between the\nCompany andRobert A.Beizer(incorporated byreference toExhibit 10.19of the\nCompany'sAnnualReport onForm10-Kfor the fiscalyear endedDecember31,1996\nFile No.0-13796)*\n10.15\nAssetPurchase Agreement,dated as ofSeptember3,2002,by and amongSmith\nTelevision Group,Inc.,Smith Television Holdings,Inc.and GrayTelevision,Inc.\n（incorporatedby reference toExhibit10-15ofthe Company'sAnnualReportonForm\n10-Kfor the fiscalyear ended December31,2002,FileNo.1-13796)\n10.16\nFirst Amendment,dated June 9,2003,to theFourth Amended and Restated Loan\nAgreementdated Oetober25,2002,by and among theCompanyasBorrower,Wachovia\nBank,National Association,as Administrative Agent,Bank ofAmerica,NA.,as\nSyndication AgentandDeutsche BankTrust CompanyAmericas,asDocumentation\nAgent (incorporated by reference toExhibit 99.1of the Company'sCurrentReport on\nForm8-K,filed on June 13,2003,FileNo.1-13796)\n10.17\nWarrant Purchase Agreement, dated April 15, 2003, between Bull Run Corporation and\ntheCompany (incorporated byreference toExhibit 10.1of the Company's Quarterly\nReportonForm10-Qfor thefiscalquarterendedSeptember30,2003,filedon\nNovember12,2003,File No.1-13796)\n10.18\nStock Purchase Agreement,dated August 19,2003,betweenBull Run Corporation and\nthe Company(incorporatedby reference toExhibit 10.2of the Company's Quarterly\nReport onForm10-Qfor the fiscal quarter endedSeptember30,2003,filed on\nNovember12,2003,FileNo.1-13796)\n14.1\nCode of Ethics as approved by the Company’sboard of directors onMarch3,2004.\n(incorporated by reference toExhibit 14.1 of the CompanysAnnual ReportonForm10-\nK for the fiscal year ended December 31,2003, filed on March 12,2004,File No. 1-\n13796)\n16.1\nLetterre:Change in CertifyingAccountant (incorporated by reference to the Companys\nCurrentReport onForm8-K,filedonJanuary8,2002,FileNo.0-13796)\n21.1\nSubsidiariesoftheRegistrant\n23.1\nConsentofPricewaterhouseCoopersLLP\n24.1\nPower of Attorney (contained in the signature page of this Report)\n31.1\nRule 13 (a)-14 (a) Certificate of Chief Executive Officer\n31.2\nRule 13 (a)-14(a) Certificate of Chief Financial Officer\n32.1\nSection1350 Certificate of Chief Executive Officer\n95",
    "Page_108": "32.2\nSection1350CertificateofChiefFinancial Officer\n*CompensationPlanorArrangement\n（c)Financial Statement Schedules -The response to this section is submitted as apart of（a)(1)and\n(2).\n96",
    "Page_109": "SIGNATURES\nPursuant to therequirementsofSection13or15（d)of theSecuritiesandExchangeActof1934,the\nRegistrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly\nauthorized.\nGray Television, Inc.\nDate:March 14,2005\nBy:\n/s/J.MACKROBINSON\nJ. Mack Robinson,\nChairman and ChiefExecutiveOfficer\nPOWEROFATTORNEY\nKNOW ALLMEN BY THESE PRESENTS,thateach person whose signature appearsbelow\nconstitutes and appoints J.Mack Robinson,Robert S.Prather,Jr.andJames C.Ryan,and cach of them,\nashis true and lawful attormeys-in-fact and agents,withfull powers ofsubstitution andresubstitution for\nhim,in his name place and stead,in any and all capacities,to sign any and all amendments to this Annual\nReport onForm 10-K,and to file the same,with all exhibits thereto,and other documents in connection\ntherewith,with the Securities and Exchange Commission,granting unto said attorneys-in-fact and agents\nfullpower andauthority to do andperform each andevery act and thingrequisite andnecessary to be\ndonein and about the premisesasfully and to all intents and purposes as he might orcould do in person,\nhereby ratifying and confirming all that said attorneys-in-fact and agents may lawfully do or cause to be\ndone byvirtue hereof.\nPursuant to the requirements of theSecurities Exchange Actof1934,this reporthas been signed\nbelow by the following persons on behalf of the Registrant and in the capacities and on the dates\nindicated.\nDate:March14,2005\n/s/WILLIAME.MAYHER,III\nWilliam E. Mayher,IIL,\nChairman oftheBoard\nDate:March 14,2005\n/s/J.MACKROBINSON\nJ.MackRobinson,Director,Chairman and\nChiefExecutive Officer\nDate:March14,2005\n/s/RICHARDL.BOGER\nRichard L.Boger,Director\nDate:March 14,2005\nBy:\n/s/RAYM.DEAVER\nRay M.Deaver,Director\nDate:March 14,2005\nBy.\n/s/T.L.ELDER\nT.L.Elder,Director\nDate:March14,2005\nBy:\n/s/HILTONH.HOWELL,JR\nHilton H.Howell,Jr.,Director\nDate:March 14,2005\nBy:\n/sZELLB.MILLER\nZell B.Miller,Director\n97",
    "Page_110": "Date:March 14,2005\nBy:\n/S/HOWELLW.NEWTON\nHowell W.Newton,Director\nDate:March 14,2005\n/s/HUGH NORTON\nHugh Norton,Director\nDate:March 14,2005\nBy:\n/S/ROBERTS.PRATHER,JR\nRobert S.Prather,Jr.,Director\nDate:\nMarch 14,2005\nBy:\n/s/HARRIETTJ.ROBINSON\nHarriett J.Robinson,Director\nDate:March 14,2005\nBy:\n/s/JAMES C.RYAN\nJames C.Ryan,\nSr.VicePresident&ChiefFinancial Officer\nDate:March 14,2005\nBy:\n/s/JACKSONS.COWART,IV\nJackson S.Cowart,IV,\nChiefAccounting Officer\n98",
    "Page_111": "GRAYTELEVISION,INC.\nSCHEDULEII-VALUATIONANDQUALIFYINGACCOUNTS\n(amounts in thousands)\nCol.A\nCol.B\nCol.C\nCol.D\nCol.E\nAdditions\nCharged\nCharged to\nBalance at\nto\nOther\nBalanceat\nBeginning\nCosts and\nAccounts\nDeductions\nEndof\nDeseription\nOfPeriod\nExpenses\n(2）\n(1)\nPeriod\nYearEndedDecember3l,2004\nAllowance for doubtful accounts\n$1,145\nS\n613\n$35\n$846\nS\n947\nValuation allowancefor deferred\ntax asset\n$3,125\nS\n597\n$\n-0-\n$\n-0-\n$3,722\nYearEndedDecember31,2003\nAllowance fordoubtful accounts\n$1,339\n536\n$\n-0-\n$730\n$1,145\nValuation allowance for deferred\ntax asset\n$\n-0-\nS3,125\n$\n-0-\n$\n-0-\nS3,125\nYearEndedDecember31,2002\nAllowance for doubtful accounts\n$\n743\n872\n$686\n962\n$1,339\nValuation allowance for deferred\ntax assct\n$\n-0-\nS\n-0-\n$\n-0-\n$\n-0-\n$\n-0-\n(1) Deductions are write-offs of amounts not considered collectible.\n(2)Represents amountsrecorded in connection with acquisitions.\n99",
    "Page_112": "EXHIBITINDEX\nExhibit\nNumber\nDescription\n21.1\nSubsidiaries of theRegistrant\n23.1\nConsent ofPricewaterhouseCoopersLLP\n31.1\nRule 13（a)-14(a) Certificate of the Chief Executive Officer\n31.2\nRule 13 (a)-14 (a) Certificate of the Chief Financial Officer\n32.1\nSection1350 Certificate of the Chief Executive Officer\n32.2\nSection1350 Certificate ofthe ChiefFinancial Officer\n100",
    "Page_113": "Exhibit 21.1\nList of Subsidiaries\nGray Television,Inc.\nName of Subsidiary\nJurisdiction of Incorporation\nWVLT-TV,Inc.\nGeorgia\nGray Television Group, Inc.\nDelaware\nGray Publishing,LLC\nDelaware\nGrayLink LLC\nDelaware\nPorta-Phone Paging Licensee Corp.\nDelaware\nGrayMidAmerica Television,Inc.\nDelaware\nGray Television Licensee,Inc.\nDelaware\nGray Texas LLC\nDelaware\nGray Texas LP\nDelaware\n101",
    "Page_114": "Exhibit 23.1\nCONSENTOFINDEPENDENTREGISTEREDPUBLICACCOUNTINGFIRM\nWe hereby consent to the incorporation by reference in theRegistration Statements on\nForms S-8(Nos.333-117248,333-84656,333-17773,333-15711,333-89855,333-69098,333-\n42377,333-106753,333-106752and 333-106751)and Form S-3 (No.333-88694)ofGray\nTelevision,Inc.ofourreport datedMarch14,2005relating to thefinancial statements,financial\nstatement schedule,management's assessment of the effectiveness of internal control over\nfinancialreporting and the effectiveness ofintemal control over financialreporting,which\nappears in thisForm 10-K.\n/s/PricewaterhouseCoopersLLP\nPricewaterhouseCoopers LLP\nAtlanta,Georgia\nMarch 14,2005\n102",
    "Page_115": "EXHIBIT31.1\nCERTIFICATION\nIJ.Mack Robinson,certify that:\n1.Ihave reviewed this anmual report onForm10-Kof GrayTelevision,Inc;\n2.Based onmy knowledge,thisreport doesnot contain anyuntrue statement ofamaterial factoromit to state\na material fact necessary to make the statements made,in light of the circumstances under which such\nstatements were made,not misleading with respect to the period covered by this report;\n3.Based on my knowledge, the financial statements,and other financial information included in this report,\nfairlypresent inallmaterialrespects thefinancial conditionresultsofoperations and cashflows of the\nregistrant as of, and for, the periods presented in this report,\n4.\nThe registrant's other certifying officer(s) and I are responsible for establishing and maintaining disclosure\ncontrols and procedures (as defined in Exchange Act Rules 13a-15(e) and 15d-15（e))and internal control\nover financial reporting (as defined in Exchange Aet Rules 13a-15(f) and 15d-15(f) for the registrant and\nprocedures tobe designed underoursupervision,to ensure thatmaterial informationrelating to the\nregistrant,including its consolidated subsidiaries,is made known to us by others within those\nb）\nDesigned such internal controlover financialreporting,or caused such internal control over\nfinancial reporting to be designed under our supervision,to provide reasonable assurance\nregarding the reliability of financial reporting and the preparation offinancial statements for\nextermal purposes in accordance with generally accepted accounting principles;\nEvaluated the effectiveness of the registrant’s disclosure controls and procedures and presented in\nthis report our conclusions about the effectiveness of the disclosure controls and procedures,as of\nthe end of the period covered by this report based on such evaluation; and\nd)Disclosed in this report any change in the registrant's internal control over financial reporting that\noccurred during theregistrant'smost recent fiscal quarter (theregistrant's fourthfiscal quarter in\nthe case of an annual repori) that hasmaterially affected,or is reasonably likely to materially\naffect, the registrant's internal control over financial reporting, and\n5.\nThe registrant's other certifying officer(s) and I have disclosed,based on our most recent evaluation of\ninternal control over financial reporting,to the registrant’s auditorsand the audit committee of the\nregistrant'’s board of directors (or persons performing the equivalent functions):\na)All significant deficiencies and material weaknesses in the design or operation of intermal control\noverfinancial reporting which are reasonablylikely to adversely affect the registrant'sability to\nrecord,process,summarize andreport financial information;and\nb）\nAny fraudwhether or not material,that involves management or other employees who have a\nsignificant role in theregistrant's internal control over financial reporting.\nDate:March14,2005\nBy./s/J.MackRobinson\nChairman and Chief Executive Officer\n103",
    "Page_116": "EXHIBIT31.2\nCERTIFICATION\nI,James C.Ryan,certify that:\n1.I have reviewed thisannual report on Form 10-Kof GrayTelevision,In;\n2.Based onmy knowledge,thisreport doesnot contain anyuntrue statement of amaterial fact oromit to state\na material fact necessary to make the statements made, in light of the circumstances under which such\nstatementsweremade,not misleadingwithrespect to the period covered by thisreport;\n3.Based on my knowledge,the financial statements,and other financial information included in this report,\nfairlypresentinallmaterialrespects thefinancialconditionresultsofoperationsand cashflowsofthe\nregistrant as of, and for, the periods presented in this report;\n4.The registrant's other certifying officer(s)and I are responsible for establishing and maintaining disclosure\ncontrols and procedures (as defined in Exchange Act Rules 13a-15（e) and 15d-15（e)) and intermal control\nover financial reporting (as defined in Exchange Act Rules 13a-15(f) and 15d-15(f) for the registrant and\nhave:\na)Designed such disclosure controls and procedures,or caused such disclosure controls and\nprocedures tobe designed under our supervision,to ensure that material information relating to the\nregistrant,including its consolidated subsidiaries,is made known to us by others within those\nb)Designed such internal control over financial reporting,or caused such internal control over\nfinancial reporting to be designed under our supervision,to provide reasonable assurance\nregarding the reliability of financial reporting and the preparation of financial statements for\nextermal purposes in accordance with generally accepted accounting principles;\nc)Evaluated the effectiveness of the registrant's disclosure controls and procedures and presented in\nthisreportour conclusions about the effectiveness of the disclosure controls and procedures,asof\nthe end of the period covered by this report based on such evaluation; and\nd)Disclosed in this report any change in the registrant's intermal control over financial reporting that\noccurred during theregistrant'smostrecent fiscalquarter(the registrants fourth fiscalquarterin\nthe case of an annual report) that has materially affected,or is reasonably likely to materially\naffect, the registrant's interal control over financial reporting; and\n5.The registrants other certifying officer(s) and I have disclosed,based on our most recent evaluation of\nintermal control overfinancialreporting,totheregistrant'sauditors and theaudit committeeof the\na)All significant deficiencies and material weaknesses in the design or operation of intemal control\nover financialreportingwhich are reasonablylikely to adversely affect the registrant's ability to\nrecord,process, summarize and report financial information; and\nb)Any frand,whether or not material,that involves management or other employees who have a\nsignificant role in the registrant's internal control overfinancial reporting.\nDate:March 14,2005\nBy._/s/James C.Ryan\nSeniorVicePresident and Chief Financial Officer\n104",
    "Page_117": "EXHIBIT32.1\nCERTIFICATIONPURSUANTTO18US.C.SECTION1350\nfor the yearendedDecember 31,2004（the“PeriodicRepon),theunderigned ChiefExecutive Officerof the\nCompany,hereby certifiespursuant toTitle18,Section1350United States Code,as adoptedpursuant toSection\n906of theSarbanes-OxleyAct of 2003,to the best of his individual knowledge and belief,that thePeriodicReport\nfully complies with the requirements of Section 13（a) or 15（d)of the Securities Exchange Act of 1934 and that the\ninformationcontained in thePeriodicReport fairlypresentsinallmaterialrespectsthefinancial condition and\nresultsofoperationsoftheCompany.\nDated:March 14,2005\n//J.Mack Robinson\nJ. Mack Robinson,\nChairman and ChiefExecutiveOfficer\nA signed original of this written statement required by Section 906 has been provided to Gray Television, Inc\nandwill be retained by GrayTelevision,Inc.and furnished to the Securities and Exchange Commission orits staff\nupon request.\n105",
    "Page_118": "EXHIBIT32.2\nCERTIFICATIONPURSUANTTO18U.S.C.SECTION1350\nIn connection with the accompanying annual report on Form 10-K of GrayTelevision,Inc.（the“Company)\nCompany,hereby certifies pursuant toTitle 18,Section1350UnitedStates Code,as adopted pursuant toSection\n906of the Sarbanes-OxleyAct of2003,to the best ofhisindividual knowledge andbelief,that the Periodic Report\nfully complies with the requirements of Section 13（a) or15(d)of theSecurities Exchange Act of 1934 and that the\ninformation contained in thePeriodicReport fairly presents,in allmaterial respectsthe financial condition and\nresultsofoperationsof the Company.\nDated:March 14,2005\nsJames CRyan\nJames C.Ryan,\nSeniorVicePresident and ChiefFinancial Officer\nAsigned originalof this written statement required bySection906hasbeen provided to GrayTelevision,Inc\nand will be retained by Gray Television,Inc.and furnished to the Securities and Exchange Commission or its staff\nuponrequest.\n106",
    "Page_119": "GRAY\nTeleViSIOn, InC.\nExecutive Offices:\nAdministrative Offices:\n4370 Peachtree Road, NE\n126 N. Washington Street\nAtlanta, Georgia 30319\nAlbany, Georgia 31701\nwww.graytvinc.com"
}