{
    "Page_1": "RNX\nE3METER Monitoring Software\nUser Manual\nData Concentrator 6.2 revA\nRiedo Networks Ltd\nJan 19, 2021",
    "Page_2": "",
    "Page_3": "Table of contents\nIntroduction\n1\n1.1\nHow to read this User Manual\n1\n1.2\nCapacity management .\n2\n1.3\nBilling\n2\n1.4\nSafety\n2\n1.5\nEasy installation .\n2\nAccessing your Data Concentrator (CTR)\n3\n2.1\nConnect to Data Concentrator .\n4\n2.2\n Secure connection to web page\n4\nSelf-signed Certificates .\n2.2.1\n2.2.1.1\nGoogle chrome .\n5\n2.2.1.2\nFirefox\n6\n2.2.1.3\nMicrosoft Edge\n7\n2.2.1.4\nMicrosoft Internet Explorer\n8\n2.3\nWelcome screen\n9\n2.4\nUser login\n9\nUser rights\n2.4.1\n10\nOverview of Monitoring Software\n13\n3\n3.1\nSoftware menu structure\n13\n3.2\nBasic elements .\n14\nInitial setup\n4\n15\n4.1\nConfigure IP address\n16\n4.2\nConfigure NTP (Time Server) . :\n16\n4.3\nAdd license\n17\n4.3.1\nCAL:\n17\n4.3.2\nFeature license\n17\n4.4\n Firmware upgrade of Data Concentrator\n18\n4.5\n Firmware upgrade of Meters\n19\n4.6\nRemote Assistance\n19\nAdding meters\n5\n23\n5.1\nAdding IPS\n23\n5.1.1\nAdding meters automatically\n23",
    "Page_4": "5.1.2\n Adding meters manually\n24\n5.2\n Adding PRO meters manually\n25\n5.2.1\n USB adapter\n25\n5.2.2\n Modbus TCP/RTU gateway\n26\nData Concentrator pages\n27\n6.1\nVisualization and configuration features\n27\n6.1.1\nGroups\n27\n6.1.1.1\nEdit groups .\n28\n6.1.1.2\nFlags\n30\n6.1.1.3\nGroup selection\n31\n6.1.1.4\nGrouped by\n32\n6.1.2\nBar chart\n33\n6.1.3\nTooltip value\n33\n6.1.4\nMarker\n34\n6.1.5\nPhase Balance viewer .\n35\n6.1.6\n Navigation in time\n35\n6.1.6.1\nUser interface\n35\n6.1.6.2\n Navigation in bar chart\n36\n6.1.6.3\nNavigation in preview window\n36\n6.1.6.4\nTime selection\n36\n6.2\nAnalyzer\n37\n6.2.1\n Residual Current Monitoring .\n38\n6.3\nMetering .\n39\n6.4\nEnvironment .\n40\n6.5\nAssignment\n41\n6.6\nConfiguration\n42\n6.7\nAlarms .:\n44\nReporting\n45\n7.1\nGenerating Quick reports\n46\n7.2\nTemplates\n47\n7.3\nTransfer\n48\n7.4\nReports\n50\n8\nAlarms\n53\n8.1\nSetting thresholds\n53\n9\nEvents and Notifications\n57\n9.1\nConcept\n57\n9.2\nNotification panel\n58\n9.3\nNotifications .\n59\n9.3.1\nOutgoing Events\n59\n9.3.2\nTransfer\n60\n9.4\nEvent viewer .\n61\n10\nAdvanced setup\n63\n10.1\nConfigure SMTP (mail server)\n63\n10.2\nConfigure SNMP\n64\n10.3\nConfigure FTP (Backup Server) .\n65\n10.4\nConfigure PLC\n66\n10.5\nConfigure Modbus .\n67\nii",
    "Page_5": "10.5.1 USB adapter\n67\n10.5.2 Modbus TCP/RTU gateway\n68\n10.5.3 Configuration parameters on the Moxa MB3180 gateway .\n68\n10.6\n Storage Management\n70\n10.7\nReboot.\n71\n10.8\nChanging user rights\n71\n10.9\nSystem Log\n71\n11\nBulk modification\n73\n11.1\nBulk Assignment\n73\n11.2\nBulk Configuration\n74\n11.3\nBulk alarm setting .\n74\n11.3.1 Combination of different features\n75\n12\n Technical support\n77\n Legal notice\n13\n79\n14\nAnnex\n81\n14.1\n Time granularity in bar chart\n81\n14.2\nSynchronous polling\n81\n14.3\nAccessing data per SNMP\n82\n14.3.1 Download MIB browser\n82\n14.3.2 Open MIB browser .\n82\n14.3.2.1Connect to Data Concentrator\n83\n14.3.2.2 Accessing average power\n84\n15   Revision log\n87\nIndex\n89\nimi",
    "Page_6": "iv",
    "Page_7": "CHAPTER 1\nIntroduction\nDear user, thank you for having chosen the E3METER? Monitoring System. E3 stands\nfor Energy, Environment and Efficiency with the goal to increase productivity for your data\ncenter monitoring.\n The aim of the E3METER? products is to provide the following main functionalities:\n·Capacity management\n· Billing\n· Safety\n1.1 How to read this User Manual\n This User Manual provides information about the configuration options of the E3METER?\nMonitoring System. For those who want to create a basic configuration it is recommended\nto read the following chapters in the sequence presented hereafter:\n·Introduction\n· Accessing your Data Concentrator (CTR)\n· Initial setup\n· Adding meters\n· Data Concentrator pages\nFor those interested in all details, we recommend reading through the entire user manual and\nconsidering the table of contents and index in order to navigate to the specific area of interest",
    "Page_8": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n1.2 Capacity management\nrack or data center element. By consulting historic data, this allows the user to forecast by\nwhen the available power capacity will be reached and when or where it makes sense to\nadd further data center resources. This information allows you to optimize the installation /\nmaintenance of your system and the involved costs.\n1.3 Billing\nElectrical power consumption in an average data center represents more than 50% of the run-\nThe billing functionality provides the exact number of kWh consumed per unit of time.\n1.4 Safety\nA fully configured E3METER? Monitoring System provides Alarm functionality. Alarm\nfunctionality can be configured on the measured parameters: current, temperature and hu-\nmidity. When the observed parameter reaches the configured alarm threshold, the system\nimmediately notifies the user with an event. One additional safety function consists in phase\nbalancing. Since individual phases can be monitored and analyzed, this information can be\nused during commissioning or maintenance. You use this information in order to add new\n devices without exceeding a safety limit for a phase current, preventing from impacting on\nthe system.\n1.5 Easy installation\n The communication with the meters and Data Concentrator is done via powerline which\n does not require for additional cabling. Devices can be automatically paired with the Data\nConcentrator and parameters can be configured for multiple elements at once (bulk configu-\nthe Data Concentrator and the meters.\nThese elements make it a plug and play system and allow to get started quickly.\n2\nChapter 1. Introduction",
    "Page_9": "CHAPTER 2\nAccessing your Data Concentrator (CTR)\nIn order to access your Data Concentrator for the first time you need to read the IP address\nof the Data Concentrator on the display on the front panel. First check how your Data\n Concentrator is connected. It is either connected into a network using DHCP or via static\naddress or not yet connected to a network but directly connected to your PC. By default\nthe Data Concentrator is configured to use DHCP / AutoIP. When the Data Concentrator is\nconnected per AutoIP, make sure to wait for one minute after connection until you read the\nIP address of the Data Concentrator.\nTwo different network connections are shown below.\nOptional\nDHCP server\n Ethernet connection\nFig. 1: Connection method 1 in a network with optional DHCP server.\n3",
    "Page_10": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nEthernet connection\nNote: If the Data Concentrator is connected directly to the PC, make sure to configure\nLink Local in the network configuration of your Linux PC or Mac network card. On your\nwindows PC stick to the option Automatic to get an IP address.\nCaution: The Ethernet Port of the Data Concentrator is not compatible with Power over\nEthernet. Please deactivate Power over Ethernet on the port of the switch / router that\nwill be connected to the Data Concentrator before connecting the Ethernet cable. PoE\ncan cause the electronic of the Data Concentrator to malfunction or even destroy it.\n2.1 Connect to Data Concentrator\nPush the mode button on the front of the Data Concentrator until the IP address is being\nshown. Then, open your web browser and connect to your Data Concentrator using its IP\naddress and a secure connection (HTTPS).\nThe following shows a possible URL to be entered in the navigation bar\n·https://192.168.1.251\nNote: When using Zero Configuration (Bonjour), it is also possible to resolve the ad-\ndress with the serial number of the Data Concentrator. For this you need to enter the URL\nhttps://serial#.local in the navigation bar. A possible URL would be https://ctr-005756.local\n2.2 Secure connection to web page\nThe connection to the web page of the Data concentrator is secured and encrypted using\nHTTPs. In order to achieve this, a self-signed SSL certificate needs to be accepted in your\nweb browser. With this secured connection you can assure that your valuable data is not\naccessed maliciously by others. When connecting for the first time to your Concentrator\nweb page, you will be asked to accept that SSL certificate. You need to navigate to the\nadvanced section and accept the self signed SSL certificate. The following sections show\n4\nChapter 2. Accessing your Data Concentrator (CTR)",
    "Page_11": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nexamples of how this looks like in the web browsers Chrome, Firefox, Microsoft Edge and\nMicrosoft Internet Explorer.\nCaution: When accepting the default certificate, make sure that it is issued from the\nOrganization Riedo Networks Ltd.\nNote: Customer certificates will come in a later version of the firmware.\n2.2.1 Self-signed Certificates\nThe images below show the windows of the certificates for Chrome browser and Firefox.\n2.2.1.1 Google chrome\nWhen connecting to the IP address of the Data Concentrator, the chrome browser will notify\n←→CA Not secure | https://194.153.189.132\nQ☆：\nYour connection is not private\nAttackers might be trying to steal your information from 194.153.189.132 (for example, passwords.\nmessages, or credit cards). Learn more\nNET:ERR_CERT_COMMON_NAME_INVALID\nsites. Privacy_policy\nADVANCED\nBACKTOSAFETY\nFig. 3: Self-signed certificate in Chrome connecting via IP address to the Data Concentrator\nAfter clicking on the Advanced button you will need to click on Proceed to IP address\n(unsafe) which will connect you to the web server of your Data Concentrator.\n2.2. Secure connection to web page\n5",
    "Page_12": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n←→CA Not secure|https://194.153.189.132\nQ☆：\nThis server could not prove that it is 194.153.189.132; its security certificate is from *,riedo.com. This may \n be caused by a misconfiguration or an attacker intercepting your connection.\nProceed to 194. 153.189.132 (unsafe).\nHIDEADVANCED\nBACK TO SAFETY\nFig. 4: Self-signed certificate in Chrome showing advanced options\n2.2.1.2 Firefox\nWhen connecting to the IP address of the Data Concentrator, firefox browser will notify you\nabout a non private connection. You need to click on Advanced.\n↑→\n https://194.153.189.132/#/\n☆\nI四三\nYour connection is not secure\nThe owner of 194.153.189.132 has configured their website improperly. To protect your\ninformation from being stolen, Firefox has not connected to this website.\nLearn more...\nReport errors like this to help Mozilla identify and block malicious sites \nGo Back\nAdvanced\nFig. 5: Self-signed certificate in Firefox\nAfter clicking on the Advanced button you will need to click on the Add Exception... button\n in order to proceed to the web page.\n6\nChapter 2. Accessing your Data Concentrator (CTR)",
    "Page_13": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n194.153.189.132 uses an invalid security certificate.\nThe certificate is only valid for the following names:\n*.riedo.com, riedo.com\nErrorcode:SSL_ERROR_BAD_CERT_DOMAIN\nAdd Exception...\nFig. 6: Self-signed certificate in Firefox showing Advanced options\nIn the last step you need to confirm the security exception for the IP address of the web server\nof your Data Concentrator.\nAdd Security Exception\nYou are about to override how Firefox identifies this site.\nLegitimate banks, stores, and other public sites will not ask you to do this.\nServer\nLocation:\nhttps://194.153.189.132/#/\nGet Certificate\nCertificate Status\n This site attempts to identify itself with invalid information.\nView...\nWrong Site\n The certificate belongs to a different site, which could mean that som\nPermanently store this exception\nConfirm Security Exception\nCancel\nFig. 7: Security exception in Firefox\n2.2.1.3 Microsoft Edge\nWhen accessing the Data Concentrator within Microsoft Edge you will see the picture below\nand need to follow the steps similar to the web browsers Chrome and Firefox.\n2.2. Secure connection to web page",
    "Page_14": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nCertificate error:Naviga\n口\n→\nC\nhttps:/192.168.1.250/\nThis site is not secure\nThis might mean that someone's trying to trick you\nor steal any information that you send to the\n server. You should close this site immediately.\n Go to your Start page\nDetails\nYour PC doesn't trust this website's security\ncertificate.\nThe hostname in the website's security certificate\n differs from the website you are trying to visit.\nError Code: DLG_FLAGS_INVALID_CA\nDLG_FLAGS_SEC_CERT_CN_INVALID\nGo on to the webpage (Not recommended)\nFig. 8: Microsoft Edge security certificate\n2.2.1.4 Microsoft Internet Explorer\npicture below and need to follow the steps similar to the web browsers Chrome and Firefox.\n口×\nhttps:/12.168.1.250/\ncSerch..\nG Google\n×\nThis site is not secure\nThis might mean that someone's trying to fool\nr.Youshould\nclose this site immediately.\n Close this tab\nMore information\nYour PC doesn't trust this website's security certificate.\nThe hostname in the website's security certificate differs from the\nsite you are trying to\nvisit.\nError Code: DLG_FLAGS_INVALID_CA\nDLG_FLAGS_SEC_CERT_CN_INVALID\n Go on to the webpage (not recommended)\nFig. 9: Microsoft Internet Explorer security certificate\n8\nChapter 2. Accessing your Data Concentrator (CTR)",
    "Page_15": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n2.3Welcomescreen\nThe image below shows the start screen of the Data Concentrator, asking to log in.\nE3METER.COM\n006912\nRN1401\n5.4.0 (2018-06-29)\n18 days, 8\nFig. 10: Welcome screen of the Data Concentrator when no user is logged in.\nAs long as you are not logged into the Data Concentrator, the menus are not accessible.\nOnce you are logged into the Data Concentrator, your user name is shown instead of the\nlogin button.\nNote:\n: The user interface runs on the following web browsers: Google Chrome, Firefox,\nMicrosoft Internet Explorer (version 11), Microsoft Edge, Safari (version 7 or higher).\n2.4 User login\nLogin is done by clicking on the Login button and specifying the user name and password.\nThe default login is admin and the default password is admin as well.\n☆\n三\nE3METER.COM\n21.06.2018 09:29\nLogir\nogin\nLogin\nFig. 11: Blank user login window with user name and password to be entered\nAfter the first login please change the password in User login under Modify as shown in the\npictures below:\n2.3.Welcome screen\n9",
    "Page_16": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nCA Not secure\n三\nE3METER.coM\nAnalyzer\nEvents\nReporting\n24.07.2018 07:10\n006912\nerial number\nRN1401\nctr-006912\nFig. 12: Accessing User Login modification\nE3METER.coM\n3\nFig. 13: Modification of user Login\nOnce a user is logged to the Data Concentrator, the name of the currently logged user is\nshown on top right and the Menu window shows the functions available to the recent user.\nMenduw\nUser login\nE3METER.CoM\nAnalyzer\nReportingNotifications\n21.06.2018 09:56 Settings\nadmin-\n005756\nProduct number:\nRN1400\nctr-005756\n5.3.1 (018-03-29)\n1 hour, 4 n\nFig. 14: Welcome screen with user admin currently logged in.\nIn order to change user rights you need to be logged in as Administrator. How to change user\nrights is indicated under advanced settings, see Changing user rights.\n2.4.1 User rights\nThe user rights are summarized in the table below.\n10\nChapter 2. Accessing your Data Concentrator (CTR)",
    "Page_17": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nTable 1: User Roles\nUser role\nview\nGenerate\nNotifications/\nConfigure\nEdit user\ndata\nquick \nAssignment/\n report\nsystem\nMetering\nin\nReporting \npages\nAdministrator\nYES\nYES\nYES\nYES\nYES\nSuper user\nYES\nYES\nYES\nNO\nNO\nUser\nYES\nYES\nNO\nNO\nNO\n2.4. User login\n11",
    "Page_18": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n12\nChapter 2. Accessing your Data Concentrator (CTR)",
    "Page_19": "CHAPTER\nOverview of Monitoring Software\nThis chapter provides information about the software features. Both the different menus of\nthe software and the main elements of the software are explained in the next sections.\n3.1 Software menu structure\nThe diagram below gives an overview of all the software menus and sub-menus which will\nbe explained later on throughout the User Manual.\nGOINGEVENTS\nrv\nREPORTS\nRANSFER\nIETWORK\nAssig\nTEMPLATES\nSNMP Traps\nIP Address\nLogouf\nConfig\nMailing Lists\nNTP (Time\nFTP accounts\nEvent viewer\nSMTP (Mail server)\nMailing Lists \nFTP (Backup server)\nPLC\nModbus\nMAINTENANCE\nLicensing\nReboot\nSyste\nFig. 1: Data Concentrator overall menu structure\n13",
    "Page_20": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n3.2 Basic elements\nNoentations\nLogin\nE3METER.CoM\nConfig\nEvents\nReporting\nSettingsadmin3\nDATA\nSerial number:\n006912\nProduct number:\nRN1401\nctr-006912\n5.4.0 (2018-06-29)\nUptime\n6 days, 21 hou\nFig. 2: Software basic menus\nNote: The picture above depicts what a user with Admin user rights will see. User access\nrights are defined in the previous section User rights.\nIn the picture above the basic menus of the Software are indicated after having gained access\nvia login. Depending on your user rights, you won't see all of the above mentioned menus\nand details. Starting from left to right a short overview of the menus and functionalities is\ngiven with a reference to the corresponding chapters.\nMenu: Will provide you with the detailed informations or group possibilities, see Groups.\nData Concentrator pages: Provides the detailed information of the Data Concentrator to\nanalyse data or configure the system, see Data Concentrator pages.\nEvents and Notifications: Allows configuring the events and how to be notified. Further-\nmore allows browsing all the events from historical data with the event viewer, see Events\nand Notifications.\nReporting: Provides all the details on report generation and management of templates, see\nReporting.\nTime window: Provides the time selection window for analysis of historical data.\nSettings: In this menu, the different settings of the system can be edited. The settings are\nsplit into Initial setup and Advanced setup.\nS  n       n s    \nNotification panel: Shows the last 30 events, see Notification panel.\n14\nChapter 3. Overview of Monitoring Software",
    "Page_21": "CHAPTER4\nInitial setup\n This chapter provides information about how to get to the initial setup of a running system.\n The information present in this chapter will guide you through the configuration parameters\nwhich are mandatory for running a basic system.\nFor editing parameters explained within this chapter, you need to click on settings first (1.)\n and second click on the left menu (2.), which will reveal the different configuration parame-\nters.\nE3METER.cOM\nConfig\nNotificati\n10.07.201809:23\nNETWORK\nIPAddress\nIP Address\nSNMP\nConfiguration\nDHCP\nManual\nIP adress\n194.153.189.132\nFTP (Backup S\nPLC\n255.255.255.240\n194.153.189.129\nLicensing\nUpgrad\n194.153.189.2\nrsUpgrad\n194.153.188.2\nEMLOG\nFig. 1: Steps to follow to access initial setup\nNote: The advanced configuration parameters will be shown in the section Advanced setup.\n15",
    "Page_22": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n4.1 Configure IP address\nThe IP address Configuration mode of the Data Concentrator can either be configured as\nDHCP (automatic) or Manual (static).\nIf the IP address Configuration mode is set to DHCP, the received parameters will be dis-\nplayed.\nIP Address\n Fig. 2: IP address settings\nIf the IP address Configuration mode is set to Manual, all the following parameters need to\n be configured:\n· IP address\n· Subnet mask\n· Gateway address (optional)\n· DNS server 1 (optional)\n· DNS server 2 (optional)\n Please ask these parameters from your network administrator.\nCaution: If no DNS server is configured, as a consequence the host-names won't be\nresolved and the IP addresses (instead of host-names) need to be entered for NTP (Time\nServer), FTP (Backup Server), etc...\n4.2 Configure NTP (Time Server)\nThe Data Concentrator uses a global time base (NTP) for the time base of the historical\ndata. Without any valid NTP server, no historic data will be logged. Due to this fact it\nis recommended to configure multiple NTP servers so that in case one is not reachable the\nsystem will be able to switch to another time server. The NTP server can be configured either\nas url or IP address.\n16\nChapter 4. Initial setup",
    "Page_23": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nE3METER.coM\nEvents\nReporting\n10.07.2018 09:55\nSettings\nadmin\nNETWORK\nNETWORK\n IP Address\nNTP (Time Server)\nSMTP (Mail Server)\nEnable\nonof\nSNMP\nHTTPS Certificate\n0.europe.pool.ntp.org\nPLC \n1.europe.pool.ntp.org\nMAINTENANCE\nLicensing\nServer3\nConcentrator Upgrade\n3.europe.pool.ntp.org\nMeters Upgrade\nRemote Asstance\nStorage Management\nO Add Server \nFig. 3: NTP settings\nImportant:  If the NTP server tick box is selected to be off or none is configured, the\nData Concentrator won't store historic data. Only the data currently in the RAM will be\nshown in the Analyzer window, which is roughly the last 4 hours available in the volatile\nmemory. When installing a Data Concentrator from scratch, ntp servers are pre-configured.\n Depending on your network infrastructure, these time servers that need to be reached via the\ninternet, might be blocked. In that case, configure your own ntp server, that you can reach\nbased on your network infrastructure.\n4.3 Add license\nE3METER? devices provide two types of license.\n· CAL (Client Access License)\n· Feature license\n Both types of licenses can be purchased from Riedo Networks Ltd.\n4.3.1 CAL\n CAL are required, one per meter that is interfaced. CAL license can be purchased for 10, 50\n and 100 meters.\n4.3.2 Feature license\nFeature licenses are available for two different features, Reporting and Alarm.\n The Report license allows to generate the reports with the configured templates and get the\nresults.\n4.3. Add license\n17",
    "Page_24": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n Note:  You can configure the entire Reporting feature to validate the formatting of your\nreport, but the data values in the report will all be zero as long as you have no valid license\nfor Reporting.\nThe Alarm license allows to generate alarms. Without a valid Alarm license, Alarms won't\nshow the detailed information in the notification panel. Furthermore Alarms won't be sent\n per email neither per SNMP trap without a valid license.\n三\nOverview\nPePDFRp\nInstalled Licenses\n口\n口\n口\nInstall/ Replace a License Key\nsta\nPlease s\nFig. 4: License management of Data Concentrator\n4.4 Firmware upgrade of Data Concentrator\nIt is possible to either automatically or manually check whether the current firmware is the\nlatest. In the same section the Data Concentrator can be upgraded to a specific revision of\nthe firmware. For a manual check, simply click on the Check for updates now button.\nE3METER.COM\nAnalyze\nReporting\nMAINTENANCE\nConcentrator Upgrade\nFirmwarefl  Please\nLicensing\nFig. 5: Firmware upgrade of Concentrator\n18\nChapter 4. Initial setup",
    "Page_25": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n4.5 Firmware upgrade of Meters\n The Data Concentrator provides the functionality to automatically upgrade the Firmware of\n all paired meters if this functionality is configured. Clicking on the link to Meters config-\nuration allows getting an overview of the meters paired to your system with information\nabout each specific meter and the different versions and furthermore whether the Firmware\nis currently being updated.\n☆\n3\nMeters Upgrade\nDiears\nFig. 6: Firmware upgrade of meters\nAttention: It is highly recommended to set the Meters Upgrade to Auto. This function-\nality will save you a lot of time and assure that the meters firmware is up to date. By\nupgrading the meters firmware automatically, you benefit from bug fixes and from new\nfeatures.\n4.6 Remote Assistance\nThe following image indicates, the connection for remote assistance.\n4.5. Firmware upgrade of Meters\n19",
    "Page_26": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nra.e3meter.com\nOptional\nDHCP server\nEncrypted ssh\nPowerline\nIPS\nFig. 7: Secured connection from ra.e3meter.com to the Data Concentrator for remote assis-\ntance\nIt is possible to get remote assistance from Riedo Networks Ltd in case of a problem. The\nadvantage of the remote assistance is that Riedo Networks Ltd can access the Data Concen-\ntrator while the latter operates in the normal environment.\nE3METER.coM\nAnalyzer\nEvents\nReporting\n19.07.2018 07:01\nSettings\nadmin\nMAINTENANCE\nIP Address\nNTP (Time Server) \nRemote Assistance\nSMTP (Mail servr)\nSNMP\ncom forhelp\nHTTPS Certicate\nFTP (Backup Server)\nPLC\nsessionwitha support engineer frome3meter.com\nStatus\nLicensing\nConcentrator Upgrade\nMeters Upgrade\nStorage Management\nFig. 8: Activation of remote assistance\n20\nChapter 4. Initial setup",
    "Page_27": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nFor this you have to activate the Remote Assistance option. This allows Riedo Networks Ltd\nto establish a secure connection over the internet to the Data Concentrator. This will only\nwork if the necessary ports for the secure, encrypted connection are open. If for security\nreasons opening the access is not possible, the user can provide the logs to Riedo Networks\nLtd, see System Log.\n4.6.RemoteAssistance\n21",
    "Page_28": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n22\nChapter 4. Initial setup",
    "Page_29": "CHAPTER 5\nAdding meters\nThis chapter explains how to add meters to the system. The concept of the E3METER? con-\nsists of meters that are paired to the Data Concentrator. Pairing can be done either manually\nor automatically. A meter can only be paired to one Data Concentrator.\nNote: One or multiple meters can be added. The Add meter button is only visible if Auto\nAdmission is not active, see Configure PLC.\n5.1 Adding IPS\n 5.1.1 Adding meters automatically\nAdding meters with the auto admission method is a convenient method for pairing many me-\nters to a Data Concentrator without having manually to enter their serial number. Automatic\nadmission is enabled as explained in Configure PLC with the configuration option Meters\nauto admission.\n23",
    "Page_30": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nPLC\nFig. 1: Adding Meters automatically using Meters auto admission functionality.\nCaution: In the case where multiple Data Concentrators are used in the same system,\nyou need to be careful that meters are not automatically added to the wrong Data Con-\ncentrator. Therefore it is recommended to disable the Meters auto admission function by\ndefault and only enable one Data Concentrator within the same system at once for this\nfunction, which prevents from adding meters to the wrong Data Concentrator.\n5.1.2 Adding meters manually\n三\nE3METER.coM\nConfig\nNotifications\nReporting\n Fig. 2: Select adding meters in the Config page\nVia the Config menu you will have the possibility to pair meters manually by clicking on\n the Add Meter button. This opens up a new window where meters can be added by entering\ntheir serial numbers.\nAdd Meter\nMeterType\nSerialNumber\n14797-14800;100004,100001\nSerial numbers shall not exceed 6 digits\nUse , or; as separator and - to define a range of Me\nE.g.1050-1060,2153;725\nCance\nFig. 3: Adding meters manually by defining serial numbers\n24\nChapter 5. Adding meters",
    "Page_31": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nIf you have multiple meters to be added you can either separate multiple ones with comma\n'′ or semicolon °;’ or define a range of serial numbers with hyphen ‘-°.\n5.2 Adding PRO meters manually\nWithin this chapter the two methods of adding PRO meters to the E3METER system are\nexplained. All PRO meters use Modbus RTU for communication. Either the PRO meters are\nconnected directly to the CTR using a USB to RS-485 converter or over a Modbus gateway.\nIn the case when interfacing via the gateway, the PRO meters communicate via Modbus RTU\nto the gateway and the gateway via Modbus TCP to the CTR.\nIn order to add PRO meters first click to Add Meters and then select PRO as shown in the\npicture below. Then select the interface and Modbus address to be added.\nAdd Meter\n Select PRO meter\nMeter Type\nIPS\nModbusInterface\nSelect Interface\nModbusAddress\nMeter Modbus Address\nModbus addresses shall be in range [1:247]\nUse,or;as separator\nE.g. 1,12,240\nFig. 4: Select to add PRO meter\nNote: PRO meters are delivered with the Modbus address configured as the last 2 digit of\ntheir S/N, e.g. Meter with S/N 025715120398 is configured with Modbus address 98.\n5.2.1 USB adapter\nIn the Data Concentrator installation guide, information is provided about how to connect\nthe USB to RS-485 converter RN1079. If more than one converter need to be connected to\nthe Data Concentrator it is required to connect a USB hub to the USB OTG connector and\nconnect the multiple converters to the hub.\nThe PRO meters have to be connected on the USB adapter A to A (pin 22), B to B (pin 23).\nThe hardware connection diagram is shown here below.\n5.2. Adding PRO meters manually\n25",
    "Page_32": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nnRED\nRN1079CE\ncnee\nFig. 5: PRO meter connection per USB adapter on CTR\n5.2.2Modbus TCP/RTU gateway\nFor the gateway connection with the Moxa MB3180 the PRO meters have to be connected\n  (   o (t d) - (   o ( ) +     o\nconnection diagram is shown here below.\nR+_D+_red\nFig. 6: PRO meter connection via gateway\nNote: We currently only support Moxa MB3180 as a Modbus TCP/RTU gateway.\n26\nChapter 5. Adding meters",
    "Page_33": "CHAPTER 6\nData Concentrator pages\nThe Data Concentrator pages provide information about the meter's data values and allow\n configuring system parameters. Depending on the section that is selected within the Moni-\ntoring Software, different visualization or configuration options are shown.\nDataConcentrator\npages\nE3METER.coM\nAnalyzer\nReporting\nNotifications\nSettings\nadmin -\nAnal\nMetering\nDATACONCENTRATORINFORI\nSerial number:\n005756\nAssign\nRN1400\nFig. 1: Data Concentrator pages menu showing the different available pages\n6.1 Visualization and configuration features\nThe following section explains the main features of the web page for visualization of data\n and configuration of the system.\n6.1.1 Groups\nMeters can be grouped based on different Categories and Groups. Categories contain Groups\nand Groups contain meters. One meter can only be part of one Group, one Group can only\nbe part of one Category.\n27",
    "Page_34": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nMenu\nE3METER.coM\nFig. 2: Menu icon\nGroups are accessed by clicking on the Menu icon and visible on the left panel of your web\nbrowser as shown in the picture below.\nE3METER.cOM\nActive Power(kW)\n3.07.2018 -24.07.2018\n21\n70 Meterste\nAverag\np PDURLB\n1071.\n13424W\nRN1216\n1610W\n1718W\n1'342W\n Fig. 3: Groups are shown on the left of the browser window\n6.1.1.1 Edit groups\nNote: When you configure a Data Concentrator from scratch, there are no categories de-\nfined. After adding new groups they are empty as well. Assigning meters to categories and\n groups needs to be done in the Assignment section.\n Groups can be edited by clicking on the software setting symbol\nl. which will open the\nfollowing menu.\n28\nChapter 6. Data Concentrator pages",
    "Page_35": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nE3METER.COM\nAnalyze\n Done \nCancel\nActive\nPower feed\nCUSTOMER\nRaviga\n Hooli\nEndfran\n1\n Bachmanity \n Ped Piper \nCOS TOMERnd\nROOM\nRoom 1\n1\nRoom 3\n1\nFig. 4: Edit groups window\nIn the Edit groups window shown here above, we can see a configured category Customer\nwith the different groups Hooli, Raviga and so on.\nWithin the Edit groups window it is possible to:\n· Add a category/group\n· Rename category/group\n· Reorganize the position of category/group\n· Delete category/group\nAdd is done by entering the new information in the Add a new category respectively Add a\n new group field. You confirm your entry either with Return on your keyboard or by clicking\non the CONFIRM\nIsymbol.\nRename is done by clicking on existing names and edit them.\n Reorganize is done with the arrow symbols. Categories are moved either with the UP\n个\nDOWN\n arrow symbol. Groups instead are moved by drag and drop of the UP-DOWN\n↑ \n arrow symbol.\nDelete is done by clicking on the MINUS \nsymbol, which is possible for both category\nand group.\nChanges are saved by clicking on the Done  one  button. Changes can be canceled by\nclicking on the Cancelca button. The following picture shows the result after adding a\ncategory Floor with three groups.\n6.1. Visualization and configuration features\n29",
    "Page_36": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nE3METER.COM\nGroups\nAll70Met\nCUSTOMER\nRaviga\nHooli\nEndframe syste\nBachmanity\n Pied Piper\n8\nROOM\nRoom 1\n3\nRoom 2\n 21\nRoom 3\n0\nPOWERFEED\nFeed A\n16\n 14 \nNewly added category\n and groups\nFLOOR\nSecond\nFirst\nGround\nFig. 5: Resulting window after having made changes in Groups edit window\n6.1.1.2 Flags\nFlags are a handy method for selecting individual meters. In the list of meters, there is a\nfag symbol for each individual meter. By clicking on the flag, the corresponding meter is\nexample with three meters that have been flagged.\n30\nChapter 6. Data Concentrator pages",
    "Page_37": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n304 W\nRN1216\nRN1216\n[ E3METER 0050\n1452W\nRN1216\n[ EMETER 00060\n1204\nRN1216\n[ E3METER 1\n2-08\n110w\nRN1210\n1452W\n[ SM 1001\n1304W\nFig. 6: Defining flags to meters\n6.1.1.3 Group selection\nSingle or multiple groups can be selected thus reducing the number of meters to be shown\nfor data visualization and configuration. The selection is done by clicking on one or multiple\n groups which adds them to the selection, respectively removes them from the selection if\npreviously already selected. After applying changes to the group selection, the data shown\nis a subset of the overall data. In the following example only the 7 meters assigned to the\nHooli group are shown.\nE3METER.co\nReporting\nActive Power (kW)\n。\nZMates\nAetivePod\n05\n258 \nFig. 7: Group selection with customer group Hooli\n6.1. Visualization and configuration features\n31",
    "Page_38": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n The group selection can also be based on flagged meters. For this, you need to select Show\n fagged only. Next, to this group selection option, the number of flagged meters is indicated.\n三\nE3METER.co\nActive Power (kW)\n2.7,018 24.07201 (Lst) \n40\n8\n70 ers\nActveP\n21\n100W\nRN1210\n170\nRN1216\nRack A-2\n149\nRN1216\n14\nRN1216\nE3METER\nRN1216\n149\n1701 W\nFig. 8: Group selection for Show fagged only.\nAttention: If clicking on the Show fagged only group selection, only the flagged meters\nare shown. All previously selected groups will be removed in the Groups menu.\n     e         \nToggle fagged only. By clicking on it, the flagged meters will be removed from the group\n selection and the still active group selection will be shown.\nFlagged meters and group selection can be combined. On top of the meter information\nwindow the number of flagged meters that are selected over the total of flagged meters are\n explained.\n6.1.1.4 Grouped by\nWithin the Data Concentrator pages, it is possible to group meters by category. By clicking\non the Grouped by button this will group the meters based on the selected group. For in-\nstance, they can be grouped by the customer as indicated in the picture shown below. First,\nall meters from customer Raviga are shown, second meters from customer Hooli and so on.\n32\nChapter 6. Data Concentrator pages",
    "Page_39": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nE3METER.co\n(kW)\n1539 9\n539\n616W\nFig. 9: Meters grouped by customer\n6.1.2 Bar chart\nIn the bar chart, each bar indicates the power or energy measured per phase with a different\ncolor per phase.\nActive Power (kW)\n1.07.2018 - 02.07.2018 (Last)\nFig. 10: Bar chart with bars indicating the measured values\n6.1.3Tooltip value\n The tooltip value shows the value of the bar that you are currently pointing over in the bar\nchart. The tooltip value can be activated or deactivated by clicking on the info icon symbol\n6.1. Visualization and configuration features\n33",
    "Page_40": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n Tooltip value\nAnalyzer\nReporting\nNotifications\n8.06.2018 16:58\nGraph eler\nActive Power (kW)\nFig. 11: Tooltip value\n6.1.4 Marker\nBy clicking on the bar chart you activate the marker which provides the values for a specific\ntime period of the historical data. The time period shown is based on the data polling period,\nsee Configure PLC for how to configure the data polling period. In order to visualize a\ndifferent time period, you can click on the bar chart which repositions the marker.\nE3METER.com\n Active Power (kW)\nMarker\n Marker status\nMauker\nFig. 12: Meter values corresponding to the marker position.\nThe marker status bar shows the time period to which the marker is associated and allows\nto do some operations. Clicking on the little arrow symbol pointing towards the right\n makes jump the marker to the middle of the bar chart window. Clicking on the x icon symbol\n will move the marker to the last received value. The printer icon\nwill open up an\nexport window for the marker data. Information about how to generate reports is explained\nin section Reporting.\n34\nChapter 6. Data Concentrator pages",
    "Page_41": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n Note: Currently the printer icon is not available for the last received value.\n6.1.5 Phase Balance viewer\n The phase balance viewer provides the active power per phase for all selected meters over the\n by the sum of the power of all three phases in percent (%). This value is expressed for the\ntime period selected in the bar chart. If the time selection is changed, the phase balance\nvalues are recalculated. The phase balance viewer can be activated or removed by clicking\non the pie chart symbol\n within the Graph elements. By clicking on a phase in the phase\nbalance viewer, the corresponding phase is shown or hidden in the bar chart.\nPhase Bala\nActive Power (kW)\nBar chart \n01.07.2018-02.07.2018(Last)前 /15 min0\nFig. 13: Phase balance viewer and associated data\n6.1.6 Navigation in time\nWhen accessing historical data, one important element is the navigation in the time base.\nMultiple ways are possible depending on the user interface selected. The different options\nare explained more in detail in the following sections.\nActive Power (kW)\nFig. 14: Bar chart with navigation possibilities.\n6.1.6.1 User interface\nNavigation is achieved both by mouse interface or with touch gestures. In the table below\nyou find an overview of the different functions and their respective user interface.\n6.1. Visualization and configuration features\n35",
    "Page_42": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nFunction\nMouse interface\nTouch gestures\nNavigate  intime  with\nScroll mouse wheel\nPinch / spread\n Zoom through bar chart\n Navigate in time by sliding\nClick and hold to move the bar\n Select and slide bar\nbar chart\nchart right and left\nchart right and left\n Navigate in time with time\nClick and move border(s) of time\n Select and Pan\nselection window\nselection window\nMove around time selec-\nSelect the time selection window\nSelect time selection\n tion window\nand and move it around\nwindow and Pan\n6.1.6.2 Navigation in bar chart\nAs a first option for navigation in time, the time base can be squeezed or extended within\nthe bar chart. This can be achieved either with the mouse or with touch gestures. Scrolling\nwith the mouse wheel for the mouse interface, respectively pinching and spreading for the\ntouch interface. While acting on the time base, the result is updated in the preview window\naccordingly. The portion of historical data shown in the bar chart is shown in the preview\nwindow.\n6.1.6.3 Navigation in preview window\nAs a second option for navigation in time, the time selection window can be moved around\nwithin the preview window. This is achieved by moving around the entire time selection\nwindow towards the left for older data values or towards the right for newer data values.\n Furthermore, you can define the start and stop of the time shown in the bar chart by moving\nthe left and right extremity of this time selection.\nPreview window\nTime selection\nFig. 15: Time selection within the preview window.\n6.1.6.4 Time selection\nAs a third option for navigation in time, you have the possibility to click on the time selection\nat the top right of the bar chart and enter the time of interest for the start and stop as shown\nin the picture below. The basic usage is to click once on the calendar to select the start\ndate and click a second time to select the stop date. When clicking twice on the same date,\nthis date is selected to be shown. When clicking on a month the selection start is from the\nfirst of the month to the last day of the month available in the historical data. Dates can be\nentered by inserting a start date manually e.g. 1.1.2016 and 30.05.2018 on the top of the time\nselection window. The shortcuts on the right of the time selection window allow to select in\na convenient way the predefined time periods. Once the date is selected you need to click on\nApply  spy, and the data indicated on the bar chart will be recalculated accordingly.\n36\nChapter 6. Data Concentrator pages",
    "Page_43": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nActive Power (kW)\nFig. 16: Time selection\n Note: Navigation in historical data can take some processing time because the Data Con-\n centrator needs to load the selected data from the internal storage.\n6.2 Analyzer\nThe Analyzer page main usage is for capacity management of your system. It shows the\n Active Power and phase current(s) of the meters over the selected time interval. This page\nallows you to analyze the power and current as well as the phase balance. For a specific\nrack with a maximum allowed power rating it is important to know the current situation and\nwhether there is still some margin.\nof the current, the thresholds for the Alarms can directly be configured. More details about\nAlarm configuration are explained in the Alarms section.\nE3METER.com\nActive Power (kw)\n→x业\nHoc\n207\n Fig. 17: Bargraph showing value of current and the alarm thresholds\nAll information that is visualized can be exported. For more information consult the Report-\n6.2. Analyzer\n37",
    "Page_44": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\ning section.\n6.2.1 Residual Current Monitoring\nFor selected meters with Residual Current Monitoring feature (RCM), their peak residual\ncurrent values both for DC and AC RMS are shown underneath the bar chart. The residual\ncurrent monitoring indicates whether there is a leakage current between the supply and the\nreturn. The thresholds are fix values and set to 6mA DC and 30mA AC RMS. If the residual\ncurrent monitoring exceeds these values an alarm is generated which is shown both on the\nNotification panel and the Event viewer.\nThe information of the Residual Current Monitoring is also retrievable via SNMP as ex-\n plained under Accessing data per SNMP, this information field was added to the MIB starting\nfrom software version 5.5.\nBelow an example of RCM is shown with the value shown underneath the bar graph, the\nevent in the Notification panel as well as the event in the Event viewer.\n三\nAcrvag\nchase\nPhase\nL2:0.9\n47\n4\n26\n40\nFeedB\nawrage\n3 phases\n.1: 0.000\nswernge\nRaCMeS\nwowra\n Fig. 18: RCM values underneath bar graph\n38\nChapter 6. Data Concentrator pages",
    "Page_45": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n018 16:37\n Settings\n2\nadmin -\nA \ni\nToday\nnt DC 9.9 mA (≥ 6.0 mA)\nRAN 020401\ni\nSensor 1 of E3METER 022471\n1620e Tedy\nSN 022471\nSIN 022903\nSN 022471\nE3METER000003t\ni\nSeNS024.9 C(0K)\n！\n07:08 Today\nSen Sor 2023\n Fig. 19: Notification of RCM alarm message\nE3METER.coM\n30\nno date range set 重\n25.10.2018 16:38:47\n25.10.2018 14:10:00\nA\nCONNECTIVI\nA\n0.2018 11:27:50\nFig. 20: RCM current high alert as seen in Event Viewer\n6.3 Metering\nThe Metering page provides an overview of the total Active Energy, Reactive Energy (L) and\nReactive Energy (C). The Energy shown is the total of the Energy consumed since the meter\nhas been installed and up to the time selected. The phase balance viewer is useful in terms\nof analyzing the energy consumption per phase.\n6.3. Metering\n39",
    "Page_46": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nE3METER.co\nActive E\n Fig. 21: Metering showing the energy consumption for the selected meters\nWith metering it is possible to bill the corresponding amount of energy to each specific\ncustomer.\n Note: For PRO meters only the active Energy is available within the Data Concentrator\nsoftware.\n6.4 Environment\n The Environment page provides an overview of the environmental data which are temper-\nature and relative humidity per meter. In the preview window the temperatures maximum\nand minimum are shown for the selected meters. As a result the temperature minimum and\nmaximum envelope is shown. Underneath the diagram for each meter the calculated aver-\nage values for the defined period are shown both for temperature and relative humidity. By\nclicking on horizontal bargraph of the temperature or relative humidity, the thresholds for the\nAlarms can directly be configured. More details about Alarm configuration are explained in\nthe Alarms section.\nThe analysis of the temperature envelope is useful in terms of safety, since the difference\nbetween the indicated minimum an maximum values compared with the thresholds, shows\nthe margin in terms of the temperature.\n40\nChapter 6. Data Concentrator pages",
    "Page_47": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\naneiadual uu piean\nE3METER.o\nTemperatures (°C)\nand the corresponding average values of the meters in the selected time frame\nWithin the temperature envelope curve, a color code is used. In case two or more sensors are\nselected, light blue is the indication for the maximum and minimum of only one sensor, dark\nblue for the remaining sensors.\nNote: In case there is only one single temperature sensor selected, the envelope is indicated\nin dark blue.\nAttention: It is not possible to visualize a graph of the relative humidity. Only the\n6.5Assignment\nThe Assignment page shows the assignment of meters to the categories and groups. Here it\nis also possible to edit the assignment for each individual meter.\n6.5. Assignment\n41",
    "Page_48": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nFeed Ba\nFig. 23: Assigning meters to exemplary category Floor\nThis assignment is shown in the Groups menu where it can be used to create a group selection\naccording to Group information.\nIt is possible to assign multiple meters at once. For detailed information please consult Bulk\nAssignment.\n6.6 Configuration\nUnder the Config page, the status of each meter is indicated with the detailed information.\nMore importantly in the Config page, it is possible to delete specific sensors, set relay status\nand assign the phase for the measurement. For a mono-phase meter, it is possible to configure\nwhich phase it is connected to (L1, L2 or L3).\n42\nChapter 6. Data Concentrator pages",
    "Page_49": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n30\n口\ntype\nDelete\nPLC\n1.2 (sim\n[ E3METER 1001\nSN1010\nEP\n4.2 (sin\n[ EM-ETE 0\nSN30\nEP\n4.2 (sim\n3-phas\nHooli\n[ E3METER 0013\nEP\n4.2 (sim)\n[  3METE 10019\nEP\n4.2(sim)\nm\n4.2 (sim\nRelay\nSN 100\nEP\nOff\n R-A1L-F2- \nSN100\nEP\n4.2 (slm\nR-A1-R-F230\nSIN10\n7m\n4.2 (sim)\nSN10\n4.2(im)\n[ Rack A4-A\nEP\nSN100\nFig. 24: Configuration of meters\nHint: When removing a sensor from a meter, the system generates an event. Under the\n Config page, you have the possibility to delete a specific sensor which has the effect that\nno event will be generated if this specific sensor is removed from the meter. This method\nallows removing intentionally a sensor and not generating an event, whereas a broken sensor\nconnection to the meter will be signaled with an event.\nIt is possible to configure multiple meters at once. For detailed information please consult\nBulk Configuration.\nIn the configuration page under the Hardware column, starting with software version 5.5,\nthe Connection information was added which indicates how a meter is connected to the\nData Concentrator. A meter can be connected either via PLC, Ethernet or Modbus physical\nconnection where the latter is only possible for PRO meters.\nNote:\n: In the case of Modbus connection we have the information #01:006 for example.\nWhere the first 2 digits after the *#? indicate the Modbus interface as explained under Modbus\nTCP/RTU gateway. The 3 digits after the ‘:′ indicate the Modbus address. This is indicated\nin the picture shown here below.\n6.6. Configuration\n43",
    "Page_50": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nE3METER.coM\nConfig\nEvents\nReporting\n三\n 4/4 \ninfla\nBulkconfi\nAdd Meter\n 76 Meters \nSerial Number\nHardware\nFirmware\nLabel\nProduct Number\nPRO025496389656\nS/N 025496389656\n1 Modbus connection details\nPRO1-Mod\nModbus #01:003\nS/N 025728299290\n1.04\n1.18 (sim)\nPRO380-Mod\nPRO025742626362\nS/N 025742626362\n1.04\n1.18 (slm)\nPRO380-Mod\n Fig. 25: Modbus Connection information shown under the configuration page\n6.7 Alarms\nAlarms are configured under the Analyzer or Environment page within the bar graph by\nclicking on it. You will find detail information about Alarm configuration in the Alarms\nchapter.\n44\nChapter 6. Data Concentrator pages",
    "Page_51": "CHAPTER7\nReporting\nThe Reporting feature allows generating customized reports as PDF or CsV export, based\n on the recorded values of the meters. Information about energy consumption, peak power\nand other parameters will be reported over a user specified time interval.\nThis concept is shown in the picture below.\n45",
    "Page_52": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nTemplates\nGenerate quick report \nReport generation\nCTRData\nConcentrator\nStore data\nIPS\nFig. 1: Reporting concept showing the data flow\n Other than scheduled reports, a user can generate a quick report. When the report is sched-\nuled, the CsV export or the PDF output is sent automatically to the defined mailing list and\n/ or FTP server.\n7.1 Generating Quick reports\nIn the Analyzer, Metering and Environment pages quick reports can easily be generated.\n Below is explained how go generate a quick report for data of the displayed time period and\nmarker data.\n· Quick report of the data corresponding to the displayed time period in the graph\n1. Click on the printer button \n on top of the bar chart\n2. In the opened window chose a template\n3. The report can be previewed or directly downloaded\n· Quick report of the data corresponding to the marker position\n1. Place the marker\n2. Click on the printer button\n 3. In the opened window chose a template\n46\nChapter 7. Reporting",
    "Page_53": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n4. The report can be previewed or directly downloaded\nNote: The Quick reports contain all the visible meters (i.e. Group filters are taken into\naccount).\n7.2 Templates\n All the existing templates are listed in the Templates window. You can copy, edit or delete\n PDF templates.\nE3METER.coM\nAnalyze\nREPORTS\nTEMPLATES\nTRANSFER\n FTP Accounts\nyp\nMaiing Lists\nPDF\nFig. 2: Templates window\nWhen you click either on Add new template or edit for an existing template the template\neditor will open which will look as in the image shown below.\n7.2. Templates\n47",
    "Page_54": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nhool\nOAd\nSaveSa\nFig. 3: Edit of a template for PDF report\nThe template editor allows adding new customized PDF templates with:\n· Uploading a custom logo (.jpg or jpeg format)\n· Selecting the columns of the template report\nNote: CSV export provides all available fields. The CSV template can't be customized.\n7.3 Transfer\nWithin Transfer all FTP accounts and mailing lists are available. It is possible to add, edit\nand remove FTP accounts and mailing lists.\n48\nChapter 7. Reporting",
    "Page_55": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nE3METER.CoOM\nTEMPLATES\nNo\nFig. 4: Configuration of FTP account\nNote: Only one single FTP account can be added.\nE3METER.coM\nMAILING LISTS\nFig. 5: Configuration of mailing list\nNote: A mailing list can contain one or several email addresses.\nThe mailing list is accessed either by clicking on Add Mailing list or clicking on the edit\nsymbol\n of the mailing list that will be edited.\nIn the opened edit window for the mail list you have to enter the individual email address(es)\nfor your mailing list.\nFig. 6: Edit email parameters for a new email list.\n7.3. Transfer\n49",
    "Page_56": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n7.4 Reports\ncolumn Enabled. You can add new reports, preview, copy, edit or remove reports. When\nadding a new report, you have to fill in the Report settings and the Report contents. In the\nwon't be scheduled and sent.\nNote: For CsV export no preview is available.\n三\nE3METER.CC\nFig. 7: Report window\nAll the enabled reports will be generated automatically according to the configured Schedul-\n ing interval and sent to the recipients defined in Transfer. These reports are called scheduled\nreports.\nNote: For PDF reports, a separate page is generated for each group, with the total calculated\nper group.\nA report is based on settings which define the scheduling and transfer as shown below.\n50\nChapter 7. Reporting",
    "Page_57": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nE3METER.coM\nAnalyzer\nEvents\nadmir\n30\nREPORTS\nEDITION OF ENERGYCONSUMPTIONHOOLI\nTEMPLATES\nOReport settings *\n Mailing Lists\nOff\n Scheduling\nTransfer\nReportinformation\nCreation user\nadmin\nCreation date and time\n26.06.2018 08:36:40\nModifiation user\nadmin\n11.07.2018 14\nFig. 8: Example for settings of report\nThe content of a report needs to be defined stating which categories and groups are used for\nthe report.\n7.4. Reports\n51",
    "Page_58": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nE3METER.coM\nAnalyzer\nEvents\nReporting\nuo\nREPORTS\nTEMPLATES\nFTP Accounts\nMailing Lists\nAllMeters\nHooli\nRaviga\nEndframe\nBachmanity\nRoom\nRoom A\nRoomB\nRoomC\nfeed\nFeedA\nFeedB\nFloor\nGround\n-irst\n Fig. 9: Example for content of report\nChapter 7. Reporting\n52",
    "Page_59": "CHAPTER 8\nAlarms\n8.1 Setting thresholds\nAlarm thresholds can be configured on current, temperature and relative humidity.\nClick directly on a meter's bar chart in the meters list (in Analyzer or in Environment) to\nconfigure alarms.\nSM0026\n show02E6L6\naverage\nThe alarm configuration dialog is opened (example of a 16A meter):\nAlert Lo\nWarnLo\n0.2\n0.5\nAIW\nOA\nOAlarmsenabled\nOConfigure allphases\nIn this dialog the alarms for each meter can be configured:\n· Setting up to 4 thresholds:\n Alert Lo (low)\n- Warn Lo (low)\nWarn Hi (high)\n- Alert Hi (high)\n· Alarms can be enabled or disabled.\n53",
    "Page_60": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n· In case of 3-phase meters the configuration can be done for each phase individually or\nfor all 3 phases together.\n· With Clear felds the alarms are removed.\n· Save alarms saves the new or changed configuration.\n100%\nOA\nled\nFig. 1: Alarm levels and where the defined threshold is associated\n Note: If you want to omit a specific alarm threshold, simply don't fll in the value which\nleaves that alarm threshold unconfigured.\nnofallPhasesfor2flaggedMeters\nAlert Lo\n Alarms enabled\nOcon\nFig. 2: Alarm threshold levels Alert Lo and Warn Lo not set\nCompared to when all alarm thresholds are set\nDA\nO Alarms enabled\nOcont\nFig. 3: All four alarm threshold levels set\n54\nChapter 8. Alarms",
    "Page_61": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n By flagging several meters, you can perform a bulk configuration for all flagged meters. See\nBulkalarmsetting.\n8.1. Setting thresholds\n55",
    "Page_62": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n56\nChapter8.Alarms",
    "Page_63": "CHAPTER\nC\nEvents and Notifications\n9.1 Concept\nThe system generates events and notifications when pre-configured thresholds are reached.\nThe main concept is summarized in the picture shown below.\nNotifications\nOutgoing events\nEvent viewer \nNotification panel\nTime selection \n30\nMailing Lists\nSeverity level \nSNMP trap \nGroup\nDevices\n CTR Data Concentrator \nP\nStore\nSoftware\nStore\nIPS\n Fig. 1: Event and notification concept.\nThe Data Concentrator software and each meter generate events which are stored in the data\n57",
    "Page_64": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nbase of the Data Concentrator for a maximum of 100'0o0 events. The oldest events will be\noverwritten with the newest ones, once the data base is completely filled. Based on the event\ndatabase you can either get event information on the notification panel, configure outgoing\nevents or have a look on all events in the event viewer. Details will be explained in the\nfollowing sections.\n9.2 Notification panel\nClicking on the notification icon\n opens the notification panel (see example below)\nwhich displays a list of the latest events.\n notification\n3\nclassification\n·\nsenso02:45.\n1:15\nsens0-\nSIN 300414\nIdlty high\nSen 01:748%0\nSIN300038\nFig. 2: Notification panel with events classification\nThe number in red above the notification icon is called event counter and indicates the quan-\ntity of new events. All the new events appear with a darker background color in the notifica-\ntion panel.\n Clicking on the notification icon again closes the notification panel and clears the event\n58\nChapter 9. Events and Notifications",
    "Page_65": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\ncounter.\n The following event types can occur and will be displayed in the notification panel:\nInformation (e.g. current normal)\nWarning (e.g. temperature low warning)\nAlert (e.g. current high alert)\nNotification for action\nE3METER.coM\nAnalyzel\nReporting\n06.02.2019 16:29\nSettings\nadmin -\n30\nActive Power (kW)\n05.02.2019 - 06.02.2019 m / 15 mln\nFig. 3: Action notification explaining the actions that need to be taken.\nIf the system detects a problem that requires an action to resume proper function, the problem\nis described in the top of the web-interface. It also provides direct links where the problem\ncan be solved.\n9.3 Notifications\nNotifications will send automatically events based on the selected type of events and method\nof transfer.\n9.3.1 Outgoing Events\nAll the existing Outgoing Events are listed in the window shown below. You can copy, edit\n or delete templates. Also it is possible to Enable/Disable an outgoing event.\nE3METER.coM\nAnalyzer\nNotifications\nReporting\n12.07.2018 14:0\n30\n OUTGOING EVENTS\nOUTGOING EVENTS\nTRANSFER\n SNMP Traps\n ① Add new outgoing event\n Mailig Lists \nName\nEvents\nEnabled\nMetersDisconnected\nConnectivity/Meter /Disconnected\n6\nningHigh\nAlarm/Tempe\n9.3. Notifications\n59",
    "Page_66": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nAn outgoing event can contain one or several events. If it contains more than one event you\ncan see them by placing the mouse cursor on the indication (+1) as in the example below.\nEvents\nAlarm/Current / Warning High\nAlarm / Current / Alert High\n+1\nAlarm / Temperature / Warning High\nA new outgoing event can be easily configured. See events configuration example below:\nGeneral setings\nTest Eve\nSelect Typ\nEvents notification can be transferred by SNMP Traps, emails or both together\n9.3.2 Transfer\nBefore an event notification can be sent, the transfer needs to be configured here.\nYou can configure multiple SNMP Trap destinations and mailing lists. They are then all\nlisted here. You can add edit and remove SNMP Trap destinations and mailing lists.\n After configuration of a new SNMP Trap you can test it by sending a test trap.\n60\nChapter 9. Events and Notifications",
    "Page_67": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nNEW SNMP TRAP DESTINATION\nName\nName\nDestination Host\nIP address or hostname\nCommunity\nCommunity\nVersion\nv2c\nTest\nSend test trap\nA mailing list can contain several recipients, see example below.\nNEW MAILING LIST\nList name\ncustomer x\nRecipients\nRecipient 1\ntest@test.com\nRecipient 2\ntest2@test.ch\n Add a reci\n9.4Eventviewer\n The event viewer allows to view all events of the Data Concentrator data base. It is possible\nto select a portion of events based on\n· Severity level\n·Group\n· Devices\n· Time range\n9.4. Event viewer\n61",
    "Page_68": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nE3METER.coM\nTimerange\n2018-25.06.2018\n1-5 / 5\n25.06.2018 23:15:00\nA\nInfo\nA\n.06.2018 21:15:00\nA\n06.2018 21:15:00\nA\nMETER300000\nFig. 4: Event viewer example with selection criteria applied\nIn the picture shown above different selection criteria is applied. Per event it is possible to\nclick on it and see the detailed information. You find for instance the detailed temperature\ninformation as well as the temperature threshold level.\n62\nChapter 9. Events and Notifications",
    "Page_69": "CHAPTER 1O\nAdvanced setup\n10.1 Configure SMTP (mail server)\nThe Data Concentrator is capable to send notifications per email hence the configuration of\n the mail server per SMTP is necessary.\nSMTP can be enabled or disabled, Server can be configured insecure or secure.\n For the detailed settings of the mail server please refer to your Internet service provider or\nIT administrator.\nOnce all parameters are set you have the possibility to test the SMTP configuration by click-\ning on the Test button for the Mail server test on the bottom of the SMTP (mail server)\nconfiguration page. This will open a window asking you to select an email address to which\na test email will be sent. If you receive that email on the specified address this confirms that\nthe settings are correct. Should you have trouble receiving the test mail, check first your\nSPAM folder and then check the mail server configuration again.\n63",
    "Page_70": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nE3METER.coM\nAnalyzer\n30\nNETWORK\nIP Address\nNTP(Time\nSMTP (Mail Server)\nEnable\nFTP (Backup Sen\nModbus\nNG\nising\nStorage Manage\nReboot\nUSERS\nSYSTEMLOG\nFig. 1: SMTP setting\n10.2 Configure SNMP\nSNMP is used to gather data from the E3METER? Monitoring System other than over\nthe E3METER? Monitoring Software. It is necessary to download the MIB (Management\nInformation Base) of the Data Concentrator which is the definition of the available data for\nthe Data Concentrator.\nWith ACL (Access Control List) it is possible to define access restrictions per specific IP\naddress or range of IP addresses as indicated in the picture below:\n64\nChapter 10. Advanced setup",
    "Page_71": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nE3METER.Co\n30\nNETWORK\nNETWORK\nPAddress\nNTP (Time Server)\nSNMP (v1 & v2c)\nSMTP (Mail Server)\nDownload MIB\nnable\n0u\nHTTPS Certificat\nModbus\nLicensing\nCTR\nCon\nntrator Upgra\nRemote Asstance\nStorage Management\nReboot\n One IP adress \n[9.168.0.1\n口\nACL\nUSERS\nSYSTEM LOG\nAc\nFig. 2: SNMP setting\nThe first address for access control shows one single IP address, namely 192.168.0.1. The\nsecond example shows access control restriction for a range of IP addresses in the range of\n192.168.0.0 to 192.168.255.255. The latter notation used is the CIDR Subnet Mask notation.\n10.3 Configure FTP(BackupServer)\n You have the possibility to backup data of the Data Concentrator over an FTP backup server.\nThis has the big advantage that in case a Data Concentrator has a failure and needs to be\nrestored or you have to restore data on a new Data Concentrator, you can restore it from a\npreviousbackup.\n10.3. Configure FTP (Backup Server)\n65",
    "Page_72": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nE3METER.co\nFTP (Backup Server)\nono\nNo\nTost\nFig. 3: FTP (Backup Server) settings\n10.4 Configure PLC\n The PLC allows configuring some system parameters as shown in the picture below:\nE3METER.coM\nAnalyzer\nEvents\nReporting\n06.02.2019 15:48\nadmin\n30\nNETWORK\nNETWORK\nIP Addres\nPLC\nSNMP\nS Certificate\nIfra Mmeter\nModbus\nEnablaedte\nFig. 4: PLC setting\nThe Meters data polling period can be configured in what time interval data is being cal-\nculated. The allowed values are 5 minutes, 15 minutes, 30 minutes or 60 minutes. Each\n meter calculates the power and energy consumption instantly and provides the data after the\nprovide data with the same data polling period.\n The data polling period has an influence on the maximum number of meters that the system\ncan interface with as indicated in the table here below:\n66\nChapter 10. Advanced setup",
    "Page_73": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nTable 1: Maximum node numbers\n Data polling period  maximum # of meters \n5min\n50\n15 min\n200\n 30 min\n400\nAttention: Changing the data polling period, deletes the complete history of the Data\nConcentrator. The concentrator warns about this fact and asks you for confirmation.\nThe polling fault tolerance is the number of periods the Data Concentrator tolerates not\n having received the data. Allowed values are 1, 2 and 3 periods. The default and suggested\nnumber for the polling fault tolerance is 1 period.\n Note: Data polling period is used on all meters which defines what time period the different\ndata is being calculated. This is basically the time tick where all of the values across different\nmeters are based on.\nMeters auto admission can be configured to be disabled or enabled. In the Adding meters\nchapter you find the different methods that exist and also how to use the Auto admission\nfeature and why caution needs to be taken.\nPLC frequency band can be configured to be either FCC or CENELEC-B\n10.5 Configure Modbus\nThere exist multiple ways to interface PRO meters. They are explained within Adding PRO\nmeters manually.\nE3METER.coM\nNETWORK\nModbus\n日\n日\n Fig. 5: Modbus settings\n10.5.1 USB adapter\nDirect connection is established with a RN1079 USB to RS-485 adapter. The Data Concen-\ntrator will automatically detect an adapter connected to the CTR. It is only possible to remove\n10.5. Configure Modbus\n67",
    "Page_74": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\na USB Adapter from the configuration, when the adapter is not physically connected any-\n more to the CTR. By doing so all associated meters to the selected adapter will be removed\nfrom the Data Concentrator.\n10.5.2 Modbus TCP/RTU gateway\nIn order to use a gateway one needs to click on the Add gateway button as shown in the\nprevious picture here above. This opens the following configuration window. Enter the IP\naddress of the gateway and give it a name. The default port for Modbus is 502.\nE3METER.OM\n三\nConfg\nEvents\nReporting\n29.01.201913:52\nNETWORK\nAddModbusInterface\nName\nmodbus_gw\nAcddress\n502\nSaveSave\nResetCa\nFig. 6: Modbus Gatway Configuration window\n10.5.3 Configuration parameters on the Moxa MB3180 gateway\nOn the gateway both the Modbus RTU and Modbus TCP parameters need to be configured.\nThe Modbus RTU parameters need to be configured in a specific way. The Modbus TCP\nparameters need to reflect your network settings. The configuration can be done either by the\nMoxa MGate Manager or by the web interface of the MB3180 knowing it's IP address. The\nadvantage of the MGate Manager is that it can discover any MB3180 when it is connected\nto the same network.\n In the following section the necessary steps for configuring the Modbus TCP/RTU gateway\nare described.\n1. Install and power gateway\n 2. Download reference configuration of Moxa gateway from Riedo Networks website\nThe reference configuration can be downloaded from our website under the section\nsupport: www.riedonetworks.com/support.\n3. Start the MGate Manager\n4. Click on Off-Line-Configuration, Select the MB3000 series and MB3180 model\n68\nChapter 10. Advanced setup",
    "Page_75": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nFig. 7: Click on Off-line Configuration\n5. Load the existing configuration, downloaded previously from the Riedo Networks Ltd\nwebsite\nMGateMB3180\nC Create new confguration \nO Load exist configuration!\nOK\nCancel \nFig. 8: Select and load the reference configuration\n 6. Edit the network parameters of the reference configuration and store it on your Com-\nputer.\n<←X—\n8.\nFig. 9: Change the network parameters\n 7. Search for your MB3180 on the network by hitting Search, Broadcast search. Make\n sure you select your gateway by verifying the MAC address\n10.5. Configure Modbus\n69",
    "Page_76": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nFig. 10: Search your gateway\n 8. Select your gateway, previously identified\nFig. 11: Select your gateway, previously identified\n9. Select import and the previously changed configuration file and confirm with OK\nILbrai\n Fig. 12: Import the changed configuration on the gateway\n10. Add the modbus TCP/RTU gateway in the Data Concentrator as explained in the above\nsection Modbus TCP/RTU gateway.\n Note: As previously mentioned, it is also possible to make the changes via the web interface.\n Please read the Moxa MB3180 user manual for the necessary configuration steps.\n10.6 Storage Management\nIn the Storage Management you can have a look at the internal storage, the type, model and\nsize as well as the status. You can format or check the storage.\n70\nChapter 10. Advanced setup",
    "Page_77": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nCaution: If you want to check the storage, this will stop the storage of data into the\ninternal memory (history and events) for the time of the check (about 30 seconds).\n10.7 Reboot\nIn the Reboot menu you find the possibility to reboot the Data Concentrator.\nAttention: Make sure you confirm a reboot only in the case you intentionally want to\nreboot. Only with user rights Administrator you have the possibility to reboot the Data\nConcentrator.\n10.8 Changing user rights\nWithin the settings menu USERS only a user with the role Administrator can change user\ninformation.\n· Add a user\n· Remove a user\n· Change the password or other information of a user\n· Change the role of a user which changes the user rights\n10.9 System Log\nThe system log shows the latest system events. It is possible to download the logs which\ncan then be sent to Riedo Networks Ltd in case of an issue that might need analysis. In case\nRemote Assistance over a secured connection is not possible, still the system events can be\nDownload Diagnostic\ncompressed and sent to Riedo Networks Ltd by clicking on\n, located on\n the bottom right of the SYSTEM LOG page of the settings.\n10.7. Reboot\n71",
    "Page_78": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n72\nChapter10.Advanced setup",
    "Page_79": "CHAPTER 1 1\nBulk modification\nBulk modification is a useful feature to change configuration parameters of multiple meters\nat once.\nNote:\n First, one needs to flag multiple meters to see the bulk modification possibility.\nOtherwise the bulk modification won't be shown.\nBulk modification is available for Assignment, Configuration and Alarm. In the following\nsections, the different possibilities are explained in detail. Bulk modification will be applied\nonly on the fagged meters. It is not possible to bulk configure meters based on a category or\ngroup.\n11.1 Bulk Assignment\nBulk assignment is done by clicking on Bulk assign\nBulk\nI on top of the Assignment page.\n Once having clicked to Bulk assign the categories are greyed out and can't be edited individ-\nually anymore.\n73",
    "Page_80": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nE3METER.COM\n12.07.2018 15:08\n30\nGroups\n414 unfle\nGrouped by\nAssig al flaged Meters ()\n[No change] \n[No change] \n4 Meters\nCustomer\nRoom\nPower Feedl\nProduct Number\n4\n 7 \nN121\nEndframe systems\n6 \nRaviga\nRoom\nBachmanity\n6\nRaviga\nPied Piper\nRoom2\n8\n Fig. 1: Bulk assign of four flagged meters in the Assignment page.\n11.2 Bulk Configuration\nIn the configuration window parameters like deleting a sensor or association of a phase to the\n meter can be done in a bulk operation. For this you need to click on Bulk configure which\nwill then show the options of the parameters to be configured all at once.\nE3METER.coM\nConfig\nEvent\nReporting\n12.07.2018 15:11\nSettings\n30\nO Ad Mcter\nGrouped by \n[Ungrouped]\n Delete\nDelete\n0nof\n[No cha\nSerial Number\nHardware ^\nSensor\nSensor 2\nPhase\nProduct Number\nProgress\nE3METER 100010\nS/N100010\n4.2\nSN100\nE3METER 300000\nSIN 30000\nDele\nFig. 2: Bulk configuration of four flagged meters.\n11.3 Bulk alarm setting\nBulk alarm setting is done by clicking on any of the bar charts after having flagged multiple\nmeters as shown in the picture below.\n2/2\nLast\n1,407- 20180\nActive Power\nCurrent(Amperes\nAverage\nPhase1\nM\n1436W\nFig. 3: Clicking on one alarm bargraph of two flagged meters in order to access bulk alarm\nsetting\n74\nChapter 11. Bulk modification",
    "Page_81": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n This opens the alarm configuration window which indicates that bulk alarm setting is done\nby stating how many meters are flagged; 2 flagged meters in the example shown below.\nAlarm configuration of allPhases forl2 flaged Meters\nAlert Lo\nNarn Lo\n16A\nAlarms enabled\n Fig. 4: Seting alarms of two flagged meters in bulk alarm setting\n11.3.1 Combination of different features\nWhen configuring meters with different features like for for instance their rated current this\nwill be indicated. In the example below three meters are selected with two different types of\nrated current 10A and 16A.\nLast\n12072015\n1739\n*429W\n087W\nFig. 5: Bulk alarm setting for meters with different current ratings\nAn example of how the bulk alarm setting looks like for two meters of type RN1216 and one\nmeter of type RN1210 is shown in the picture below.\nLOA\n16A\nAlertLo\nWarnL\nAlertH\nAlert Lo\nDA\n.6A\nAlarms enabled\nClearfields\nmsCancel\nFig. 6: Bulk alarm setting for meters with different current ratings, shown with separate\nwindows for the different rated currents\nThe different parameters are shown in different windows for the configuration. You will\nhave to configure the alarm for the two different types of meters in the separate windows and\nconfirm with save.\n11.3. Bulk alarm setting\n75",
    "Page_82": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n76\nChapter 11. Bulk modification",
    "Page_83": "CHAPTER 12\nTechnical support\n· Visit web page www.riedonetworks.com/support\n· Call +41 26 505 50 00\n77",
    "Page_84": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n78\nChapter 12. Technical support",
    "Page_85": "CHAPTER 13\nLegal notice\nCopyright @ 2008 - 2020 Riedo Networks Ltd. All rights reserved.\nRiedo Networks, the logo and E3METER? are trademarks of Riedo Networks Ltd.\nRiedo Networks Ltd\nRoute de la Fonderie 6\n1700 Fribourg\nSwitzerland\nEvery effort has been made to ensure that the information in this User Manual is accurate\nAnyway, the information in this manual is subject to change without notice and should not\nbe construed as a commitment by Riedo Networks Ltd. Riedo Networks Ltd assumes no\nresponsibility or liability for any errors or inaccuracies that may appear in this manual.\nFor the latest product updates,consult the Riedo Networks Ltd web site at\nwww.riedonetworks.com.\n79",
    "Page_86": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n80\nChapter 13.Legal notice",
    "Page_87": "CHAPTER14\nAnnex\n14.1 Time granularity in bar chart\nThe granularity of the bars shown in the bar chart corresponds to the data polling period\nwhen showing data of a short time period. When showing longer time periods it shows the\nfollowing granularities 1 hour, 1 day, 1 week depending on the overall time shown.\n14.2 Synchronous polling\nThe E3METER? system allows to interface with meters either per PLC (Power Line Com-\nmunication), Ethernet or via RS485. With the communication per PLC or Ethernet the Data\nConcentrator (CTR) synchronizes the time base and polls data from the meters (IPS). This\nallows making sure that the IPS is synchronized with the CTR and to the Epoch as sym-\nbolized in the picture below with the little clock symbol and the green check mark. The\nadvantage of the E3METER? system lies in the fact, that each IPS aggregates data within\nthe data polling period. Once the data polling period is over, e.g. with a period of 15 min-\nutes, the CTR polls the aggregated data of all IPS from the last polling period. In the picture\nbelow this is shown for the interval from minutes 45 to 00. Per data polling period, the ag-\ngregated data provides the average values as well as the minimum and maximum occurred\n during the interval. All E3METER? use the proprietary communication protocol and poll\n data in a timely manner. Meters other than E3METER? are not synchronized and provide\nonly instantaneous measurement values once they are polled.\n81",
    "Page_88": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nNTP\nRN1401\nRN1220\nRN1231\nPRO380-Mod\nFig. 1: Synchronous polling for E3METER? system\n14.3 Accessing data per SNMP\nThe data provided by the Data Concentrator can be accessed either via the webpage of the\nData Concentrator or access made to the Concentrator per SNMP. When accessing per SNMP\nthe Meter data of the last polling period can be accessed. When accessing to data of the Data\nConcentrator via it's own web interface, the stored data is being accessed allowing to show\nthe historic data. Within this chapter the latter option is described. This section covers how\nto the average power of the last data polling period of one specific Data Concentrator using\nSNMP.\n14.3.1 Download MlB browser\nGo to http://www.ireasoning.com/downloadmibbrowserfree.php and download a version of\nthe MIB browser. There exist other tools but this user manual shows how to use the MIB\nbrowser.\nThe Data Concentrator Data structure is defined with MIB (Management Information Base).\n For more information go to https://en.wikipedia.org/wiki/Management_information_base.\nAs a first step one needs to download the MIB information from the Data Concentrator\nas explained in Configure SNMP. The MIB shows the detailed structure of accessible data\nwith the corresponding description.\n14.3.2OpenMlBbrowser\nAfter starting the MIB browser, select the MIB for the E3METER? ‘e3meter-ctr.mib'.\n82\nChapter 14. Annex",
    "Page_89": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nOnce the MIB for E3METER? is loaded, make sure the following basic MIB are already\nloaded when using iReasoning MIB Browser. For this, access Tool/Options/MIB Files and\nverify that you have the following MIB. Without these, the data structure won't be resolved\nproperly.\n Options\n+\nGeneral  Default Values Agents MIB Files\n MIB File Name\n/home/thomas/temp/mibrowser/mibs/RFC1213-MIB\n/home/thomas/temp/mibbrowser/mibs/e3meter-ctr.mib\n/home/thomas/temp/mibbrowser/mibs/HOST-RESOURCES-MIB\nAddDelete\nokcancel\nFig. 2: List of basic MIB and e3meter-ctr.mib in MIB browser\n14.3.2.1 Connect to Data Concentrator\nPlease make sure to connect to the correct Data Concentrator and select the correct port and\nSNMP version as shown in the picture below.\n14.3. Accessing data per SNMP\n83",
    "Page_90": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nAddress of Con\nOID:.1.3.6\nSNMP MIE\nAPAgent\nIP:Port\nAddress 192.1681.250\nprivate\nPort161\n Read community\nWrite Community\nSNMP Version1\nok\nnternet\nFig. 3: MIB browser showing detailed connection parameters\nCaution: Make sure that you have enabled SNMP and that the Access Control Field\n(ACL) grants you with access to the Data Concentrator. For instance 192.168.1.0/24 in\n the SNMP ACL field in the example shown throughout the chapter.\n14.3.2.2 Accessing average power\nIn order to access the average power of the last data polling period, select the ‘e3IpsPAvg'\nand click on the Menu Operations/Get Bulk'. This will have the result to show the average\npower of the last polling period. In order to know the polling period duration, you can\naccess ‘e3IpsPeriodDuration’ and in order to know the start of the polling period, access\n'e3IpsPeriodStart'. In the picture below the average power values are indicated.\nThe average power per meter over the last data polling period is gathered in the picture shown\nbelow.\n84\nChapter 14. Annex",
    "Page_91": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nReasoningMiBB\nFileEdit Operations\nAddress:192.168.1.250\nAdvanced.\nSNMP MIBs\nResult Table\nMIB Tr\norg.dod.interne\nInteger\n mgmte\n白\n3lpsPAvg.6.0\nInteger\n38\n192.168.1.250:1.\n e3lpstable\n Description window\nWETt ANTEGERET\nSyntax\nStatus\nrerd-onty\n Fig. 4: Average power of all associated IPS accessed per SNMP\n14.3.Accessing data per SNMP\n85",
    "Page_92": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n86\nChapter14.Annex",
    "Page_93": "CHAPTER 15\nRevision log\nRevision\nDate\nChanges\nA\n19.01.2021\n New version for software version 6.2\n87",
    "Page_94": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\n88\nChapter 15.Revision log",
    "Page_95": "Index\nA\nLink Local,2\nLogin,9\nadd meters\nPairing,23\nM\naggregated data,81\nalarm, 54\nMIB, 82\nAutoIP,3\nmodification,73\nB\nN\nbar chart,33\nnavigation,35\nBonjour\nnavigation in time,36\nZero Configuration,4\nnotification,58,60\nBulk alarm setting,74\nNTP server,16\nBulk assignment,73\nBulk configure,74\nO\nC\noutgoing event,60\nP\nCAL,17\ncalendar, 36\nPairing\nCSV export,46\nadd meters,23\ncurrent,37\nphase, 33,74\nphase balance,35\nD\npie chart,35\ndata polling period,66\nplug and play,2\ndelete PDF templates,47\npower,37\ndelete specific sensors,42\nPRO meters,25,43,67\ndelete templates,59\nQ\nDHCP,3,16\nDNS server,16\nquick reports,44\nE\nR\nevent database,58\nRCM, 38\nevent types,59\nreboot,71\nevent viewer,61\nrelative humidity,40\nF\nrelay status\nset relay status,42\nFTP,65\nreport,47\nResidual Current Monitoring,38\nH\nS\nhorizontal bargraph,37\nset relay status\nrelay status,42\ninternal storage,70\nsettings,15\nSNMP,64,82\nL\nSSL, 4\nsynchronizes,81\nlicense,17\n89",
    "Page_96": "E3METER Monitoring Software User Manual, Data Concentrator 6.2 revA\nT\ntemperature, 40\ntemplate, 46,47\nthreshold, 54\ntime base,35\ntooltip,33\ntransfer,50,60\nZ\nZero Configuration\nBonjour,4\n90\nIndex"
}