{
    "Page_1": "Laurel Watershed Improvement District\nManagement Plan\nVersion 3 (April 2018)\n Prepared by\nCheryl LovatoNiles&HeatherMacKay\nFHB Consulting Services, Lynden\n Explanatory notes\no asodnd pue puauo aue anoge ao puersapun on siapeau diay on papuasui ae saxog aa ui saou oeueidxi\n this document.\nThe purpose of this document is to assist the WiD board in the process of developing and implementing their\n over time, as resources allow.",
    "Page_2": "CONTENTS\nIntroduction and overview of the planning process.\n1.1\nProcess for developing a M anagement Plan for the WID\n1.2\nPurpose and content of this document..\n2\nStrategic priorities and desired outcomes.\n3\n2.1\nProcess for developing the list of suggested priorities\n3\n2.2\nSuggested priorities and desired outcomes for the Laurel WID.\n.3\n3\nGeneral overview of the WID.\n13\n3.1\nLocation and hydrology..\n13\n3.2\nHistoric conditions in the Laurel WiD area..\n18\n3.3\nSoils and land use.\n26\n3.4\neie e m pue asn aem n ae m \n28\n3.5\nW ater quality.....\n.29\n3.6\n Fish and wildlife ...\n.29\nDescription of baseline conditions for sub-watersheds in the Laurel WID.\n4.1\nUpper Tenmile Creek.\n... 30\n4.2\nLower Tenmile Creek.\n4.3\nUpper Fourmile Creek..\n.32\n4.4\nLower Fourmile Creek\n.34\n4.5\nDeer Creek.\n.35\n4.6\nW iser Lake/ Cougar Creek (North).\n..36\n4.7\nWiser Lake/ Cougar Creek (South)..\n..37\n5\nTenmile Creek Watershed: Review of previous and current initiatives...\n.39\n6\nSupporting information for planning of specific actions .\n.48\n6.1\nHydrology and w ater availability; water use and w ater rights.\n.49\n6.2\nW ater quality (surface and groundwater)..\n50\n6.3\n Agricultural field drainage.\n52\n6.4\nFlooding and stormwater management.\n.57\n6.5\nWater flow processes; fish and wildlife\n59\n6.6\nAgricultural protection (protection of the agricultural industry)\n..60\n6.7\n Communication, outreach, education and reporting strategy.\nTABLES\n Table 1. Suggested Laurel WID priorities and desired outcomes .\n.4\nTable 2. Consolidated list of Laurel WID priorities, goals, and possible actions.\n.5\nTable 3. Prime soils within the Laurel WID area. ...\n26\nTable 4. Estimated agricultural water use in watersheds within or overlapping with the Laurel WID.... 28\n55\nTable 6. Programmatic permitting process for stream projects (drainage, habitat) ..\nFIGURES\nFigure 1. M ap showing location of the Laurel WID.\n14\nFigure 2. M ap showing aquifers in the vicinity of the Laurel WID...\n15\nFigure 3. Laurel WID overview map....\n.16\nFigure 4. M ap of parcels included in the Laurel WID assessment roll (October 2017)..\n.. 17\nFigure 5. Map of indian Territory in 1858, including the Nooksack, Chilliwack, Sumas and Pilalt areas...25\nFigure 6. Map showing prime soils in parcelsthat are currently on the Laurel WID assessment roll..27\nFigure 7. M ap showing the Laurel WID and drainage districts...\n.53\nVersion 3 (April 2018)",
    "Page_3": "Figure 8. Laurel WID map of specific agricultural priority actions....\n....54\nFigure 9. M ap showing Diking Districts and Nooksack River levees associated with the Laurel WID ..... 58\nAPPENDICES\nReport for the Laurel WID\n Contains maps and a summary table showing the agricultural and watershed enhancement\npriorities based on the February 2016 work session with Laurel WiD members and on additional\ntechnical analysis by the Ag-Watershed Project team. The full WiD mapping report can be\ndownloaded from the Laurel WID website https://www.laurelwid.com/ [Alternative download\nhere]\nAppendix B: Agricultural and watershed characterization tables for the Laurel WID\nContains the detailed tables listing and describing agricultural and watershed enhancement\npriorities as discussed at the February 2016 work session of the Laurel WID. The tables are\nincluded in the full Agriculture-Watershed Characterization and M apping Report (2016) but are\npresented in this appendix for easy reference.\nAppendix C: Selected Reference Maps for the Laurel W ID\nContains a selection of reference maps related to the Laurel watershed and various WlD priorities.\nM aps in Appendix C were also included in the 2016 Agriculture-Watershed Characterization and\nassociated with the WID's M anagement Plan, these maps might be updated or refined to include\nmore detail as required for baseline studies and development of an action plan.\nAppendix D: Relevant goals and policy statements for the WRlA 1 Watershed Management Project and\nthe Whatcom County Comprehensive Plan (2016), compared to suggested priorities for the\nLaurelWID\nAppendix E: Sources of available data for Laurel W ID ( uly 2016).\nReproduced from the Laurel WiD mapping report with updates added in M arch 2018.\nAppendix F: Notes from the Whatcom Watershed Improvement Districts Work Session in Lynden,\nMarch 20, 2017.\nVersion 3 (April 2018)\nili",
    "Page_4": "ACRONYMSUSED INTHISDOCUM ENT\nAU\nAssessment Unit\nBMP\nBest M anagement Practice\nCDID\nConsolidated Drainage Improvement District\nDID\nDrainage Improvement District\nNRCS\nNatural Resource Conservation Service\nRSA\n Rural Study Area\nSSURGO\n Soil Survey Geographic Database\nTM DL\nTotal M aximum Daily Load\nUSDA\nUnited States Department of Agriculture \nUSGS\n United States Geological Survey\nWDFW\nWashington Department of Fish & W ildlife\nWCD\nWhatcom Conservation District\nWID\nWatershed Improvement District\nWRIA 1\nWater Resource Inventory Area 1\nWSDA\nWashington State Department of Agriculture\nVERSIONHISTORY\nVersion\nDate\nVersion 1\nFebruary 2018\n Draft for discussion by the WID board.\nVersion 2\nM arch 2018\n Draft for review by the WID board at their April 2018 meeting. Includes\nadditional material from the M arch 1 Tenmile Creek watershed forum.\nUpdated agricultural priority actions map. Updated water quality reference\n maps and tables in Appendices B and C.\nVersion 3\nApril 2018\nUpdated draft with minor revisions following discussion at the April 2018 WID\nboard meeting. Accepted as draft by the board.\nEditing notes:\nYellow highlights are queries for board consideration or review\nBlue highlights are items added after the April 2018 board meeting\nDisclaimer\nThis document has been prepared for informational purposes only. The information and data contained\nin this document have been compiled from multiple sources and may not have been prepared for, or be\nsuitable for legal, engineering, or surveying purposes. Users of this document should review or consult\nthe primary data and information sources to ascertain the status and usability of the information and data\nto obtain updated information and data where necessary.\nVersion 3 (April 2018)\niv",
    "Page_5": "1INTRODUCTION AND OVERVIEW OF THE PLANNINGPROCESS\nExplanatory notes\nWatershed Improvement Districts to characterize and map both agricultural and watershed priorities in the six WIDs.\nIn this document, we have included text, maps and tables contained in the Laurel WID Agriculture-Watershed\nCharacterization and M apping Report (2016: the \"WID mapping report\") as reference materials. By including the\nactual information here where possible rather than cross-referring out to separate reports, we hope to make this\ncopied into this document.\nasaui 'sheon pue sanssi Aod saim aun bunsue uo aa lm ueld yuawaeue w aue jo uoisan siye ui snooy au\npriorities and goals should be the basis for further development of the M anagement Plan to include actions, budgets\nand timelines as this information becomes available. Where WiD actions have already been initiated, these have\n been included in this version of the M anagement Plan.\n1.1  Process for developing a M anagement Plan for the WID\nWe envisage three main stages in the planning process:\nFirst, preparing an outline for a M anagement Plan, that includes an overview of initial WID priorities\nand of the available background information (see Tables 1 and 2 particularly).\n  e     s    a \nadvance the WiD's priorities. The Plan is based on available information generated in recent and\ncurrent efforts, including:\n-t\nthe all-WID planning session in M arch 2017,\n ongoing drainage management work within the WID.\nWhere additional baseline technical studies might be needed, the scope of work and estimated costs\nfor these studies will be included in successive versions of the M anagement Plan.\n Third, refining the M anagement Plan over time as resources and funding are secured to undertake\nServices. https://www.laurelwid.com/ [Alternative download here]\nVersion 3 (April 2018)",
    "Page_6": "1.2 Purpose and content of this document\ncomprehensive M anagement Plan over time.\nSuccessively more detail and technical information will be added to sections of the Plan over time as\nresourcesallow.\n m o  n   o    sn b u\npriorities and concerns from a number of sources. Where technical and background information was\nreadily available and could be provided without additional analysis or processing, we have included it in\nadditional work might be needed to prepare such content.\nSection 2 contains a list of priority issues and objectives for the WiD, stated as \"desired outcomes\". A\nsummary list is shown in Table 1, and the process for coming up with the initial suggested list of issues is\ninitial actions for consideration by the WiD board is shown in Table 2.\nwatershed and agricultural systems within the Laurel WID.\napaau aa suau peun sans ausea pue yom geuoe uo uoewoui buoddns suseuon g uoas \nto prepare an action plan to achieve the WiD's priorities. Actions might include:\n actions that the WlD board is already undertaking or that could be initiated in future in collaboration\nwith farmers in the WlD, without the need for extra resources or expertise;\ncollaboration of key partners such as the Conservation District and drainage districts;\n· actions that will require additional technical resources and for which the WiD and partners will\nprobably need to seek grant funding.\nAppendices contain additional reference information, some which is reproduced from other sources but\nwhich has been included with this document for readers' convenience.\nVersion 3 (April 2018)",
    "Page_7": "2STRATEGICPRIORITIESANDDESIREDOUTCOMES\n 2.1  Process for developing the list of suggested priorities\n pue t salaer ui saod pasans po isl au doap on ssanod bumole aue pasn wean aoid au\nfor discussion by the WID board.\n1. We began with the set of priorities that were previously listed on the Laurel WiD website2 (water\nquality and water rights).\n2. We reviewed all Laurel WiD board meeting minutes back to January 2015? to collect relevant\nstatements and decisions made by the WlD board and grouped those statements or decisions into\nrepresentation; water quality; w ater quantity; water rights).\n 3. We added priorities identified in the February 2016 work session and described in the Laurel WID\nAgriculture-Watershed Characterization and M apping Report4 (habitats and species; water flow\nprocesses; agricultural land protection).\n 4. The list of priorities and potential priority actions was revised after the WiD Work Session held in\nLynden on M arch 20th, 2017.\n 5. We built a master spreadsheet listing the main priorities that had been identified and discussed by\nthe WID in all of the various processes mentioned above. Where the WID board had also discussed\nor decided on near-term actions associated with a priority, we included those in the spreadsheet. The\nmaster spreadsheet is available as an electronic document and provides the raw material for the\nsuggested priorities described in this section.\nnear-term actions using draft wording drawn from previous WiD documents, statements and\ndecisions (see Table 2 below). The material in these tables serves as a starting point around which\nthe WID board could build their M anagement Plan and associated actions.\n 7. We also compared the list of WiD priorities to relevant policy statements and goals in two related\nplanning documents, namely the Whatcom County Comprehensive Plan (2016 update)5 and the\nWRlA1 Watershed M anagement Project's statement of goals (2008).° The goal statements in these\ntwo planning documents offer additional context for the Laurel wiD's own priorities, and are shown\nalongside the suggested W ID priorities in Appendix D.\n8. We attended the Tenmile Watershed Forum held at the W hatcom Conservation District on 1 M arch\n2018, and added information from that event to the tables of suggested priorities, and to the section\n 2.2  Suggested priorities and desired outcomes for the Laurel WID\nEach agreed strategic priority should ideally have one or more desired outcomes attached to it, which\nwould then be used to:\n· establish measurable goals against which progress can be measured and reported regularly, and\n· identify actions, an implementation schedule, scope of work and resources needed for\nimplementation (see Table 2).\n2 See https:// www.laurelwid.com/projects\n3 See https://www.laurelwid.com/minutes\n(ewuns annaxa todai buddew aim) suawnoop sun yo  xuadda aas t \n5 Whatcom County Comprehensive Plan, adopted August 2016. htp://wa-whatcomcounty.civicplus.com/DocumentCenter/View/21056\n6 WRIA1 Watershed M anagement Project (2008). Goals of the W M P\nhttp:/ /wria1project.whatcomcounty.org/About-The-Project/Goals-Of-W M P/17.aspx [accessed January 27, 2017]\nVersion 3 (April 2018)\n3",
    "Page_8": "Explanatory notes\nThe wording in Tables 1 and 2 below is based on statements drawn from WID meeting minutes, WID work session notes in the mapping\n report, the M arch 2017 WID planning session, and other WID documents.\nThe WID board will continue to review and update the goals and actions listed in the tables and will develop the detail of planned\n actions over time.\nTable 1. Suggested Laurel WID priorities and desired outcomes, based on previous WID statements and documents.\nVersion 3\nPriority issue\nDesired Outcome(s): suggested text.\nAction Priorities\n(see Table 2 for more details)\nWID board: Add new 2018 priorities here from lists in Table 2\nWater quantity:\nFarmers in the Laurel WID have secure\n2017: Support & coordinate with Ag Water\nwater availability for\n(legal) access to sufficient water for\nBoard for efforts in legal negotiations and\nagricultural use\nagricultural uses.\nactions related to water rights\n(irrigation, livestock,\n2017: Provide education about water rights to\nprocessing)\nWIDmembers\nAgricultural field\nDrainage infrastructure and ditches in the\n(Done) 2017: Develop a 5-year plan for drainage\n drainage\nLaurel WID are actively and effectively\nmaintained.\nWater quality\nAgricultural activities in the Laurel WID do\n(Done) 2017: Set up the DNA testing for water\nnot cause water quality standards to be\nquality\nexceeded in surface water and groundwater\nbodies within the WID area\n4\n Flood management &\nAgricultural lands in the Laurel WID are\n protection\nprotected from flooding due to surface\nwater runoff at critical times in the growing\nseason,\nCommunication, \n Internal: WID members are aware of and \n 2018: Prepare a Comprehensive Plan for the\noutreach and\nunderstand the WID's priority issues and\nLaurel WID\neducation\nthey participate actively in WID planning\nand implementation of priority actions.\n External: Non-agricultural residents in the\nWID area, other external stakeholders and \nrelevant bodies & agencies are aw are of,\nunderstand and support the Laurel WID's \npriority actions.\nWater flow\nThe Laurel WID's plans and actions help to\n processes; Habitats &\nprotect and enhance water flow processes\nspecies\nas well as fish and wildlife habitats in the\nLaurel w atershed.\nvii\nAgricultural\nThe Laurel WID's plans and actions\nprotection\ncontribute to the recognition, protection\n(Protecting the\nand strengthening of the agricultural base in\n agricultural industry)\nIthe WID area.\nNotes for WID board\nPriority actions column: At the M arch 2017 planning session, the actions currently in the right-hand column for 2017 were\nthe top 4 overall priorities listed for this year. The board may wish to add more near-term priority actions into this column\nover time, drawing from those listed in the right-hand column in Table 2. Note that some actions will need additional external\nresources or assistance (see section 5 of the M anagement Plan: discussion on preliminary scope of work for such tasks).\nsessions. Items (v) through (vii) are in no particular order of priority.\nVersion 3 (April 2018)",
    "Page_9": "Table 2. Consolidated list of Laurel WID priorities, goals, and possible actions.\n Desired outcome(s):\nMeasurable goals\nActions\n1\n Water quantity: Water for agricultural uses (irrigation, livestock, processing) Version 3 (April 2018)\nFarmersin the\nGoal statements:\n Recently completed or ongoing:\nLaurel WID have\n(a) Sufficient supply of water is\nsecure (legal)\navailable for agricultural uses.\n2016 work session and M ay 2016 board meeting) - see agricultural enhancement tables in\naccess to sufficient\n(b) All agricultural water use in\nAppendix B of this document, also Table 5 and map in Figure 8 of this Plan.\n supplies of\nthe WID is secured through water\n1l.\nb aua yonoun (toz oaa) wnisodus Aiddns jate m aun buuosuods pue buiziuebio jof yoddns\nwater for\nright, certificate, water lease or\nWaterBoard\n agricultural uses.\nwater supplier (such as water\nassociation or water bank).\n Priority actions for M anagement Plan:\ni1i.\n Support & coordinate with Ag Water Board for efforts in legal negotiations and actions related to\nProgress could be measured by:\nwater rights (M arch 2017 work session, 4/2017, 6/2017)\n(a) Extent of shortfall (if any)\niv.\nSupport & coordinate with Ag Water Board in:\nbetween water demand and\na. development of drainage-based management plans (11/2017, 01/2018);\nwater availability.\nb. development of a Water Supply Strategy (1/2017, 2/2017);\n(b) % of total agricultural water\nuse in the WID that is secured\nCoalition (11/2016, 2/2017)\nthrough certificate, water lease or\nExpand hydrological analysis to include surface water, climate, and evapotranspiration, to assess\nV.\nwater supplier (such as water\noverall water use and water availability and to identify shortfalls - possibly coordinate with other\nassociation).\nWIDs on the analysis*\nvi.\nPursue and test feasibility within the WiD of options such as water exchange or water banking\n(2/2017, 6/2017), changes in place of use, change to groundwater, aquifer recharge etc.*\nvii.\nSupport & coordinate with Ag Water Board to communicate water rights concerns with legislators\n(noted from M arch 2017 work session)\nvi.\n Foster task force pilot: identify WID members who might participate with other WIDs and the AWB,\nand prioritize locations where transfers might be feasible and practical & would benefit surface\nflows (board meeting 4/2018)\nix.\nAdditional actions that might be considered for inclusion here (from meeting discussions & other WID\ndocuments):\nX.\n Provide education about water rights to WiD members, possibly through a workshop (4/2017,\n9/2017)\n* denotes actions that may need additional resources, and more detailed scope & description (see\nsection 6 of this Plan)\nVersion 3 (April 2018)\n5",
    "Page_10": "Desired outcome(s):\nM easurable goals\nActions\n2\nAgricultural field drainageVersion3(April 2018)\nDrainage\nGoal statement (a):\n Recently completed or ongoing:\ninfrastructure and\nRegular, scheduled drainage\nIdentified priority drainage problem areas for Ag-Watershed Characterization and M apping report \nditches in the Laurel\nmaintenance in the Laurel WID area\n(Feb 2016 work session and M ay 2016 board meeting) - see agricultural enhancement tables in\nWID are actively and\noccurs under programmatic permits,\nAppendix B of this document, also Table 5 and map in Figure 7 of this Plan.\nin collaboration with DID#3, #5, #6\neffectively\n1l.\nAppel culvert project completed with NRCS, Diking District and County Flood support (10/2017)\nand #30A, with mitigation as\nmaintained.\ni1i.\nWork already done by/with Drainage Improvement Districts #3, #5, #6, #30A: In 2017, Drainage\nrequired and using approved Best \nDistrict #3 dredged approximately 4,200' of Fourmile Creek west of Hannegan Road.\nM anagement Practices.\nIV.\nDeveloped a 5-year programmatic drainage plan and permit application, with assistance from the\nProgress could be measured by:\n Conservation District. Includes several mitigation actions and some voluntary fish passage projects\n% of agricultural land requiring field\nthat would count as mitigation credit. (4/2018)\ndrainage in the Laurel WID:\nChasteen/Tenmile drainage problem discussed in Feb 2018 - obstructions to flow are currently\nV.\n- that is covered by programmatic\nbeing removed (beaver dam and fallen trees). (Board meeting 4/2018)\npermits for drainage maintenance;\nwhere drainage infrastructure and\n Priority actions for M anagement Plan:\nditches have been maintained and \nvi.\n Prioritize ditch maintenance actions and coordinate with Whatcom County and drainage districts\nrepaired as needed.\n(DID#3, #5, #6 and #30A) for ditch cleaning and mowing. In addition to sites in Table 5, sites needing\nattention include: western segment of Tenmile Rd. (2/2016); north ditch along Tenmile Rd. east of\nChasteen Rd. (1/2018); Eldred/ M egard and on Fourmile near Roger's farm (8/2016);locate on\nmap? Fourmile upstream of Guide M eridian (1/2017); Deer Creek near Chasteen Rd. (11/2017)\nProactively identify locations for mitigation sites and mitigation actions to be addressed in a\nVlL\n programmatic drainage permit, that could also contribute to advancing watershed & habitat\n priorities (see sections 5.3 and 5.5 of this Plan). Culvert replacements could be an alternative to tree\nplanting & maintenance (2/2017)\nGoal statement(b):\n Recently completed or ongoing:\nAd hoc actions (such as beaver\nAny to list here?\n management or sediment removal\n after a storm) and/ or emergency\nPriority actions for M anagement Plan:\nrepairs to drainage infrastructure are\nvili.\n Document the specific procedures for responding to situations requiring ad hoc or emergency\ncompleted in a timely manner, in\ncollaboration with DID#3, #5, #6 and \nactions. Include these procedures in the management plan and in WiD communications/ website.\n#30A and W hatcom County.\nProgress could be measured by:\nNumber of ad hoc emergency\nrepairs/actions that are completed in\na year, compared to the number\nreported as needing attention.\nVersion 3 (April 2018)\n6",
    "Page_11": "Desired outcome(s):\nMeasurable goals\nActions\n3\nWaterqualityVersion3(April 2018)\nAgricultural activities\nGoal statement:\nRecently completed or ongoing:\nin the Laurel WID do\n Relevant water quality standards\nContinued with the ongoing water quality monitoring program, and developed a consistent\napproach for responding to water quality concerns (March 2017 work session notes, 2/2016,\nnot cause water\nare met for surface and\n4/2016).\nquality standards to\ngroundwater within agricultural\nli.\nContacts with WiD landowners to resolve water quality concerns that arose in the monitoring\nbe exceeded in\nlands\nprogram (M arch 2017 work session notes, and as reported at regular WID board meetings)\nsurface water and \nm.\n groundwater bodies\nProgress could be measured by:\nprograms (from draft new sletter)\nwithin the WID area.\nAchievement of required water\nIV.\nWorkshop with Whatcom Conservation District on horse management to reduce water quality\nquality standards\nimpacts (12/2016).\nV.\nIdentified water quality priority areas for Ag-Watershed Characterization and M apping report (Feb\nAppendix B of this document, also Table 5 and map in Figure 8 of this Plan.\nvi.\nCoordinated with other WiDs in supporting work to fund and test DNA source tracking technology\nfor tracking fecal pollution to its origins. (M arch 2017 work session notes, 10/2016, 11/2016,\n01/2017,02/2017,4/2017, 6/2017, 9/2017,10/2017,11/2017).\nVii.\n Partnerships with other groups:\na.\nEcology: Partnered with WA Dept. of Ecology on communicating with landowners in the Tenmile drainage, in\n1/2017)\nb.\nTenmile Group: Cooperated with the Tenmile Group on water quality sampling and reporting, including\nbracket sampling and storm event sampling (1/20i7, 4/2017, 6/2017). The WiD is receiving regular sampling\nreports from the Tenmile Group 8/2016, 11/2016, 11/2017, 01/2018. Received Tenmile Group reports on\nlandowners about water quality issues (5/2016, 2/2017, 6/2016)\nc.Tenmile NwQI W atershed Assessment: Allowed the Conservation District to use the WID's water quality data\nvili.\n M aintained a watching brief on installation of ZAPS technology for real-time monitoring of fecal\ncoliforms/E. Coli in water, after Whatcom Conservation District & County Department of Health\ninstalled several ZAPS units in the area waterways.\n Priority actions for M anagement Plan:\nIX.\nContinue to invest in water quality monitoring by the WiD as well as in partnership with the Tenmile\ngroup (from draft newsletter)\nContinue to develop relationships with other groups working on water quality (M arch 2017 work\nsession notes)\nAdditional actions that might be considered for inclusion here (from meetings, other WiD documents):\nCoordinate with Ag Water Board and other WiDs on water quality programs and responses, the \nVersion 3 (April 2018)\n7",
    "Page_12": "Water quality (continued from previous page)\nThe items below were added to the table after the M arch 1 Tenmile forum. Board to advise on which\nshould be incorporated into the WiD Plan as possible future actions.\nOngoing actions:\nContinue to work with Whatcom County Public Works to access and report shared bacteria data\nfrom multiple partners who are sampling in the WID area (WCD, WID, WCPW)\nPossiblefutureactions:\nWork with local partners and agencies to establish an integrated data repository that can provide a\nfull suite of watershed information for the WID (WCD, Laurel WID, Ag Water Board and other WIDs)\nExtend the more detailed Tenmile Watershed Assessment (2018) to the remainder of the Laurel WID\narea, primarily the Wiser Lake/ Cougar Creek sub-watersheds (W CD, WID)\nii.\nConservation practices\na.\n Identify the most effective conservation practices for each land use based on current\npractices by the landowner (wCD?).\nb.\n Define and track measurable metrics for progress related to:\n- location & level of implementation of NRCS conservation practices (NRCS,\nWCD)\n- water quality at or near implementation sites (local PIC partners & others)\n improvements/ changes in downstream water quality at station T1 and lower\n Nooksack mainstem stations (PIC partners, DOH, LNNR)\nC.\nTrack implementation of conservation practices (NRCS Protracts program, WCD)\n Continue edge-of-field monitoring in Whatcom County for various land use types and\nconservation practices (W CD)\niv.\n Conservation planning/ Farm planning\na.\n Encourage farmers and landowners in the WID to draw up farm plans, in order to\nsupport implementation, evaluation and adaptation of a broader watershed \nmanagement plan. (WCD, WID)\nV.\nOngoing water quality monitoring (need to identify partners for each case below)\na.\nConduct surface water monitoring of 10 ambient stations for fecal coliforms, plus\nadditional source identification or storm event monitoring.\nb.\nConduct regular sampling of nitrogen, phosphorus and sediment in surface water at T1\nstation, quarterly.\nC.\nCollect flow measurements at T1 and additional ambient monitoring stations in order\nto estimate flows and loads based on measured pollutant concentrations.\nVersion 3 (April 2018)\n8",
    "Page_13": "Desired outcome(s):\nMeasurable goals\nActions\n4\nFlood management & protection Version 3 (April 2018)\nAgricultural lands in\nGoal statement (a):\n Recently completed or ongoing\nthe Laurel WID are\n Regular, scheduled maintenance \nIdentified flood management and dike maintenance priority actions as part of Ag-Watershed\nprotected from\nis completed for flood protection\nCharacterization and M apping work session in February 2016 (see agricultural enhancement tables\nflooding due to \ninfrastructure in the Laurel WID\nin Appendix B, also Table 5 and map in Figure 8 of this Plan) \nsurface water runoff \narea.\n11.\nAppel culvert repaired & fish barrier removed (Whatcom County Public Works)\nat critical times in the \ngrowing season.\nProgress could be measured by:\n Priority actions for M anagement Plan:\nNumber of projects, repairs or\ni1i.\n Review and update priority actions identified at the February 2016 work session (see list in Table 5 \nactions that are completed in a\nand map in Figure 8 of this Plan)\nyear, compared to the number\niv.\n Devries Levee - widen & flatten backslope. Included in SWIF plan by Whatcom County Public WOrks\nreported as needing attention.\nGoal statement (b):\nRecently completed or ongoing:\nAd hoc or emergency repairs to\nAny to list here?\nflood protection infrastructure\n are completed in a timely\nmanner, in collaboration with\nWhatcom County.\n Priority actions for M anagement Plan:\nProgress could be measured by:\nAny to list here?\nNumber of ad hoc emergency\nrepairs that are completed in a\nyear, compared to the number\nreported as needing attention.\nVersion 3 (April 2018)\n9",
    "Page_14": "Desired outcome(s):\nMeasurable goals\nActions\nCommunication, outreach, education and reporting Version 3 (April 2018)\nInternal: WID\nInternal\nInternal: The WID board will need to communicate with WID members and engage with them on agreed priority\nmembers are aware\n Progress could be measured by:\n Number of direct personal\nRecently completed or ongoing:\nof and understand\ni.\nSet up the WID website www.laurelwid.com (2015)\nthe priority issues and \ncontacts to resolve concerns or\nPublished Ag Water Board introductory story map with general information about the WIDs\nparticipate actively in\nraise awareness; information \nhttp://www.agwaterboard.com/storymap\nWID planning &\nshared (e.g. newsletters,\nili.\nWork sessions in 2016 to map and characterize priorities for the WID (M apping Report produced with the Ag-Watershed \nimplementation of\nwebsite); landowner\nProject team)\niv.\nPublished story map as part of Ag-Watershed Characterization and M apping project http://arcg.is/29qspLX (Oct 2016)\n priority actions.\n concerns/ priorities addressed;\nV.\n Outreach by the AWB (booth) on behalf of the WIDs at the Small Fruit Conference (Nov 30 - Dec 1, 2016)\nfeedback received (informal or\nvi.\nSponsored Whatcom Conservation District speaker series (Jan 2017) \nthrough surveys)\nvi.\nSponsored WSU Water Workshop (Feb 2017)\nvii.\nwngsoduss Aiddns ane m aun jo buosuods g uezueaio paoddns pue (to das) wnisoduss ea on laea u paedied \n(Dec 2017)\nix.\n Distributed newsletters summarizing WID activities\nX.\nContacted additionallandowners to discuss annexation into the WID (4/2017, 6/2017)\n Priority actions for M anagement Plan:\nxi.\n Prepare a M anagement Plan for the Laurel W ID\nxii.\nEstablish a template for tracking and regular reporting of WiD progress on priority issues, based on a set of \nsimple indicators of progress.*\nxiil.(\n Continue to distribute newsletter to WID members summarizing WID progress.\nxiv.(\n Coordinate with other WIDs to help members build skills for effective engagement and communication (3/2017 \nworksession)\n* denotes actions that may need additional resources, and more detailed scope & description (see section 6)\nExternal: Non-\nExternal\n agricultural residents\n Progress could be measured by:\nWhatcom Family Farmers, Laurel-specific information and inputs will be needed to support these efforts.\nRecently completed or ongoing:\nand other\nExternal contacts: information\nXV.\n stakeholders outside\nshared (e.g. newsletters,\nxvi.\nReviewed & submitted comments on County Critical Areas Ordinance Update via the Ag Water Board (04/2016).\nthe WID are aware of,\nwebsite); feedback received\nxvii.\n Provided feedback on Whatcom Conservation District's 2017 work plan (Sep 2016).\nunderstand and\n(informal or through surveys);\nxvii.\nsupport the Laurel\nevidence of support for WID\nxix.\nTracked water bills in the State Legislature where these are of interest to farmers (2/2017)\nWiD's priority actions.\n Priority actions for M anagement Plan:\npriorities (e.g. in media coverage)\nXX.\n Coordinate with other WiDs to share what farmers are doing to benefit water quality and habitat (M arch 2017\nwork session notes)\nxxi.\n Coordinate with other WIDs to track legislation, rule-making, agendas and impacts on agriculture at County,\nState, Federal levels (M arch 2017 work session notes; Whatcom County Agricultural Advisory Committee &\nW hatcom County Planning Commission were mentioned)\nxxii.\nintegrate planning and implementation for WID outreach and Tenmile Watershed outreach efforts (WID, W CD)\nxxili.\nAdded after April 2018 board meeting: coordinate with the Drainage Improvement Districts to resolve sharing of\ncosts, permitting and mitigation for work on drainage infrastructure.\nVersion 3 (April 2018)\n10",
    "Page_15": "Desired outcome(s):\nMeasurable goals\nActions\nvi\nWater flowprocesses; Habitats & speciesVersion 3(April 2018)\nThe Laurel WID's\nGoal statement:\n Recently completed or ongoing:\nplans and actions\nWater flow processes (surface\nWatershed assessment for the Ag-Watershed Project (Feb 2016) identified priority areas where\nhelp to protect and\nstorage, discharge, recharge,\nwater flow processes - especially storage and discharge - could be enhanced through wetlands,\nenhance water flow\n delivery) are enhanced or\nprocesses and fish\nprotected as necessary in areas\nin Appendix B of this Plan and maps in Appendix C).\n and wildlife habitats\nthat are important for the\nii.\nAppel culvert project completed with NRCS, Diking District and County Flood support (10/2017)\nin watersheds within\nwatershed (see Figures 14 and 15\nix.\n Participated in the Fish/Flood meeting with Ned Currence (Nooksack) and Alan Chapman (Lummi)\nthe Laurel WID area\nin the WID mapping report:\n(01/2018)\ncontained in Appendix C of this\nX.\n Developed a 5-year programmatic drainage plan and permit application, with assistance from the\nPlan).\nConservation District. Includes several mitigation actions and some voluntary fish passage projects\nthat would count as mitigation credit. (4/2018)\nProgress could be measured by:\nSome options for measuring\nprogress:\nPriority actions for M anagement plan:\nStatus of water flow process\ndegradation (H, M H, M, L) in\nLaurel WID area, as listed in the watershed characterization tables prepared during the WID work\nassessment units within the\nsession in February 2016 (see tables in Appendix B of this Plan)*\nLaurel WID area.\nSuggested actions in specific parts of the WID include, for example, enhancing surface\n% effective shade cover\nalong fish-bearing streams\nrestoring riparian and forest cover, reducing subsurface drainage rates.\nand ditches.\nAcres of wetland or wildlife\nwould provide benefit for habitat and water quality (04/2016)\nhabitat enhanced, restored \niv.\n M ake a list of possible habitat-related actions (5/2016) and coordinate this with development of\nand/or protected\nprogrammatic drainage permits, in order to utilize opportunities such as culvert replacement\nV.\nConsider request from Fourmile DID #3 to assist with mitigation planting in the spring (01/2018)\n of this Plan)\nVersion 3 (April 2018)\n11",
    "Page_16": "Desired outcome(s):\nMeasurable goals\nActions\nvii\nThe Laurel WID's\nGoal statement (a):\nNote that WiD actions could contribute to this priority issue, but there are also external factors\nplans and actions\nImportant agricultural land in the\ninfluencing it, such as land prices, agricultural markets & policies etc.\ncontribute to the\nWID is protected from conversion\n\"Preserving the land base\" is a stated priority from the mapping report (2016), but the board meeting\nrecognition,\nthrough appropriate zoning\nminutes do not include detailed discussion of this issue.\nprotection and\nand/or voluntary agricultural \nstrengthening of the \nconservation easements.\n Recently completed or ongoing:\nagricultural base in\nProgress could be measured by:\nIdentified agricultural land protection priorities as part of Ag-Watershed Characterization and\nthe WID area.\nAcres of land in the Laurel WID\nM apping work session in February 2016 (see agricultural enhancement tables in Appendix B, maps\n protected by voluntary\nin Appendix C, also Table 5 and map in Figure 8 of this Plan) \nagricultural conservation\neasements\nPriority actions for M anagement Plan:\nAny to list here?\nGoal statement (b)\nRecently completed or ongoing:\nLand use conflicts with\nAny to list here?\n neighboring non-agricultural\nlandowners are reduced.\n Priority actions for M anagement Plan:\nProgress could be measured by:\n11.\nengage and communicate with non-ag landowners in the WID area about WID priorities and\nNumber of complaints received \nprograms, normal farming operations, right-to-farm etc. (include specific actions in the\n from non-ag landowners by the \ncommunication strategy)*\nWID or by Whatcom County.\nGoal statement (c):\nRecently completed or ongoing:\nSuggestions from WID board for\nAny to list here?\ngoal statements?\nProgress could be measured by:\n Priority actions for M anagement Plan:\nFor example - adoption of the\nm.\ncoordinate with Whatcom Family Farmers to address legal challenges and preserve \"one voice\nCounty Council resolution on\n outreach\" on behalf of agriculture (from M arch 2017 work session)\npreserving 100,000 acres for the\nag land base, which recognizes\n* denotes actions that may need additional resources, and more detailed scope & description (see section\nthe importance of agriculture\n6 of this Plan)\n and associated industries for the\nlocal economy.\nVersion 3 (April 2018)\n12",
    "Page_17": "3GENERAL OVERVIEW OFTHE WID\nExplanatory note\nThe following text describing watershed and agricultural characteristics in the Laurel WID area is copied from the\n2016 characterization & mapping report,7 with some modifications and additions. Additional sources are cited in\nfootnotes.\nThe purpose of this section is to brieflyinform readers\nabout the history and characteristics of the Laurel\nAdditional  background  information  about  the\nWID area, provide summary descriptions of the sub-\nLaurel WID can be found online:\nwatersheds and agricultural activities, and introduce\n·WID website https://www.laurelwid.com/\nsome of the issues that have informed the WiD's\n·Agriculture-W atershed Characterization &\nstated priorities for management. In subsequent\nM apping Report for the Laurel WID (2016).\nversions of the M anagement Plan:\nhttps://www.laurelwid.com/ [Alternative\n· more detail could be added to the overview\ndownload here]\nsection, with additional maps and tables\n Story map showing results of WiD work\nproviding a synthesis of readily available\nsessions and the Agriculture-W atershed\ninformation on land use, cropping patterns,\nCharacterization & M apping work (2016)\nhydrology, water quality;\nhttp:// arcg.is/ 29qspLX\n·  the sections on baseline conditions could be\n Ag Water Board introductory story map with\nexpanded, to include results of new analyses and\n general information about the WIDs\npossibly new field measurements.\n 3.1  Location and hydrology\nThe Laurel Watershed Improvement District (see location map in Figure 1) is located in the central lowland\narea of W hatcom County, within the catchment area of the main Nooksack River. The City of Ferndale\n(pop. 12,7o0) lies across the Nooksack River to the west of the WID area, while the City of Bellingham\n(pop. 83,600) is located to the south.\nThe total calculated area within the Laurel WID boundary is 8,307 acres. Within this boundary, the area\n of land currently on the Laurel assessment roll is 8,430 acres.8 The assessment roll includes only parcels\nover 5 acres in size, parcels outside urban areas and parcels enrolled in the Agricultural Open Space\ntaxation program (see map in Figure 4).\nThe WID area includes portions of the Ten M ile Creek, Four M ile Creek and Deer Creek drainages. These\ntributaries and other drainages are included in Water Resource Inventory Area 1 (W RlA 1: see Figure 1).\nDistricts (DID#3, #5, #6 and #30A: see Figure 7) and Diking District #3 (see Figure 9).\nThe Sumas-Blaine aquifer underlies part of the WID area (see map in Figure 2). This aquifer is\nVersion 3 (April 2018)\n13",
    "Page_18": "than 50 feet) and high rainfall during the winter, which combine to make groundwater recharge fairly\nrapid but also to make the groundwater vulnerable to contamination from surface pollution.9\nWhch\nNorth Lynden\nSumas\nBertrand.\nDrayton\nSouthLynden\nLaurel\nMiles\n.METI.Esni\nFigure 1. Map showing location of the Laurel WID, with Water Resource Inventory Area 1 outlined in\nred. Reproduced from the Laurel mapping report (2016).\n 9 Carey B. & Cummings R. (2013). Sumas-Blaine Aquifer Nitrate Contamination Summary. Washington State\nDepartment of Ecology Publication No. 12.03.026.\nVersion 3 (April 2018)\n14",
    "Page_19": "ISumas-AbbotsfordAquifer(approx)\nNooksadk\nLaureIWID\nFishtrap Watershed\nBertrand Watershed\nNooks aok Waters hed\nSurficialAquifers\nBlaine-Sumas\nDiscontinuous\nUpper Valley\nMiles\nLaurel WID\n12\nAquifers\nCarto\nher:FHBrownfred@fhb3.com\nFHBConsultingServicesInc.\nFile:LaureLAquife_fig21/19/2018\nFigure 2. M ap showing aquifers in the vicinity of the Laurel WID.\nVersion 3 (April 2018)\n15",
    "Page_20": "Overview and Locality Map\nLaurelWatershedImprovementDistrict\nBoundaries\nWatershed Improvement\nDistrict\nPSWCP Asse ssment Unit\nData Sources:WIDBoundaries-WhatcomFarmFriends,2015.PsWCPAnalysis&AssessmentUnits-Puget\nN Sound Watershed Characterization Project,2015.Formore informationon data and models used goto:\nwww.ecy.wa.gov/puget_sound/characterization/\nAg Watershed\n00.250.5\nCharacterization Areas\nMiles\nWhatcom CountyAg-Watershed Pilot Project\nCartographer:K.Gaut,BlueWater GIS.Date:February19,2016.Updated:FHBrownMay23,2016.\nUSEOFWHATCOMCOUNTYSGDATAIMPLESTHEUSERSAGREEMENTWITHTHEFOLLOWINGSTATEMENT:WhatComCountydisda\nanty of merchantability orwarranty of fitness of thismap for\nnyparticularpurp\nmesallrespon\nany use of this map\nFigure 3. Laurel WID overview map. Reproduced from the Laurel WID mapping report (2016).\nVersion 3 (April 2018)\n16",
    "Page_21": "Nooks adk\nLaurelParcels\nLaurelWID\nLaurel WID\nMiles\n0.5\nAssessmentParcels\nCarto\ner:FHBrownfred@fhb3.com\nFHBConsulting Services Inc.\nFile:LaureParcel_fig41/19/2018\nFigure 4. Map of parcels included in the Laurel WID assessment roll (0ctober 2017). Data provided by\nAg W ater Board.\nVersion 3 (April 2018)\n17",
    "Page_22": "3.2  Historic conditions in the Laurel WID area\nExplanatory note\nUnderstanding the historic conditions in the watershed helps us to understand how the watershed system has\nchanged over time. This informs the discussion about what actions are needed for both agriculture and watersheds,\naum pue 'onopry pue shios 'ydenodon aue uanie adespuel aue ui angiseay pue jned ae suooe yoiym\npresent cities of Lynden and Everson, and at the forks of the Nooksack River. The Tribe's territoryincluded\nthe major part of the Nooksack lowland. M any well-defined trails northward facilitated their trade with\nthe Sumas, Chilliwack, and M atsqua bands of British Columbia, as well as The Hudson's Bay Company at\nFort Langley. The Nooksacks also conducted more limited trade with tribes to the south and west, the\nSemiahmoo, Lummi, and Skagit.1° A trail from Bellingham to present-day Everson known as the Whatcom\nTrail was used to access clamming areas, and other shellfish grounds, on Bellingham Bay and also to\nconduct trade between tribal communities on Birch Bay and in Canada.f Another trail stretched from\nFishtrap Creek and the Fraser River to travel.13\nleads jo, aiplm pue Kydenbodon lesol smous pue ssat us panedand sem s aunb!! u! umous dew aul\ninterest\" to the tribes in the area at the time.14\n    m   s  s   o    \nfern roots and camas bulbs. After the potato was introduced to the Tribe by the Hudson's Bay Company\nsometime after the establishment of Fort Langley in 1828, the Nooksack people began cultivating and\ntrading it as well. 16\n10 Jeffcott, P R. 1949. Nooksack Tales and Trails. (Ferndale: Sedro-Woolley Courier Times), cited in Tremaine, D.G.\n1975. Indian & Pioneer Settlement of the Nooksack Lowland, Washington to 1890. Occasional Paper #4. Center for\nPacific Northwest Studies, Western Washington State College\n11 Oakley, J. 2004. \"Construction begins on the Whatcom Trail in September 1857\" History Link.org\nhttp://www.historylink.org/File/7112\n 'anosue ahenuen pue ainin 'udeiog sawen aeld yesyoon toz 'emolin g ' 'uospieypil z \nUBC Press\nNorthwest Studies, Western Libraries Heritage Resources, Western Washington University, Bellingham\n15 Smith, M.W. 1950 “The No0ksack, Chilliwack, and Middle Fraser,\" Pacific Northwest Quarterly 41 (1950):330-41,\ncited in Tremaine, D.G. 1975. Indian & Pioneer Settlement of the Nooksack Lowland, Washington to 1890.\nOccasional Paper #4. Center for Pacific Northwest Studies, Western Washington State College.\n16 Edson, The Fourth Corner and Smith, M.W. 1950 “The Nooksack, Chilliwack, and Middle Fraser,\" Pacific\nNorthwest Quarterly 41 (1950):330-41, cited in Tremaine, D.G. 1975. Indian & Pioneer Settlement of the Nooksack\nLowland, Washington to 1890. Occasional Paper #4. Center for Pacific Northwest Studies, Western Washington\nState College.\nVersion 3 (April 2018)\n18",
    "Page_23": "Some prairie land occurred in the Laurel WiD area. Nooksack Place Names, Geography, Culture, and\nosy un saeid paweu anoqe uoewoui sapod sr(rroz 'emolin pue uospeupia) abenbue\nNooksack territory. Nek'iyéy is the name given to \"Ten M ile Prairie,\" located where the Whatcom trail\ncrossed Tenmile Creek (the authors state that the name also applies to Tenmile Creek). This was the site\nat'llam se 'uoeooi stun ne isod bueii e pausgeisa Auedwo Aeg uosnh aue pue gtabe yoesoon e o\nAccording to Richardson and Galloway, the location of the prairie is indicated today by the low wet area\ncrossed by Hemmi Road from %to %4 mile east of Hannegan Road.20\nJust south of the WiD, there was a prairie called Sq'elaxen. This name also refers to a group of people\nwho occupied the area in the early to mid-1gth century. Percival Jeffcott wrote in Nooksack Tales and\nTrails: Historical Stories of W hatcom County, \"a small band of Indians had their homes on a small prairie\nthat extended from the east bank of the Nooksack back to near Nu-klus-kum (Barrett Lake) and Deer\nCreek . .. also it was the natural habitat of the camas and shu-guack or wild carrot.\"21 Jeffcott also stated\nthat John Tennant claimed a portion of this prairie which implies that it extended further south to Tennant\nLake.22\nPrairie areas intermixed with wetlands were described in a letter written by a William Smith and published\nin the Northern Light on July 2, 1858. Smith, who traveled northeast along the Whatcom Trail, which ran\nthrough the eastern portion of the Laurel WlD area, described the land as follows: \"The first water and\ngrasses are on Six Mile Prairie. Five miles on, water. Two small streams between that and Lummy\n[Nooksack] River. Prairie for 18 miles to the base of mountain, with plenty of water.\"23 Another account,\nbegins on the Whatcom Trail\" writes of Nekiyey [sic] (Ten Mile Prairie mentioned above), the trail\n\"wandered through beaver ponds and heavy forests and crossed the creek.\"24\ndynamics and habitats of the Nooksack River state that “indigenous populations may have created and\nmaintained this forest opening (and likely other, small, unmapped openings) as was common in other\n Pacific Northwest environments .., or they may have been natural openings created by wet soils.\"25\n17 Richardson, A., B. Gallway, 2011. Ibid.\n18 Wayne Suttles ethnographic and linguistic field notes, 1949-1952, 1958. Cited in Richardson, A., B. Galloway,\n2011. Nooksack Place Names. Geography, Culture and Language. Vancouver, CA: UBC Press\n19 Hawley, R. E., 1971. Skqee M us or Pioneer Days on the Nooksack. Bellingham, WA: Whatcom M useum of\nHistory and Art. Originally published in 1945. Cited in Richardson, A., B. Galloway, 2011. Nooksack Place Names.\nGeography, Culture and Language. Vancouver, CA: UBC Press\n 20 Richardson, A., B. Galloway, 2011. Nooksack Place Names. Geography, Culture and Language. Vancouver, CA:\nUBCPress\n21 Jeffcott, P. R., 1949. Nooksack Tales and Trails. Ferndale, WA: Author. Cited in Richardson, A., B. Galloway, 2011.\n 22 Richardson, A., B. Galloway, 201i. Nooksack Place Names. Geography, Culture and Language. Vancouver, CA:\nUBCPress\n 23 Tremaine, D.G. 1975. Indian & Pioneer Settlement of the Nooksack Lowland, Washington to 1890. Occasional\nPaper #4. Center for Pacific Northwest Studies, Western Washington State College.\n24 Oakley, J. 2004. \"Construction begins on the Whatcom Trail in September 1857\" History Link.org\nhttp://www.historylink.org/File/7112\n25 Collins, B. D., and A.J. Sheikh, 2004. Historical riverine dynamics and habitats of the Nooksack River; M ay 2003\n(revised August 2004). Deming, WA: Nooksack Indian Tribe.\nVersion 3(April 2018)\n19",
    "Page_24": "Wetlands were prevalent here. The General Land Office (GLO) survey map for Township 39N, Range 3E\n(from Guide Meridian to the east) dated 1884 shows extensive wet areas around upper and lower\nFourmile Creek (the area falls within Drainage District #3) and upper Tenmile Creek as well as areas labeled \n'cranberry marsh\" at the headwaters of Tenmile Creek (southeast of the WlD boundaries) and in the\nthe west) shows wet areas near Deer Creek, and north of Tenmile Creek: One area near the W oodlawn\nCemetery and two more a little north of that (in and around section 15).27\nand \"wet bottoms.\" Their notes include some information about the wetland vegetation as well: They\naiend yshew, ,'ushew Assee, 'dwems yeupey pue anids, .'dwems yeupey pue molm, uouaw\n'dwems yey prey pue mom, pue ,'dwems yeupiey, yshew ypeupiey pue lapie, 'yam Aa> woog\na \"shallow lagoon,\" and some \"lakes.\" These descriptions of water on the land occur in the notes over\nthe whole area of the present-day WID area but are noted much more frequently in the area to the east\n(east of Guide Meridian) in his summary, \"General Description. The soil in this township is considerably\ngood bodies especially in sections 1 & 31.\"31\nHistorical riverine dynamics and habitats of the Nooksack River (Collins and Sheikh, 2004), 32 tells a similar\nstory about the pre-European settlement conditions on the Nooksack River floodplain - a band up to\napproximately 3 km wide on either side of the Nooksack River. The river bed and its meander belt had\nthat extensive freshwater wetlands, primarily with scrub-shrub vegetation and having numerous beaver\n 26 US Department of the Interior Bureau of Land M anagement, n.d. General Land Office Records; Survey Plats and\nField Notes. https:/ / www.blm.gov/or/landrecords/ survey/ySrvy1.php\n27 US Department of the Interior Bureau of Land M anagement, n.d. ibid.\n 28 Smith,1. W., 1859. \"Field notes of the survey of the Puget Sound Guide Meridian between the 9th and 10th\nthe 21st day of April 1859. Commenced June 20th, 1859. Finished September 26, 1859.\" General Land Office\n Records; Survey Plats and Field Notes. US Department of the Interior Bureau of Land M anagement \nhttps://www.blm.gov/or/landrecords/survey/ySrvy1.php\n29 Cornelius,J. A., 1871. “Field Notes of the Subdivisional and Meander lines of Township 39N R2E Will Mer. J.A.\n40 North Range 4 East, & Township 38 North Range 3 East and Secs. 25, 26, 35 & 36 in T39N, R1 East of the Willamette\nM eridian Washington Territory, John A. Tennant, Deputy Surveyor.\" General Land Office Records; Survey Plats and\nField Notes. US Department of the Interior Bureau of Land M anagement https:// glorecords.blm.gov/default.aspx\n31 Cornelius, J. A., 1871. Ibid.\n32 Collins, B. D., and A. J. Sheikh, 2004. Ibid.\nVersion 3(April 2018)\n20",
    "Page_25": "Tenmile Creek not Tenmile Prairie in this case) were fished for silver salmon.35 Louise Johnson in her book\ncame up the creek through our place, they would be so thick, Father would take a pitchfork and pitch a\nfew onto the creek bank. He would try to find one that was firm of flesh so we could have fresh salmon\nto eat,\" and goes on to say that the carcasses were plowed into the fields \"or the odor would have been\nunbearable.\"36\nLaurel WiD. Lhelhokw'ey, the Nooksack name for what is now called Wiser Lake, means \"many-flying\nknown as Fountain Lake, was a small lake with a marshy border where Indian potatoes were gathered.\nW ild cranberries and Labrador (swamp) tea used to grow in a bog off the east side of the lake.38\nRichardson and Galloway catalogue two more named places in the area of the Laurel WlD about which\nlittle is known. Spelcoke is the name Henry Custer used to describe a stream believed to be one of the\nupper branches of Deer Creek. W hen traveling southwest on the Whatcom Trail in 1858 he wrote \"crosse\nLake. No specific Nooksack use of the lake is recorded, but beaver and waterfowl could have been hunted,\nand useful plants could have been gathered there.40\nTales of Ten M ile: 1888 to 1940 offers insights into the wildlife in the area in the late 1800s. The author\nrelates a story about her grandfather M arion M yer's conversations with a Nooksack man named Mr.\nJohnson. M r. Johnson would spend the night with her grandfather on occasion when on his way to New\nWhatcom (the towns of W hatcom and Sehome merged to become New W hatcom in 1891, and the name\nwas changed to Whatcom in 19o1). According to the author, Mr. Johnson told Mr. M yers that before\nEuropeans settled the area deer and elk were plentiful and the Nooksacks \"trapped muskrats, mink, otter\nand beaver. The creek was much bigger than it is now. Beaver, which were plentiful, built many dams\nacross the creek, so the lowlands were flooded. . . The furs were sold to buyers for the Hudson Bay\n 33 Richardson, A., B. Galloway, 2011. Nooksack Place Names. Geography, Culture and Language. Vancouver, CA:\nUBCPress\n34 Richardson, A., B. Galloway, 2011. Ibid.\n35 Richardson, A., 1974. “Traditional Fisheries and Traditional Villages, Camps, and Fishing Sites of the Nooksck\nIndians.\" In Nooksack Tribal Planning Project: Phase I Report, 50-72. Deming, WA: Nooksack Indian Tribe. Cited in\nUBC Press\n36 Johnson, L. 1981. Tales of Ten M ile, 1888 to 1940. Bellingham, Washington: Texttype Publishing\n 37 Richardson, A., B. Galloway, 2011. Ibid.\n38 Richardson, A.,B. Galloway, 2011. bid.\n39 Custer, Henry. 1858. “Report of Henry Custer of Survey of Shore Line from Camp Simiahmoo to Whatcom and of\nReconnaissances of M outh of Lummi River; W hatcom Lake & Vicinity and Trail Leading Thence to the Nooksahk\nRiver; and of Whatcom & Nooksahk Trail. Camp Simiahmoo, July 18, 1858.\" Unpublished field report of the United\nStates Northwest Boundary Survey, US National Archives, RG 76, E 196. Cited in Richardson, A., B. Galloway, 2011.\n40 Richardson, A., B. Galloway, 2011. Ibid.\nVersion 3 (April 2018)\n21",
    "Page_26": "Company. M any salmon came up the creek to spawn. The fish we caught were smoked in smoke-houses\nbear in the woods,\" but as the author grew up (she was born in 1914) there were no bear, deer, cougar\nor bobcat living in the nearby woods. However, there were muskrat living in the banks of the creek, and\nmink in the area as well. Cotton-tail rabbits were common. Raccoons, mountain beaver, fox, skunks,\nweasels, squirrels, and chipmunks also lived in the area. The author goes on to list the birds she commonly\nencountered at Tenmile. She reports kingfishers, great blue herons, meadowlarks, killdeer, yellow\ngoldfinches, wild pigeons, barn swallows, cliff swallows, hawks, owls, woodpeckers, flickers, robins,\nsparrows, finches, wrens, blackbirds, crows, bluejays, chickadees, junco, towhee, thrush, ruffed grouse,\nand hummingbirds were all present as well as a few non-native species, namely Chinese pheasants,\nbobwhite quail, and Hungarian pheasants. She writes that English sparrows, house finches, and starlings \nwere not found in the area.41\nwestern bank of the Nooksack, just across from the mouth of Tenmile Creek, Xwxach'tem was a camp and\nhouse historically used by elk hunters as well as people travelingto Bellingham Bay (the name Xwxach'tem\nis also used to describe the site of Ferndale).42\nCollins and Sheik (2004) 43 report that field notes from the GL0 cadastral survey from 1859-1893 describe\nforests dominated by hardwoods. Red alder was the most common tree and was found at all elevations.\nWestern red cedar was the most common conifer as well as the largest tree. Sitka spruce, Pacific\ncrabapple, willow, and birch were found in the lower elevations, black cottonwood was found at moderate\nelevations, and western hemlock at the highest elevations. Adjacent to the river, black cottonwood and\naway from the river, Douglas fir and cedar were the largest trees. Within wetlands, the tree species\nmentioned most frequently in the cadastral survey notes were fir, cedar, alder, and spruce, and the\n41 Johnson, L. 1981. Tales of Ten M ile, 1888 to 1940. Bellingham, Washington: Texttype Publishing\n42 Richardson, A., B. Galloway, 2011. Ibid.\n43 Collins, B. D., and A.J. Sheikh, 2004. Ibid.\n44 From Collins, B. D., and A.J. Sheikh, 2004. Ibid.\no pue ye aun uaamaq uena w pins punos hand aun jo Aans aun jo sanou pi, sat sm 'i 'uws st\nStandard Parallells (sic) North of the base line and Ranges 2 and 3 East of the Willamette M eridian in the Terriroty\nthe 21st day of April 1859. Commenced June 20th, 1859. Finished September 26, 1859.\" General Land Office\nRecords; Survey Plats and Field Notes. US Department of the Interior Bureau of Land M anagement\nhttps://glorecords.blm.gov/default.aspx\n46 Cornelius,J. A., 1871. \"Field Notes of the Subdivisional and M eander lines of Township 39N R2E Will. Mer.J .A.\nCornelius Dep. Sur. 1871.\" General Land Office Records; Survey Plats and Field Notes. US Department of the\n47 Tennant, J. A., 1874. “Transcript of the Field Notes of the Survey of Township 39 North Range 3 East, Township\n40 North Range 4 East, & Township 38 North Range 3 East and Secs. 25, 26, 35 & 36 in T39N, R1 East of the Willamette\nM eridian Washington Territory, John A. Tennant, Deputy Surveyor.\" General Land Office Records; Survey Plats and\nField Notes. US Department of the Interior Bureau of Land M anagement https://glorecords.blm.gov/default.aspx\nVersion 3 (April 2018)\n22",
    "Page_27": "evidence of fire in numerous sections within the Laurel WID area.48 49 50 The notes include statements\nsuch as, \"large timber killed by fire,\" \"burnt lands,\" \"burn overgrown with alder . . .\" \"timber on this line\nis mostly fallen caused by the fire,\" \"enter old burn.\" A note about the area between sections 15 and 22\nin T39N, R3E (E. Hemmi Rd, west of Noon Rd) is particularly descriptive, \"Timber .. .mostly killed by fire &\nlying in piles 10 to 15 ft. high.\"51 Historically, forest fires were rather common in W hatcom County as a\nwhole.52 In 1896, a major fire burned through most of southern lowland Whatcom County, from just east\nof Deming to almost Ferndale destroying almost 40% of Whatcom County's lowland forest.53 That was\nat least a century prior to 1896.54\nclearing land for a farm in the Ten M ile area. The land purchased by M arion M yers and his wife Carrie in\n1888, was adjacent to the Telegraph Road (which followed the Whatcom Trail) near what is now the\nintersection of Hannegan and E. Hemmi Roads.56 The author writes, \"the farm was covered with huge\ntrees which had to be removed before the land could be put under cultivation. The cedar trees were of\nvalue..\" as cedar wood was put to many uses but, \"The value of the fir tree was so little that huge trees\nwere burned in orderto remove them from the land. There were other trees growing on the acreage that\nM arion M yers purchased, spruce, cottonwood, willow, hemlock, maple, vine maple, alder, birch and\nsupreme in the Nooksack Valley.\"58 In Ferndale, between 1892 and 1900, sawmills were erected on both\nsides of the Nooksack River and both timber and shingles were widely exported.59\n48 Smith,1. W., 1859. \"Field notes of the survey of the Puget Sound Guide Meridian between the 9th and 10th\nStandard Parallells (sic) North of the base line and Ranges 2 and 3 East of the Willamette M eridian in the Terriroty\nthe 21st day of April 1859. Commenced June 20th, 1859. Finished September 26, 1859.\" General Land Office\nRecords; Survey Plats and Field Notes. US Department of the Interior Bureau of Land M anagement\nhttps:// glorecords.blm.gov/default.aspx\n49 Cornelius,J. A., 1871. Ibid.\n50 Tennant, J. A., 1874. Ibid.\n 51 Tennant, J. A., 1874. Ibid.\n 52 Luginbill, T. 2018. [personal communication February 7, 2018].\n 53 Luginbill,T. 2017 Finding our Place in History. Bay to Baker Symposium, September 20, 2017.\nhttp://whatcom.wsu.edu/nr/btb/videos.html\n54 Luginbill, T. 2018. [personal communication February 7, 2018].\n56 johnson, L. 1981. Ibid.\n57 johnson, L. 1981. Ibid.\n 58 Roth, L. R., 1926. History of Whatcom County, 1926, Vol. 1, 825. Chicago: Pioneer Historical Publishing Company.\n59 From M oles, K. 2014. \"Ferndale - Thumbnail History\" History Link.org http:/www.historylink.org/File/10806\nVersion 3 (April 2018)\n23",
    "Page_28": "By 1880 agricultural settlements were distributed throughout the Whatcom County region with a\nrelatively large number of settlers in Ferndale, Lynden, and Everson.6o The first agricultural efforts were\nmarket agriculture.61 In Tales of Tenmile, the author relates stories about her father's childhood in the\nlate 1800s. Her account describes the M yers family raising dairy cows, growing grass for pasture and hay;\nand potatoes. M arion Myers, her grandfather, became one of the first chicken farmers in Whatcom\nplanted nearly ten acres of fruit trees.62 The author's account of her maternal grandparents' farm in the\nTenmile area, which they purchased in 1903, includes horses, cows, a pig, chickens, geese, and Belgian\nto store \"potatoes, apples, carrots, onions, or other garden produce.\"63 In the 1890s, there were 30 to 40\n orchards within a four-mile radius of Ferndale, and the cannery and condensery industries grew.64\nJeffcott (1949) provides some insight into the rapid expansion of agriculture in the nearby Ferndale area\nwith his brief account of David R. Henderson who arrived in Whatcom County in 1873. Predictinga future\ntrain route through Ferndale \"he therefore sought for land in that section and found a claim one mile\nas pue puei sy jo ped aeie paea ay ring pue loei eu jo su ra  suasd aun jo uou\nas he figured it must. Unfortunately, too many other pioneers had the same dreams of quick returns from\norchards and the scheme was overdone...65\nThe Nooksack valley's forests and wetlands were transformed within the first few decades of settlement.\nBy the beginning of the 2oth century, most of the native forest had been burned or logged, and most\nwetlands had been diked and ditched. By 1938, the burned or logged lands in the lower mainstem were\nalmost entirely converted to agriculture.6\nPaper #4. Center for Pacific Northwest Studies, Western Washington State College.\n61 Luginbill, T. 2017 [personal communication February 21, 2017] and Perry, R. 2017 [personal communication\nFebruary 14, 2017]\n62 Johnson, L. 1981. Ibid.\n63 Johnson, L. 1981. lbid.\n64 From M oles, K. 2014. “\"Ferndale - Thumbnail History\" History Link.org http://www.historylink.org/File/10806\n 65 Jeffcott, P R. 1949. Nooksack Tales and Trails . (Ferndale: Sedro-Woolley Courier Times), cited in Tremaine, D.G.\n1975. Indian & Pioneer Settlement of the Nooksack Lowland, Washington to 1890. Occasional Paper #4. Center for\nPacific Northwest Studies, Western W ashington State College\n66 Collins, B. D., and A. J. Sheikh, 2004. Ibid.\nVersion 3 (April 2018)\n24",
    "Page_29": "INDIAN TERRIIORY\n1858。\nP. R. Jeffcott Map #1-15\nCenterforPacificNorthwestStudies\nWesternLibrariesHeritageResources\nWesternWashingtonUniversity\nFigure 5. M ap of Indian Territory in 1858, including the Nooksack, Chilliwack, Sumas and Pilalt areas.\nVersion 3 (April 2018)\n25",
    "Page_30": "3.3   Soils and land use\narea is \"Prime if drained\" (see Table 3). The map in Figure 6 shows prime soils on those parcels that are\nincluded in the Laurel WID assessment roll as of October 2017. A map of all prime soils in the Laurel WID\nis included in Appendix C of this document\nLand use within the Laurel WID is predominantly agricultural. The land within the WID area is split\nBerries and dairy hay and corn are the predominant agricultural uses in the WID.69 M aps of agricultural\nland use inventory and important agricultural land in the Laurel WiD are included in Appendix C.\nTable 3. Prime soils within the Laurel W ID area. Data from SSURGO, NRCS (2015).\nPrime\nDescription\nAcres included in Laurel WID\nFarmland\nassessmentroll(0ctober2017)70\nCategory\n0\nNot prime farmland\n161\nAll areas are prime farmland\n1\n3,821\n2\n Prime if drained\n3,181\n4\n Prime if irrigated\n71\n8\n Prime if subsoiled\n648\n30\nFarmland of Statewide Importance71\n547\nAcres in wiD assessment roll\n8,429\n 67 U.S. Department of Agriculture, Natural Resources Conservation Service. National soil survey handbook, title\n430-VI.\nhttp:/ / www.nrcs.usda.gov/wps/ portal/nrcs/detail/ soils/ref/?cid=nrcs142p2 054242\n2017]\na im yoea ui sabeae don jo syden pue sdeu suieuo pieog laem bt aua sot dew sos aul g \nhttp://www.agwaterboard.com/storymap\n70 Assessment rll data provided by Henry Bierlink in J anuary 2018. The slight difference in total acres assessed is\ndue to changes to the assessment roll as assessed parcels are consolidated or segregated.\n71 Farmland of Statewide Importance isimportant forthe production of food,fed,fiber, forage,and oilseed\npo si uy anpod ieuoa peur pue pueei aud ueau ae peu asoun apnui spui aaui sdo \nprime farmland if conditions are favorable.\nVersion 3 (April 2018)\n26",
    "Page_31": "Nooksak\nPRIME SOILS\nAll areas prime\nPrime if drsined\nPrime ifirrigated\nPrime if subs oiled\nrmland of statewidei\naurelWID\nLaurel WID\nMiles\n0.5\n1.5\nPrimeSoilsinAssessed\nParcels\nCartog\ner:FHBrownfred@fhb3.com\nFHB Cons ulting Services Inc.\nFile:Laure_Soils_fig61/19/2018\nFigure 6. Map showing prime soils in parcels that are currently on the Laurel WiD assessment roll. Soil\ndata from SSURGO (NRCS). Parcel data from Ag Water Board.\nVersion 3 (April 2018)\n27",
    "Page_32": "3.4 Water quantity, water use and water availability\nThe locations of existing groundw ater and surface water rights within the Laurel WID are show n in\nfor the Laurel WID area and are shown in this map.\nWater Use and Water Rights73 published in 2016, and the 2010 State of the Watershed Report.74 The\nWater Use and Water Rights75 estimates water use for agriculture based on crop types, and irrigation\nmethods and acreage for all of WRlA 1 by watershed. The report groups the sub-basins in the Laurel WID\narea into two watersheds: the Barrett Lake, and Wiser Lake/Cougar Creek Watersheds. M ost of the WID\nlies within the Barrett Lake watershed which includes the Fourmile, Tenmile, Deer Creek, and Fazon sub-\nbasins. The Lake Fazon area is to the east of the Upper Fourmile and Tenmile areas, outside of the WID\nboundaries. A smaller portion of the WiD falls in the southern part of the Wiser Lake/Cougar Creek\nwatershed. Figures for these watersheds are reported below.\nTable 4. Estimated agricultural water use in watersheds within or overlapping with the Laurel WID area\nTotalacres\ns Agricultural  Irrigated acres Eestimated water use\nacres\nin acre-feet per year\nWatersheds which lie partly within the WID\n22,671\n6,436\n2,859\nBarrett Lake (includes\n4,645\n Fourmile, Tenmile, Fazon, and\nDeer Creek)\nWiser Lake/Cougar Creek\n7,994\n3,971\n2,425\n4,021\nThe 2010 State of the Watershed Report76 describes metered and modeled water use for WRlA 1. This\narea to the east and outside of the WID area), Tenmile, Deer Creek, and Wiser Lake/ Cougar Creek. A small\nabout 5%. The rest of the use if modeled. Agricultural use is dominant in all areas but residential use\naccounts for about 10% in the Wiser Lake/Cougar Creek and Fourmile areas, a little more than that in\nTenmile, and about 25% in the Deer Creek area. A relatively small amount of water use is attributed to\ncommercial enterprise in the Fourmile, Tenmile and Deer Creek sub-basins.\nThat map is reproduced from the Laurel WID mapping report (2016)\n73 RH2 Engineering, Inc., 2016. Quantification of Agricultural Irrigation Water Use and Water Rights, December\n2016. Public Utility District No. 1 of Whatcom County http://wrialproject.whatcomcounty.org/ [last accessed\n1/29/18]\n1/29/18]\n76 Peterson, B., Gill, P. and J. Fleishmann. 2011. State of the Watershed Report. WRIA 1 Watershed Joint Board\nVersion 3 (April 2018)\n28",
    "Page_33": "Within the Laurel WID, 39 new applications have been filed in over the past five years. '' Barrett Lake, Deer\nCreek, Fourmile Creek, and Tenmile Creek are closed year-round to further appropriations unless\nmitigated. Restrictions on irrigation from creeks, tributaries, and other surface water sources are in place\nRule.78 Limited access to water rights may impact water quantity accessibility in some areas of the WID\nfuture demand.79\n3.5Water quality\nSurface water quality impairments have been reported in the Laurel WiD area, related to high levels of\nfecal coliform bacteria and ammonia-N, high temperature, low dissolved oxygen and pH. Iron in the\nSumas study area, an area that includes the WID, is known to contain iron of natural origin.80 Nitrate\ncontamination was not identified as an agricultural priority during the work session in February 2016 but\nnitrate contamination in groundwater has been reported over large areas of the Sumas-Blaine Aquifer. 81\nin the Laurel WiD are included in Appendix C of this document.\n3.6Fish and wildlife\nThe Laurel WID area contains critical habitat for trumpeter swan and shorebird concentrations. Wetland\nhabitat occurs throughout the area. The lower Tenmile and Wiser Lake/Cougar Creek south areas contain\nthe rare plant Canadian St. John's-wort, and the upper Fourmile Creek area contains the rare plant bristly\nsedge. Chum, Chinook, coho, cutthroat, sockeye and steelhead are present in the tributaries within the\nWID. Coho and winter steelhead spawning have been documented in Deer Creek.\nThe watershed tables in Appendix B of this document provide more details on occurrence of specific\nhabitats and species within the WID area, and references for sources of data. M aps of priority habitats\nand species, fish occurrence and fish barriers, and water flow restoration and protection priorities are\nincluded in Appendix C of this document.\nFor more information on local wildlife in the late 2oth century, see the sections titled \"Inland Waterbirds\n1994 report on significant wildlife areas in Whatcom County.8z\n 77 See map of Water Right Points of Diversion in Appendix C.\n78 WAC 173-501 (1985), Instream Resources Protection Program - Nooksack Water Resource Inventory Area 1.\n79 Whatcom County Coordinated Water System Plan Update (2016),\nhttp://www.whatcomcounty.us/1035/Coordinated-Water-System-Plan-Update\n80 Cox, S. E., and Kahle, S. C. (1999), Hydrogeology, Ground-Water Quality, and Sources of Nitrate in Lowland\nGlacial Aquifers of Whatcom County, Washington, and British Columbia, Canada; Water-Resources Investigations\n81 WA Ecology (2009), Sumas-Blaine Aquifer Long-Term Groundwater Quality M onitoring Network. 2009 Annual\nReport. https:// fortress.wa.gov/ecy/ publications/documents/1103015.pdf\nVersion 3 (April 2018)\n29",
    "Page_34": "Explanatory note\ndocument (reproduced from the Laurel WiD mapping report) lists a wide range of sources of data that would be\npotentially useful as baseline or background information for developing a comprehensive plan.\nfo ubisap aue poddns on si algissod aaym waue buisuenb pue suopuoo auaseg buigosap jo asodind au\nthe WID priorities over time.\nIn subsequent versions of the M anagement Plan,\npamouy ui sdee aun pue 'angissod aaym erep ajgegiene bussn papuedxa ag pino uoewosui Srewwns sy\nBaseline information could be expanded to include the results of new analyses and field measurement as these\nbecome available.\n4.1Upper Tenmile Creek\nNooksack-Sumas study area.83 Sections of Tenmile Creek in this area are in category 584 for dissolved\noxygen (Do) and temperature, and one section isin category 4a for bacteria.85\nRestrictions on irigation from creeks, tributaries, and other surface water sources are in place until\nCounty Planning & Development Services. https:/ / wawhatcomcounty.civicplus.com/DocumentCenter/View/24178\n[Last accessed M arch 12, 2017]\n83 See tables in Appendix B and Cox, S. E., and Kahle, S. C. (1999), Hydrogeology, Ground-Water Quality, and\nSources of Nitrate in Lowland Glacial Aquifers of Whatcom County, Washington, and British Columbia, Canada;\nWater-Resources Investigations Report 98-4195. USGS. <http:// pubs.usgs.gov/ wri/1998/4195/report.pdf>(last\naccessed 4/4/2016)\n84 Category 5 - Polluted waters that require a TM DL (total maximum daily load) or other WQI (water quality\nImprovement) project: the traditional list of impaired water bodies traditionally known as the 303(d) list. Starting\n 5 in the approved assessment. Placement in this category means that Ecology has data showing that the water\nWA Department of Ecology, 2015. Water Quality Assessment Categories.\nhttps://fortress.wa.gov/ecy/approvedwqa/ApprovedSearch.aspx\nhttps://fortress.wa.gov/ecy/wqamapviewer/map.aspx\n86 WA Dept. of Ecology, 2012. Focus on Water Availability, Publication 11-11-006\nhttps://fortress.wa.gov/ecy/ publications/ documents/1111006.pdf [last accessed 1/24/18]\n87 WAC 173-501 (1985),Instream Resources Protection Program - Nooksack Water Resource Inventory Area 1.\n88 See summary priorities table in Appendix A and detailed agriculture tables in Appendix B\nVersion 3 (April 2018)\n30",
    "Page_35": "is projected to exceed water right limits at full build out (Hemmi Road Association) and another is currently\nexceeding water right limits (Guide M eridian W ater Association).90\nLand Use and soils: M ore than 85% of soils in the Upper Tenmile area are classified as Prime, with 25-50%\nwithin Drainage District #3.9 Less than 50% of the land is zoned AG (Agriculture District),93 and the\nindicates potential pressure to convert land out of agriculture.94\nHabitats and species: Wetland habitat occurs in this area.95 Chinook, chum, coho, cutthroat, and\nsteelhead are present in Upper Tenmile.9°6 Coho rearing is also documented in Upper Tenmile.97\noverall, but is moderately to highly degraded, particularly for surface storage processes. Water quality is\nof subsurface waters will help to improve discharge to surface streams. Enhancing forest/riparian cover\nwill help to improve delivery of water to streams, and riparian shade will help to reduce water\ntemperature.98\n4.2Lower Tenmile Creek\nWater quality: Iron of natural origin is found in most areas of the Sumas aquifer in the Lynden-Everson-\no 'au uoen bo uen laem au ui uo eu oissas om gtoz au u! paou sem ni ang\n89 See Water Right Points of Diversion map in Appendix C of this document.\nhttp://www.whatcomcounty.us/DocumentCenter/View/24143\n92 Whatcom Conservation District (ND), Find out what District you live in! [webmap]\nhttp://www.whatcomcd.org/ ag-drainage-districts\n 94 See map of Agriculture Priority Areas in Appendix C of this document.\nanop sue o xiuadda u deu seeu pue saads aod aas s \n96 See watershed tables in Appendix B and map of fish distribution and barriers in Appendix C.\n 97 See watershed tables in Appendix B and map of fish distribution and barriers in Appendix C.\n99 See tables in Appendix B and Cox, S. E., and Kahle, S. C. (1999), Hydrogeology, Ground-Water Quality, and\nWater-Resources Investigations Report 98-4195. USGS. <http://pubs.usgs.gov/wri/1998/4195/report.pdf>(last\naccessed4/4/2016)\nhttps:/ /fortress.wa.gov/ecy/ approvedw qa/ApprovedSearch.aspx\ne Aeno lane m aieis uouusem (to) oo pue 'g xiuadd ui algen paysiaem as tt \nhttps://fortress.wa.gov/ecy/approvedwqa/ApprovedSearch.aspx\nVersion 3(April 2018)\n31",
    "Page_36": "Water quantity: Tenmile Creek is closed year-round to further appropriations unless mitigated.102\nRestrictions on irrigation from creeks, tributaries, and other surface water sources are in place until\nRule.103 Access to irrigation water is a priority here. 104 Two Group A public water suppliers in this area\nand another is currently exceeding water right limits (Guide M eridian Water Association and Flemings\narea.106\nLand Use and soils: M ore than 85% of soils in the Lower Tenmile area are classified as Prime, with 25-50%\nbeing Prime if Drained.107 Between 50-85% of the land here is zoned AG, which indicates that it is\nconsidered important agricultural land for W hatcom County.1o8 About half of the land within the WiD here\nHabitats and species: Wetland habitat occurs in this areal1o and the rare plant Canadian St. John's-\nWort. 11\nChinook, chum, coho, cutthroat, & steelhead are present in Lower Tenmile.l12 Coho rearing is also\ndocumented here.113\nbut overall water flow processes are highly degraded. Water quality is also impaired. Enhancement actions\nshould focus on increasing surface storage in order to retain surface flows for longer. Decreasing the rate\n4.3  Upper Fourmile Creek\n102 WA Dept. of Ecology, 2012. Focus on Water Availability, Publication 11-11-006\nhttps://fortress.wa.gov/ecy/publications/ documents/1111006.pdf [last accessed 1/24/18]\n103 WAC 173-501 (1985), Instream Resources Protection Program - Nooksack Water Resource Inventory Area 1.\n104 See summary priorities table in AppendixA and detailed agriculture tables in Appendix B\n105 RH2 Engineering, Inc. (2016) Whatcom County Coordinated Water System Plan Update. Whatcom County.\nhttp://www.whatcomcounty.us/DocumentCenter/View/24143\n106 See Water Right Points of Diversion map in Appendix C of this document.\n107 See map of Prime Soils in Appendix C of this document.\n108 See map of Agriculture Priority Areas in Appendix C of this document.\n110 See map of Priority species and habitats in Appendix C of this document \n 111 See watershed tablesin Appendix B, and WA Department of Natural Resource (2015), Washington Natural\nHeritage Program. http:/ / ww w 1.dnr.w a.gov/ nhp/refdesk/ gis/index.htm\n113 See watershed tables in Appendix B and map of fish presence and fish barriers in Appendix C.\nhttps://fortress.wa.gov/ecy/approvedwqa/ApprovedSearch.aspx\n116 WID work session, February 2016. See agriculture tables in Appendix B.\nVersion 3 (April 2018)\n32",
    "Page_37": "Water quantity: Fourmile Creek is closed year-round to further appropriations unless mitigated.117\nRestrictions on irrigation from creeks, tributaries, and other surface water sources are in place until\ninstream flow levels are met during critical periods for fish per the existing Nooksack Instream Flow\nin the Upper Fourmile area.12o Group A public water suppliers in this area have adequate water rights in\nproper locations to meet projected future demand.121\nLand Use and soils: More than 85% of soils in the Upper Fourmile area are classified as Prime, with 25-\n50% being Prime if Drained.122 M uch of the agricultural land in this area is actively drained and lies within\nDrainage District #3.123 Between 50-85% of the land here is zoned AG, which indicates that it is considered\nRural Study Area indicating potential pressure to convert land out of agriculture.125\nAU1133, the eastern section of Upper Fourmile.130\nWater flow processes: This area is of moderately high importance for water flow processes, but water\nEnhancement actions should focus on increasing surface storage in order to retain surface flows for\nlonger. Preventing additional impervious cover and reducing existing impervious cover will help to\n117 WA Dept. of Ecology, 2012. Focus on Water Availability, Publication 11-11-006\nhttps://fortress.wa.gov/ecy/ publications/ documents/1111006.pdf [last accessed 1/24/18]\n118 WAC 173-501 (1985), Instream Resources Protection Program - Nooksack Water Resource Inventory Area 1.\n120 See Water Right Points of Diversion map in Appendix C of this document.\nhttp://www.whatcomcounty.us/DocumentCenter/View/24143\n122 ee map of Prime Soils in Appendix C of this document.\n123 Whatcom Conservation District (ND), Find out what District you live in! http:// www.whatcomcd.org/ag-\ndrainage-districts\n124 See map of Agriculture Priority Areas in Appendix C of this document.\n126 See map of Priority species and habitats in Appendix C of this document.\nhttp:/ / www 1.dnr.w a.gov/nhp/refdesk/ gis/index.html\n128 See watershed tables in Appendix B\nhttp:// apps.wdfw.wa.gov/salmonscape/\n130 See watershed tables in Appendix B.\nVersion 3 (April 2018)\n33",
    "Page_38": "4.4  Lower Fourmile Creek\nWater quality: Sections of Fourmile Creek are in category 5 for DO and pH.132 W ater quality is considered\nadequate for agricultural purposes in this area. 133\nWater quantity: Fourmile Creek is closed year-round to further appropriations unless mitigated.134\nRestrictions on irrigation from creeks, tributaries, and other surface water sources are in place until\n si n a n    sd  an  e sl ao n\nright limits (Guide M eridian W ater Association).138\nLand Use and soils: M ore than 85% of soils in the Lower Fourmile area are classified as Prime, with 25-\n50% being Prime if Drained.139 M uch of the agricultural land in this area is actively drained and lies within\nportion of the land along the northern boundary is in a designated Rural Study Area indicating potential\npressure to convert land out of agriculture.142\nHabitats and species: Wetland habitat occurs in this area.143 Fall chum, coho, Chinook, and steelhead144\npresence has been documented in Lower Fourmile.\nWater flow processes: The area is of moderate importance overall for water flow processes, but water\nflow processes are highly degraded. W ater quality is also impaired (category 5 listing for dissolved oxygen\nand pH). Enhancement actions should focus on increasing surface storage in order to retain surface flows\nfor longer. Decreasing the rate and quantity of subsurface water drainage will help to improve discharge\nto surface streams. 145\nhttps://fortress.wa.gov/ecy/ approvedw qa/ ApprovedSearch.aspx\n133 WID work session, February 2016. See agriculture tables in Appendix B.\n134 WA Dept. of Ecology, 2012. Focus on Water Availability, Publication 11-11-006\nhttps://fortress.wa.gov/ecy/publications/documents/1111006.pdf [last accessed 1/24/18]\n135 WAC 173-501 (1985), Instream Resources Protection Program - Nooksack Water Resource Inventory Area 1.\n136 See summary priorities table in AppendixA and detailed agriculture tables in Appendix B\n137 See Water Right Points of Diversion map in Appendix C of this document.\n138 RH2 Engineering, Inc. (2016) Whatcom County Coordinated Water System Plan Update. Whatcom County.\nhttp://www.whatcomcounty.us/DocumentCenter/View/24143\n140 Whatcom Conservation District (ND), Find out what District you live in! [webmap] \nhttp:/ / ww w.whatcomcd.org/ ag-drainage-districts\n144 See watershed tables in Appendix B.\n145 See watershed tables in Appendix B and map of Water Flow Restoration & Protection Priorities in Appendix C\nVersion 3(April 2018)\n34",
    "Page_39": "4.5Deer Creek\nWater quality: Iron of natural origin is found in most areas of Sumas aquifer in the Lynden-Everson-\nWater quantity: Deer Creek is closed year-round to further appropriations unless mitigated.149\nRestrictions on irrigation from creeks, tributaries, and other surface water sources are in place until\ninstream flow levels are met during critical periods for fish per the existing Nooksack Instream Flow\nin the Deer Creek area.152 Group A public water suppliers in this area have adequate water rights in proper\n projected to exceed water right limits at full build out. 153\nLand Use and soils: Between 50-85% of soils in the Deer Creek area are classified as Prime, with 25-50%\nbeing Prime if Drained.154 A small portion of the land along the southern boundary lies within Drainage\nimportant agricultural land for W hatcom County.156 Some areas within the WiD boundaries here are in a\ndesignated Rural Study Area indicating potential pressure to convert land out of agriculture.157\nHabitats and species: Critical shorebird concentration habitat occurs in this area as well as wetlands.158\nCoho, cutthroat, and steelhead are present in Deer Creek.159 Fall chum presence and coho spawning is\ndocumented within AU1140, the lower section, and winter steelhead spaw ning is also documented along\nmost of the length of Deer Creek. 160\n146 See tables in Appendix B, and Cox, S. E., and Kahle, S. C. (1999), Hydrogeology, Ground-Water Quality, and\nSources of Nitrate in Lowland Glacial Aquifers of Whatcom County, Washington, and British Columbia, Canada;\nWater-Resources Investigations Report 98-4195. USGS. <http:// pubs.usgs.gov/wri/1998/4195/report.pdf>(last\naccessed 4/4/2016)\n147 See tablesin Appendix B, and Ecology (2016), Washington State Water Quality Atlas.\nhttps://fortress.w a.gov/ecy/wqamapviewer/map.aspx\n148 WID work session, February 2016. See agriculture tables in AppendixB.\nhttps://fortress.wa.gov/ecy/ publications/ documents/1111006.pdf [last accessed 1/24/18]\n152 See Water Right Points of Diversion map in Appendix C of this document.\nhttp://www.whatcomcounty.us/DocumentCenter/View/24143\n154 See map of Prime Soils in AppendixC of this document.\n 155 Whatcom Conservation District (ND), Find out what District you live in! [webmap]\nhttp://www.whatcomcd.org/ag-drainage-districts\n157 See map of Agriculture Priority Areas in Appendix C of this document.\n159 See watershed tables in Appendix B of this document.\n160 See watershed tables in Appendix B, map of fish presence and fish barriers in Appendix C, and W DFW\n SalmonScape [website] http:/ / apps.wdfw.wa.gov/ salmonscape/\nVersion 3 (April 2018)\n35",
    "Page_40": "portion of Deer Creek is of moderate-high importance for overall water flow processes. Water quality is\nalso impaired (category 5 listings for dissolved oxygen, pH and Ammonia-N; category 4a listing for\nflows for longer. Decreasing the rate and quantity of drainage of subsurface waters will help to improve\ndischarge to surface streams. 162 \n4.6Wiser Lake/Cougar Creek (North)\nWater quality: A section of Wiser Creek in this area is in category 5 for DO, pH, and temperature, and\ncategory 4a for bacteria. Water quality is considered adequate for agricultural purposes in this area. 163\nWater quantity: Wiser Lake is closed year-round to further appropriations unless mitigated, and Wiser\nLake Creek is closed to new withdrawals between M ay 1 and October 31 each year.164 Restrictions on\nirrigation from creeks, tributaries, and other surface water sources are in place until instream flow levels\nLand Use and soils: M ore than 85% of soils in the Wiser Lake/ Cougar Creek North area are classified as\nPrime, with 25-50% being Prime if Drained.168 M uch of the agricultural land in this area is actively drained\nland out of agriculture. 171\nHabitats and species: Critical shorebird concentration habitat ocurs in this area as well as wetlands.172\nChar, Chinook, chum, coho, cutthroat, pink, sockeye, and steelhead are present in the Wiser Lake\nCreek/ Cougar Creek area.173\n161 See watershed tables in Appendix B, and map of water quality impairments in Appendix C.\n163 WID work session, February 2016. See agriculture tables in Appendix B.\n164 WA Dept. of Ecology, 2012. Focus on Water Availability, Publication 11-11-006\nhttps:/ /fortress.wa.gov/ecy/publications/documents/1111006.pdf [last accessed 1/24/18]\n167 RH2 Engineering, Inc. (2016) Whatcom County Coordinated Water System Plan Update. Whatcom County\nhttp://www.whatcomcounty.us/DocumentCenter/View/24143\n169 Whatcom Conservation District (ND), Find out what District you live in! [webmap]\nhttp://www.whatcomcd.org/ ag-drainage-districts\n170 See map of Agriculture Priority Areas in Appendix C of this document.\n172 See Priority species and habitats map in Appendix C of this document\n173 See watershed tables in Appendix B of this document.\nVersion 3(April 2018)\n36",
    "Page_41": "Waterflow processes: Overall water flow processes are highly degraded, but this area is of only moderate\nhelp to reduce surface water temperature. 175\n4.7Wiser Lake/ Cougar Creek (South)\nS ui sasodind ienainouae sot enbape panapisuo si rnenb anem gut'eane rpns sesns-esloon\narea.177\nWater quantity: Wiser Lake is closed year-round to further appropriations unless mitigated, and Wiser\nirrigation from creeks, tributaries, and other surface w ater sources are in place until instream flow levels\nwater is a priority here. 180 Five new water right applications and 1 change application have been filed in\nthis area.181 Group A public water suppliers in this area have adequate water rights in proper locations to\nmeet projected future demand.182\nLand Use and soils: Between 50-85% of soils in the Wiser Lake/ Cougar Creek South area are classified as\nPrime, with less than 25% being Prime if Drained.183 A small area in the northeast corner of the WID lies\nwithin Drainage Improvement District #6.184 M ore than 85% of the land is zoned AG, which indicates that\nWID boundaries here is within a designated Rural Study Area indicating potential pressure to convert land\nout of agriculture.186\n174 See watershed tables in Appendix B, and map of water quality impairments in Appendix C.\nQuality, and Sources of Nitrate in Lowland Glacial Aquifers of Whatcom County, Washington, and British Columbia\nCanada; Water-Resources Investigations Report 98-4195. USGS.\n<http:// pubs.usgs.gov/wri/1998/4195/report.pdf>(last accessed 4/4/2016)\n177 WID work session, February 2016. See agriculture tables in Appendix B.\n178 WA Dept. of Ecology, 2012. Focus on Water Availability, Publication 11-11-006\nhttps://fortress.wa.gov/ecy/publications/documents/1111006.pdf [last accessed 1/24/18]\n179 WAC 173-501 (1985),Instream Resources Protection Program - Nooksack Water Resource Inventory Area 1.\n180 See summary priorities table in AppendixA and detailed agriculture tables in Appendix B\n 181 See Water Right Points of Diversion map in Appendix C of this document.\n182 RH2 Engineering, Inc. (2016) Whatcom County Cordinated Water System Plan Update. Whatcom County.\nhttp://www.whatcomcounty.us/DocumentCenter/View/24143\n183 See map of Prime Soils in AppendixC of this document.\n184 Whatcom Conservation District (ND), Find out what District you live in! [webmap] \nhttp://www.whatcomcd.org/ag-drainage-districts\n185 See map of Agriculture Priority Areas in Appendix C of this document.\nVersion 3 (April 2018)\n37",
    "Page_42": "Habitats and species: Wetland habitat occurs in this area187 and the rare plant Canadian St. John's-wort.188\nChar, Chinook, chum, coho, cutthroat, pink, sockeye and steelhead are present in the Wiser Lake\nCreek/ Cougar Creek area. 189\nWaterflow processes: Overall water flow processes are highly degraded, but this area is of only moderate\nimportance overall for water flow processes. Enhancement actions should focus on increasing surface\ndrainage will help to improve discharge to surface streams. Enhancing forest/riparian cover will help to\nimprove delivery of water to streams. 190\n 187 See Priority species and habitats map in Appendix C of this document.\nHeritage Program. http:// www 1.dnr.wa.gov/ nhp/ refdesk/ gis/index.html\n189 See watershed tables in Appendix B.\nVersion 3 (April 2018)\n38",
    "Page_43": "5TENMILECREEKWATERSHED:REVIEWOFPREVIOUSANDCURRENTINITIATIVES\nExplanatory note:\nLaurel WID area, although some of the watershed lies outside of the current WiD boundaries (see map in Figure 3\nof this Plan). Tenmile Creek watershed has been the focus and home of numerous enhancement efforts in the recent\npast.\nThe following section is a summary of previous and current efforts arranged in roughly chronological order. For\nsome projects, very little information was available and the description here is short, and for others there was a\n relationship between projects, that has been noted\n1987 to 1991: Tenmile Creek Watershed Action Plan\nIn 1987, the W hatcom Conservation District was awarded funds to develop and implement a watershed\nmanagement plan for the Tenmile Creek watershed under the Puget Sound Early Action Watershed\n Program.191\n1992 - 1996: Ten Mile Creek Watershed Action Plan\nfrom the Department of Ecology. The project entailed providing technical assistance to landowners on\nunderstanding non-point water quality problems, and stream rehabilitation activities in cooperation with\nthe Nooksack Indian Tribe, and other government agencies. 192\n1994 - 1995: Riparian restoration and maintenance in the Kamm and Tenmile watersheds\nIn 1994, the Whatcom County Conservation District was awarded a grant from the Department of Ecology\nAccomplishments for the project as a whole (both Kamm and Tenmile watersheds) include:\n· Constructed 1.5 miles of fencing to exclude livestock from streams.\n· Planted native trees and shrubs along 4.25 miles of streams.\n· Installed three alternative animal access structures for livestock watering.\n· Constructed two off-site watering facilities for livestock.193\n1994-2o08: Riparian restoration, instream enhancement, and livestock fencing work done by the\nNooksack Salmon Enhancement Association\nNSEA has conducted habitat-related work in the Tenmile watershed since 1994.194 From 2002 to 2005\nNSEA participated in the Tenmile Creek Riparian Restoration Pilot and its sub-project, the Fourmile Creek\nWatershed Buffer Planting. For these efforts, NSEA conducted spawner surveys in the Tenmile Creek\nwatershed and installed native plantings along Tenmile and Fourmile Creeks. For more about these\n191 Bada, B. 2018. Department of Ecology Water Quality Program staff [personal communication 03/23/18]\n194 Gray, D. 2018. NSEA Project manager [personal communication 2/26/18]\nVersion3(April 2018)\n39",
    "Page_44": "Creek Riparian Restoration Pilot\" sections below.\nFrom 2005 to 2008, NSEA implemented the Ten Mile Creek Watershed Restoration Project funded by a\nDepartment of Ecology Section 319 grant. The following accomplishments are reported:\nSite restoration plans were developed, and landowner agreements signed for 14 landowners\ntotaling 10,500 feet of streambank,\n Invasive vegetation was removed at each site,\n Native vegetation was planted at each site (plant survival monitoring continued for 3 years), and\n 800 feet of fencing was installed to exclude livestock from the creek (several other homeowners\nchose to installfencing at their own cost).195 \nNSEA has also has replaced 5 culverts in the area with fish-friendly culverts or a bridge.196\nThe following table summarizes the additional projects NSEA has implemented in the Tenmile Creek\nwatershed since 1998 (projects completed between 1994 and 1998 are not included). Funding for their\nwork has come from a variety of sources including: US Fish and Wildlife Service, W ashington Department\nof Natural Resources, W ashington Department of Fish and Wildlife, Washington Department of Ecology,\nNational Fish and Wildlife Foundation, and the Natural Resources Conservation Service.197\nNumber of projects:\nNumber of projects:\nNumber of projects:\nDeer Creek\nFourmile Creek \nTenmile Creek\nue\nMult\nYear\n1998\n3\n4\n9\n2000\n2001\n1\n2003\n2004\n2006\n2\n4\n2\n2009\n<\n2010\n2011\n2013\n1\n2014\n196 Gray, D. 2018. NSEA Project manager [personal communication 2/26/18]\n198 Gray, D. 2018. NSEA Project manager [personal communication 2/26/18]\nVersion 3 (April 2018)\n40",
    "Page_45": "1998 - 2001: Whatcom Water Quality Improvement Project199\nIn 1998, the Whatcom Conservation District was awarded a Centennial grant from the Department of\nof land uses on stream water quality. Project accomplishments included (the geographic scope of the first\n3 items likely exceeds the Tenmile watershed):\n· Developed a M anure Brokerage project\n· Developed a M anure Composting Project.\n· The CD subcontracted with Nooksack Salmon Enhancement Association (NSEA) to implement\nand vegetation monitoring.200\n1998-2002: Whatcom County Shellfish Protection Plan\nIn 1998, the Whatcom County Conservation District was awarded a Section 319 grant from the\nDepartment of Ecology to develop and implement a water quality monitoring plan for designated shellfish\nassistance to small farm owners. The project summary from the Department of Ecology says that the CD\n on Tenmile Creek after hobby farm animals were moved away from the creek.201\n1999-2002: Revegetation projects\nNooksack Tribe, NSEA, and W hatcom County Drainage Districts for revegetation projects in the Whatcom\nCounty lowlands between 1999 and 2002. Several of these revegetation sites are within the Tenmile\nCreek watershed.202\n2001: Tenmile Creek Watershed Volunteer Restoration Project\nIn 20o1, funds allocated by the Whatcom County Ag Preservation Committee and a W RlA 1 grant funded\nSeptember 2o01 and the following accomplishments were reported:\n·17,oo0 Douglas firs trees donated by W hatcom County Public Works were planted to stream\nsites,\n An additional 3,898 \"new trees,\" donated by the City of Bellingham, Whatcom Farm Forestry\nAssociation, and Lummi Nation were also planted,\nLandownersonFourmile and TenmileCreeksbetweenGuideM eridianand Hannegan Road\n199 Waiting for clarification from WCD on scope of this work\n201 Bada, B. 2018. Department of Ecology Water Quality Program staff. [personal communication 03/23/18]\n 202 LandScope America, 2018. Find Conservation Projects on LandScope. [interactive map]\nhttp://www.landscope.org/connect/conservation-projects/ [accessed M arch 15, 2018]\nVersion 3 (April 2018)\n41",
    "Page_46": "neighborhood meetings, and community outreach efforts.203\nThe 2002-2005 Tenmile Creek Riparian Restoration Pilot project summarized below was informed by and\ncontinued the work this project began. 204\ns\nbacterial transport to surface water through subsurface pathways and to evaluate the processes\ninfluencing nitrate distribution in ground water and its discharge to surface water. There were four study\nsites: the Nooksack River near Everson, Fishtrap Creek, Fourmile Creek and a tributary of Bertrand Creek.\n2002-2005: Tenmile Creek Riparian Restoration Pilot\nThe Whatcom Conservation District, funded at least in part by a Centennial grant206 from the Department\nof Ecology, worked with partners to install, maintain, and monitor riparian buffers, conduct spawner\nand continued thework of the 2oo1 TenmileCreekWatershedVolunteer RestorationProjectsummarized\nabove and was followed and continued by the 2005-2008 Tenmile Watershed Rehabilitation Phase 3\nproject summarized below.\nAccomplishments of this project include:\n·Established a neighborhood advisory committee,\n· Developed and distributed educational materials and a newsletter,\n· Conducted 247 landowner visits,\n Conducted a pre-survey with landowners about attitudes and observations about the\n·\nwatercourses,\n M ade educational presentations, conducted watershed tours, and conducted outreach at events\nand via local media,\nGathered oral histories from area residents,\n Farmers Growing Trees for Salmon project,\nArea schools bought/ propagated and distributed hundreds of trees and shrubs for future\nrestoration planting,\nPeriod 3/15/2001 to 9/15/2001. Whatcom Ag Preservation Committee.\nhttp:/ / wria1project.whatcomcounty.org/uploads/PDF/miscReports/eai-tenmile.PDF\nPeriod 3/15/2001 to 9/15/2001. Whatcom Ag Preservation Committee.\n 206 Waiting for clarification from Dorie on the funding arrangements for this project\n 207 Bada, B. 2018. Department of Ecology Water Quality Program staff. [personal communication 03/23/18]\nVersion 3 (April 2018)\n42",
    "Page_47": "· Cleaned reed canary grass and sediment out of Fourmile Creek and planted a riparian buffer\nfrom just above Green Lake to the confluence with Tenmile Creek (information about this part\nand is presented in the section “Fourmile Creek Buffer Planting Project\" below. It is included\nhere because the cleaning and planting work took place from 2002-2005).209\n· Entered 4o0 feet of stream into the Conservation Reserve Enhancement Program (CREP),\nconducted spawner surveys in 2003 and 2004,\n· Conducted a post-project survey to assess changes in attitude, one measure of the survey\nshowed \". . . that 83 percent now believe changes to improve water quality can go hand-in-hand\nDeaa iaid s ajaa pe paaia m aad eg snia saau sn pe rm\n2002-2006: Water Quality Monitoring Implementation\nIn 2002, Whatcom County Public Works Department was awarded a Department of Ecology Centennial\ngrant to develop and begin implementation of a long-term water quality monitoring program for Water\nResources Inventory Area (WRiA) 1. A Tenmile Creek pilot telemetry program211 was conducted under\nthis grant. 212\n2005-2008: Tenmile Watershed Rehabilitation Phase 3\nto re-vegetate riparian corridors, increase environmental awareness, facilitate behavioral changes to\nimprove water quality,213 and enhance understanding of ground and surface water storage in the basin.\nThis project was informed by and continued the work of the 2oo1 Tenmile Creek Watershed Volunteer\nRestorationProject summarized above.\nAccomplishments for this project include:\n· Convened Tenmile Watershed Advisory M eetings,214\n Visited landowners to discuss their land use needs and the needs of the Tenmile Creek\nwatershed,\n Wrote, produced, and distributed 8 editions of Tenmile Treasures to the 2,500 watershed\nlandowners,\nprograms to coordinate growth of new native plants and the distribution of them to Whatcom\nlandowners at no cost to plant along their streams,\n 208 Waiting for clarification on whether this includes Fourmile planting\n 209 Whatcom Conservation District, 2008. Fourmile Creek Final Report: A Planting and M aintenance Project.\nConservation Distirct. http:// www.whatcomcd.org/ publications\n 210 Bada, B. 2018. Department of Ecology Water Quality Program staff. [personal communication 03/23/18]\n 211 M ore information is available from Washington State University Whatcom County Extension office.\n212 Bada, B. 2018. Department of Ecology Water Quality Program staff. [personal communication 03/23/18]\n213 Bada, B. 2018. Department of Ecology Water Quality Program staff. [personal communication 03/23/18]\n 214 Dorie Belisle for the Whatcom Conservation District, 2008. Tenmile Creek Riparian Rehabilitation Phase ll, CCW\n#G0500076a, Final Report, April 2005-June 2008. Whatcom Conservation District.\nVersion3(April 2018)\n43",
    "Page_48": "·Produced a Tenmile wetlands map. Shared the map and information about the value of\nwetlands with landowners in the Tenmile\n·Created a community around a watershed to include such activities as workshops, displays, and\ncontinued the Tenmile Oral History Project\n· Conducted a windshield survey of the watershed to identify livestock operations,215 and\nThe Tenmile Watershed Rehabilitation Phase 3 report also mentions a low flow study initiated by PUD #1\nand Whatcom County Public Works in 2o04, and an optical brightener study conducted by Whatcom\nhere) conducted in 2006. These appear to be related efforts and not part of this project. No optica\nbrightener was detected in the study possible due to high flow levels when the study was conducted.216\n2002 - 2008: Fourmile Creek Buffer Planting Project, Tenmile Creek Watershed Restoration Project\nPart of larger Tenmile Creek watershed restoration efforts (see the \"Tenmile Creek Riparian Restoration\nPlanting Project focused on riparian restoration along Fourmile Creek.217 \nThe project was funded by 2 Ecology Centennial grants and a US Fish and Wildlife Service grant and was a\ncollaboration between the W hatcom Conservation District, Washington Department of Fish and Wildlife,\nand Drainage and Trrigation District #3:\nang ueed e auid pue suaas pue ssa eu paa jo yaa au ueap on sem ee parod au\nNSEA in the area had been largely lost to predation from voles and beavers, and competition from\nweeds.219\n· Landowners within the target area, along Fourmile Creek from just above Green Lake west to\nthe confluence with Tenmile Creek, were visited individually to discuss a long-term plan for\ncleaning and rehabilitating Fourmile Creek,\n· Fourmile Creek was cleaned of reed canary grass and accumulated sediment,\n· A riparian buffer of native vegetation was established along 90% of the target area, planted in 3\nphases between 2002 and 2005 by the Whatcom CD and NSEA. M aintenance and replanting\nwere undertaken by the project until 2007.220 221\n#G0500076a, Final Report, April 2005-June 2008. Whatcom Conservation District.\n 216 Dorie Belisle for the Whatcom Conservation District, 2008. Tenmile Creek Riparian Rehabilitation Phase Ill, CCW\n#G0500076a, Final Report, April 2005-June 2008. Whatcom Conservation District.\n 217 Whatcom Conservation District, 2008. Fourmile Creek Final Report: A Planting and M aintenance Project.\nTenmile Creek Watershed Restoration Project. Nooksack River Watershed - Whatcom County June 2008. Whatcom\nConservationDistirct.http://www.whatcomcd.org/publications\nServices Inc., Lynden WA. Report available at: www.w hatcomcd.org/tenmile\n 220 Whatcom Conservation District, 2008. Fourmile Creek Final Report: A Planting and M aintenance Project.\nConservation Distirct. http://www.whatcomcd.org/publications\n221 Belisle, D. 2018. [personal communication 3/13/18]\nVersion3(April 2018)\n44",
    "Page_49": "During the project a number of water quality parameters were monitored.\n·WsU Extension personnel set up six stations to measure temperature and dissolved oxygen.\nDissolved oxygen measurements were taken at each station between July 2004 to M ay 2008,\napproximately every two months and Tidbit loggers recorded temperature hourly from\nSeptember 2003 to February 2008.222\n· Additionally, the Whatcom CD contracted the Northwest Indian College to take monthly water\nquality samples at two sites in the project area. They analyzed the samples for fecal coliform\nlevels, D0, and pH from 11/2004 to 5/2008. The results are reported in Fourmile Creek Final\nReport: A Planting and M aintenance Project.223\n2006: East Hemmi Neighborhood Wetland and Stream Restoration\n2005 WRlA1 Watershed Management Plan Recommendations Status of Implementation 2005-2006\nreport states that the \"lead identified was the Tenmile W atershed Steward with support from Washington\nW atershed Rehabilitation Phase 3 project.\n2007-2008: Fish passage barrier removal on Tenmile\nAccording to records from LandScope, the Nooksack Indian Tribe replaced a culvert with a bridge on\n2013-present: Tenmile Creek Clean Water Project\nue 'uouno soo aun pue uounos runso wou wo sun Ka papung 'so ui\nsupported by RE Sources, the Tenmile Creek Clean Water Project began. The initial funding only lasted a\nsupport in the form of staff support and webpage hosting. In 2017, the project received a one-year grant\nfrom the W hatcom Community Foundation to expand their work. 226 227 The mission of the Tenmile Clean\n 222 Whatcom Conservation District, 2008. Fourmile Creek Final Report: A Planting and M aintenance Project.\nTenmile Creek Watershed Restoration Project. Nooksack River Watershed - Whatcom County June 2008. Whatcom\nConservation District. http:// www.whatcomcd.org/publications\nTenmile Creek Watershed Restoration Project. Nooksack River Watershed - Whatcom County June 2008. Whatcom\nConservation Distirct. http://www.whatcomcd.org/publications\n 224 Geneva Consulting, 2017. 2005 WRIA1 Watershed M anagement Plan Recommendations Status of\nImplementation 2005-2006.\nhttp://wria1project.whatcomcounty.org/uploads/PDF/Guiding%20Documents%20and%20Plans/WM P%20Actions\n%20Status%202005-200605-2017.pdf\n225 LandScope America, 2018. Find Conservation Projects on LandScope. [interactive map]\nTCWP representative.\n227 Kastner, H., 2018. [personal communication M arch 10, 2018]\nVersion 3(April 2018)\n45",
    "Page_50": "Water Project is to improve water quality in the Tenmile Creek watershed by identifying sources of\nThe TCWP is being implemented by a group of citizens, most of whom live within the watershed. Their\ncurrent work includes:\n· Volunteers (and recently a grant-funded coordinator) collect monthly water samples\ncoordinated with the Whatcom County Public Works Short Term Ambient monitoring program,\n· Volunteers (and recently a grant-funded coordinator) collect additional water quality samples as\nneeded to identify the sources of fecal coliform pollution,\n members, events, and contacts made in the course of performing water quality sampling,229\n· Collaborate with the Laurel Watershed Improvement District on sampling and outreach\nstrategy; Laurel WiD contacts landow ners when the water quality sampling indicates pollution\n may be originating from a specific area,230\n· Coordinated with County Health on septic system inspection training for homeowners,\nCurrently coordinating with WcD to conduct outreach on responsible land use practices,\nM onthly meetings often feature a guest speaker or program to provide residents information on\nmany of these subjects. Guests have included staff from W CD, Lummi Nation, RE Sources,\nLynden High School.\"231\nThe data collected in coordination with TCWP is available through Whatcom County's water quality data\nwebpages https:// www.whatcomcounty.us/ 1072/W ater-Quality.\n2017: Tenmile Watershed NRCS National W ater Quality Initiative Pilot W atershed Assessment232\nIncollaboration withthe Washington NationalResources Conservation Service,the Whatcom\nConservation District (WCD) conducted a watershed assessment to characterize and identify the land\nimpacts to water quality. The project also worked to identify the outreach strategy and conservation\nmanagement practices that could be implemented to improve water quality.\n 228 Kastner, H., 2018. [personal communication March 10, 2018] and Tenmile Clean Water Project, n.d. Tenmile\nClean Water Project. [promotional flyer in use in 2018]\n 229 Kastner, H., 2018. [personal communication M arch 10, 2018] as well as From Clean Streams, Healthy\n230 Kastner, H., 2018. [personal communication M arch 10, 2018] as well as From Clean Streams, Healthy\nCommunity Grant app. Invitational Grant application FY2018. Written by Hank Kastner for NSEA for Tenmile Clean\n 231 From Clean Streams, Healthy Community Grant app. Invitational Grant application FY2018. Written by Hank\nKastner for NSEA for Tenmile Clean Water Project. On the NSEA fiscal sponsorship agreement, Hank is listed as\nTCWP representative.\n 232 Whatcom Conservation District, 2017. NRCS National Water Quality Initiative (NWQl) Pilot Watershed \nVersion 3 (April 2018)\n46",
    "Page_51": "source pollution and erosion, OpenNSPECT. M aps of potential critical source area contributors for\nphosphorous, nitrogen, total suspended solids and pathogens were generated.\nperceptions of and attitudes towards water quality in the watershed, landowners' experiences with\nresults of this survey, work with focus groups, and other outreach in the Tenmile will inform how the W CD\nwill design and outreach efforts to improve water quality.233\n 233 Whatcom Conservation District, 2017. NRCS National Water Quality Initiative (NWQl) Pilot Watershed\nVersion3(April2018)\n47",
    "Page_52": "6SUPPORTINGINFORMATION FORPLANNING OFSPECIFICACTIONS\nExplanatorynotes\n In later versions of the M anagement Plan, this section would contain as much detail as possible on priority actions\nm jo uoius pue ainpaus pauueid e 'yse yea so anuoen pue uodsap e bunui 'aim aun Kg paaae\nwould assist in implementation. Some priority actions might require additional resources, more detailed baseline\nstudies or collection of new data: descriptions of these actions would be supported by a scope of work and estimated\nbudget.\nag seu aim aun aaum seane om ane Knb janem jo suawaeuew pue aeuip leninee jo aueuauie n \nparticularly active and already has a number of actions planned or ongoing. In cases where there might be little or\n paeu suore rod quawandwi pue anssi ue ssappe o sasodod aim aun moy uo uoewoui algeie ou\nthat issue, we have made some notes about how actions might be identified and prioritized during further\ndevelopment of the WID M anagement Plan.\nAs the M anagement Plan is developed in more detail, it is likely that different actions will be prioritized in different\nparts of the WID area, depending on farmers' needs and availability of resources.\nVersion3(April 2018)\n48",
    "Page_53": "6.1  Hydrology and water availability; water use and water rights\n6.1.1  Desired outcomes, goals and possible actions\nIn subsequent versions of the M anagement Plan, this section would include:\n·a review of what information is readily available to determine\n- water availability for current and future agricultural water needs (both surface and\n groundwater),\n- climate (focus on precipitation and temperature) and potential evapotranspiration analysis,\n- estimated current water use for agricultural purposes and potential future demand;\n·  scope of work and resources needed for any additional work that might be needed to collate data or\n· priority actions, responsibilities and timelines.\nSpecialists: Joanne Greenberg and Jim Bucknell\nFrom Table 2, the suggested priority actions are:\n i. Support & coordinate with Ag W ater Board for efforts in legal negotiations and actions related to\nwater rights\nii. Support & coordinate with Ag W ater Board in:\na. development of drainage-based management plans;\n b. development of a Water Supply Strategy;\nC. participation in the Water Supply Work Group and in the Whatcom W ater Supply\nCoalition\nili. Expand hydrological analysis to include surface water, climate, and evapotranspiration, to assess\noverall water use and water availability and to identify shortfalls - possibly coordinate with other\nWIDs on the analysis*\n iv. Pursue and test feasibility within the WID of options such as water exchange or water banking,\nV.\nvi.Foster task force pilot: identify WID members who might participate with other WIDs and the AW B\nflows (board meeting 4/2018)\nvi. Participate in workshop on water right tools planned for early June (board meeting 4/ 2018)\nAdditional actions that might be considered for inclusion here (from meeting discussions & other WID\ndocuments):\nvill.\n6.1.2 Supporting information related to hydrology, water use and water rights\nAdditional supporting information related to the recently completed, ongoing and future priorities listed\nin Table 2 includes:\n· Agricultural and watershed characterization tables contained in Appendix B of this Plan\n·Reference maps contained in Appendix C of this Plan\n· Data sources listed in AppendixE of this Plan\nVersion 3(April 2018)\n49",
    "Page_54": "Summary and references for work done on w ater banking (Water Supply Coalition)\n PUD#1 (2016). Quantification of Agricultural lrrigation W ater Use and Water Rights\nPUD#1 (2016) Whatcom County Streamflow Analysis\n Summary of results and references for the groundwater modeling project - currently there are\ndocuments available at http:/ /wria1project.whatcomcounty.org/Resource-Library/ 2016-\nGroundwater-Forum/116.aspx\n6.2  Water quality (surface and groundwater)\n6.2.1 Desired outcomes, goals and possible actions\n In subsequent versions of the M anagement Plan, this section would include:\n a review of what information is readily available to determine current status and trends in water\nquality and implementation of BM Ps;\n scope of work and resources needed for any additional work that might be needed to collate data or\n· priority actions, responsibilities and timelines.\nSpecialists: Anneke Sweeney, Nichole Embertson\nFrom Table 2, the suggested priority actions are:\ngroup\nAdditional actions that might be considered for inclusion here:\n1l.\nCoordinate with Ag Water Board and other WIDs on water quality programs and responses, the\n Portage Bay Partnership, implementation of best management practices.\nThe items below were added to the table after the M arch 1 Tenmile forum. Board to advise on which\nshould be incorporated into the WiD Plan as possible future actions\nOngoing actions:\niv.\nContinue to work with Whatcom County Public Works to access and report shared bacteria data from\nPossiblefuture actions:\nWork with local partners and agencies to establish an integrated data repository that can provide a\nfullsuite of watershed informationfortheWID(WCD, Laurel WID,AgWaterBoard and otherWIDs)\nVi.\nExtend the more detailed Tenmile Watershed Assessment (2018) to the remainder of the Laurel WID\narea, primarily the W iser Lake/ Cougar Creek sub-watersheds (WCD, WID)\nvi. Conservation practices\na. Identify the most effective conservation practices for each land use based on current\npractices by the landowner (WCD?).\nb. Define and track measurable metrics for progress related to:\n- location & level of implementation of N RCS conservation practices (NRCS, W CD)\n- water quality at or near implementation sites (local PiC partners & others)\nVersion 3 (April 2018)\n50",
    "Page_55": "- improvements/changes in downstream water quality at station T1 and lower\nNooksack mainstem stations (PIC partners, DOH, LNNR)\nd.  Continue edge-of-field monitoring in Whatcom County for various land use types and\nconservation practices (W CD)\nvil.\nConservation planning/ Farm planning\n a. Encourage farmers and landowners in the WID to draw up farm plans, in order to support\nimplementation, evaluation and adaptation of a broader watershed management plan.\n(WCD, WID)\nvill.\nOngoing water quality monitoring (need to identify partners for each case below)\na. Conduct surface water monitoring of 10 ambient stations for fecal coliforms, plus\nadditional source identification or storm event monitoring.\n b.  Conduct regular sa mpling of nitrogen, phosphorus and sediment in surface water at T1\nstation, quarterly.\n Collect flow measurements at T1 and additional ambient monitoring stations in order to\nC.\nestimate flows and loads based on measured pollutant concentrations.\n 6.2.2 Supporting information related to water quality\nAdditional supporting information related to the recently completed, ongoing and future priorities\nlisted in Table 2 includes:\n·\n Agricultural and watershed characterization tables contained in Appendix B of this Plan\n·  Reference maps contained in Appendix C of this Plan\n· Data sources listed in Appendix E of this Plan\n Data associated with previous and current efforts in the Tenmile watershed, described in detail in\nsection 5 of this Plan.\nVersion 3 (April 2018)\n51",
    "Page_56": "6.3  Agricultural field drainage\n6.3.1 Desired outcomes, goals and possible actions\nIn subsequent versions of the M anagement Plan, this section would include:\n next steps that the WiD would take to discuss and agree on selected priority actions for maintaining\ndrainage infrastructure and ditches in the WID area in collaboration with DIDs #3, #5, #6, #30A;\n·  scope of work and resources needed for any additional work that might be needed to collate data or\nto conduct relevant baseline assessments for a set of agreed actions, to be incorporated into the WID\nM anagement Plan;\n· priority actions, responsibilities and timelines.\nSpecialists: Frank Corey\n From Table 2, the suggested priority actions are:\n(DID#3, #5, #6 and #30A) for ditch cleaning and mowing. In addition to sites in Table 5, sites needing\nCreek near Chasteen Rd.\n1l.\nProactively identify locations for mitigation sites and mitigation actions to be addressed in a\npriorities. Culvert replacements could be an alternative to tree planting & maintenance\nIll.\n6.3.2  Supporting information related to field drainage\nThe following supporting information supports the WiD's discussions related to agricultural drainage and\nthe development of an action plan for inclusion in the WID M anagement Plan:\n· M ap of the WiD boundary (Figure 7 below), which also shows the modified waterways and ditches\nthat are maintained as part of the drainage infrastructure\n·M ap of priority actions identified by the WlD in the February 2016 work session (Figure 8 below).\n·Agricultural reference map (Appendix C of this document) indicating where soils are Prime if drained.\n· Detailed agricultural and watershed enhancement tables prepared at the WiD work session in\nFebruary 2016 indicate drainage concerns and priorities in different parts of the WiD. The tables are\ncontained in Appendix B of this Plan.\nto the Laurel WiD,downloadable from the Whatcom Conservation District website at\nhttp://www.whatcomcd.org/ ag-drainage-districts\nhabitat (see Table 6)\n· Data sources listed in Appendix E of this Plan.\nVersion 3 (April 2018)\n52",
    "Page_57": "#30\nNooksaok\nLaurelWID\nUnclassified\nConstructed Ditch\nEnclosedDrainage/CD\nEnclosedModifiedWaterway\nModifiedWaterway\nWaterbody\nMiles\nLaurelWID\n1.5\nDrainage Districts\nCarto\ner:FHBrownfred@fhb3.com\nFHB Consulting Services Inc\nFile:LaureLDD_fig71/19/2018\nFigure 7. M ap showing the Laurel WID and drainage districts. Map layers: Whatcom Conservation\nDistrict.\nVersion 3 (April 2018)\n53",
    "Page_58": "D#\nCategory\n★\nDevelopmen\n中\nDrainage\nFisheries\nFlooding\nWaterQuantity\nOther\nooksaok\nureIWID\nLaurelWID\nMiles\n0.5\n1.5\nAg PriorityActions\nTapher:FHBrownfred@fhb3.com\nFHBConsulting Services Ind\nFile:LaureAgPriority_291803223/22/2018\nFigure 8. Laurel WID map of specific agricultural priority actions (from WID work session in February\n 2016 and WID meeting minutes 2016-2017). See table below for map key.\nVersion 3 (April 2018)\n54",
    "Page_59": "Table 5. Key for actions on agricultural priority actions map in Figure 8 (from mapping work session in\nFebruary 2016).\nAction #\nAU#\nPriority\nNotes\n on map\n1\n1137\n Development\n Purchase development rights in upper Silver Springs Creek.\n2\n1112\nDevelopment\nThere are lots of residential / development conflicts here.\n3\n1137\nDrainage\nClean out Tenmile Creek channel west of Chasteen Rd for 0.5 miles\ndownstream.\n4\n1133\nDrainage\nPotential sediment trap in Fourmile Creek.\n5\n1133\n Drainage\nM aintenance required on Fourmile Creek to keep channel flow.\n6\n1133\nDrainage\nClean out of Green Lake Slough to Hannegan Rd. needed to improve\ndrainage of boggy area.\n7\n1133\nDrainage\nBypass around lake needs to be cleaned.\n8\n1114\nDrainage\n9\n1133\nDrainage\nM ore agricultural land would be available if this area drained.\n10\n1133\nDrainage\nBeaver dam removal by bridge necessary.\n11\n1133\nDrainage\nM aintenance needed to clear willows that have fallen into water.\n12\n1112\nDrainage\nThis area has poor drainage.\n13\n1139\nDrainage\nThis area needs better drainage (western segment of Tenmile Road).\n14\n1138\nDrainage\nProblems with drainage and beaver management needed.\n15\n1140\nDrainage\nWet field, would benefit from cleaning culvert\n16\n1140\n Drainage\nKeeping this ditch clear is key to drainage to east. Creek runs slowly (south\nfork of Deer Creek, E of Aldrich Road)\n17\n1137\n Fisheries\nFish passage problem.\n18\n1133\nFlooding\n Beaver management needed to prevent flooding.\n19\n1139\nFlooding\nPotential good location for flood gate.\n20\n1139\nWater\nGroundwater quantity is limited here, not enough for cows and high iron\nQuantity\nlevels.\n21\nDrainage\n Ditch cleaning needed on south fork of Deer Creek near Chasteen Road\n(discussed at Nov 2017 board meeting).\n22\nFisheries\n benefit habitat and water quality (discussed at April 2016 meeting)\n23\nDrainage\nM eridian (discussed at January 2018 meeting)\n24\nDrainage\n(discussed at November 2017 meeting)\n25\nDrainage\nEldred/M egard and on Fourmile near Roger's farm (discussed at August\n2016 meeting). Note for WID board: please locate this site on the map in\nFigure 8 above. Location is not clear from the meeting minutes.\nVersion 3 (April 2018)\n55",
    "Page_60": "Table 6. Programmatic permitting process for stream projects (drainage, habitat)\n(Information provided by Frank Corey, Whatcom Conservation District)\nWashington Department of Fish & Wildlife (W DFW) can issue a 5-year permit (Hydraulic Project Approval) based\nWhatcom County Planning & Development Services (PDS) can concurrently issue a programmatic Land\n Disturbance Permit or Shorelines Exemption.\nBasic Plan Components:\nGeneral description of District and important natural and structural features\nWatercourse classification map\n General list of 5-year drainage maintenance needs\n General list of habitat projects to offset impacts of drainage maintenance and voluntary habitat\nimprovement projects\nAnnual reporting forms\n M itigation sequencing process\nTypical cross-section for maintenance dredging\nBest management practices\nESA Habitat Assessment and mitigation plan for floodplain areas\nW DFW notification requirements individual projects (includes discussion of mitigation)\n PDS Natural Resource Notification of Activity ($35.00) for individual projects\nSEPA\nLDP or shorelines\n Permitting pathway:\nComplete Drainage M aintenance and Habitat Improvement Plan \n2.\nComplete non-project SEPA checklist\n3.\nComplete Shorelines Exemption or Land Disturbance Permit (LDP) applications\n4.\nComplete on-line Joint Aquatic Resource Permit Application (JARPA)\n Submit Plan, SEPA, Shorelines (or LDP), and supporting information to PDS\n5.\n6.\nSubmit JARPA to WDFW\n7.\nNotify WDFW (call or email) and PDS (Notification form) for each project prior to implementation.\n Also submit mitigation plans for each project. Preferred mitigation will be on-site and in-kind (example\nplanting). Other mitigation such as replacing culverts that are barriers to fish passage also possible\n9.\nSubmit annual reports to WDFW and PDS\nPermit Fees\nWDFW\n$175.00\nSEPA\n$535.00\nLDP\n$600.00*\n(or Shorelines Exemption\n$435.00)**\n(Flood Review\n$110.00)**\n*Other fees may apply\n**If in floodplain\nVersion 3 (April 2018)\n56",
    "Page_61": "6.4   Flooding and stormw ater management\n6.4.1  Desired outcomes, goals and possible actions\nThe map of agricultural priorities (Figure 8) includes several possible actions to maintain flood\ninfrastructure in specific locations within the Laurel WiD area.\nIn subsequent versions of the M anagement Plan, this section would include:\nagricultural land from flooding, in collaboration with Whatcom County Public Works;\n· scope of work and resources needed for any additional work that might be needed to collate data or\nM anagement Plan;\n· priority actions, responsibilities and timelines\nSpecialists:\n From Table 2, the suggested priority actions are:\ni.\n Review and update priority actions identified at the February 2016 work session\n11.\n Devries Levee - widen & flatten backslope. Included in SWIF plan by W hatcom County Public\nWorks\n6.4.2   Supporting information related to flooding and stormwater management\nThe following supporting information supports the WID's discussions related to flooding and stormwater\nmanagement and the development of an action plan for inclusion in the WID M anagement Plan:\n·M ap in Figure 9 showing flood infrastructure along the Nooksack River adjacent to the Laurel WID\n Detailed agricultural and watershed enhancement tables prepared at the WiD work session in\nFebruary 2016 indicate flooding concerns and priorities in different parts of the WiD. The tables are\ncontained in Appendix B of this Plan.\n·Data sources listed in Appendix E of this Plan.\nbeing updated. See http://www.whatcomcounty.us/ 2572/ Completed-Plans-Lower-Nooksack\n·Additional plans and studies related to flooding in the Lower Nooksack River: a number of technical\nreports and analyses are available at the Whatcom County Public Works website\nhttp://www.whatcomcounty.us/2572/Completed-Plans-Lower-Nooksack\nVersion 3 (April 2018)\n57",
    "Page_62": "Nooks aokLev\nNooksaok\naurelWID\nLaurel WID\nMiles\n0.5\n1.5\nDiking Districts and\nCartographer:FHBrownfred@fhb3.com\nLevees\nFile:LaureL_DFD_fig91/19/2018\nFigure 9. Map showing Diking Districts and Nooksack River levees associated with the Laurel WID\narea. Map layers: W hatcom County Public Works.\nVersion 3 (April 2018)\n58",
    "Page_63": "6.5 Water flow processes; fish and wildlife\n6.5.1 Desired outcomes, goals and possible actions\nDuring the February 2016 WiD work session, priorities for water flow processes and fish and wildlife\n(including habitats) were discussed in some detail and suggested actions were noted for specific locations\nwithin the Laurel WiD. The results of these discussions and the supporting analyses are contained in the\nenhancement priorities in Appendix A of this document, and the detailed information on watershed\ncharacterization can be found in the tables in AppendixB of this document.\nThe watershed characterization tables provide suggestions for site-specific watershed actions that the\nWID can use to begin developing their action plan, and to identify potential mitigation sites that could be\nincluded in a drainage management plan. For example, Table 5C in Appendix B contains the following\nnote under \"Summary & potential for enhancement\":\n\"Upper Fourmile Creek: This area is of moderately high importance for water flow processes, but\nand discharge. No water quality impairments are listed for this area, but there are listings for\ndissolved oxygen and bacteria in Tenmile Creek downstream of the confluence with Fourmile\nCreek. Enhancement actions should focus on increasing surface storage in order to retain surface\nwill help to enhance recharge. Enhancing forest/riparian cover will help to improve delivery of\nwater to streams. \"\nIn subsequentversionsof the M anagement Plan, thissectionwould include:\n· next steps that the WlD would take to discuss and agree on selected priority actions for protecting or\nenhancing water flow processes, fish and wildlife habitats in the WID area, using the information in\nthe watershed characterization maps and tables (see Appendix B) and any other relevant information\n(see AppendixE);\n· scope of work and resources needed for any additional work that might be needed to collate data or\nto conduct relevant baseline assessments for a set of agreed actions, to be incorporated into the WID\nM anagement Plan;\n· priority actions, responsibilities and timelines.\nSpecialists:\nFrom Table 2, the suggested priority actions are:\n1.\n Review possible actions to enhance or protect water flow processes in specific locations within the\nLaurel WID area, as listed in the watershed characterization tables prepared during the WID work\n(id sn jo g xiuadda ui salei aas) atoz enaat ui uisas \n- Suggested actions in specific parts of the WiD include, for example, enhancing surface water\nstorage, reducing or preventing additional impervious cover, protecting and/ or restoring\nriparian and forest cover, reducing subsurface drainage rates.\nVersion 3 (April 2018)\n59",
    "Page_64": "i. M ake a list of possible habitat-related actions (5/2016) and coordinate this with development of\n(4/2017) to \"bank\" mitigation that might be required for drainage permits. *\nili. Consider request from Fourmile DID #3 to assist with mitigation planting in the spring (01/2018)?\n* denotes actions that may need additional resources & more detailed scope & description\n6.5.2 Supporting information related to water flow processes, fish and wildlife\nThe following supporting information supports the WiD's discussions related to water flow processes, fish\nand wildlife, and the development of an action plan for inclusion in the WID M anagement Plan:\n· Detailed agricultural and watershed enhancement tables prepared at the WlD work session in\nFebruary 2016 indicate priorities for water flow processes, fish and wildlife in different parts of the\nWID. The tables are contained in Appendix B of this Plan.\n·Reference maps contained in Appendix C of this Plan.\n·Data sources listed in Appendix E of this Plan.\n· Data associated with previous and current efforts in the Tenmile watershed, described in more\ndetail in section 5 of this Plan.\n6.6  Agricultural protection (protection of the agricultural industry)\nng asea puel lenne au po uoad isng ou anba m snpu lnne au o uoad \nworking farmland.\nIn subsequent versions of the M anagement Plan, this section would include:\nto conduct relevant baseline assessments, to be incorporated into the WID M anagement Plan;\n· priority actions, responsibilities and timelines.\n6.6.1  Desired outcomes, goals and possible actions\nFrom Table 2, the suggested priority actions are:\n1.\n engage and communicate with non-ag landowners in the WID area about WID priorities and\nprograms, normal farming operations, right-to-farm etc. (include specific actions in the\ncommunication strategy)*\n* denotes actions that may need additional resources, and more detailed scope & description\nVersion 3 (April 2018)\n60",
    "Page_65": "6.6.2 Supporting information related to agricultural protection\nAvailable supporting information includes:\n· Detailed agricultural and watershed enhancement tables prepared at the WiD work session in\nFebruary 2016 indicate priorities for water flow processes, fish and wildlife in different parts of the\nWID. The tables are contained in Appendix B of this document.\n· Reference maps contained in Appendix C of this Plan (specifically the map of Agriculture Priority\nAreas).\n·Gillies 」 & MacKay H (2016). Preliminary Assessment of Drivers of Agricultural Land Conversion in\nWhatcom County, Washington. Project Memo prepared for the Whatcom County Agriculture-\nWatershed Pilot Project, Whatcom County Planning & Development Services, Belingham.\nhttps:// sites.google.com/site/wcw atershedag/home\n6.7  Communication, outreach, education and reporting strategy\nIn addition to the technical work associated with preparing a M anagement Plan and implementing actions\non the ground, the WID board will need to keep communicating internally with WID members and\nlandowners, other stakeholders and relevant agencies.\nWhile much of the work of external communication and engagement would be coordinated through the\nAg Water Board, Laurel-specific information and inputs will be needed for the AWB's efforts.\n In subsequent versions of the M anagement Plan, this section would include:\nengagement;\nfuture implementation of the M anagement Plan, including templates for regular reporting on\nprogress with priority issues and actions;\n· priority actions, responsibilities and timelines.\nSpecialists:\nFrom Table 2, the suggested priority actions are:\n1.\nInternal: Prepare a M anagement Plan for the Laurel WID\nii.\nInternal: Establish a template for tracking and regular reporting of WiD progress on priority issues,\nbased on a set of simple indicators of progress.*\nili.\niv.\ncommunication (M arch 2017 work session notes).\nV.\nExternal: Coordinate with other WlDs to share what farmers are doing to benefit water quality\n(  o    s\nvi.\nExternal: Coordinate with other WIDs to track legislation, rule-making, agendas and impacts on\nagriculture at County, State, Federal levels (M arch 2oth work session notes; Whatcom County\nVersion 3 (April 2018)\n61",
    "Page_66": "vii.\nAdded after Tenmile forum on M arch 1: coordinate with the W CD and the Tenmile Clean W ater\n Project to integrate planning and implementation for WiD outreach and Tenmile Watershed \noutreach efforts (WID, WCD)\nvili.\n resolve sharing of costs, permitting and mitigation for work on drainage infrastructure.\n* denotes actions that may need additional resources, and more detailed scope & description \nVersion 3 (April 2018)\n62",
    "Page_67": "Report for theLaurel WID\n Contains maps and a summary table showing the agricultural and watershed enhancement priorities\nbased on the February 2016 work session with Laurel WiD members and on additional technical analysis\nwebsite https://www.laurelwid.com/ [Alternative dow nload here]\nSource:\nWhatcom County Agriculture-Watershed Pilot Project (2016). Agriculture-Watershed Characterization\nand M apping Report for the Laurel Watershed Improvement District. Whatcom County Planning &\n Development Services. https:// www.laurelwid.com/ [Alternative dow nload here]",
    "Page_68": "Laurel Watershed Improvement District\nExecutive Summary: Agriculture-W atershed Characterization and M apping\nAugust 2016\nWhatcom County Ag-Watershed Project\nPROJECT PARTNERS\nFarmfriends\nFISHand\nCONSERVATIONDISTRICT\nWILDLIFE\nCONSULTINGPROJECTMANAGER\n FHB Consulting Services Inc.",
    "Page_69": "TheCommissioners and members of theWatershed Improvement\nDistrict, and staff of Whatcom County Planning & Development\nRestoration Grant (une 2012 to June 2016) to Whatcom County\nServices, Whatcom County Public Works, Washington State\nPlanning & Development Services, administered by the Washington\nUniversityExtension，WhatcomConservationDistrictand\nDepartment of Commerce. Project partners include: Whatcom\nWashington Department of Fish & Wildlife provided their local\nFarm Friends-Community Education, Whatcom Conservation\nDistrict and Washington State Department of Fish & W ildlife.\nand provided valuable inputs during work sessions and in the review\nof draft work products.\nProject fact sheets and links to all previous work, including technical\nreports and reference documents can be found at\nPhoto credits: John Gillies, Stephen Seymour\nhttp://whatcomcounty.us/2260/Agricultural-Watershed-Pilot-\nProject\nFor more information on the Ag-Watershed Project,\nplease contact the project leads:\nAcknowledgements\nKarin Beringer\nHeather M acKay\nWhatcom County Planning &\nFHB Consulting Services Inc.\nThis document was compiled by members of the Ag-Watershed\nDevelopment Services\nLynden WA 98264\nProject team: Henry Bierlink, Fred Brown, M ary Dumas, Katie Gaut,\nBellingham, Washington 98226\nheather@fhb3.com\nJohn Gillies, Heather M acKay, Cheryl Lovato Niles\nkberinge@ co.whatcom.wa.us\nColin Hume, Susan Grigsby and Stephen Stanley of the W ashington\nDepartment of Ecology provided technical assistance and guidance.\nAND PROTECTION COOPERATIVE AGREEM ENT GRANT PC-0OJ 2O1O1 WITH THE WASHINGTON DEPARTM ENT OF ECOLOGY. THE CONTENTS OF THIS DOCUM ENT DO NOT\nCONSTITUTE EN DORSEM ENT OR RECOM M ENDATION FOR USE.\nAppendix A",
    "Page_70": "A customized report has been prepared for each of the six\nBackground\nWatershed Improvement Districts in Whatcom County. Full reports\nfor other Watershed Improvement Districts can be accessed\nThe  agriculture-watershed characterization maps  and   tables\nthrough the WiD websites? or through the Ag-Watershed Project\ncombine existing spatial data with field experience and farmers'\npage.4\nlocal knowledge to identify agricultural priorities and needs in the \nlowland areas of Whatcom County and to bring those into the\nThe characterization and mapping results presented in this report \nplanning conversation with watershed priorities and needs. \nThe\nhave been derived from multiple information sources. \nThe\nresults are intended to support integrated land and water planning\ninformation is provided for planning purposes only, is not for use in\nat watershed scale, and to support the identification and\nprioritization of agricultural and watershed enhancement actions at\nWhatcom County Planning and Development Services efforts to\nfarm and reach scale. These products will be provided to the\nimprove agricultural and watershed conditions.\nWatershed Improvement Districts (WIDs) and Special Districts to\nwork.\nDefinitions: for the purposes of the Ag-W atershed Project,\nagricultural enhancement entails maintaining the land base, soil, water, air,\n The full characterization and mapping report for the Laurel WID1\nplants, animals, production capacity and natural infrastructure necessary to\ncontains the reference information, work session information and\nkeep farmers farming over the long term as land uses and economic situations\nchange over time.  Thus \"agricultural enhancement\" and “\"agricultural\nresults of the agriculture-watershed characterization and analysis\nprotection\" include but are not limited to agricultural land protection alone.\nconducted in 2016. The document is arranged into sections that\nwatershed enhancement actions are those actions which improve the ability\nallow easy access to specific categories of information.\nof the watershed to provide its natural benefits and services to communities.\nWatershed enhancement includes the idea of \"repairing\" major landscape\nThe results of the characterization and mapping have also been\nor improve the delivery of watershed services.\nincorporated into an online story map at http:// arcg.is/29M YdYu \n1 Whatcom County Agriculture-Watershed Pilot Project (2016). Agriculture-\nWatershed Characterization and M apping Report for the Laurel Watershed\nImprovement District. Whatcom County Planning & Development Services.\nDownload from http://www.laurelwid.com/\n2 Whatcom County Agriculture-Watershed Project (2016), Agriculture-\n 3 Linksto each WID website can be found at\nWatershed Characterization & M apping, Whatcom County. Story map \nhttp://www.agwaterboard.com/\nprepared for the Whatcom County Agriculture-Watershed Pilot Project,\n4 See http://www.co.whatcom.wa.us/2260/Agricultural-Watershed-Pilot-\nWhatcom County Planning & Development Services, Bellingham\nProject\n2\nAppendixA",
    "Page_71": "Overview and Locality Map\nLaurelWatershedImprovementDistrict\nBoundaries\nWatershed Improvement\nData Sources:WID Boundaries-Whatcom Farm Friends,2015.PSWCPAnalysis&Assessment Units-Puget\nPSWCPAssessmentUnit\nSoundWatershed Char\nerizationProject,2015.For\ninformationon data andmodelsusedgoto:\nwww.ecy.wa.gov/puget_sound/characterization/\nAg Watershed\n00.250.5\nCharacterization Areas\nWhatcom County Ag-Watershed Pilot Project\nK.Gaut,BlueWater GIS.Date:February19,2016.Updated:FHBrownMay23,2016.\nsibilityforusethereof,andfurtheragreestoholdwhatcomcountyharmlessfromandagainstanydamage,loss,orabiityanisingfromanyuseof thismap.\nFigure 1. Laurel WID: Overview and locality map\n3\n Appendix A",
    "Page_72": "A work session was held with Laurel WiD members and technical\nApproach used for agriculture-watershed\nstaff of local agencies in February 2016, during which participants\ncharacterization\nused maps to identify and prioritize the type and location of\nPilot characterization and mapping (2012)\n   si  e  e  \nbenefit to both agricultural and watershed systems.\nmapping was developed and pilot-tested during Phase 1 of the Ag-\nWatershed analysis\nFishtrap and Kamm watersheds. The pilot results are reported in\nThe results of the watershed characterization and mapping for the\nthe Phase 1 report on mapping and characterization (Gill, 2013).\nLaurel WID include tables and summary maps which describe the\nwatershed services that are most needed for a healthy watershed\n(including the restoration of salmon populations) and where they\ncould be enhanced in the watershed.\nInformation that was gathered during the pilot study in 2012 was\nagriculture-watershed characterization reports for the Bertrand,\nWID, the information contained in the watershed reference maps\nprovided by the Department of Ecology in a series of maps showing\nMethodology used for the 2016 WiD characterization and mapping\nthe areas which are most in need of either restoration or protection\nof larger-scale water flow processes). The work session participants\nAreas within the Laurel Watershed Improvement District (WID) have\nreviewed this information, provided additional local field knowledge\non site-specific watershed priorities, and identified potential actions\n or projects that could help to achieve watershed priorities.\nintegration of local field knowledge and experience with a series of\nreference maps and tables, all of which draw on existing\nA more detailed description of the watershed characterization\ninformation and data.\nreport.\n5 GillP (2013). Agriculture-Watershed Characterization and Mapping Report forthe North\nseeaedu sawsssepey peaemos esee, psae\nLynden watersheds. Prepared for the Whatcom County Agriculture-Watershed Pilot Project,\nwithin a watershed for restoration and protection value. It is a coarse-scale tool that supports\nWhatcom County Planning & Development Services, Bellingham.\ndecisions regarding where on the landscape should efforts be focused first,and what types\nhttp://www.co.whatcom.wa.us/2260/Agricultural-Watershed-Pilot-Project\nof actions are most appropriate to that place.\" See\n6 Ag-Watershed Project fact sheets can be downloaded from\nhttp://www.ecy.wa.gov/ puget sound/characterization/index.html\nhttp://whatcomcounty.us/2260/Agricultural-Watershed-Pilot-Project\n4\nAppendix A",
    "Page_73": "Agricultural analysis\nThe characterization maps and tables should also help the WID\nThe results of the agricultural characterization and mapping for the\nidentify project opportunities that enhance watershed processes\nLaurel WID include tables and summary maps which describe the\nwhile strengthening agriculture where agricultural and watershed\nagricultural services that are most needed for the long-term success\npriorities are complementary, and to find acceptable trade-offs\nof agriculture, and where they could be enhanced in the watershed.\nwhere they compete.\nagriculture: soils, water, adequate drainage and flood protection,\nThese results, which incorporate local knowledge and farmer\nand long-term protection of the agricultural land base.\ninsights, may also be used to communicate the WiDs’ priority\nMethods used to prioritize agricultural needs are based on a\nplanning such as Whatcom County's Comprehensive Planning\nProcess. M ore information on how to use these results in planning\nprograms in Whatcom County, (i) available GIS data contained in\ncan be found in the Ag-Watershed Project Fact Sheet 5, included as\nthe agricultural reference maps (see section 6 of the main report)\nAppendix D of the main report.\nand (ili) local knowledge provided at the WiD work session.\nSummarized results for the Laurel Watershed\nAt the WiD work session, participants assisted the project team to\nImprovement District\npriorities in the WlD area, and to locate the different agricultural\n a a aim a o sde s  sod pu saau asss\nThe summary table below (Table 1) and the summary maps in\ndetailed description of the methodology is provided in section 3 of\nFigure 2 highlight the most significant watershed and agricultural\nthe main report.\nmarks in Table 1 indicate where a specific enhancement priority w as\nidentified during the characterization and mapping process.\nApplication: How to use the results of the agriculture-watershed\ncharacterization and mapping\nDetailed descriptions of priorities, the sources of data or\ninformation on priorities, and descriptions of each priority and the\nThe WID can use the characterization maps and tables of\nfound in Tables 3 and 5 of the main report.\nplanning, management, and project funding.\nThe characterization maps and tables should help the WlD to\nidentify, prioritize, and strategically locate practical beneficial\nprojects and actions at the farm or reach-scale, and to enhance\nagricultural operations and watershed functions in the WiD area\n5\nAppendix A",
    "Page_74": "Table 1. Summary results of agriculture-watershed characterization and mapping for the Laurel WID\n(See locality map in Figure 1 for locations of agriculture-watershed characterization areas)\n Tenmile\n Tenmile \nFourmile\nFourmile\n Deer Creek\nWiser/CougarWiser/Cougar\nCreek Upper\nCreek LowerCreek UpperCreek Lower\nNorth\nSouth\n Agricultural Enhancement Priority (See Table 3 in the main report for details)\n Prime agricultural soils\nWaterqualityfor crops and livestock\nWater quantity\n，\n二\nAgricultural drainage\n二\n二\n、\n Flood protection\nAgricultural land base:\nImportant agricultural land\n Protection from development pressure\nOther:\nWatershed Enhancement Priority (See Table 5 in the main report for details)\nWater Quality\nNutrients, Ammonia-N\n(Ammonia-N)\n Bacteria\nTemperature\n Dissolved oxygen\nOther:\n(pH)\nHabitat\nSalmon spawning (current, documented)\nAnadromous fish\nWildlife\nWetland\nWater Flow Processes*\nDelivery\n Discharge\n Recharge\nStorage\n Other\n8 Check marks are shown in the summary table if the recommendation for any water flow processis indicated as highest restoration/restoration/highest protection/protection.\n6\nAppendix A",
    "Page_75": "Agricultural System Enhancement Priorities\nWatershed System Enhancement Priorities\nWater for agriculture.\nWater for agriculture.\nEnhance surface storage\nand reduce subsurface\ndrainage.--\nDrainage.\nDevelopm\nent pressure\nDevelopment pressure.\n Retain surface flows longer\nWater for agriculture.\nto enhance storage.\nImprove water\n Enhance surface storage\n and discharge.\nquality.\nFlood protection and \n drainage.\n Water Flow Management \n Recommendations\n(WA Dept. of Ecology)\nHighest\nHighest\nProtection\nRestoration\nProtection\nRestoration\nPrime soils when drained (Prime 2)\nPrime soils needing protection from flooding.\nProtection/ \nRestoration/\n(Prime 3,5 or 7)\nRestoration\nDevelopment\nAgriculturalland zonedAG.\nDevelopment/\nConservation\nRestoration\nRural Study Areas\nMiles\nFigure 2. Summary maps: Agricultural and watershed system enhancement priorities\nAppendix A",
    "Page_76": "Agricultural System Enhancement Priorities\nWatershed System Enhancement Priorities\nWaterFlowMan\n(WA Dept.of Ecology)\nHighest\nHighest\nProtection\n Restoration\nProtection\nRestoration\nPrime soils when drained (Prime 2)\nProtection/\nRestoration/\nRestoration\nDevelopment\nPrime soils needing protection from flooding.\nAgricultural land zoned AG.\nDevelopment/\nConservation\nRestoration\nRural StudyAreas\nMiles\nFigure 3. General agricultural and watershed enhancement priorities for the lowland areas of W hatcom County\n8\nAppendix A",
    "Page_77": "Possible future challenges and priorities\nWater quality: Tenmile and Fourmile Creeks are actively\nFuture challenges (1- 10 years) may include issues listed below. See\nbacteria, and fecal coliform). Groundwater quality (nitrates)\nTable 1 for the full summary results of agriculture-watershed\nis of concern in large areas of the Sumas-Blaine Aquifer\ncharacterization and mapping for the Laurel WID.\nlocated within the WID area.\n· Water quantity: Access to legal irrigation water is a key\n Drainage: Much of the Laurel WID area includes woodlots\n  i a a  sode aau e o\n and riparian plantings along major creeks and tributaries of\nthe Nooksack River. Regular management of beaver and\nFourmile Creek, and Tenmile Creek are closed year-round to\nremoval of other impediments to agricultural drainage\nfurther appropriations unless mitigated. Restrictions on\ninfrastructure is needed, in order to access fields at critical\nirrigation from creeks, tributaries, and other surface water\ntimes during the growing season.\nsources are in place until instream flows levels are met\nduring critical periods for fish per the existing Nooksack\nInstream Flow Rule.9 Limited access to water rights may\nimpact water quantity accessibility in some areas of the\nWID, as major Group A public suppliers do not have\nadequate water rights in proper locations to meet projected\nfuture demand.10\nProtection    of  agricultural    land    from    development\npressure: All sub-basins within the Laurel WID area contain\nprime agricultural soils that are considered important to\nWhatcom County's agricultural land base. Pressures from\nresidential and commercial development are found in sub-\nbasin areas that contain major arterials.\n9 WAC 173-501 (1985), Instream Resources Protection Program - Nooksack\nWater Resource Inventory Area 1.\n10 Whatcom County Coordinated Water System Plan Update (2016),\nhttp://www.whatcomcounty.us/1035/Coordinated-Water-System-Plan-\nUpdate\n9\nAppendix A",
    "Page_78": "Appendix B: Agricultural and watershed characterization tables for the Laurel WID\nContains the detailed tables listing and describing agricultural and watershed enhancement priorities as\ndiscussed at the February 2016 work session of the Laurel WID. The tables are included in the full\nAgriculture-Watershed Characterization Report (2016) but are presented in this appendix for easy\nreference.\nSourceforthesetables:\nand M apping Report for the Laurel Watershed Improvement District. Whatcom County Planning &\nDevelopment Services. The full WiD mapping report can be downloaded from the Laurel WID website\nhttps://www.laurelwid.com/ [Alternative dow nload here]\nUpdate M arch 2018: Please note that the W ashington Department of Ecology has a new website.\nReferences to Ecology's Water Quality Assessment should now be directed to the new link\nhttps:/ fortress.wa.gov/ ecy/ approvedwqa/ ApprovedSearch.aspx",
    "Page_79": "Table3. Agriculturecharacterization tablesfor the Laurel WID.\nNOTE: Possible actions include: Specific actions identified by WID Actions Map #and location (e.g. Li7) and Assessment Unit (AU); and general actions which do not have locations specified. Some of these actions do not\nappear on the WiD Actions M ap due to: (i) action is general in description, no location is noted; (i action is specific in description, but no location noted;\n(i) action is general in description, but location is outside the WID area; or (iv) action is specific in description, location outside the WID.AUs are provided when known.\n3A. Agricultural Enhancement Priorities: U pper Tenmile Creek\nWater quantity:Ilrrigation,\nWaterquality\nDrainage\nFlood protection\nLand\nOther\nPossible actions\n stock and processing\n10-25 new applications\nSections of Tenmile Creek\n25-50% of soil in Upper\n5% of soil is prime if\n 41% of land is in Ag\nUpper Tenmile\nfor water rights in Upper\nin Upper Tenmile are in\nTenmile is prime if drained.\nprotected from flooding in\nZoning and RSA. An RSA\nTenmile - See Ag\ncategory 51 for Do. One\n- See Ag Priorities map:\nCreek\nUpper Tenmile - See Ag \n occupies a substantial \n Priorities maps: Water\nsection is in category 4a2\n Drainage.\n Priorities maps: Flooding.\n portion of Upper \nAU1137\nTenmile - See Ag\nQuantity\n for bacteria.3\nAU1136\nWater quantity priority\n Priorities map: Ag Land\nNote: Above is from\nBase.\nNotes from\n Department of Ecology\nAg land base priority in\n reference maps\n 2012 Water Quality Atlas\nsection of Upper\nand other\ndata. 2016 update shows\nTenmile that is within\ndocuments:\nTen Mile Creek in this\nLaurelWID\nsection is also listed in\ncategory 5 for temp.4\n>85% of area is prime 1-\n 10 in Upper Tenmile. -\nIron(natural origin)found\n See Ag Priorities map:\n in most areas of Sumas\nPrime Soils.\n aquifer in the Lynden-\nAg prime soils priority\n Everson- Nooksack-Sumas\n study area.5\nSilver Spring Creek is very\n Problems with DO and\n Important to maintain \n AU 1136: Regular flooding\n AU 1136: Development \nHistorically, water\n(L17/30) AU 1137 Fish passage\nimportant - supports \nfecal coliforms in main\n drainage.\nafter installation of log\nUpper Tenmile\ncausing some increased \nquality has been\n problem.\nCreek\nirrigation use and \n creek. There is increased\nBeaver control is needed.\njams in channel of \nsediment and storm \ngood.\n(L3/31) AU 1137: Clean out\nmaintains Tenmile Creek\n sediment in Silver Springs\nAU1137\nSediment accumulates in \nTenmile.\nwater flow.\nTenmile Creek channel west of\nflow.\n Creek, possibly in runoff \nchannel (channel not \nAg flood protection\nDevelopment pressure\n Chasteen Rd for 0.5 miles\nAU1136\n Upper Silver Spring Creek\nfrom Laurel Rd and\n specified by participants).\npriority\ndownstream.\n goes dry (possibly due to\nupstream development.\nAU 1136: Flow is not good\n(L1/32) AU 1137: Consider\nNotes from work\n gravel pit at headwater of \nby the Old Guide and \n purchase of development rights \n session February\nSilver Spring Creek).\nAU 1136: Some iron issues\n Hemmi Rd area. After silage \n in upper Silver Springs Creek.\nA deep ditch below Ten\n2016\nin water in this area.\nwas harvested out of\nMile road goes dry from\nAg water quality priority\nHemmi/Tenmile area the \n AU 1136: Remove old dam at the\nJuly through September\n ground became wet year\nschool.\n round. Ag drainage priority\n1 Polluted waters that require a TM DL (total maximum daily load) or other WQI (water quality Improvement) project: the traditional list of impaired water bodiestraditionally known as the 303(d)list. Placement in this\ncategory means that Ecology has data showing that the water quality standards have been violated for one or more pollutants, and there isno TM DL or pollution control plan. WA Department of Ecology, 2015. Water\nQuality Assessment Categories. https://ecology.wa.gov/Water-Shorelines/Water-quality/Water-improvement/Assessment-of-state-waters-303d/Assessment-categories(last accessed 1/24/18)\n1Category4ahasaMDL:waterbodiesthat have an approved MDLinplaceand areactivelybeing mplemented.WADepartment of Ecology,205.WaterQualityAssessment Categories\n2 Category 4a - has a TM DL: water bodies that have an approved TM DL in place and are actively being implemented. WA Department of Ecology, 2015. Water Quality Assessment Categories.\nhttps:// ecology.wa.gov/Water-Shorelines/ W ater-quality/Water-improvement/ Assessment-of-state-waters-303d/Assessment-categories (last accessed 1/24/18)\n3 Ecology (2012), Water Quality Assessment for W ashington. Now at: https://fortress.wa.gov/ecy/wqamapviewer/map.aspx\n4 Ecology (2016), Washington State Water Quality Atlas. https:/ /fortress.wa.gov/ecy/wqamapviewer/map.aspx\nReport 98-4195. USGS. <http:/pubs.usgs.gov/ wri/1998/4195/report.pdf>(last accessed 4/4/2016)\nAppendix B",
    "Page_80": "3B.Agricultural EnhancementPriorities:LowerTenmileCreek\nWaterquantity:Irrigation,\nWaterquality\nDrainage\nFlood protection\nLand\nOther\nPossible actions\n stock and processing\n1-10 new applications for\nA section of Tenmile\n 25-50% of soil in Tenmile \n5% of soil is prime if\n 71% of land in Lower\nLower Tenmile\nwater rights in Lower\n Creek in Lower Tenmile is\nLower is prime if drained. -\nprotected from flooding\n Tenmile is in Ag Zoning\nAU1139 plus\nTenmile. See Ag Priorities \nin category 5 for D0, and\n See Ag Priorities maps:\nin Lower Tenmile. A\nand RSA.\nmaps: Water Quantity\ncategory 4a for bacteria.6\n Drainage.\nsmall area along the \nAg land base priority\nsmall portion of \n(map shows 6 \nNooksack River lies in\nAU1137\napplications)\nIron (natural origin)\nfloodway and 100-year\nA Rural Study Area \nWater quantity priority\n found in most areas of\nflood zone - See Ag\n occupies a substantial \nNotesfrom\n Sumas aquifer in the \n Priorities maps: Flooding.\n portion of this subasin.\n reference maps\nLynden-Everson-\n- See Ag Priorities map:\n and other\n Nooksack-Sumas study\nAg Land Base.\ndocuments:\narea.7\nDevelopment pressure\n 92% of soils in Lower\n Tenmile are Prime. See\n Ag Priorities map:\nPrime Soils.\nAg prime soils priority\nWest of Guide Meridian\nLowerTenmile\nwork is being done on\n AU1139 plus\ncreek.\n Participants noted water\nsmall portion of\ntemperature concerns \nAU1137\nfor the creek.\nIron in groundwater can\nNotes from\nclog berry irrigation\nwork session\n equipment.\nFebruary 2016\n6Ecology (2012),Water Quality Assessment for Washington.Now at: https://fortress.wa.gov/ecy/wqamapviewer/map.aspx\nReport 98-4195. USGS. <http:/pubs.usgs.gov/wri/1998/4195/report.pdf>(last accessed 4/4/2016)\nAppendix B\n2",
    "Page_81": "3C. Agricultural Enhancement Priorities: Upper Fourmile Creek\nWater quantity: Irrigation,\nWaterquality\nDrainage\nFlood protection\nLand\nOther\nPossible actions\n stock and processing\n 1-10 new applications for\nNote: There were no\n 25-50% of soil in Upper\n5% of soil is prime if\n 81% of land in Upper\nUpper Fourmile\nwater rights in Upper\ncategory 4 or 5 \nFourmile is prime if drained.\n protected from flooding in\n Fourmile is in Ag Zoning\n Fourmile - See Ag\nDepartment of Ecology\n- See Ag Priorities map:\nCreek\nUpper Fourmile. - See Ag\n&RSA.\n Priorities maps: Water\nlistings in the 2012\n Drainage.\n Priorities maps: Flooding.\nAU1133\nAg land base priority\nQuantity (map shows 4 \nWater Quality Atlas\nA Rural Study Area \nAU1114\n applications).\ndata. The 2016 Water\nDrainage District #3 is \noccupies a portion of \nWater quantity priority\nQuality Atlas shows\nlocated within the Fourmile\n this subbasin. - See Ag.\nNotes from\nsections of Fourmile \nsubbasin. 9\n Priorities map: Ag Land \n reference maps\n Creek in this area are\nBase.\n and other\nlisted in category 5 for\nDevelopment pressure\nDO,pH.8\n>85% of area is prime \ndocuments:\n 1-10 in Upper Fourmile\n - See Ag Priorities map:\nPrime Soils.\nAg prime soils priority\nWater Rights are\n Green Lake has water\n Drainage is an issue in this\nBeaver dams are creating\n 5-acre development \nNoon Rd and\n(L4/33) AU1133: Potential\navailable. There is \nquality problems M ay-\n area. Peat soils around Noon\n localized flood problems \n has brought increased\nUpper Fourmile\nHemmi Road are\nsediment trap in Fourmile \n plenty of surface water.\nOct (low DO, high\n and Lunde Rds need\n and keeping land out of\nstormwater runoff \nbuilt on peat and \nCreek\nCreek\nThere are lots of springs\ntemperature)\n drainage; new blueberries on\n agriculture between Green\nflowing toward\nare settling\nAU1133\nin the area.\n Pole Rd are adding drainage\nLake and the gravel pit.\n Fourmile Creek.\n(L5/34)AU1133:Maintenance\nAU1114\nMore groundwater\nwater to the creek; Guide\n(L9/39)\nFourmile to Guide\n required on Fourmile Creek to\nirrigation rights are\nM eridian runoff.\nLand can be used for\nhas less reed canary\n keep channel flowing.\nNotes from\nneeded.\n Beaver dam removal and\n residential between\ngrass and good\n Green Lake Slough was\nwork session\n buffer planting \n Central and Ten Mile \nshade.\n(L7/36) AU 1133: Bypass around\n February 2016\ndredged 10 years ago and \n maintenance is needed to\nRds.\nlake needs to be cleaned.\n this helped drainage in area.\n prevent channel blockage \nby bridge.\n(L18/37) AU1114: Beaver\n AU1114: The Drainage\n management needed to prevent\nDistrict used to dredge \n Flood protection is not \nflooding.\n Fourmile and this helped \n currently a priority in this\ndrainage. (36)\n area - however, see beaver\n(L8/38) AU1114: M aintenance\n maintenance item L18.\nneeded to clear willows out of\nA comment was made that \nwaterway.\n the elevation of Fourmile \n drops 1' from Green Lake to\n(L9/39) AU1114: M ore ag land \nHannegan Rd.\nwould be available if this area\ndrained.\n Loss of ag lands in area at\nthe edge of the gravel pit - 5 \n(L11/41)AU1133:\n years ago it was dry, where it \nM aintenance needed to clear\nis now chronically wet.\nwillows that have fallen into\nAg drainage priority\nwater.\n8 Ecology (2016), Washington State Water Quality Atlas. https://fortress.wa.gov/ecy/wqamapviewer/map.aspx\n9 WCD (2014),Agricultural Drainage forDrainage Districts.Whatcom ConservationDistrct. http://www.whatcomcd.org/ag-drainage-districts\nAppendix B\n3",
    "Page_82": "3D. Agricultural Enhancement Priorities: Lower Fourmile Creek\nWater quantity: Irrigation,\nWaterquality\nDrainage\nFlood protection\nLand\nOther\nPossible actions\n stock and processing\n 1-10 new applications for\nNote: There were no\n 25-50% of soil in Lower\n5% of soil is prime if\n 84% of land in Lower\nLower Fourmile\nwater rights in Lower\ncategory 4 or 5 \n Fourmile is prime if drained.\n protected from flooding in\n Fourmile is in Ag Zoning\nFourmile. See Ag \nDepartment of Ecology\n See Ag Priorities map:\nCreek\nLower Fourmile - See Ag\n&RSA.\n Priorities maps: Water\nlistings in the 2012\n Drainage.\n Priorities maps: Flooding.\nAU1137\nAg land base priority\nQuantity (map shows 4 \nWater Quality Atlas\napplications).\ndata. The 2016 Water\n Drainage District #3 is\nA Rural Study Area \nNotes from\nWater quantity priority\nQuality Atlas shows\nlocated withintheFourmile\n occupies a small portion \nreference maps\nsections of Fourmile \n subbasin. 11\nof this subbasin. - See Ag\nand other\n Creek in this area are\n Priorities map: Ag Land \ndocuments:\nlisted in category 5 for\nBase.\nDO,pH.10\nDevelopment pressure\n>85% of area is prime 1-\n 10 in Lower Fourmile. -\n See Ag Priorities map:\nPrime Soils.\nAg prime soils priority\n Summer flow is low.\n Participants mentioned \n Fourmile channel grade is\nNeed to check if old rip rap\nLower Fourmile\n Need more groundwater\nfecal coliforms, DO as\n flat and requires periodic \nis possibly adding to channel\nCreek\nirrigation rights.\nconcerns, particularly\n maintenance to maintain \nfailures. (li)\nfor Tenmile\n drainage.\nAU1137\ndownstream of\n There are peat soils in the \nAllow for more fall to the\nFourmile confluence.\n area which require\n creek to increase outflow.\nNotes from\nLow DO is possibly \n drainage.\n(iv)\nwork session\nassociated with peat\nDrainage below old Guide is\n February 2016\n soils in the area.\n very bad.\n Land is 4-5\" under water\n and drainage for whole\nTenmile system is impaired.\n Flow gets slow by the \nschool.\nAg drainage priority\n10 Ecology (2016), Washington State Water Quality Atlas. https:/fortress.wa.gov/ecy/wqamapviewer/map.aspx\n11 WCD (2014), Agricultural Drainage forDrainage Districts.Whatcom ConservationDistrict. http://www.whatcomcd.org/aq-drainage-districts\nAppendix B\n4",
    "Page_83": "3E.Agricutural EnhancementPriorities:DeerCreek\nWater quantity: Irrigation,\nWater quality\nDrainage\nFlood protection\nOther\nLand\nPossible actions\n stock and processing\n 1-10 new applications for\nA section of Deer Creek\n25-50% of soil in Deer is\n5% of soil is prime if\nThe portion of Deer\nDeer Creek\nwater rights in Deer\nis in category 5 for DO,\n prime if drained. See Ag\nprotected from flooding in\n Creek that is within the\nAU1140 and\n Creek - See Ag Priorities\npH, ammonia-N, and \n Priorities map: Drainage.\n Deer Creek. See Ag\nLaurel WID is in Ag \nmaps: Water Quantity\ncategory 4a for \n Priorities maps: Flooding.\n Zoning & RSA. See Ag\nAU1138\n(map shows 3\n bacteria.12\n Drainage Improvement \nReference map:\n applications within the\n District #30A includes the\n Agriculture Priority\nNotes from\nWID area of Deer Creek).\nIron (natural origin)\n south fork of Deer Creek_\nAreas.\n reference maps\nWater quantity priority\nfound in most areas of \nAgricultural Drainage for\nAg land base priority\n and other\n Sumas aquifer in the\n Drainage Districts.\ndocuments:\nLynden-Everson-\nhttp://www.whatcomcd.or\n 84% of soils are prime 1-\n Nooksack-Sumas study\ng/ag-drainage-districts \n 10 in Deer Creek - See \narea.13\n Ag Priorities map: Prime \nSoils.\nPrime soils priority\nDeer Creek goes dry in\n Iron levels are high in\nThere were beaver issues in\n Beaver dams cause\n Hay and beef cows in the\n(L13/44) AU1140: This area\n summer. Need to use\n some areas.\n the lower areas (lower\nflooding around backside\narea.\n needs better drainage.\nDeer Creek\nAU1140 and\nwater from community\nThere are high fecal \nlands), but repeated dam\nof Wiser Lake.\n Dairy farmers are leaving\nwater association for\n coliform counts in the\n removal over several years \n and selling land for\n(L20/45) Groundwater\nAU1138\n stock watering.\n area, participants had\nhas controlled them.\nFlood protection is not\n berries. The land is good \n quantity is limited here, not\nThe summer of 2015 was\nquestions about\n currently a priority in this\nfor growing lots of \n enough for cows and lots of \nNotes from\nvery dry, the normally \npossible sources of\nIt istoo wet to grow corn or\n area but see beaver\nthings.\niron.\nwork session\nfecal coliforms.\nhigh quality hay\n grass in fields between Deer\n maintenance action item\n There are lots of \nFebruary 2016\n production was reduced.\n Crystal Springs\n Creek and Axton, also wet \n#L14.\n residential conflicts:\n(L14/46) AU1140: Problems\ndevelopment is a \n through area along Guide\nsmells, noise, pesticide\nwith drainage and beaver\n One participant tried to\npossible source of\nand above Hemmi near \nconcerns.\nmanagement needed.\ninstall a 600 ft well in the\n sediment entering the \nwoodlot.\nDevelopment pressure\n area but the well yielded\nstream.\n(L15/47)AU1140:Wetfield,\nwhite sand & salt water.\nAg drainage priority\nwould benefit from cleaning \nLake in the area now\n The headw ater is in\nculvert.\n drains neighboring\njeopardy due to\nlandowner's spring\n development - reduced\n(L16/48) AU1140: Keeping\n(location detail not\n streamflow.\nthis ditch clear is key to\n provided).\ndrainage to east. Creek runs\nslowly.\n12 Ecology (2012), Water Quality Assessment for Washington. Now at: https:/fortress.wa.gov/ecy/wqamapviewer/map.aspx\n13Cox,..andKae.C.(99),HyroglgyroundWateQulityndourceofitratnwlandGlacilAqifesfWhatmCoutyWashingto,andBritshClmbiCanada;Wateourcevestigati\nReport 98-4195. USGS. <http:/pubs.usgs.gov/wri/1998/4195/report.pdf>(last accessed 4/4/2016)\nAppendix B",
    "Page_84": "3F.Agricultural EnhancementPriorities:Wiser Lake/CougarCreek(South)\nWaterquantity:Irrigation,\nWaterquality\nDrainage\nFlood protection\nOther\nLand\nPossible actions\n stock and processing\n 1-10 new applications for\nIron (natural origin)\n25% of soil in\n5% of soil is prime if\n97% of land in\nWiser\nwater rights in\nfound in most areas of\nWiser/Cougar South is\nprotected from flooding in\nWiser/ Cougar South is in\nWiser/Cougar South -\n Sumas aquifer in the \n prime if drained. See Ag\nWiser/Cougar South. A\nLake/ Cougar\nAG Zoning & RSA.\nCreek (South)\n See Ag Priorities maps:\nLynden-Everson-\n Priorities map: Drainage.\n small area along the \nAg land base priority\nWater Quantity (map\nNooksack-Sumas study\n Nooksack River lies in\nAU1112\n shows 5 applications).\narea.14\nfloodway and 100 year\nA Rural Study Area\nWater quantity priority\nflood zone. See Ag\n occupies a substantial\n Priorities maps: Flooding.\nportion of this sub-basin.\nNotes from\nSee Ag Priorities map: Ag\nreference maps\nLand Base, and Ag \n reference map:\n and other\n Agriculture Priority\ndocuments:\nAreas.\nDevelopment pressure\n 80% of soils are prime 1-\n 10 in Wiser/Cougar S. -\n See Ag Priorities map:\nPrime Soils.\nAg prime soils priority\nIrrigation is critical by\nWater is clean.\nThe Sandy soils drain well\nAU1112:\nFish passage barrier\n[L12] AU1112: Drainage -\nWiser\n Piper and Northwest Rds.\n Iron levels vary greatly,\nhere.\n Flood waters recede pretty\nbetw een Chasteeen\nimprove drainage functions \nLake/ Cougar\nhigh in some places, \nDrainage District takes care\n quickly, but there is \n and Guide M eridian \n along Neevel Rd and \n Groundwater is ample.\nnot present in others.\nof flooding well.\nincreasing spring and fall\nCreek (South)\nRds.\nNooksack River.\nflooding. If trend continues\nAU1112\n[L19] AU1112: Drainage -\n There isa good well by\n it willimpact farming\n Pole Rd.\noperations, e.g. corn\nConfluence of Tenmile and\nNotes from\nharvest.\nNooksack River would be a\nwork session\n good place for floodgate. (iv)\nFebruary 2016\n14 Cox, S. E., and Kahle, S. C.(1999), Hydrogeology, Ground-Water Quality, and Sources of Nitrate in Lowland Glacial Aquifers of Whatcom County, Washington, and British Columbia, Canada; Water-Resources Investigations\nReport 98-4195. USGs. <http://pubs.usgs.qgov/wri/1998/4195/report.pdf>(last accessed 4/4/2016)\nAppendix B\n6",
    "Page_85": "3G. Agricultural Enhancement Priorities: Wiser Lake/ Cougar Creek (North) - only a small portion is within the Laurel W ID\nWaterquantity:lrrigation,\nWaterquality\nDrainage\nFlood protection\nLand\nOther\n Possible actions\n stock and processing\n1 new application for a\nA section of Wiser\n 25-50% of soil in\n<5% of soil is prime if\n83% of land in\nWiser\nwater right in theportion\n Creek in Wiser/ Cougar\nWiser/Cougar North is\nprotected from flooding in\nWiser/ Cougar North is in\nof Wiser/ Cougar North\n North are in category 5\n prime if drained. - See Ag\nWiser/Cougar North. A\nLake/ Cougar\nAG Zoning & RSA.\n that is within the Laurel\nfor DO, and category\n Priorities map: Drainage.\n small area along the \nAg land base priority\n Creek (North)\nWID, but there are more\n4a for bacteria, and a\n Nooksack River lies in\nAU1110\n applications in this area\nsection of Unnamed \n Drainage Improvement \nfloodway and 100-year\nA Rural Study Area\noutside the WID\n Creek (Tributary to\nDistrict #5 is located within\nflood zone - See Ag \n occupies a portion of this\nboundary.\n Nooksack River) in \nthe Wiser/ Cougar North\nPriorities maps: Flooding.\n sub-basin. - See Ag\n See Ag Priorities maps:\n AU1110 is in category\n sub-basin.18\n Priorities map: Ag Land \nNotesfrom\nreference maps\nWater Quantity and Ag\n5 for DO.15 .16\nBase.\nreference map: Water\nDevelopment pressure\n and other\nright points of diversion.\n Note: Above is from\ndocuments:\n Department of Ecology\n 94% of area is prime 1-\n 2012 Water Quality\n 10 in Wiser/Cougar\nAtlas data. The 2016\n North.- See Ag Priorities\nupdate shows a section \nmap: Prime Soils.\nof Wiser Creek is also\nAg prime soils priority\nlisted in category 5 for\n pH and Temperature.17\nSufficient water from\n Drainage is sufficient.\nWiser\nTenmile.\nLake/ Cougar\nCreek (North)\nAU1110\nNotes from\nwork session\nFebruary 2016\n15 Ecology (2012),Water QualityAssessment forWashington.ow at: https:/fortress.wa.gov/ecy/wqamapviewer/map.aspx\n17 Ecology(2016),Washington State Water QualityAtlas.https:/fortres.wa.gov/ecy/wqamapviewer/map.aspx\n18 Agricultural Drainage for Drainage Districts. Whatcom Conservation District. http://www.whatcomcd.orq/ aq-drainage-districts\nAppendix B",
    "Page_86": "Table 5. Watershed characterization tables for the Laurel WID\nNOTE: Possible actions include: Specific actions identified by WID Actions Map #location and Assessment Unit (AUs),and General actions which do not have locations specified. Some of these actions do not appear on the\nis specific in description, located outside the WID.\n5A. Watershed Enhancement Priorities: Upper Tenmile Creek\nWildlifehabitat\n Salmonid habitat\nWaterquality\nSummary&potential forenhancement\nUpper Tenmile\n Critical Habitat: Wetland\nChinook, chum, coho, cutthroat,&\nSections of Tenmile Creek in\nResults of PSWCwaterflowassessment:\nAU1137\n(See Watershed\nsteelhead19\n Upper Tenmile (AU1137 and\nAU1137: An area of moderate importance for allflow processes, especially surface storage.\nAU1136\nreference map: Priority\n AU1136) are in category 520\nOverall water flow processes are highly degraded.\n+small portion of \n Species & Habitats)\n(See Watershed reference map: Fish \nfor DO, and in category 4a21\nAU1136: An area of high importance for discharge and moderately high importance for\nAU1135\npresence & fish barriers)\nfor bacteria.22\nsurface storage. Overall water flow processes are highly degraded, especially discharge and\n surface storage.\nNotes from\n Note: Above is from\nAU1135: An area of moderately high importance for discharge and delivery processes.\nreference maps\n Department of Ecology 2012\n Overall water flow processes are moderately to highly degraded, especially discharge.\n and other\nWater Quality Atlas data.\ndocuments\n 2016 update shows Ten Mile \nSummary:\n Creek in this section is also\nThis area is of moderate to moderate-high importance for water flow processes overall, but\nlisted in category 5 for\nis moderately to highly degraded, particularly for surface storage processes. Category 5 for\ntemp.23\ndissolved oxygen and Category 4a for bacteria in Ten Mile Creek. Enhancement actions\nparticularly in the upper portion (AU1136). Decreasing the rate and quantity of drainage of\n subsurface waters will help to improve discharge to surface streams.\nUpper Tenmile\nGood fish habitat in Silver Springs Creek \nAU1137\n(comment from WiD work session.)\nAU1136\n+small portion of\nAU1135\n Notes from\nFebruary 2016\nwork session\n19 Fish Habitat Technical Team (2004), WRIA 1 Watershed M anagement Project. Data provided by Sarah Watts, Whatcom County Planning & Development Services.\n20 Polluted waters that require a TM DL(total maximum daily load) or other WQI (water quality Improvement) project: the traditional list of impaired water bodies traditionally known as the 303(d) list. Placement in this\nQuality Assessment Categories. https://ecology.wa.gov/Water-Shorelines/Water-quality/Water-improvement/Assessment-of-state-waters-303d/Assessment-categories(last accessed 1/24/18)\nhttps:// ecology.wa.gov/Water-Shorelines/Water-quality/Water-improvement/Assessment-of-state-waters-303d/Assessment-categories (last accessed 1/24/18)\n22 Ecology(2012),Water Quality Assessment for W ashington.Now at: https:/fortress.wa.gov/ecy/wqamapviewer/map.aspx\n23 Ecology (2016),Washington State Water Quality Atlas. https:/fortress.wa.gov/ecy/wqamapviewer/map.aspx\nAppendix B\n8",
    "Page_87": "5B. Watershed Enhancement Priorities: Lower Tenmile Creek\nWildlife habitat\nSalmonid habitat\nWater quality\nSummary&potential forenhancement\nLower Tenmile\n-Critical Habitat: Wetland\nChinook, chum, coho, cutthroat, &\nA section of Tenmile Creek\nResultsofPswCwaterflowassessment:\nAU1139\nsteelhead25\n in Lower Tenmile is in \nAU1139: An area of moderately high importance for discharge and surface storage\n+small portion\n-Rare Plant: Canadian St.\n(See Watershed reference map: Fish \ncategory 5 for DO, and \nprocesses. Overall water flow processes are highly degraded.\nof AU1137\nJohn's-wort24\n presence & fish barriers)\ncategory 4a for bacteria.26\nAU1137: An area of moderate importance for allflow processes, especially surface storage.\n Overall water flow processes are highly degraded.\nNotes from\n(See Watershed reference \nreference maps \n map: Priority Habitats &\nSummary:\n and other\n Species)\nThis area is of moderate to moderate-high importance for water flow processes, but\ndocuments\noverall water flow processes are highly degraded. Category 5 for dissolved oxygen category\n4a for bacteria. Enhancement actions should focus on increasing surface storage in order to\nretain surface flows for longer. Decreasing the rate and quantity of drainage of subsurface\nwaters will help to improve discharge to surface streams.\nLower Tenmile\n Salmon in Deer Creek (upstream of\nAU1139\nconfluence with Tenmile Creek). In \n+small portion\n summer, pools will have fish in them.\nof AU1137\nNotesfrom\nFebruary 2016\nworksession\n24 WA Department of Natural Resources (2015), Washington Natural Heritage Program. http://www1.dnr.wa.gov/nhp/refdesk/gis/index.html\n25 Fish Habitat Technical Team (2004), WRIA 1 Watershed M anagement Project. Data provided by Sarah Watts, Whatcom County Planning & Development Services.\n26 Ecology (2012), Water Quality Assessment for Washington. Now at: https:/fortress.wa.gov/ecy/wqamapviewer/map.aspx\nAppendix B",
    "Page_88": "5C. Watershed Enhancement Priorities: Upper Fourmile Creek\nWildlife habitat\nSalmonid habitat\nWater quality\nSummary&potential forenhancement\nUpper Fourmile\nAU1114: Critical Habitat:\nAU1133: Chum, coho & cutthroat28\nNo water quality impairments\nResults ofPsWCwaterflowassessment:\nAU1133\n Trumpeter swan and wetland \nAU1114: Coho & cutthroat29\nlisted for Fourmile Creek, but \nAU1133: An area of moderate high importance for recharge, surface storage and\n+AU1114\nthere are listings for dissolved\ndelivery processes. Overall water flow processes are highly degraded.\nAU1133: Rare plant: bristly\n Documented presence of coho, fall\n oxygen and bacteria in Tenmile\n AU1114: An area of moderate high importance for recharge and delivery processes.\nNotes from\nsedge.27\nchum30\nCreek dow nstream of the\n Overall water flow processes are moderately to highly degraded.\nreference maps\n confluence with Fourmile. 31\nand other \n(See Watershed reference\nSummary:\ndocuments \n map: Priority Habitats &\n Note: There were no category 4 or\nThis area is of moderately high importance for water flow processes, but water flow\n Species)\n 5 Department of Ecology listings \nfor Fourmile Creek in the 2012 \n and discharge. No water quality impairments are listed for this area, but there are\nWater Quality Atlas data. The\nlistings for dissolved oxygen and bacteria in Tenmile Creek dow nstream of the\n 2016 Water Quality Atlas shows\n confluence with Fourmile Creek. Enhancement actions should focus on increasing\n sections of Fourmile Creek in this\n area are listed in category 5 for \nimpervious cover and reducing existing impervious cover will help to enhance\nDO, pH.32\nstreams.\nUpper Fourmile\nFourmile Creek to Guide M eridian Road\n Green Lake has water quality\nAU1133\nhas less reed canary grass and good\n problems M ay-Oct (low DO, high\n+AU1114\n shade, since the riparian vegetation was\ntemperature)\nplanted.\nNotes from\nFebruary 2016\nwork session\n 27 WA Department of Natural Resources (2015), Washington Natural Heritage Program. http://www1.dnr.wa.gov/ nhp/refdesk/gis/index.html\n28 FishHabitatTechnicalTeam204)WRIAWateshedManagementPrjctDataprovidedbSarahWatWhatcmCountylaning&Development Service.\n29 Fish Habitat TechnicalTeam (2004),WRIA 1Watershed Management Projct.Data provided by SarahWatts,Whatcom County Planning & evelopment Servies.\n 30 W DFW SalmonScape [website] http:// apps.wdfw.wa.gov/ salmonscape/\n3l Ecology(2012),Water Quality Assessment for W ashington. Now at: https:/fortress.wa.gov/ecy/wqamapviewer/map.aspx\n32 Ecology (2016),Washington State W ater Quality Atlas. https:/fortress.wa.gov/ec/wqamapviewer/map.aspx\nAppendix B\n10",
    "Page_89": "5D. Watershed Enhancement Priorities: Lower Fourmile Creek\nWildlife habitat\nSalmonid habitat\nWater quality\nSummary & potential forenhancement\nLowerFourmile\nCritical Habitat: Wetland (1)\nChinook, chum, coho, cutthroat &\nNo water quality impairments \nResults of PsWC water flow assessment:\nAU1137\n steelhead33\n listed for Fourmile Creek, but \n(See Watershed reference \nthere are listings for dissolved \n Delivery, surface storage and discharge processes are highly degraded.\nNotes from\n map: Priority Habitats &\n Documented presence of coho and fall\n oxygen and bacteria in Tenmile \nreference maps\nSpecies)\nchum34\nCreek dow nstream of the \nSummary:\nand other\n confluence with Fourmile.35 \nThe area is of moderate importance overall for water flow processes, but water flow\ndocuments\n processes are highly degraded. No water quality impairments are listed for this area,\n Note: There were no category 4\nbut there are listings for dissolved oxygen and bacteria in Tenmile Creek downstream\n or 5 Department of Ecology\nof the confluence with Fourmile Creek. Enhancement actions should focus on\n listings for Fourmile Creek in the \n 2012 Water Quality Atlas data.\nrate and quantity of subsurface water drainage will help to improve discharge to\nThe 2016 Water Quality Atlas \nsurface streams.\n shows sections of Fourmile Creek\n in this area are listed in category\n 5 for DO, pH. 36 \nLower Fourmile\nWDFW did a survey in 2009 for\n Participants mentioned fecal \nAU1137\n steelhead.\n coliforms, dissolved oxygen as \n concerns, particularly for Tenmile\nNotes from\nFourmile Creek to Guide M eridian Road\ndownstream of Fourmile\nFebruary 2016\nhas less reed canary grass and good\nconfluence.\nwork session\n shade, since the riparian vegetation was \nplanted.\nLow dissolved oxygen in Fourmile\n Creek is possibly also associated \nUsed to be 30 years ago you could see\nwith peat soils in the area.\nfish in the Creek in this area, but they\n are no longer evident (comment from\nWID work session).\n Fish (species not known) have been \n observed in the lowermost reach of\n Fourmile Creek between the \nFourmile/Tenmile confluence and Guide\n Meridian Road (comment from WID \nresident, who was not present at the\nwork session).\n33Fish Habitat TechnicalTeam (2004),WRIA 1 Watershed Management Project. Data provided by Sarah Watts, Whatcom County Planning & Development Services.\n35 Ecology(2012),Water Quality Assessment for Washington. Now at: https:/fortress.wa.gov/ecy/wqamapviewer/map.aspx\n36 Ecology (2016),Washington StateWaterQualityAtlas.https:/fortress.wa.gov/ec/wqamapviewer/map.apx\nAppendix B\n11",
    "Page_90": "5E. Watershed Enhancement Priorities: Deer Creek\nWildlife habitat\nSalmonid habitat\nWaterquality\nSummary&potentialforenhancement\nDeerCreek\nCritical Habitat: Shorebird\nCoho,cutthroat,&steelhead;chum also\nSections of Deer Creek are in\nResults of PsWC waterflow assessment:\nAU1140\n concentration, wetland \nin AU1140.37\ncategory 5 for DO, pH,\nAU1138\n Ammonia-N and category 4a for\ndischarge. Delivery, surface storage and discharge processes are highly degraded.\n(See Watershed reference\nDocumented spawning: coho and winter\nbacteria.39\nNotes from\n map: Priority Habitats &\nsteelhead. Documented presence: fall \nSummary:\nreference maps\nSpecies)\n chum.38\nOverall water flow processes are moderately to highly degraded. The lower portion of\nand other\nDeer Creek is of moderate-high importance for overall water flow processes. Water\ndocuments\nqualitylistings for dissolved oxygen, pH, ammonia-N and bacteria. Enhancement \nactions should focus on increasing surface storage in order to retain surface flows for\nlonger.  Decreasing the rate and quantity of drainage of subsurface waters will help to\n improve discharge to surface streams.\nDeerCreek\n NSEA surveys in Deer Creek and Silver\nAU1140\n Springs,tributary to Tenmile. Found coho\nAU1138\n presence in Deer and Silver Springs in \n2013 and 2012.40 WDFW did surveyin\nNotes from\n 2009 for steelhead.\nFebruary 2016\nworksession\n Salmon in Deer Creek. In summer, pools \nwill have fish in them.\nCoho have been sighted in Deer Creek\n(reported by others not present at the \nwork session). Fish presence was not\nobserved by those present. The\nindividuals present in the work session \n group do not claim ability to distinguish\nbetweenspecies.\n37 Fish Habitat Technical Team (2004), WRIA 1 Watershed M anagement Project. Data provided by Sarah Watts, Whatcom County Planning & Development Services.\n38 W DFW SalmonScape [website] http:/apps.w dfw.wa.gov/ salmonscape/\n 39 Ecology (2012), Water Quality Assessment for Washington. Now at: https:/fortress.wa.gov/ecy/wqamapviewer/map.aspx\n40 NSEA (2012 & 2013), Salmon Spawning Grounds Surveys 2012 and Salmon Spawning Grounds Surveys 2013 <http://www.n-sea.org/archived-publications>\nAppendix B\n12",
    "Page_91": "5F. Watershed Enhancement Priorities: Wiser Lake/ Cougar Creek North\nWildlife habitat\nSalmonid habitat\nWater quality\nSummary&potentialforenhancement\nWiser/Cougar\nCritical Habitat: Shorebird\nChar, Chinook, chum, coho, cutthroat,\nA section of Wiser Creek in\nResultsofPswCwaterflowassessment:\nNorth\nconcentrations (1) and \npink, sockeye, steelhead.41\nWiser/ Cougar North AU1110 is in\nAn area of moderately high importance for surface storage and moderate importance\nAU1110\nwetland (1)\n category 5 for DO, and category\nfor recharge. Delivery, surface storage and discharge processes are highly degraded.\nDocumented presence: coho.\n4a for bacteria and a section of\nNotes from\n(See Watershed reference \nDocumented historic presence: bull\n Unnamed Creek (Tributary to\nSummary:\nreference maps\n map: Priority Habitats &\ntrout.42\n Nooksack River) in AU1110 is in \nOverall water flow processes are highly degraded, but this area is of only moderate\nand other\nSpecies)\ncategory 5 for DO.43\nimportance overall for water flow processes. There are water quality listings for \ndocuments\ndissolved oxygen and bacteria in this area. Enhancement actions should focus on\n Note: Above is from Department\nincreasing surface storage in order to retain surface flows for longer.\nof Ecology 2012 Water Quality\nAtlas data. The 2016 update\n shows a section of Wiser Creek is \n also listed in category 5 for pH \n and Temperature.44\nWiser/Cougar\nFish presence noted in Elder Ditch\nNorth\n(comment from WiD work session).\nAU1110\nNotes from\nFebruary 2016\nworksession\n41 Fish Habitat Technical Team (2004), WRIA 1 Watershed Management Project. Data provided by Sarah Watts, Whatcom County Planning & Development Services.\n42 W DFW SalmonScape [website] http://apps.w dfw.wa.gov/ salmonscape/\n43 Ecology(2012),Water Quality Assessment for W ashington. Now at: https:/fortress.wa.gov/ecy/wqamapviewer/map.aspx\n44 Ecology (2016),Washington StateWaterQualityAtlas.https:/fortresswa.gov/ecy/wqamapviewer/map.apx\nAppendix B\n13",
    "Page_92": "5G. Watershed Enhancement Priorities: Wiser Lake/ Cougar Creek South\nWildlife habitat\nSalmonid habitat\nWater quality\nSummary & potential for enhancement\nWiser/Cougar\nCritical Habitat: Wetland (1)\nChar, Chinook, chum, coho, cutthroat,\nNo water quality impairments\nResultsofPswCwaterflowassessment:\nSouth\n pink, sockeye & steelhead. 46\nlisted in Wiser/Cougar South \nAU1112\n Rare Plant: Canadian St.\nAU1112.48\nJohn's-wort45\n Documented presence: coho47\n processes are highly degraded.\nNotes from\nreference maps\n(See Watershed reference\nSummary:\nand other \n map: Priority Habitats &\nOverall water flow processes are highly degraded, but this area is of only moderate \ndocuments\n Species)\nimportance overall for water flow processes. Enhancement actions should focus on\nincreasing surface storage in order to retain surface flows for longer. Decreasing the\nsurface streams. Enhancing forest/riparian cover will help to improve delivery of\nwater to streams.\nWiser/Cougar\nSt.John's Wort present in\nFishpassagebarrierbetweenChasteen\nSouth\nWiser/ Cougar South (reported \nand Guide Meridian Rds (comment from\nPotential action: Remove fish passage barrier between Chasteen and Guide M eridian\nAU1112\nby others not present. No\nWID work session)\nRds.\nobservation of it by those\nNotes from\npresent). Discussion as to\nFebruary 2016\nwhether this plant could be\nwork session\npoisonous to cows.\n45 WA Department of Natural Resources (2015), Washington Natural Heritage Program. http://www1.dnr.wa.gov/ nhp/refdesk/gis/index.html\n47 W DFW SalmonScape [website] http://apps.w dfw.wa.gov/salmonscape/\n48 Ecology (2012), Water Quality Assessment for Washington. Now at: https:/fortress.wa.gov/ecy/wqamapviewer/map.aspx\nAppendix B\n14",
    "Page_93": "Appendix C: Selected Reference Maps for the Laurel WID\nContains a selection of reference maps related to the Laurel watershed and various WiD priorities\nM ost of the maps in this appendix were also included in the 2016 Agriculture-Watershed Characterization\nthese maps are unchanged from the original report.\nSource for these maps:\nand M apping Report for the Laurel Watershed Improvement District. Whatcom County Planning &\nDevelopment Services. The full WID mapping report can be downloaded from the Laurel WID website\nhttps://www.laurelwid.com/ [Alternative dow nload here]\nIn future technical work associated with the WiD's management plan, these maps might be updated or\nM aps included in this appendix:\nFigure 17. Laurel WID Reference map: Agriculture priority areas\nFigure 18. Laurel WID Reference map: Agricultural land use inventory\nFigure 19. Laurel WID Reference map: Prime soils\nFigure 20. Laurel WID Reference map: Assessment of potential development rights\nFigure 21. Laurel WID Reference map: W ater right points of diversion\nFigure 22. Laurel WID Reference map: Special districts\nFigure 14. Laurel WiD: Overall importance and degradation of water flow processes\nFigure 15. Laurel WID: Overall water flow restoration and protection priorities\nFigure 24. Laurel WID Reference map: Priority species and habitat \nFigure 26. Laurel WiD Reference map: Condition of riparian zone\nFigure 28. Laurel WID: Routine water quality monitoring results.\nUpdate M arch 2018: Please note that the Washington Department of Ecology has a new website\nReferences to Ecology's W ater Quality Assessment should now be directed to the new link\nhttps://fortress.wa.gov/ecy/approvedwqa/ApprovedSearch.aspx",
    "Page_94": "Agriculture Priority Areas\nLaurelWatershedImprovementDistrict\nWiser/CougarNorth\nUpperFoun\n1133\nTermileUpper\n1135\nBoundaries\nAg PriorityAreas\nWatershed Improvement\nPDR-Purchased\nDistrict\nEasements\nPSWCPAssessmentUnit\nRural StudyAreas\nAg-Watershed\nAgriculture Zoning\nCharacterization Area\nDataSources:WIDBoundaries-WhatcomFarmFriends,2015.PDREasements-WhatcomCounty,May26,2016.Rural\nStudyAreas-WhatcomCounty,2007.AgLand Zoni\n-What\ncomCounty,2015.AgWatershedCharacterization\nCity Boundaries\nAreas-WhatcomCountyAgricuiture-WatershedPilotProject,WhatcomCountyPlanning&Development\n0.250.5\nUrban GrowthArea\nMiles\nWhatcom County Ag-Watershed PilotProject\nher:K.Gaut,BlueWaterGIS.Date:March 10,2016.FHBrownMay23,2016.\nSEOFWHATCOM COUNTY'sGISDATA IMPLIESTHEUSER'SAGREEMENTWITH THEFOLLOWINGSTATEMENT:Whatcom Countydisdaimsanywarrantyofmerchantability orwarrantyoffitnessofthismap fo\nessorimplied.No representation orwarrantyis madeconcerning the accuracy,currency,completenessorquality of data depicted on thismap.Anyuserof this map\nand against anydamage,loss,orabiityanisingfromanyuseof thismap.\nFigure 17. Laurel WID Reference map: Agriculture priority areas\n53",
    "Page_95": "EderDitc\nAgricultural Land Use Inventory\nLaurelWatershedImprovementDistrict\npper\nTenmileUppe\nBoundaries\n2011AgLand UseCategory\nWatershed\nSingle Family Residential\nImprovement\nDistrict\nFarmland,Active\nPSWCPAsse ssment\nCommercial/Public/Utility\nUnit\nFarm land, Fallow\nAg-Watershed\nCharacterization\nFarm Infrastructure\nArea\nDeer\nQuarry\nFarmsteadSFR\nForest\nDataSources:WIDBoundaries-WhatcomFarmFriends,2015.AgLandUseInventory-Whatcom\nMobile/MultiFamilyRes\nCounty,2011.AgWatershedCharacterizationAreas-WhatcomCountyAgriculture-WatershedPilot\nVacant\nProject,WhatcomCountylanning&Developmentervices2016.WCPnalsisAssessment\n0.250.5\nUnits-PugetSoundWatershedCharacterizationProjet,05.\nMiles\nStream/Wetland\nWhatcom County Ag-Watershed PilotProject\nher:K.Gaut,BlueWater GIS.Date:March 10,2016.FHBrown May23,2016.\nSEOFWHATCOM COUNTY'sGISDATA IMPLIESTHEUSER'SAGREEMENTWITH THEFOLLOWINGSTATEMENT:Whatcom Countydisdaimsanywarrantyofmerchantability orwarrantyoffitnessofthismap fo\nsibilityforusethereof,andfurtheragreestoholdwhatcomCountyharmlessfrom\nand against anydamage,loss,oriabilityanisingfromanyuseof thismap.\nFigure 18. Laurel WID Reference map: Agricultural land use inventory\n54",
    "Page_96": "derDitch\nPrime Soils\nLaurelWatershedImprovementDistrict\nWiser/CougarNorth\n-UpperFourmile\n1133\n1114\nLowerFourmile\nWiser\nTenmileLower\n1137\nTenmile Upper\n1136\n140\nBoundaries\nSoil Category\nDeer\n113\nWatershed Improvement\nPrimeSoils\nDistrict\nPrime SoilsWhen Drained\nPSWCPAssessmentUnit\nPrime Soilsif Irigated\nDataSources:WIDBoundaries-WhatcomFarmFriends,2015.Soils-SsURGO,NRCS,2015.\nAg-Watershed\nPrimeSoilsWhenProtected\nAgWatershed CharacterizationAreas-WhatcomCountyAgricuiture-Watershed Pilot\nCharacterization Area\nFromFlooding\nProject,WhatcomCountyPlanning&DevelopmentServices,2016.PsWcPAnalysis\n0.2750.55\n1.1\nPrime SoilsIf Subsoiled\nAssessment Units-Puget Sound Watershed CharacterizationProject,2015.\nMiles\nWhatcom CountyAg-Watershed PilotProject\nher:K.Gaut,BlueWater GIS.Date:March 10,2016.FHBrown May23,2016.\nUSEOFWHATcoM CoUNTY'sGDATA IMPLIESTHE USER'S AGREEMENTWITH THEFOLLOWINGSTATEMENT:Whatcom Countydisdaimsanywarrantyofmerchantablity orwarranty of fitness of thismap for\nsibility foruse thereof,and furtheragrees to hoidwhatcom county harmlessfrom and against anydamage,loss,orliabiity arising from anyuse of thismap.\nFigure 19. Laurel WID Reference map: Prime soils\n55",
    "Page_97": "derDitch\nAssessmentofPotential DevelopmentRights\nLaurelWatershedImprovementDistrict\nWiser/CougarNorth\nUpperFourmile\n1133\nLowerFourmile\n1137\nBoundaries\nPotential Development\nPublic/Utilities/\nWatershed\nPDR/LandTrus\nImprovement\nDistrict\nFully Built Out\nPSWCPAssessment\nUnt\nOne Potential\nAdditional Dwelling Unit\nAg-Watershed\nCharacterizationArea\nTwo Potential\nAdditional DwellingUnits\nDataSources:WIDBoundaries-WhatcomFarmFriends,2015.PotentialDevelopment-WhatcomCounty\nThree Potential\nPlanning andDeveopment,015.AgricultureWatershedPilotProject,WhatcomCountyPlanningand\nAdditional Dwellng Units\nDevelopment Services,2016.PsWcPAnalysis Assessment Units-Puget\nFour orMore Potential\nSound Watershed Characterization Project,2015.\nAdditional DwellingUnits\nWhatcom County Ag-Watershed PilotProject\nt,BlueWater GIS.Date: March 10,2016.FHBrown May 23,2016.\nSEOFWHATCOM COUNTY'sGISDATA IMPLIESTHEUSER'SAGREEMENTWITH THEFOLLOWINGSTATEMENT:Whatcom Countydisdaimsanywarrantyofmerchantability orwarrantyoffitnessofthismap fo\nessorimplied.No representation orwarrantyis madeconcerning the accuracy,currency,completenessorquality of data depicted on thismap.Anyuserof this map\nsibilityforusethereof,andfurtheragreestohoidwhatcomCountyharmlessfrom\nand against anydamage,loss,oriabilityanisingfromanyuse of thismap.\nFigure2o.Laurel WIDReferencemap:Assessmentofpotential development rights\n56",
    "Page_98": "EderDitch\nWater Right Points of Diversion\nLaurelWatershedImprovementDistrict\nWiser/CougarNorth\n1111\nUpper Fourmile\n1114\n11360\nBoundaries\nSurfaceWater Rights*\nWatershedImprov\nent\nIrrigatedAcres\nDistrict\n0-20Acres\n21-100Acres\nPSWcPAssessmentUnit\n1138\n●\n101-200Acres\nDeer\nAg-Watershed\n>200Acres\nCharacterizationArea\nGround Water Rights*\nOther Water Rights*\nAcreFeet\nChange Application\n0-50AcreFeet\n+\n51-100AcreFeet\nDataSources:WID Boundaries-WhatcomFarmFriends,2015.WaterRights-Department of Ecology(GWIS),\nNew Application\n2016.AgWatershedCharacter zationAreas-WhatcomCountyAgricuiture-WatershedPilotProject,\n*Mapping accuracy variesbased on\n101-150 AcreFeet\nWhatcomCountyPlanningandDevelopmentServices,2016.PswcPAnalysisAssessmentUnits-\nPuget Sound Watershed Character zation Project, 2015.\n00.2505\ncertificateandermitsmapped.\n>150AcreFeet\nWhatcom County Ag-Watershed Pilot Project\n:K.Gaut,BlueWaterGIS.Date:March10,2016.Updated:FHBrownMay23,2016\nSEOFWHATCOMCOUNTY's GISDATA IMPLIESTHE USER'sAGREEMENTWITH THEFOLLOWING STATEMENT:WhatcomCounty disdaimsany warrantyofmerchantability orwarranty of fitness of thismap for\nanydamage,loss,orliability arising from anyuse of thismap.\nFigure 21. Laurel WID Reference map: Water right points of diversion\n57",
    "Page_99": "Special Districts\nLaurelWatershedImprovementDistrict\n1114\nWiser/ Cougar\nouth\nTenmileL\nTenmile Uppe\n1136\n1139\n1138\nBoundaries\nSpecial Districts\nDeer\nWatershed Improvement\nDiking District\nDistrict\nPSWCP Assessment Unit\nDrainage District\nDataSources:WiDBoundaries-WhatcomFarmFriends,2015.SpecialDistricts-WhatcomPublic\nAg-Watershed\nFlood Control District*\nWorks,2016.Ag-WatershedCharacterizationAreas-WhatcomCountyAgriculture-Watershed\nCharacterization Area\nPilot Project.WhatcomCountyPlanning&DevelopmentSevices2016.PSWCPAnalysis\n0.250.5\n*Note:There are no flood control\nAssessmentUnits-Puget Sound Watershed Characterization Project,2015.\nMiles\ndistricts in the Laurel WID.\nWhatcom County Ag-Watershed Pilot Project\nCartographer:K.Gaut,BlueWater GIS.Date:March 10,2016.Updated:FHBrown May 23,2016.\nUSEOFWHATcoM CoUNTY's GDATA IMPLIEsTHEUSER'sAGREEMENT WITH THEFOLLOWINGSTATEMENT:Whatcom Countydisdaimsany warrantyof merchantablity orWarantyof fitnessof thismap for\ncountyharmlessfromand against anydamage,loss,orliabilityarisingfromanyuseof thismap.\nFigure 22. Laurel WID Reference map: Special districts\n58",
    "Page_100": "Overall ImportanceofWaterFlow\nOverall DegradationofWaterFlow\nLaurel Watershed ImprovementDistrict\nLaurelWatershedImprovementDistrict\nDitch\n660\n11\nWhiskey Cre\n1113\nBoundaries\nDegradationLevel\nImportanceLevel\nWatershed\n3\nHighest Degradation\nHighestImportance\nmprovementDistric\nModerateHighDegradation\nModerate HighImportance\nUnit\nModerate lmportance\nAg-Watershed\nLowimportance\nLow Degradation\nData Sources:WIDBoundaries-WhatcomFarmFriends2015.PsWCPAnalysis&AssessmentUnits-PugetSoundWatershed CharacterizationProject,2015.\n0.75\n1.5\nFormore information ondata andmodelsusedgo to:www.ecy.wa.gov/puget_sound/characterization/\nMiles\nWhatcomCountyAg-Watershed PilotProject\nCartographer:K.Gaut,BlueWater GIS.Date:February1,2016.FH Brown May23,2016.\nUSEOFWHATcoM CoUNTY's GDATA IMPLIEsTHE USER'sAGREEMENT WITH THEFOLLOWINGSTATEMENT:Whatcom Countydisdaimsany warrantyof merchantablityorWarantyof fitnessof thismap for\nand against anydamage,loss,orliabilityanisingfromanyuse of thismap.\nFigure 14. Laurel WID: Overall importance and degradation of water flow processes\n48",
    "Page_101": "Overall WaterFlowRestoration and ProtectionPriorities\nLaurelWatershedImprovementDistrict\n1111Wiser/CougarNorth\nDLTT\nLowerFourmile\n1133\n1114\nrmileCreek\n1112\nWiser/Cougar South\nTenmileUpper\nenmileLower\n1136\n1135\nBoundaries\nManagementRecommendations\nHigh\nCrek\nWatershedImprovement\n140\nHighest\nHighest\nDee\n113-8\nDistrict\nProtection\nRestoration\nProtection\nRestoration\nPSWCPAssessmentUnit\nProtection/\nRestoration/\nRestoration\nDevelopment\nData Sources:WID Boundaries-WhatcomFarmFriends,2015.PsWcPAnalysis&Assessment\nDevelopment/\nAg-Watershed\nUnits-PugetSoundWatershed CharacterizationProject,2015.Formore information\nConservation\nCharacterization Area\nRestoration\nLow\nHigh\nMiles\nLevel of Degradation\nWhatcom County Ag-Watershed Pilot Project\npher:K.Gaut,Blue Water GIS.Date:February1,2016.FH Brown May 23,2016\nUSEOFWHATcoM CoUNTY's GDATA IMPLIEsTHE USER'sAGREEMENT WITH THEFOLLOWINGSTATEMENT:Whatcom Countydisdaimsany warrantyof merchantablityorWarantyof fitnessof thismap for\nessorimplied.No representation orwarrantyis madeconcerning the\nsibility forusethereof,and furtheragreestoholdwhatcomCountyharmlessfrom\nand againstanydamageloss,orabiityanisingfromanyuseof thismap\nFigure 15. Laurel WID: Overall water flow restoration and protection priorities\n49",
    "Page_102": "Priority Species and Habitats\nLaurelWatershedImprovementDistrict\nWiser/CougarNorth\n1133\n114\nLowerFourmile\nWiser/Cougar\n1137\nTenmileUppe\n1139\n1136\n1138\nDeer\nBoundaries\nPriority Species&Habitat\nWatershedImprovement\nWaterfowl Concentrations\nDistrict\nTrumpeter Swan\nPSWCPAssessmentUnit\nShorebird Concentrations\nDataSources:WIDBoundaries-WhatcomFarmFriends,2015.PsWCPAnalysis&AssessmentUnits\nAg-Watershed\nSandhill Crane\nCriticalSpecies-WDFW,2015.RarePlants-WANaturalHeritageProgram,2015.AgWatershed\nCharacterization Area\nCharacterizationAreas-Whatcom CountyAgriculture-Watershed PilotProject,WhatcomCounty\nWetlands\nPlanning&DevelopmentServices2016ugetoundWateshedCharatrizationProject,015.\n0.250.5\n1\nMiles\nZA\nRare Plant\nWhatcom County Ag-Watershed Pilot Project\nCartographer:K.Gaut,BlueWater GIS.Date:March 10,2016.Updated:FHBrown May 23,2016.\nUSEOFWHATcoM CoUNTY's GDATA IMPLIEsTHEUSER'sAGREEMENT WITH THEFOLLOWINGSTATEMENT:Whatcom Countydisdaimsany warrantyof merchantablity orWarantyof fitnessof thismap for\nsibilityforusethereof,andfurtheragreestoholdwhatcomCountyharmlessfrom\nmand againstanydamage,loss,oriabilityanisingfrom anyuseof thismap.\nFigure 24. Laurel WID Reference map: Priority species and habitat\n61",
    "Page_103": "Fish Distribution and Barriers\nLaurelWatershedImprovementDistrict\nWiser/CougarNorth\n1135\nBoundaries\nFisheriesDistribution\nWatershed Improvement\nCurrent Known\nDistrict\nSalmonid Distribution\nCurrent Presumed\nPSWCPAssessment Unit\nSalmonid Distribution\nHistoric Salmonid\nAg-Watershed\nDistribution\nCharacterization Area\nFish Barriers\nDataSources:WIDBoundaries-WhatcomFarmFriends,2015.FishPresence-WRIA1WatershedManagement\nCompleteFishBarr\nProject,2004.AgWatershedCharacterizationAreas-WhatcomCountyAgricuture-Watershed PilotProject,\nWhatomCountain&evlmentvic16.sBaieFW006.Ws\nPartialFishBarrier\n0.250.5\n& Assessment Units - Puget Sound Watershed Characterization Project, 2015.\nMiles\nUnknownFishBarrier\nWhatcom County Ag-Watershed Pilot Project\nher:K.Gaut,BlueWater GIS.Date:March 10,2016.Updated:FHBrownMay23,2016.\nUSEOFWHATcoM CoUNTY's GDATA IMPLIEsTHEUSER'sAGREEMENT WITH THEFOLLOWINGSTATEMENT:Whatcom Countydisdaimsany warrantyof merchantablity orWarantyof fitnessof thismap for\nereof,and furtheragrees to hold whatcom County harmlessfrom\nany damage,loss,oriabilityarising from anyuseof thismap.\nFigure 25. Laurel WID Reference map: Fish distribution and fish barriers\n62",
    "Page_104": "Condition of Riparian Zone\nLaurelWatershedImprovementDistrict\nWiser/CougarNorth\n1114\nLowerFourmile\nTenmileUppe\n1136\n1139\n1138\nDeer\nBoundaries\nWood Recruitment\nWatershed Improvement\nPotential*\nDistrict\nPSWCP Assessment Unit\nHigh\nDataSources:WIDBoundaries-WhatcomFarmFriends,2015.NooksackRiparianConditions-NooksackTribeand Lummi\nAg-Watershed\nModerate\nNation,2ooo.AgWatershedCharacterizationAreas-WhatcomCountyAgriculture-WatershedPilotProject,Whatcom\nCountyPlaingandDevelopmentevices2016.Wcnalss&Assessmentnitu\nCharacterization Area\nSound Watershed CharacterizationProject,2015.\nLeft andrghtbanksarevisuazed\nLow\n00.250.5\n1\nMiles\nWhatcom County Ag-Watershed Pilot Project\nt,BlueWaterGIS.Date:March10,2016.Updated:FHBrownMay23,2016.\nSEOFWHATCOM COUNTY'sGISDATA IMPLIESTHEUSER'SAGREEMENTWITH THEFOLLOWINGSTATEMENT:Whatcom Countydisdaimsanywarrantyofmerchantability orwarrantyoffitnessofthismap fo\nlessorqualityofdatadepictedonthismap.Anyuserofthismap\nand againstanydamage,loss,orabiityanisingfromanyuseof thismap.\nFigure26.LaurelWiDReferencemap:Conditionofriparianzone\n63",
    "Page_105": "2016 Water Quality Impairments\nLaurel Watershed Improvement District\n1139\n1135\n1138\nBoundaries\nWater Quality\nWatershed Improveme\nImpairments\nDistrict\n Ammonia-N \nBacteria\n PSWCP Analysis Unit\nData Sources: WID Boundaries - Whatcom Farm Friends, 2015. 2016 Water Quality ∧ssesment Dept of Ecology.\nDissolved Oxygen\nPSWCP Analysis & Assessment Units - Puget Sound Watershed Characterization\nAg-Watershed\npH\nProject, 2015. For more information on data and models used go to:\nCharacterization Areas\nwww.ecy.wa.gov/puget_sound/characterization/\nWhatcom County Ag-Watershed Pilot Project\nCartographer:K.Gaut,Blue Water GIS.Date:February1,2016.Updated:FH Brown May23,2016.FH Brown March22,2018.\nJSEOFWHATCOM COUNTY's GISDATA IMPLIESTHEUSER'sAGREEMENTWITH THEFOLLOWINGSTATEMENT:WhatcomCounty disclaims any warranty of merchantability orwarrantyof fitness of thismap fo\nsibilityforuse thereof,andfurtheragreestoholdWhatcor\nCounty harmless from and against any damage,loss,or liability arising from any use of thismap.\n64",
    "Page_106": "This graph illustrates fecal coliform geometric means\nNooksack Watershed\nat routine stations. A black dot located above the\nFecal coliform geometric mean\nuOOt\nblue bar indicates that bacteria levels have been \nFebruary 2013-February 2016\nincreasing in the past twelve months at that site.\n400\n Data from Whatcom County Public Works.\n350\n300\n250\n200\nWhatcom County Public Works\nNooksack River Water Quality Monitoring Stations\n150\n100\n50\n0\nD\n18\nCOU2\n3 Year GM\n●12 Month GM\nWAState water quality standard\nNooksack Watershed\nFecal coliform 90th Percentile\nFebruary 2013 -February 2016\n100\n80\n60\n40\n20\n This graph illustrates the percent of samples exceeding\n200 FC/100mL at routine monitoring stations. A black\n dot above the red bar indicates that bacteria levels\nhave been increasing in the past twelve months at that\n品\n8\nsite. Data from Whatcom County Public Works.\n13Year% 12 Month %\nWA State water quality standard\nFigure 28. Laurel WID Reference map: Routine water quality monitoring results\n65",
    "Page_107": "Appendix D: Relevant goals and policy statements for the W RIA 1 Watershed Management Project and \nthe W hatcom County Comprehensive Plan (2016), compared to suggested priorities for the Laurel WID",
    "Page_108": "Priority\n WRIA1 watershed management project\nWhatcom County Comprehensive Plan (Aug 2016)\nWRIA1 Watershed M anagement Project\nWhatcom County Comprehensive Plan, adopted August 2016.\n(2008). Goals of the WMP.\nhttp://wa-\nhttp:// wrialproject.whatcomcounty.org/ About-\nwhatcomcounty.civicplus.com/DocumentCenter/View/210561\nThe-Project/Goals-Of-W M P/17.aspx\nWater quantity - water availability\nTo assess water supply and use, and develop\nChapter 2 Land Use, Goal 2A\n(hydrology)\nstrategies to meet current and future needs.\nChapter 8 Resource Lands, Goal 8A, 8F\nThe strategies should retain or provide\nChapter 10, G0al 10D, 10F, 10G, 10l\nadequate amounts of water to protect and\nrestore fish habitat, provide water for future\nout-of-stream uses, and ensure that adequate\nwater supplies are available for agriculture,\nenergy production, and population and\neconomic growth under the requirements of the\nstate's Growth M anagement Act.\nWater quantity - access to water\nTo assess water supply and use, and develop\nChapter 2, Land Use Goal 2A\n(rights/legal access)\nstrategies to meet current and future needs.\nChapter 7 Economics, Goal 7K\nThe strategies should retain or provide\nChapter 8 Resource Lands, Goal 8F (also viable ag)\nadequate amounts of water to protect and\nrestore fish habitat, provide water for future\nout-of-stream uses, and ensure that adequate \nwater supplies are available for agriculture,\nenergy production, and population and\n economic growth under the requirements of the\nstate's Growth M anagement Act.\nWater quality\nTo ensure that the quality of our water is\nChapter 8 Resource Lands, Goal 8A, 8EChapter 10\nsufficient for current and future uses, including\nEnvironment, Goal 10F,10H, 10G,10l,10K, 10L\nrestoring and protecting water quality to meet\nthe needs of salmon and shellfish, contact\nrecreational uses, cultural uses, protection of\nwildlife, providing affordable, safe domestic\nwater supplies, and other beneficial uses. The\ninitial objectives of the water quality\nmanagement strategy will be to meet the water\nquality standards.\n1\nAppendix D",
    "Page_109": "Priority\n W RlA1 watershed management project\nWhatcom County Comprehensive Plan (Aug 2016)\n Drainage - subsurface field drainage\nn/a\nChapter 8 Resource Lands, Goal 8D, 8E\nChapter 10 Envrironment, Goal 10H\n Drainage - floodwater\nn/a\nChapter 10 Environment, Goal 10H\nEducation & communication\nn/a\nChapter 2 Land Use, Goal 2M\nChapter 10 Environment, Goal 10B\n Representation (This priority is pulled \nn/a\nChapter 8 Resource Lands, Goal 8A\nfrom the minutes not the stated\nChapter 10 Environment, Goal 10L\npriorities on the website and\n representation overlaps with Water\nRights).\nMedia/community relations (this\nn/a\nn/a\npriority is pulled from the minutes not\nthe stated priorities on the website)\nHabitat\nTo protect or enhance fish habitat in the\nChapter 2 Land Use, goal 2A, 2M Chapter 7 Economics, goal\n management area and to restore salmon,\n7HChapter 8 Resource lands, goal 8B (habitat and reg.s), 8D\nsteelhead, and trout populations to healthy and\n8EChapter 10 Environment, goal 10A, 10B 10C (reg.s), 10F,\nharvestable levels and improve habitats on\n10H,10K, 10L,10M (wetland)\nwhich fish rely.\nWater flow processes\nn/a\nChapter 10 Environment, Goal 10H, 10G\nLand\nn/a\nChapter 2 Land Use, Goal 2A\nChapter 7 Economics, Goal 7H (also viable ag)\nChapter 8 Resource Lands, Goal 8A (also viable ag),\n2\nAppendix D",
    "Page_110": "Appendix E: Sources of available data for Laurel WID (July 2016).\nReproduced from the Laurel WiD mapping report.\nSource for this material:\nWhatcom County Agriculture-Watershed Pilot Project (2016). Agriculture-Watershed Characterization\n Development Services. The full WID mapping report can be downloaded from the Laurel WID website\nhttps://www.laurelwid.com/ [Alternative dow nload here]\nUpdate M arch 2018: Please note that the Washington Department of Ecology has a new website.\nReferences to Ecology's Water Quality Assessment should now be directed to the new link\nhttps:/ fortress.wa.gov/ ecy/ approvedwqa/ ApprovedSearch.aspx",
    "Page_111": "SourcesofAvailableDataforLaurelWiD\nUpdated March 2018\nWhatcom County Ag-W atershed Project\nPurpose of this document\nThe purpose of this document is to collate relevant sources of data, particularly sources for data sets generated through longer-term routine monitoring\nprograms. These data sets are potentially useful for field and desk work in the Laurel Watershed Improvement District (WiD).\nSources for the following data types have been collated for the Fourmile, Tenmile, Deer, and Wiser/ Cougar South watersheds:\n· Water quality measures (fecal coliform, temperature, dissolved oxygen, turbidity, nitrogen, and phosphorous) from 2o00 to the present,\n·Hydrography,\n· Stream flow from 20o0 to the present,\n· Ground water measurements from 2oo0 to the present,\n· Erosion and avulsion hazard in the Nooksack River channel migration zone,\n· Watershed level assessments of flow, storage, water quality, and habitat,\n· Water rights, and agricultural irigation water use,\n Present and future needs of public water systems,\n Fish presence and habitat evaluations from 1990 to the present,\n·\n Salmon and steelhead population boundaries,\n·  Aquatic nuisance species,\n· Instream and streambank vegetation from 1990 to the present,\n· Wildlife,\n Soils, and\nSocial survey of Tenmile watershed landowners\nAppendix E: Available Data for Laurel WID",
    "Page_112": "Table of Contents\nTable l: Fecal coliform monitoring maps and reports....\n3\nTable 2: Where to find earlier water quality data from monitoring stations on W hatcom County Water Quality M onitoring Results for the Laurel WID area..\n5\nTable 3: Water quality data collected for Fourmile Buffer Project (also see Additional habitat/wildlife documents for Fourmile Buffer Planting Project Report)... 6\nTable 4: Washington State list of water bodies impaired by pollution...\n6\nTable 5: Streamflow ...\n6\nTable 6: Streamflow plus additional measures....\nTable 7: Additional streamflow reports ....\nTable 8: Hydrography....\nTable 9: Erosion and avulsion in Nooksack River channel migration zone ..\nTable 10: Groundwater Data ...\n.8\nTable 1l: Additional reports on groundwater....\n.10\nTable 12: Groundwater maps....\n.10\nTable 13: Water rights.....\n.12\nTable 14: Present and future needs of public water systems..\n.12\nTable15: Agricultural lrrigationwater use and water rights\n.. 12\n.12\nTable 17: Land use/ Land cover....\n13\nTable 18: Land use/ Land cover map and chartsfrom Lower Nooksack Water Budget Overview\n.13\n.14\nTable 20: NSEA spawner surveys...\n.14\nTable 21: W DFW spaw ner surveys ...\n.15\nTable 22: Aquatic nuisance species.\n.15\nTable 23: Additional habitat/wildlife documents.\n16\nTable 24: Additional habitat/wildlife maps and databases...\n18\nTable 25: Soils.....\n19\nTable 26: W RlA 1 materials online....\n20\nTable 27: Social survey...\n.20\n4\nAppendix E: Available Data for Laurel WID",
    "Page_113": "Table 1: Fecal coliform monitoring maps and reports\nArea\nWatershed\nParameter\nSource\nDescription\nURL\nLaurel\nFourmile, Tenmile,\nFecal coliform\nWhatcom County\nM ap of routine\nhttp://www.whatcomcounty.us/2170/Water-\nDeer, Wiser/ Cougar\nmonitoring sites and\nQuality-M onitoring-Results [last accessed\nSouth\nreports of sampling\nFebruary 27, 2018] (see note below for\nresults updated\ninformation on how to download FC data)\nmonthly\nLaurel\nFourmile, Tenmile,\nFecal coliform\nConservation\nWatershed Health\nhttp://www.whatcomcounty.us/2170/Water-\n Deer, Wiser/ Cougar\nDistrict\nAssessment (November\nQuality-M onitoring-Results [last accessed\nSouth\n2015)\nFebruary 27, 2018]\nAll\nAll (Department of \nFecal coliform\nWashington State\nInteractive maps of\nhttp://www.whatcomcounty.us/2170/W ater-\nAgriculture tests\n Departments of\n preliminary source\nQuality-M onitoring-Results [last accessed\nnumerous stations\nAgriculture and\ntracking results and\nFebruary 27, 2018]\nroutinely and also in\n Ecology (only W SDA\nother fecal coliform\nresponse to high FC\n results shown as of\nassessments\ncounts - station\n2/9/16). Data is\nlocations vary)\navailable upon\nrequest from WSDA\n Dairy Nutrient\nM anagement group\n- M ichael lsensee\n360-961-7412\nAccessing water quality data from routine monitoring sites: Figure 1 shows the locations of routine water quality monitoring sites that are within the Laurel\nWatershed Improvement District.\nWhatcom County, the Tribes, Washington State Department of Ecology, and Washington Department of Agriculture coordinate their water quality monitoring\nefforts. To see the most recent couple of months of data from the map of routine water quality monitoring online at the County's website\nhttp://www.whatcomcounty.us/2170/Water-Quality-M onitoring-Results, open the map at\nup the drop-down menu. Select \"Open Attribute Table\". A detailed table will open up. Under \"Options\" in the upper left corner of the table, you can choose to\nexport the data and it will automatically populate an Excel spreadsheet. The purple dots indicate station locations; the blue squares indicate that there is data\nassociated with that station in this system. To find earlier data see the table below.\nAppendix E: Available Data for Laurel WID",
    "Page_114": "Laurel Watershed Improvement District\nWater Quality Monitoring Stations\n4DOWN\nW-SmithR\nStation\nLaurelWID\nData Sources\nhttp://www.co.whatcom.wa.us/2170/Water-Quality-Monitoring-Results#stations\n●Current\nWiD:WhatcomCountyPlanningandDevelopmentServices\nHydrography:https://fortress.wa.gov/dnr/adminsa/DataWeb/dmmatrix.html\nHistoric\n0.5\nMiles\nWhatcom County Ag-Watershed Pilot Project\nCartographer:FHBrown\nanyparticularpurposeeitherexpressorimlied.Norepresentationorwarrantyismadeconcerningtheaccuracy,currency,completenessorqualityofatadepictedonthismap.nyuserofthismapassume\nallresponsibiltfethrefandfutheagreetholdhatcmCountamlessfm\nand against any damage,loss or liabilityarising from anyuseof thismap.\nAppendix E: Available Data for Laurel WID",
    "Page_115": "Table 2: W here to find earlier water quality data from monitoring stations on Whatcom County Water Quality M onitoring Results for the Laurel WID area.\nData for the County Health Department are not included here because their monitoring focuses entirely on marine water.\nWho\nDepartment of Ecology\nWhatcom County Public Works\nWashington State Department of\n Nooksack Tribe\nAgriculture\nWhat\nData generally includes FC, pH, T,\nFocused on fecal coliform\nFocused on fecal coliform\nFecal coliform, E.coli, T, pH,\nConductivity, and Do. Occasionally\n DO, Conductivity, Turbidity,\nflow and wetted width are recorded.\nHow\nYou may request the data from the\nAnnual reports for 2011 through\nData is available upon request from \nAvailable by request\nDepartment of Ecology Bellingham\n2013 are available online at URL\nW SDA Dairy Nutrient M anagement\nField office. Details below.\nbelow.\ngroup - M ichael Isensee 360-961-\n7412\nDetails\nYoumayrequestdataforawatershed\nhttp://www.co.whatcom.wa.us/21\nStation locations are shown on\nJezra Belieau,\nsubbasin from J essica Kirkpatrick,\n72/Resource-Library\nWhatcom County's map of routine\nWater Resources Specialist\nSteveHood,orChris Luerkens at360-\nmonitoring sites but results are\n Nooksack Indian Tribe\n715-5200.\navailable on the Preliminary Source\njbeaulieu@ nooksack-\nID Results map (both maps at \nnsn.gov\nhttp://www.whatcomcounty.us/21\n 70/W ater-Quality-M onitoring-\nResults) and by request - contact\ninformation above.\nStation\nDRC\nCA14c\n4M2\nSW15\nNames\nT1\nCOU2\nT2\nT3\nT4\nNWIC-4UP\nNWIC-4DOWN\nAppendix E: Available Data for Laurel WID",
    "Page_116": "Table 3: Water quality data collected for Fourmile Buffer Project (also see Additional habitat/ wildlife documents for Fourmile Buffer Planting Project Report)\nArea\n Parameters\nFrequency\nStations\n Dates\nSource\nURL\nFourmile\nFecal coliform,\nmonthly\nLocations of\n2004-\nNorthwest IndianCollegetook the measurements.\nhttp://www.whatcomcd.org/sites\nCreek\ntemperature,\nthe 6 stations\n2008\nResults are reported in Fourmile Creek Final Report:\n/default/files/watersheds/tenmil\ndissolved\nshown in the \nA Planting and M aintenance Project; Tenmile Creek\ne/FourmileCreekFinalReport.pdf\n oxygen, pH\nFourmile Creek\nWatershed Restoration Project; Nooksack River\n Final Report\nWatershed - W hatcom County,June 2008\nFourmile\nTemperature,\nT taken\nLocations of\n2003-\n Data are analyzed and presented in the Fourmile\nhttp://www.whatcomcd.org/sites\nCreek\ndissolved\nhourly, DO\nthe 6 stations\n2013\nCreek Final Report, above, and in the summary\n/default/files/watersheds/tenmil\noxygen\napprox.\n shown in the\nreport of 2013 (see url at right). Raw data are\ne/Fourmile-Creek-buffer-\nevery 2\nFourmile Creek\navailableupon request from: DorieBelisle,Bellwood\nplanting-project-report-J une-\nmonths.\n Final Report\nAcres Farm, Lynden, WA\n2013.pdf\nTable 4: Washington State list of water bodies im paired by pollution\nWID/Area\nParameter\nSource\nURL\nAll\nWater quality Assessment and 303(d) list\nWA Department of Ecology\nhttps://fortress.wa.gov/ecy/wqamapviewer/map.aspx\n[last accessed February 28, 2018]\nTable 5: Streamflow\nWID/Area\nWatershed\nOngoing/\n Station ID\nDescription\nLat\nLong\nCollected\nSource\nURL\n Completed\nby\nTenmile\nLaurel\nOngoing\n12212900\nTenmile Creek\n485149\n1222945\nUSGS\nUSGS \"Summary\nhttp://w a.water.u\nLower\nnear Laurel\nInformation for\nsgs.gov/ projects/\nContinuous\nwria01/sw.htm\nStreamflow Gages\n[last accessed\nin and near the\nOctober 1, 2015]\nWRIA 1 Study\nArea\"\nLaurel\nTenmile\nOngoing\n12213000\nTenmile Creek\n485115\n1223225\nUSGS\nUSGS \"Summary\nhttp://wa.water.u\nLower\nnear Ferndale\nInformation for\nsgs.gov/ projects/ \nContinuous\nwria01/sw.htm\nStreamflow Gages\n[last accessed\nin and near the\nOctober 1, 2015]\nWRIA 1 Study\nArea\"\nAppendix E: Available Data for Laurel WID",
    "Page_117": "Table 6: Streamflow plus additional measures\nWID/Area\nWatershed\nAdditn'\n Station\nStation\n Ongoing/\n Collected\nSource\nURL\nnotes\n parameters\nID\nlocation\nCompleted \nby\nSouth of\nMainstem\nFC, T, NH3,\n01A050\nNooksack\nEcology\nongoing\nRiver &\nhttps://fortress.wa.gov/ec\nOxygen is monitored\nLaurel\nNO2 NO3,\nRiver\nStream\ny/eap/riverwg/regions/ stat\n\"continuously\" - 15 to\nTPN, TPP,\n@Brennan\nWater\ne.asp [last accessed\n30 minute intervals\nOP, DO, pH,\nQuality\nFebruary 28, 2018]\nMonitoring\nTable 7: Additional streamflow reports\nWID/Area\nTitle\n Published\nURL\nBertrand, N.\nUSGSEstimating low-flow frequency statistics and\nUSGS Scientific\nhttp://wria1project.whatcomcounty.org/uploads/PDF/WaterQN/\nLynden, S.\nhydrologic analysis of selected stream-flow gaging\nInvestigations\n2009USGS%20Report%20for%20Selected%20WRIA%201%20Gag\ne%20Stations.pdf\nLynden, Laurel\nstations, Nooksack River basin, report 2009-5170\nReport, 2009.\nTable 8: Hydrography\nArea\n Parameter\nSource\nURL\nUS\nHydrography\nUSGS. The National M ap, Hydrography\nhttp://viewer.nationalmap.gov/viewer/nhd.html?p=nhd [last\naccessed September 30,2015]\n Table 9: Erosion and avulsion in Nooksack River channel migration zone\nArea\n Parameter\n Document Title\nAuthor\nDate\nURL\nSumas,\nErosion and\nErosion and Avulsion Hazard\nPaul Pittman, LEG W hatcom\n2009\nhttp://wa-\nS. Lynden,\nAvulsion\nM apping and M ethodologies for\nCounty Public W orks and Peter\nwhatcomcounty.civicplus.com/Docu\nN. Lynden,\nuse in the Nooksack River Channel\nGill, Whatcom County Planning\nmentCenter/View/15492 [last\nBertrand,\nM igration Zone M apping\nand Development Services,\naccessed February 29, 2016]\nLaurel\nAppendix E: Available Data for Laurel WID",
    "Page_118": "Table 10: Groundw ater Data\nWID/\nWater-\nParameter\n Station ID\nSource\nURL\nTitleof\nNotes\nArea\nshed\nTable/ Source\nAIl\nAll\nWell\nSummary\n1297 wells\nUSGS\nhttp://wa.water.usgs\nThis table contains data for all wells in the WRlA 1 study area\nlocation,\nInformation\nlisted.\n.gov/ projects/wria01\nthat were in the USGS database as of December 14, 1999.\nfor Wells in \nLatitude\n/data/well info.htm\nuse, depth,\nThere are many wells in the WRlA 1 study area that are not in\nand\nvia\nthe database. Additional information regarding wells in this \ninstallation\nthe WRIA 1\n Study Area\nhttp:/ / wa.w ater.usgs\ntable can be obtained by contacting Luis Fuste, the\ndate, open\nLongitude\n.gov/ projects/wria01\nInformation Officer of the USGS Washington Water Science\ninterval\nprovided \n/qw.htm [both last\nCenter of the USGS, at (253) 428-3600 x2653. Information in\nfor all.\naccessed October 1,\nthis table may overlap with information in the database of the\n2015]\nWhatcom County Health and Human Services Department See\nSummary Information for Whatcom County Health and Human\n Services Department Wells in the W RIA 1 Study Area).\nAll\nAll\nWell\nSummary\nNumerous\nWhatcom\nhttp:// wa.water.usgs\nThis table contains selected data for all wells in the W RIA 1\nlocation,\nInformation\nwells\nCounty\n.gov/ projects/wria01\nstudy area that were in the Whatcom County Health and\nfor Wells in\nuse, depth,\nlisted.\nHealth\n/data/tableGW2.htm\nHuman Services Department database as of January 7, 2000.\nthe WRIA 1\nTownship,\nand\n[last accessed\nThere are many wells in the WRlA 1 study area that are not in\ninstallation\ndate, open\n Study Area,\nOctober 1, 2015]\nthe database. Additional information regarding wells in this\nrange,\nHuman\ntable can be obtained by contacting Anne M arie Karlberg at\ninterval\nDownloaded\nsection,\nServices\nthe Whatcom County Health and Human Services Department,\nfrom the\nand\nat (360) 738-2504 x50819. Information in this table may\nWhatcom\nquarter\noverlap with information in the database of the USGS (see\nCounty\nsection\nSummary Information for Wells in the W RlA 1 Area,\nHealth and\nlisted for\nDownloaded from the USGS National Water Information\nHuman\nall.\nSystem). Disclaimer: The locations of these wells have not\nServices\nbeen field checked. Construction information was gathered\nDepartment\nfrom driller's logs and may contain errors.\nDatabase\nAll\nAll\nWell\nWells with\nNumerous\nUSGS\nhttp://w a.w ater.usgs\nAll information in this table is provisional and subject to\nlocation,\nSufficient\nwells\n:gov/ projects/ wria01\nrevision. The data in the database were collected and entered\nuse, depth,\nInformation\nlisted. Lat.\n/data/tableGW4.htm\nfor a wide variety of projects and purposes over a long period\nand long.\n[last accessed\nof time and the resulting dataset varies in quality and detail.\ninstallation\nto Compute\nOctober 1, 2015]\nAlthough many wells have accurate information (especially\ndate, open\nHydraulic\nlisted for\nthose checked and used in recent studies), some problems are\ninterval\nConductivities-\nall.\nDownloaded\ninclude, but are not limited to, inaccurate well locations, old\nfrom the\n information regarding the primary use of the well, incorrect \nUSGS\n installation dates, and erroneous labeling of well locations as\nAppendix E: Available Data for Laurel WID\n8",
    "Page_119": "WID/\nWater-\n Parameter\nTitle of\nStation ID\nSource\nURL\nNotes\nArea\nshed\nTable/Source\nNational\nhaving been field-checked. No checks were performed to\nWater\nassure consistency between the latitude and longitude of a\nInformation\nwell and its assigned local name\nSystem \n(NWIS)\nAll\nAll\nWater level\nHistorical\nNumerous\nUSGS\nhttp://wa.w ater.usgs\nTable contains historical water-level information for wells in\nbelow\nGround-\nwells\n.gov/ projects/wria01\nthe WRIA 1 study area that were in the USGS National W ater\n surface,\nW ater Levels\nlisted.\n/ data/w aterlevels.h\nInformation System (NWIS) on December 14, 1999, and for\nUSGSID is\ntm [last accessed\nwhich water-level information was available. Additional\ndate of \nin the WRIA\n information regarding wells in this table can be obtained by\nmeasure-\n 1 Study Area\nOctober 1, 2015]\nlat long.\ncontacting Luis Fuste, the Information Officer of the USGS\nment,\nWashington Water Science Center of the USGS, at (253) 428-\nmethod\n3600 x2653.\nLaurel\nTenmile\nGround-\nGroundwater\nWhatcom\nThis report may be\nWhatcom County and PUD #1 initiated this study which was\nwater and\nStudy of\nCounty,\nrequested from\nconducted by HydroLogic Services\nlow flow\n Crystal and \nPUD #1\n Public Utility\nLarrabee\nDistrict #1.\nSprings in\nContact Rebecca\nTenmile\nSchlotterback, 360-\nCreek\n384-4288 ext. 13.\nW atershed,\nDec.2005\nLaurel\nTenmile\nHydraulic\nSummary\nFerndale\nUSGS,\nhttp://wa.water.usgs\nThe published source of the data may be found by cross-\nlower?\nconductivity\nInformation\nEcology,\ngov/ projects/wria01\nreferencing the code in the column labeled \"Catalogue\nLqw.htm [last\nNumber\" with information in a M icrosoft Access* database\nfor Aquifer\nCascades\naccessed\ndeveloped by Greenberg and others (1996) and expanded by\nTests in the\nEnv.\nW RIA 1 Study\nFebruary28, 2018]\nthe USGS as part of the current (January, 2000) study.\nServices\nArea\nand\nWater\nResources\nCons.\nTeam\nAppendix E: Available Data for Laurel WID",
    "Page_120": "Table 11: Additional reports on groundwater\n Watershed\nTitle\n Published\nAuthors\nURL\nAll\nNitrate Contamination in the Sumas-\nPublication No. 11-03-027,\nM elanie Redding, Barbara\nhttps://fortress.wa.gov/ecy/publicat\nBlaine Aquifer, Whatcom County,\nMay 2011\nCarey, and Kirk Sinclair,\nions/documents/1103027.pdf [last\nWashington\nWashington State\naccessed February 27, 2018]\n Department of Ecology\nAll\nDepartment of Ecology Pub.\nBarbara Carey\nSumas-Blaine Aquifer Nitrate\nhttps://fortress.wa.gov/ecy/ publicat\n Contamination Summary\nNo. 12-03-026,June 2012\nions/summarypages/1203026.html \n[last accessed February 28, 2018]\nAll\nHydrogeology, ground water quality,\nUS Geological Survey Water-\nCox, S. E., and S. C. Kahle\nhttp://pubs.usgs.gov/wri/1998/419\nand sources of nitrate in lowland glacial\nResources Investigations\n 5/report.pdf [last accessed February\naquifers of W hatcom County,\nReport 98-4195.\n.1999.251\n27, 2018]\nWashington, and British Columbia,\npages, 5 plates.\nCanada\nWRIA1\nWRIA 1 Groundwater Data\nWhatcom County PUD #1,\nLindsay, C. and C.\nhttp://wria1project.whatcomcounty.or\nAssessment: Overview. In\nWhatcom County, WA. WRIA\n Bandaragoda\ng/ [last accessed 2/1/16]\nBandaragoda, C., C. Lindsay, J.\n1 Joint Board, 2013.\nGreenberg, and M. Dumas, editors.\nWRIA 1 Groundwater Data Assessment\nTable 12: Groundwater maps\nWID/\nParameter\nTitle\nLast\nSource\nURL\nNotes\nArea\nmodified\nAll\nGround-\nGeneralized Pattern of\n2000\nUSGS\nhttp://wa.w ater.usgs\nM odified from Vaccaro, J.J., Hasen, A.J. and Jones, M.A.,\nwater\nGround -Water M ovement\ngov/ projects/wria01/\n1998. Hydrogeologic Framework of the Puget Sound\nmovement\nfor the Puget Sound\nmaps/ mapGW2.pdf\nAquifer System, Washington and British Columbia; US\n[last accessed\nAquifer System in the WRIA\nGeological Survey Professional Paper 1424-D.\nOctober 1, 2015]\n1 Study Area\nAll\nSelected\nLocations of Selected Wells\n2000\nUSGS\nhttp:// w a.w ater.usgs.\nUSGS National Water Information System (NWIS),\nwell\nin the WRIA 1 Study Area\n gov/ projects/wria01/\ndownloaded December 14, 1999. Not well locations have\nlocations\nby Primary Water Use\nmaps/ mapGw 4.pdf\nbeen verified and therefore they may plot in the wrong\n[lastaccessed\nlocations.\nOctober 1, 2015]\nAppendix E: Available Data for Laurel WID\n10",
    "Page_121": "WID/\n Parameter\nTitle\nLast\nSource\nURL\nNotes\nArea\nmodified\nAll\nGround-\nWater-Level Contours in\n2000\nUSGS\nhttp://w a.w ater.usgs.\nFrom: Cox, S.E., and Kahle, S.C., 1999, Hydrogeology,\nwater levels\nthe Uppermost Aquifer of\ngov/projects/wria01/\nGround-Water Quality, and Sources of Nitrate in Lowland\nthe Lynden-Everson-\nmaps/ mapGW 3.pdf\nGlacial Aquifers of Whatcom County, W ashington, and\nNooksack-Sumas (LENS)\n[lastaccessed\nBritish Columbia, Canada: U.S. Geological Survey W ater-\nStudy Area\nFebruary 27, 2018]\nResources Investigations Report98-4195, 5 plates, 251 p.\nAll\nAquifer\nApproximate Locations of\n2000\nUSGS\nhttp:// w a.w ater.usgs.\nFrom: Various Hydrogeologic Studies in the W RIA 1 Study\ntests\nAquifer Tests in the WRIA 1\ngov/projects/wria01/\nArea\nStudy Area\nmaps/mapGW5.pdf\n[last accessed\nOctober 1, 2015]\nAll\nSelected\nLocations of Selected W ells\n2000\nUSGS\nhttp://wa.water.usgs\nFrom: USGS National Water Information System (NWIS),\nwell\nin the WRIA 1 Study Area\ngov/ projects/wria01/\ndownloaded December 14, 1999. Not all well locations\nlocations\nwith Sufficient Information\nmaps/mapGW6.pdf\nhave been verified, therefore they may plot in the wrong\nto Compute Hydraulic\n[last accessed\nlocations.\nOctober 1, 2015]\n Conductivities\nAll\nSelected\nLocations of Selected Wells\n2000\nUSGS\nhttp:// wa.w ater.usgs.\nFrom: USGS National Water Information System (NWIS),\nwell\nin the WRIA 1 Study Area\ngov/ projects/wria01/\ndownloaded December 14, 1999. Not all well locations\nlocations \nwith Five or M ore Historical\nmaps/mapGw 7.pdf\nhave been verified and therefore they may plot in the\nWater Levels\n[last accessed\nwrong locations\nOctober 1,2015]\nAll\nSoil types\nDistribution of Soil M ap\n2000\nUSGS\nhttp://w a.w ater.usgs\nFrom: U.S. Department of Agriculture, 1994, State Soil\nUnits in the WRIA 1 Study\ngov/ projects/wria01/\nGeographic (STATSGO) Data Base: Date use information,\nArea\nmaps/mapGw 8.pdf\nSoil Conservation Service, National Cartography and GIS\n[last accessed\nCenter, Fort Worth, Texas, accessed January 28, 2000, at\nOctober 1, 2015]\nURL http://w ww.ftw.nrcs.usda.gov/stat_data.html. Note:\nThe soil information for this map was Natural Resources\nConservation Service 1994 STATSGO data. STATSGO w as\ncompiled at 1:250,000 and designed to be used primarily\nfor regional, multi-state, state, and river-basin resource\nplanning, management, and monitoring.\nAll\nSoil\nSoil Permeability in Parts of\n2000\nUSGS\nhttp:// w a.w ater.usgs.\nM odified from: U.S. Department of Agriculture-Soil\npermeability\nthe WRIA 1 Study Area\ngov/projects/wria01/\nConservation Service, 1992, Soil Survey of W hatcom\nmaps/mapGw9.pdf\nCounty Area, Washington, 54 sheets, 481 p.\n[last accessed\nOctober 1, 2015]\nAppendix E: Available Data for Laurel WID\n11",
    "Page_122": "Table 13: Water rights\nArea\nParameter\nTitle\nSource\nURL\nNotes\nAll\nQuantity, place of use,\nWater Resources\nWashington\nhttps://fortress.wa.gov/ecy/w\nYou can search with an interactive map, or\nsource, purpose, all \nExplorer\nState\naterresources/map/W aterRes\nusing information such as address,\ndocuments associated\nDepartment of\nourcesExplorer.aspx [last\ntownship and range, or latitude and\nwith water rights, and\nEcology\naccessed February 28, 2018]\nlongitude.\nwell logs\nWater rights\nWRIA1Water\nAll\nPublic Utility\nhttp://wria1project.whatcomc\nRights Atlas, 2003\n District No. 1\nounty.org/Resource-\nLibrary/Studies-And-\nReports/W ater-Rights/65.aspx\n[last accessed February 1,\n2016]\nTable 14: Present and future needs of public water systems\nArea\nParameter\nTitle\nSource\nURL\nAll\n Present and future needs\nWhatcom County Coordinated\nWhatcom County\nhttp://www.whatcomcounty.us/DocumentCenter/View/2414\nfor public water systems\nWater System Plan, 2016\nPublic Works\n3 [last accessed August 28, 2017]\nTable 15: Agricultural Irrigation water use and water rights\nArea\nParameter\nTitle\nSource\nURL\nAll\nAgricultural\nQuantification of Agricultural lrrigation\nPublic Utility District no. 1 of\nhttp://wria1project.whatcomcounty.org/\nirrigation water\nW ater Use and Water Rights, December\nWhatcom County\n2016.\n Table 16: Watershed level assessment of water flow and storage, water quality, and habitat \nArea\n Parameter\nTitle\nSource\nURL\nAll\nWatershed characterization: water flow\nPuget Sound\nWashington\nhttps://fortress.wa.gov/ecy/coastalatlas/wc/landingpage.html [ last\n(delivery and storage), water quality, and\nWatershed\nState\naccessed February 28, 2018]\nhabitat assessments\n Characterization\n Department\nProject\nof Ecology\nAppendix E: Available Data for Laurel WID\n12",
    "Page_123": "Table 17: Land use/ Land cover\nWID/Area\nWatershed\nParameter\n Document\nURL\nLaurel WID\nTenmile\nLand uses with\nWhatcom Conservation District, 2017. NRCS\nAvailable on request from Whatcom\n greatest potential\nNational Water Quality Initiative (NWQl) Pilot\nConservation District: 360-526-2381.\nfor water quality\nWatershed Assessment: Tenmile Watershed.\nimpacts\nSeptember 2017, v.3.\nWhatcom County\nAll\nAgricultural Land\nWhatcom CountyAgricultural Land Cover Analysis\nhttp://www.whatcomcounty.us/docu\nCover Analysis\nversion 2.3. 2013. Whatcom County Planning and\nmentcenter/view/3989 [last accessed\n Development Services\nOctober 1, 2015]\nWhatcom County\nAll\nCritical Areas\nWhatcom County's Critical Areas (CAO) are\nhttp://www.whatcomcounty.us/811/C\n Ordinance M aps \nenvironmentallysensitive natural resources that\n ounty-Wide-Critical-Area-Ordinance-\nhave been designated for protection and\nMaps\n management in accordance with the requirements\n[last accessed February 26, 2016]\nof the Growth M anagement Act.\nWhatcom County\nAll\nLand Cover\nWDFW High Resolution Change DetectionProject;\nhttp://wa-\nChange\nWhatcom County: Land Cover Change by Sub-\nwhatcomcounty.civicplus.com/Docum\nBasin\nentCenter/View/15805 [last accessed\nFebruary 26, 2016]\nTable 18:Land use/ Land cover map and chartsfrom Lower NooksackWaterBudget Overview\nReport covers Tenmile, Four Mile, Fazon, Deer, and Wiser Lake/Cougar Creek\nFigure\nWA: W RlA 1 Joint Board. Retrieved from http:/ / wrialproject.whatcomcounty.org/ [last accessed October 1, 2015 ]\nWRIA 1 map of existing land cover\nFigure 1\nFigure 2\nAreal distribution of existing and historical land cover classes in the Lower Nooksack watershed (top) and the Nooksack Forks watershed\nFigure 7\n(bottom).\n Final land cover classification, original data source class, and Lower Nooksack Water Budget land cover parameters.\nTable 1\nCrop types in the Lower Nooksack Subbasin.\nTable 2\nAppendix E: Available Data for Laurel WID\n13",
    "Page_124": "Table 19: Land use/ Land cover electronic data from Lower Nooksack Water Budget Overview\nReport covers Tenmile, Four Mile, Fazon, Deer, and Wiser Lake/Cougar Creek\nFrom: Bandaragoda, C., J. Greenberg, M. Dumas and P. Gill. (2012). Lower Nooksack Water Budget \nTitle\n(Chapter 5, Land Cover). Whatcom County, WA: W RIA 1 Joint Board. Retrieved from\nhttp://wrialproject.whatcomcounty.org/ [last accessed October 1, 2015].\nTables of crop type summarized by the 16 drainages of the Lower Nooksack Subbasin\nAppendix Chap5A_LN_AgLandUse.pdf\nClasses and descriptions of original NOAA CCAP dataset\nAppendix Chap5B_LandCoverClass.pdf\nClasses and descriptions of original Whatcom County Agricultural Land Cover Analysis\nAppendix Chap5C_W hatcomCountyLandCover.pdf\nGIS data, W hatcom County Agricultural Land Cover Analysis\n Agrural-use-pds2011.shp\n Parameter grids (ascii files) and Excel spreadsheets of parameter values by land cover class\nLand Cover M odel Parameter Lookup Tables (Folder:\nAsci grids/ see lulc_existing.xls and lulc_historic.xls\nM atlabcode to convert raster, lookup tables, and shapefile data to area averaged parameter\nTopnet-WM Preprocessing Program files\nvalues\nwrial_lulc_water_budget.gdb, 1. Existing Land Cover GlS\ndata (<Lulc_exist>)\n2. Historical Land Cover GIS data (<Lulc_hist>)\nLower Nooksack Subbasin Land cover tables and charts from GlS data\nLulc_charts_lowerNookonly.xlsx\nWRIA 1 Land cover codes, tables, and charts from GlS data\nLulc_charts_wrial.xlsx\nTable 20: NSEA spaw ner surveys\n every year.\nWatershed\nCreek\n Station Location\nCollected by\nSource\nNotes\nTen M ile\nSilver\nRM 0.0-0.5\ntrained NSEA\nNooksack Salmon Enhancement\nLive salmon, carcasses and redds are\nUpper\n Springs\nstaff and \nSpawning Grounds data and reports.\nrecorded. The reports include brief\nCreek\nvolunteers\nhttp://www.n-sea.org/ archived-\ndescriptions of the reach. The monitored\npublications [last accessed Feb 1, 2016]\nreaches have changed somewhat over time.\nTen M ile\nStarry\nRM 0-0.75\ntrained NSEA\nNooksack Salmon Enhancement\nLive salmon, carcasses and redds are\nUpper\nCreek\nstaff and\nSpawning Grounds data and reports.\nrecorded. The reports include brief\nvolunteers\nhttp:// www.n-sea.org/ archived-\ndescriptions of the reach. The monitored\npublications [last accessed Feb 1, 2016]\nreaches have changed somewhat over time.\nTen Mile\nTen\nRM 9-9.2\ntrained NSEA\nNooksack Salmon Enhancement\nLive salmon, carcasses and redds are\nUpper\nMile\nstaff and\nSpawning Grounds data and reports.\nrecorded. The reports include brief\nvolunteers\nhttp://www.n-sea.org/ archived-\ndescriptions of the reach. The monitored\npublications [last accessed Feb 1, 2016]\n reaches have changed somewhat over time\nAppendix E: Available Data for Laurel WID\n14",
    "Page_125": "Watershed\nCreek\n Station Location\nCollected by\nSource\nNotes\nDeer Creek\nDeer\nRM 3.2-3.7\ntrained NSEA\nNooksack Salmon Enhancement\nLive salmon, carcasses and redds are\nCreek \nstaff and \nSpawning Grounds data and reports.\nrecorded. The reports include brief\nUpper \nvolunteers\nhttp:// www.n-sea.org/ archived-\ndescriptions of the reach. The monitored\npublications [last accessed Feb 1, 2016]\nreaches have changed somewhat over time.\nDeer Creek\nDeer\nRM 0.5-1.1\ntrained NSEA\nNooksack Salmon Enhancement\nLive salmon, carcasses and redds are\nCreek\nstaff and\nSpawning Grounds data and reports.\nrecorded. The reports include brief\nLower\nvolunteers\nhttp://www.n-sea.org/ archived-\ndescriptions of the reach. The monitored\npublications [last accessed Feb 1, 2016]\n reaches have changed somewhat over time.\nTable 21: WDFW spawner surveys\nWatershed\n Parameter\n Creek\n Station location\nFrequency\n Date\n Ongoing/\nCollected by\nSource\n completed \nWiser\nLimited field data from\nSpecifics\nSpecifics are\nOne-time\n2009\nCompleted\nWDFWand\nWDFW\nLake/ Cougar\na one year survey to\nare\navailable upon \nNSEA field\nTasha Geiger\nCreek, Fourmile\n assess adult Steelhead\navailable\nrequest\ncrews\n Nooksack River\nand Ten M ile\nspawning habitat:\nupon\n Stock Assessment\nCreeks\nSteelhead redds or\nrequest\n360-305-2023\nsuitable gravel for\nNatasha.geiger@ df\n Steelhead spawning.\nw.wa.gov\n Table 22: Aquatic nuisance species\nArea\nTitle - Parameter\nNotes\nFrequency\nDate\nSource\nWashington\nAquatic invasive species\n Description of aquatic\nongoing\nhttp://wdfw.wa.gov/ais [last\nWDFW\nState\nnuisance species with\naccessed 0ctober 1,2015]\ndistribution maps. Organized\nby organism.\nWashington\nWashington Herp Atlas\nunknown\n M aps updated\nhttp://www 1.dnr.wa.gov/nhp/r\nDNR\nState\n2013\nefdesk/herp/herpmain.html\n[last accessed October 1, 2015]\nWashington\nWashington Nature\nunknown\nhttp://naturemappingfoundatio\nNatureM apping\nunknown\nState\nM apping Program -\nn.org/natmap/maps/ [last\nProgram\nwildlife distribution maps\naccessed October 1, 2015]\nUS\nUSGS NAS-\nSearchable database/maps of \nunknown\nDate of info\nhttp:// nas.er.usgs.gov/queries/d\nUSGS\nNonindigenous Aquatic\nnonindigenous aquatic\nvaries\nefault.aspx [last accessed\n Species - presence and\nspecies sightings organized\nOctober 1, 2015]\nAppendix E: Available Data for Laurel WID\n15",
    "Page_126": "Area\nTitle - Parameter\nNotes\nFrequency\nDate\nSource\ndistribution\nby group, i.e. amphibians,\nfish, mammals.\nWashington\nWashington Department\nDescription of aquatic\nongoing\nDate of info\nhttps://ecology.wa.gov/About-\nWA Department\nState\nof Ecology Environmental\nnuisance plants w ith\nof Ecology\nvaries\nus/Get-to-know-us/Our-\nAssessment Aquatic Plant \ndistribution maps, searchable\nPrograms/ Environmental-\nMonitoring\nsurvey results by county,\nAssessment [last accessed\nlake, or plant name, and \nFebruary 28, 2018]\ndownloadable survey data.\nWhatcom\nWhatcom County\nDistribution map of some\nunknown\nM ap date is\nWhatcom\nhttp://www.whatcomcounty.us/\nCounty\nNoxious Weeds\n noxious weeds. Field guides\n2008.\nCounty\nDocumentCenter/View/2506\nwebpages\nand information about\nWebsite date\n[last accessed October 1, 2015]\nis 2007. Other\nnoxious weeds.\nmaterial is \nundated.\n Pacific\nAquatic and Riparian\nDescription of monitoring\n2010\n2011\nhttp://www.reo.gov/monitoring\nUW Forest\nNorthwest\n Effectiveness M onitoring\nprogram and presence of\n/reports/watershed/AREM P%20\nService and\n Program Invasive Species\ninvasive species in surveyed\nAquatic%20lnvasive%20Species\nBureau of Land\nReport\nareas.\n%20Report%202010.pdf [last \nM anagement\naccessed 0ctober 1, 2015]\nTable 23: Additional habitat/ wildlife documents\nWatershed/ area\nParameter\nDocument\nFourmile Creek\nWater quality,\nLovato Niles, C. and M acKay H. (2013) Fourmile Creek Buffer Planting Project Summary\ntemperature, fish\nReport. FHB Consulting Services, Inc., Bellingham WA. www.fhb3.com\nhabitat, reed canary\nhttp:// www.whatcomcd.org/ sites/default/files/watersheds/tenmile/Fourmile-Creek-buffer-\n grass control, drainage\nplanting-project-report-]une-2013.pdf [last accessed 3/28/18]\nWhatcom County\n Buffer width, shade\nBenedict, C. and J. Shaw, 2012. Agricultural Waterway Buffer Study; Whatcom County,\nand temperature\nWashington 2012. WSU Whatcom County Extension.\nhttps://salishsearestoration.org/images/2/2f/Benedict_%26_Shaw_2012_shade_benefits_fro\nm_hedgerow_on_ditched_streams.pdf\nDoes not include Dakota, California,\n Riparian function\nCoe, T. 2001. Nooksack River W atershed Riparian Function Assessment. Nooksack Indian\nor Sumas River watersheds\nTribe Natural Resources Department. http://salmon.wria1.org/resources/documents [last\naccessed January 4, 2016]\nAppendix E: Available Data for Laurel WID\n16",
    "Page_127": "Watershed/ area\nParameter\nDocument\nWhatcom County\nFish barriers\nReport - IAC Project Number: 01-1258 N. January, 2006.\nWRIA 1\n Fish habitat\nSmith, C.J. 2002. Salmon and steelhead habitat limiting factors in WRlA 1, the Nooksack\nbasin. W ashington State Conservation Commission, Lacey, Washington. 325 pp.\nTen Mile\n2013 Data Integration\nof W RIA 1 Hydraulic,\nHydraulic, Fish Habitat, and Hydrology M odels. 134 pp. Nooksack Indian Tribe, Whatcom\nFish Habitat, and\nCounty, WA. WRlA 1 Joint Board. Retrieved [Date], from\nHydrology M odels\nhttp://wrialproject.whatcomcounty.org/ [last accessed February 1, 2016]\nNooksack\nFish presence\nNooksack Tribe, 2004. Referenced in North Lynden Watershed Improvement District\nM anagement Plan for Drainage, flooding, Irrigation and Fish Issues, 2009. Bibliography entry\nis unclear.\nWRIA 1\nFish presence\nAnchor Environmental, LLC. 2003. Fish periodicity in WRIA 1. Prepared for City of Bellingham\nPublic Works Department. Seattle, Washington. 43 pp+Appendices\nDeer Creek\nJuvenile salmonids\nThis data was collected by Bob Vadas (W DFW) and is not an official report but it does speak\n(salmon, steelhead,\nto juvenile population numbers found in Bertrand Cr, Fishtrap Cr and Deer Cr sampling\ntrout)\nlocations where also sampled for comparison. This data has not been fully analyzed at this\ntime and should only be used as an initial look into juvenile populations. Sampling was\nconducted from2006-2010\nWhatcom County\nBiodiversity\nNelson, R., 2007. M apping Biodiversity in Whatcom County: Data and M ethods. Submitted\nto the W hatcom Legacy Project, August 2007. http:// wa-\n2016}\nWhatcom County\nWildlife\nEissinger, A., 1994. Significant Wildlife Areas. (Available through the public library)\nAppendix E: Available Data for Laurel WID\n17",
    "Page_128": "Table 24: Additional habitat/ w ildlife maps and databases\nWatershed/\nParameter\nDocument/Website\nURL\nSource\nArea\nWhatcom\nFish Presence\nM aps: Fish Presence by species available on W hatcom\nhttp://www.co.whatcom.wa.us\nWhatcom County\nCounty\nChar, Chinook,\nCounty Critical Areas Ordinance M aps page\n/811/County-Wide-Critical-\nChum, Coho,\nArea-Ordinance-M aps\nCutthroat, Pink,\n[last accessed February 24,\nSteelhead, Bull\n2016]\nTrout/ Dolly\nVarden\nWhatcom\nWildlife\nThe W hatcom County mappings were completed in 2007,\nhttp://wdfw.wa.gov/conservati\nWashington Department\nCounty\nas part of a project to characterize ecosystem processes\non/habitat/planning/Iha/whatc\nof Ecology and\nand wildlife habitat in the Birch Bay Watershed.\nom.html [last accessed\nWashington Department\nFebruary 28, 2018]\nof Fish and Wildlife\nWashington\nPriority Habitats\nPHS on the Web is a Washington Department of Fish and\nhttp://wdfw.wa.gov/mapping/\nWashington Department\nState\nand Species on\nWildlife web-based, interactive map for citizens,\nphs/ [last accessed October 1,\nof Fish and Wildlife\nthe Web\nlandowners, cities and counties, tribal governments, other\n2015]\nagencies, developers, conservation groups, and interested\nparties to find basic information about the known location\nof Priority Habitats and Species (PHS) in Washington State\nWashington\nSalmon\nSalmonScape is an interactive mapping application\nhttp://apps.wdfw.wa.gov/salm\nWashington Department\nState\ndistribution,\ndesigned to display and report a wide range of data\nonscape/ [last accessed\nof Fish and Wildlife\nstatus, and \nrelated to salmon distribution, status, and habitats. The\nOctober 1, 2015]\nhabitats\ndata sources used by SalmonScape include stream specific\nfish and habitat data, and information about stock status\nand recovery evaluations.\nWest Coast\nSalmon\nM aps of salmon and steelhead population boundaries\nhttp://www.westcoast.fisherie\nNOAA Fisheries, West\ns.noaa.gov/maps data/maps a\nCoast Region\nndgis data.html [last\naccessed 0ctober 1, 2015]\nWhatcom\nM arine species\nWhatcom County M arine Resources maps of marine\nhttp://www.mrc.whatcomcoun\nWhatcom County M arine\nCounty\n and Habitats\nspecies and habitats\nty.org/ library [last accessed\nResources Committee\nOctober 1, 2015]\nLibrary\nUS\nCritical habitat\nWebsite links to data and maps. The critical habitat maps\nhttp://www.nmfs.noaa.gov/ pr/\nNM FS NOAA\nmaps for marine\nprovided here are for illustrative purposes only. Textual\nspecies/ criticalhabitat.htm [last\nand\ndescriptions of critical habitats, which are provided in the\naccessed January 21, 2016]\nAppendix E: Available Data for Laurel WID\n18",
    "Page_129": "Watershed/\nParameter\n Document/Website\nURL\nSource\nArea\nanadromous\nassociated Federal Register notices (see links below), are\nfishes\nthe definitive sources for determining critical habitat\nboundaries. M ap and Federal Register notice links are PDF\nfiles.\nUS\nThreatened and\nEnvironmental Conservation Online System, data and\nhttp://ecos.fw s.gov/ecp/ [last\nUSFWS\nEndangered\nmaps.\naccessed February 18, 2016]\nSpecies\nWashington\n Rare plants,\nReference Desk of the Washington Natural Heritage\nhttps://www.dnr.wa.gov/natur\nWashington State\nState\nanimals,\nProgram. Includes searchable databases\nal-heritage-program_[last \n Department of Natural\necological\naccessed February 28, 2018]\nResources\ncommunities\n Puget Sound \nWetlands\nNational Wetlands Inventory, data and maps\nhttp://www.fws.qov/wetlands/\nUSFWS\n Region\n[last accessed February 1,\n2016]\nTable 25: Soils\nWID/Area\n Parameter\n Document\nURL\nSource\nUS\nSoils\nWeb Soil Survey\nhttp:// websoilsurvey.nrcs.usda.gov/ app/ last\nUSDA Natural Resource\naccessed 0ctober 1, 2015\n Conservation Service\nAppendix E: Available Data for Laurel WID\n19",
    "Page_130": "Table 26: WRIA 1 materials online\n In addition to the WRIA 1 materials included in this memo, there are many additional resources available on the WRlA1 Resource Library webpages\nWatersheds\nType of\nTopics or Titles\nURL\nResource\nAll\nStudies\nWater rights,\nhttp://wria1project.whatcomcounty.org/Reso\nWater Quantity,\nurce-Library/8.aspx [last accessed February 1,\nWater Quality, and\n2016]\nHabitat and Instream Flow;\nThe 2010 State of the Watershed Report,\n2013 WRIA Groundwater Data Assessment,\n 2013 Data Integration of W RIA 1 Hydraulic, Fish Habitat and Hydrology M odels,\nThe Whatcom County Coordinated W ater System Plan, 2000 (a 2016 version is\navailable at http://www.whatcomcounty.us/1035/Coordinated-Water-System-\n Plan-Update), and 2005 Numerical Groundwater Flow M odel of the Abbotsford-\nSumas Aquifer\nAll\nMaps\nWRIA 1 Watersheds M ap V3\nhttp://wria1project.whatcomcounty.org/Reso\nHistoric Land Cover M ap - USU\nurce-Library/ M aps/ 38.aspx [last accessed \n Existing Land Cover\nFebruary 1, 2016]\nFuture Land Cover - USGS\nImpervious Surfaces - NOAA\n Population Density - WA DOE\nApproximate Depth to W ater\nCombined Hydrology M echanisms, Draft - 11\nPrecipitation - PRISM\nSurface W ater Storage Alterations\nWater Right W atershed Status\nLong Term M onitoring Adopted M ap, and\nInteractive WRIA M onitoring Stations.\nTable 27: Social survey\nWatersheds\n Study\n Description\nSource\nTenmile\nTenmile watershed 2017\nSurveyed landowner opinions on water quality, best\nAvailable on request from the Whatcom\nlandowner social survey\n management practices, and trusted sources of information.\nConservation District: 360-526-2381\nAppendix E: Available Data for Laurel WID\n20",
    "Page_131": "Appendix F: Notes from the Whatcom Watershed Improvement Districts Work Session in Lynden,\nMarch20,2017.",
    "Page_132": "Notes\nWha tc om Wa te rshed Imp rove ment Distric ts Wo rk Sessio n\nStea kho use 9 - Lynden, WA\nMa rch 20, 2015 - 10:30 a m to 3:00 pm\nFacilitator- Ray Ledgerwood\nMeeting Purpose:\nβ Identify strategic priorities in each wiD, disc uss coord ination on certa in priorities, and leam\ntec hniq ues for c omp rehensive pla ns.\nOpening Comments\nCome togetherto see what we have done, what we want to do as wiDs...individually and\ncollec tively.\nWatershed Improvement District (WD) Reports of What Has Been Done since April 2015\nWD\nReport\nBertra nd WID\nSurfa ce to ground water\nNew tide gate on Schell Creek\nActive on Lummi negotiations\nStreamflow a ugmentation project\nFund ing forground water model\nGuide Meridian ditch work\nWa ter qua lity sa mpling\nWo rked with Heather on re source inventory\n Culvert replacements\nNorth Lynden\nSma llest WID\nWID\nWater qua lity testing with c ounty... PlC program...very intense\nFa mers in area substa ntiated by monitoring ind ic ating Canada issues\nC ity of Lynden working on getting septic syste ms connected a nd/or\naddressed\nDitc h ma intena nce on loc al ditc hes...differe nce in water quality\nsampling improvement\nContacts with neig hbors rega rd ing pra ctices\nSpray ditc hes annually for Reed Canary G ra ss\nLa urel WID\nHave disc ussions on problem areas, identify areas with issues...go out\nand talk with land owners\nWaterqua lity reporting...c hallenge in brac keting...showing where the\nproblems were noted\nWorkshop on horse mana gement\nDeveloping a 5 year plan\n Developing relationships with other groups\nSupporting the biggerwater boa rd\nWorking with 10 mile group\n1| Page",
    "Page_133": "South Lynden\nWater qua lity testing...some things did not ma ke sense\nWID\nWorked on known problems\nWorked on water banking concept, storage of waterforlateruse,\ndeep well possibilities,\nProtec ting water rig hts\nComprehensive plan development\nTa Iking with fellow fa mers rega rding water qua lity\nDra ina ge issues a nd river running through our area\n Ditc h spraying\nPossib ilities of improving dra inage of the river\nSupporting AWB\nSumas WID\nThorough wa ter testing ...added sites\nIntere sting monitoring infoma tion\nShare water qua lity data with fa mers\nMapping project with help from Heather\nLooking at the various areasto do work\nLooking at a management plan for the WwiD with available funding\nOutreach lunch in Sumas to ta ke our work to the people in the\nWID...sha red results of wa ter testing\nTour sc heduled cancelled because of snow...when Keith is a vaila ble to\nsee whic h potential projects are out there\nDid dra inage work with local drainage district\nLooking at prionitizing projects\nMet with RESourc esto work on qua lity monitoring - elephants in room\n Drayton WID\nWork with Birc h Bay Sewer and Waterand other pa rtner organiza tions\nand spec ialists\nDeep wateraquifer project and water resource data\n Looking at water resource potential, water rights, supply issues\nWa ter qua lity monitoring\nDrayton Harbor she llfish beds opened up...c red it due...goal\nConserva tion workshop\nWIDs do more than just the projects we are talking about\nAWB work (coordination) with the tribes\nWork on legal and politic al issues...Whatc om Family\nFamers...important that we fomed WIDs when we did\nDisa ppointed in another organization with a recent a ssertion that we\nhave not done anything\nEntering a most c ritic al phase of negotiation with the tribes\nWater conservation, water qua lity projects completed\nWork with Whatc om Family Fa mers re ga rd ing most serious issues,\ninfluence\nResource\nGot our pollution prevention program going in county\nSpec ialists\n PUD and RH2 worked on waterquality report\nFirst 3 phase of ground waterdata collection\nWhatcom Water Supply working group\nPUD on drought contingency planning effort\nLummi infra struc ture study\n2| Page",
    "Page_134": "Integrate water supply efforts...merg ing boards..system wide\nimprovement of levies\nComprehensive plan update\nPurc hase development rig hts program (issue)\nThreshold on impervious surfaces (issue that could dama ge\na g ric ulture)...meeting this Thursday\nSummary Whatcom WDs Strategic Priorities (re vise d 3.20.17)\nWD\nPrionity 1\nPriority 2\nPriornity 3\nPrionity 4\nBertra nd WID\nWater Rights\nWater Quality\nDrainage\nFlood\nManagement\n Drayton WID\nWater Rights\nWater Quality\nComprehensive\nPlan\nNorth Lynden\nDrainage\nWaterQuality\nWater Rights\nFlood\nWID\nManagement\nLa urel WID\nWater Rights\nDrainage\nWaterQuality\nFlood\nManagement\nSouth Lynden\nWaterQuality\nWater Rights\nDrainage\nFlood\nWID\nManagement\nSumas WID\nWater Quality\nWater Rights\nAg ric ultural\nCommunic ation,\n Protection\nOutreach,\nEduc a tion\nTop Activities for Upcoming Year\nIf we had time, money, energy forone, then that one and one more, those two...etc.\nWD\nTop Activities for Upcoming Year\nBertra nd WID\n1.\nWater augmentation project finished\n Surface to groundwa ter transfers...support legisation and legal effort\n C ontinue water qua lity te sting to bring quality back\n4.\nUpdate Comprehensive plan\n Drayton WID\n1.\nContinue to work on deep water aquifer...move beyond just the\nexploration...to supply or mitiga tion of new water rights\n2.\nContinue to monitor water quality and find hot spots\n3.\nWorking with famerson legal avenuesto move water\naround...spreading, piping, water bank, transfers\n4.\n Pub lic rela tions...family fa mers to dispute misinfomation\nNorth Lynden\n1.\n 5 year pemit for dra inage ma intenance...Find the funding for\nWID\ndevelopment of the 5 year plan...chase paperwork\n 2. Continue our water quality work with Whatc om County Public Works,\nand Lynden\nWork on culvert repa ir/replacement\n3.\nLa urel WID\n1.\n Support the AwB forefforts in legal negotiation and lobbying\n2.\n Develop a 5 year plan fordrainage\n3.\n Set up the DNA testing for wa ter qua lity\nSouth Lynden\n1.\nWork with resources on DNA sequenc ing\nWID\n2.\n Continue water quality testing\n3.\n Work on water rig hts...obta in, d istribute water rig hts...lobby to get it\ndone\n3l Page",
    "Page_135": "Sumas WID\n1. Ditch cleaning project\n2. Continued water quality testing\n3. Outreach and education with our land owners\nStrategies for Working Together\nStrategy\nLead\nCommunication/ Outreach\nPreserving the \"one voice\" outreach...continue work\nWhatcom Family Famers -\nwith key pa rtners...work togetherto defend\nFred, specific partners- eg\na griculture a nd get the word out\npublic affa irs people in\nOrg a niza tions\nStory spec ific for infoma tion\nBrad & Rich\nC ommunic ation and community outreac h...messa ge\n·\nSee above\nin positive way\n Ha bitat for spec ies...te lling people what famers are\ndoing to benefit habitat\nLegal\nContinue to identify legal accessto water\n Bill, Marty, Henry, Chuck, G reg\nsupply...acquiring, getting water where it needs to\ngo\nWork together on tribal negotia tions on water quality\nNegotiation Team, Fred, Greg\nand supply\nNeedsexpanded and\nprobably a different team as\n sup ply is a dd re ssed \nLegal cha llenges, and hold ing them off\nBill, Marty, Scott, J eff, Greg,\nHenry\nQuality\nWork togetheron funding forand implementation of\n David - N3, Landon, Kent,\nDNA testing\nWaterqua lity projects and how it effects our\n·\nFred,\nindustry...improving and communic ating xx\n See above\nDrainage\nGet pemits faster and eliminate some of the paper\n Ka rin, Frank, J oel, Henry, Fred\nwork- 5 year Programmatic Pemits\nSupply/ Access\nWaterqua ntity projects and ability to have water\nBill, Marty, Scott, J eff, Greg,\nlong te m forfuture genera tions...mitiga tion banking\nHenry\nOrganizational/ Administative\nTrac king legisation, rule ma king, agendas, and\nHenry, Bill, Fred, pa rtner\n ind ivid uals\nimpacts at C ounty, State, Federal levels...ag riculture\nrepresentation on committees\nUtilize the influence system of collec tive WiDs\nWhatcom Family Fa mers\nincluding messengers a nd skills development\n(tra ining)\nOrganize the listing of committees and groupsto get\nHenry, Fred and members\na gric ulture representa tion on\n4| Page",
    "Page_136": "Expert Resources\n C huc k Lindsa y, AESI -\nHyd rolog ist\nhydrogeology\n 30 yea rs' experience...\n Identific ation, ground wa ter supply\nWater right evalua tions\nWorking for County\nStream augmentation work\n Surface to ground water tra nsfer infomation\nDevelopment of deep water- Drayton\nWater rights guida nce manual for fa mers\nJon Hutchings- WC PW\nPublic works d irector\nDirector\n Dra inage, culverts, roads\n Riverand road program\nNatural resources and water resources\nExpectation and growing numberof services that county\nprovides...county counc il passed water action plan\nWork with ind ustry on water qua lity\nNo new dolla rs...fixed revenue from flood control\ndistrict...action pla n developed...correction on revenue\nside needed\nWorking with fish and fsh habitat for past 12 years...4 years\nJoel Ingram - WDFW\nhyd ra ulic s pe mits\nin Whatcom County\nSalmon recovery\n Pemitting for hydra ulic\n5 year plans- certa inty about what is expected by\nWDFw...pla nning and process work beforehand ...revisit\neach five years\nWindows of work\n Beaver management, trash rac ks,\n Project work, agreements, streamline process\nAneka Sweeney - wCD\nPac ket of infomation... Conservation District\nEduc ation Spec ialist\nHow to best develop programmatic pemits\nIf you need assista nce with projects, infoma tion\nAssist land ma na gers with conserva tion choices\n5 year planning...preservation of future of fa ming\nDevelop educational program to preseve faming in\nWhatcom County\nFam Speakerseriesin cooperation with AwB and\nWC D... d ifferent subject ma tter\nEduc ation in sc hools a bout na tural resourc es\nCommunication plan development\nWater quality educ ation group\nG ra nt writing support for partnership programs\nInsura nce for Fa m Tours\nJ im Buc kne ll/Andy Dunn -\nCivil engineering fim\n RH2 Engineering - water\nWa ter rig hts expertise\nrig ht prepa ration\n35 years' experience with Ecology...change applications\n5l Page",
    "Page_137": "Understand waterlaw, statutes, regula tions, and know the\npeople\n Drought contingency plan, water bank, waterexc hange\nLummi projects...waterfor in stream and out of stream -\nhow to move water around for projects...resolving issues\nStudy with PUD on water rights\nHeather Mac Kay/Cheryl\nWork with Henry for several years\nLovato Niles- FHB\nBa nking and trad ing of water\nConsulting - plan\nWhatcom County - Ag watershed data...copy foreach\ndevelopment\nWIDS\nWorked with each wiD rega rding priorities and restoration\nof flow and habitat...need forfaming and need for\nhabitat\nWorked with fa mers on pla nning re sources\n Deta iled priorities, reference ma ps, spec ies, ag la nds\ncover..ava ilable foreach wID\nWorking with Sumas WID on action plan\nErika Douglas- WC PW -\nWater qua lity monitoring...bacteria driven\nwater quality\nDra inage into key areas\nWorking with Canada\nRoutine monitoring throughout drainages in Whatc om\nCounty\nSeeing water quality areasof concem...focused\nareas... North Lynden, Nooksa ck,\nSeeing what is going on...pollution prevention\nprogram...on hot spots, practice applic ation\nNot just one source of pollution...talking with folks about\nva rious pollution sourc es\nPartners with Whatcom C D\n Suc cess in Drayton Harbor...a tributed to community\ncoming together...whole combination of community\ncoming together\nSteve Jilk- PUD #1 General\nCounty wide economic development program\nManager\nCounty wide waterplanning\nCity administra tor... Lynden\n One of three agenc ies with authonity to operate and\nmanage water resources in whatcom County\n Took on electric ity supply...took on water rig hts..service of \nwaterto BP refinery\n Ha ve most water rights in county\nSepa rate imig ation wa ter rights\nAll of Chemy Point, Femdale - West, I-5 G ra ndview\nIndustrial Park\n Engaged in watershed planning board\nTry to play a problem solving role in water qua lity\nWorked with Bellingham and pa rtners on Lower Nooksack\nstrategy...water supply plan...broad 40,0o0 ft level of\nwater resources tied to pla nning\nWater supply group\n6l Page",
    "Page_138": "Kent Oostra - Exact\nResidentof Whatcom C D\nSc ientific La b\nE.coli as monitoring\n DNA sequenc ing - non ta rgeted\n$20,0o0 in researc h regard ing DNA testing spec ific to\nrela ted\n Running fecal Whatcom CD\nLooking at Nooksa ck from mountainsto ocean\nBio indic ators and what profile is\nTrac king sourc esfor $125 per sample\nNeeding to build a data set now\nFDA requiring this type of testing\nDavid - N3\nDra yton WID Boa rd\nFeedback loop is very important and open to suggestions\non how to do this better\nWatertest indic ating very good\nOne item is water nitrates...muc h better than 10 years a go\nOn committees...must have agric ulture\nrepresenta tion...see what is going on\n7| Page"
}