{
    "Page_1": "RWTHAACHEN\nChair for Computer\nScience 10 (Media \nUNIVERSITY\nComputing and Human-\nComputer Interaction)\n\"Why is the\nParts List\nMissing?\"\nUnderstanding\nUser\nParameters for\nHardware\nMaster's Thesis\nsubmitted to the\nDocumentation\nMedia Computing Group\nProf. Dr. Jan Borchers\nSelection in the\nComputer Science Department\nRWTH Aachen University\nMaker\nCommunity\nby\nVivian Huff\nThesis advisor:\nProf. Dr. Jan Borchers\nSecond examiner:\nProf. Dr. Eva-Maria Jakobs\nRegistration date: 20.11.2020\nSubmission date: 20.05.2021",
    "Page_2": "",
    "Page_3": "RWTHAACHEN\nZentrales P rufungsa mt/central Examination Ooffice\nUNIVERSITY\nEidesstattliche Versicherung\nStatutory Declaration in Lieu of an Oath\nName, Vorname/Last Name, First Name\nMatrikelnummer (freiwillige Angabe)\nMatriculation No. (optional)\nIch versichere hiermit an Eides Statt, dass ich die vorliegende Arbeit/Bachelorarbeit/\nMasterarbeit* mit dem Titel\nI hereby declare in lieu of an oath thatI have completed the present paper/Bachelor thesis/Master thesis* entitled\nselbstständig und ohne unzulässige fremde Hilfe (insbes. akademisches Ghostwriting)\nerbracht habe. Ich habe keine anderen als die angegebenen Quellen und Hilfsmittel benutzt.\nFur den Fall, dass die Arbeit zusätzlich auf einem Datenträger eingereicht wird, erkläre ich,\ndass die schriftliche und die elektronische Form vollstandig ubereinstimmen. Die Arbeit hat in\ngleicher oder ähnlicher Form noch keiner Prufungsbehorde vorgelegen.\nindependently and without illegitimate assistance from third parties (such as academic ghostwriters). I have used no other than\nthe specified sources and aids. In case that the thesis is additionally submitted in an electronic format, I declare that the written\nand electronic versions are fully identical. The thesis has not been submitted to any examination body in this, or similar, form.\nOrt, Datum/city, Date\nU nterschrift/signature\n*Nichtzutreffendes bitte streichen\n*please delete as appropriate\nBelehrung:\n Official Notification:\n§ 156 StGB: Falsche Versicherung an Eides Statt\nWer vor einer zur Abnahme einer Versicherung an Eides Statt zustandigen Behorde eine solche Versicherung\nfalsch abgibt oder unter Berufung auf eine solche Versicherung falsch aussagt, wird mit Freiheitsstrafe bis zu drei\nJ ahren oder mit Geldstrafe bestraft.\nPara. 156 StGB (German Criminal Code): False Statutory Declarations\nWhoever before a public authority competent to administer statutory declarations falsely makes such a declaration or falsely\n§ 161 StGB: Fahrlassiger Falscheid; fahrlassige falsche Versicherung an Eides Statt\n(1) Wenn eine der in den §5 154 bis 156 bezeichneten Handlungen aus Fahrlässigkeit begangen worden ist, s0\ntritt F reiheitsstrafe bis zu einem J ahr oder Geldstrafe ein.\nAbs. 2 und 3 gelten entsprechend.\nPara. 161 StGB (German Criminal Code): False Statutory Declarations Due to Negligence\nou nuaosudi a lus euad aun uaau gt yonun t suas u sll sauao  go o son uosiad e i ()\nexceeding one year or a fine.\n(2) The offender shall be exempt from liability if he or she corrects their false testimony in time. The provisions of section 158 (2)\nand (3) shall apply accordingly.\n Die vorstehende Belehrung habe ich zur Kenntnis genommen:\nI have read and understood the above official notification:\nOrt, Datum/city, Date\nUnterschrift/signature",
    "Page_4": "",
    "Page_5": "Contents\nAbstract\nXV\nUberblick\nxvii\nAcknowledgements\nxix\nConventions\nxxi\n1\nIntroduction\n2\nRelated work\n5\n2.1\nWhy Make?\n5\n2.2\nHow to Use Tutorials?\n11\n2.3\nHow to Make Tutorials?\n14\n3Study Setup and Results\n19\n3.1\n5 Minute Semi-Structured Interviews\n19\n3.1.1\nSetup and Participant Demographics\n19\n3.1.2Results\n20",
    "Page_6": "vi\nContents\n3.2Semi-Structured Maker Interviews\n23\ns\n23\n3.2.2Results\n25\nProcess Codes\n25\nEvaluation Codes\n31\nEvaluation and Discussion of Results\n37\n4.1\nEvaluation\n37\n4.1.1\nUser Types\n37\n4.1.2\nProcess Codes\n39\n39\nInteracting with the Tutorial\n43\n47\n4.1.3\nRecommendation Codes\n50\n4.2\n59\n5\n Summary and Future Work\n63\n5.1\nSummary and Contributions\n63\n5.2\nFuture Work\n64\nA 5 Minute Semi-Structured Interviews\n67\nBSemi-Structured Maker Interviews\n69\nB.0.1Preparation Document and Protocol\n69",
    "Page_7": "Contents\nvii\nC Code Notebook\n75\nD Code Statistics\n85\nD.0.1Evaluation Code Statistics\n85\n+ Code Statistics\n85\nCode Statistics\n88\nRecommendation Code Statistics\n91\nD.0.2Process Code Statistics\n94\nE Checklist for Tutorials\n97\nBibliography\n103\nIndex\n105",
    "Page_8": "",
    "Page_9": "ix\nList of Figures\nWorldwide Googletrends for DIY\n1.1\n1.2\nWorldwide YouTubetrends for DIY\n2.1\nConceptual Model for DIY Motivations Di-\nrectly Taken fromWolf and McQuitty2011\n6\n2.2\nDifferent Types of Contributions to the DIY\nCommunity Sorted by Frequency.\n2.3\nMotivations to Contribute to DIY Projects\nSorted by Frequency Directly Taken from\nKuznetsov and Paulos2010\n10\n2.4\nError Frequency While Using the Different\nTutorial Types Directly Taken fromChi et al.\n[2012.\n16\n3.1\nCode Cloud of Applied Process Codes.\n3.2\nCode Cloud of Applied + Codes and - Codes.\n31\n3.3\nCode Cloud of Applied Recommendation\nCodes.\n32",
    "Page_10": "List of Figures\nX\n4.1\nExample of a X Featured Website from[2021]\nLampen selbermachen:\n30 kreative DIY-\nLampenideen zum NachbastelnThe Web-\nsite Features 30 DIY Lamp Projects and the\nFigure Shows Project Four, which is a DIY\nLamp made out of Graters.\n42\n4.2\nExample of a Tutorial Introduction with a\nPicture of theFinal Product and Tutorial\nStatistics from the Bosh Word Clock v2 Tu-\ntorialUnder the Picture it Say \"Difficulty:\nhard\" \"Costs: 100∈\",\n\"Duration: More than\n4 Days\".\n44\n4.3\nExample of a Self-Explanatory Picture in a\nTutorial from the DIY Tapered-X Lamp\n46\n4.4\n Example of a Parts List from the YouTube Tu-\ntorial Nightlight Desk Lamp made with Old\nMagazine - artzi crafts\n48\n4.5\nExample of a Parts List from the Instructa-\nblesTutorialIKEARibbaWordClock\nWhiteClockCompany\n49\n4.6\nExample of the End of a Step with Files\nto Download from the Instructables Tutorial\nIKEA Ribba Word Clock - WhiteClockCom-\npany\n50\n4.7\nExamples of Inline Code (a) and Format-\nted code (b). Subfigure (a) is from a Tuto-\nrial from Chip Called Arduino: Wettersta-\ntion bauen - so geht's and Subfigure (b) from\nMakerblog.at Called [Eine einfache Wetter-\nstation mit dem Arduino basteln].\n51\n4.8\nExamples for Clear Sectioning of the Steps\nfrom the wikiHow Tutorial Wiring a Poten-\ntiometer\n54",
    "Page_11": "List of Figures\nxi\n4.9\n9Examples for Clear Pictures Included into a\nStep that do Not Immediately Explain the\n Step (a) and Immediately Explain it (b) from\nthewikiHowTutorial Wiring a Potentiometer\n55\nD.1Bar Chart for the Occurrence of + Codes Dis-\nplaying the Percentages\n87\nD.2 Bar Chart for the Occurrence of - Codes Dis-\nplaying the Percentages\n90\nD.3 Bar Chart for the Occurrence of Recommen-\ndation Codes Displaying the Percentages\n93\nD.4Bar Chart for the Occurrence of Process\nCodes Displaying the Percentages\n96",
    "Page_12": "",
    "Page_13": "xiii\nList of Tables\n3.1\nParticipant\nDemographics of the Five\nMinute Semi-Structured Interviews.\n20\n3.2\nParticipant  Demographics of  the  Semi-\n Structured Maker Interviews\n23",
    "Page_14": "",
    "Page_15": "XV\nAbstract\nWith the rise of the Internet and accessibility to online shopping and makerspaces,\nthere is a shift towards a more do-it-yourself oriented mindset. Consumers want\nto be involved with the products they use or will purchase and have a say in\ntheir features and quality. But in order to create their own products according to\ntheir needs and wishes, they need access to project documentations or tutorials\nthat guide them through the process of making or give them pointers in the right\ndirection.\nUnfortunately, the so called makers rarely document their work or provide such\ndocumentations. They lack confidence in their projects or the skills to edit and\npublish the documentation.\nTo solve the problem of editing, this thesis proposes formatting guidelines and lay-\n out suggestions for do-it-yourself tutorials and project documentations. In order\nto derive these guidelines and suggestions, semi-structured interviews were con-\nducted with thirteen makers. In these interviews, makers were given the task to\nfind a tutorial on a topic that interest them and were observed during the task exe-\ncution and later on questioned about how they executed it. Those interviews were\n analyzed qualitatively via coding.\nIn addition to the formatting guidelines and layout suggestions, this thesis pro-\nposes a categorization of different documentation consumer types and their ex-\npectations towards project documentations, as well as an overview of the creative\nprocess involved in creating a project.",
    "Page_16": "xvi\nAbstract",
    "Page_17": "Xvii\nUberblick\nMit dem Aufkommen des Internets und dem Zugang zu Online-Shopping\nund Makerspaces gibt es eine Verschiebung hin zu einer mehr do-it-yourself-\norientierten Denkweise.  Die Verbraucher wollen an den Produkten, die sie\nbenutzen oder erwerben werden, beteiligt sein und ein Mitspracherecht bei deren\nEigenschaften und Qualitat haben. Aber um ihre eigenen Produkte nach ihren\n- n n s n s n s p ss\n mentationen oder Tutorials, die sie durch den Herstellungsprozess fuhren oder\nihnen Anregungen in die richtige Richtung geben.\nLeider dokumentieren die so genannten Maker ihre Arbeit nur selten oder stellen\nsolche Dokumentationen selten zur Verfuigung. Es fehlt ihnen das Vertrauen\nin ihre Projekte oder die Fahigkeiten, die Dokumentation zu bearbeiten und zu\nveroffentlichen.\nUm das Problem des Editierens zu losen, werden in dieser Arbeit For-\nmatierungsrichtlinien und Layoutvorschlage fir do-it-yourself-Tutorials und Pro-\njektdokumentationen  vorgeschlagen.  Um diese Richtlinien und Vorschlage\n abzuleiten, wurden halbstrukturierte Interviews mit dreizehn Makern gefihrt. In\nden Interviews wurde den Makern die Aufgabe gestellt, ein Tutorial zu einem fir\nsie interessanten Thema zu finden und sie wurden bei der Ausfuihrung der Auf-\n gabe beobachtet und spater dazu befragt, wie sie diese ausgefihrt haben. Diese\n Interviews wurden mittels Coding qualitativ ausgewertet.\nZusatzlich zu den Formatierungsrichtlinien und Layoutvorschlagen wird in dieser\nArbeit eine Kategorisierung verschiedener Dokumentationskonsumententypen\nund deren Erwartungen an Projektdokumentationen vorgeschlagen sowie ein\nUberblick iber den kreativen Prozess bei der Erstellung eines Projekts gegeben.",
    "Page_18": "",
    "Page_19": "Xix\nAcknowledgements\nThank you to Marcel for being so patient and supportive, and giving me construc-\ntive feedback whenever needed.",
    "Page_20": "",
    "Page_21": "Xxi\nConventions\nThroughout this thesis we use the following conventions.\nText conventions\n Source code and implementation symbols are written in\ntypewriter-style text.\nmyClass\nThe whole thesis is written in American English.",
    "Page_22": "",
    "Page_23": "1\nIntroduction\nMakers rarely document their work. This is caused by them\nMakers rarely\nforgetting to document Tseng and Resnick [2014]] or be-\ndocument.\ncause they do not think their project is good enough or they\nlack the skill to do so [Kuznetsov and Paulos 2010]].\nBut what is a maker and what are their projects? Gen-\nEveryone is a maker\nerally speaking, any activity where you create something\nas soon as they\nnew counts as making, this includes activities such as cook-\ncreate something\ning, welding, sewing or sculpting Hsu et al2017], Sav-\nfrom scratch.\nage2012]l . In this thesis the term will be used as Dale\nDougherty, the founder of the Maker Movement, uses it,\nsince it is the most inclusive definition of maker. He says,\n'aa pue yea on pde aq ues ,u, an a\n since we all make while preparing food, tending to our gar-\ndens or mending clothes [Dougherty2012]].\nUnderstanding what a maker is and who identifies as one,\nMaking and\nhelps identifying their needs and struggles. During his\ndocumenting the\n speech at the Maker Fairlin 2014, Adam Savage, an Ameri-\nproject as\ncan fabricator, educator and very vocal part of the maker\n self-expression.\nmovement, said \"Humans do two things that make us\nunique from all other animals; we use tools and we tell sto-\nries.\"\n a s   l\ntheir work and therefore cannot really tell the story of their\n project and making process, part of this self-expression as \na human comes short. Besides the aspect of self-expression\n there are other reasons why people make.\n The reasons for making are diverse. Savage describes it as\nDiverse reasons why\nxa  s ii s o Ti    \npeople make.",
    "Page_24": "1Introduction\n2\n1.01.200\nFigure 1.1: Worldwide Googletrends for DIY from 2004 to Today (1.3.2021)\n[Source]. From 2004 to 2011 Fluctuating Between 20% to 40% Relative Interest as\n Compared to Maximum. From 2011 Steady Growth Towards Peak at 100% Interest\nin April 2020. Then Decline Back to around 60% Interest as Before Peak.\nu pue [oe  s u o em pd pu\ngroup of people would say it is a way to show off your skill\n or present yourself to the world Halverson and Sheridan\n2014]]. Figuring out why people make is relevant since\nit influences the expectations regarding the documentation\nthey use to make their project. Writers of the documen-\ntation have expectations towards how they want to cap-\n u tu sd o ysm Ku mou pe iold n ai\nend. The consumers of documentation have expectations\ntowards the presentation and content of the documenta-\ntion. Consumers that want to learn might need a bit more\ninformation while consumers that want to rebuild might\njust need the steps leading towards a working end result.\nFiguring out those expectations and what they mean for\n the writers and their documentation designs is a goal of this\nthesis.\nWhy is this topic\nAdditionally, currently there is a shift towards a do-it-\nrelevant now? Shift \nyourself (DIY) mindset and maker culture. A look at the\ntowards more DIY -\npue i ans u ,a, o spu aqnno pue aoo\n possible reasons:\nFigure 1.2visualizes this trend of a rise in the search for\nsustainability,\nDIY, beginning around 2012. This could be due to the\nself-expression and\ngreater accessibility of the Internet for all ages and the\n accessibility of\navailability of more and more platforms for knowledge\nInternet and\nexchange, thus resulting in the formation of online com-\nmakerspaces.\nmunities of various sizes heavily involved in DIY one way\n or another Kuznetsov and Paulos2010]]. Another reason\ncould be the increased ecological awareness and a rise in",
    "Page_25": "Figure 1.2: Worldwide YouTubetrends for DIY from 2008 to Today (3.3.2021)\n[Source]. From 2008 to 2012 Constant around 7% Relative Interest as Compared\nto Maximum. From 2012 Steady Growth Towards Peak at 100% Interest in August\n2017. Then Decline back to around 50%, after Smaller Peak of 74% in April 2020.\na sustainable lifestyle. Ideas like recycling and upcycling\nare very present in media right now. This means, people\nWould rather try to repair something broken instead of\nbuying something new, whenever that is a viable solution.\nIn addition to being a more sustainable approach, it is most\noften cheaper or the end result of higher quality, which\n   q n n od s  \nand McQuitty2011l. In his talk at the Maker Fair 2012,\nSavage also mentioned something about this trend. He\nI've built and participated in the building of things from\nscratch: Robots, theater sets, furniture, and props, but\nthe love of the objects themselves, this child's desire for\nthe impossible toy seen in a movie, or seen in my head.\nWanting to make it, make it something that I have and\nsomething I have held... That want of those things, and\nteaching myself how to make things in order to have them\nis the engine of everything I have achieved in my whole\nlife up till now... It doesn't matter what you make, and\nit doesn't matter why.T\nThe importance is that you are\nmaking something.\"\n[Savage2012]], this means another\nreason for this trend could be that people want to make\nthings they saw somewhere and own them or use them\n ui ss ssxa ro u on ao e se\nworld. Nowadays, creating bigger, more elaborate projects\nis made possible by the accessibility of tools via maker\nspaces such as Fablabs or in your own home in the form of\n3D printers, microcontrollers, etc.",
    "Page_26": "1Introduction\nSharing via platforms\nThe storytelling aspect Savage mentioned in his talk in\nlike Instructables or\n2014 is the focus of this thesis. As already mentioned there\npersonal blogs. But \nare several platforms makers can use to share their projects\nthere are different\nor project documentations.  These documentations are\nmedia types to\nmore often referred to as tutorials and come in the shape\nchoose from.\nof videos, texts, pictures or a wild mix. Faced with such an\narray to choose from, the question of what to pick arises.\nAfterwards, there is the problem of how to format the\ntutorial and which information to include and which not.\nAt the end, the decision of which platform to upload the\ntutorial to is quite relevant, since there are different target \naudiences present and layouts required. Available plat-\nforms are for example YouTubeInstructables. thingiverse\nor personal blogs. To our knowledge, there seems to be\n no all-encompassing guideline that helps a maker decide\n on all these different things for their tutorial. Some papers\n tried to provide guidelines and formatting suggestions\nfor some tutorial types and those will be discussed in the\nRelated Workpart of this thesis.\nThis thesis strives to\nThe goal of this thesis is to provide answers to the\n provide quality\nquestions, what quality criteria and characteristics of sub-\n criteria for tutorials\nare sieotnt ,poos, 4eum pue are speoint ,poos, Koae!\nthrough maker \nto different consumer groups. In order to find these char-\ninterviews.\nacteristics, interviews with makers of different experience\n levels, ages, occupations and nationalities were conducted.\nThis study helps to understand how a maker searched for a\ntutorial with a given project idea. A complete overview of\nthe study and its results will be given in the section Study\nSetup and Results",
    "Page_27": "5\nRelatedwork\nThere has been some research into the topic of project doc-\nExisting research on\numentation by makers, or DIY behavior, as it is more of-\nmaker motivation to\nten referred to in literature. Mainly the motivations for\nmake, how they\nwhy people make was researched and sometimes the how\nsearch for\npeople search for documentations or how they use them.\ndocumentation and\n But, according to our knowledge, not on how to evaluate\nhow they use it.\nwhether or not a documentation is good. There are no met-\nrics to evaluate a documentation's quality. Some papers\nthough, tried to understand how makers document their\nwork or suggested formats that would yield documenta-\ntions that are more accessible or easier to work with by\nleading to less errors.\n This chapter is split into several sections, covering the top-\nics why makers makehow they use documentations and\nhow makers document projects\n2.1\nWhy Make?\nA visual representation that sums up the most common\nConceptual Model of\nreasons for DIY was created by Wolf and McQuitty|[2011].\nMotivations for DIY.\nTheir graphic can be seen in Figure 2.1 It depicts \"Market-\nplace Evaluation\" and \"Identity Enhancement\" as the two\nmain motivators.",
    "Page_28": "2 Related work\n6\nDIY Motivations\nMarketplace\nIdentity\nPreconditionsfor\nMotivations\nDIY Outcor\nPrior DIYExperienc\nLack of Proc\nQuality\nEnjoyn\nProjeet\nSatisfaction\nFigure 2.1: Conceptual Model Displaying the Motivations and Outcomes of DIY\n Behavior Directly Taken from Wolf and McQuitty] 2011].\nReason for\nThe reason why this topic is discussed in this thesis is\ndiscussing why\nbecause understanding the why might help to gain some\nmakers make.\ndeeper insight into what makers expect and need in the\ntutorials they consume.\n Explanation\n\"Marketplace Evaluation\" comprises the notions of lacking\n\"Marketplace\naccessibility to products as well as them lacking in quality,\nEvaluation\"\n the ability to produce products for a lower price than they\n motivators.\nwould be able to buy them for and a need to personalize\nand customize products to tailor them to specific needs.\nOverall, this motivator signifies a dissatisfaction with\n products offered by the market and the maker wanting to\nwork around this dissatisfaction by making the product\n themselves and thus engaging in DIY.\nExplanation\"ldentity\n\"Identity Enhancement'’ depicts the ideas of finding fulfill-\nEnhancement\"\n ment in your craft, feeling empowered by your work and\n motivators.\nthe control it implies, finding community in the form of\nlike-minded people, and satisfying the need for uniqueness",
    "Page_29": "2.1 Why Make?\nin the object you possess. Some of these motivators are\nechoed by other papers, especially the community seeking\naspect will be discussed a bit more in depth later on in this \nsection.\nThe notion of fulfillment through craft can be found in\nSelf-fulfillment from\nother research as well. Rosner and Bean[2009] remark in\nDIY as a motivator.\ntheir paper that study participants mentioned they needed \nDIY as a contrast to their daily work life that involves\nless physical work and draw satisfaction from both the\n required design work as well as the more haptic physical\nWork with the materials and tools. They described the\nactivities as having something cathartic or purgative since\nthere is a strong contrast between the violent destruction\nand creating something new.\n The creation aspect of this process was partially described\nObsession to make\nas an urge. They saw it as being obsessed with the need\nas a motivator.\nto create something from scratch and turning material into\nAdditionally, the need for uniqueness was also something\nUniqueness of end\nthey encountered in their study. It was mentioned in the\nproduct and\ncontext of style in Ikea furniture, \"Ikea has no style, there\nownership of it as a\nis style but style is lost when too many people buy the\nmotivator.\nsame brand\" [Rosner and Bean2009]]. Participants would\n alter the furniture to make it something more unique and\npersonal, the piece would be an expression of themselves\nand turn into something they made and less something\nmade by Ikea. It almost seems like for some, being creative\nA Ausd 1u yo d e anq n e isni pou sm\nneeded to carry outwards and show off to others in the\nform of their projects. Whether or not that rings true for\nevery maker, expressing creativity is a recurring motivator\nKuznetsov and Paulos2010]\n   s ae a \nWolf and McQuitty's\nnext step is to understand the DIY actions involved. In\n\"DIY Behaviors\" and\norder to do this, we need to understand Wolf and Mc-\ndefinition of DIY.\nQuitty's definition of DIY. Their definition is based on the\ntools and materials used. For them, there is a clear dis-\ntinction between Arts and Crafts and DIY since the parts\nare acquirable at different retailers and in completely dif-\nferent price ranges. Thus, DIY becomes a money-walled\nactivity only accessible to those, who have enough finan-",
    "Page_30": "2 Related work\n8\ncial flexibility or leeway. Additionally, they also exclude\n a, o sild a p q s os\nlevels of innovation, design, knowledge, skills, and time\"\nWolf and McQuitty [2011l] than others. This is an alter-\nnate approach to the definition as for example the one men-\ntioned by Kuznetsov and Paulos [2010].\nFor whom DIY\nhas a low barrier of entry since the projects are not very\ncost-intensive and the required knowledge is easily acces-\nsible on the Internet, making it a beginner friendly activity.\nAs already mentioned, this thesis employs DIY and its core\nidea the same way Kuznetsov and Paulos2010| use it and\nWould count such activities as cooking and knitting as DIY,\nas compared to Wolf and McQuitty[2011] who would ex-\nclude both of those.\nHowever, for DIY activities the definition from Wolf and\nMcQuitty]2011] will from hereon out be used. They define\nit as \"activities in which individuals engage raw and semi-\nraw materials and component parts to produce, transform\nor reconstruct material possessions including those drawn\nfrom natural environment\" [Wolf and McQuitty][2011]].\nDIY communities to\nFinding a community to involve yourself in, either in the\nfind like-minded\nform of actively sharing or simply lurking around and ab-\npeople for sharing\nsorbing everything from motivation to knowledge and in-\nideas, motivation and\n spiration like a sponge, appears to be an overarching mo-\nknowledge.\ntivator for makers [Rosner and Bean[2009], Torrey et al.\n[2009], Wolf and McQuitty20111. Kuznetsov and Paulos\nJo dnona e, se asus su u krunos e paup to\npeople who share common goals and interests - communi-\ncating through mediums online and in person\".\nGetting involved with a community comes both with ad-\nvantages and disadvantages. On the one hand, there is a\ndeep well of knowledge readily available as well as a lot\nof support, motivation and inspiration; on the other hand,\nthe prospect of sharing your idea with others is connected\nto a lot of anxiety, either because of considering your own\nWork \"not good enough\" in some way [Kuznetsov and\nPaulos2010|l or for fear of it being appropriated and thus\n it not being unique anymore, lessening your own unique-\n ness in self-expression [Rosner and Bean 2009]]. Most of \nthe time, the desire to put yourself out there [Rosner and]\nBean2009]] or give back to the community Kuznetsov and",
    "Page_31": "2.1 Why Make?\nPostquestions or comments about otherprojects\nRespond to questions or comments\nPost pictures of my projects\nAskquestions to get helpwithmy own projects\nPost questions or comments about the community\nPost step-by-step instructions for my projects\nAttend in-person meetings\nPresent my work at in-person meetings\nPost videos of my projects\n0%\n20% 40% 60% 80%\npercentageof respondents\nDaily\nSeveraltimesaweek\nSeveral times a month\nSeveral times a year\nFigure 2.2: Different Types of Contributions to the DIY\n      \nKuznetsov and Paulos2010].\nIt is important to note that though makers seem to value\nbeing part of a community and sharing to some degree,\nthey like to keep to themselves during the process of ac-\ntually creating Kuznetsov and Paulos2010]]. Similar to a\n sWarm of wasps, each of them is an individual with their\nown work but they are only complete in their respective\nhive where they all work together and towards a common\ngoal Rosner and Bean2009].\nInteracting with a community is possible in several ways.\nSharing and\nFigure 2.2 shows the most common contribution types\ninteracting via\nsorted by frequency. According to Figure 22 most con-\nseveral ways.\ntributions come in the form of comments, questions and\nresponses to either of those two. Questions or comments\nabout a maker's own project are a little less common which\nmight be linked to the fact that showing failures or uncer-\ntainties in a project can harm the reputation you have in\na community Tseng and Resnick2014l]. The most com-\n mon contribution type related to a maker's own project is\npictures. S\n Step-by-step instructions are less common and\nvideos the least.  This decline might be caused by the\namount of work creating a tutorial on a project is.\n Interactions in the form of commenting or answering ques-\nLearning as a\ntions seem to be so frequent since explaining is known to\nmotivator to\nbe a great way of testing knowledge and retaining it. Ad-\ncontribute in DIY\nditionally, those interactions also lead to feedback, which\ncommunities.\nleads to more learning and getting insight into other views",
    "Page_32": "10\n2 Related work\nExpressmyself,be creative\nLearnnewskills\nCreatethingsIcannotbuy\nPersonalizemy things\nSolveproblems,challengemyself\nRecycleorrefurbishmaterials\nShowcasemy skills\nSavemoney\nWorkandspend timewithmyfriends\nImpressotherpeople\nMakemoney\nGaininternetfameoronlinereputation\n0%\n20%\n40%\n60%\n80%100%\npercentage of respondents\nDisagreeStrongly disagree\nFigure 2.3: Motivations to Contribute to DIY Projects\nSorted by Frequency Directly Taken from Kuznetsov and\nPaulos2010]\n on a topic. This new focus on learning is also mirrored in\ntheir results to the question of why people contribute to\nDIY projects, which can be seen in Figure 2.3\nCreativity\n being the biggest motivator and making things that cannot\neasily be bought the third biggest, closely being followed\nby personalization. Furthermore, commenting in general is\n used to make new acquaintances which might lead to op-\nportunities for more exchange both online and in person.\nThese acquaintances or contacts are also used for a differ-\n ent type of knowledge exchange that will be explained in\nHow to Use Tutorials?\nGrouping makers by\nAccording to their behaviors and values in communities,\nbehavior and \nmakers can be grouped into three different types Torrey]\nmotivations.\net al.]2009]]. These types help to understand what makers\nsearch for in tutorials and, in part, how they use them.\nGuru Seeker wants\nThe first type is the \"Guru Seeker\". They seek out experts\nto learn \"correct\" way\n in a DIY domain to learn the right way to make things.\nof making.\n learn every minute detail there is.\nThe Supporter wants\n\"The Supporter\" behaves exactly as the name implies.\nto support others.\n They just want to make and support others in their making\nsince making brings them such joy that they want others to",
    "Page_33": "2.2 How to Use Tutorials?\n11\nexperience it themselves.\n\"Uniquists\" want to make something novel and unique,\nUniquists want to\nthus gathering as little knowledge as they need to carry\ncontribute novel\nout their project and figuring out the rest themselves.\nthings.\nThey strive to contribute something completely new to\ntheir community, for example a new project approach or\ntechnique.\nA maker that wants to write a tutorial for other makers,\nwho they want to write for since they all require different\ntypes of tutorials.\nOverall, the core ideas for making can be grouped into the\nCore motivations for\ntwo topics of \"Marketplace Evaluation\" and \"Identity En-\nDIY or making and \nhancement\". \"Marketplace Evaluation\" are more outward\nDIY as a culture.\ninspired motivators based on a product's quality, avail-\nability and features.\n.\"Identity Enhancement\"’ are more\nemotional motivators linked to self-expression, validation,\n ownership and learning.\nMaker communities and maker culture seem based on\nknowledge exchange, creativity and the joy of creating\nsomething, and exploring something novel.\n2.2  How to Use Tutorials?\nTorrey et all2009 describes how over the process of mak-\n Different knowledge\ning, different knowledge and search types are required.\ntypes during project:\nA project usually starts with the search for some kind of\nInspiration vs\ninspiration, this involves browsing other makers' projects\ntechnical information.\n pn snn ao hs o pns i o\ninspire a project of its own.\n． The other kind of search\nusually starts when running into a problem while making\nthat cannot be solved with the currently available resources\nand needs to be fixed immediately. The two types will\nfrom hereon out be called inspirational search and search\nfor technical information.\nSearching for those knowledge types can be done in several\nDifferent search\nways, as well. One approach is the keyword search. People\ntypes during project:\nemploying the keyword search seem to generally be aware\nKeyword Search vs.\n of its drawbacks and do not expect to get the perfect results\nKnowledge Gifts.",
    "Page_34": "12\n2Related work\nright away. A keyword search depends on knowing the\nright search term. This can be especially difficult for new-\ncomers to a domain. They might be unaware of the name\n of a certain technique or pattern, so finding results using\n o n anq  a n n ss a\nto make do by iterately coming closer to the correct term\nthrough description and triangulation. Another downfall\n can be the high amount of results a search yields. Filtering\nthose results can be a tedious task. If it is an event that has\nto be done again and again, it can lead to frustration if not a\ncomplete discard of the project or approach it is connected\nto. Another approach is the retrieval of knowledge gifts.\nThis can be done both online and offline and relies on\nthe previously mentioned formation of contacts. Makers\nposition themselves in their communities and broadcast\ntheir current projects and interests in the hopes of being\nforwarded helpful information that can bridge knowledge\ngaps.\nInformation is context\nAdditionally, it is important to note, that the information\ndependent thus\nacquired might not fit the context a maker is in. They\ndifficult to decide\nmight have slightly different tools and material around\nwhether it is helpful\nthan the one mentioned in their information source and\nor not.\nneed to adapt. Thus it is difficult to decide whether or\nnot information found is satisfactory, making the search\nfor knowledge and the filtering process more challenging\n[Torrey et al.2009], Tseng and Resnick2014]].\nFinding inspiration as\nTorrey et al]2009] and Torrey et all2007 mention the\na habitual process.\ninspirational search as something that gradually becomes\na habit for some makers. They find websites, keywords,\nblogs and communities they feel comfortable and inter-\nested in and make it a habit to browse them regularly.\nThrough this regular browsing, they stumble upon in-\nspirational pieces of information or technical knowledge\nfor later use. Not only information and knowledge can\nbe acquired that way though, makers might find like-\nminded people that search their interest and get connected.\nThrough this connection they share information with each\n - jo mo sssun e ym qam e nq sn nauo \n edge possibly from various domains and backgrounds.",
    "Page_35": "2.2How to Use Tutorials?\n13\nAfter accumulating the knowledge required for the project\nTwo types of \nit has to be used. Torrey et all2009| names two different\nknowledge users:\n\"Back burner\" vs \n Burner\", they mostly work on several projects at the same\n\"Just keep moving\".\ntime, focusing on one project for as long as they can more\nor less effortlessly work on it. Once they run into an issue\nwith the current project that they cannot immediately\nsolve, they bench the project and pick up a different one.\nThe \"Back Burner\" continuously collects information about\ntheir various projects and reactivate a benched one as soon\nas they have helpful information and feel confident that\nthey can continue working on it.\nThe other type is the \"Just Keep Moving\". These users\ntheir project and taking on problems with the trial and\nerror approach. A maker of this type usually has only one\nproject at a time and probably less complex ones. There are\nnoticeable differences in their material and tool acquisition\n as well. A \"Back Burner\" usually has a hoarding mentality\nand keeps everything that might come in handy at some\npoint while a \"Just keep moving\" type keeps only the parts\nrequired for the current project at hand.\nA different type of knowledge user that should be consid-\nArtist more driven by\nin, pue na a, m u  ou asp pna\npassion and not \nkeep moving\" is the artist. Artists are driven by passion\nknowledge.\ninstead of a thirst for knowledge. This user consumes\nmostly visual media and gains their knowledge from\nthose. They are after the inspiration and seem to go on\nfrom there.\nAccording to the study conducted in Tseng and Resnick\nExperience and\n[2014] there is a correlation between the involvement in a\ninvolvement in \ncommunity as well as the experience in authorship and a\ncommunity as \n maker's priority placement on the knowledge types.\ninfluencer of priority\nThey found that makers who have not yet authored\nplacement on\ntutorials place more value on learning than authors.\nknowledge types.\nFurthermore, they also discovered that makers frequently\nvisiting their favorite websites place more value on getting\nnew ideas and inspiration than the ones who do not.",
    "Page_36": "14\n2 Related work\nHow tutorials are\n        \nused while making.\ndifferent ways of working with the information or tutorial.\nNitpicking,\nSome makers see a tutorial as a reference for making\nmodifications and\nsomething instead of a blueprint or guide to recreate after.\nThese makers often nitpick parts from several tutorials\n personalization.\nMonster\" Tseng and Resnick2014]],\nAs already mentioned, divergence from tutorials might\nbe a necessity due to the context of the maker, but other\ntimes these divergences are wanted. Some makers see\n personalizing and modifying their project as the fun part.\nThis aspect of making already occurred in Rosner and Bean\n2009| and reoccurred inTseng and Resnick2014].\nFor\nexample, by finding alternatives for materials and tools\nto lower the required budget for a tutorial, or by finding\nand Resnick[2014]].\nThese behaviors imply that a tutorial should not be seen\nas something used to completely recreate but rather as a\nsupport or reference in your own making process. Thus\nthe focus in the tutorial should be on teaching tools to use\nafterwards and not a set in stone way to only realize this\none project.\n2.31\nHow to Make Tutorials?\nEvolution of creation\nPapers on how to write the tutorials were more difficult\n sharing process due\nto come by.\n Those discussed in this section depicted a\nto growth of the\n shift from documenting projects on a personal blog Torrey\nInternet and forming\net al.] 2007]] to using different types of media in a how-to\nof communities and\ntutorial [Torrey et al]2009]] to using a software that\nplatforms.\nautomatically creates video tutorials Chi et all2012]].\nThis shift occurred in part due to the rise and expansion\nof the Internet, leading to the formation of more online\ncommunities that facilitate the sharing of resources and in\npart due to the technology for documentation being more\naccessible. The creation and alteration of digital media gets\nincreasingly easier and the Internet offers many resources\nto support those processes. Furthermore, some platforms,",
    "Page_37": "2.3How to Make Tutorials?\n15\nfor example Instructables, offer templates to support the\nWriting and sharing of tutorials. [Torrey et al.][2009]]\nTseng and Resnick2014] describes the process of docu-\nMaking vs\n menting a project as disruptive. Makers would often find\ndocumenting.\nthemselves forgetting to document a step and needed to\ndecide whether or not they wanted to start from scratch to\ndocument it or simply ignored the lack of a picture or video\nto illustrate the process. Especially for bigger projects, the\n prospect of having to recreate the step would be daunting\nand bothersome. Overall, the process of documenting\nimpedes the process of making and is thus often neglected\n or ignored. Others are not confident enough in their project\n or creativity and will not document from the get-go Torrey\net all[2007]] making it impossible to change their mind\nlater on.\nIf makers still decide to document, they face the decision\nThe different media\nof which media to use for their tutorial. Tseng and Resnick\ntypes to chose from:\n[2014] mention that makers start the documentation pro-\nStatic vs dynamic\ncess after finishing their project by creating a timeline and\ntutorials.\nthen figuring out how to describe it. Additional material,\nsuch as schematics or diagrams, is often created after the\nproject is completed as well Torrey et al]2007]]\nChi et al]2012] discuss the two types of tutorials and\nevaluate a third possible one. They mention static and\ndynamic tutorials and the viability of a mix of both.\nStatic tutorials use texts and pictures making them more\n Static Tutorials use\nappealing for visual based learners Loo82001]l. Most of \ntext and pictures.\nthe time, these tutorials are easy to scan since consumers\ncan read the text at their own pace and, depending on the\nformatting, a step-by-step format is employed.\nDynamic tutorials are video based and thus more difficult\nDynamic Tutorials\nto scan as static ones, since handling a video involves\nuse videos.\nmore manual actions and depending on how the consumer\nWorks with it, steps can be missed easily. A critical benefit\nthat a video offers and a picture alone cannot, is displaying\ncomplex processes or minor context details, e.g. how much\npressure should be applied when using a tool or how to\nhold it in relation to the material. If consumers do work\nwith a dynamic tutorials, they can be both visual and",
    "Page_38": "2 Related work\n16\n■Static\n■Video\nMixed\n25\n20\n21\n15\n公\n10\neio\n10\n5\n0\nTask 1\nTask2\nTask3\n        \ntorial Types Directly Taken from Chi et al. 2012]\nauditive learners\n[Loof[2001l] since both channels, the\nvisual and audio channel, are used to transmit information.\nMix of static and\nMixing a static tutorial with a dynamic one would appeal\nto both types of learners while still being as easy to scan as\ndynamic.\n a static one. This format would imply easy to digest and\nfollow steps supported by pictures and videos that explain\nthe process required to complete the step. Consumers of\nthis tutorial type would be able to work at their own pace\n          \nexecution of a step. This both reduces the errors made\nwhile working with a tutorial as can be seen in Figure 2.4\nand increases the user satisfaction.\nSuggested\nWakkary et all2015 offered some insight into tutorial re-\n guidelines for text\nquirements and studies observing consumers working with\nbased tutorials by\nthem. In their study, the researchers involved with this pa-\nWakkary et al.\n per conducted pre-selected tutorials of varying difficulty to\n2015].\nanalyze struggles while working with the tutorials. Based\non those struggles, design guidelines for tutorials were\nformed. The main results of Wakkary et al.2015 were:\n· Accurate information\n· Complete tool and component list\n● Mention the necessary tools and components\n· Mention required knowledge\n· Offer a sequential step format",
    "Page_39": "2.3How to Make Tutorials?\n17\n· Offer text and images in clear relation to each other\n· Quality images with consistent formatting\nThose guidelines offer a first impression of possible points\nGoal of thesis is to\nof struggle for consumers if the writer does not meet them.\ntest and expand\nOne goal of this thesis is to find out if these results are repli-\nthose guidelines.\n cable with a different study setup and participant group.\nThe overall goal is to expand those guidelines and offer\nsome more detail on when in the tutorial and how those\n guidelines should be met.",
    "Page_40": "",
    "Page_41": "19\nStudy Setup and Results\nIn order to discover metrics for the evaluation of documen-\nTwo cycles of\ntation quality, two different surveys with makers were con-\nsemi-structured\n ducted. The first round of surveys were five minute semi-\ninterviews with \nstructured interviews that were used to gain an overview\n makers.\nof how often makers consumed documentations and for\nwhich reasons. From the survey's answers, more thorough\nquestions and approaches to tutorial quality were built.\nThese were then applied and tested in a second and more\nin depth cycle of semi-structured interviews.\n3.1  5 Minute Semi-Structured Interviews\n3.1.1 Setup and Participant Demographics\n The first round of surveys employed shorter interviews and\nFive minute\n asked more general questions than the second cycle. These\nsemi-structured\ninterviews were mostly conducted in the FabLab Aachen\ninterviews.\nand took five minutes.\n For this interview there were no criteria for participation\nNo criteria for\nbeside an interest in DIY and making, which was assumed\n participation besides\nto be present for visitors of a makerspace. The participant\n interest in making.\ndemographics can be seen in Table 3.1",
    "Page_42": "20\n3Study Setup and Results\nID Age Occupation\nDIY Experience\n1\n24\n Student\n Sometimes DIY Projects\nStudent\n2\n24\nn/a\n3\n22\n Student\n Frequently Working on Own Projects\n4\n23\nStudent\nHandicrafts at Home\n5\n29\nPhD Student\n Tinkering around the House\n6\n27\n Student\nn/a\n7\n28\n Student\n Some DIY Experience\n8\n27\nResearch Assistant\nn/a\n9\n25\nStudent\nNone\n10\nStudent\nOccasionally\n26\n11\n20\nStudent\n Occasionally\n12\n23\nStudent\nOccasionally since knowing about FabLab\nTable 3.1: Participant Demographics of the Five Minute\nSemi-Structured Interviews\nThe questionnaire can be found in Appendix A\n3.1.2\nResults\nMostly video\nThe interviews implied that participants consumed or\nconsumption and\nremembered mostly consuming videos and that they\nirregular schedule.\n do so irregularly. 'Six participants explicitly mentioned\nconsuming videos, whereas the rest did not mention a\nspecific medium they prefer consuming. Five participants,\nthree of them being ones that prefer consuming videos,\n mentioned having a loosely regular rhythm for consuming\n project documentations. These rhythms were daily, every\nother day, twice a week, weekly or every other month.\nDocumentation\nThere were several reasons a participant consumed docu-\nbefore beginning\nmentation and when in their creative process. Documenta-\nproject, to get ideas,\n tion was consumed before starting a project to get ideas or\n motivation, \"shopping\n-s palond e wo ,s suddous, e pu on no uao\nlist'\" or reference.\nilar to the one they had in mind. A \"shopping list\" in this\ncontext refers to a parts list often found in tutorials that list\nall the required tools and materials for the project. Another\nmore concrete reason to consume a documentation, besides",
    "Page_43": "3.15 Minute Semi-Structured Interviews\n21\ngetting a shopping list, was to find reference for a project.\nwant to see how other makers realized this type of project.\n During the building process, participants would search for\nDocumentation\nproject documentation whenever problems arrive they can-\nduring project to help\nnot fix on their own.\nwith problems.\nAt the end of the building process, participants would\nDocumentation after\nsearch for documentation to fix errors or compare the re-\nproject to fix errors\nsult. Two participants would prefer searching for docu-\nand compare results.\nmentation at the end of their project since they enjoy get-\n ting in the flow of working and do not like interrupting to\nsearch for information or since they want to rely on their\nown skill until the end.\nParticipants interacted with documentation in three differ-\nThree different \nent ways, based on where in their creative process they are\ninteraction types:\nand why they require a documentation. Those three ways\nreading all,\nof interacting are reading all, nitpicking and skimming.\nnitpicking, skimming.\n Nitpicking in this context refers to the action of searching\nInteraction depends\nfor one specific piece of information. Skimming refers to\non where in creative\nthe act of reading not the whole text but only keywords or \nprocess and reason\nphrases and shorter segments of text around those. The in-\nbehind interaction.\nteraction types are coined on text based documentation but\nthe concept behind them can also be applied to video based\nones. Since videos were also consumed by the participants,\nthey are also included in these interaction types.\nParticipants would read all of the documentation or watch\nRead all for\nthe complete video for one of three reasons. One reason is\nguidance, to get an\nthat a participant requires guidance for a process or the act\noverview of project or \nof building their project. Then a participant would search\nprocess, or out of\nfor a step-by-step documentation and use it to get through\ninterest.\nthe process. Another reason is that a participant watches a\nvideo completely to get an overview of the project or pro-\ncess. The last reason is that a participant would be inter-\nested in the topic and wants to learn more about it or get\nthey watch DIY tutorials for entertainment since they enjoy\nwatching people fail at their projects.\nParticipants interacted with documentation by nitpicking\nNitpicking to\nthem when they required solutions for specific problems.\n overcome specific\nOne participant mentioned watching video tutorials com-\nproblem.\npletely once and then returning to them for nitpicking cer-\ntain parts they were struggling with or combine with other",
    "Page_44": "22\n3Study Setup and Results\ndocumentation.\n Skimming to get\n In order to get a rough grasp of the documentation's con-\nideas, get rough\ncept or the idea behind it, participants resorted to skim-\n grasp of concept and\nming the documentation. Another reason for skimming is\nrecreate a project \nthat participants wanted to recreate the project without re-\nwithout all the details\nlying on the documentation completely. They wanted to\n or help.\n get a brief glance of the steps involved and then recreate it\nfrom memory without all the help and details.\nTwo types of\nFor the interviews, documentations were separated into\ndocumentation:\ntwo different categories, process documentations and step-\nprocess\nby-step documentations.\n Process documentations were\ndocumentation and \nsummarized as highly detailed documentations that in-\nstep-by-step\nclude failures along the way of completing the project, dis-\n cussions of the different approaches, if there were alterna-\ndocumentation.\nformation or knowledge that is related to the topic but not\n relevant for the execution of the project. Step-by-step doc-\numentation were described as documentations that did not \n n q     ,xa, n  \n cluded the relevant steps to complete the project and how\nto execute them.\nStep-by-step\nParticipants who already have knowledge or experience in\ndocumentation for\nthe domain of the project preferred step-by-step documen-\npeople with domain\ntations. They explained that this documentation type is eas-\nknowledge.\nier to navigate and thus easier to nitpick from. Addition-\nally, they also mentioned that they appreciated the short\nand precise explanations more than long and detailed ones.\nProcess\nParticipants with little knowledge or experience in the do-\ndocumentation for\nmain preferred process documentation. This was also the\n beginners or\n  s s     \n interested people.\ntopic a documentation is about. The process documenta-\ntion would enable the consumer to understand what was\n    s  e d   \nParticipants mentioned that this helped them follow the tu-\ntorial. Moreover, participants mentioned that they appreci-\nated the additional knowledge that is usually not included\nin step-by-step documentations since they can use it in fu-\nture projects and it might enable them to realize bigger and\nbetter projects.",
    "Page_45": "3.2Semi-Structured Maker Interviews\n23\nNationality\nHow Often DIY\nHow Long DIYing\n25\nMale\nGames Programmer\nNever\nGerman\ness\n22\nGerman\n26\nFemale\nResearch Ass\nsistant/PhDStudent\nYearly\n10 Year\n24\nMale\nStudent\nYearly\n26\n2826\nMale\nStudent\nGerman\nWeekly\n2Years\n30\n32\nMale\nIT Consultant\nGerman\nMonthly\nFew Years\n38\n22\nMale\nStudent\nBelgian\nYearly\nabout 2Years\n43\n61\nMale\nGerman\n25Year\n45\n65\nMale\nAmer\ncan/British/Israeli\nDaily\nA little lss than 65 Y\n51\n29\nFemaleMember of Technical Staff\nAmerican\nEvery Other Week\nSince Childhood\n52\nDaily\nSince Childhood\nTable 3.2:\n Participant Demographics\nof the Semi-\n Structured Maker Interviews\n3.2\n Semi-Structured Maker Interviews\n3.2.1\n Setup and Participant Demographics\n For the second cycle of interviews, from which the dataset\n Gathering participant \nthat was analyzed over the course of this thesis was de-\n demographics via\nrived, a more mixed participant pool was required as the\nsurvey questionnaire.\nmaker community as the target group is diverse. The par-\nticipants' demographics were gathered in an online five\nminute long survey and used to select the participant pool.\nTable 3.2visualizes the participant demographics. In oder\nto understand how often and since when the participants\npartake in DIY actions, the participants had to answer\nthe questions \"How often do you carry out DIY (do-it-\nyourself) projects?\" and \"How long have you been doing\nDIY projects?\". The participants' average age was about\n36.38 years and the variance of the age was 255.42. Partic-\n         s\n duration for which they have been conducting DIY projects\nranged from a little less than 65 years to never.\n Candidates for participation in the interviews were sent a\nPreparing candidate\ndocument with information regarding the required setup.\nsetup.\nThis document can be viewed in the Appendix B\nThe interviews were in a think-aloud style. A participant\nThink-aloud style\nWas given a task which they had to work on while being ob-\ninterviews with\nserved and after completing the task, follow-up questions\nfollow-up questions.",
    "Page_46": "24\n3Study Setup and Results\nregarding the task execution were discussed. Each inter-\nview was conducted in German or English, depending on\nthe participant's preference.\nStudy structure:\nFirst participants were welcomed and introduced to the\n Scripted study\nidea of the study and their task during it. Those intro-\nintroduction, task \nductions were drafted beforehand, thus preparing all par-\nexecution, follow-up\nticipants the same way, reducing external bias. The ses-\nquestions.\nsion's task was to find a tutorial for a project the partici-\n pant would be interested in completing. The participant's\nwere asked to find a tutorial that suits their interest, in or-\n der to try to ensure that the search is as realistic and engag-\n ing as possible and obtain reliable data. After introducing\nthe task, they were asked to share their screen and begin\nthe task. Any questions that arose during the task execu-\ntion were answered quickly or postponed to a later point\nif they would take too long to answer to reduce task inter-\nruptions and keep the participant focused. During the task,\nthe participant was observed and notes were taken. These\nnotes were then used to form follow-up questions about the\nparticipant's behavior and tutorial selection process. These\nquestions were asked after the participant announced they\nwere finished with the task.\nA complete study protocol can be found in Appendix B\nData evaluation via\n The sessions were recorded and evaluated via coding. Cod-\ncoding.\ning is the process of assigning language or text, or visual\ndata a keyword or -phrase that captures its essence and\nsummarizes it [Saldana2013]]. Process codes and evalu-\nation codes were chosen [Saldana[2013]] to evaluate the\nrecordings.\nProcess codes for\n Process codes were used to describe and capture a partici-\nparticipant behavior.\npant's behavior from the beginning of the task execution to\nwhen they announced they completed the task. This way,\nWe tried to capture a participant's complete creative pro-\ncess.\nEvaluation codes for\nThe evaluation codes can be divided into two groups. First\nimpressions or \noff, the impression group, which can again be split into\nthoughts and layout\n positive and negative. And secondly, the recommendation\nrecommendations.\ncodes. The codes in the impression groups were used to\n collect a participant's impressions or thoughts about things\nthey encountered or worked with. The recommendations\nwere either derived through the impressions or directly\nvoiced by the participants.",
    "Page_47": "3.2Semi-Structured Maker Interviews\n25\nData that has been assigned to a code is referred to as\nNotation during this\na coded segment. Codes can be either assigned to or ap-\nthesis.\nplied to data. Additionally, codes will be referred to by\na\ncode) with their occurrence in braces stated after the name\n(e.g. a code (occurrence X). Due to a character limita-\ntion for the code name, the following abbreviations will be\nused: background (bg), video (vid), tutorial (tut), step-by-\nstep (stepbystep or sbs), with (w /), without (w /o), picture\n(pic), quality (qual), preferably (pref), yourself (urself).\n3.2.21\nResults\nThe video recordings of the interviews were evaluated via\nResults for process\ncoding. Coding is the process of assigning language or\nand evaluation codes\ntext, or visual data a keyword or -phrase that captures its \nand reference to\nessence and summarizes it [Saldana 2013]].  A codebook\nwhere to find\n[Mihas and Institute2019]] for the codes can be found in\nevaluation of codes.\nCodebook\nProcess codes were used to evaluate the participants' be-\nhavior and will be presented in Process Codes The process\ncoding results will be discussed inProcess Codes The eval-\nuation coding results will be presented in Evaluation Codes\n and discussed in Recommendation Codes\nProcess Codes\n In order to understand the participants' behavior, thirteen\nThirteen interviews,\ninterviews were reviewed. 52 distinct codes were applied\n 2228 code segments\nand 2228 segments coded.\nand 52 process\nFigure 3.1 displays the distribution of the coded segments\ncodes. Code cloud to\n over the distinct codes. Codes that occurred more often are\nvisualize code\nWritten in a bigger font, the ones that occurred less often in\ndistribution.\na smaller one. The minimum occurrence to be displayed in\nthe code cloud is one. The exact code statistics can be found\ninProcess Code Statistics\nAs can be seen in Figure 3.1l, the most common codes are\nMost common and\nwondering (180), judging tutorial (166), looking\nleast common codes.\nat picture (161),\nskimming tutorial (152) and",
    "Page_48": "26\n3Study Setup and Results\nlooking at picture\njudging tutorial\n scanning material list\nchecking section title/page navigation\nrating own skills .\nrefining search terms\n COnsidering followinginternalink feeing unhappy/unsatisfied\nchecking tutorial host\nunderstanding\nwatching preview\nting/searching knowledge\nscanning xfeatured site takin\nfeeling happy/satisfied Skipping through video tutorial checking out components\nreading comments reading watching video tutorial\npostponing\nsyu-.Ang oi., buuues\n explaining tutorial issues\nsearching reference\n checking downloadable content\nscanning textbased links\nFigure 3.1: Code Cloud of Applied Process Codes. Font Size is Determined by\nof One Occurrence to be Displayed.\nskimming text (117).\nThe least common ones are\nchecking downloadable content \n(2),\nchecking\ntutorial stats (2),clicking recommended video\n(3) and searching on youtube (4) and scanning\ncode (4).\nStructure of a search\nThe codes describing the general structure of the par-\nfor project: forming \nticipants' search process are going over suggested\nproject idea,\nprojects (16), searching reference (33), scanning\n searching reference,\nresults\n(45),\nrefining search terms\n(26),\n scanning results,\nconsidering (94), planning (81), taking notes\n refining search\n(9) and gathering items (97).\nterms, considering,\n The participants' search involved them going over the\nplanning, taking\n suggested projects sixteen times, which was recorded in\n notes, gathering\nthe code going over suggested projects if they\nitems.\ndid so verbally. Additionally, participants mentioned their\ninterests and what they would enjoy doing.\nThis phase\nwould end with them deciding on one or several topics\nthey would look into.\n Then a participant would either\nstart by searching some type of reference or by directly\nsearching for a tutorial to follow. In this context reference\nrefers to a picture of the product; a tutorial on the project\ntopic; the product in an online store to set a price limit for\nthe project; or material on process knowledge. For these",
    "Page_49": "3.2Semi-Structured Maker Interviews\n27\nsearches the participant would have to scan the search\nresults, captured in scanning results, and debate on\nwhat to look into and review. Depending on the results\nthe participant might have to adapt and refine their search\nterms if the search did not yield what they were looking\nfor or if it yielded way too many results and they had to\nnarrow it down, this behavior was tracked in refining\n search terms. After sighting the results, the considering\n s  s pom sd d pu\ntypes of projects, tracked in considering, and then plan\nby using various tutorials. Some participants took their\nown notes and stated that they would work off of these\nrather than the tutorials they decided on. The last step\nwas to gather all the materials and tools the project would\nrequire.\nTo search for information or tutorials Google\n or an\nGoogle search (38)\nequivalent like DuckDuckGol. was used more often than\nvs YouTube searches \nYouTube (38 coded segments vs. 4; 90,42% vs. 9,52%). The\n(4). Textbased \ncodes scanning textbased links (40), looking at\nresults (63,49%) vs.\nvideo results (16) and scanning \"to buy\"-links\nvideo based\n(7) were used to track what types of results the partici-\n(25,29%) vs.\npants were interested in. These codes were applied if it\nshopping (1,11%)\nwas clear which of the search results the participant was\nlooking at, whereas scanning results was applied if\nit was unclear. This means, out of the 63 coded segments\nabout 63,49% (40) were textbased, a quarter video were\nbased with 25,29% (16) and 11,11% (11) were links to\nshopping websites where you could buy the searched\nobject. Searches for pictures occurred about three times\nand were not tracked separately, but were included in the\ncode searching reference (33). Only one participant\n conducted their search for a tutorial mostly via picture\nresults.\n Additionally, it was tracked if a participant was interested\nin tutorials recommended by the website they are currently\nbrowsing via the code checking out recommended\n(22) and if they follow a recommended video clicking\nrecommended video (3).",
    "Page_50": "28\n3Study Setup and Results\nContent of tutorial\nTo glean a tutorial's content, participants scanned textbased\ndeduced by reading\nlinks for keywords or read the link or title, spent time\ntitle, searching\nwatching previews (21) or looking at thumbnails\nkeywords in \n(13) of both text tutorials and video tutorials.  If avail-\ndescriptions,\nable and the participant was interested in the content, they\nwatching video\nWould watch the video preview of a tutorial rather than just\npreview or looking at \nlook at the thumbnail.\nthumbnail.\nInteractions with text tutorials and video tutorials were\ntracked separately. Additionally, it was tracked whether\na participant was skimming text (1i7) or reading\n(72) and whether they were skipping through video\ntutorial (68) or watching video tutorial (80).\n Comparing these codes, it becomes apparent that the codes\nText tutorial\ninteraction 56% vs.\nrefer to an interaction with a text based tutorial 189 out of\n 44% video based\n337 coded segments (about 56%) and a video based one 148\nones. Text 37,95%\ntimes (about 44%). Another medium that can be consid-\nvs. picture 32,32%\nered is the picture medium, tracked by the code looking\nvs. vide0 29,71%.\nat picture. This code occurred 161 times and was the\nthird most occurring code. When considering all codes in-\ndicating interaction with a medium, there are 498 coded\nsegments. Text based interaction hold the biggest share\nwith 189 segments (about 37,95%), then picture with 161\n segments (about 32,32%) and lastly videos with 161 (about\n29,71%).\nSkimming 55% vs.\n A tutorial text was skimmed or a video skipped through if\n45% active\na participant did not read or watch the whole tutorial but\nconsumption. Text\nskipped over passages, read only words around keywords\nbased tutorials more\nor skipped through sections in a video by moving around\nskimmed(117) than\nthe cursor on the progress bar. The codes indicate that tu-\nread (72). Video\ntorials were skimmed 185 times (about 55%) and actively\ntutorials more\nread or watched 152 times (about 45%) out of 337 coded\nwatched (80) than\nsegments. Texts were skimmed more often (117 segments,\nskipped through (68).\n62%) than read (72 segments, 38%); whereas videos were\nWatched (80 segments, 54%) more than skipped through (68\nsegments, 46%).\nskimming\nAdditionally, the code skimming tutorial was used if\ntutorial (152) as\n a participant scrolled through a text based tutorial and\nfourth most common\nvery briefly glanced at pictures or skimmed over text with-\ncode.\nout reading passages aloud or discussing pictures. This\ncode was the fourth most common code with a count of\n152 coded segments. This means, whole tutorials were\nskimmed as often as they were actively read or watched",
    "Page_51": "3.2Semi-Structured Maker Interviews\n29\n according to the coded segments, disregarding the distinct\ncodes for skimming passages of text and skipping through\nvideo segments.\nInteraction with the infobox of a video was tracked through\nskimming\nthe code skimming infobox. This code occurred 22\ninfobox (22)\ntimes (0,99% of total coded segments) and was often used\nsearching for\nin the context of a participant searching for knowledge on\nknowledge\nthe materials used in the tutorial or while the maker intro-\nduced themselves at the start of a video.\nIn addition to the more physical process, the emotional\n Codes tracking\nstate of the participant was tracked through process\n participant's\ncodes. A code was applied if a participant had a visible or\nemotional state\naudible reaction, this means, only strong reactions were\nunhappy/unsatisfied\ntracked. Codes relating to the emotional state are feeling\n(50), lost (28) and\nunhappy/unsatisfied (50),\n， being/feeling lost\nhappy/satisfied (19).\n(a) patsstaes /ddeu buttay pue (8z)\nThe code relating to a participant's unhappiness or dis-\nUnhappiness/dissatisfaction\nsatisfaction often occurred when a participant could not\n correlating with\nfind the information they were looking for. For example,\nlacking information.\na tutorial they were interacting with was not contain-\n         \nParticipants were prone to reacting unhappy when they\nhave been searching for a fitting tutorial or information on\nsomething for a longer time. Lacking information, visuals\nbeing/feeling lost often occurred when a participant\nFeeling of being lost\nmisunderstood the information presented in a tutorial or\nbecause of lacking \nthey experienced a complete lack of information and had\ndetail/information or\nno clue where and how to search for it. The former situ-\nlacking domain\nation occurred when participants tried to understand the\nknowl-\n process explained in the tutorial but where lacking details\nedge/terminology on\non the execution, leading them to either misunderstand\nparticipant's side.\nthe process or trying to gather the information through\na different source.\n This also happened if the material\nused in a step was not described in enough detail and the\nparticipant was left to figure out themselves what was\nused and how.  A lack of domain knowledge or domain\nterminology often led to the second type of being lost. One\nparticipant was a complete beginner in the domain they\nsearched DIY projects in and only experienced the latter",
    "Page_52": "30\n3Study Setup and Results\nway of being lost as they did not know the domain specific\nterminology. This led to them to not understanding what\nwas being referenced in a tutorial and not knowing how to\napproach a search regarding that term. A feeling of being\nlost was not only caused by the tutorial content, but also\nby the web page the participants interacted with. In some\nsituations the participants were not sure how to interact\nwith the web page or could not figure out how to access a\ntutorial at all.\nCodes relating to\n The lack of information, misunderstanding informa-\ninformation in a\ntion and\n understanding information   was  tracked\ntutorial. wondering\n understanding\n(180),\n(85),\nwanting/searching Knowledge\n(10)\nand\nunderstanding\nmisunderstanding (5).\n wondering was the most\n(85),\ncommon code and occurred in various situations as well\nwanting/searching\nas throughout the whole search process. It was not only\nknowledge (10) and\nrelated to the content of a tutorial but also to the general\nmisunderstanding\nprocess of planning the project and interacting with the\n(5).\nInternet or a website. The codes understanding and\nmi sunderstanding occurred half as often as the partici-\npants wondered about something and was directly linked\nto the information the participants came across or tried to\naccess. When a participant voiced that they desired specific\ninformation or were trying to find concrete knowledge,\nthe code wanting/searching knowledge was applied.\nThis code implied that the participant considered the\nknowledge or information supplied in a tutorial as insuf-\nficient or/and they were actively looking for a different\nsource to acquire it.\nHappiness or\nParticipants expressed happiness or satisfaction when they\nsatisfaction related to\ncame across the information they were lacking; found\nfinding information\n p o on no p no p  e\nafter longer search.\nmaterial they required for a project. It was sometimes\nlinked to the closure of a longer search process.",
    "Page_53": "3.2Semi-Structured Maker Interviews\n31\n+nice to start with general info, product pics, tools/materials\nntingvidviatextoverlayifvisiblewhileskimming\narolectit\ncree-vea\natchtst\n-orcedinto video's pace\n+text tutshetterforplanning/solvingspecificissues\nmbaw/smth else\ningup\"final pr\n+fina roectinthemmalfor selectionrocess\nprocesdstaEtpresfdi rainowledge\nFigure 3.2: Code Cloud of Applied + Codes and - Codes. Font Size is Determined\nby Code Occurrence, the Higher the Frequency the Bigger the Font, with a Mini-\nmum of One Occurrence to be Displayed.\nEvaluation Codes\nThe evaluation codes were used to capture a participant's\n112 applied + codes\nimpressions and opinions voiced while answering the\n(positive opin-\nfollow-up questions after the task execution. Codes used\nions/impressions), 51\nto capture positive opinions will be referred to as + codes;\ndistinct codes; 111\ncodes referring to negative opinions as - codes. In total\napplied - codes\nthere were 112 segments that were coded with + codes and\n(negative opin-\n111 ones with - codes. Overall, 51 different + codes exist\nions/impressions), 60\nand 60 - codes. The code cloud visualizing the distribution\ndistinct codes.\n Over the + and - codes can be viewed in Figure 3.2 The font \nsize of a code is determined by its occurrence, the higher the\nfrequency the bigger the font, with a minimum of one oc-\ncurrence to be displayed in the cloud. Separate code clouds\nand statistics can be viewed in the Appendix under + Code\nStatistics andCode Statistics\n324 segments were coded with recommendation codes,\n324 applied\n  s xa s e  \nrecommendation\nommendation for a tutorial. Overall there were 60 distinct\ncodes (explicit \n codes used to capture a recommendation. The code distri-\nsugges-\nbution is visualized by a code cloud in Figure 3.3and the\ntions/recommendations\nprecise code statistics can be viewed in the Appendix under\nfor design), 60\nRecommendation Code Statistics\ndistinct codes.",
    "Page_54": "32\n3Study Setup and Results\nREC:intro explains what tutorial is about\" what will we do\"\nuratelinks;provide alter\nREC: thumbnail focus on main topic (product/technique/person)\nREC: include pictures/diagrams/schematics explaining step\nREC:videos w/timecc\nRs\ncalcmetaiseaslysurveableREC\nREC: include materials/tools at beginning w/ pics for beginners\nsteg ocay when ex\nenwslolestarty\nREC:dlonetuseheas\naasengWnlepageshsBFcwRECd\nREC:reas\nRE\nREC: use step-by-step format (enable skipping+not miss step]\nFigure 3.3: Code Cloud of Applied Recommendation Codes. Font Size is Deter-\n mined by Code Occurrence, the Higher the Frequency the Bigger the Font, with a\nMinimum of One Occurrence to be Displayed.\nMost common and\n The most prominent codes that can be seen in Figure\nleast common codes.\n3.2\nare\n+in ideating phase video tut/pic to\nget feel of project (1o), +nice to start with\ngeneral info, product pics, tools/materials\n(8),\n-only/long text cause consumer to\nbe overwhelmed\n(7),\n-pictures unrelated\nto project (can't find product at first\nglance)\n(6) and\n+final project in thumbnail\nfor selection process (6).\n59 + and - codes\n Since the idea behind the codes is to catch opinions and im-\nused once; 27 + and\npressions and those vary from person to person, there are\n- codes twice.\n27 + codes and 32 - codes that appeared once. 12 + codes\nand 15 - codes appeared twice. These codes either men-\ntioned concrete ideas on how to improve the layout or sub-\njectively good parts of the tutorial in the case of the + codes\n or mentioned formatting issues that rarely occurred in tu-\ntorials (e.g. inline code in a tutorial as shown in Figure 4.7\n(a)) in the case of the - codes.",
    "Page_55": "3.2Semi-Structured Maker Interviews\n33\nOverall, 57 of the segments coded with + and - codes (about \n57 segments\n25.56%) referred to interactions with text tutorials. 33 dis-\n(25.56%) coded with\ntinct codes were applied in those segments. 22 of those\n+ and - codes\ncoded segments had + codes (about 38.6%) and 35 had -\nreferred to text\ncodes (about 61.4%). The most common codes referring to\ntutorials; 22 (38.6%)\ntexttutorials are -only/long text causes consumer\n+ codes; 35 (61.4%)\nto be overwhelmed (7 segments, 12.28%), +offer\n- codes.\nvideo tut in text tut (5 segments, 8.77%), -very\nbig header picture (3 segments, 5.26%), -little\ntext; many ads (3 codes, 5.26%) and +text tut\n(3 segments, 5.26%). 7 codes occurred twice (about\n24.56% of 57 segments).  Those are -autoplay gif\nor moving/animated objects in text;\n_-large\npicture at start of step, little visible\ntext on screen;\n-ugly/unreadable script\n(comic sans); -long textpassages w/o outline\ndifficult to skim and navigate; -confused by\ntutorial structure; narrow layout → little\ninformation per screen and +pictures catch\ninterest easily, draw eye. The remaining 29 codes\n(about 50.88% of 57 segments) occurred once.\n45 of the segments coded with + and - codes (about 20.18%)\n45 segments\nreferred to interactions with video tutorials. 20 distinct\n(20.18%) coded with\ncodes were applied in those segments. 29 of those seg-\n+ and - codes\nments were coded with + codes (about 64.44%) and 16 with\nreferred to video\n- codes (about 35.55%). The most common codes were +in\ntutorials; 29\nideating phase video tuts/pics to get feel\n(64.44%) + codes;\nof project (10 segments, 22.22%), +videos to SEE\n16 (35.55%) - codes.\n+videos for complex processes/projects\n(4\nsegments, 8.89%), +process tuts in video form;\nexploration/ideating phase (3 segments, 6.67%)\nand -in planning phase video tuts too long,\nrather read (3 segments, 6.67%). 5 codes appeared\ntwice (about 22.22% of 45 segments).\nThose are\n+segmenting vid via text overlay if visible\nwhile skimming;\n+segmenting youtube tut in\ntimeline (timestamp feature);\n-unfinished\nlooking product at end of video;\n-videos\ndifficult to survey and -forced into video's\npace.'\nThe remaining 9 codes (20% of 45 segments)",
    "Page_56": "34\n3Study Setup and Results\nappeared once.\n119 segments\n119 of the segments coded with + and - codes (about\n(53.36%) coded with\n 53.36%) referred to opinions, impressions and sugges-\n+ and - codes\ntions about the general tutorial formatting or layout,\nreferred to tutorial\nregardless of the medium. 56 distinct codes were ap-\nformatting/layout; 60\nplied to those segments.6\n60 of those segments were\n(50.42%) + codes;\ncoded with + codes (about 50.42%) and 59 with\n59 (49.58%) - codes.\ncodes (about 49.58%). The most common codes were\n+nice to start with general info, product\npics, tools/materials (8 segments, about 6.72%),\n+final project in thumbnail for selection\n - ) o\nto project (can't find product at first\nglance) (6 segments, 5.04%), +stepbystep tuts for\nconcrete plan solving; no detail needed\n(5\nsegments, 4.2%), +tutorial as mostly standalone\nsource of info for project (5 segments, 4.2%),\n-\"covering up\" final product in thumbnail\nw/ smth else (5 segments, 4.2%), +process tuts\nlearning/exploring; pre-existing domain\nknowledge (4 segments, 3.36%) and -untested tut\nw/ error;wrong/missing steps  (4\n segments,\n3.36%).\n 7 codes appeared 3 times (about 17.65%\nof 119 segments),\n， those were +joking=relaxed\n-thumbnail might imply difficulty/tool and\nturn away beginners;\n-wrong step size (too\nsmall step; too little explanation);\n-tuts\ndon't mention failure,how much fiddling\nrequired;\n-intro not relevant for tutorial\nto understand process;\n-tuts don't include\nenough warnings/details/hints/approach disc\nand -\"self-promotion at diy level\".\n14 codes\nappeared twice (about 23.53% of 119 segments) and the\nremaining 21 (about 17.65% of 119 segments) once.\n324 recommendation\nThe distribution of the 324 coded segments over the\n 60 distinct codes is visualized by a code cloud in Fig-\ncoded segments; 60\ndistinct codes.\nure 3.3 and the precise code statistics can be viewed in\nthe Appendix under Recommendation Code Statistics\nWith 32 (9,88% of 324) coded segments REC: include\nmaterials/tools at the beginning w/ pics",
    "Page_57": "3.2Semi-Structured Maker Interviews\n35\nfor beginners is the most common code.\n Second\nmost common is REC: use step-by-step format\n(enable skipping+not miss step) with 20 (6.17%)\nfollowedby REC: thumbnail focus on main topic\n(product/technique/person) and REC: include\npictures/diagrams/schematics explaining\nstep both with 19 coded segments (5.86%).\n95of \nthe\nsegments\ncodedwith\nrecommenda-\n95 segments\ntion codes\n(about 29.32%) are related to design\n(29.32%) coded with\nsuggestions  or\nformatting wishes for text\ntutori-\nrecommendation\nals.\n 17 distinct codes were applied in those seg-\ncodes referred to text\nments.\nThe most common codes are REC: include\ntutorials.\npictures/diagram/schematics explaining step\n(19\n segments,5\n5.8%),  REC: put thought/effort\ninto formatting/looks/layout/writing (13 seg-\nments,\n4.01%),  REC: clear sectioning → mind\n formatting to enable flow (ll segments,\nyour \n3.4%),\nREC: guide in pic+explanation layout\n(10\nsegments, 3.09%),\nREC: include pictures\nments,\n2.78%)\n and\nREC: videos/pic series\nfor complex processes/task/projects \n（7\n seg-\nments, 2.16%).\nTwo codes have an occurrence of\nfour (about 2.47% of 324 segments) REC: picture\nfor step only when explain whole step\n and\nREC: visibly separated outline/sidebar for\nnavigation/overview.  Three codes occurred three\ntimes (about 2.78%), 3 codes twice (about 1.85%) and three\ncodes 0ccurred once (about 0.93%).\n25 of the segments coded with recommendation codes\n25 segments (7.72%)\n(about 7.72%) are related to design suggestions or for-\ncoded with\n matting wishes for video tutorials.\n 9 distinct codes\nrecommendation\nwere applied to those segments.\nThe code occur-\ncodes referred to\nrences are REC: videos w/ timecodes/navigation\nvideo tutorials.\ntechniques (7 segments, 2.16%), REC: (vid tut)\ngive explanations for steps text/audio(5 seg-\nments, 1.54%), (vid) COMPLETE materials/tools\nin infobox (3 segments, 0.93%), REC: (vid) text\noverlay with step info (3 segments, 0.93%), REC:\n(vid) offer subtitles (2 segments, 0.62%), REC:\n(vid tut) process visible before bg; clear",
    "Page_58": "36\n3Study Setup and Results\nmovement (1 segment, 0.31%), REC: (vid) short\nstep intro at beginning each step (what,\nhow) (1 segment, 0.31%) and REC: scripted, high\nquality audio (1 segment, 0.31%).\n 204 segments\n204 of the segments coded with recommendation\n(62.95%) coded with\ncodes (about 62.95%) are related to design sugges-\nrecommendation\ntions,\n formatting wishes  and  thumbnail  design  re-\ncodes referred to\ngardless of the tutorial medium.\n34 distinct codes\ntutorial\nwere\ne applied to those segments.\nThe most com-\nformatting/layout.\nmon\ncodes\n are\nREC: include materials/tools\nat the beginning w/ pics for beginners\n(32\nsegments,\n9.88%)\n,REC: use step-by-step\nformat\n(enable skipping+not miss step)\n(20\nsegments,\n6.17%),\n REC: thumbnail focus on\nmain topic (product/technique/person)\n(19\nsegments,\n5.86%),\nREC: intro explains what\ntutorial\n.is about \"what will we do\"\n(15\nsegments,\n4.63%),\nREC: consumer might filter\nhost;free=low qual,\n chain no special\n(9\nsegments,\n2.78%),\nREC: SHORT outro\n\"what did\nwe do\" w/ product pref in action\n(9\nseg-\nments,\n2.78%)\nand\nREC: curate\n： links;provide\nalternatives/knowledge \ne to help\nurself\n(8\nsegments,\n2.47%).\nFour codes have an occurrence\nof\nseven (about 13.75% of 204 segments) those codes are\nREC: chronological flow in steps/linearity;\nREC: thumbnail text concise, not intrusive\nfont/color,\n readable;\nREC: joking\ntone in\ntutorials fine; not for elongating tut\nand\nREC: reasonably long intro.\nFour codes have\nan occurrence of six (about 11.76% of 204 segments),\nREC: include keywords in title project+key\ncomponent/technique;\nREC: include tips for\nstep in step itself+highlight them;\nREC:\nkeep everything as short as possible\nand\nREC: link tuts for bg knowledge/more infos\nif no learn focus. Three codes have an occurrence\nof four (about 5.88% of 204 segments), four codes have\nan occurrence of three (about 5.88% of 204 segments),\nfour codes have an occurrence of two (about 3.92% of\n204 segments) and eight codes have an occurrence of one\n(about 3.92% of 204 segments).",
    "Page_59": "37\nEvaluation and\nDiscussion of Results\nIn this chapter, the code results presented in Chapter 3 will\nEvaluation of \nbe discussed. The conclusions drawn about the different\npresented codes and\nuser types and their expectations will be discussed in User\nresulting suggestions\nTypes The evaluation will be split up into the discussion of\nin this chapter.\nthe Process Codes and the Recommendation Codes\n The resulting guidelines and suggestions can be found in\nSuggested Layout and Formatting Guidelines\n4.1 Evaluation\nIn addition to the codes, this evaluation also considers\nEvaluation based on \nmovements and behaviors that could not be caught by\ncodes and memos.\ncodes but were tracked in memos and used to discover pat-\nterns among the participants.\n4.1.1 User Types\nThe user types are based on the domain experience. Do-\nThree different user\nmain experience refers to the amount of experience and\ntypes based on\nthus the knowledge the user has interacting with material\ndomain experience.",
    "Page_60": "38\n4 Evaluation and Discussion of Results\nor tools often employed in this domain or with techniques\nused in handicraft of this domain. The expression domain\nrefers to a field of handicrafts, such as knitting, Arduino\nwiring and programming, sewing, woodcraft, etc. While\nobserving the participants, it became apparent that they\n could be categorized into three different types of users.\nAbsolute beginners\nThe first type can be classified as an absolute beginner.\neither not confident\nThose types of users do not have any type of DIY expe-\nand appreciative of\nrience at all. They do not tinker at home, they do not\ndetailed descriptions\nhave personal projects they work on and are not involved\n or impatient content\nin handicraft of any type. They might not have any con-\nfidence in their own skill, as was the case with one par-\nskimmers that \nrequire\nticipant. This participant required detailed descriptions of\nstraightforward\nthe process, an indication of the tutorial's difficulty level\nstep-by-step guides.\nor else they would rely on their own assumptions, which\nwere faulty every time unprocessed wood was involved\nand precise step outline to follow. A different participant\nWas also a beginner, but highly impatient and critical of the\ndent in their skill than the other one and tended to skim the\ntutorial instead of spending time to understand the process\nand materials involved. They did not appreciate detailed\ndescriptions and missed pieces of information because of\ntheir impatient skimming. Skimming in this context refers\nto the action of reading keywords or short phrases of text\nand a couple words around those but not reading the com-\nplete text.\nNovices with basic\nThe second type of user is a novice with basic knowledge\n DIY knowledge\nabout DIY projects. Those users do not require as highly de-\nrequire less detailed\ntailed descriptions as the absolute beginner might require\ntutorials than\nthem since they already have some experience in the DIY\nbeginners, but do not \ndomain. They appreciate a slimmed down and straightfor-\nmind links to other\nward description of the process with links to resources they\nsources.\ncan use to inform themselves about background informa-\ntion or alternative ways to perform a step. The overall tone\nof the tutorial can be a bit more technical since the user can\nbe assumed to have experience with processes common in\nthis domain (e.g. soldering in an electrical domain).\nThe last user type is the domain expert. Those users\nExpert users are\nvery critical of the\nconsider themselves very knowledgeable about the do-\ntutorial's technical\n main they DIY in and tinker regularly or have done many\ncontent.\nprojects. These users are critical of the tutorial they con-\nsume since they have experience to compare a tutorial's in-",
    "Page_61": "4.1 Evaluation\n39\nformation to. A tutorial for a novice and an expert user dif-\nfers in the quality of the information. An expert will catch\nmore details and thus errors in the tutorial. Additionally,\nthey are more interested in the technical details of com-\nponents and processes than the other two user types are.\nOne expert type participant would look into datasheets for\ncomponents regularly as they knew how to read and use\nthe information in it. This kind of information would be\nsomething experts would appreciate and use in projects re-\nlated to a technological domain. Another participant men-\ntioned, they are interested to see the discussion of different\napproaches the maker considered, as well as the failures\nthey ran into since they would benefit from this kind of in-\nformation. This participant also criticized tutorials for us-\ning techniques or components they do not approve of.\n4.1.2  Process Codes\n The evaluation of these codes will be structured according\nEvaluation structure\nto the general structure of the participants' search process\nbased on\nalready described in Results.\nparticipants' search\nA search process usually starts off by brainstorming differ-\nprocess.\nent project ideas and then searching for some kind of refer-\nence for the project ideas. Search results are then scanned\nand depending on them, the search terms might be adapted\nand refined. The results are then sighted and considered in\n        \nmight take notes. The last step of the process is to gather all\nthe required materials and tools.\nSearching for Reference and Tutorials\nTo search for tutorials and reference Google, or an equiva-\nText tutorials more\nlent like DuckDuckGol was used more often than YouTube\nlikely to be favored\n(38 segments vs. 4 segments; 90,42% vs. 9,52%). This\nover video tutorials.\nand the fact that participants were more likely to view the\ntextbased results than the video ones - out of the 63 seg-\nments about 63,49% (40) were textbased, a quarter were\nvideo based with 25,29% (16) - implies that participants\nwere more likely to turn to text tutorials as a medium.",
    "Page_62": "40\n4 Evaluation and Discussion of Results\nVideo tutorials\nSome participants mentioned not even registering the\nhabitually ignored;\nvideo results in their search results at all since they skip\nforce viewers to work\nover them all the time. When asked about why they turned\nat a set pace; difficult\n to text based tutorials the participants said that video tu-\nto scan and navigate.\ntorials are difficult to scan for information and navigate.\nMoreover, they disliked not being able to work at their\nown pace since video based tutorials would set the pace\nat which information is given to them and they are not able\nto scan forward as they would be with a text based tutorial.\nVideo tutorials\nIn spite of this, some participants still favored video based\nfavored by \ntutorials. These participants described themselves as vi-\nvisual/auditive\nsual learners that require to see other people doing the pro-\nlearners.\ncess or as people that had a difficult time reading texts and\ndrawing information out of them.\n Both media types\nBecause of this, both video based tutorials and text based\nhave consumers;\ntutorials can be recommended as a medium, writers should\nmixed tutorials to\n be aware that by choosing one medium they might lose a\naddress both\npotential viewer group. To address the most consumers, a\nconsumer groups.\nmixed tutorial offers itself as a medium. Those tutorials are\ntext based, but additionally use short videos to support the\nexplanation process.\nUsing scanning X\nDuring their search, participants would visit websites\nfeatured site\nadvertising numerous ways to realize a project (e.g.\n(11) to get additional\nDIY Desk Lamp You Can Make By Yourself). Those visits\ninformation on\nwere tracked in the code scanning x featured site\ntutorial selection\n(11). Those websites usually feature a project thumbnail or\n criteria.\n picture, the project title and sometimes a short explanation\nwhat it is about. In addition to the participants behavior\nwhile scanning search results, how they scanned those\nwebsites helped getting an understanding of how partici-\n pants decided which pages to access.\nDepending on the type of person and the layout of the\npage, both picture and text were reviewed. Three out of\neleven times only the picture or thumbnail was used to\ndiscern what the tutorial is about and whether or not it\nWould be useful to the participant. In three other instances,\nthe participant started reading the project titles as well\nas viewing the thumbnail, but stopped reading the titles\nafter three to nine featured projects. The title was read four\nout of 11 times. In those instances the title was positioned\nabove the picture and in a bigger font than the rest of\nthe website, so that it was \"easy\" to read or catch while",
    "Page_63": "4.1 Evaluation\n41\nscrolling through the website. Two participants scrolled\nback up actively to read the title when the project was\n of the material used in the thumbnail. Figure 4.1depicts a\nproject from a x featured website that has a clearly visible\ntitle and an \"unconventional\" project idea. Additional de-\nscriptions were skipped and in one instance the description\nonly appeared while hovering over the thumbnail which\nannoyed the participant and they did not use it actively to\nview a description. Participants were more likely to view\nonly the thumbnails or pictures if they were impatient or\nhad spent a lot of time searching for something already\nHow long \"a lot of time\" was depended heavily on the\n participant and could vary from five minutes to 20 minutes.\nThe codes watching preview (21) and looking at\nwatching\nt humbnai1 (13) were used to track participant interaction\npreview (21),\nwith thumbnails and previews. Previews in this context\nlooking at\nwere animated thumbnails or video previews. In addition\nthumbnail (13) to\nto those codes, the code scanning x featured site\ntrack participant \nalso counts towards thumbnail interaction and helps un-\ninteraction with\nderstand how participants used them to gather information\nthumbnails/previews.\nabout a tutorial's content.\nEleven out of thirteen times, the thumbnail was used to find\nThumbnails to figure\nprojects with a fitting design or correct type.\nOne time,\nout project design or\nthe thumbnail of a video tutorial showed the wiring of a\napplication and\nproject and this display was used to discern the difficulty\ndecide if it fits needs\nof the setup and whether or not the participant would be\nand taste.\nable to realize this project with little help of the tutorial or if\nThumbnails to see\nthey needed additional information and should watch the\nproject wiring and\nvideo. One participant used the thumbnail of a video tu-\ndiscern project\ntorial, which displayed a spice rack on the right side and a\ndifficulty.\n messy cupboard on the left, to discern if the tutorial would\nbe interesting and fitting for their use. The participant\nfound the design of the rack very appealing and compared\n their own messy cupboard to the displayed one, mention-\ning how their own was even worse. These interactions with\nthe thumbnail imply that a display of the project's design is\nvery important. The project should be in a finished state or\nin use to show what it can be used for and how it looks com-\npared to projects in other thumbnails. Technical projects in-\n cluding wiring (e.g. an Arduino project) should display the",
    "Page_64": "42\n4 Evaluation and Discussion of Results\n4. DIY-Lampe aus Kuchenreiben\nFigure 4.1: Example of a X Featured Website from [2021]\nLampen selbermachen: 30 kreative DIY-Lampenideen zum\nNachbastelnl The Website Features 30 DIY Lamp Projects\n and the Figure Shows Project Four, which is a DIY Lamp\nmade out of Graters.\nwiring in the thumbnail, so that experienced viewers can\nunderstand the idea behind the project or the components \nin use and can glean the complexity.\nThumbnail to discern\nThe thumbnail interactions tracked in the code scanning\ndifficulty of tutorial\nx featured site showed similar motivations. Partici-\nbased on material or \npants viewed the thumbnails as a way to discern the project\ndesign.\n design and if it would fit their taste. One participant used\nthe thumbnails to discern the difficulty and decide whether\nor not they would be able to realize the project based on\nthe material used in the project. The participant saw that\n   s  o m o\nsince working with wood required a lot of skill in their\nmind. Worries like this could have been prevented if the",
    "Page_65": "4.1 Evaluation\n43\nthumbnail or title would have offered a difficulty rating or\ntarget group.\nPreviews were watched 21 times and always watched pre-\nPreview to gather\nviews of tutorials they were interested in if they were avail-\nmore information\nable. Participants used previews to glean the process in-\nabout the tutorial\nvolved in the tutorial and which tools and materials are in-\nthan through a\nvolved. One participant was interested less in a tutorial af-\nthumbnail.\nter watching the preview because of the tools displayed in\nit, mentioning that the project itself is interesting, but they\ndo not have access to the required tools. Considering this, a\npreview gives a viewer more information about the tutorial\nabout the tutorial than a short description, but should not\ncontain tools that are not absolutely vital to the project as\nthey could deter viewers if they are too expensive or diffi-\ncult to access.\nInteracting with the Tutorial\nIn text tutorials participants interacted with tutorial statis\nViewing tutorial\ntics twice, as can be seen in the code checking tutorial\nstatistics for quick\nst at s (2). Tutorial statistics in this context are statistics for\noverview of process\nthe tutorial's costs, duration and difficulty rating. An ex-\nduration, cost and \nample for such a statistic can be seen in Figure 4.2 Statis-\ndifficulty.\ntics were given two times and both times the participants\ninteracted with them. They used those statistics to decide\nwhether a tutorial could be realized by them or not and if it\nfit into their schedule, as duration and costs are an impor-\ntant factor. Offering tutorial statistics can prevent misinter-\npretation of the difficulty level and prepare the viewer for\nthe involved expenses.\nThe main body of a tutorial that comes after an introduction\n Since participants\nlike the one that can be seen in Figure 4.2 was interacted\ntended to skim\nwith in different ways depending on the participant and\ntutorials more than\nmedium.\nread them and\nImpatient participants, ones that have been searching\nlooked at pictures\nfor a long time (long being dependent on the participant\noften, tutorials\nand ranging from two minutes to 20), or ones faced with\nshould be in a\nwebsites full of coherent text, tended to skim the text\nstep-by-step layout\ninstead of reading it as a whole. This behavior is supported\nwith clear sectioning\n of the steps.",
    "Page_66": "44\n4Evaluation and Discussion of Results\nESKISTAFUNE\nUNDYZWANZIG\nZEHNVIERTEL\nVORHALBNACH\nNEUNAULFUNE\nEINSELFZWEI\nDREIAUJVIER\nSECHSNLACHT\nSchwierigkeit\nKosten\nDauer\nOffentliche Wertung\nschwer\n100\nMehr als 4 Tage\noderanderekennt vielleichtnochdiealteVersion.,welcheichvorca.1Jahrhierverffentlichthabe.Diese\nVersion ist deutlich einfacherund schnellerzu bauen und kann auch noch ein bisschen mehr.(z.B.Farbwechsel\nDimmfunktion) Darum gibt es jetzt hiereine neue Anleitung dazu.Furnoch mehr Infos,Bilderund Dateien kann\nman auch unter www.dracarysdiy.com vorbeischauen.\nFigure 4.2: Example of a Tutorial Introduction with a Pic-\nture of the Final Product and Tutorial Statistics from the\nBosh Word Clock v2 Tutorial\nUnder the Picture it Say\n\"Difficulty: hard\" \"Costs: 100e\", \"Duration: More than 4\nDays\".\nby the code statistics, skimming text occurring more\noften than reading with distribution of 117 (62.23%) to\n71 (37.77%) coded segments. Participants also resorted to\nskimming the tutorial as a whole, captured in skimming\ntutorial (152), which was the fourth most common code\nWith a share of 6.82% of the 2228 overall coded segments.\nAdditionally, it can be noted that participants looked\n         \nin a tutorial, with 161 coded segments of looking at\npicture to 189 coded segments of skimming text\nand reading together. Overall, looking at picture\nWas the third most common code with a share of 7.23%.\nDue to this interaction behavior, a tutorial layout of a\nstep-by-step guide is easier to interact with and skim\nfor the participants. A tutorial segmented into different",
    "Page_67": "4.1Evaluation\n45\nsteps, with section titles that can be caught while scrolling\nthrough the tutorial offers itself as a good layout to support\nthe interaction behavior displayed by the participants.\nIn this layout, it is important to format the section titles so\nFormat title so it\nthat they stand out from the rest of the text in the tutorial.\nstands out against\nParticipants would scroll over them or be distracted by\nrest of text and\ncolorful pictures or pictures that are as wide as the text and\npictures in the guide.\ntake in a bigger part (starting at a quarter) of the screen.\nThis was especially the case if the title was not formatted\nun e pue and aun isue ino pus on ynoua\nblock of text; was placed off to the side of the picture and\nabove the description or directly above a larger picture\nqnu uonss ou per pue ue ,rennonadsun, e u\nAn \"unspectacular\" font refers to a font that is as big as\nthe other text on the website and is not colored, bold or\nunderlined.\nm d  e no s \nUse self-explanatory\n xn go sssd s  sd e  o \npictures that make\nclose proximity of pictures for keywords. This means,\n sense without a text\npictures should be self-explanatory in case the viewer\nexplanation by\ndoes not interact with the description. Pictures can be\nediting them.\nmade self-explanatory by adding text to the picture itself\nor by the way it is taken. Figure 4.3 shows an example\nof a self-explanatory picture. The tutorial the picture is\ntaken from, is an example for a tutorial where a participant\nwould skim the pictures and dismiss the text, as the font\nis small compared to the pictures and in a color, that is\nnot clearly visible against the background.\nAnd thus,\nit is important to have mostly self-explanatory pictures.\nAnother way to achieve a so called higher information\ncontent would be to use picture series, gifs or short (10-30\nseconds) videos instead. Those media types are especially\npractical to display processes or interaction sequences.\nParticipants that did not read a picture's description or\nthe step related to the picture tended to launch into states\nof wondering and lost time, trying to figure out the\ninformation themselves instead of reading the tutorial.\nVideo tutorials can also be segmented into an introductory\nVideo tutorial split\npart and a main body. Every participant that interacted\ninto introduction of\nwith video tutorials skipped through introductions in\nproject and main\nvideo tutorials, especially if the maker introduced them-\nbody.",
    "Page_68": "46\n4Evaluation and Discussion of Results\nTop Piece\n71/4\"\nBottom Piece\nFigure 4.3: Example of a Self-Explanatory Picture in a Tu-\ntorial from the DIY Tapered-X Lamp\nselves for longer than fifteen to twenty seconds. Based on\nthis, introductions should be kept short, precise and used\nfor an introduction of the project instead of an introduction\nof the maker.\nVideo tutorial more\n e  o    g\nwatched (80,\nmore than skipped\nthrough\nwatching video\n54.04%) than\ntutorial (80, about 54.04%) and skipping through\nskipped through (68,\nvideo tutorial (68, about 45.95%).\nThis can be at-\n45.95%).\ntributed to the fact that video tutorials are used by a\ndifferent type of users, in a different part of the creative\nprocess and for different reasons. Additionally, partic-\n m ssd o   ps s\nstretches of a video tutorial than actively have to read a\ncoherent block of text in one piece.\nVideo tutorials at\nVideo tutorials were used at the beginning of the creative\nbeginning of creative\nprocess to get an impression or feel for the project or to\nprocess, to\nunderstand a process. They were also favored by people\nwho had a difficult time reading texts in order to learn\nunderstand project \nsomething.\nprocess or for\nThe visual medium lends itself to explain\nvisual/auditive\nand depict interactions with tools and strongly supports\nlearners and people\nlearners that learn by observing other people or are foreign\nforeign to language.",
    "Page_69": "4.1Evaluation\n47\nto the language either specific to the domain or in general.\nThe structure of a video tutorial is the same as for a textual\nSegmented\ntutorial. The process involved in creating the project\nstep-structure,\nshould be segmented into steps and those steps then\nshowing process\n discussed in the tutorial. The tutorial should support a\nchronologically.\ntimestamp feature so a viewer can jump to a certain step\nand have an overview of the whole process. This makes\nthe tutorial easier to skim and work with since the user can\nkeep track of where they currently are in the process more\neasily. A participant skipped through the tutorial if they\nWere familiar with the execution of a step, the explanations\nfor the step were too long, they had to backtrack since\nthey missed something or were unsure about something\nthat had happened in a different part of the video. These\nskips would be made more precise thus causing a viewer\nto miss less of the content if a timestamp feature would\nbe included in the video or the steps would be shown in\nthe video itself in the form of a textual overlay. Another\nimportant thing one participant mentioned is that the steps\nshould be in chronological order, detailed enough to not\ncause misunderstandings and not contradict themselves.\nIn one video they watched, the maker glued pieces of\nWood on the top of a construction and did not make it clear\nthat certain pieces should not be fixed because of screws\nthat need to be inserted in a later step, this caused the\nparticipant to be confused and a bit wary of the maker's\nexplanations for the rest of the tutorial.\nGathering Materials and Tools\nThe last step in the process is to gather all the materials.\nDesignated materials\nIn order for the participant to do this they require some\nand tools list.\nkind of parts list. The codes scanning parts list (56)\nIncluding links or tips\nand scanning tools list (16) were used to track in-\non where and how to\nteractions with designated materials and tools list. Mate-\nbuy the parts used in\nrials in this case are parts that are consumed in the process\na project.\nand tools ones that are reusable. The code statistics indicate\nthat there were more interactions with materials lists than\ntools lists. This can be explained with the frequency that\ntutorials included designated tools lists, which was around\n11 times. If participants came across designated tools lists,",
    "Page_70": "48\n4Evaluation and Discussion of Results\nheets in total dpends on theaetefthelm\ne(lused61magazin\nLEar strard\n-Waxed cord\nadhesive\nWoodskewe\nPaintbrus\nCuting mat\nFigure 4.4: Example of a Parts List from the YouTube Tuto-\nrial Nightlight Desk Lamp made with Old Magazine - artzi\ncrafts.\nthey remarked it positively. They appreciated links to parts,\nas well, if they were not broken. A broken link here refers to\nan expired link or one that leads to a different website than\nit should (e.g. website for a car wash instead of a website\nto buy a specific screwdriver). One participant had trou-\nble finding the electronic component used in a project since\nthey were new to this domain and did not know how to ap-\nproach the search or how to decide whether a component\nfit the requirements to be used in this project. In instances\nlike this, help from the tutorial in the form of a suggestion\nwhere to buy the parts or what to look out for would have\nshortened the time spent looking for parts.\nInfobox as a place to\n Participants using video tutorials turned to the infobox for\nlook for the parts list.\na parts lists or to gain more information during the intro-\nduction part of the video before deciding to skip it. A good\nbut not perfect infobox example can be seen in Figure 4.4]\nGood about this example is the very short introduction to\nthe project and the unmistakable parts list with explana-\ntions for unclear parts. The list would benefit from adding\na size to the cardboard or explaining what it depends on\nand more details on the LED strip (e.g. how long/how\n many segments or technical details). But since it most likely\nshould be used to give an overview of the materials before\nwatching the tutorial and not a complete standalone list,",
    "Page_71": "4.1Evaluation\n49\nThe Javelin clock has a 13 x 13 matrix of LEDS made up of 13 strips. These fit quite nicely into the\nlargerbox frame.However, as I'm using Ribba,I decided ona12 x 12 arrangement\nMaterials for the foundations:\n· 1 xA3 sheet 5mm foam board - Black - hobby supply shop\n· 144 x 60led/m WS2812B 5050 RGB LED strips -adressable -eBay supplier in China \n·10m Red, 10m Black, 10m Green - single core equipment wire 7-0.2mm -easier to work with\nthan multi-strand\nSundries & equipment:\n·Craft knife with new blades-#67 angled chisel blade&#17 5mm square chisel blade\n· All purpose glue\nFigure 4.5: Example of a Parts List from the Instructables\n Tutorial IKEA Ribba Word Clock - WhiteClockCompany\nthis formatting is fine. Viewers would benefit from a com-\nplete list separated by tools and materials that they could\ncopy and paste into their notes or use as a shopping guide\nfor the project. A parts list like this is incomplete and the\nviewer is forced to complete it while watching the tutorial\nand taking notes. One participant enjoyed tutorials without\na parts list as for them it was part of \"the fun of DIY\" while\nother participants were annoyed by lacking parts lists since\nit forced work on them. In Figure 4.5a parts list according\nto the suggestions can be seen. There the list is split into\n\"Materials\" and \"Sundries & equipment\". For the materi-\nals the measurements are added and possible vendors are\n suggested, and for the tools the technical details are men-\ntioned.\nThe step formatting in the tutorial mentioned in Figure 4.5\n Files that are\nis executed well. For each step the tutorial offers pictures, a\nrequired or support a \n description and files required for the step. These files sup-\nstep should be\nport the execution of the step, are not broken and consis-\nlocated in a step at a\ntently at the same place at the end of a step. Figure 4.6de-\nconsistent location in \npicts the layout at the end of a step with the files for down-\nthe layout.\nload.\nCode can be offered to download or included in the tuto-\nCode offered as file\nrial itself but should then be formatted according to best\nto download or\npractice guidelines and not be displayed unformatted in-\nformatted displayed\nline. Examples for these two types of formatting can be\ncode.\nfound in Figure 4.7\n1 Figure 4.7 (a) depicts an example of",
    "Page_72": "50\n4 Evaluation and Discussion of Results\n5.Attachthebackofthefr\nmetal clips.\nEnd of step\nNow the code...\nTeasernext step\nDownloads\nAl.tif\nStep8:Code\nTitlenextstep\nFigure 4.6: Example of the End of a Step with Files\nto Download from the Instructables Tutorial IKEA Ribba\nWord Clock - WhiteClockCompany.\n inline code, in this formatting the code is barely readable\n and difficult to understand. In contrast to this formatting,\n Figure 4.7 (b) gives an example of formatted code. Here\nthe code has syntax highlighting and there is one expres-\nsion per line. This increases the readability and people with\ncoding experience can understand the code and its function\nmore easily.\n4.1.3\n Recommendation Codes\nEvaluation structure\nThe recommendation codes will be structured according to\nbased on suggested\nthe suggested structure of a tutorial.\ntutorial structure.\nHave an introduction \nThe suggested structure is that it is +nice to start\nto the tutorial.\nwith general info, product pics, tools\nmaterials (8).\n\"General info\" or an introduction to a\nIntroduction should\n be short, explain\ntutorial should be a REC: reasonably long intro (7)\nwhat tutorial is about\nand the introduction should REC: include pictures\nand how done if\nfinal product for first impression (9).\nThe\ncomplex, should \nREC: intro explains what tutorial is about\ninclude picture of\n\"what will we do\" (15) and three times participants\nfinal product.\nmentioned that REC: intro gives SHORT overview",
    "Page_73": "4.1 Evaluation\n51\n4 #include <SimpleDHT.h>int pinDHT11 = 2;SimpleDHT11 dht1; void setupO {\nSerial.begin(9600);:) void loop0  Serial.println(\"======\nbyte temperature = 0; byte humidity = 0; byte data[40] = {0); if (dhtl1.read(pinDHT11,\n3(++ t > o =ui) io, (unan (ianham)udeas (eep nyg 'aneadwtg\nSerial.print(int)data[il); if (i >0&& (i + 1) % 4) == 0) { Serial.print( );}}Serial.println(\"):\nSerial.print(int)temperature); serial.print(* *C, \"); serial.print(int)humidity); Serial.println(\" %\"): \ndelay(1000);}\n(a) Inline Code: Arduino: Wetterstation bauen - so geht's\n// Die Libraries zur Ansteuerung aller Sensoren einbinden\ninclude\n<Wire.h\nbyte mac[] = { 0xD4, 0x28, 0xB2, 0xFF, 0xA0, 0xA1 }; // Must be L\ner Account bei Thingspeak noetig\nuint32_t lux;\nint ipres\nint soil;\n(b) Formatted Code:Eine einfache Wetterstation mit dem Arduino\nbasteln\nFigure 4.7: Examples of Inline Code (a) and Formatted code\n(b). Subfigure (a) is from a Tutorial from Chip Called Ar-\nduino: Wetterstation bauen - so geht's and Subfigure (b)\nfrom Makerblog.at Called |Eine einfache Wetterstation mit\ndem Arduino basteln\nof steps \"How will we do\" (3) if the project or\n process involved were subjectively complex. \"Short\" and\n\"'reasonably long\" heavily depend on the complexity of the\n project and what should be covered in the introduction.\nFor text tutorials, an introduction should be two to three\nsentences long, without an explanation of the involved\nprocess, and focused on the project to be at least skimmed.\nOne participant mentioned that explanations about the\nproject's history should be kept two to three sentences long\nif the maker wants to give them in order to create a senti-",
    "Page_74": "52\n4Evaluation and Discussion of Results\nmental connection. While interacting with video tutorials,\nevery participant skipped through introductions. This was\nespecially the case if the maker introduced themselves for\nlonger than fifteen to twenty seconds.\nWarnings and\nrequired knowledge\nincluded in the project introduction or mentioned shortly\nshould be included in\nafter - REC: warnings in intro explanation,\nintroduction or\nstep, vid outro for skippers(4) and\nREC:\nmentioned very early\nmention required knowledge early on (3) - the\nin the tutorial.\nWarnings should be repeated in the related step and at the\n Repeat warnings in \nend of a video tutorial, as people tend to skip introduc-\nrespective step and\ntions, skim the process in the tutorial and skip to the end\nvideo tutorial ending.\nof a video to see the end result. In case of a tutorial that\nheavily relies on processes that require skill or experience\nor that can be dangerous, one participant mentioned that\nthe maker should mention in the introduction if they have\nthe skill required.\nInclude statistics for\nIt was mentioned four times that after the short intro-\ntutorial at the\nduction to the project, having statistics for the tutorial\nbeginning (e.g. cost,\nWould be appreciated. Statistics in this context refer to an\nduration, difficulty).\nestimate of difficulty, costs and duration - REC: include\ntutorial stats preferably beginning (4).\nGive a complete\nAfter being given an overview of the project, the partici-\nparts list separated\npants mentioned that they appreciated having a parts list\nby tools (reusable)\nmentioning the materials and tools required for the project\nand materials\nREC: include materials/tool at beginning\n(consumable). Video\nw/ pics for beginners (32). Three participants\ntutorial should also\nmentioned that having visual reference for the involved\nhave this list in\nparts was crucial if they had no background knowledge or\ninfobox.\n experience. This means, a parts list with pictures would be\n optimal in a text tutorial. Video tutorials should both show\nthe parts in the video, so beginners have a reference, but\nalso REC: include COMPLETE material/tools in\ninfobox (3).\nOne participant appreciated a parts list that was separated\nby tools and materials and another mentioned it explicitly\nwhile describing their optimal tutorial structure. Sepa-\nrating the parts list into tools, which are reusable parts,\n and materials, which are consumables, helps a consumer\ngauge which parts they have or if they are willing to\nbuy these parts, especially if an estimate of the respective\ncosts is given - +parts list early on to measure",
    "Page_75": "4.1 Evaluation\n53\ncosts;discern if tut fits idea (2)\nThe main part of the tutorial comes after the introduc-\n Step-by-step guide\ntion of the project and explains the process to get to the\nformat for main\nend result. It was mentioned twenty times that a tuto-\ntutorial body. Steps\nrial in a step-by-step format is appreciated - REC: use\n supported by visuals \nstep-by-step format (enable skipping+not\n(e.g. pic-\nmiss step) (20) - as it allows the participant to skim\ntures/diagrams/schematics).\nthe process more easily and not miss a step while do-\nClear sectioning and\ning so．\n In textual tutorials this format is supported\nformatting used to\nif \ntheauthorREC: put thought/effort into\n make the tutorial\nformatting/looks/layout/writing (13), uses REC:\nmore accessible.\nclear sectioning → mind your formatting\nto enable flow (1l) and keeps the REC: guide in\npic+explanation layout (10) so the writer should\nREC: include pictures/diagrams/schematics\nexplaining step (19). An example for clear sectioning\ncan be seen in Figure 4.8 While scrolling over the tutorial,\nthe bar at the top stays visible the whole time and states the\npart or step the consumer is in currently. Additionally, the\nsteps required for each part are numbered in a big font and\neach step starts with a short summary of the text in bolded\nfont. The tutorial excerpts in Figure 4.8additionally satisfy\nthe recommendations REC: chronological flow in\n steps / linearity (7) - by first identifying the 3 main\nterminals and then adjusting your potentiometer so that\nthey face you -, REC: clear/precise/technical\nheader/title (3), REC: list each substep/move\nfor a step (2) and REC: shorter text segments\nor big line spacing for better flow (l).\nTips\nare formatted and included into steps in the same way as\nthe warning in Figure 4.8 (b) thus following the recom-\nmendation REC: include tips for step in step\nitself+highlight them (6).\nThis tutorials does not follow recommendations made by\n Pictures should not\nthe participants. The order of the tutorial is not following\nspan whole screen\nthe suggestions.\n Required materials and tools are not\nbut leave enough text\nseparated but on one list and this list is at the end of the\nvisible to explain the\ntutorial instead of in the beginning. Pictures included in\npicture.\nthe tutorial both follow a recommendation and do not.",
    "Page_76": "54\n4Evaluation and Discussion of Results\nSelecting and Preparing a Pot\nThfrst s\nes\nthe input is.[1]\n· Ifit helps, think of a potentiometer as a dimmer switch. The ground is al the way\noff,terminal 2isthe switch itself and terminal 3is the switch tued all theway\n·Apotenrsast aetthrotleanut sigstha\nadjusted. Sometimes, you can use a pot to overclock a device with a stronger\n signal.\n(a) Wiring a Potentiometer Part 1 Step 1.\n Pat  Selecting and Preparing a Pot \nod\nce. If you know that you're going to\nnstall the pot in a particular location, start there.Turn the 3 terminals so that they're facing\nyou.Remove any panels on yourelectronic device to expose thebackside of any input or\noutput ports. 13]\nthe terminals facing you.\nrning:Unplug your electronic dev\n(b) Wiring a Potentiometer Part 1 Step 3.\nFigure 4.8: Examples for Clear Sectioning of the Steps from\nthe wikiHow Tutorial Wiring a Potentiometer\nThey help understand the step but can be unclear by\nthemselves. Without the bolded instructions underneath\nthe picture, the picture in Figure 4.9 (a) itself does not\nexplain the step immediately while the one in Figure 4.9\nbdoes. Additionally, the pictures take up too much of the\nscreen. While scrolling through the tutorial, participants\n mentioned that pictures should not be the only thing they\nsee but that they appreciate seeing a picture explaining\n the step and the first few textual steps underneath, this\nsentiment was tracked in the code REC: step:\n： step\nvisible in picture + first few text steps\nunder (2). Not seeing the text underneath was fine only\nif the picture explains the step by itself - REC: picture\nfor step only when explains whole step\n(4),\nthis would be the case for Figure 4.9 (b)]only.\nVidoes/gif/several\nParticipants suggested using REC: videos /pic series\npictures to support \nfor complex processes/task/projects (\n(7)\nas\ncomplex steps or \nthose required more visual support and the participant\nprocesses.\ncould glean how to handle tools and involved material",
    "Page_77": "4.1Evaluation\n55\nmore easily from those visuals than text. One participant\nmentioned that a video or picture could convey details\n more easily understandable than a text could. Thus using\nseveral pictures, a short video or gif of up to a minute\nto show one complex process would help the participant\nthrough a step greatly. During the interview participants\nmentioned that they would work off of those visual by\nwatching them several times before executing the step and\nthen working in parallel later, while watching the visual\nand mimicking the movements.\nWhile scrolling through a tutorial the participants' focus\nPictures positioned\ntended to be on the left side of the screen at two thirds of\nabove a text or to the\nthe height. If a picture is positioned there, they would not \nright of it.\nread text that is positioned to the right of it. Especially, if\nthe distance between picture and text is more than 1 cm,\nwhich makes them look disconnected. Steps in a tutorial\nshould be arranged similarly, text on the left side and\npictures to the right. If the pictures are on the left side, a\n participant would encounter it before the text and tended\nto move to the picture below of it, instead of interacting\nwith the text. Pictures that are placed above the text or\nleft of the text but are self-explanatory and did not need\nsupport or explanations from a text, would not cause\nissues for the consumer since they would either move on\nto skimming the text underneath or did not require it.\n0.5-1 in\n(a)Wiring a PotentiometerPart (b) Wiring a Potentiometer Part\n1 Step 1.\n1 Step 4.\n Figure 4.9: Examples for Clear Pictures Included into a Step\nthat do Not Immediately Explain the Step (a) and Imme-\n diately Explain it (b) from the wikiHow Tutorial Wiring a\nPotentiometer",
    "Page_78": "56\n4 Evaluation and Discussion of Results\nVideo tutorials\nA video should have the same content structure as a text\nshould use same\ntutorial.\n So it should have a short introduction, give\ntutorial structure as\nan overview of the tools and materials and then guide\ntext tutorials.\nthe viewer through the process behind the project in a\nstep-by-step way. To support the viewer, a video tuto-\nrial should REC: (vid tut） give explanations\nfor steps text/audio (5), have REC: (vid) text\noverlay with step info (3), REC: (vid) offer\nsubtitles(\n(2)，\nREC:(vid tut） show complex\nmovements, beginning， end of step,\n，have the\nREC: (vid tut) process visible before bg;\nclear movement (l), give REC: (vid) short step\nintro at beginning each step (what, how)\n(1) if the steps are longer and complex and use REC:\nscripted, high quality audio(l).\nVideos offer audio\nBased on those codes, a video tutorial should not rely only\nnarration and\non the videos captured in the video but support the view-\nsubtitles and a\ning process by having audio that explains the process and\ntextual overlay\nsubtitles for those that required them. In addition to the\nexplaining step. The\naudio and the subtitles, a step should be accompanied by\nstep should show\nan optional textual overlay, which explains what the step\n project before step\nis, where in the process this step is and what is required for\nexecution, the\nit. Participants mentioned, that this textual overlay would\nprocess for a step\nbe required only for more complex steps and processes\nand project after step\n(e.g. not for cutting a piece of string) that involve several\n parts and substeps. The step in itself should depict the\nexecution.\n project at the beginning of the step, so the viewers knows\nwhat to start with and can compare it to their project state;\nthe execution of the step, to follow it; and the end result\nafter executing the step to compare it to their result.\nVideos for ideating\nVideos were mentioned to be helpful in the so called\nideating phase, during which a participant tries to collect\n and getting to know\n different ideas and inform themselves about various pos-\n project.\nsibilities and approaches, as they enable the viewer to get\nmeans understanding what materials or processes are in-\nvolved, what they would be doing and how the end result\nwould look. Additionally, videos are useful to explain\n complex processes or projects and it was mentioned five\ntimes by participants that they valued being able to see the\nprocess of building. Those impressions were captured in\nthe codes+in ideating phase video tut/pics to\nget feel of project (10), +videos to SEE the",
    "Page_79": "4.1 Evaluation\n57\nprocess of building project (5) and\n+videos\nfor complex processes/projects (4).\nRegardless of the medium, a tutorial should have an\nTutorial requires a\nconclusion or \"outro\".]\n Participants mentioned this nine\nending that\ntimes, which Was captured in the code REC: SHORT\n summarizes project\noutro\n\"what did we do\" w/ product pref in\nand shows of end\naction (9). One participant was unhappy with a missing\nresult.\nending for a text tutorial, they had wished for a short\nsummary, recapping what had been done, with visuals of\nthe end result. Another participant skipped to the end of a\nvideo tutorial to find visuals of the completely assembled\nfinal product and was unsatisfied when they encountered\nit in an unfinished state. Both those instances support\nthat a tutorial has a recognizable ending, showing off the\ne r  s  d rd p\nDuring the task execution, participants had an issue\nwith navigating through tutorials. While answering the\nfollow-up questions, participants mentioned -videos\ndifficult to survey (2) and\n -long textpages\nw/o outline difficult to skim and navigate\n(2).\nAs a solution they offered for video tutorials to prod-\nSegment video into\nuct\nREC: videos w/ timecodes/navigation\ndifferent sections and\ntechniques (7), those navigation techniques could\noffer timecode links\nbe linked chapters in the infobox or a textual overlay in\nor use text overlay in \nthe video that shows the steps and what step the viewer is\nvideo to show\ncurrently at. YouTube offers a chapter feature that enables\noutline.\nthe creator to segment a video into different sections\nwith a visible section title when a viewer hovers offer the\nrespective section in the video timeline. Features like this\nmake a video easier to navigate for a viewer and enables\nthem to skip through a video more easily without missing\na step while doing so.\nFor texts, participants recommended using a REC:\nOutline to the left of\nvisibly separated outline/sidebar for\nthe text, moving with\nnavigation/overview (4).\nOutlines should\nl notbe\nthe page.\npositioned inside the text of a tutorial but off to the left\nside of it and move with the consumer while scrolling.\nTwo participants did not notice an outline on the right\nhand side of a website that was positioned very close to or\ninside the text. Only when asked to take a closer look at",
    "Page_80": "58\n4 Evaluation and Discussion of Results\nthe website and mention issues they had with it, did they\nnotice the outline.\nJoking or personal\nParticipants did not mind a humorous, joking or personal\n anecdotes okay if not \ntone in a tutorial, as long as it was not used to elongate\nforced or used to\nthe tutorial or came across as forced - REC: joking\ndraw out tutorial.\ntone in tutorials fine; not for elongating\ntut (7).\n Two participants mentioned that they did not\n  ( ns a)  r e\nat someone else's expense.\n Offering details in a\nThe amount of detail that should be included in the tutorial\nnon-intrusive way.\n depends heavily on the tutorial's purpose and its target\nWikipedia like\naudience.\n The codes REC: curate links;provide\ntooltipping or details\nalternatives/knowledge to help urself\n(8),\nin margin notes.\nREC: links tuts for bg knowledge/more infos\nif no learn focus (6) imply that participants do not\nmind the inclusion of details as long as they are optional\nand easy to skip and the links leading to the knowledge are\n not broken. One participant mentioned that the tooltipping\nfunction as Wikipedia employs it would work well for\ntutorials. The possibility to hover over an unknown word\np huuuo dn sdod mopum s e pue ssnou sun m\nshort explanation and link to a more extensive one would\nenable the consumer to access details they require and\nignore ones they do not. Another participant mentioned\nthat a layout and offering of details as textbooks do it, with\nexplanations in the margin, would also be appreciated, as\nthe consumer can ignore them easily if they do not need it.\nThumbnail should\nFor the tutorial's thumbnail and title,\nthe partic-\n show focus of\nipants\nsuggested\nREC: thumbnail focus on\ntutorial. This can be\nmain topic\n(product/technique/person)\nproject, person or a\n(19),\nREC: thumbnail text concise， not\nprocess. Text on\nintrusive font/color, readable\n(7),\nREC:\nthumbnail should\ninclude keywords in title project+key\nexplain the project \ncomponent/technique\n(6)and\nREC: thumbnail\nand include\nhigh contrast, simple design, product in\nkeywords from title\nuse (2). For a creator, this means they should be aware of\n that explain project's\nwho they want to be and what to advertise. If the tutorial's\n special features.\nfocus is on showcasing the project or end product, then\nthe thumbnail should clearly show the end product and\nif their focus is to entertain and build a brand around",
    "Page_81": "4.2  Suggested Layout and Formatting Guidelines\n59\nthemselves, then they should be clearly visible in the\nthumbnail and show half finished results if they attempt to\ncreate something. Participants mentioned that they used\n+final project in thumbnail for selection\n s o on  om  s () ssaoo1\nfit their own design wishes. Text on the thumbnail should\nnot cover up the object on display and help the viewer\nunderstand what the project is and what makes it special.\nThis can be achieved by mentioning the project's title and\ndesign or process keywords (e.g. upcycling, < 20E, no\nnails, etc.).\nParticipants mentioned that the website the tutorial\nConsider which\nis hosted on matters. This was captured in the code\nwebsite to upload to.\nREC: consumer might filter host;free=low\nqual, chain no special (9).\nYouTube can be seen\n as a beginner friendly website as they have a great\nvariety of different tutorials, whereas \nWordPress\nis\nseen as a cheap website with low quality content\n-wordpress has ugly design \n(1),\nwordpress\ncheap host=unprofessional, +youtube beginner\nfriendly since great variety of tuts (l).\n4.2\nSuggested\n1Layout and Formatting\nGuidelines\nA tutorial should have an introduction that explains what\nIntroduction covers\nthe tutorial is about, so which project will be executed,\nwhat will be done\nwhich technique is taught or what the maker attempts to\nbriefly in two to three\ndo. If the project covered is complex, has different ap-\nsentences, shows\nproaches or is time consuming, then the introduction can\nend result, gives\ncover how the project will be executed in two to three ad-\ntutorial statistics.\nditional sentences. The tutorial should include a visual of\nthe end results in the introduction if the tutorial focuses on\nshowcasing a project. Additionally, the introduction should\ninclude statistics for the tutorial covering its difficulty, the\nexecution time and the costs. Required knowledge and\nwarnings should be mentioned in the introduction.\nThe tutorial should mention in the introduction if it is part\nMention in\nof a series and link to the other parts or explain how to find\nintroduction if it is\nthem and what was already covered in them.\npart of a series.",
    "Page_82": "60\n4 Evaluation and Discussion of Results\nParts list separated\nA parts list should be offered after the introduction. This\ninto tools and\nlist should be separated into tools, which are reusable, and\nmaterials with visuals\nmaterials, which are consumables. If possible, it should in-\n after introduction\nclude links or suggestions on how to acquire the respec-\ntive parts, but not give the impression of pressuring the\nconsumer to buy one specific thing from one seller, as this\nwould make it seem like an advertisement for the seller. In\n order to support DIY beginners, the list should include vi-\nsuals of the parts so they know what the tutorial is referring\nto. For video tutorials, the parts list should be located both\nin the video and the infobox.\nTutorial in\nThe main part of the tutorial should be kept in a step-by-\nstep-by-step format\n step formatting. This means, the whole process should be\nwith visual support in\n segmented into achievable and easy to follow steps. In\ntext tutorials.\na text tutorial, each step should be supported by visuals,\n these visuals can be pictures, gifs or short (up to 1 minute)\nvideos that focus on explaining the step and supporting the\nconsumer in its execution. Visuals should be located above\na step or to the right of it and contain enough details to\nbe self-explanatory. Steps should be formatted into differ-\nent sections that are clearly separated from one another by\nlarger titles, numbers, etc. The tutorial should contain a\noutline for navigation of the tutorial and to get an overview\nof the steps. This outline should move with the consumer\nand highlight the section the consumer is currently on.\nVideo tutorial in\nVideo tutorials should follow a step-by-step layout as well\n step-by-step format,\nand use navigation techniques to enable the user to skim\nwith audio, subtitles\nthe process and search steps. Navigation techniques could\nand navigation\nbe the chapter feature on YouTube or a textual overlay in\ntechnique.\nthe video itself that shows the outline, current step and\nrequired tools if the step is complex. Additionally, the\ninfobox should contain timecodes to the chapters. Each\nstep should show the project at the beginning of the step,\ncomplex processes and the project after the step execution.\nSteps should be narrated through scripted audio, in a clear\nand understandable voice. Subtitles should be offered and\nmirror the audio with little to no deviation.\n Each step should contain possible warnings or execution\nWarning and tips for\nexecution mentioned\ntips that are highlighted in some way. In text tutorials, this\nin the step and not\ncan be achieved by using a colored box or background, and\nmissable.\nbolded or bigger font. A video could use the text overlay to\nhighlight warnings and tips.",
    "Page_83": "4.2  Suggested Layout and Formatting Guidelines\n61\nAdditional details or background information can be pro-\nDetails or\nvided in the form of links to other tutorials, a tooltipping\nbackground \nfeature as Wikipedia uses it or margin notes as textbooks\ninformation offered in\nhave them.\n This information should be optional for the\nnot intrusive way.\nconsumer and not integrated into the the main flow of the\nTroubleshooting,\ntutorial but offered as an extra they can access or skip with-\nalternative\nOut much effort.\n approaches and\nDetails in the form of failures along the way, possible errors,\nfrequently asked\nalternative approaches, customization possibilities and fre-\nquestions at end of\nquently asked questions can be covered at the end of the\ntutorial.\ntutorial.\n The tutorial should have an ending or \"outro\" that summa-\n Outro to sum up\nrizes the project and what was done and shows off the end\nwhat was done and \nresult. This showing off of the end results especially holds\nshow end product.\ntrue for video tutorials.\n\"Outros\" of video tutorials should mention issues and\nVideo tutorial outro\nWarnings for consumers that skip to the ending to see the\nshould cover\nend result and glean the project.\nwarnings\nThe tutorial's title should explain what the project is about,\nTitle explains project\nwhat its key features are and what might make it unique\nand uniqueness.\ncompared to other tutorials on this topic.\nThe thumbnail should display the focus of the tutorial. If\nText on thumbnail not \nthe tutorial focuses on the project and how to achieve it,\n intrusive and support\nthen the thumbnail should display the end result. If the fo-\nunderstanding.\ncus is on the maker and entertainment, then the thumbnail\nshould show the maker and the project in some state. The\nthumbnail can contain text that supports the understand-\ning of the project, like the project title and keywords for the\nprocess (e.g. upcycling, < 20E, no nails). Text should not \nbe the main focus of the thumbnail, cover the object, have\naggressive colors (e.g. neon pink) or be difficult to read.\n Consumers might filter a host depending on its reputation,\nConsider which\n so some consideration should be put into what website to\nwebsite to upload to.\nupload the tutorial to.\nBased on those suggestions and recommendations, a check-\nChecklist for tutorial\nlist for tutorial writers was written. This checklist covers\nwriters in Appendix.\nwhat the writer should consider and do while working on\ntheir project, how to format the different tutorial types and\nwhat the tutorial structure should cover. The checklist can\nbe found in Checklist",
    "Page_84": "",
    "Page_85": "Summary and Future\nWork\n5.1S\n Summary and Contributions\nThis thesis analyzed the makerspace community behavior\nThesis analyzed\nregarding tutorial consumption.\nIn order to do this,\nmakers' creative\nsemi-structured  interviews  with thirteen makers  were\nprocess for finding a\nconducted in a think-aloud style. The makers were given\nproject they want to\nthe task to find a tutorial to one of four suggested topics,\nmake by coding 13\nthose topics being Arduino weather station, side table,\nsemi-structured\ndesk lamp and a project of their own choosing, and were\nmaker interviews.\nasked follow-up questions regarding their task execution\nafter finishing the task.\nc.The makers' creative process,\nfrom the conception of their project idea to figuring out\nwhich materials to use and planning the building process,\nProcess codes were used to track actions and evaluation\ncodes to track the participants' opinions, impressions and\nsuggestions. Based on those codes, suggestions for tutorial\n design were made and tutorial users classified.\nThe codes indicate that tutorial consumers' needs and ex-\nMakers' expectations\npectations for the tutorials are diverse as the makers com-\ntowards tutorials\ndiverse.",
    "Page_86": "64\n5Summary and Future Work\nmunity in itself is diverse.\nThreetutorial\nThe three different user types - absolute beginners, novices\nconsumer types with\ndifferent needs.\n different degrees of detail, different degrees of technical\nlanguage and different media types, and consume tutori-\nals for different reasons. Tutorials can try to cater to both\nmedia types by embedding video tutorials in text tutorials,\nbut appealing to both beginners and domain experts would\nbe difficult, as switching the way the tutorial is written can-\nnot be achieved easily.\nsadxa up pue saq yoq on redde ot Aem au\nSatisfying different\nneeds by using\nis to offer a step-by-step tutorial that links to other tutori-\nstep-by-step format\nals that explain required knowledge or background knowl-\nand embedding other\nedge without adding all the detail to one step or add those\ntutorials.\ndetails into the tutorial margin.\nMake the tutorial\nMoreover, consumers wish for tutorials to be easily naviga-\n navigable by using\n ble and easy to skim. This can be achieved by using out-\noutlines, timecodes\nlines, timecodes and considering how to format the tuto-\n and formatting.\nrial. For the general tutorial structure, the results indicated\nthat a tutorial should have an introduction that gives an\noverview of the project and its looks and requirements both\nin knowledge and parts; a main body that has a step-by-\nstep format with visuals in the form of pictures, videos or\ngif; and an ending that summarizes the project and shows\noff the end result.\nContributing the\nThe contributions of this thesis are the qualitative analysis\ndesign suggestions.\n of makers' behavior regarding tutorial selection and its re-\nsults in the form of design suggestions.\n5.2  Future Work\n Future research\nIn the future it could be analyzed whether or not the sug-\ncould evaluate the\ngested format supports the user in their searching process\nsuggested\nand working process. As the results indicate the existence\n guidelines.\nof different user types, future research could discern if this\nsuggested format works for all user types or if a more spe-\n cific format for each type needs to be designed.\nCompare guidelines\nto recipe approach.\ntorials that incorporates some of the participants wishes for\nless detailed and parts orientated tutorials. Their approach",
    "Page_87": "5.2Future Work\n65\n and the formatting suggested in this thesis could be com-\n pared to evaluate which user type preferred which tutorial\ntype and how they could be easily transformed into another\nto minimize the effort of creation for the writer.\nTseng and Resnick2014| identified the documentation of\nResearch into\nprojects as one issue for creating a tutorial and Kuznetsov\nsupporting\nand Paulos[2010] a lack of editing skill and confidence.\ndocumentation\nOne approach to solving these issues could be research into\nprocess with a\na platform that supports tutorial writers in their writing\nplatform.\nprocess.\nA platform that supports the formatting and structuring\n Platform that helps\nprocess would make the editing process easier for peo-\nformatting, tagging\nple that lack the skill. By creating a database of tutorials\nand linking the\n and keywords, the platform could suggest Wikipedia-like\ntutorial to others.\ntooltips to include and links to other tutorials that contain\ninformation for beginners in the domain. This means the\nWriter could focus on creating the relevant steps for the tu-\ntorial and not search for related knowledge to link to or in-\nclude, to make the tutorial understandable for beginners.\nNonetheless, makers should be able to browse tutorials by\nkeywords or statistics such as costs, duration and difficulty.\nAnd thus, a writer should be suggested such keywords to\ntag their tutorial and be able to add statistics to it.\nAs participants wished for videos to be offered together\n Platform allows video\nwith text tutorials, such a platform should allow to em-\nembedding.\n bed YouTube videos or upload and easily segment shorter\nvideos unrelated to YouTube.\nAdditionally, the platform\nshould include the uploading of pictures and gifs.\nDue to the maker community being diverse and active, a\nPlatform should allow\nplatform should allow for collaborative working.\n.Makers\ncollaborative\nshould be able to review and comment on the work of other\nworking.\npeople. A way to add notes to a tutorial or contribute to it\n pa pe aep on dn se daa on ssd aa ors \na part of the community. This feeling of community and\n partaking in it is important to makers and should be sup-\nported.",
    "Page_88": "",
    "Page_89": "67\nAppendix A\n5 Minute\nSemi-Structured\nInterviews",
    "Page_90": "Master Thesis HCI\nOpen Lab 5 minute Survey\nVivianHuff 331815\nDate: September 18, 2019\nIdea behind the survey:\nGet a rough idea when why and how people consume project documentations.\nQuestions:\n· How often do you roughly consume project documentations?\n(several times a week; once a week; every couple weeks; once a month; never)\n· When in your project development do you read documentations? And why?\n(at the beginning before actually crafting; during the crafting process for guidance; after to compare\nand check if done correctly?)\n· How do you consume documentations?\n(Do you read all of it step-by-step and follow it; do you skim it to get an idea; do you read only parts\nrelevant for you; do you just look at pictures)\n· Why do you read documentations?\n(first let them talk a bit maybe and then specifically ask: To recreate; to improve smth; because you're\ncurious about a topic?) Going for a hierarchy if possible.\n· Which documentation type do you prefer?\nDocumentation vs. Instructions",
    "Page_91": "69\nAppendix B\nSemi-Structured Maker\nInterviews\nB.0.1 Preparation Document and Protocol",
    "Page_92": "Master Thesis HCI\nParticipant Preparation Handout\nVivianHuff\nDate: August 11, 2020\n1 Hardware Setup\nSince this will be a digital study, due to the corona pandemic you will need:\n· A computer (the OS doesn't matter)\n● A webcam\n·A microphone\n· Stable internet connection\n· Enough free disk space (up to 1 GB for one session)\nIn order for me to get all relevant information from you, the participant, I need to be able to both hear and\nsee you. This means you need to have both a working webcam and a working microphone. If either is an\nissue for you, please try to acquire both beforehand or notify me so we can cancel your participation and I\ncan look for a replacement participant.\nIf you have a problem with being seen on camera or with me recording, please tell me and we can can-\ncel your participation in the study, but please notify me of this so I can organise a replacement participant.\nIn order to have a smooth session, a stable internet connection is crucial. If the connection breaks down, we\nstill have your recording but the fow of the session is interrupted and you might have a difficult time getting\nback into it. The disk space is relevant to capture the recording to have a backup in case the connection\nbreaks down.\nAfter the session, I will ask you to upload the recordings, as well as notes you took (if you took notes on\npaper, please provide pictures). This might take a while and does not have to be done during the session,\nbut please do upload the data so I can evaluate it. I will provide you with the link during the session.\n2 Software Setup\nTo have an online meeting and record the screen, your webcam and the audio please install the following\nsoftware before the meeting:\n● Zoom (https://zoom.us/support/download)\nZoom is free, and you do not need an account in order to use it. I will create a meeting for you to join and\nwill send you an invitation beforehand.\n3 Personal Setup\nPlease keep in mind that you are being recorded, so please remove any personal items from the viewable\nregion if you do not want them to be seen and if you share your home with someone else, notify them\nas well that you are recorded and they maybe should not wander into the room during that time. It will\nalso be beneficial to the study as you will not be disturbed by them during the session and kicked out of fow.\nPlease turn off your desktop notifications and hide your desktop icons for your own privacy. If there is\nanything sensitive in your browser history, consider clearing it, as I might ask you to open it to go over the\nwebsites you visited during the session. This would also prevent suggestions when you enter characters into\nyour browser.\nAdditionally, prepare some water and snacks for you to consume during the study whenever you need\nto.",
    "Page_93": "Master Thesis HCI\nStudy Protocol\nVivianHuff\nDate: April 14, 2021\n1 Protocol for Think Aloud Study: How do Users Choose their Project\nDocumentation?\n1.1 Context\nSome makers do not only wish to create, they also want to enable others to build the things they themselves\nhave built. In order to do so, they upload a tutorial on how to recreate their piece. In the long run, we\nwant to help makers along with the documentation process.\nBut in order to create such help, we need to understand how users pick the tutorials they wish to follow.\nWhat are people looking for?\n1.2 Aim\nThe aim of this study is to find out:\n· What are characteristics for the quality of maker project documentation?\n· How does experience influence the documentation selection?\n· What are the different project phases?\n· What are the different sources users inquire during the ideation phase?\n1.3 Task\nThe participant is asked to choose a project from four suggested topics, those topics were a (desk) lamps.\nan Arduino weather station, a side table and a project of their own choosing . Then they have to find a\nfitting project documentation/tutorial they would follow were they to actually build this object. There are\nno limitations set where they can find this tutorial, they can use the whole Internet and are free to browse.\nNo time limitation since it could infuence people - pressure participants into picking a tutorial they're not\nsatisfied with.\n1.4 Participants\nThe participant group should be heterogeneous since the target maker community is a diverse and hetero-\ngeneous group.\n1.5 Experimental Design\nThe experiment is a user observation with a semi-structured interview.\n1.6 Apparatus\nThe participant is positioned in front of their computer screen and has opened the zoom client, a browser\nof their choosing and, if wished, a text document for note taking.\n If the participant wished to do so for privacy reasons, the browser was freshly installed or the browser history\ndeleted and the desktop icons and notifications turned off.\nThe participant has their audio and video feed turned on and is sharing their screen so that the observer can\nfollow the participant's interaction with the device. This data will also be recorded for further evaluation.\nIn order to not distract the participant, the observer has their audio feed turned off and only turns it on if\nthe participant has a question that needs to be answered immediately and is linked to the task execution.\n Before the task execution the participant was asked whether or not they would like the observer to keep\ntheir video feed turned on, if they do not wish it to be on, the feed will be cut and turned on again after\nthe task execution for the follow-up questions.",
    "Page_94": "Master Thesis HCI\nStudy Protocol\nVivianHuff\nDate: April 14, 2021\n1.7 Experiment Procedure\n s  ss        e s  n    \nby:\n· Greeting the participant\n· Ask them if they're well\n· Thank them for participating\n· Explaining this session is for finding a tutorial the second for virtually conducting it\n· Explaining that the session will now start with a short introduction to the study that will answer most\nquestions\nEvery participant was read the following introductory text in either German or English:\ns         \nI sent you a PDF for the technical setup in advance, did everything work out well or are there still problems\nat the moment?\nYour task today will be to build one of four DIY projects, I will introduce the topics at the end of the\nexplanation. You can choose to build the project for yourself or as a gift for someone else. You can\npersonalize the project according to your favorite theme like a movie or a character. You can choose one\n  s                \nabout all four projects and then choose one afterwards.\nThe idea of the study is that you are looking for a project tutorial to work with. To do this, you can search\nthe entire Internet and use any medium (video, text, image, etc). (It doesn't matter if the tutorial is in\nEnglish or German, both are allowed.) It doesn't have to be just one tutorial at the end, if you know right\naway that you need additional tutorials for one step, you can search for them (example: You could tell me\n\"In this step I have to solder, but I don't know how to do that, I need a tutorial for that too, so I will\nsearch for one now). I also ask you to figure out ways to acquire the materials and tools you would need to\nget to carry out the project. If the costs would be a criterion for you to choose the project, please consider\nthem here in your selection as well. Things you already have on site, you wouldn't have to re-buy, so you\ndon't have to look for them. The materials and tools are necessary for the second part of the study, which\nsimulates the construction of the project. In the second session we will do a cognitive walkthrough of the\ninstructions, we will go through step by step how you would recreate this project, which tools would be used\nto work on which material, and what you would have to pay attention to. More details will be given during\nthe second session.\nBy the end of this session you should have web pages for the following things:\n· The tutorials you will work with\n· shopping possibilities for all materials\n· shopping possibilities for all tools\nIf you don't find any instructions at the end because you don't like anything at all, then that's fine and a\nvalid result for the study.\nThe study is in the so-called Think-Aloud style, which means I will act as a silent observer and you will have\nto share your thoughts all the time. If important questions need to be answered during the task execution,\nyou can ask them, otherwise just try to ignore me and concentrate on finding your project. It is really\nimportant that you share all your thoughts with me, no matter how unimportant they may seem to you,",
    "Page_95": "Master Thesis HCI\nStudy Protocol\nVivian Huff\nDate: April 14, 2021\nplease share them with me anyway (example: I saw \"Star Wars\"” yesterday - that's why I'm looking for\n projects in this style; or There's a typo in the first sentence, it bothers me as much as I don't want to read\non, so I'll close the page). Also, I ask you to always position the mouse where you are looking at the page,\nso I can estimate where your focus is and if there are any connection errors. For example, if you are just\nreading while not moving or talking, it looks to me as if the connection is broken and I would talk to you\nafter a while to check if there is really a problem.\nIf you are satisfied with your choice for a tutorial and gathered the materials, I will ask a few questions\nafterwards.\nThere is no time limit for this study, it takes as long as it takes.\nAny questions?\nYou can take breaks during the study if you need them. If, for whatever reason, you want to stop the study,\nthen that is no problem either, then we will stop the study immediately.\n I'll now show you a fowchart to explain your task (read out fowchart and answer any questions that might\ncome up):\n4 Projects:\n·Arduino Weather Station\n.SideTable\n·Desk Lamp\n·Project of your own choosing\nCannotdecideforone\nproject\nforseveralprojects\nEnd Result (links for):\n·Main Documentation\nDocumentation you\nGathermaterialsyouneedtQ\n·Additional tutorials for\nwish to follow\nfollowthedocumentation\nexecution\n·Material tobuild theproject\n·Tools to build the project",
    "Page_96": "Master Thesis HCI\nStudy Protocol\nVivian Huff\nDate: April 14, 2021\nAgain, the 4 projects you can choose from are the following:\n·A (desk) lamp\n· Arduino weather station\n· side table\n· some project you might be interested in\nNow I'll mute myself if there are no more question. Do you want my video to stay on in case that makes\ns o     hn h I os  no   s  \nParticipant will execute the task and observer will watch them, taking notes on things to ask later.\nOnce done with task and follow-up questions:\n· Ask them if they're okay and not too stressed\n· Thank the participant for participation\n· Ask them if they'd be okay with participating in the second session or if this was too much\n● If no: ask for feedback on how to improve\n· If yes: make an appointment for the second session\n· Thank them and goodbye\n1.8 Data Analysis\n1.8.1 Qualitative Analysis\nThe recording of the first session will be analyzed by coding [2] using process codes and evaluation codes.\nThe process codes are then searched for patterns in the behavior while searching for the tutorial and to\ndecide how experience level impacts the search.\nBy analyzing the evaluation codes the participants recommendations and impressions are used to extract\nthe characteristics and formatting they favored.\n1.9 References\n[1] Lazar, Jonathan, Jinjuan Heidi Feng, and Harry Hochheiser. Research methods in human-computer in-\nteraction. Morgan Kaufmann, 2017.\n[2] Saldana, Johnny. The coding manual for qualitative researchers. sage, 2013.",
    "Page_97": "Appendix C\nCode Notebook",
    "Page_98": "Code Notebook\nVivian Huff\nContents\n1  wondering\n3\n2  judging tutorial\n3\n3 looking at picture\n3\n4   skimming tutorial\n3\n5   skimming text\n4\n6   gathering items\n4\n7  considering\n4\n8understanding\n4\n9 planning\n4\n10 watching video tutorial\n5\n11 following link\n5\n11.1 following internal link\n5\n11.2 following external link\n5\n12 explaining tutorial issues\n6\n13 reading\n6\n14 skipping through video tutorial\n6\n15 scanning material list\n6\n16 feeling unhappy/unsatisfied\n6\n17 explaining\n7\n18 scanning results\n7\n19 checking out components\n7\n 20 scanning textbased links\n7\n21 googleing\n8\n22 searching reference\n8\n 23 being/feeling lost\n8\n24 refining search terms\n9\n 25 rating own skill\n9\n26 comparing\n9\n 27 skimming infobox\n9",
    "Page_99": "Code Notebook\nVivian Huff\n28 checking out recommended\n10\n29 watching preview\n10\n30 feeling happy/satisfied\n10\n31 reading comments\n10\n32 scanning tools list\n11\n33 looking at video results\n11\n34 going over suggested projects\n11\n35 checking section title/page navigation\n11\n36 looking at thumbnail\n12\n37 scanning x featured site\n12\n38 wanting/searching knowledge\n12\n39 verifying\n12\n40 taking notes\n13\n41 checking tutorial host\n13\n42 searching page for specific term\n13\n43 scanning \"to buy\"-links\n13\n44 describing project idea\n14\n45 postponing\n14\n46 misunderstanding\n14\n47 scanning code\n14\n48 searching on youtube\n15\n49 clicking recommended video\n15\n 50 checking tutorial stats\n15\n51 checking downloadable content\n15",
    "Page_100": "Code Notebook\nVivian Huff\n1 wondering\nDefinition: The code wondering refers to language suggesting that someone wonders about something or is\nconfused by the content they are consuming.\n2 judging tutorial\n Definition: The code judging tutorial refers to language suggesting that someone has an opinion on the\ntutorial they consume.\n3 looking at picture\n Definition: The code looking at picture refers to actions implying that someone looks at a picture or\ninteracts with a picture.\n4 skimming tutorial\n Definition: The code skimming tutorial refers to actions or language implying that the consumer skims\nthrough a tutorial. Skimming here means that the consumer does not focus on specific parts of the tutorial\nthey are interacting with but instead \"scrolls through\" it to get an overview of its content.\n5 skimming text\n Definition: The code skimming text refers to action or language implying that the consumer skims text\ninstead of reading it. Skimming in this context means reading phrases or keywords in a text instead of\nreading the text word for word.\n6 gathering items\nDefinition: The code gathering items refers to actions or language implying that the consumer assemble\nmaterials and tools related to the project they are working on.\n7 considering\nDefinition: The code considering relates to language or actions implying the consumer is thinking about\nor considering information given by the tutorial they consume.\n8 understanding\nsomething the may have been wondering about previously\n9 planning\nDefinition: The code planning relates to language or actions implying the consumer plans their project.\nPlanning the project here means to decide on which tutorial to follow when, which material and tool to use\nand which project approach to realize.",
    "Page_101": "Code Notebook\nVivian Huff\n10 watching video tutorial\nDefnition: The code watching video tutorial refers to actions or language implying the consumer\nwatches a video tutorial.\n11  following link\nDefinition: The code following 1ink is a placeholder code for the codes following internal link and\nfollowing external link and was not applied itself.\n11.1 following internal link\nDefinition: The code following internal 1ink refers to actions implying the consumer follows a link to\na different page of the website they are currently on and does not leave the domain.\n11.2 following external link\nDefinition: The code following internal link refers to actions implying the consumer follows a link to\na website in a different domain than the one they are currently on.\n12 explaining tutorial issues\nDefinition: The code explaining tutorial issues refers to language indicating issues the consumers has\nwith the tutorial. Issues can be of various types and depend on the consumer\n13 reading\n Definition: The code reading refers to language or actions implying the consumer reads passages of a text\nwithout skipping words or phrases in it.\n14 skipping through video tutorial\nDefinition: The code skipping through video tutorial refers to language or action implying the con-\nsumer skips through a video tutorial instead of watching it. Skipping through a video in this context means\nthe consumer skips over passages by fast forwarding the video.\n15 scanning material list\nDefinition: The code scanning material list refers to language or actions implying the consumer inter-\nacts with a list displaying the materials needed for a tutorial.\n16 feeling unhappy/unsatisfied\nis unhappy or unsatisfied. This code could only track visible or audible reactions, so it might have not been\napplied to all instances the consumer felt that way.\n17  explaining\nDefinition: The code explaining refers to language implying the consumer explains something.",
    "Page_102": "Code Notebook\nVivian Huff\n18 scanning results\nDefinition: The code scanning results refers to language or actions implying the consumer goes over\ns e aq e   e  o  s e   a ag\nresults code.\n19 checking out components\nDefinition: The code checking out components refers to language or actions implying the consumer tries\nto understand the build of a component or material they might required for a tutorial.\n20 scanning textbased links\nDefnition: The code scanning textbased links refers to language or actions implying the consumer\nunderneath them, that do not visibly link to a shopping site or have a video directly displayed.\n21 googleing\n Definition: The code googleing refers to the action of typing something into a search engine and searching\nthe Internet for results.\n22 searching reference\nDefinition: The code searching reference refers to language or action implying the consumer actively\nsearches for reference for their project (idea). The reference could be any medium or a tutorial itself. There\nhad to be audible cues in order to apply this codes such as \"what even is this?\", \"let's see what's out there\nalready\", \"let's see how others solved this\"\n23 being/feeling lost\nDefinition: The code being/feeling lost refers to language or actions implying the consumer feels or is\nlost in their creative process and do not know how to continue. This code could only track visible or audible\nreactions, so it might have not been applied to all instances the consumer felt that way.\n24 refining search terms\nDefinition: The code refining search terms refers to language or actions implying the consumer has to\nadapt their terms used in a googleing situation since the results yielded by the search do not meet their\ncriteria.\n25 rating own skill\nDefinition: The code rating own skill refers to language implying the consumer rates their own skill in\norder to evaluate whether or not they could realize (a step in) a tutorial or if they require additional support.\n26 comparing\nDefinition: The code comparing refers to language or actions implying the consumer compares several\nobjects to each other.",
    "Page_103": "Code Notebook\nVivian Huff\n27 skimming infobox\nDefinition: The code skimming infobox relates to actions or language implying the consumer skims text\nin the infobox of a YouTube video. Skimming here refers to reading phrases or words from a text while\nskipping over other parts of it.\n28 checking out recommended\ninteracts with tutorials recommended by the website they are currently browsing.\n29 watching preview\n Definition: The code watching preview refers to the actions or language implying the consumer interacts\nD e       s  sn     e    \ntutorial or a textbased one.\n30 feeling happy/satisfied\nDefinition: The code feeling happy/satisfied refers to language or actions implying the consumer feels\nhappy or satisfied while interacting with a tutorial or during their creative process. This code could only\ntrack visible or audible reactions, so it might have not been applied to all instances the consumer felt that\nway.\n31 reading comments\nDefinition: The code reading comments refers to language or actions implying the consumer reads the\nsection often found underneath the tutorial on the website.\n32 scanning tools list\nDefinition: The code scanning tools list refers to language or actions implying the consumer interacts\nwith a list displaying the tools needed for a tutorial.\n33 looking at video results\nDefinition: The code looking at video results refers to language or actions implying the consumer\ninteracts with the video based search results. Video based search results in this context are links to a video\nthat have a video preview for the tutorial or a thumbnail but no textual description except the title.\n34 going over suggested projects\ninteracts with the project ideas suggested during the task introduction",
    "Page_104": "Code Notebook\nVivian Huff\n35checking section title/page navigation\nDefnition: The code checking section title/page navigation refers to actions or language implying\nthe consumer interacts with the section titles in a textual tutorial or a navigation possibility for a textual\ntutorial. A navigation possibility in this context refers to an outline that might be interactable or not.\n36 looking at thumbnail\nDefinition: The code looking at thumbnail refers to actions or language implying the consumer interacts\nwith the thumbnail of a tutorial. A thumbnail in this context refers to a picture advertising the tutorial,\nsome thumbails have script on them while others do not, both types were counted a thumbnails.\n37 scanning x featured site\nDefinition: The code scanning x featured site refers to actions or language implying a consumer inter-\nacts with a website featuring and advertising several tutorials.\n38 wanting/searching knowledge\nDefinition: The code wanting/searching knowledge refers to language or actions implying the consumer\nrequires specific knowledge and/or starts searching for it either on the tutorial itself or from other sources.\n39  verifying\nDefinition: The code verifying refers to actions or language implying the consumer interacts with infor-\nmation in order to verify a different piece of information they got from a source.\n40 taking notes\nDefinition: The code taking notes refers actions implying the consumer takes notes to log information on\ntheir creative process.\n41  checking tutorial host\nDefinition: The code checking tutorial host refers to the action or language implying the consumer\nchecks which website hosts the tutorial they are currently interacting with.\n42 searching page for specific term\nconsumer interacts with a tutorial by searching it for a specific term either by using the search bar or\nscanning a text for it.\n43 scanning \"to buy\"-links\nDefinition: The code scanning \"to buy\"-links refers to language or actions implying the consumer in-\nteracts with search results visibly linking to a shopping site.",
    "Page_105": "Code Notebook\nVivian Huff\n44 describing project idea\nDefinition: The code describing project idea refers to language implying the consumer describes their\nproject idea.\n45 postponing\nDefinition: The code postponing refers to language or actions implying the consumer postpones an action\nin their creative or search process.\n46  misunderstanding\n Definition: The code misunderstanding refers to language or actions implying the consumer misunderstand\ninformation provided by a tutorial. Misunderstanding in this context refers to the action of misinterpreting\nthe provided information which leads to issues later on.\n47 scanning code\nDefinition: The code scanning code refers to actions or language implying the consumer interacts with\nprogramming code displayed in a tutorial.\n48 searching on youtube\n Definition: The code searching on youtube refers to actions of typing something into the search bar on\nYouTube and conducting the search.\n49 clicking recommended video\nDefinition: The code clicking on recommended video refers to action of a consumer clicking on a video\nrecommended by the website they are currently browsing.\n50 checking tutorial stats\nDefinition: The code checking tutorial stats refers to language or actions implying the consumer checks\nthe statistics offered by a tutorial about itself. Statistics in this context refers to information about the such\nas duration, costs or difficulty.\n51 checking downloadable content\nDefinition: The code checking downloadable content refers to actions or language implying the consumer\ninteracts with content offered for download by the tutorial.",
    "Page_106": "84\nCCode Notebook",
    "Page_107": "85\nAppendix D\nCode Statistics\nD.0.1 Evaluation Code Statistics\n+ Code Statistics\nThe included files display the statistics of the 112 applied\nevaluation codes related to positive opinions, referred to as\n+ codes.",
    "Page_108": "Segments\nPercentage\n+in ideating phase video tuts/pics to get feel of project \n10\n8,93\n +nice to start with general info, product pics, tools/materials \n8\n7,14\n+final project in thumbnail for selection process\n6\n5,36\n+videos to SEE the process of bulding project\n5\n4,46\n+stepbystep tuts for concrete plan solving; no detail needed\n4,46\n+offer video tut in text tut\n5\n4,46\n+tutorial as mostly standalone source of info for project \n4,46\n+process tuts learning/exploring; pre-existing domain knowledge \n4\n3,57\n +videos for complex processes/projects\n4\n3,57\n+process tuts in video form; exploration/ideating phase\n3\n2,68\n+joking=relaxed atmosphere; no high expectations; sympathy \n3\n2,68\n+text tuts better for planning/solving specific issues\n3\n2,68\n+segmenting vid via text overlay if visible while skimming \n2\n1,79\n+segmenting youtube tut in timeline (timestamp feature)\n2\n1,79\n +keywords (low cost/special material/technique)\n2\n1,79\n+troubleshooting at end\n2\n1,79\n+files to test project each step\n2\n1,79\n+parts list early on to measure costs; discern if tut fits idea\n1,79\n+longer maker focussed intro when entertainment branding \n2\n1,79\n+reference to discern if diy practical (features,look,cost)\n2\n1,79\n+pictures catch interest easily, draw eye\n1,79\n+text on thumbnail easier scanning/understanding project \n2\n1,79\n+reviews on tutorial nice but no \"must have\"\n2\n1,79\n +good looks might outweigh negatives\n2\n1,79\n +offering more knowledge via links especially in complex tut \n0,89\n+(text) long process explanations in learning based tutorial \n1\n0,89\n+(text) short reasoning for procedure (1-2 sent)\n1\n0,89\n +outline showing where you currently are in tut \n1\n0,89\n+mention \"tech ecosystem\" early on to discern if realizable\n1\n0,89\n+joking tut tone in ideating phase\n1\n0,89\n+mentioning domain experience w/context warnings in intro\n1\n0,89\n+animated/moving objects/gifs starting to move by mouse hover\n1\n0,89\n+footnotes/sidebar to hide extra bg knowledge/discussion\n1\n0,89\n+maker in thumbnailif entertainment factor/channel branding\n1\n0,89\n +process tut including failures to prevent potential errors \n0,89\n+\"professional\" looking bg=more professional/trustworthy \n1\n0,89\n+popping color in pic can draw eye\n1\n0,89\n+youtube beginner friendly since great variety of tuts \n1\n0,89\n+video tuts for niche domains since text cryptic translations \n1\n0,89\n+text tus easier to compare\n1\n0,89\n +mentioning possible alternatives/that alternatives possible\n1\n0,89\n+pre-asselmbled kits/or lists w/ definitely fitting parts\n0,89\n+shorter tuts since more diy -> actually figuring out yourself \n0,89\n+long tutorial usually contains a lot of information\n1\n0,89\n+discussing approaches/failures in \"not novel\" project tut \n0,89\n+tables (with data) are point of interest\n1\n0,89\n+support consumer along way w/ formatting/layout/textflow\n0,89\n<\n +nicer to have picture with short explanation \n1\n0,89\n+\"sixth sense\" for when struggling to add tips&tricks to tut \n0,89\n<\n +enthusiastic but not patronizing behavior\n1\n0,89\n+everything on one page\n1\n0,89\nTOTAL\n112\n100,00",
    "Page_109": "87\n7%\n%9\n5%\n4%\n3%\n+codes\n2%",
    "Page_110": "88\nDCode Statistics\n- Code Statistics\nThe included files display the statistics of the 111 applied\nevaluation codes related to negative opinions, referred to\nas-codes.",
    "Page_111": "Segments\nPercentage\n -only/long text causes consumer to be overwhelmed\n7\n6,31\n-pictures unrelated to project (cant find product first glance)\n6\n5,41\n-\"covering up\" final product in thumbnail w/ smth else \n5\n4,50\n-untested tut w/ errors;wrong/missing steps\n3,60\n -thumbnail might imply difficulty/tool and turn away beginners \n3\n2,70\n-wrong step size (too small step; too little explanation) \n3\n2,70\n -tuts don't mention failure;how much fiddling required\n3\n2,70\n -intro not relevant for tutorial to understand process\n3\n2,70\n -tuts don't include enough warnings/details/hints/approach disc\n3\n2,70\n -in planning phase video tuts too long, rather read\n3\n2,70\n-very big header picture\n3\n2,70\n-little text; many ads\n2,70\n -\"self-promotion at diy level\"\"\n3\n2,70\n-autoplay gifs or moving/animated objects in text\n2\n1,80\n-unfinished looking product at end of video\n2\n1,80 \n-large picture at start of step, little visible text on screen \n2\n1,80\n-maker in thumbnail if focus product (diy vs maker channel) \n2\n1,80\n-ugly/unreadable script (comic sans)\n2\n1,80\n -broken links might cause leaving page\n2\n1,80\n -only/too many technical terms\n2\n1,80\n-writing targeted at absolute beginners or kids\n2\n1,80\n- missing details for materials (e.g. glue for what, size)\n2\n1,80\n-videos diffcult to survey\n1,80\n-forced into video's pace\n1,80 \n-using smth finished, easily buildable in diy project \n2\n1,80\n-long textpages w/o outline difficult to skim and navigate \n2\n1,80\n-confused by tutorial structure\n2\n1,80\n -narrow layout->little information per screen \n1,80\n-(vid) only text and no audio \n0,90\n-(vid) unneccessary chatter for artificial pauses/pacing\n0,90\n-not being able to zoom in on pictures to see detail \n0,90\n-tut teaches very specific approach instead universal\n0,90\n√\n-picture results \"too many\" and not dedicated clear thumbnail \n0,90\n-(text) long process reasoning in step-guide\n1\n0,90\n -big pictures at start of step hog attention\n1\n0,90\n-pictures embedded into text instead of clearly separated\n1\n0,90\n-small, snuck in outlines skipped \n1\n0,90\n -joking tone in planning phase since lower info content\n1\n0,90\n-brand tuts (eg. obi, hornbach) no diy project since buy kit \n1\n0,90\n-program code w/ litle comments/explanation \n1\n0,90\n -calling a diagram a schematic \n1\n0,90\n-videos forget \"core\" information (e.g. material/tools)\n1\n0,90\n-videos don't offer straightfoward highly condensed info\n1\n0,90\n-trying to sell product instead of being a tut\n1\n0,90\n-bad/unclear section formatting hinders tutorial skimming\n1\n0,90\n-videos can't be searched for keywords\n0,90\n-long text, no pictures difficult for beginner w/ physical obj\n0,90\n-complexity of tut depends on complexity proj+amount parts\n1\n0,90\n-aesthetical keywords (e.g. designer) imply dififculty+design \n1\n0,90\n-video tutorial bad audio quality (accents, unlikeable voices) \n1\n0,90\n-no explanations in video tut at all\n1\n0,90\n-inline code suggest no technical knowledge\n0,90\n -clickbaity motivational header/title\n1\n0,90\n-host for many things so not good for smth specific\n1\n0,90\n-tutorial hidden behind link in introduction \n0,90\n1\n-\"more art than science\" tut; little explanation on how to do\n1\n0,90\n-wordpress has ugly design\n1\n0,90\n-Wordpress cheap host=unprofessional\n1\n0,90\n-broken links = no learning effect/being lost in foreign domain\n1\n0,90\n-many technical terms w/o visual support/explanation \n1\n0,90\nTOTAL\n111\n100,00",
    "Page_112": "90\nDCode Statistics\n%\n16.3%\n15.4%\n%9\n14.5%\n5%\n Figure D.2: Bar Chart for the Occurrence of - Codes Displaying the Percentages\n%9\n4%\n3\n%%%%%%%%%\n3%\n77\n222222222\n%%%%%%%%%%%%%%%\n2%\n1%\n0\ncodes\n%0\nsa\nn\n0\n1\njb\nJes\nu\n9\nD\nach\n二\nca\nssing\nn\nsee\n品\nIp\ne\n60u\nul\na\nram\npun\nuiu\nCD\n001\nprody\nadi\nuo\nstep\nE\n-narrow layout->\ncar\nLir\n了\ndeos\n-inline code'i\nR\nbuo\nVerir\n-picture r",
    "Page_113": "91\nRecommendation Code Statistics\nThe included files display the statistics of the 324 applied\nrecommendation codes.",
    "Page_114": "Segments\nPercentage\n REC: include materials/tools at beginning w/ pics for beginners\n32\n9,88\n REC: use step-by-step format (enable skipping+not miss step)\n20\n6,17\n REC: thumbnail focus on main topic (product/technique/person)\n19\n5,86\nREC: include pictures/diagrams/schematics explaining step\n19\n5,86\n REC: intro explains what tutorial is about \"what will we do\"\n15\n4,63\nREC: put thought/effort into formatting/looks/layout/writing\n13\n4,01\nREC: clear sectioning -> mind your formatting to enable flow\n11\n3,40\nREC: guide in pic+explanation layout\n10\n3,09\n REC: consumer might filter host;free=low qual, chain no special\n9\n2,78\n REC: include pictures final product for first impression\n9\n2,78\nREC: SHORT outro \"what did we do\" w/ product pref in action\n9\n2,78\n REC: curate links;provide alternatives/knowledge to help urself\n8\n2,47\n REC: videos/pic series for complex processes/task/projects\n7\n2,16\n REC: chronological flow in steps / linearity\n7\n2,16\nREC: thumbnail text concise, not intrusive font/color, readable\n7\n2,16\n REC: videos w/ timecodes/navigation techniques\n7\n2,16\nREC: joking tone in tutorials fine; not for elongating tut\n7\n2,16\nREC: reasonably long intro\n7\n2,16\nREC: include keywords in title project+key component/technique\n6\n1,85\n REC: include tips for step in step itself+highlight them\n6\n1,85\n REC: keep everything as short as possible\n6\n1,85\nREC: link tuts for bg knowledge/more infos if no learn focus\n6\n1,85\n REC: (vid tut) give explanations for steps text/audio\n5\n1,54\nREC: picture for step only when explain whole step \n4\n1,23\n REC: include tutorial stats preferrably beginning\n4\n1,23\nREC: visibly separated outline/sidebar for navigation/overview\n4\n1,23\n REC: warnings intro explanation, step, vid outro for skippers\n4\n1,23\nREC: \"look like a tutorial\" don't advertise products too much\n4\n1,23\nREC: lists parts required for step\n3\n0,93\n REC: technical component details easily surveyable\n3\n0,93\n REC: don't use header picture spanning whole page w/ no info\n3\n0,93\nREC: (vid) COMPLETE materials/tools in infobox\n3\n0,93\n REC: mention required knowledge early on\n3\n0,93\nREC: intro gives SHORT overview of steps \"How will we do\"\n3\n0,93\nREC: (vid) text overlay with step info\n3\n0,93\nREC: clear/precise/technical header/title\n3\n0,93\nREC: mind colorscheme / readability / visibility\n3\n0,93\nREC: (vid) offer subtitles\n2\n0,62\nREC: (text)process tut in learning based; little/no detail sbs\n2\n0,62\nREC: (vid tut) show complex movements, beginning, end of step\n2\n0,62\n REC: list each substep/move for a step\n2\n0,62\n REC: formatted code files included no inline code\n2\n0,62\nREC: step: step visible in picture + first few text steps under\n2\n0,62\nREC: test your tut for errors\n2\n0,62\nREC: thumbnail high contrast, simple design, product in use \n2\n0,62\n REC: SHORT explanation for domain specific knowledge\n2\n0,62\n REC: (can) mention maker domain experience in intro\n1\n0,31\nREC: (vid tut) process visible before bg; clear movement\n1\n0,31\n REC: do not add unneccessary details to material descriptions \n1\n0,31\n REC: link other tutorial parts easily findable\n1\n0,31\nREC: don't use wordpress design?\n1\n0,31\n REC: mention in title if part of series\n1\n0,31\nREC: support technical terms (visual pic/process/explanation)\n1\n0,31\nREC: if unclear thumbnail add keyword descriptive text\n1\n0,31\nREC: shorter text segements or big line spacing for better flow\n1\n0,31\nREC: (vid) short step intro at beginning each step (what, how)\n1\n0,31\nREC: explanation if contradict ealier process\n1\n0,31\nREC: check grammar/spelling\n1\n0,31\nREC: scripted, high quality audio\n1\n0,31\n REC: show process start to finish product\n1\n0,31\nTOTAL\n324\n100,00",
    "Page_115": "93\n10%\n%6\n7%\n%\n4,6%\n4,0%\n4%\n4%\n3.%88%\n2%%%%%%\nRECS\n2%\n1%\n％%%%%%%%%％％%%\n%\nproduc\nbui\nddi\n只\n0\nong\nie\nty:\n001\nuf\nnd\nm\nnati\ntitle\nword\nnoge\n8.\ndi\nSC\nn\n可\nfor\nbig\nC:\no\nCOC\npictu\nRE\nREC:show\nation\nntur\nform\nlein\nREC: intro gives SHORT\nter\nREC\n：\nG\nREC:\nREC:\nREC:",
    "Page_116": "94\nDCode Statistics\nD.0.2 Process Code Statistics\nThe included files display the statistics of the 2228 applied\nprocess codes.",
    "Page_117": "Segments\nPercentage\nwondering\n180\n8,08\njudging tutorial\n166\n7,45\nlooking at picture\n161\n7,23\nskimming tutorial\n152\n6,82\n skimming text\n117\n5,25\ngathering items\n97\n4,35\n considering\n94\n4,22\n understanding\n85\n3,82\nplanning \n81\n3,64\nwatching video tutorial\n80\n3,59\nfollowing link \n77\n3,46 \n explaining tutorial issues\n72\n3,23\nreading\n72\n3,23\nskipping through video tutorial\n68\n3,05\nscanning material list \n56\n2,51\nfeeling unhappy/unsatisfied \n50\n2,24\nexplaining\n45\n2,02\nscanning results \n45\n2,02\n checking out components \n42\n1,89\n scanning textbased links \n40\n1,80 \ngoogleing\n38\n1,71\nsearching reference\n34\n1,53\n being/feeling lost \n28\n1,26\n refining search terms\n26\n1,17\nrating own skills\n26\n1,17\ncomparing\n24\n1,08\nskimming infobox\n22\n0,99\n checking out recommended \n22\n0,99\nwatching preview\n21\n0,94\nfeeling happy/satisfied\n19\n0,85\nreading comments\n17\n0,76\n scanning tools list \n16\n0,72\nlooking at video results\n16\n0,72\n going over suggested projects\n16\n0,72\n checking section title/page navigation \n14\n0,63\nlooking at thumbnail \n13\n0,58\nscanning x featured site \n11\n0,49\nwanting/searching knowledge\n10\n0,45\nverifying\n9\n0,40\ntaking notes\n9\n0,40\n checking tutorial host\n9\n0,40\nsearching page for specific term\n9\n0,40\nscanning \"to buy\"-links\n7\n0,31\n describing project idea\n7\n0,31\npostponing\n5\n0,22\n misunderstanding\n0,22\nscanning code\n4\n0,18\nsearching on youtube\n4\n0,18\n clicking recommended video \n3\n0,13\n checking tutorial stats \n2\n0,09\n checking downloadable content \n2\n0,09\nTOTAL\n2228\n100,00",
    "Page_118": "96\nD\nCode Statistics\nProcess Codes",
    "Page_119": "97\nAppendix E\nChecklist for Tutorials",
    "Page_120": "Master Thesis HCI\nChecklist for Tutorials (Text, Video, Mixed)\nVivian Huff\nDate: May 18, 2021\n1 During the Project\n1.1 Documenting\nCreate steps to follow\nTake pictures of project\nBefore step\n After step\n Create videos or picture timeline of difficult/complex steps\nTake notes on problems that occurred\n Take notes on practices that you use that might be considered uncommon\n1.2 Pictures\n Mind general rules of product photography\n not too grainy\n not too bad lighting\n project is in view and not cut off on the side\nHigh information content\n Explains a step or situation\n Has notes on it if needed (dimensions/directions explained; tools marked if could be unclear; etc)\n Does not contradict tutorial explanations\n Not too big/too small\n● Not as big as the screen but also not so tiny that you have to zoom in 200%\n● Comfortable size around 250*330 pixel - allows for text and several more steps to be shown on screen;\nneeds to be bigger if more has to be shown\n· If several pictures or has to be bigger maybe allow a slideshow and zoom but make it a visible feature.\n Captions are helpful and can be appreciated but most likely will be ignored.\n If picture is not self-explanatory people WILL misunderstand, be mad, and even sometimes drop the tutorial.\n1.3 Consider before writing\n Who is your tutorial for?\nAbsolute Beginners\n Novices with basic knowledge\n Experts with a lot of domain experience\n Who do you want to be?\n Entertainer\nTeacher\n Showcaser\njanbiun/leyoads poaloud unor sayew seum",
    "Page_121": "Master Thesis HCI\nChecklist for Tutorials (Text, Video, Mixed)\nVivian Huff\nDate: May 18, 2021\n Overall tone and mood of tutorial?\n· Joking tone can be appreciated or completely ignored.\n● Technical tone loses absolute beginners.\n● Don't make jokes at other's expenses.\n· Don't use regional humor.\n1.4 Title\n Informative title\n Mind script\n Mind contrast script/background\n What is this project about?\n What makes it special/unique?\n1.5 Thumbnail\nPicture/GIF of final product in action\nMind lighting\n Mind contrast product/background\n Focus on product\n Keywords explaining uniqueness/Specialness (e.g. upcycling, no screws, etc)\n Mind script \n Mind contrast script/background\n Keep it short and simple\nKeep it unobtrusive\n If entertainer: Can show yourself in thumbnail\n2 Formatting\n2.1 Text Tutorial\n One long scrollable and searchable tutorial → don't use several linked pages\n Make it navigable →→ Outline to the left of the tutorial\n Long continuous text might lose people → tiring to read and keep track of steps\n For longer projects add section titles or step titles that tell the reader what will be done\n· The tutorial should be formatted. segmented, steps introduced, so that the consumer always knows\nfrom pausing and the consumer return w/o having issues picking it back up.\n Mind the formatting. (Font size, bolding, section titles in different font, etc) → Visual hierarchy\n People seem to rarely read stuff at the very top of the page - but rather where the mouse usually hovers at\nthe top 2/3rds of the screen and on the left. Don't position important knowledge at the very top.\n Order picture and text so that text is on the left and picture is on the right.",
    "Page_122": "Master Thesis HCI\nChecklist for Tutorials (Text, Video, Mixed)\nVivian Huff\nDate: May 18, 2021\n Eye is very often drawn along by pictures.\nm aos pue sanoid ym sydeeed Aues aey nos f! addis ag auiu sanoid om axai o\n· Even more relevant if you use pictures with bright colors\n Make pictures self-explanatory since there will be people who will come to the tutorial and only look at the\npictures\n· e.g. background knowledge, decision structure, alternative techniques, fundamentals, etc.\n· Add a section at the bottom containing additional stuff so interested people can read it and others\naren't bothered\n● If know other tutorials that already explain stuff or recap required knowledge: link them\n2.2 Video Tutorial\n Timestap the video to make it easier to skim or skip certain steps.\n Only add a voicetrack if the sound quality is good.\n(uapy aq ues zeue) sanou uaanos uo pe yoea e aey auop nos fl \nWhat step\n What material/tools\n Can also be done to make video easier to follow in general → good to have\n Caption it → makes it easier to follow\n Mind the lighting and focus - maybe record from the top so it can be seen what you're doing.\n'aeduoo ueo aldoad os ponpoud dans isod pue aid mous \n Short intro of self is skipped most of the time\n· only include if entertainment focus or when prior experience is relevant\n Make it noticeable if part of a several part series!\n Use the infobox!\n What is the project?\n Link the timestamps\n Materials & Tools list\n2.3 Mixed Tutorials (text tutorials with video support)\nEverything in Text Tutorial is relevant for mixed ones\n General recording rules of Video Tutorial formatting apply\n Videos very short! (1 - 2 minutes)\n Use videos for visual step support —→ show the process/technique\n No long explanations in videos!\n People might not watch included videos → do not put important information into videos only",
    "Page_123": "Master Thesis HCI\nChecklist for Tutorials (Text, Video, Mixed)\nVivian Huff\nDate: May 18, 2021\n3 Tutorial Structure\n·Introduction\n What will be done? (2 - 3 sentences)\n How will it be done? (2 - 3 sentences)\n Summarize process if long or complex → short!\n Mention required knowledge/experiences\n Show materials and tools\n Add pictures\n Separate tools (reusable) and materials (consumables) → 2 lists\n Link to items if possible (but curate them, broken links put readers off)\nMention alternatives if difficult to acquire or expensive\n Name project stats\nDuration\nCosts\nDifficulty Level\n If entertainer: shortly introduce yourself\n If your technical background important: shortly introduce yourself\n● Main Tutorial\n Break up process into smaller segments\n For each segment/step:\n Where do we start?\n Picture of current project state\n What is needed for step?\n- List of items if many\n- Maybe picture of assembled tools and material\nSequence the steps chronologically\nDescribe required substeps\n- Not too short (don't put cutting a piece of string as one step)\n- Not too long (don't put assembling a wooden lamp from 10+ pieces as one step)\nAdd picture timeline or gif of complex processes for visual support\nHighlight issues that might come up\n Easy to catch warnings!\n Hints for execution if there are difficult substeps\n  For technical/electrical projects add diagrams/schematics for easy overview\n Offer downloadable content (e.g. 3d printer files, patterns, blueprints, code, etc.)\n- No inline code!\n- Common/best practice code formatting\n- Offer as downloadable file for easy access and use\n Where do we end?",
    "Page_124": "Master Thesis HCI\nChecklist for Tutorials (Text, Video, Mixed)\nVivian Huff\nDate: May 18, 2021\n Picture of final project state\n If for beginners or teacher role: Add explanations and details for steps\n- Why do we do this?\n- Why do we do it this way?\n- What do we have to watch out for?\n- If know other tutorials that already explain or recap required knowledge: link them.\n● Outro (3 - 4 sentences)\n What did we do? very short\nShow final product in use gif or pictures\n·End\nTroubleshooting\n- Explain failures along the way\n- Ways for customization\n- If Novices/Experts or showcaser role: Knowledge/Explanation Section\n* Info on material/tool perks\n* Info on different processes/techniques\n* Background knowledge\n* Fundamentals that could be required if you have no good tutorial to link.\n* Alternative ways to complete steps.\n* Decision structure along the way.\nExample Desk Lamp Segmenting:\n· 1 Step: Lamp Base\n- Cutting wood into shape\n- Drilling holes for screws \n- Inserting weights\n- Fixing wooden plates onto each other\n· 2 Step: Lamp Body/arm\n- Cutting the wood into shape\n- Filing the joint\n- Assembling the arm\n· Lamp shade\n- Cutting wood into shape\n- Assembling the pieces\n- Gluing them together\n- Connecting it to arm\n·Wiring\n·Testing\n- Adjusting weights if needed\n- Checking wiring",
    "Page_125": "103\nBibliogr\nPei-Yu Chi, Sally Ahn, Amanda Ren, Mira Dontcheva,\nWilmot Li, and Bjorn Hartmann. Mixt: automatic gen-\neration of step-by-step mixed media tutorials. In Proceed-\nings of the 25th annual ACM symposium on User interface\nsoftware and technology, pages 93-102, 2012.\nMatthew A Dalton, Audrey Desjardins, and Ron Wakkary.\nFrom diy tutorials to diy recipes. In CHI'14 Extended\nAbstracts on Human Factors in Computing Systems, pages\n1405-1410. 2014.\nDale Dougherty. The maker movement. Innovations: Tech-\nnology, governance, globalization, 7(3):11-14, 2012.\nErica Rosenfeld Halverson and Kimberly Sheridan. The\nmaker movement in education. Harvard educational re-\nview, 84(4):495-504, 2014.\nYu-Chang Hsu, Sally Baldwin, and Yu-Hui Ching. Learning\nthrough making and maker education. TechTrends, 61(6):\n589-594, 2017.\nStacey Kuznetsov and Eric Paulos. Rise of the expert ama-\nteur: Diy projects, communities, and cultures. In Proceed-\nings of the 6th Nordic conference on human-computer interac-\ntion: extending boundaries, pages 295-304, 2010.\nMaike Loof. Lerntypen. Die Deutsche Schule, 93(2):186-198,\n2001.\nPaul Mihas and Odum Institute. Learn to Build a Codebook for\na Generic Qualitative Study. SAGE Publications, Limited,\n2019.",
    "Page_126": "104\nBibliography\nDaniela Rosner and Jonathan Bean. Learning from ikea\nhacking: i'm not one to decoupage a tabletop and call\nit a day. In Proceedings of the SIGCHI Conference on Human\nFactors in Computing Systems, pages 419-422, 2009.\nJohnny Saldana. The coding manual for qualitative researchers.\nsage, 2013.\nAdam\nSavage.\nWhy\nwe\nmake.\nhttps://www.tested.com/making/\n44436-adam-savage-at-maker-faire-2012-why-we-make/\n2012.\nAdam  Savage.\nMy 10 commandments for mak-\ners.\nhttps:/ /www.tested.com/making/\n461282-my-10-commandments-makers/ 2014.\nCristen Torrey, David W McDonald, Bill N Schilit, and Sara\nBly. How-to pages: Informal systems of expertise shar-\ning. In ECSCW 2007, pages 391-410. Springer, 2007.\nCristen Torrey, Elizabeth F Churchill, and David W McDon-\nald. Learning how: the search for craft knowledge on the\ninternet. In Proceedings of the SIGCHI Conference on Human\nFactors in Computing Systems, pages 1371-1380, 2009.\nTiffany Tseng and Mitchel Resnick. Product versus process:\nrepresenting and appropriating diy projects online. In\nProceedings of the 2014 conference on Designing interactive\nsystems, pages 425-428, 2014.\nRon Wakkary, Markus Lorenz Schilling, Matthew A Dalton,\n Sabrina Hauser, Audrey Desjardins, Xiao Zhang, and\nHenry WJ Lin. Tutorial authorship and hybrid designers:\nThe joy (and frustration) of diy tutorials. In Proceedings\nof the 33rd Annual ACM Conference on Human Factors in\nComputing Systems, pages 609-618, 2015.\nMarco Wolf and Shaun McQuitty. Understanding the do-it-\nyourself consumer: Diy motivations and outcomes. AMS\nreview, 1(3):154-170, 2011.",
    "Page_127": "105\nIndex\nabbrv, see abbreviation\nCoding,24\nDIY,\nDIY Activities,\ndomain,38\ndomain experience,38\nevaluation, 3761\nEvaluation Codes,25\nfuture work,6465\nideating,\nnotation,25\nProcess Codes, 24\n process documentation, 22\nreference,27\nresults,25-36\nstep-by-step documentation,\n22\nStudy Setup,24",
    "Page_128": "Typeset May 19,2021"
}