{
    "Page_1": "ProvinciadiComo\nProvinciadiLecco\nInMountainBike\nGuida ai percorsi dellaProvincia di Lecco edi Como\n■米",
    "Page_2": "IdeazionediAndreaMauriAGLAIAS.r.l.eventi&comunicazione,Lecco.\nGrafica,impaginazione e testi di AGLAlA S.r.l.www.aglaiasrl.i,Lecco.\nLefotografiesonodell'archivioAGLAIAS.r.l.\nTuttii tracciatisonostatirilevati tramiteGPSprofessionaledaAndreaMauriconlacollaborazionediFrancescoMaspero.\nOrtofoto digitale a colori \"Programma IT2000\" Compagnia Generale Riprese aeree S.p.a. - Parma - Regione Lombardia conv. licenza d'uso del 21.11.2000, inserita nella raccolta Convenzioni\ne Contratti conn.3289/RCC in data 29.12.2000.\nTutti i diritti riservati @ Provincia di Como e di Lecco. Vietata la riproduzione, duplicazione, anche parziale, con qualsiasi mezzo, anche digitale.\nOgni abusosarapunitosecondoi termini di Legge.\nLa frequentazione della montagna richiedela dovuta preparazione ed attrezzatura; si raccomanda quindi di adottare sempre la massima prudenza.Nel caso di infortuni, errori di percorso,\ncondizioni particolari del territorio non si assume alcun tipo di responsabilitaper chi consulta la presente guida.\nVisiting the mountains requires both appropriate equipment and preparation. We therefore recommend you adopt maximum caution at alltimes. No liability of any kind is assumed with respect\nto guideusers incase of accidents,route mistakes, or specific territorial conditions.",
    "Page_3": "In Mountain Bike / On a Mountain Bike\nGuida ai Percorsi / Guide to the routes",
    "Page_4": "Anche la mountain bike, come le altre discipline sportive outdoor, si svolge in\nquesta guida la massima attenzione per I'ecosistema dei territori attraversati.\nLa guida segnala un numero ampio di sentieri con differenti difficolta: e comu-\ntare in tranquillita. D'altra parte, per quelli piu impegnativi e piu lunghi, racco-\nmandiamo una attenta valutazione della propria preparazione atletica e delle\nproprie capacita, tanto in salita quando in discesa.\nLe condizionidel terrenosonovariabili inbase allasituazioneclimatica,allapen-\ndenza,allaquotae all'avvicendarsi dellestagioni:suggeriamoquindidiprendere\nSONDRIO\nin considerazione anche questi fattori per la miglior riuscita di ogni escursione.\nridurreopportunamente il tracciatosullabasedellepropriecapacita,seguendo\nle indicazioni riportateinciascunascheda attraversole appositeiconeei dif-\nferenticolori.\nLECCO\nCOMO\nLocation/Places\nBERGAMO\nMountain biking, like any other outdoor sport,is best enjoyed innatural sur-\nMILANO\nofboththisguideandthetrailsdescribedinitpaycloseattentionandcaretothe\necosystemoftheterritoriestheyvisit.\nThis guide describes a wide range of routeswithvarying difficulty levels. A\ntheseroutes.Werecommendyoucarefullyassessbothyourathletic\npreparation and skills-bothuphill and downhill-before attempting\nsome of thelonger and moredifficult trails.\nGroundconditionsmayvaryaccordingtotheweatherslope,\naltitudeandseason.Wethereforealsosuggestyoutakethese\nfactorsintoaccountinordertobestprepareforeachexcursion.\nThisguidedescribeseachrouteinitsentirety.Thesemayinanycasebeop-\nportunelyshortenedbasedonyourownskillsandbyfollowingthesuggestions\ncontainedineachtable,followingthedifferenticonsandcolours.",
    "Page_5": "ProvinciadiLecco\nProvincia di Como\ndi una vasta area della provincia di Lecco e della provincia di Como che, con il suo lago, la sua montagna e la sua collina, riesce a creare un ambiente\naccogliente per natura, disponibile e invitante per chi lo voglia conoscere, rispettare ed amare nella sua totalita. L'intento di questa guida e quello di far\ncondividere tali sensazioni, proponendo percorsi in simbiosi con la natura e che conducono in luoghi incantevoli alla scoperta delle bellezze, dei ritmi, dei\nsegreti di un ambiente incontaminato. Itinerari che si snodano tra il verde e I'azzurro attraverso valli, boschi, radune erbose e prati fioriti. Alcuni di essi\npercorrono viottoli e mulattiere tracciati a suo tempo da pastori, contadini, boscaioli e collegano nuclei rurali che parlano di consuetudini e tradizioni remote;\naltri raggiungono piccoli borghi, eremi, pievi, ville padronali che hanno mantenute intatta nei secoli la loro specificita architettonica e oggi costituiscono\npiccoli gioielli di storia e cultura. Nelle pagine che seguono troverete 21 itinerari da percorrere in sella alla mountain bike, corredati da cartine topografiche\ncon evidenziati i tracciatie da comode schede, una per ogni sentiero descritto. Sono oltre 600 chilometri di distanza complessiva per un dislivello di 19.000\nmetri, una combinazione di escursionismo, storia e cultura, di sicuro successo tra gli sportivi.\nThisisaterritorywhichboastsofabreathtakingnatural environmentcapableofimpartingunforgettableemotions,situatedintheheartofLombardy,a\ngreenoasisveryclosetoMilan.WearereferringtoavastareainLeccoandComoprovinceswhichall togetherwithitslake,mountainandhillcancratea\nwelcomingnatural environmentforall thosewillingtovisit it,respect andloveit.The aimof thisguideistosharetheseemotionswithpeoplebysuggesting\ndifferentitinerariesfollowingthenature'sfootstepsleading tomagicalplacesandhelping themdiscoverthebeauty,rhythm andsecretsof anuntouched\ning meadows.Some of these suggestive routes travel along the same paths and mule tracks oncewalked by shepherds, farmers and woodsmen con-\nnectingsmallruralcommunitieswithantiqueandremotetraditions.Othersinsteadleadtotinyhamlets,monasteriesandvillaswhichhavepreservedtheir\nparticulararchitectureintactthroughoutthecenturiesbeingnowadaysconsideredsmallculturalandhistoricaljewels.Onthenextpagespeoplecanfind\ntwenty one cycling itineraries to be enjoyed on a mountain bike, all containing topographic maps with marked trails and handy tables for each of the routes\ndescribed.Morethan 600kilometresoverallfora slopeof19.0o0metres;a successful combinationof history,culture and travel amongsportsmen.\nAssessorealTurismoealloSport\nAssessorealTurismo\nProvinciadiComo\nProvinciadiLecco\nAchilleMojoli\nFabio Dadati",
    "Page_6": "INDICE\n03\n In mountain bike Guida ai Percorsi / On a mountain bike, Guide to the routes\n04\nLocalita'/ Places\n05\n电\n Presentazione / Presentation\n06\nIndice / Index\n07\nLegenda / Key\n08\n电\nNote dell'autore / Author's notes\n09\n电\nAttrezzatura/Equipment\n10\nAppunti di tecnica / Technical notes\n12\n电\nBrevedescrizioneitinerari/Abriefdescriptionof theItineraries\n16\nA - Carenno - Pertus - Valcava\n20\n电\n B - Ballabio - Forcella di Olino - Artavaggio - Maggio - Ballabio\n24\n C - Crandola - Pian delle Betulle - Val Biandino - Introbio \n28\n电\n D - Tour del monte Legnoncino / Tour of mount Legnoncino \n32\n电\n E - Ciclabile della Valsassina /Valsassina cycle route\n34\n电\n F - Tour del San Genesio / Tour of San Genesio\n38\n电\nG - Tour del Parco della Valletta / Tour of the Valletta Park\n42\n H - Lungo Adda - Parco Adda Nord / Along the Adda - North Adda Park\n46\n I- Parco del Curone / Curone Park\n50\nL - Ballabio - Piani dei Resinelli- Traversata bassa / Low crossing\n54\nM - Tour delle alture di Lecco\n58\n N - Como - Bellagio - dorsale del Triangolo Lariano / Lario Triangle ridge \n62\n电\n 0 - Canzo - Monte San Primo\n66\n P - Lago del Segrino - Cornizzolo - Lago del Segrino\n70\n电\n Q - Albavilla - Palanzone \n74\n电\n R - Tour del Parco Pineta\n78\n S - Tour Spina Verde\n82\n电\n T - Cernobbio - Monte Bisbino\n86\n电\n U - Argegno - Tremezzo - Argegno\n90\n V - Corrido - Passo San Lucio - Corrido\n94\n电\n Z - Garzeno - Passo San Jorio - Garzeno\n98\nCodice di Comportamento / Code of Conduct\n100\nNumeri Utili/ Useful Numbers",
    "Page_7": "8\nLegenda / Key\nPercorso facile\nEasyitinerary\nPercorso medio\nMedium itinerary\nPercorso impegnativo\nHard itinerary\nDirezione del percorso\nItinerary direction\nPunto di Partenza\nStarting point\nParcheggio\nP\nParking\nRifugio Ristoro\nHalpine HutRestaurant\nAcquapotabile\nDrinkableWater\nPunto panoramico\n?\nPanoramic point\nPuntod'intersse\nInteresting point\nFunivia\nCableway",
    "Page_8": "Il teritorio della Provincia di Como e di Lecco ha incantato nel\nOver the centuries, the beauties of the Provinces of Como and Lecco\ncorso dei secoli con la sua bellezza pittori, come Leonardo da\nhave always enchanted visitors. These have included painters, such as\nVinci, scrittori, Come Stendhal o Alessandro Manzoni, filosofi e\nLeonardo da Vinci, and authors, such as Stendhal and Alessandro Man-\nscienziati, grazie a un ambiente naturale fatto di montagne straor-\nzoni, as well as philosophers and scientists, who have allbeen attracted to\ndinarie che si specchiano in un lago affascinante. Oggi richiama\nits extraordinary scenery and mountains, reflected in its mesmerising lake.\nvisitatori da tutto il mondo attirati da borghi come Bellagio, dalle\nToday, visitors from around the world flock to the area tovisit towns such\ncelebri ville e dai loro incomparabili giardini fioriti, dalle colline che\nas Bellagio, with its celebrated villas and incomparable flower gardens, as\noffrono vino e olio...\nwell as its hilly landscapes, where wines and oils are produced...\nOggi possiamo, attraverso i percorsi tracciati in questa guida, ritro-\n Today, we can rediscover this breathtaking scenery by travelling the\nroutes described in this guide, gently pedalling through woods, hills,\ntranquillamente attraverso boschi, colline, alzaie, attraversando di\nand towpaths, crossing valley floors in a single breath, struggling up to\nslancio i fondovalle, inerpicandoci con un po' di fatica sulle cime,\nthe mountaintops, and placidly touring its ridges along beautiful valleys\npercorrendo placidamente le dorsali su valli bellissime tutte da\nsurounded by the lake, plains and hills in a progression of unforgettably\n scoprire tra lago, pianura e monti, in un rincorrersi di paesaggi\n unique landscapes and settings.\nsempre nuovi e inimitabili.\n You won't need much to enjoy these routes, it's easy. They are just a car\n Per farlo basta poco, perché i percorsi sono a portata di auto 0\n... or bicycle ride... away. Trains, ferries and cableways also give you the \ndi... pedale. Treni, traghetti e funivie consentono poi di creare\ntragitti su misura e inediti. Le vostre gambe faranno il resto.\nrest.\nAndreaMauri\nAndreaMauri\nNote dell'autore/ Author's notes",
    "Page_9": "Attrezzatura consigliata\nEquipement\nAttrezzatura per riparare le forature,\nAcqua nella vostraborraccia,\nNon scordatevi mai\nGiacca impermeabile antivento\nLuci posteriori e anteriori\ncamera d'aria di scorta\nintegratori salini e energetici\ndi indossare il casco\nWaterproof and windproof jacket\nFront andbacklights\ne utensili per piccoli inconvenienti\nFill upyourwater/bottle,and\nAlwayswearyourhelmet\nEquipmenttorepairflattiresextratube,\nbring energy and saline supple-\nandtoolstocountersmallsetbacks\nments",
    "Page_10": "per chi pratica questo sport da molto tempo ma, che possono aiutare i meno esperti ad effettuare, in tutta sicurezza e divertendosi, i percorsi descritti\nin questaguida.\nGli elementi principali che distinguono un biker esperto da un neofita sono I'uso accorto dei freni, la scelta della traiettoria, gli spostamenti del corpo\ne l'utilizzocorrettodelcambio.\nI FRENl L'uso corretto dei freni non e scontato; inparticolar modo in caso di discese con forti pendenze e utile combinare I'uso del freno anteriore\ne controllo.Adottando normalmente questometododi frenata si effet-\nAppunti di tecnica\ntuanole cosiddette curve in conduzione, solo in alcuni casi particolari\nsi ricorre al blocco della ruota posteriore per effettuare le curve in dera-\npata. ll giusto dosaggio della frenata su terreni caratterizzati da cambi di\ndella frenata e supportato dal freno anteriore dove, sulle bici da freeride e quelle da downhill in modo particolare, sono montati freni a disco di di-\nmensioni maggiori rispetto a quelli posteriorl.\nLA TRAlETTORIA La giusta scelta della traiettoria varia in funzione di alcuni fondamentali elementi come la capacita tecnica, la preparazione fisica, le\nsicura e scorrevole: cio significa evitare di affrontare salti ed altri ostacoli, naturali e non, che possono causare cadute. In salita la giusta traiettoria é\nfermata; al contrario, una posizione troppo avanzata scarica completamente la ruota posteriore, che perde grip e la ruota gira a vuoto.Per avere la\nanteriore;avendoorail baricentrospostatoinavanti,sievitaallaruotaanterioredialzarsi.Diversoinveceeil problema indiscesa:infatti inquesto\ncasolospostamentoindietrodelpesoevitailribaltamento;inalcunicasieaddiritturanecessarioabbassarelasellaeportarelostomacosopradi\nbike.\nfluida, distribuendo le proprie forze lungo tutto il percorso. Un uso troppo agile del rapporto fa sicuramente pedalare veloci, ma affatica i polmoni e\neunbuonlavoroaerobico.",
    "Page_11": "A list of useful information on how to best prepare for a MTB excursion is found below. None of it is mandatory; all are just suggestions which might\neven perhaps sound a bit oversimplified for those who have been practicing this sport for a long time. They can however help the less experienced\nandtheirpracticedgearshifts.\nThe BRAKES. Using your breaks correctly is not that simple. It's important to combine front and back brake use when facing steep slopes without\nlockingthewheelsinordertomaintainadherenceandcontrol.Youcanperform\nTechnical notes\nyourbackbrakeinstead,althoughthislasttechniqueshouldonlybeusedunder\nspecific circumstances. A correct use of the brakes on the slopes allows you to\nclimbsmallbumpswithoutpedalling,justbyexploitingthespeedyouhavegath-\nered.Normally,thefrontbrakeisplacedunderthegreateststresswhenbraking.Thefrontwheelsonfreeridesanddownhillbikesinparticularare\nfittedwithlargerdiscbrakescomparedtotheirbackwheels.\nThe TRAJECTORY. The right choice of trajectory varies based on a number of elements such as your technical skills, fitness, ground conditions (wet/\ndry),andlastly,thetypeofmountainbikeyouride.Werecommendthatthelessproficientfollowasafe,smoothtrajectory.Thismeansavoidingjumps\nandotherobstacles-bothnaturalandmanmade-whichcouldleadtofalls.Whenclimbinguphill,choosingtherighttrajectoryisveryimportant.This\nBODY BALANCE. Bikers employ many different body movements tokeep their balance, most of which are little noticed by theuninitiated. If you\nbalanceyourbodyweighttoofarbackwhenfacingasteepclimb,thefrontwheeltendstorisefromthegroundandstopthebike.Ontheotherhand\nif the rider leans too far forward, it is the back whee/ which comes off the ground, loosing grip and spinning without touching the ground. Therefore,\ntoachieveacorrectposition,ridersmustmovetheirweighttowardsthefrontoftheseat,dividingituniformlybetweenthefrontandbackwheels.\nYou can avoid having your front wheel lifted off the ground by moving your centre of gravity slightly forward. Bikers face a different problem when\ntravelling downhill. In fact, the only way to avoid turning over is to move your weight towards the back. In some cases riders will even have to lower\ntheir seats and then lower their stomachs over them to avoid flipping over. Body movements allow bikers to maintain equilibrium, stability, and flow\non their mountain bikes when entering a turn.\nGEARS.Acorrectuseofgearsallowsbikerstoobtaingreaterefficiencywiththeirbikes,andthereforeachieve“round\",smoothpedalling,dosing\ntheirstrengththroughouttheentirelengthoftheroute.Employingahighgearratiowillindubitablyhelpyoupedalfaster,butittiresthelungsand\nheartmusclesforcingthemintooverdrive”.If,insteadyourgearratioistoolow,theheartandlungsworknormallybutthelegsbecomeoverused\nand are quickly\"tired out\". This is whyfinding the rightbalancebetween legwork and aerobic exercise is so important.",
    "Page_12": "Breve descrizione itinerari\nItinerario A : Carenno - Pertus - Valcava - Itinerario che permette di raggiungere la costiera della Valcava, riconoscibile in lontananza dalla presenza di numerosi ponti radio; dopo una salita\ndata la sua conformazione, puo essere interrotto in vari punti, cosi da adattarsi puntualmente ai differenti livelli di allenamento.\nItinerario C : Crandola - Pian delle Betulle - Val Biandino - Introbio - Itinerario molto bello che percorre la parte centrale della Valsassina, attraversando piu valli e offrendo panorami unici\ned originalisu tutto il territorio.\nItinerario D : Tour del Monte Legnoncino - L'itinerario percorre la Valvarrone, una delle piu aspre e suggestive valli che si affacciano sulla sponda orientale del Lario, dominata dal Monte\nLegnone, la cima piu elevata della provincia di Lecco. Grazie alla presenza di risorse metallurgiche e stata abitata dall'uomo fin dai tempi piu antichi.\nItinerario E : Ciclabile della Valsassina - E' un itinerario che consente di pedalare in completa tranquillita, ideale per tutta la famiglia, su un percorso appositamente realizzato e sicuro che\nItinerario F : Tour del San Genesio - Itinerario che risale le pendici delle colline della Brianza che anticipano le ben piu alte Prealpi, ma che mette alla prova anche il biker piu allenato.\nItinerario G : Tour del Parco della Valletta - Itinerario che attraversa le zone agricole della provincia di Lecco a ridosso del confine con la provincia di Milano. Non richiede particolare pre-\n parazione fisica e capacita tecniche, offrendo comunque splendidi scorci sulle montagne lecchesi.\nItinerario H : Lungo Adda - Parco Adda Nord - Itinerario senza passaggi tecnici, che non richiede particolare preparazione fisica, risulta comunque molto piacevole poiche si sviluppa lungo\nzole.\nItinerario I: Parco del Curone - Percorso ad anello, con una serie di saliscendi, estremamente interessante dal punto di vista dell'ambiente perche atraversa campi e vitigni, fattorie, cascine\ne fornaci che restituiscono gli antichi mestieri e sapori della Brianza contadina.\nItinerario L : Ballabio - Piani Resinelli- Traversata bassa - Itinerario molto bello e di soddisfazione, che atraversa il gruppo delle Grigne su percorsi di media montagna, con una varieta di\nItinerario M: Tour delle alturedi Lecco- Percorsi con partenza e ritomo aeco, sullemontagne circostanti, per scoprire ineditiscorcisul lago e sulle vette, adatti da percorrere alla sera,\ndopo il lavoro, o come allenamento, facilmente modulabilin lunghezza.\nItinerario N: Como -Bellagio per la dorsale del Triangolo Lariano -L'itinerario si sviluppa lungo tutta la dorsale che divide i due rami del Lario, attraversa boschi difaggie prati, regalando\nviste mozzafiato sulle province di Lecco e Como, terminando con una divertente discesa fino a Bellagio, meta turistica di livello internazionale.",
    "Page_13": "Itinerario O : Canzo - Monte San Primo - Assolutamente comparabile per bellezza ad altre localita piu famose del Lario,il percorso raggiunge la cima del Monte San Primo, il piu alto del\nTriangolo Lariano e permette di dominare tutto il Lario e le Grigne verso Est. E' di grande soddisfazione ciclistica.\nripagaredell'impegnorichiestodallasalita.\nItinerario Q : Albavilla - Palanzone - La salita al Monte Pallanzone completa la conoscenza del territorio del Triangolo Lariano, abbianata ai percorsi M, N e P della guida, a Sud al cospetto\ndellaBrianzaedeisuoilaghi.\nla lunghezza del tracciato secondo le proprie esigenze.\nItinerario S : Tour Spina Verde - Facile itinerario alle porte di Como che permette sia di allenarsi per percorsi piu impegnativi, che conoscere il Parco e “scoprire” la linea Cadorna\nItinerario T : Cernobbio - Monte Bisbino - Bell'itineraio sul confine Italo Svizzero che si sviluppa in quota e permette di conoscere valli e “vallette” ben pedalabili al cospetto del lago.\nI'incredibile e unico panorama sul lago e sulle montagne. La discesa proposta e sicuramente alternativa alle classiche, poco fuoristradistiche che si possono compiere. Non adatta a tutti e in\nparticolare a chi soffre di vertigini.Mamai pericolosoo inopportuno.\nItinerarioV: Corrido - PassoSan Lucio - Corrido - Percorso che porta al confine italo-svizzero e permette di conoscere la Val di Rezzo e la Val Cavargna, passando dal fondovalle agli alpeggi\ndi quotacon una vistaspettacolaresu Alpi ePrealpi Orobiche.\nItinerario Z : Garzeno - Passo San Jorio - Garzeno - Tragitto impegnativo per la lunghezza e lo sviluppo che nella prima parte, su asfalto e sterrato, offre un'incomparabile visione del Lago di\nComo e del Monte Legnone, per poi percorrere la Valle San Jorio fino al passo omonimo, sul confine italo-svizzero, in un ambiente montano di rara bellezza.",
    "Page_14": "A brief description of the itineraries\nTrailA:Carenno-Pertus-Valcava-Thistrail takesriderstothecoastofValcava,easilyrecognisableinthedistancebecauseofitsmanyradiolinks.Afteranuphillcycle,awhiteroadwill\ntake bikers downhill and back to their starting point in just a few minutes.\nTrailB:BallabioForcelladiOlinoArtavaggio-MaggioBallabioAvery tiring trail fromaphysical point of view,butnotparticularly difficult intermsof skills.ecause of thewayit is\ndesigned,severalstopscanbemadealongtherouteinordertobestsuitdifferentfitnesslevels\nriderspeerlessviewsoftheterritory.\nTrail D:TourofMountLegnoncino-Thetrail travelsthroughValvarrone-oneof themostruggedlysuggestivevalleysof thearea,overlooking thewesternbankof theLario anddominated\nbytheMonteLegnone,thehighestpeakintheprovinceofLecco.Thisvalleyhasbeeninhabitedbymansincethedawnoftimebecauseof itsrichmineralresources.\nTrail:alsassinaCyclerouthistrailisidealfortheentireamilyblisfulcyclenasafepeciallydesignedrouteitallowstravellerstoadmirethemountainsfValssassinaanddiscov\nsomeofthemostbeautifulandwell-hiddencornersofthePiovernaRiver.\nTrailF:TourofSanGenesio-A trail climbingupthesidesof theBrianzahills-whichmirrorthe,muchtaller,Alpinefoothillsandputseventhemostseasonedbikertothetest.\nTrailG:TouroftheVallettaPark-AtrailacrosstheruralcountrysideoftheprovinceofLeccoontheborderwiththeprovinceofMilan.Thisroutedoesnotrequireparticularphysicalfitness\norskills,butallthesameoffersridersbreathtakingviewsfromtheLeccomountainsides.\nTrail H:Along theAdda-NorthAddaParkA trail devoidof technicalpassages and which doesnot requireparticular physicalfitness.lt isnonetheless highly enjoyable,asit accompanies\nbikers down the right bank of theAdda.Various different species of waterbirds,beautiful views of theResegone and Grigne on one side and the green Brianza hills on the other canbe allbe\nadmiredallalongtheroute.\nTraill:CuroneParkAcircularroutewithaseriesofuphillanddownhillclimbs,thistrailisparticularlyinterestingfromanenvironmentalpointofviewsinceitcrossesfieldsandvines,farms,\nTrail L:Ballabio-PianiResinelli-Low crossing-A beautiful andhighly enjoyable trail crossing theGrigne onmediummountain trailsframedby the everchanging scenery typical of the\narea.This route can be travelled from late spring up until the first winter snows.\nTrailM:Tourhillside aroundLecco-ThisstrikingitinerarystartsandendsinLecco.lt takesbikersonatourof itsnearbymountainstosavourarrestingviewsof thelakeandpeaks.The\nitinerary is suitable and canbe enjoyed in the evening,afterwork,oras training, since it can be easily adjusted in terms of length.\nTrailN:Como-BellagiothroughtheLarioTriangleridge-ThistrailrunsalongtheridgedividingthetwobranchesoftheLario,cuttingthroughbeech-woodforestsandfields,giftingtravel-\nlerswithbreathtakingviewsoftheprovincesofLeccoandComo.ItendswithanenjoyabledownhillridedowntoBellagio,aworldrenownedtouristdestination",
    "Page_15": "TrailO:CanzoMonteSanPrimoIncomparableintermsofbeautytoothermorefamous,locationsintheLario,theroutetakestravellerstothetopoftheMonteSanPrimo,thehighest\nmountainintheLarioTriangle,whichdominatesallof theLarioandGrignetowardstheeast.Thisisahighlyenjoyablerideforbikers.\nmadeduringtheuphillclimb.\ntoBrianzaanditslakes\nTrail R:TourParcoPineta-This easy itinerary unfurls along a dirt road of excellent quality.lt canbe enjoyed by thewhole family and gives everyone the chance to catcha glimpse of a number\nof horsebreedingfarms.Thelengthof theitinerary canalsobechangedtosuit individual needs.\nTrailS:TourSpinaVerde-AneasyitineraryrightoutsidethegatesofComo,perfectbothastrainingformorechallengingroutesandasameansvisit theParkand“explore”theCadornaline.\nTrailT:Cernobbio-MonteBisbino-Astrikingitinerary,highupontheItalian-Swissborderthatallowscycliststoexplorethevalleysnearthelakeontheirbikes\nPincredibileeunicopanoramasullagoesullemontagne.Ladiscesapropostaesicuramentealtermativa alleclassiche,pocofuoristradistichechesi possonocompiere.Non adattaa tuttiein\nparticolareachisoffredivertigini.Mamaipericolosooinopportuno\nthe bottom of the valleys toreachApine summerpastures at high altitudes,withspectacularviewsof theAlps andBergamoAlps.\nTrailZ:Garzeno-PassoSanJorio-Garzeno-Thisitineraryisdescribedaschallengingbothbecauseof itslengthandbecauseof thefeaturesspecifictoitsfirstleg.lt takesplace along\nboth a paved road and a dirt road,and offers bikers an unsurpassed viewof LakeComo and MonteLegnone before travelling throughValleSanJorio to the eponymouspass on the Italian-Swiss\nbordersurroundedbyabreathtakingmountainlandscape.",
    "Page_16": "Carenno - Pertus - Valcava\nLuogo di partenza: Carenno\nLunghezza: km 17\nDislivello: m 745\nTempo di percorrenza: 2 ore\n?\n Quota max raggiunta: m 1.358\nBOCCIO\nFORCELLA ALTA\nGrado di difficolta: medio\nStartingpoint:Carenno\nCARENNO\nLength: Km 17\nSlope:m745\nTravel time: 2hours\nHighest altitude: m 1.358\nDifficulty level:medium\n COLLE DI SOGNO\n1.400\n1.200\n1.100\n000",
    "Page_17": "Carenno - Pertus - Valcava\nItinerario che permette di raggiungere la co-\n stiera della Valcava, riconoscibile in lonta-\nnanza dalla presenza di numerosi ponti radio;\ndopo una salita pedalabile si affronta la disce-\nsa su strada bianca che riporta in poco tempo\nalla partenza.\nPunto di partenza é il campo sportivo di Ca-\nrenno (m 650), dove si imbocca la strada\nasfaltata che porta alla frazione di Boccio (m\n850). Oltrepassate le case, la strada diviene\nsterrata ed é bloccata al transito motorizzato\nda una sbarra. La salita prosegue in mezzo ad\nun bosco di castagni. Poco dopo aver oltre-\npassato le ultime case di Boccio, si incontra\nuna deviazione sulla destra che va ignorata\nper proseguire diritto. Raggiunta la cascina\ndi Monte Besso (m 1.055), si prosegue verso\n I'alto, superando una ripida rampa cementata\nal termine della quale la salita concede, per\npochi metri, un po' di respiro. Quest'ultimo\ntratto é caratterizzato da strappi corti ma ri-\npidi, che mettono alla prova la resistenza del\nbiker. Giunti qualche metro sotto il Convento\ndel Pertus (m 1.183), si ignora la deviazione\nper il Passo omonimo, per percorrere gli ul-\ntimi due tornanti che permettono di vedere,\n sulla sinistra, I'ex-Convento. Il percorso pro-\nsegue sulla strada principale, passando sotto\nil Ristoro del Pertusino (m 1.183) e raggiun-\ngendo, dopo qualche centinaio di metri, la \nvia che sale in Valcava. A questo punto solo",
    "Page_18": "pochi tornanti ci separano dal GPM (Gran\nThis trail takes travellers up to the coast of\n Premio della Montagna) di questo itinerario.\nValcava, easily recognisable in the distance\nGiunti alla Forcella Alta (m 1.358), valico che\nbecauseof itsmanyradiolinks.After an uphill\ndivide la provincia di Lecco da quella di Ber-\ncycle, a white road will take you back downhill\ngamo, uno spiazzo invita alla sosta per pre-\nto your starting point in just a few minutes.\npararsi alla discesa e ammirare il panorama\nsulle Prealpi. Rimontati in sella alla nostra due\nIt begins at the Carenno sports centre (650\nruote iniziamo soddisfatti la discesa che, ini-\nm), where the paved road will take you down\nzialmente, ricalca il percorso di salita, per poi\nto Boccio (850). Once past the houses, the\nimboccare il sentiero che porta verso I'abita-\nroad becomes unpaved and barred to mo-\nto di Colle di Sogno, in corrispondenza del\ntor traffic. The uphill climb continues inside a\ntornante successivo al punto di immissione\nchestnut wood.After riding past thelast few\ndella strada per la Valcava. Questo tratto di\nhouses of Boccio, you will see a right hand\n sentiero, non pedalabile nella sua totalita, in\nturn. lgnore it, and keep going straight. Keep\npochi minuti permette di raggiungere I'abitato\nclimbing past the Monte Besso farmhouse\ndi Colle di Sogno (m 950). Dopo aver attraver-\n(1,050 m). Once you pass the steep cement\nsato i caratteristici vicoli, prendere la strada\nramp, you will be able to take a breather for\nasfaltata che in discesa porta verso il comune\na few minutes. This last part of the route is\ndi Sogno. Prima di raggiungere il paese, subi-\nmarked by short, but very steep climbs, which\nto dopo una curva verso sinistra, imboccare\nwill test your resistance as a biker. Once be-\nsulla destra la strada cementata in discesa\nlow the Convent of Pertus (1,183 m), ignore\nper Incasone (m 831). Qui si alternano tratti\nthe turn for thePass with the same name,and\ncon pendenze piu ripide ad altri meno im-\nkeep going around the last two turns, which\npegnativi. Dopo aver percorso circa 1 km, si\nwill give you a view of the former Convent on\n raggiunge un colle oltre il quale si apre la Valle\nyour left. The trail continues along the main\ndi Carenno, dove il percorso si divide. Seguire\nroad,passing under the Ristoro del Pertuisino\nla strada di destra che, dopo qualche cambio\n(1,183 m) and reaching - aftera few hundred\ndi pendenza, ci porta nel fondovalle, a 200 m\nmetres - the road climbing up to Valcava.\ndi distanza dal parcheggio di partenza.\nAt this point you are only a few turns away\nfrom this trail's MGP (Mountain Grand Prix).\nOn reaching the Forcella Alta (1,358) - the\npass dividing the province of Lecco from the\nprovince of Bergamo - you will find a clearing\nwhere you can rest, admire the view of the Al-\npinefoothills,andprepareyourselffortheride\ndown. Back in the saddle of your bike, an en-\njoyabledownhillrideinitiallydoublingbackon\nthe route you travelled coming uphill before\nturning onto the path, will take you to Colle di",
    "Page_19": "Sogno - near the bend of the road following\nthebeginning of the road toValcava.\nThis part of the trail, which cannot be trav-\nelled in its entirety by bike, will take you to\nColle di Sogno (950 m) in just a few min-\nutes. After crossing its characteristic alleys,\ntake thepaved road downhill in the direction\nof Sogno. Turn right onto the paved road to\nIcasone (831 m), which you will find on your\nright after the left-hand turn before the village.\nThis part of the trail is marked by a series of\nsteeper and gentler slopes.After travelling for\napproximately 1 km you will find yourself on\nthe hill in front of the opening for the Valle di\nCarenno, where the trail forks. Take the right\nhand path, which after a series of ups and\ndowns, will take you to the floor of the valley,\njust 200 m away from the parking lot of your\nstartingpoint.",
    "Page_20": "B\nBallabio - Forcella di Olino - Artavaggio - Maggio - Ballabio\nLuogodipartenza:Ballabio\nLunghezza: km 54\nARTAVAGGIO\n Dislivello: m 1.317\nTempo di percorrenza: 4 ore e 30 minuti\nMOGGIO\nMAGGIO\nQuota max raggiunta: m 1.875\nGrado di difficolta: impegnativo\nCOLLE DI\nBALISIO\nStartingpoint:Ballabio\nLength:Km 54\nSlope: m 1.317\nTraveltime:2hoursandhalf\nHighest altitude: m 1.875\nDifficultylevel:hard\nP\n+\nCULMINE DI\nSAN PIETRO\n1050\nBALLABIO\n1650\nFORCELLA\n DI OLINO \n1450\n350\nMORTERONE",
    "Page_21": "Ballabio - Forcella di Olino - Artavaggio - Maggio - Ballabio\nB\nItinerario particolarmente  impegnativo dal\npunto di vista fisico ma senza particolari diffi-\ncolta tecniche. Il percorso, data la sua confor-\nmazione, puo essere interrotto in vari punti,\ncosi da adattarsi puntualmente ai differenti\nlivelli di allenamento.\nL'itinerario inizia nel parcheggio del cimitero di\nBallabio (m 640). Imboccare la strada che con\nuna serie di tornanti sale verso il comune di\nMorterone: in questo primo tratto é asfaltata\ne risale i versanti del Monte Due Mani. Sul lato\nopposto della Val Boazzo si possono ammira-\nre gli impervi pendii del Resegone. Raggiunta\nla Forcella di Olino (m 1.117), oltrepassare la\ngalleria e prendere la strada sterrata sulla si-\nnistra (chiusa da una sbarra) che, con alcuni\nsaliscendi, permette di raggiungere la Culmi-\nne di San Pietro (m 1.254). Si scende quindi\nper 1 km circa su strada asfaltata in direzione\nValsassina; dopo 1,5 km circa, sulla destra,\ninizia una strada sterrata chiusa al traffico vei-\ncolare non autorizzato. Questo tratto di per-\ncorso risale le boscose pendici dello Zuc di\nMaesimo e, percorrendo 9 km circa, porta ai\nPiani di Artavaggio (m 1.610). Qui é possibi-\nle interrompere la salita per fermarsi al rifugio\n Sassi Castelli, oppure proseguire per un altro\npaio di chilometri fino ad arrivare ai Rifugi Au-\nrora, Nicola, Cazzaniga-Merlini (m 1.875).\nRipercorrere in discesa la strada appena bat-\ntuta e, una volta raggiunta la strada asfaltata,",
    "Page_22": "risalire fino alla Culmine di San Pietro\n ne di Ballabio, punto di partenza.\nA rather tiring trail from a physical point of\nQui svoltare a destra e ripercorrere la ster-\nview, but not particularly difficult in terms of\nrata proveniente dalla Forcella di Olino, per\nPercorsi alternativi\nskills. Because of the way it is designed, sev-\nprendere, dopo un centinaio di metri, la vec-\nQuesto percorso e soggetto a numerose\neral stops can be made along the route in or-\nchia strada sulla destra. Raggiunto il paese\nvarianti,t\n tra le piu significative indichiamo\ndertobestsuitdifferentfitnesslevels.\ndi Maggio, la strada torna ad essere asfalta-\nla possibilita per le famiglie di raggiungere\nta. Proseguire in discesa fino a raggiungere il\nla Culmine di San Pietro con I'auto, per poi\nThe trail starts in the Ballabio cemetery (640\nColle di Balisio dove si svolta a sinistra per-\nimboccarela strada agro-silvo-pastorale che\nm) parking lot. Take the road which will take\ncorrendo la SP 62 della Valsassina, in direzio- \nporta in localita Ca Musc'ada.\nyou toMorteronevia aseriesofhairpinbends.\nThisfirstpartoftheroad ispaved and will lead\nyou up the side of the Monte Due Mani. On\nthe side opposite to Val Boazzo you will be\nable to admire the rugged slopes of the Re-\nsegone. On reaching Forcella di Olino (1,117\nm),ridepast the gallery and take the unpaved\nroad on the left (barred) which, aftera few ups\nand downs, will lead you to the Culmine di San \nPietro (1,254 m). Ride downhill for approxi-\nmately 1 km on the paved road in the direc-\ntion of Valsassina. After approximately 1.5 km,\nyou will find anunpaved road which blocked\noff to traffic. This part of the trail climbs up the\nwooded slopes of the Zuc di Maesimo.After\ntravelling approximately 9 km, you will arrive\nat the Piani di Artavaggio (1,610 m). You can,\nat this point, take a break from your climb and\nstop at the Sassi Castelli refuge, or else keep\ngoingforacouplemorekilometresandreach\nthe Aurora, Nicola, Cazzaniga-Merlini Alpine\nrefuges (1,875 m).\nRide back downhill on the same path, and,\nonce you reach the paved road, climb up to\nthe Culmine di San Pietro. Turn right on the\nunpaved road fromForcelladi Olino and- af-\nter about a hundred meters-take theold road\non the right. The road will once more become\npaved when you reach the village of Maggio.\nContinue travelling downhill until you reach\nColle diBasilio.Turnleftand take theValsas-",
    "Page_23": "sina SS 62 (state road) towards your starting\npointofBallabio.\nAlternativeroutes\nThis trail has numerous variations. One of the\nmost popular amongfamilies is to travel to the\nCulmine di San Pietro by car, and then take\nthe rural road to Ca Musc'ada.\nMusc'odo\n0.30\nCulmine S Pietro\n120\nDOL\nPioni d'Artovoggio\n4.00\nForcello diOlino\n1.10\nForbesette\n1.10\nCulmine di Polio\n1.30",
    "Page_24": "C\nCrandola - Pian delle Betulle - Val Biandino - Introbio\nMARGNO\n PIAN DELLE BETULLE\nLuogodipartenza:Crandola\nLunghezza: km 31\nDislivello: m 1.268\nTempodi percorrenza: 4 ore e30 minuti\nCRANDOLA\nQuota max raggiunta: m 1.970\nBIANDINO\n Grado di difficolta: impegnativo\nP\nStartingpoint:Crandola\nLength: km 31\nSlope: m 1.268\nTraveltime:4hours andhalf\nighest altitude: m 1.970\nDifficulty level:hard\nINTROBIO",
    "Page_25": "C\nCrandola - Pian delle Betulle - Val Biandino - Introbio\nItinerario molto bello che percorre la parte\ncentrale della Valsassina, attraversando piu\nvalli e offrendo panorami unici ed originali su\ntutto il territorio.\nLa nostra proposta per percorrere questo\nitinerario parte da Crandola (m 780) dove si\ninizia subito in salita imboccando la via ai\nMaggenghi. La strada e inizialmente asfaltata \ne poi sterrata fino al Pian delle Betulle, con\nle pendenze che si fanno sempre piu impe-\ngnative. Al primo bivio si prosegue sul per-\ncorso a sinistra, ignorando la deviazione per\n I'Alpe Besso; successivamente si ignora una\nseconda deviazione sulla sinistra che porta\nalla stalla Piazza. L'impegnativa salita conti-\nnua e attraversa I'Alpe Grasso (m 1.341) per\ngiungere infine al Pian delle Betulle (m 1.485).\n Per i bikers meno allenati é possibile ridurre\nquesto primo tratto di salita usufruendo della\nfunivia che dal paese di Margno conduce al\n Pian delle Betulle, oppure salendo in auto fino\nall'Alpe Paglio (m 1.368) e prendendo la stra-\nda carrozzabile che porta in pochi minuti al\n Pian delle Betulle. Ora si abbandonano i piani\n percorrendo per un breve tratto le piste da sci\nfonte d'acqua pochi metri prima.\nspingere la bici fino a raggiungere la Bocchet-\na ridosso delle ultime case, prendendo sulla\nIl tracciato, sempre bello ed emozionante, ora\nta di Agoredo (m 1.825). Da qui, e necessario\ndestra il sentiero in leggera salita che si inol-\nscende di quota per qualche decina di metri;:\n seguire le indicazioni per Santa Rita, sempre\ntra nel bosco. Si attraversa I'abitato dell'Al-\nuna volta raggiunta la Bocchetta d'Olino (m in salita per 200 m circa, per poi scendere fino \npe Ortighera (m 1.512), si aggira la vetta del\n1.639) ricomincia a salire, sempre ben peda- alla localita Laghitt.\nCimone di Margno e si raggiunge, sempre in \nlabile, fino a raggiungere una presa dell'acqua Il tratto che segue é abbastanza tecnico ed é\nsalita, la localita Larice Bruciato (m 1.708). Si (\nche coincide con la fine della strada. ll sentie-necessario moderare la velocita poiche il sen-\nsegnala un'area pic-nic e la presenza di una r\n ro che segue, data la sua ripidita, costringe a tiero corre in cresta e i pendi sottostanti sono",
    "Page_26": "alquanto ripidi. Superato il traliccio dell'alta\nA beautiful trail accompanying bikers through\n tensione, si giunge ad un bivio dove si segue\nthe central part of the Valsassina, it crosses a\nil cartello CAl sulla destra, in direzione localita\nnumber of valleys, and offers riders peerless\nBiandino. Si lascia quindi il sentiero di cresta\nviews of the territory.\nper prendere quello che, in diagonale, attra-\nversa i pendi fino ad arrivare nel fondovalle.\nOur suggestion for this trail starts at Crandola\nIl percorso e esposto ma dall'inclinazione non\n(780 m) with an abruptuphill climbon theroad\ntroppo accentuata, con alcuni passaggi dove\nleadingtoMaggenghi.Althoughtheroad is\nconsigliamo di prestare attenzione. Giunti sul-\ninitially paved, it soon becomes unpaved all\nla strada carrozzabile di fondovalle, si sale in\nthe way to Pian delle Betulle. It is also marked\npochi minuti al Rifugio Madonna della Neve,\nbyseries of increasingly difficultuphill climbs.\nmeta finale di questo percorso.\nTurn left at the first fork of the road, ignor-\nLa discesa percorre tutta la Val Biandino su\ning the turn towardstheAlpeBessoand ig-\nfondo spesso cementato, a tratti ripido (fare\nnoring the following turn onthe left towards\nattenzione al possibile transito di mezzi fuo-\n the Piazza stables. Continue climbing uphill\nristrada), fino a raggiungere I'abitato di Intro-\ncrossing the Alpe Grasso (1,341 m) until Pian\nbio. Da Introbio si percorre su asfalto la SP 62\ndelle Betulle (1,485 m). Less fit bikers can re-\ndella Valsassina, in direzione nord, per torna-\nduce this last part of the climb by either tak-\nre al punto di partenza: Crandola.\ning the cableway from Margno to Pian delle\nBetulle, or by travelling by car up to the Alpe\nPercorsi alternativi\nPaglio (1,368 m) and then taking the carriage\nL'alternativa proposta é solo downhill. Sali-\nroad to the Pian delle Betulle - which is just\n re in funivia da Margno al Pian delle Betulle:\na few minutes away. The trail now abandons\nscesi dalla funivia tenerela destra in direzione\nlevel ground to follow the ski runs behind the\nMargno, percorrendo un primo tratto in ce-\nlast few houses. It then turns right onto the\nmento con grate di drenaggio e poi su carroz-\nslightly uphill path entering the woods. Pass-\nzabile per entusiasmanti discese fino a Cran-\ning by the houses of Alpe Ortighera (1,512 m)\ndola, quindi su strada ordinaria al parcheggio\nthepath turns around the summit of Cimone\ndi Margno, punto di partenza del percorso.\ndiMargo and,stillclimbing uphill, takesyou\nto Larice Bruciato (1,708 m). You will find a\npicnic areahere.\nThisspectacularlybeautiful trailwillnowtake\nyoudownhillforacouplehundredmetres,\nbefore climbing up again at the Bocchetta\nd'Olino (1,639 m).\nThispath is easily travelled and will leadyou\nto a water spout at the end of the road. At\nthis point, given its steepness, the trail forces\nyou to push your bike up tothe Bocchetta di",
    "Page_27": "Agoredo(1,825m).Followthedirectionstoto the floor of thevalley\nSP 62 (provincial road) from Introbio to return\nSanta Rita from here, and continue climb- 1\n The route is exposed, but not too steep. How- \ntoCrandola.\ningfor about2o0mbefore riding downhill toever, we recommend you take care,especially\nAlternativeroutes\nLaghitt.\nduring some of the more difficult parts. Once\n The only alternative offered in this case is to\nThis next part of the trail is quite technical.\nyoureach theroad on thevalleyfloor thetrail\nItravel downhill. Take the cableway from Mar-\nMake sure you slow down as you travel along\nwill take you up to the Madonna della Neve Al-\n gno to Pian delle Betulle. Turn right towards\nridgebecause theslopesbeneathit arequite\npine refuge, which is the end point of the jour- \nMargno from the cableway,and travel down\nsteep. You will find a fork in the road after \nney.Thedownhill partof thetrail runs throughi\nthepaved road with the grated drainage ditch.\npassing a pylon.Take the road on theleft\nthe entire Biandino Valley. Often paved and Keep going all the way down for an exhilarat-\nmarked by the CAl road sign in the direction of \nsometimes rather steep (keep an eye out for ing downhill ride to Crandola. At this point\nBiandino. The trail now leaves the ridge and,\n off-road vehicle traffic), this path will take you take the ordinary road back to your starting\ncutting diagonallydown the slopes, takesyout\ntoIntrobio.TakethenorthboundValsassinapoint at theMargnoparking lot.",
    "Page_28": "D\n Tour del monte Legnoncino\nTour of mount Legnoncino\nCOLICO\nLuogo di partenza: Dervio\nLunghezza: km 39,50\nDislivello: m 1.720\nTempo di percorrenza: 5 ore circa\nQuota max raggiunta: m 1761\nGrado di difficolta: impegnativo\nStartingpoint:Dervio\nLength: km 39.50\nSlope: m 1.720\nTravel time: approximately 5 hours\nHighest altitude: m 1761\nDifficulty level: hard\n?\nPI\nPY\nROCCOLI DEI LORLA\nPI\n?\nMONTE\nLEGNONCINO\nVESTRENO\nDERVIO\n美山",
    "Page_29": "Tour del monte Legnoncino\nTour ofmount Legnoncino\nL'itinerario percorre la Valvarrone, una delle\npiu aspre e suggestive valli che si affacciano\n sulla sponda orientale del Lario, dominata dal \nMonte Legnone (m 2.610), la cima piu eleva-\nta della provincia di Lecco. Grazie alla pre-\nsenza di risorse metallurgiche e stata abitata\ndall'uomo fin dai tempi piu antichi.\nPunto di partenza e la strada asfaltata che da\nDervio sale in Valvarrone (SP 67) dove si in-\ncontra, per prima, la frazione derviese di Ca-\nstello, un bel nucleo di case dominate dalla\ntorre del Castello di Orezia (del quale si hanno\nnotizie a partire dal 1039, anno in cui subi un\nlunghissimo assedio). Si attraversa poi il pae-\n se di Vestreno (m 587) dove si imbocca, sulla\nsinistra, la strada per Sueglio (m 775) e da li\nsi procede per il Rifugio Bellano. Attraversa-\nto Sueglio, continuare su strada asfaltata fino\nall'incontro dell'indicazione per il Ristoro del\nCapriolo (possibilita di parcheggio), dopo\naver percorso diversi tornanti. Prendere quin-\ndi la strada sterrata ed in leggera salita sulla\ndestra, per circa 2 km. Si affrontano ora gli\nultimi chilometri di asfalto molto impegnativo,\n superando gli abitati di Lavadee (m 1.306) e\n denza. La vecchia strada militare porta fino alpino fino al Monte Rosa e al Monviso. Ripre-\ndi Bocchetta (m 1.362), raggiungendo la lo-\n alla Chiesetta di San Sfirio (m 1.7o0), dove si sa la bici si ripercorre la stessa strada veloce\ncalita Roccoli Lorla (m 1.451) (possibilita di\n\"abbandona\" la bicicletta per raggiungere a e divertente fino alla localita dei Roccoli Lor-\nparcheggio e punto di ristoro). Sulla sinistra,\n(i  o) od i oiso ss   (i' ) oo lp  l \nin un bosco di larici, inizia I'ultimo sterrato\n qui si gode una vista panoramica veramente ed il laghetto per prendere il sentiero (sono\ndella nostra salita che, anche se tecnicamen-\n unica, che spazia sullorizzonte dal Lario alla presenti indicazioni) che conduce al Rifugio\nte facile, presenta alcuni tratti di forte pen-\nValtellina e alla Val Chiavenna, su tutto I'arco Bellano (aperto su prenotazione) e ai Roccoli",
    "Page_30": "di Artesso. Questo tratto é ricco di punti pa-\nThis trail runs throughValvarrone-one of the\nnoramici sull'alto Lario e attraversa le storiche\nmost ruggedly suggestive valleys of the area,\npostazioni militari appartenenti alla “\"Linea\noverlooking thewesternbankof theLario and\nCadorna\", in ottimo stato di conservazione.\ndominated by the Monte Legnone, the high-\nIl tracciato richiedela dovuta attenzione data\nest peak in the province of Lecco. This valley\nla presenza di numerosi ostacoli naturali. Su-\nhas been inhabited by man since the dawn of\nperatii Roccoli di Artesso si riprende la strada\ntimebecause of its rich mineral resources.\nasfaltata che riporta verso Dervio. Raggiunto\nVestreno si imbocca via Al bacino che porta,\nYour starting point is the paved road which\n in 1 km circa, all'invaso. Oltre questo punto la\ntakes you up to Valvarrone (SP 67) from Der-\nstrada torna ad essere sterrata fino a giunge-\nvio, first travelling through the hamlet of Cas-\nre ad un bivio dove si segue il tracciato che\ntello - a pretty settlement dominated by the\ncontinua in salita. Oltrepassata la Chiesa del-\ntower oftheCastleofOrezia(whoseoldest\nla Madonna di Bondo, si prende la deviazione\nrecords date back to 1039, when it suffered\nsulla destra che permette di evitare I'attraver-\nthrough a lengthy siege). The trail then runs\nsamento del centro abitato di Sparese. Una\nacross the village of Vestreno (587 m), turn-\ndiscesa veloce su fondo cementato porta fino\ning left on the road to Sueglio (775 m) and\nalla localita di Posallo, dove la strada torna\nthen continuing onto the Bellano Alpine ref-\nad essere asfaltata. Da qui, in pochi minuti,\nuge. Keep travelling on the paved road after\nsi raggiunge il centro del paese di Colico,\nyou pass Sueglio until you reach the sign for\ntermine del nostro percorso. Per chiudere il\nthe Ristoro del Capriolo (parking spaces avail-\npercorso ad anello ripercorrere la SP 72 in di-\nable), which follows a number of hairpin turns\nrezione Milano fino a Dervio.\non the road. From here take the slightly up-\nhill, unpaved, road on your right for about 2\nPercorsialternativi\nkm. The last few kilometres of this paved road\nLa nostra proposta e quella di percorrere\nare rather difficult, and will take you past the\nI'anello del Monte Legnoncino evitando gran\nhamlets of Lavadee (1,306 m) and Bocchet-\nparte del dislivello in salita: parcheggiare\nta (1,362 m) before arriving at Roccoli Lorla\nIl'auto all'imbocco della sterrata che porta al\n(1,451 m) (parkingspaces available). Thelast\nRistoro del Capriolo, per poi ritornarvi dopo\nunpaved part of our uphill climb beginshere\naver seguito le indicazioni sopra descritte.\namongst thelarches.Althoughtechnically\neasy, this part of the route contains a num-\nber ofverysteepslopes.Theold military road\nwill takeyou to thesmall churchofSanSifirio\n(1,7o0 m), where you will have to “\"abandon\"\nyour bicycle in order toreach the summit of\nLegnoncino (1,714 m) on foot. A truly unique\nvista opens up from here, stretching from the\nLarioto theValtellina andonto theValChia-",
    "Page_31": "venna on the horizon, encompassing the en-\ntire alpine arc all the way to the MonteRosa\nand Monviso.Backonyoubike,take thesame\nquick, enjoyable road running parallel to the\nfield (complete with picnic area) and lake back\nto Roccoli Lorla. At this point, take the trail (it\nwill be signposted) leading to the Bellano Al-\npine refuge (opened on reservation) and Roc-\ncoli di Artesso. This leg of the route is filled\nwith panoramic points on the high Lario and\ntravels through a series of perfectlypreserved\nmilitary posts of historic importance on the\n\"Cardona Line\".The trail is full of natural ob-\nstacles, so take care at this point. Once past\nRoccoli di Artesso, take the paved road back\nto Dervio. On reaching Vestreno, take the Al\nBacino road which will take you to the reser-\nvoir after approximately 1 km. At this point the\nroad will once again become unpaved until\nit divides itself into two. At the fork continue\nto travel uphill. Once past the church of the\nMadonna di Bondo, take the fork on the left\nwhich will allow you to avoid riding through\nthe village of Sparese. A quick ride downhill\non a cement-paved roadbed will take you to\n Posallo where the road once again becomes\n paved. From here will be able to reach the vil-\nlage of Colico - the end of our journey - in\njust a few minutes.To close the looprideback\ndown the SP 72 in the direction of Milan until\nyoureachDervio.\nAlternativeroutes\n Our suggestion is to take the Monte Legnon-\ncino loop avoiding most of the uphill climb.\nPark your car the beginning of the paved road\ntaking you to the Ristoro del Capriolo, and\nthen travel back towards the car along the\ntrailsdescribedabove.",
    "Page_32": "E\nCiclabile della Valsassina\nValsassina cycleroute\nCORTENOVA\nLuogo di partenza: Chiusa della Valsassina\nFraz. PRATO\nSAN PIETRO\nLunghezza: A/R km 13\nDislivello: m 92\nTempo di percorrenza: 30 minuti\nQuota max raggiunta: m 570\nPRIMALUNA\nGrado di difficolta: facile\nStartingpoint:ChiusadellaValsassina\nLength: km 13\nSlope:m92\nTraveltime:halfanhour\nHighest altitude: m 570\nDifficultylevel:easy\nINTROBIO",
    "Page_33": "Ciclabile della Valsassina\nValsassina cycleroute\nE un itinerario che consente di pedalare in\nThistrailisidealfortheentirefamily.Ablissful\ncompleta tranquillita, ideale per tutta la fami-\ncycle on a safe, specially designed route, it\nglia, su un percorso appositamente realizzato\nallowstravellerstoadmirethemountainsof\ne sicuro che permette di ammirare le monta-\nValssassina and discover some of the most\n gne della Valsassina e conoscere gli angoli piu\nbeautiful and well-hidden corners of thePio-\nbelli e nascosti a fianco del fiume Pioverna.\nvernaRiver.\nLa partenza é presso la cosiddetta \"Chiusa\"\nIt begins at the so-called \"Chiusa\" of the Val-\ndella Valsassina (m 570), la localita in corri-\nsassina (570 m), the area bordering the rocky\n spondenza di pareti rocciose che delimitano\nsides on the outskirts of the valley, before\nla valle, poco prima di arrivare al paese di In-\nreaching the village ofIntrobio near to the\ntrobio, in corrispondenza del ponte sul fiume\nbridge on the Pioverna river. A large sign will\n Pioverna. Un evidente cartello indica la pista\npoint you towards the cycle route on the left\nciclabile sul lato orografico sinistro del fiume.\nhand side of the river.The route snakes down\nIl percorso si snoda a fianco del torrente Pio-\nthe bank of the Pioverna and will take you to\nverna e giunge fino al paese di Prato San Pie-\nthe village of Prato San Pietro/Cortenova (478\ntro/Cortenova (m 478). La ciclabile e comple-\nm). The entire cycle route is paved and easy\ntamente su asfalto e non presenta difficolta;\nto travel on. It is particularly suited to fami-\nparticolarmente adatta per i nuclei famigliari,\nlies, and ideal for organising picnics, swims in\npermette di organizzare pic-nic, bagni nel fiu-\n the river during the hotter months of the year,\nme nella stagione piu calda, visite ai paesi e\nvisitsto theneighbouringvillagesandother\naltre attivita sportive, come I'equitazione, in\nsporting activitiessuchashorsebackriding at\nuno dei maneggi che si incontrano sul trac-\none of the many riding schools dotted along\nciato.\nthe trail.",
    "Page_34": "5\nTour del San Genesio\nTour of San Genesio\nGALBIATE\n?\nLuogo di partenza: Galbiate\nLunghezza: km 31\nMOZZANA\nDislivello: m 1.044\nTempo di percorrenza: 2 ore e 30 minuti\nQuota max raggiunta: m 937\nGrado di difficolta: medio\nP\nVILLA\nOGGIONO\nStartingpoint:Galbiate\nVERGANO\nLength: km 31\nSlope: m 1.044\nTraveltime:2hoursandanhalf\nHighest altitude: m937\nDifficulty level:medium\nSCERIZZA\n60\nSAN GENESIO\nGIOVENZANA",
    "Page_35": "Tour del San Genesio\nTour of San Genesio\nItinerario che risale le pendici delle colline\ndella Brianza che anticipano le ben piu alte\nPrealpi, ma che mette alla prova anche il biker\npiu allenato.\nLasciata I'auto presso Galbiate (m 370) si se-\ngue la strada asfaltata che sale verso Colle\n Brianza: alla prima curva prendere le indica-\nzioni per Mozzana fino a raggiungere questa\nlocalita. Percorrere la strada asfaltata sino al\nsuo termine e imboccare il sentiero che, in\nsalita, si addentra nel bosco. Giunti sul punto\ndi scollinare, svoltare a destra e superare un\ntratto ripido; in seguito percorrere un single-\n trek divertente. Appena oltrepassato un pon-\nticello in cemento svoltare a destra fino a un\nprato. Si segue quindi il sentiero sino al pae-\nse di Villa Vergano: proseguire in discesa per\nincrociare la SP 58, svoltare a sinistra fino a\nincontrare la deviazione per Consonno\n Salire verso quest'ultima localita e, dopo aver\nignorato le indicazioni per la Cascina Figina,\nproseguire ancora su asfalto per circa 1 km.\nSubito dopo una curva verso destra inizia il\nsentiero che porta al Monte Crocione. Que-\n sto passaggio di strada, inizialmente dalle\npendenze facili, verso il suo termine pre-\nsenta tratti acciottolati che mettono a dura\nprova anche i piu allenati. Si raggiunge cosi\nun incrocio dove e necessario seguire la car-\nrareccia principale, con indicazioni per S\nSan\nGenesio. Proseguire in questa direzione fino",
    "Page_36": "a prendere la strada asfaltata che scende\nA trail climbing up the sides of the Brianza\ndalla Chiesetta di San Nicola. Appena entrati\nhills - which mirror the, much taller, Alpine\nnella frazione di Scerizza (m 698), superate le\nfoothillsandputs even themostseasoned\nprime case, svoltare alla prima a sinistra. La\nbiker to the test.\nstrada si trasforma quasi subito in sentiero:\ndopo aver attraversato una strada asfaltata,\nLeave your car on the outskirts of Galbiate\nseguirlo nell'andamento pianeggiante sulla\nFIGINA\n(370) and followthepavedroad climbingup\nsinistra. Giunti a Giovenzana (m 650) segui-\ntowards Colle Brianza.At the first bend of the\nre Via Manzoni che porta in pochi minuti a\nVOZZANA\nroad, follow the signs to Mozzana until you\nCagliano (m 640). Svoltare successivamen-\nIGALBIATE\nreach the village. Take the paved road until it\nte in Via San Genesio che, con inclinazione\nS.GENESIO\nends,and thenturn onto the uphill pathen-\ncostante, conduce fino al parcheggio sotto il\ntering the woods. At the end of the hill, turn\nCAMPSIRAGO\nRistoro degli Alpini (m 937).\nright onto a steep path and take the highly\nOLGIATE MOLGORA\nenjoyable single-trek.Once past the cement\nQui ha inizio il ritorno verso Galbiate. Seguire\nbridge, turn right and keep going until your\nil sentiero con segnavia n° 1. In alcuni pun-\nreach a field. Follow the path until the village\nti, dove il sentiero segue la linea di cresta, é\nof Villa Vergano. Continue downhill until you\nnecessario prendere le varianti che passano\ncross the SP 58, turn left, and keep going until\nqualche metro sotto. Si torna cosi a percor-\nyou reach the fork toConsonno.\nrere la strada che proviene dalla Chiesetta di\nClimb up to the hamlet and, ignoring the signs\nSan Nicola. Svoltare a destra su sentiero nelle\nto the Cascina Figina, continue travelling along\nvicinanze di un grosso masso. Ora si percor-\nthepaved road for another kilometre.A path\nre, a ritroso, il tracciato, per arrivare alla stra-\ntaking you to Monte Crocione begins right\nda asfaltata che conduce a Consonno. Una\nafterthe left-hand turn. This part of the trail\nvolta raggiunta questa localita, girare a destra\n- containing a number of easily surmountable\ne proseguire in salita per poche centinaia di\ninclines at the beginning - also contains a se-\nmetri, fino ad imboccare il sentiero sulla si-\nriesofpebbledtractswhichwillputeventhe\n nistra con segnavia n° 1. Inizia cosi lultimo\nmost expert biker to the test. At this point you\ntratto che, attraverso una discesa divertente,\nwill reach a crossroads.Travel down the main\nporta all'abitato di Villa Vergano (m 570). Fini-\ncart road, following the signs to San Genesio.\nta la parte sterrata del percorso, si attraversa\nKeep going in the same direction until you\nil paese per riprendere la strada che collega\nreach the paved road which will take you to\nColleBrianza a Galbiate.\nthesmallchurchofSanNicola.Turnontothe\nfirst street on your left after entering the ham-\nlet of Scerizza (698 m). This road will almost\nimmediately turn into a path. After crossing\nthe paved road, follow the flat path on the\nleft. Once you reach Giovenzana (650m) cycle\ndown Via Manzoni, which will take you to Ca-",
    "Page_37": "gliano (640 m) in just a few minutes. Turn onto\nthe sloping Via San Genesio and keep pedal-\nlinguntil youreach theparking lot under the\nRistoro degli Alpini (937 m).\nThis iswherethereturnlegof the journeyback\nto Galbiate begins. Follow the trail marked\nno. 1. In some places, where the trail travels\nalong the ridgeline,take one of the alternative\nroutes passing a couple of meters beneath it.\nThis will take you back onto the road from the\nsmall church of San Nicola.Turn leftand take\nthe path next to the large boulder. Now fol-\nlow the trail back to the paved road to Con-\nsonno. Once you reach the village, turn right\nandclimbuphillforafewhundredmetersun-\ntil you find trail no. 1 on your left. This is the\nlast part of the route, which, with an exhila-\nrating downhill run, will take you back to Villa\nVergano (570 m). Once you reach the end of\nthe unpaved part of the trail, cross the village\nand take theroad connectingColleBiranzato\nGalbiate.",
    "Page_38": "Tour del Parco della Valletta\nTour of Valletta Park\nRENATE\nLuogo di partenza: Barzano\nLunghezza: km 16.5\nBESANAB.ZA\nDislivello: m 330\nTempo di percorrenza: 1 ora e 30 minuti\nQuota max raggiunta: m 360\nGrado di difficolta: facile\nStartingpoint:Barzano\nCREMELLA\nLength: km 16.5\nSlope: m330\nTraveltime:1hourandhalf\nHighestaltitude:m360\nDifficulty level:easy\nBARZANO'\nTORREVILLA",
    "Page_39": "G\nTour del Parco della Valletta\nTourofVallettaPark\nItinerario che attraversa le zone agricole della\n a destra e percorrere la stra-\nprovincia di Lecco a ridosso del confine con\nda bianca fino al suo termine,\nla provincia di Milano. Non richiede partico-\nper poi proseguire dritto bat-\nlare preparazione fisica e capacita tecniche,\ntendo la strada asfaltata nella\noffrendo comunque splendidi scorci sulle\n sua totalita. Svoltare quindi\nmontagne lecchesi.\na destra in discesa e imboc-\nPARCO DELLA\n care la prima strada, sempre\nVALLETTA\nQuesto itinerario inizia dal parcheggio nei\n sulla destra (Via Tagliamento\n pressi del centro giovanile \"Paolo vi\" a Bar-\nche dopo pochi metri divie-\nzano. Si inforca la bicicletta in direzione\nne sterrata). Giunti al primo\n Dago. Dopo poche centinaia di metri, in cor-\nbivio prendere la strada ster-\nrispondenza di una curva, si lascia la strada\nrata sulla sinistra, percorrer-\nprincipale per imboccare, sulla sinistra, una\nla per qualche centinaio di\nstradina asfaltata che presto si trasforma in\nmetri fino ad arrivare ad una\nsentiero.AttraversatoI'abitatodi Torrevilla\nsbarra sulla propria destra\n(m 350), si prosegue diritto fino ad un bivio,\nche impedisce I'accesso al\ndove prendiamo la strada in discesa sulla de-\ncampo ai mezzi a motore. Svoltare a destra\ndi ontani, finito il quale si svolta prima a sini-\nstra; dopo una trentina metri si svolta a sini-\ne seguire la traccia fino a raggiungere la Ca-\n stra e poi subito dopo a destra percorrendo la\nstra. Questo tratto in discesa, che va verso il\nscina Calegari (m 320) e quindi Via Bocconi.\nsterrata che porta fino alla Cascina Bonacina\ncampo sportivo, oltrepassa Cascina Magritto\nAttraversata la strada, proseguire dritto fino\n(m 313). La strada, asfaltata ed in salita, con-\nmantenendo la sinistra e perviene ad un trat-\na raggiungere la localita Mottione (m 325),\nduce ad un incrocio dove si prosegue diritto\nto asfaltato in salita che porta in Via Rossini.\ndove si svolta a sinistra. Dopo aver superato\n attraversando i vicoli di Oriano. Seguire per\nSvoltare a destra e percorrere la strada fino\nla rotonda nei pressi della Madonnina, svol- \nla localita Zizzanorre e, attraverso un sentie-\nalla rotonda: altra svolta a destra e, dopo al-\ntare a destra in un sentiero che raggiunge la\n ro, raggiungere la localita Torricella. All'uscita\ncuni metri, ancora una svolta a destra. Ora la\nlocalita Villanova (m 346). Girare a sinistra in\n del sentiero prendere il vicolo sulla sinistra\nstrada diventa un sentiero in leggera disce-\ndirezione Dago e, nei pressi di una curva de-\ne, giunti alla rotonda, svoltare nuovamente a\nsa che raggiunge il Roccolo (m 332), passa\n strorsa, prendere il sentiero sulla sinistra che \nsinistra in direzione Cremella, fino ad incro-\na fianco della Cascina Rampina, attraversa\nporta a Prebone (m 321); proseguire dritto,\nciare la SP 48. Passando vicino al campo\nVia Bocconi e raggiunge Cascina Canova (m\n senza passare sotto il portico, imboccando\nsportivo, attraversare la provinciale e svoltare\n343). Una volta aggirato il cascinale, il sentiero\n il sentiero che porta ad una piana in mezzo\na sinistra alla prima deviazione. Al bivio suc-\n attraversa i campi e porta fino alla localita Be-\n ai campi. Giunti ad un bivio tenere la sinistra,\ncessivo girare nuovamente a sinistra, attra-\nsanelle. Nei pressi di un grosso noce svoltare\nfino ad attraversare un caratteristico bosco\n versare un ponticello e, dopo poche decine di",
    "Page_40": "metri, imboccare il sentiero sulla destra che\nAtrailtravellingthroughtheruralareasof\n sale al Roccolo Lietti (m 370). Seguire prima\nthe Province of Lecco on the border with the\nla traccia in discesa sulla destra, poi quella\nprovince of Milan. This route does not require\nsulla sinistra che porta nei pressi della Casci-\nparticular physical fitness or skills, but all the\n na Peltraio (m 370). Giunti a Verdeg0 svolta-\nsame offers riders breathtaking views from\nre a sinistra e, dopo pochi metri, di nuovo a\ntheLeccomountainsides.\nsinistra per Via Pertini. Dopo un breve tratto\ndi discesa imboccare il sentiero sulla sinistra\nThis trail starts off in the parking lot next to\nche si addentra nel bosco. Alcuni saliscendi\nthe \"PaoloVI\"youth centre in Barzano.Mount\nci conducono al sentiero, sulla destra, in di-\nyour bicycle in the direction of Dago.After a\nrezione Morti dell'Avello. Giunti alla Chiesetta\ndella Madonna del Carmine (m 380), aggirarla\nfew hundred metres, near a curve, turn left\nper prendere il sentiero che risale e raggiun-\noff the main road onto a paved road - which\nge la Cascina di Montegregorio. Sorpassata\nwill quickly turn into a path. Passing the ham-\nquest'ultima, svoltare a destra e poi di nuovo\nlet of Torrevilla (350 m), keep going until you\ndestra dopo qualche centinaio di metri in di-\nreach a fork in the road and turn right onto a\nrezione Cremella. Una volta tornati su strada\ndownhill-sloping road, then turn left after ap-\nasfalta svoltare a sinistra. La strada sale alle\nproximately thirty metres.This downhill part\nspalle di Villa Sessa e, lasciandola a sinistra,\nof the route, which will take you towards the\ninizia a scendere per i vicoli, fino a riprendere\nsports field, passes by the Cascina Magritto.\nla SP 48. Svoltare quindi a destra e imbocca-\nKeepingleft you will reach apaved road which\nre la strada di sinistra, subito dopo le scuole.\nwill take you to Via Rossini. Turn right and fol-\nQuesta via diventa subito sterrata; oltrepas-\nlow the road until the roundabout. Turn right\nsato un tratto in discesa, girare a sinistra per il\nagain, and after a few metres, turn right again.\nsentiero che porta a Torrevilla. Giunti di nuovo\nTheroad willnowbecome a faintlydownhill\nal bivio di Torrevilla, prendere la strada sulla\npath which will take you to Roccolo (332 m) \ndestra che conduce ad un altro bivio, dove si\npassing by the Cascina Rampina, through\nmantiene la sinistra. Imboccare la prima stra-\nda sulla destra che in pochi minuti riporta al\nVia Bocconi and to Cascina Canova (343 m).\nparcheggio di partenza.\nOnce you have circled the farmhouse, the\npathwilltakeyouthroughanumberoffields\ndown to Besanelle. Turn right near the large\nwalnuttreeandfollowthewhiteroaduntilit\nends, then carry on down the paved road un-\ntil it also ends. Turn right downhill and take\nthefirst road on your right (Via Tagliamento,\nwhichbecomes unpaved after a few metres).\nAt the first fork of the road, turn onto the un-\npavedroadonyourleft.Followthisroadfor",
    "Page_41": "a fewhundred metres until you reacha bar-path entering the woods on your left.A fewback down through the alleys until it turn right\nrier onyour right blocking motor vehicle ac-u\nups and downs will take you to the right hand-and take the road on the left hand side, right\ncess to the field. Turn right and follow the trail side trail leading to Morti dell'Avello. Cycle after the schools. This will reaches the SP 48.\nuntil Cascina Calegari (320 m) and then Via around the church of the Madonna del Car- almost immediately become unpaved. After a\nBocconi. Cross the road and carry on straight mine (380 m) and take the uphill path towards short downhill ride, turn left onto the path to\ndown until you reach Mottione (325 m), where the Cascina di Montegregorio. Turn left once Torrevilla. Once you've reached the Torrevilla\nthe route turns left. Turn right after the round- you've reached this; then turn left again after\n crossing, turn right onto the road which will\nabout near Madonnina and onto a path whicha few hundred metres in the direction of Cre-1\n take you to another crossing and keep left.\nwill take you to Villanova (346 m). Turn left in mella. Turn left again once you've hit the paved  Take the first road on your right, and in just a\nthedirection of Dago taking the path onyourroad.The road climbsupbehind Villa Sassa,1\nfew minutes you will be back at theparking lot\nleft leading to Prebone near the right twist- a\nandleaving itbehindontheleft,startsslopingyoustartedofffrom.\ning curve.Keep going straight, pass under the\nportico,and take the path heading towards\nthe fields. Turn left where the path forks and\nkeep going until you cross an Alder-wood\ncopse, where you will first turn left and then\nimmediately turn right following the unpaved\nroad until the Cascina Bonacina (313 m). The\nroad - paved and uphill - will take you to a\ncrossroads. Keep travelling straight through\nthe alleys of Oriano, on the path towards Ziz-\nzanorre until you reach Torricella. At the end\nof the path, take the alley on your left, and,\n once you've reached the roundabout, turn left\nagain towards Cremella.Keep going until you\nreach the SP 48. As you pass near the sports\nfield, cross the provincial road and turn onto\nthe first road on yourleft. Turn left again at the\nnext crossing and take the path on your right\nclimbing up to Roccolo Lietti (370 m) which\nyou will find a few metres after the bridge.\nFollow the first trail downhill on yourright, and\nthen the one on your left, which will take you\nclose to the Cascina Peltraio (370 m).Once\nyou've reached Verdego, turn left, and then\nturnleftagainafewmetresfurtherontowards\nViaPertini.Afterashortdownhillride,takethe",
    "Page_42": "：\nLungo Adda - Parco Adda Nord\nAlong the Adda - North Adda Park\nSOLZA\n(variante)\nLuogo di partenza: Olginate\nP\nLunghezza: A/R km 30\nDislivello: m 120\nTempo di percorrenza: 1 ore e 30 minuti\nCALUSCO D'ADDA\nQuota max raggiunta: m 235\nGrado di difficolta: facile\nCISANOBERGAMASCO\nPI\nPI\nIMBERSAGO\nPADERNOD'ADDA\nStartingpoint:Olginate\nBRIVIO\nLength:km30round trip\nD\nP\nSlope: m120\nTraveltime:1hourand30minutes\nP\nHighestaltitude:m235\nOLGINATE\nDifficulty level: easy",
    "Page_43": "Lungo Adda - Parco Adda Nord\nAlong the Adda - North Adda Park\nItinerario senza passaggi tecnici, che non ri-\nchiede particolare preparazione fisica, risulta\ncomunque molto piacevole poiche si svilup-\npa lungo I'argine destro dell'Adda. Durante il\npercorso si possono osservare varie specie di\nuccelli acquatici, magnifici scorci sul Resego-\nne e sulle Grigne da un lato e, dall'altro, sulle\nverdi collinebrianzole.\n Punto di partenza é il campo sportivo di Olgi-\nnate. Scendere la strada principale fino all'ar-\n gine del fiume e proseguire sino a raggiun-\n gere il ponte della ferrovia, dove una sbarra\nvieta l'accesso. Da questo punto la strada\ndiventa sterrata e percorribile solo da bici-\nclette e pedoni. E subito possibile ammirare\nla bellezza delle Grigne e del Resegone che\nsi specchiano nelle acque dell'Adda. Dopo\naver costeggiato alcuni campi di granoturco\narriviamo al paese di Brivio (m 196), nel cui\ncentro storico si erge un castello che, insie-\nme a quelli di Lecco, Trezzo e Cassano, co-\nstituiva parte del sistema difensivo dell'Adda.\nPassare sotto il ponte che collega la sponda\nlecchese con quella bergamasca e prose-\nguire, per alcune centinaia di metri su strada\nasfaltata; successivamente la strada torna ad\nessere sterrata e chiusa al traffico. lmmersi\nnel verde si prosegue a pedalare seguendo le\nanse del fiume, frequentate da molte specie\ndi volatili acquatici. Dopo qualche chilometro\nraggiungiamo Imbersago, dove é possibile",
    "Page_44": "prendere un traghetto ricostruito secondo il\nA trail devoid of technical passages and which\n progetto che ideo Leonardo Da Vinci, per at-\ndoes not require particular physical fitness.\ntraversare il fiume. Proseguendo lungo I'alzaia\nIt is nonetheless highly enjoyable, as it ac-\nin direzione sud troviamo la grandeforra dove\ncompanies bikers down the right bank of the\nsorge la diga di Robbiate (m 198). In questa\nAdda. Various different species of water birds,\nzona inizia I'ecomuseo di Leonardo, percorso\nbeautiful views of the Resegone and Grigne\ncomposto da 14 tappe di interesse storico-\nononeside and thegreenBiranzahillson the\nculturale. Poco dopo troviamo il maestoso\nothercanbe all be admired along the route.\n ponte in ferro di Paderno d'Adda, realizzato\nnel 1899, che con la sua campata unica colle-\nThe Olginate sports field is the starting point\nga le province di Lecco e Bergamo. Il ponte é\nof the trail.Ride down the main road until you\nutilizzato su due piani diversi rispettivamente\nreach the bank of the river, and keep going\ndalla ferrovia e dalla circolazione veicolare;\nstraight until you come to the blocked-off rail-\ndall'alto dei suoi 80 metri si gode di una vista\nway bridge. At this point the road becomes\nmozzafiato sul canyon sottostante. La strada,\nunpaved andcanonlybetravelled byfoot or\n ora asfaltata, corre lungo I'alzaia fino a rag-\nbike. Here, you will be able to catch a glimpse \ngiungere la diga di Poiret (m 186), dove si im-\nof the beauty of the Grigne and Resegonere-\nbocca il sentiero di destra che sale su fondo\nflected in the waters of the Adda.After skirt-\n acciottolato. Dopo pochi metri, nel mezzo di\ning a few fields, you will reach the Village of\nuna curva verso destra, prendere il sentiero\nBrivio (196 m). Its historical centre is domi-\nsulla sinistra che, con alcuni saliscendi, fian-\nnated by a castle which, together with those\ncheggia un piccolo canale e permette di rag-\nin Lecco, Trezzo e Cassono, made up part of\ngiungere Stallazzo (m 177), centro informativo\nthe defences of the Adda. Passing under the\ndell'ecomuseo. Arrivati nel punto posto piu a\nbridge connecting the Lecco side of the river\nsud del nostro percorso, cambiamo direzione\nwith the Bergamo side, keep going down the\nper tornare verso la diga di Poiret. Giunti alla\npaved road for a further few hundred meters.\ndiga non resta che percorrere a ritroso il resto\nAt thispoint theroad will onceagainbecome\ndel percorso.\nunpaved and closedto traffic.Immersed in the\ngreencountryside,thetrail will takeyoudown\nthebank of the river, which inhabited by many\ndifferent species of aquatic birds.After a few\nkilometres you will reach lbersago, where you\nwill be able to catch a ferry to cross the river.\nTravellingsouthwardsdownthetowpath;you\nwill soon reach a large gorge housing the Rob-\nbiate dam (198 m). This is where the Leonardo\nEcomuseum - a trail consisting of 14 different\nstops of cultural-historical significance - be-\ngins. Soon afterwards you will reach the im-",
    "Page_45": "posing iron bridge of Paderno d'Adda. Built\nin 1899, it connects the provinces of Lecco\n and Bergamo. The bridge is used on two dif-\nferent levels by both the rail and road traffic.\nHere, you can enjoy a breathtaking view of the\ncanyonunderneaththebridgefromitsheight\nof 80 metres. The trail, which once again be-\n comes paved, continues along to towpath\nuntil it reaches the Poiret dam (m 186) and\nturns right onto a pebbled uphill path. After a\nfew meters, and halfway through a right-hand\nturn, take the path on your left which, after a\nfew ups and downs, skirts a small canal un-\ntil it reaches Stallazo (177) - the Ecomuseum\ninformation centre. This is the southernmost\npoint of our route. Here we change direction\nand come back up towards the Poiret dam.\n Once you've reached the dam, take the same\npath you've travelled on the way down to re-\nturn to your starting point.",
    "Page_46": "Parco del Curone\nCurone Park\nLISSOLO\nPEREGO\nLuogo di partenza: Montevecchia\nLunghezza: km 25\nDislivello: m500\nTempo di percorrenza: 2 ore e 30 minuti\nQuota max raggiunta: m 615\nGrado di difficolta: medio\nStartingpoint:Montevecchia\nLength:km 25\nSlope:m500\nTraveltime:2hoursand30minutes\nHighest altitude:m615\nDifficulty level:medium\nMERATE\nMISSAGLIA\nMONTEVECCHIA\nCERNUSCO\nLOMBARDONE",
    "Page_47": "Parco del Curone\nCurone Park\n Percorso ad anello, con una serie di saliscen-\nun recinto per cavalli, imboccare il sentiero in\ndi, estremamente interessante dal punto di\ndiscesa, tenendo la sinistra. Dopo 300 m cir-\nvista dell'ambiente perche attraversa campi e\nca di discesa si arriva ad un crocevia, dove é\nvitigni, fattorie, cascine e fornaci che restitui-\nnecessario proseguire sul sentiero principale\nscono gli antichi mestieri e sapori della Brian-\n(leggermente a destra). Il tracciato continua\nza contadina.\nsempre in discesa nel bosco, fino a raggiun-\n gere un nuovo bivio, dove si tiene la destra e\n Punto di partenza e il campo sportivo di Mon-\nsi continua per altri 150 m circa. Tenere la de-\ntevecchia. Seguire la strada fino all'incrocio\nstra per un tratto quasi pianeggiante di circa\ncon la SP 54 e svoltare a sinistra in direzio-\n300 m, per poi svoltare a destra e, dopo aver\nne Missaglia. Pochi metri dopo il semaforo\nsuperato due brevistrappi secchi, proseguire\nsvoltare a destra e seguire le indicazioni per\n in un divertente single-trek. Giunti nuovamen-\nCascina Casarigo. Superato I'avvallamento si\n dove si scende verso sinistra costeggiando \nte ad un bivio, svoltare a sinistra e prosegui-\ngiunge nei pressi di Cascina Ostizza (m 284),\nun ristorante. Al termine della discesa svol-\n re fino alla strada asfaltata del Lissolo, dove\ndove si continua verso I'agriturismo. Poco\ntare a destra e, attraversato un altro bosco,\n si svolta a destra. La strada e in salita fino\nprima che la strada diventi ripida e cementa-\nproseguire lungo il sentiero fino a riportarci\n allimbocco del sentiero sulla sinistra che, ol-\nta, prendere il piccolo sentiero sulla sinistra,\nsulla strada asfaltata in localita Valle Santa\ntrepassato un convento, torna ad essere una\naffrontare il leggero strappo e uscire dal bo-\nCroce, dopo una svolta a gomito verso sini-\n discesa che porta fino alla Cascina Bernaga\n sco, percorrendo un breve tratto lungo i filari\nstra. L'itinerario prosegue passando al fianco\ninferiore (m 440). Tornati su asfalto, svoltare a\ndi vite. ll percorso, dopo aver oltrepassato la\ndi una vecchia fornace e, giunti nei pressi di sinistra fino a raggiungere in leggera salita un\nCascina Vertaggera, rientra nel bosco e inizia\nuna curva verso destra, notato sulla sinistra\nincrocio, dove e necessario proseguire diritto\nuna discesa su strada bianca che riporta sul-\nun cancello in legno che sbarra I'accessoai percorrendo la strada in discesa per qualche\nla SP 54. Svoltare a destra e percorrere 200\nmezzi motorizzati, aggirarlo sulla destra e ini- \ncentinaio di metri. Nei pressi di una curva\nm circa di provinciale; oltrepassata la piazza,\nziare la salita. Con una serie di tornanti si rag-\nverso sinistra imboccare Via Campo, sempre\ncon una curva a gomito verso destra, imboc-\ngiunge la strada panoramica che corre lungo\n sul lato sinistro. A circa meta della via I'asfal-\ncare una strada sterrata. Attraversata la Ca-\ntutta la dorsale del Parco del Curone. Al suo\n0to diventa acciottolato e richiede una guida\nscina Albareda (m 295) si giunge al termine\nculmine (m 420) girare a sinistra: dopo poche \npiu attenta. Al termine della via, svoltare a\ndella strada, dove é necessario prendere il \ndecine di metri pianeggianti, la strada torna \n destra e continuare in discesa fino a tornare\nsentiero posto piu a sinistra, arrivando alla\nad essere asfaltata ed in salita. Arrivati in lo- \n su strada asfaltata. Alla fine della strada, nelle\nCascina Oliva (m 310).\ncalita Lissolo (m 615), abbandonare la strada \nIvicinanze di un segnale di stop, svoltare a de-\nProseguendo sul sentiero principale, usciti dal \nprincipale: di fronte ad un ristorante svoltare\nstra prendendo un altro sentiero acciottolato\nbosco, si raggiunge la localita Pianeta (m 323),\na sinistra. Giunti ad un bivio, nei paraggi di costituito, nella sua parte finale, da una salita",
    "Page_48": "molto ripida. Arrivati al cimitero di Monte (m\nA circular route with a series of uphill and\n376) proseguire, finalmente su asfalto, fino a\ndownhill climbs, this trail is particularly inter-\nraggiungere I'incrocio che vede, alla sinistra,\nestingfromanenvironmentalpointofview\nla Chiesa del paese. Proseguire ora in direzio-\nsince it crosses fields and vines, farms,home-\n ne di Spiazzo, dove si svolta a destra, imboc-\nsteads and brickyards-reflecting the ancient\ncando il primo sentiero che si incontra. Dopo\ntastes and works of the farming communities\n aver aggirato la collina con i tre cipressi in\ninhabiting the Brianza countryside.\nvetta, prendere il primo sentiero sulla destra\nTheMontevecchia sportsfieldis the trail's\nche permette di entrare nella vigna.\nA questo tratto inizialmente pianeggiante ne\nstaring point. Follow the road until it crosses\nthe SP' 54, then turn left towards Missaglia.\n segue uno molto ripido, che porta alla loca-\nTurn right a few metres after the traffic lights\nlita Pianello (m 451), dove si svolta a sinistra\nand follow the signs to the Cascina Casarigo.\nsu una strada sterrata in discesa che attra-\nOnce past the dip in the road, you will reach\nversa in successione Cascina Ratta, Cascina\nthe Cascina Ostizza (284 m) - keep going in\nScarpata (m 370) e, infine, Cascina Costa. Nei\nthe direction of the farmhouse hotel. Right\npressi di quest'ultima, girare a sinistra, attra-\nbefore the road becomes paved and steep,\nversare le corti di Cascina Galbusera Nera e,\ntake the small path on your left. Climb up the\nsuccessivamente, Cascina Galbusera Bianca\nshort, steep incline and leave the woods rid-\n(m 346). Dopo pochi metri si torna su asfalto,\ning through the rows of vines. The trail, after\nsi svolta a destra e, raggiunto un gruppo di\npassing the Cascina Vertaggera, re-enters the\ncase, si svolta a sinistra in un sigle-trek molto\nwoods and slopes again downhill on a white\ndivertente che porta fino alla localita Fornace\nroad which will take you back to the SP 54.\n superiore (m 295). Attraversata la corte del-\nTurn right and keep going down the provincial\nla Fornace si torna nuovamente su asfalto\nroad for approximately 200 m. After you've\n prendendo in direzione Cascina Bagaggera\npassed the piazza, take the unpaved road\ne, dopo circa 200 m, si imbocca il sentiero\nat theend of the sharp turn to the right. The\nsulla destra che attraversa una zona bosco-\nroad endsaftertheCascinaAlbareda(295m).\nsa. Il tracciato ora prosegue diritto fino ad\nHere, you must take the path furthest on the\nimpattare con il torrente Curone. Proseguire\nleft which will take you to the Cascina Oliva\nsempre diritto e, dopo una serie di guadi su-\n(310 m).Carrying ondownthe main path,\nperabili attraverso ponticelli (rigorosamente\n once you've left the woods, you'll reach Pia-\nnetta, where you will continue downhill skirt-\na piedi), il sentiero conduce fino alla locali-\nta Molinazzo (m 252). Tornare sulla statale e\ning a restaurant. At the end of the descent,\n percorrerla per circa 200 m, raggiungendo un\nturn right, and after crossing another wood,\nattraversamento pedonale: svoltare a sinistra\ncontinuealong thepathuntilyoureachthe\npaved road inValleSantaCroce.You will find\nimboccando la strada sterrata che porta fino\nit right behind a sharp right hand turn. As the\nal campo sportivo.\ntrai continues, it will pass next to an old kiln.\nOn your left, after a bend in the road to the\nright, you will see a wooden gate barring ac-",
    "Page_49": "cess to motor vehicles. Circle it on the right and keep riding for another 150 m approxi-\nthe left hand curve.Halfway down the road\nand begin your uphill climb. A series of hairpin\nmately. At this point, keep right on the almost\n the paving will turn into asphalt - requiring.\nturnswilltakeyou tothepanoramicroadrun-\nlevelpathforanother3oomandthenturnleft.\nyou to be more careful. Turn right at the end\nning along theentirelengthof theridgeof the\nAfter two short, steep slopes you will find an\nof the road and keep going downhill until you\nCurone Park. Turn left where it ends (420 m).\nenjoyable single-trek. Turn left at the fork in the\nreach a paved road. Turn right at the end of\nAfter a few hundred metres of level ground,\nroad and follow the trail downuntil thepaved\nthe road near the stop sign, taking another\ntheroadonce againbecomespavedand\nroad to Lissolo, where you will turn right. At\npebbledpathwithaverysteep uphillclimb at\nupwards-sloping.Leave the main road once\nthis point the trail once again climbs uphill un-\nits end. Once you've reached the Monte cem-\nyou've reached Lissolo (615 m). Turn left in\ntil the beginning of the path on the left, which \n etery (376 m) keep going - on a paved road\nfront of a restaurant . Once you've reached\nafter passing a convent, once again slopes\nuntil you reach the crossing, where you will\nthe fork on the road - near a paddock - keep\ndownhill until the lower Cascina Bernaga (440\n see the village church on your left. Keep riding\nleft, taking the path running downhill. You will\nm). Back on the paved road; turn left and keep\ntowards Spiazzo. When you reach Spiazzo,\nreach a crossroads after approximately 300 m\n going until you reach a small uphill climb at a\nturn left onto the firstpath.After riding around\n-keepgoing onthemain road(slightlyon the\ncrossroads. Here, keep going straight down\nthe hill with the three cypresses, take the first\nright). The path continues downhill inside the \nthe downhill-sloping road for a few hundred\npath on your right leading into the vineyard.\nwoods until it reaches a new fork. Keep leftmore metres. Turn left onto Via Campo near\nAlthough this first part of the track is rather\nlevel, it is soon followed by a very steep track\nwhich will take you to Pianello (451 m). Turn\nleft onto the unpaved downhill trail which cuts\nthrough the Cascina Ratta, Cascina Scarpata\n(370 m) and the Cascina Costa. Turn left af-\nter thelatter andcutacross thecourtyards\nof the Cascina Galbusera Nera and Cascina\nGalbusera Bianca (346 m). After a few me-\ntres, you will once again find a paved road.\nTurn right, and after a group of houses, turn\nleft onto an enjoyable single-trek which will\ntake you up to the Fornace superiore (295 m).\nCrossing through the Fornace court, take the\npaved road towards Cascina Bagaggera, and\nafter 200 m turn onto the path on your right\ncutting through thewoodedarea.The trail\nnowcontinues straight ahead until it reaches\nthe Curone stream. Keep going straight. Af-\nter a series of fords which can be crossed by\nbridge (on foot only), the path will take you to\nMolinazzo (252 m). Turn back onto the state\nroad and ride for approximately 200 m un-\ntil you reach a pedestrian crossing. Turn left\nand taketheunpavedroadbacktothesports\nfield.",
    "Page_50": "Ballabio - Piani Resinelli - Traversata Bassa\nBallabio - Piani Resinelli - Low crossing\nPASTURO\nP\nLuogodipartenza:Ballabio\nBARZIO\nLunghezza: km 36\nDislivello: m 1.050\nTempo di percorrenza: 4 ore\nP\n Quota max raggiunta: m 1.380\nGrado di difficolta: medio\nCAPPELLA DEL\nSACRO CUORE\n(variante)\nStartingpoint:Ballabio\nLength: km 36\nSlope: m 1.050\nTravel time: 4 hours\nCOLLE DI \nHighest altitude: m 1.380\nBALISIO\nDifficulty level:medium\n1.500—\nPIANI DEI\n1.400-\nRESINELLI\n1.300—\n1.200\n1.100\n600\n700-\nBALLABIO",
    "Page_51": "Ballabio - Piani Resinelli - Traversata Bassa\nBallabio - Piani Resinelli - Low crossing\nItinerario molto bello e di soddisfazione, che\n attraversa il gruppo delle Grigne su percorsi di\nmedia montagna, con una varieta di paesaggi\ntipici del luogo; é percorribile dalla tarda pri-\nmavera fino alle prime nevicate invernali.\nCon partenza dal paese di Ballabio (m 690), si\npedala su asfalto la strada che dopo 14 tor-\nnanti sale ai Piani dei Resinelli (m 1.284), al\ncospetto della Grigna Meridionale o Grignet-\nta. Appena giunti ai Piani imboccare la prima\nstrada in salita sulla propria destra: percorrer-\nla senza prendere nessuna deviazione fino al\nRifugio Soldanella (m 1.349). Ora si lasciano\nI'asfalto e le salite impegnative per percorrere,\ncon alcuni lievi cambi di pendenza, la strada\ncarrozzabile fino al cartello che indica, sulla\ndestra, la direzione della \"Traversata Bassa\"\nSi prosegue fino a giungere nei pressi\ndell'azienda agricola “Pian della Fontane\" (m\n1.380). Si imbocca il sentiero sulla sinistra per\nseguirlo in un divertente single-trek prevalen-\ntemente in discesa. Giunti nei pressi di una ca-\n scina con prato recintato, prendere il sentiero\nche continua a scendere sulla destra (segna-\nletica CAl): in breve si arriva ad attraversare il\ntorrente Pioverna (m 1.077). Il percorso incro-\ncia il sentiero che porta alla localita Pialeral:\nseguire sempre in discesa la carrareccia che\nha alcuni tratti asfaltati. La nostra proposta di\n percorso prosegue, dopo alcune centinaia di\nmetri di divertente discesa, abbandonando",
    "Page_52": "la carrozzabile principale per prendere sulla\nAbeautifulandhighlyenjoyabletrailcrossing\n sinistra, in corrispondenza di una fattoria, la\nthe Grigne onmediummountain trailsframed\nsterrata in salita sbarrata da una catena (m\nby the changing scenery typical of the area.\n940 circa). Si ricomincia a salire, ma solo per\nThis route can be travelled from late spring up\npoche centinaia di metri. lgnorare sia la prima\nuntil the first winter snows.\ndeviazione sulla destra che la seconda sulla\nsinistra, proseguendo per boschi e prati. Per-\nStarting off in thevillage of Ballabio (690 m)\ncorso un breve tratto in discesa, il tracciato si\ncycle down the paved road - which, after 14\n impenna bruscamente per una cinquantina di\nhairpin bends - will take you up to the Piani\ndei Resinelli (1,284 m) and within sight of the\nmetri (preparare per tempo il giusto rappor-\nGrigna Meridionale or Grignetta. Once you\nto) per giungere alla Chiesetta Regina Pacis\nhave reached the Piani, take the first road on\n(m 1.050). Seguire la strada svoltando prima\nyour right. Cycle down this road, without turn-\na sinistra e subito dopo a destra: qui inizia\ning onto any of the side roads, and keep going\nla discesa che, in breve tempo, permette di\nstraightuntilyoureachtheSoldanellaAlpine\nraggiungere l'abitato di Pasturo (m 630). Per\nrefuge (1,349 m). At this point, abandon the\nritornare al punto di partenza svoltare a de-\npaved road and take the harder uphill climb,\n stra e raggiungere la SP 62; si torna quindi a\nwhich you will find has a number of slight\npedalare in salita per superare il Colle di Ba-\nchanges in slope.Follow the carriage road\nlisio (m 730) e, dopo aver percorso il lungo\nuntil you see a sign on your right indicating\nrettilineo, tornare a Ballabio.\nthe\"TraversataBassa\".\nContinue cycling until you reach the farm\n\"Pian delle Fontane”\" (1,380 m). Turn onto the\npathonyourleftandfollowituntil itturnsinto\nan enjoyable,and for the most part downhill-\n sloping, single-trek. Once you've reached the\nfarmhouse with the fenced off field,take the\ndownhill path on your right (CAl signpost). A\nshort ride will take you across the Pioverna\n(1,077 m). At this point, the trail crosses a\npathwhichwillleadyoutoPialeral.Follow\nthe - occasionally paved - downhill track from\nhere.\nWe suggest you follow the road for a few\nhundredmetresdownhillbeforeleavingthe\nmaintrack andturningleftnear thefarmto\ntake the unpaved uphill road, whichyou will\nfind blocked off with a chain (940 m approxi-\nmately). Here, start climbing uphill again, but \nonlyfora fewhundred metres.lgnore the first\npath on your right as well as the second on",
    "Page_53": "yourleft,andkeepfollowingthetrailthrough\nthe woods and fields. After a short down-\nhill ride, the slope suddenly becomes much\nsteeper for about fifty metres (make sure you\nchange gears accordingly)beforereaching\nthe small church of Regina Pacis (1,050). Fol-\nlow the road, turn left and then right. A short\ndownhill ride fromhere will take you to the\nhamlet of Pasturo (630 m). To return to your\nstarting point, turn left and take the SP 62.\nAfter an uphill climb to Colle di Balisio(730\nm) followed by a long straight ride, you will\nreachBallabio.",
    "Page_54": "M\nTour delle alture di Lecco\nLuogo di partenza: Stadio di Lecco (via Pascoli)\nMALNAGO\nLunghezza: km 14\nDislivello: m 400\nP\nTempo di percorrenza: 1,5 / 2 ore\nQuota max raggiunta: m 690\nGrado di difficolta: medio\nStartingpoint:Lecco'sstadium(viaPascoli)\nLength: Km 14\nSlope: m400\nTravel time: 1 % / 2 hours\nHighest altitude:m690\nLECCO\nDifficultylevel:medium\nGERMANEDO\nCAMPO\nDEI BOI\nLA MADONNINA\n+\n?\n700\nWOO",
    "Page_55": "M\nTour delle alture di Lecco\nPercorsi con partenza e ritorno a Lecco, sul-\nasfalto fino alla localita Mal-\nle montagne circostanti, per scoprire inediti\n nago (piazzale della funivia).\nscorci sul lago e sulle vette, adatti da percor-\nAttraversare il piazzale sulla\nrere alla sera, dopo il lavoro, o come allena-\ndestra e seguire le indicazioni\nmento, facilmente modulabili in lunghezza.\nper  rifugio Stoppani/Monte\nResegone; superati sei gra-\n Proponiamo di parcheggiare nei pressi dello\ndini in discesa, prendere il\nstadio di Lecco (occasione per poter cono-\nsentiero che scende dietro\n scere alcuni rioni della citta). Portarsi su via\n alla funivia sino a raggiunge-\n Pascoli e iniziare la leggera salita su asfalto;\n re la strada asfaltata; girare a\nalla rotonda proseguire dritti su via Caldone,\ndestra e seguirla fino al suo\nfino alla chiesa del rione di Olate. Procedere\ntermine.\nQui inizia la mulat-\nsempre dritti sino al semaforo, attraversare la\ntiera che conduce al Monte\nstrada, quindi su via Cernaia e poi via Galilei\nResone (segnavia n. 1). I piu\nsino allabitato del rione di Bonacina; supe-\nbravi ed esperti riusciranno a\nrarlo e prendere I'unico ponte sulla destra in\npedalarla tutta su ciottolato;\nleggera salita e proseguire diritti. Dopo il tor-\nagli altri consigliamo di spingere la bicicletta/ Il percorso prosegue al cospetto Monte Re-\nnante siete su via Movedo che viene percorsa\ndato che il tratto é breve (300 m).\nL segone e del sovrastante Monte Magnodeno\nfino alla sua fine.\nAbbandonare ora la mulattiera per seguire\n per pascoli in leggera salita fino a iniziare una\nAl termine di via Movedo, prendere a sinistra\n sulla propria destra le indicazioni per Campo\n lunga e divertente discesa (con tornanti) con\ne spingere la bicicletta per pochi gradini fino\nde' Boi: il sentiero é ben pedalabile in falso-\nalcuni tratti cementati, fino alla localita Ne-\na portarsi di fronte alla chiesa della Madonna\npiano e costeggia a destra una rete, con leg-\nguggio (m 450).\ndi Lourdes. Qui rimontare in sella e tenere la\ngeri saliscendi fino al fiume Bione in localita\nSeguire sempre la sterrata principale fino alla\nstretta strada pedonale ciottolata sulla pro-\nPonte della Tenaglia (abbiamo fatto altri 900 \nfattoria nella parte piu bassa dei piani di Ne-\npria destra (via Capiloccio); al termine girare a\nm) a quota m 648. Da qui parte un tratto bre-\nguggio, dove ora una discesa impegnativa\nsinistra e seguire il tornante. Quando la strada\nve ma faticoso da percorrere con la bicicletta\ne ripida (lunghi tratti cementati per 900 m di\ntermina (circa cento metri dopo), proseguire\nin spalla per 40 metri di dislivello sull'unico\npercorso) conduce al termine della parte fuo-\ndritti sul sentiero che costeggia e supera la\nsentiero esistente. Superate le ultime difficol-\nri strada del percorso portandoci al rione di\nstrada provinciale che porta a Ballabio: que-\nta, sulla propria destra il sentiero prosegue in\nGermanedo. Lo si attraversa seguendo via\nsto tratto e breve ma impegnativo per fondo\npiano e pedalabile fino a un cancello sempre\nalla Rovinata, via Oratorio e poi via Rovereto\ncon sassi mobili (siete in via Costa). Al termine\napertocheconduceai CampodeBoiedali\n fino a trovare dei gradini, da fare in salita, che\nsvoltare a sinistra in via Ai Poggi e seguirla su\nalla localitaMadonnina.\nportano su via Ai Poggi. Proseguire in salita e,",
    "Page_56": "alla curva, tenere la sinistra fino alla chiesa di \n sinistra in corrispondenza di una recinzione.\nThis striking itinerary starts and ends in Lecco.\nAcquate. Qui scendere a sinistra, attraversare\nSeguire sempre i medesimi segnavia in di-\nIt takesbikers on a tourof itsnearbymountains\nviale Tonale, svoltare a sinistra in via Foscolo:\nscesa e percorrere il tratto fino alla sua fine\nto savour arresting views of the lake and peaks.\npercorrerla in discesa fino al cimitero di Ca-\nin corrispondenza di un cancello. Ora seguire\nThe itinerary is suitable and can be enjoyed in\n stello per poi svoltare a destra e chiudere il \n il sentiero su fondo sassoso alla propria de-\nthe evening, after work, or as training, since it\n percorso su via Pascoli.\nstra, poco pedalabile per soli 100 m, per poi\n can be easily adjusted in terms of length.\nVarianti: una bella variante per la discesa é\nrimontare in sella fino alla strada sterrata sulla\nquella di seguire il sentiero dietro la funivia\nnostra destra. Seguirla in discesa fino ad un\nWe suggest parking near the stadium in Lecco\n(vedi tracciato sopra descritto) e appena giun-\nincrocio dove proseguiamo sulla destra.\n(giving you the chance to get toknow some of\nti all'asfalto abbandonarlo subito per svoltare\nLa strada si fa ripida e ci riporta in breve su\nthe city's neighbourhoods).Go to via Pascoli\n sulla propria destra seguendo i segnavia gialli\nvia\n Ai Poggi che attraversiamo (attenzione\nand start cycling up the slight incline on the\ne azzurri su strada sterrata. Dopo poco svol-\nalle autovetture) e ci ritroviamo in via Costa\npaved road. When you reach the roundabout,\ntare nuovamente a destra e seguire il traccia-\nchiudendo I'anello. Ripercorrere ora il mede-\nkeep going straight on Via Caldone up to the\nto in leggera discesa, fino ad una svolta sulla simo percorso seguito in salita.\nchurch of the neighbourhood of Olate. Keep\ngoing straight until you reach the traffic lights.\nCross the road, then take via Cernaia and via\nGalilei to thehamletofBonacina.Oncepast the\nhamlet, take the only bridge on the right, with its\nslightly uphill slope and continue straight. You\nwill reach via Movedo after the hairpin bend.\nFollow the road until it ends.\nAt theendof viaMovedo,turnleft andpushthe\nbicycle up the few steps that will take you to the\nfront of the Chiesa della Madonna di Lourdes\n(Church of Our Lady of Lourdes). At this point,\nget back on your bike and take the narrow, cob-\nbled pedestrian road on the right (via Capiloc-\ncio).Attheendof-theroad,turnleftandfollow\nthe hairpin bend. When this road ends (approxi-\nmatelyonehundred metersfurtheron),keepgo-\ning straight on the path that follows and will take\nyoupasttheprovincialroadtoBallabio.This\nsectionof the itineraryis shortbutchallenging,\nbecause of itsroadbed withloose stones(via\nCosta).At the end of theroad,turn leftontovia\nAi Poggi and follow the paved road to Malnago \n(squareinfrontof thecablewaystation).\nCross the square onyour right and follow the\nsignstotheStoppaniAlpinerefuge/MonteRe-",
    "Page_57": "segone. Once past the six steps, take the path F\nFrom here, continue travelling uphill and turn\nturn near a fence onyour left.Follow the same\nthat climbs down behind the cableway until you\nleft at thebend toreach thechurchof Acquate.\nsigns down and continue travelling on the trail\nreach the paved road. At this point, turn right\nNow, go down on your left, ride across viale\n until it ends, near a gate. Now, follow the path\nandfollowtheroad until itends.\nTonale, and turn left on via Foscolo. Keep going\nwith the pebbled roadbed on the right, which\nA mule track to Monte Resegone begins here\nonly presents some difficulty for 100 m. Then,\n(signposted trail no. 1). The best and most\nCastello. Then, turn right to finish your itinerary \n climb back on your bike and keep going until\nskilled cyclists will be able to cycle the cobbled\nonviaPascoli.\nyou reach the dirt road on the right. Follow the\nroad for its entire length. Other cyclists are in-\nAlternativeroutes:Anicealternativeforthe\n road down until you reach a crossing, and then\nstead advised topush theirbikes,since it is just\ndownhillportionof theitineraryis tofollowthe\n keep going on the right. The road will become \na short distance (300 m).\npath behind the cableway (see the itinerary de-\nsteep at this point and will soon take you to via\nLeave the mule track and follow the signs on\n scribed above) and, once you have reached the\nAi Poggi. Now, cross the road (watch out for\nyour right to Campo de' Boi. The path is easy to\npaved section, leave it and turn right follow-\ncars) to reach via Costa and close the loop. At\ncycle and unfurls on apparently flat ground. On\ning the yellow and blue signs on the dirt road.\nthispoint, take the same roads you travelled be-\nthe right, it follows a netting, continuing slightly\nShortly afterwards, turn right again and follow\nforewhen you weregoing uphill.\nup and down, until you reach the River Bione\nthegentlyslopingdownhill trail until youreach a\nin Ponte della Tenaglia (900 m further on) at an\naltitudeof648m.\nAnother short but tiring section of the itinerary\nbegins at this point. Lift your bike onto your\n shoulders for 40 m and take the only existing\nand sloping path available. After this last chal-\nlenge, take the level path on your right until\nthe open gate that will take you first to Campo\nde Boi and then to Madonnina. The itinerary\ncontinues along the foot of Monte Resegone -\noverlooked by a towering Monte Magnodeno -\nthroughslightlyuphillmeadowsuntilyoureach\na long, exhilarating downhill descent (with hair-\npin bends) with a few paved sections that will\ntake you to Neguggio (450 m).\nFollow the main, dirt road to the farm in the low-\ner part of the plains of Neguggio and take the\nsteep,challenging downhill road(long paved\nsectionsfor9o0mof theroute)that will takeyou\nto the end of the off-road section of the itinerary\nand the neighbourhood of Germanedo.Takevia\nallaRovinata,viaOratorioandviaRoveretountil\nyou reach a set of steps. At this point, climb up\nthe steps to via Ai Poggi.",
    "Page_58": "N\n Como - Bellagio per la dorsale del Triangolo Lariano\nComo - Bellagio through the Lario triangle ridge\nBELLAGIO\nLuogo di partenza: Como -Brunate\nLuogo di arrivo: Bellagio\nLunghezza: km 38\nDislivello: m 1.470\nTempo di percorrenza: 5 ore e 30 circa\n Quota max raggiunta: m 1.481\n Grado di difficolta: impegnativo\nStartingpoint:Como-Brunate\nNESSO\nEndingpoint:Bellagio\nLength: km38\nSlope: m 1.470\nTravel time: 5 hours and an half\nHighest altitude: m 1.481\nDifficulty level: hard\nN\nTORNO\nCOMO-BRUNATE",
    "Page_59": "Como - Bellagio per la dorsale del Triangolo Lariano\nComo - Bellagio through the Lario triangle ridge\nL'itinerario si sviluppa lungo tutta la dorsale\nRifugio Capanna Mara (m 1.134). Dalla Boc-\nil sentiero prosegue, alternando momenti di\nche divide i due rami del Lario, attraversa bo-\nchetta si prosegue verso il Monte Palanzone,\nsalita a momenti di discesa, in direzione Mon-\nschi di faggi e prati, regalando viste mozzafia-\naffrontando alcune rampe abbastanza impe-\n te San Primo, fino a raggiungere la localita\nto sulle province di Lecco e Como, terminan-\ngnative, per raggiungere il Rifugio Riella (m Colma del Bosco (m 1.235) dove la sterrata\ndo con una divertente discesa fino a Bellagio,\n1.274) e - continuando in leggera salita - la\nsi fa ripida per raggiungere, dopo una serie di\nmeta turistica di livello internazionale.\nlocalita Braga di Cavallo (m 1.340). Da qui la\n tornanti, I'Alpe di Terra Biotta (m 1.481): bel-\nstrada, in ripida discesa, conduce fino alla ca- \n lissimo il panorama che include tutta la dor-\n Punto di partenza di questo percorso é la sta-\npanna Stoppani, nei pressi della Colma di Sor-\nsale fino a Bellagio e il ramo settentrionale del\nzione d'arrivo della funicolare (m 692) che da\nmano (m 1.124). Appena sotto questo ristoro,\nLario. Continuare sulla sterrata per il sentiero\nComo giunge a Brunate. La strada asfaltata\ncomincia in salita, oltrepassa il faro voltiano\ne oltre il parcheggio, nei pressi della capanna\nC.A.0. (m 958), diventa sterrata. Ora le pen-\ndenze si fanno meno ripide, esclusi alcuni\nbrevi tratti cementati e si procede seguendo\nle indicazioni per il Monte Boletto. Si attra-\nversano in successione la baita Bondella (m\n1.070) e quella Fabrizio (m 1.150), per arriva-\nre ad una rampa molto impegnativa. Questo\nprimo tratto sterrato corre sul versante sud\ndel Pizzo Tre Termini, offrendo una vista fino\noltre Milano; superata la capanna S. Pietro (m\n1.129) il sentiero si sposta sul versante nord\ndel Monte Boletto, con una vista che si apre\nsul Lario e sulle Alpi Ticinesi. Si tratta di uno\nstretto single-trek bello e divertente, molto\nfrequentato anche da escursionisti a piedi, ai\nquali bisogna prestare attenzione. Al termine\ndi questo sentiero, denominato dei Faggi, si\narriva a pochi metri dalla Bocchetta di Lemna\n(m 1.169), sul versante opposto a quest'ulti-\n ma, a soli cinque minuti di distanza, si trova il",
    "Page_60": "n° 1 e, una volta valicato quest'ultimo, lascia-\nThistrail runs along the ridgedividing the two\nre il tracciato per il Monte San Primo sulla\nbranches of the Lario,cutting throughbeech-\nsinistra, per percorre la dorsale che scende\nwood forests and fields,gifting travellers with\ndal Monte Ponciv in direzione San Primo. Su-\nbreathtaking views of the provinces of Lecco\nperato il parcheggio degli impianti sciistici di\nand Como. It ends with an enjoyable downhill\nSan Primo (m 1.150), si raggiunge la strada\nride down to Bellagio, a world renowned tour-\nasfaltata da percorrere fino al primo tornante,\nistdestination.\nquando deviamo sulla sinistra, imboccando\nla sterrata per il Rifugio Martina. Superare la\nYour starting point on this route is the cable\ncolonia Bonomelli (m 1.102) fino a raggiunge-\nrailwaystation(660m)connectingComoto\nre una stanga che occlude il passaggio: qui\nBrunate.Thepaved road beginswith an uphill\nsi prende sulla destra il sentiero numero uno\nclimb,passes thevoltaiclighthouseand,after\n(poco visibile). Tenendo la traccia di sentie-\nthe parking lot - near the C.A.O. cabin (958\nro alla propria sinistra, una volta oltrepassa-\nm) becomes unpaved.At this point the steep-\nta la casa, si incontra un tratto di single-trek\nness of the slopes diminish, with the excep-\nmolto divertente. Usciti dal bosco, si scende\ntion of a few cement-paved parts. Keep riding\n su strada asfaltata fino a raggiungere una\nfollowing the directions for Monte Boletto. Af-\ncascina (cartelli segnavia) dove si torna allo\nter passing the Bondella Alpine refuge (1,070\n sterrato. Svoltando a sinistra affrontiamo un\nm) and the Fabrizio refuge (1,150 m) you will\ntratto inizialmente pianeggiante che pero, ad-\ncome to a very steep ramp. This first part of\ndentrandosi nel bosco, riprende a scendere.\nthe road is unpaved and will take you down\nDopo aver percorso pochi metri su asfalto,\nthe south side of the Pizzo Tre Termini, offer-\nsi svolta nuovamente a sinistra, per immet-\ning you a glimpse of beautiful views stretch-\ntersi in un toboga stretto e pieno di gradini\ning beyond Milan. On passing the San Pietro\nche obbliga a moderare la velocita per evitare\ncabin (1,129 m) the path moves onto the north\n pericolosi ribaltamenti. Si raggiunge, sempre\nside of the Monte Boletto, giving you a view\nin discesa su strada asfaltata, la SS 583 che\nof the Lario and the Tincino Alps. The single-\nin pochi minuti porta al centro di Bellagio (m\ntrek here is narrow, but beautiful and highly\n200).\nenjoyable,whichiswhyitisalsoverypopular\nwith trekkers, so please take care. At the end\nof this path - known as the Faggi path - you\nwill find the Bocchetta di Lemna ( 1,169 m).\nFive minutes away on the opposite side you\nwill also find the Capanna Mara Alpine refuge\n(1,134 m). From Bocchetta keep riding to-\nwards Monte Palanzone, where, after a series\nofrather steep uphill climbs you will reach the\nRiella Alpine refuge (1, 124 m) and - if you car-\nry on climbing a bit longer - Braga di Cavallo (",
    "Page_61": "1,340 m).Here the trail begins sloping steeplyt\nthere, leave the path, turning left in the direc-enjoyable single-trek. Once you have left the\ndownhill and will take you to the Stoppani cab-\ntion of Monte San Primo and cycle down the woods, take the paved downhill road leading\nin near the Colma di Sormano (1,124 m). After \nridgefromMontePonciv to MonteSanPrimo.\nthe farmhouse (signposted). The trail will once\npassing this, the trail continues - alternating\nYou will find a paved road after passing the \nagainbecome unpaved at thispoint.Turn left\nuphillanddownhillclimbs-inthedirectionof\nparking lot for the San Primo ski resorts (1,150 \nonto an initially straight road, which on enter-\nMonte San Primo, and up to Colma del Bosco\nm). Follow this road until its first hairpin bend,\n ing the woods, will once again slope downhill.\n(1,235 m) where the unpaved road becomes\nthenturnleftontotheunpavedroadleading\nAfter a few metres, turn left again onto a nar-\nvery steep. After a series of sharp hairpin\nto the Martina Alpine refuge. On passing the row ramp full of stairs which will force you to\nbends you will reach Terra Biotta (1,418 m).\nBonomelli(1,102 m) farm, keep riding until you  s\nslowdown in order not to turn over. Continu-\nThe breathtaking view from this point spans \nreach the barrier blocking your passage. Turni\n ing downhill you will reach a paved road, the\nthe entire ridge until Bellagio and the southernr\nright at this point onto trail number one (not\n SS 583. In only a few minutes this will take\nbranch of the Lario. Continue riding along un-\nvery visible).Follow the trail on your left. Once\nyou back to Bellagio city centre (200 m).\npaved road until you reach path no. 1. Once past the house, you will encounter a highly",
    "Page_62": "Canzo - Monte San Primo\n MONTE\nSAN PRIMO\nLuogo di partenza: Canzo\nLunghezza: km 44\nDislivello: m 1.384\nTempo di percorrenza: 4 ore e 30 minuti\nQuota max raggiunta: m 1.733\nGrado di difficolta: impegnativo\nStartingpoint:Canzo\nLength: km 44\nP\nSlope: m 1.384\nCOLMA DI\nTraveltime:4hoursandhalf\nSORMANO\nP\nHighest altitude: m 1.733\nDifficulty level:hard\nSORMANO\nCAGLIO\nREZZAGO\n1,600\n1.400-\n1.200-\nASSO\nD\nCANZO",
    "Page_63": "Canzo - Monte San Primo\nAssolutamentecomparabileperbellezzaad1\nle il versante sud-ovest del Monte San Primo. la vetta del Monte San Primo (m 1.733), meta\naltre localita piu famose del Lario, il percorso\nQuesto tratto e caratterizzato da una larga del nostro itinerario, rimanendo sempre in\nraggiunge la cima del Monte San Primo, il piu \nstrada sterrata, senza grossi ostacoli naturali,\n sella. La discesa coincide con il percorso di\nalto del Triangolo Lariano, e permette di do-\ndato il recente ripristino. Infine si raggiunge salita fino alla Colma di Sormano (m 1.124), a\n minare tutto il Lario e le Grigne verso Est. E'\ndi grande soddisfazione ciclistica.\nL'itinerario parte dal comune di Canzo (m 390)\npercorrendo su asfalto la SP 41, attraversa il\ncomune di Asso (m 420) in direzione Bellagio.\n Dopo circa 2 km si svolta a sinistra sulla SP\n44, in direzione Rezzago. Si prosegue in salita \ne, dopo poche centinaia di metri, si devia a\ndestra per Sormano (m 750). Superato il pa-\nese si prosegue in direzione Pian del Tivano,\nfino a raggiungere - sempre su asfalto - la\nColma di Sormano. Qui inizia la parte ster-\nrata del nostro percorso, che ci portera alla\nvetta del San Primo. Il sentiero sale all'om-\nbra delle piante, fino a raggiungere la loca-\nlita Colma del Piano (m 1.124) dove si trova\nil Rifugio Stoppani. Si imbocca una sterrata\nche risale verso la Colma dei Cippi (m 1.185)\ne la Colma del Bosco (m 1.235) seguendo il\ntracciato panoramico in leggera salita. Segue\npoi un tratto in leggera discesa che permette\ndi recuperare le forze prima di ricominciare a\n salire. Una serie di tornanti in mezzo ai prati\npermette di guadagnare quota e raggiungere\nI'Alpe di Terra Biotta (m 1.481): da qui si gode\nuna vista mozzafiato sul promontorio di Bella-\ngio. ll sentieroproseguetagliandoin diagona-",
    "Page_64": "questo punto proponiamo di cambiare itine-\nIncomparableintermsofbeautytoother,\n rario prendendo la vecchia strada conosciuta\nmore famous,locations in the Lario,the route\ncome \"Muro di Sormano\", al di la della SP 44.\ntakes travellers to the top of the Monte San\nAlla fine di questo tratto, molto ripido e di re-\nPrimo, the highest mountain in the Lario Tri-\ncente asfaltatura, si attraversa prima un ponte\nangle, which dominates all of the Lario and\ne subito dopo si svolta a destra (area pic-nic).\nGrigne towards the east. This is a highly en-\nOltrepassato il cancello di delimitazione,\nSI\njoyablerideforbikers.\nsvolta a destra in direzione Caglio (m 80o). In\nprossimita del centro del paese, appena prima\nThe trail beings in the municipality of Canzo\ndell'Albergo Santa Valeria, svoltare a sinistra.\n(390 m), where, taking the paved SP 42 , it\nimboccando una stradina in discesa. Superati\ncrosses the Municipality of Asso (420 m) in\nalcuni gradini si passa sotto a un portico per\nthe direction of Bellagio. After approximately\nprosegue diritto fino ad arrivare in una piaz-\n2 km, turn left onto the SP 44 towards Rez-\nza. ll percorso sottopassa un altro portico al\nzago. After a few hundred metres, turn right\ntermine del quale si deve svoltare a sinistra.\ntowards Sormano (750 m). Once past the\nSeguire il vicolo in discesa per raggiungere in\nvillage, keep cycling in the direction of Pian\npoco tempo, mantenendo questa direzione,\ndel Tivano until you reach - still travelling on\nla strada che collega Caglio a Rezzago. Circa\nthe paved road - Colma di Sormano. This is\n200 m dopo aver oltrepassato il cimitero (m\nwhere the unpaved part of our trail - which\n677), giunti nei pressi di una fontana sul lato\nwill take you to the summit of San Primo -\ndestro della strada, imboccare il viottolo sulla\nbegins. The path, surrounded by vegetation,\nsinistra che scende e, subito dopo aver attra-\ncontinues uphill until Colma del Piano (1,124\nversato la strada, seguire nuovamente il sen-\nm). Here you willfind the Stoppani Alpine ref-\ntiero sulla sinistra. Questo tratto di percorso,\nuge. Take the unpaved road towards Colma\nindicato come “Sentiero dei mulini\", porta alla\ndei Cippi (1,185 m) and Colma del Bosco\nstrada statale dove si aprono due possibilita:\n(1,235 m), following the slightly uphill-sloping\nla prima consiste nel percorrere a ritroso la\npanoramic track. A short ride downhill - which\n SP 41 fino al parcheggio auto di partenza, la\nwilllallowyoutocatchyourbreathbeforean-\nseconda alternativa, dopo qualche decina di\nother uphill climb - follows. A series of sharp\n metri sulla SP 41, devia sulla strada a destra\nturns among the fields will take you uphill to-\nche conduce fino al centro di Asso. Da qui si\nwards the Alpe di Terra Biotta (1,481 m) where\nseguono le indicazioni per la stazione e infine\nyou will be abletoenjoy a spectacular view\nperCanzo.\noftheBellagiopromontory.Followthepath\ncuttingdiagonallyacross thesouth-western\nside of the Monte San Primo. This part of\nthe trail is marked by a wide unpaved road,\nwhich, due to recent works, is also free of\nlarge natural obstacles. The path takes you\nto the summit of Monte San Primo (1,733 m),",
    "Page_65": "our final destination onour itinerary.All this\nwithout ever getting off your bike. The climb\ndown is identical to the one uphill until Colma\ndi Sormano (1,124 m). At this point we sug-\ngest a trail change. Take the oid road known\nas \"Muro di Sormano\"behind the SP 44. At\nthe end of this road - which is very steep and\nhas only recently been paved - you will first\ncross a bridge; then turn right (picnic area))\nOnce past the gate, turn right towards Caglio\n(800 m). Turn left down a downwards sloping\nstreet near the centre of the village and then\nright before the Santa Valeria Hotel. After a\nfew seconds, and after passing under a porti-\nco, you will reach a piazza. The route will take\nyou underneath a second portico, after which\nyou will turn left again. Follow the alleyway\ndownhill until you reach the road connect-\ning Caglio to Rezzago. Keep cycling in the\nsame direction and, after approximately 200\nm - after passing the cemetery (677 m) and\nnear thefountainon theright-hand side of the\nroad - turn onto the alleyway on your left. This \nwill take you downhill. After crossing the road,\nm\ncontinuetravelling downhill by taking thepath\n on the left. This part of the route, known as\nthe “Sentiero dei mulini” (Path of the Mills),\nwill take you to the state road where you will\nbefaced with two choices.You can either ride\ndown the SP 41 back to the parking lot where\nyou started off from or, after riding down the\nSP 41 for a few metres, you can turn right\nonto the road which will take you to thecen-\ntre of Asso.From here follow the directions to\nthestation and then to Canzo.\n0.20\n1.00",
    "Page_66": "P\nLago del Segrino\nCornizzolo - Lago del Segrino\nLuogo di partenza: Lago del Segrino\nLunghezza: km 20\nPI\nMONTE\nDislivello: m 770\nRAI\nTempo di percorrenza: 2,5 / 3 ore\nQuota max raggiunta: m 1.190\nGrado di difficolta: medio\nStartingpoint:LakeSegrino\nMONTE\nLength:Km20\nCORNIZZOLO\nSlope: m 770\nTraveltime:212/3hours\nHighest altitude: m 1.190\nDifficulty level:medium\nPI\nP\nCANZO\n品",
    "Page_67": "D\nLago del Segrino - Cornizzolo - Lago del Segrino\n Percorso panoramico sulla Brianza e il Trian-\ngolo Lariano che assicura una discesa lunga e\ndi soddisfazione, in grado di ripagare dell'im-\npegno richiesto dalla salita.\nL'itinerario prende il via dal Lago del Segrino\ndove si trovano ampie zone di parcheggio.\nLa prima parte del tragitto costeggia il Lago\ndel Segrino: il percorso e su strada asfaltata e\nconsentente un buon riscaldamento.\nRaggiunto labitato di Longone al Segrino,\nprendere la strada che conduce al Monte Cor-\nnizzolo (seguire la segnaletica), iniziando la\nlunga e ripida salita (poco meno di otto chi-\nlometri di sviluppo) che porta fino alle pendici\ndel Monte Cornizzolo al Rifugio Sec (Societa\nEscursionisti Civatesi) “Marisa Consiglieri\" (m\n1.092), completamente su asfalto e chiusa\nparzialmente al transito automobilistico. ll tra-\ngitto e il punto di arrivo offrono la visione pa-\nnoramica dei laghi di Annone, di Pusiano e di\nAlserio, nonche dei numerosi parapendi che\nsfruttano il Monte Cornizzolo come punto di\nlancio e che nelle belle giornate punteggiano\nil cielo.\n Proseguire ora sull'unica strada sterrata pre-\n sente, prima in piano e poi in leggera sali-\nta, che porta e termina sotto il ripetitore del\nMonte RAl. Non seguire altre indicazioni. Da\nqui si prosegue per un breve tratto in piano\nsu sentiero in direzione \"La colma\", facilmen-\nte percorribile, fino al Sasso Malascarpa; ora\nabbandonare la traccia in piano e scendere di\npochi metri sulla propria sinistra (bici a mano)",
    "Page_68": "e proseguire il tratto scarsamente ciclabile del\nA panoramicitineraryofBrianza and theLari-\n percorso, per un chilometro circa. La frasta-\n ano Triangle with a long, satisfying downhill\ngliata cresta offre una spettacolare vista sia\nsection providing full payback for all of the ef-\nverso il Monte Barro che verso il Monte San\nfort madeduring theuphill climb.\nPrimo. Poco prima di raggiungere \"La colma\"\n il percorso permette di rimettersi in sella, sep-\nThe itinerary starts in Lake Segrino, where you\n pur in discesa, in un bellissimo bosco di lati-\nwill find an abundance of parking areas. The\nfoglie.\nfirst part of our route follows the bank of Lake\nDa \"La colma\" prendere a sinistra in Val Ravel-\nSegrino on a paved road and gives you the\nla, in direzione Terz'Alpe Grasso su sentiero.\nchance to warm up properly.\nsempre in discesa, completamente ciclabile\nOnce you reach the hamlet of Longone al Seg-\nanche se in alcuni tratti impegnativo.\nrino, take theroad to Monte Cornizzolo(follow\nDa Terz'Alpe Grasso (m 790) - dove é possi-\nbile ristorarsi - seguire I'ampia mulattiera che\nthe signs). Here, you will find the beginning\nof a long, steep climb (a little less than eight \nscende fino alle Fonti di Gajum attraversan-\ndo Second'Alpe e Prim'Alpe, su un tracciato\nkilometres in length) on a completely paved\ndivertente e veloce (prestare attenzione agli\nroad that is partly closed to motor traffic. It\nwill take you to the SEC(Societa Escursionisti\nescursionisti)\nCivatesi) \"Marisa Consiglieri\" (1,092 m) Alpine\nDa Gajum (m 465) il percorso torna su strada\nasfaltata e porta, girando sulla destra, al cen-\nrefuge at the foot of Monte Cornizzoio. Both\n the itinerary and its end point offer travellers\ntro di Canzo per finire sulla Strada provinciale\n41; dopo aver lasciato I'abitato di Canzo, per-\npanoramic views of Lake Annone, Lake Pu-\ncorrere la Sp 41 fino al Lago del Segrino e di li\nsianoand LakeAlserio,andfeature several\nal parcheggio.\nparagliding launchpoints onMonte Corniz-\nVarianti: é possibile percorrere la mulattiera da\nzolo. These foot-launched aircrafts pepper\nGajum a Terz'Alpe. Come, da sopra il nucleo\nthe skies on clear days.\ndi Terz'Alpe, é possibile seguire un tracciato\nKeep cycling along the only dirt road here,\nche porta a Visino, vicino a Valbrona.\nwhich isfirstlevel and thenbecomes slightly\nNote: il Sasso Malascarpa fa parte dell'omo-\nuphill, and ends under the Monte RAl relay\n nima Riserva naturale. Si caratterizza per le\nantenna. Do not follow any other signs. From\nsue formazioni rocciose costituite da rocce\nhere,ashort,levelandeasytotravelpath\nsedimentarie di natura carbonatica, formatesi\ntowards \"La colma\" will take you to Sasso\nin epoca Mesozoico (movimenti di orogenesi\nMalascarpa.At thispoint,leave the level trail\nche hanno portato alla formazione delle Alpi);\nandmakeyourwaydownhillforafewmeters\ncontengono numerosi organismi marini fossili.\non your left (carrying your bike). Continue on\ntravelling down this tricky route for approxi-\nmately one kilometre. The jagged crest of-\nfers breathtaking views, both towards Monte\nBarroand towardsMonteSanPrimo.Youwill\nbe able to getback onyour bike as thetrail -",
    "Page_69": "even if downhill - makes its way into a striking\nbroad-leaved forest, right before reaching \"La\ncolma\".\nFrom“la colma\", turn left inVal Ravella in the\ndirection of Terz'Alpe Grasso. The path - al-\nways downhill - can be cycled in its entirety,\n even if it can become challenging at times.\nAt Terz'Alpe Grasso (790 m), you will find a rest \narea. From here, follow the wide mule track\ndown to Fonti di Gajum, as you travel across\nSecond'Alpe and Prim'Alpe on a speedy, ex-\nhilarating path (watch out for hikers).\nOnce you reach Gajum (465 m), the itinerary\ncontinues on a paved road. Turn right once\nyou reach the town centre of Canzo to take\nProvincial Road 41. After leaving Canzo, cycle\ndownProvincialRoad 41 toLakeSegrinoand\nmake your way back to the parking lot from\nthere.\nAlternative routes: Alternatively, you can also\ntake the mule track from Gajum to Terz'Alpe.\nFurthermore, the trail to Visino, near Valbrona,\ncan also be travelled from above Terz'Alpe.\nNotes: Sasso Malascarpa is part of the epon-\nymousNatureReserve.It is famedforitscar-\nbonic sedimentary rock formations, shaped\nduring the Mesozoic era (orogenesis move-\nSASSOLMALA\nments that led to the formationof the Alps)\nand containnumerous marinefossils.\nBAMELSOLCATI",
    "Page_70": "Albavilla - Palanzone\nALBAVILLA\nBOCCHETTA\n DI LEMMA \nLuogo di partenza: Albavilla\niO!\nLunghezza: km 34,5\nALPE DEL\n?\nDislivello: m 1227\nVICERE\nTempo di percorrenza: 3 / 3 1/2 0re\n Quota max raggiunta: m 1.345\nMONTE\nGrado di difficolta: medio\nPALANZONE\nStartingpoint:Albavilla\nLength:Km34,5\nSlope:m1227\nCASLINO D'ERBA\nTravel time: 3/31/2 hours\nHighest altitude: m 1.345\nDifficultylevel:medium\nCAGLIO\n600\nASSO",
    "Page_71": "Albavilla - Palanzone\nLa salita al Monte Pallanzone completa la cono-\ncorso ora cambia versante portandosi a nord,\nspiazzo antistante il rifugio c'e un'ottima vista\n scenza del territorio del Triangolo Lariano, ab-\ndove si svolta a destra per una corta discesa dal\nsul ramo del lago di Como e sulle montagne che\nbianata ai percorsi M, N e P della guida, a Sud \nfondo un po' smosso che richiede attenzione. A\ndividonoI'ltaliadallaSvizzera.\n al cospetto della Brianza e dei suoi laghi.\nbreve arriviamo al cambio di pendenza con in-\n Proseguendo sempre verso nord, percorrere\ncroci per altri itinerari, che seguiamo per il rifugio\n ancora un tratto in salita alternato a brevi di-\nL'itinerario parte dal paese di Albavilla. Lasciata \nRiella. Anche questo tratto di salita e caratte-\n scesa fino alla Braga di Cavallo, punto piu alto\nI'auto in uno dei parcheggi liberi del Comune,\nrizzato da strappi secchi con fondo cementato\n dell'intero percorso (1.354 m), prima di prepa-\ndirigersi verso la chiesa e, successivamente,\nche in un attimo portano a raggiungere il rifugio\nrarsi alla discesa. Il primo tratto di discesa é\n seguire le indicazioni per la localita “\"Buco del\nRiella (1.285 m), nuovo punto di possibile ristoro \n molto ripido e dal fondo cementato. Raggiun-\n Piombo\"e trattoria \"Alpina\". Questo primo trat-\nposto sotto il Monte Palanzone (1.436 m). Dallo\nto un breve tratto pianeggiante, si abbandona\nto si svolge in paese e quindi su strada asfal-\ntata, non appena giungiamo ai margini dell'abi-\ntato incontriamo una deviazione sulla sinistra e\nla strada inizia a salire in modo deciso per via\n Patrizi, poi via Galbanese. Raggiunta la tratto-\nria \"Alpina\", la strada diviene sterrata e le pen-\ndenze diminuiscono, rendendo la pedalata un \npo' piu facile (addentrandosi in zona boscosa\n che ripara dal sole). Raggiunta una casa perico-\nlante si svolta a destra e in pochi metri si torna\nsull'asfalto nei pressi della localita Alpe del Vi-\nceré; la strada spiana e si recuperano un po' le\nforze, prima di raggiungere la trattoria \"Caccia-\ntori\" (c'e una fontanella dove potersi dissetare).\nL'asfalto lascia di nuovo il posto allo sterrato:\nquesto tratto di salita é caratterizzato da una\n serie di strappi dal fondo cementato che porta-\nno a raggiungere il rifugio Capanna Mara (1.120\n m) situato nei pressi della bocchetta di Lemna \n(1.167 m). Da questo punto panoramico nelle\ngiornate piu limpide é possibile tranquillamente\nvedere Milano é tutto il suo hinterland. Il per-",
    "Page_72": "la traccia cementata (abbiamo percorso 600\nWhen combined with routes M, N and P in\nm circa) per imboccarne una sterrata sulla de-\nthe guide, the climb to Monte Palanzone\nstra che scende ripida in mezzo ai prati (que-\n completes our exploration of the Lariano Tri-\nsta variante é sconsigliata dopo delle piogge)\nangle to the south, right next to Brianza and\n Si incrocia nuovamente la strada che avevamo\nitslakes.\nabbandonato in precedenza (che porta al rifu-\ngio Stoppani), qui prendiamo la destra per un\nMAHA\nThe itinerary begins in the town of Albavilla.\nevidente sentiero. Sorpassare ora un cancello\nLeave your car in one of the town's free car\ne seguire la bella traccia principale per tornanti,\nparks andstart makingyour waytowards\nfinoall'arrivosull'asfaltoealleprimecasedi Ca-\nthechurch.Fromhere,followthesignsto\nglio (803 m). Prendere per via Cooney e, dopo\n\"BucodelPiombo\"andthe“trattoriaAlpina”\naver superato il cimitero, svoltare a sinistra e\nrestaurant.This first leg ofthe itinerarytakes\nprocedere per qualche centinaio di metri; im-\nplaceinsidethetown,and thereforeonpaved\nboccare ora una strada sulla destra con divieto\nroads. As soon as you reach the outskirts of\ndi accesso per poche diecine di metri, raggiun-\nthe town, you will see a detour on your left\n gere la chiesa ed entrare nel borgo medioeva-\nand the road will to slope noticeably up via\nle. Si prosegue in discesa e dopo pochi metri\nPatrizi,thenviaGalbanese.\nsi incontrano le indicazioni della scorciatoia per\nOnce you reach the \"trattoria Alpina\" restau-\nRezzago (676 m) nell'omonima via. Superare\nrant, the road will turn into a dirt road and be-\ndue tornanti (cimitero sulla destra del secondo)\ncome less steep, making it easier to cycle (as\ne proseguire fino ad entrare nel paese. Qui se-\nit leads you into a shady, wooded area). Turn\nguire la via principale per due tornanti fino ad\nright once you reach the abandoned house.\nuna piazzetta; svoltare quindi a sinistra su via\nYou will find yourself back on a paved road\nper Asso. Riattraversare la strada principale e\njust afewmetersafterwards,nearAlpedel\nimboccare via per Gaggiate, dove si prende un\nVicere. At this point, the road will become\nsentiero dopo pochi metri sulla propria sinistra.\nlevel, giving you the chance to catch your\nIl tratto che segue ha il fondo molto smosso e\nbreath before reaching the\"trattoria Caccia-\nrichiede una certa attenzione; si arriva nei pressi\ntori\" restaurant (with a water fountain where\ndi un ponte, lo si attraversa e, successivamen-\nyou can take a drink).Here, the road will once\nte, ci si immette sulla strada provinciale. Ancora\nagain become a dirt road. This part of the up-\npochi metri e si svolta a destra in localita Cano-\nhill climb features a series of steep sections\nva, proseguendo per poi riportarsi sulla strada\nwith a paved roadbed that will take you to the\nprovinciale. In breve si arriva ad Asso (427 m).\nCapanna Mara Alpine refuge (1,120 m), near\nDopo aver superato la stazione delle Ferrovie\nBocchetta di Lemna (1,167 m). On a clear day,\nNord, svoltare a destra alla prima rotonda e\nyoucansee all of Milanand itshinterland from\n proseguire in direzione di Caslino; costeggiare\nthis spot.\nla ferrovia e, dopo aver superato la stazione di\nAt this point, the itinerary changes inclines\nPonte Lambro, la strada ricomincia a salire fino\nand shifts north. Here, turn right to take a\n ad Albavilla punto di arrivo del percorso.\nshort downhill ride on a slightly looselypacked",
    "Page_73": "roadbed requiring a bit of concentration. The\ncemetery is on the right of the second one),1\ntake theprovincial road.Afewmetersfurther\ntrail will soon change gradient again, and will\nkeep cycling until you enter the town. Now, \non, turn right in Canova and keep going until\ncome across crossings for other itineraries.\nfollow the main road. Two hairpin bends will you are back on the provincial road. You will\nFollowituntil theRiellaAlpinerefuge.This\ntake you to a small piazza. Here, turn left on \nsoon reach Asso (427 m). After the Ferrovie\nuphill section also features a series of climbs\nthe road to Asso. Cross the main road again\nNord station, turn right at the first roundabout \non a paved roadbed that will take you to the\nand take the road to Gaggiate. A few meters a\nandkeepgoingt\ntowards Caslino, follow-\nRiella Alpine refuge (1,285 m), a new restau-\nfurther on, take the path on your left. The next i\n ing the rail tracks. The road will start climb-\nrant right under Monte Palanzone (1,436 m),\nleg of the itinerary takes place on a very loose \n ing back towards Albavilla after the station of\nin just a few minutes. From here, visitors can\nroadbed that requires some concentration. It Ponte Lambro and will take you back to your\nenjoy striking views of the branch of Lake\nwill take you to a bridge.Cross the bridge andstarting point.\nComo and the mountains that separate Italy\nandSwitzerland.\nKeep going north on another uphill section\n-with short downhill parts-until you reach\nBraga di Cavallo. This is the highest point of\nthe itinerary (1,354 m) before you start your\ndescent. The first downhill leg is very steep\nand has a paved roadbed. Once you reach\nthe level section, leave the paved road (af-\nter travelling approximately 600 m) and take\nthe steep dirt road on your right that will take\nyou across the meadows (this alternative is\nnotrecommendedafterithasrained).Atthis\npoint, you will reach a crossing with the road\nyou had left behind before (to the Stoppani\nAlpine refuge). Turn right onto the clearly\n marked path. Now, go past the gate and foi-\nlow the charming main trail as it winds along\nits hairpinbends until you reach the paved\nsection and the first homes on the outskirts\nof Caglio (803 m). Take via Cooney and turn\nleft after the cemetery.Turnleft and keep go-\ning for a few hundred meters. Now, turn onto\nthe road on your right with the \"do not enter\"\nsignfora fewmeters to reach the church and\ncycle into the medieval hamlet. Keep going\ndownhill. After a few meters, you will see the\nsigns for a shortcut to Rezzago (676 m) on the\neponymous road. After two hairpin bends (the",
    "Page_74": "R\nTour del Parco Pineta\nLuogo di partenza:Parcheggio della sede\ndel Parco Pineta a Castelnuovo Bozzente\nLunghezza: km 21\nDislivello: m 200\nTempo di percorrenza: 2 ore\n Quota max raggiunta: m 410\nGrado di difficolta: facile\nPI\nStartingpoint:ParkinglotoftheParcoPineta\nofficesinCastelnuovoBozzente\nLength:Km21\nCASTELNUOVOBOZZENTE\nSlope: m 200\nTravel time: 2 hours\nHighest altitude: m 410\nDifficulty level:easy\nTRADATE\nParco Pineta\ndi Appiano Gentile-Tradate\n250",
    "Page_75": "Tour del Parco Pineta\nPercorso semplice, su sterrato di ottima qua-\nlita, adatto alla famiglia, con la possibilita di\nosservare da vicino numerosi allevamenti di\ncavalli e di modificare la lunghezza del trac-\nciato secondole proprie esigenze.\nL'itinerario prende il via dal parcheggio della\nsede del parco Pineta a CastelnuovoBozzen-\nte. Uscendo dal parcheggio prende a sinistra\nvia San Martino, per poi svoltare a destra su\nvia Cimitero. Superato il cimitero inizia lo ster-\nrato e, quindi, il percorso vero e proprio.\nSeguire la strada sterrata completamente\nall'interno dei boschi prestando attenzione\nai segnavia di colore bianco pennellati sulle\nradici e sui sassi del percorso; dopo poco\npiu di 1 km prendere a destra dove la sterra-\nta si restringe diventando sentiero, ma senza\nmai presentare difficolta. Si passa sotto un\npalo dell'alta tensione svoltando a sinistra\ne, dopo aver percorso un altro chilometro, il\ntracciato incrocia la SP 27 che conduce ad\nAppiano Gentile: prestare attenzione all'attra-\nversamento e riprendere la sterrata proprio di\nfronte, sempre contrassegnata da pennellate\nbianche.\nLungo la sterrata che procede pianeggiante si\narriva alla Cascina San Bartolomeo, con una\nvecchia chiesa e allevamenti di cavalli. Da qui\n seguire il contrassegno rosso bianco TR1: il\ntracciato svolta a sinistra poco prima della\n cascina e prosegue a destra su sterrato di fa-\ncile percorrenza, sempre ben ombreggiato.\n Successivamente entrare nel bosco su sen-",
    "Page_76": "tiero, sempre seguendo TR1，\nprenderela\nThis easy itinerary unfurls along a dirt road\nleggera discesa e proseguire dritti sino ad\nof excellent quality. It can be enjoyed by the\nattraversare un piccolo ponte artificiale in ce-\nwholefamily and giveseveryonethechance to\nmento armato. Procedere dritti fino a Cascina\ncatch a glimpse of a number of horse breed-\nVillafranca, indi continuare seguendo le indi-\ning farms. The length of the itinerary can also\ncazioni TR1 sempre sulla via per Villafranca.\nbe changed to suit individual needs.\nPoco prima di giungere a Tradate, sulla sini-\nstra, seguire I'indicazione TR1 - che evita il\nTheitinerarybegins in the parking lot of the\npezzo asfaltato - per via Cascina Scorpione.\nParcoPineta office in CastelnuovoBozzente.\nIl percorso termina la parte sterrata con una\nOn leaving the parking lot, turn left onto via\nleggera salita entrando cosi in Tradate.\nSan Martino, then turn right on via Cimitero.\nDa qui girare a sinistra, prendere via Sally\nThedirtroad,and thereforetheactual itiner-\nMayer e proseguire finche si trovano le indi-\nary, begins right after the cemetery.\ncazioni per I'osservatorio astronomico Ronco\nFollow the dirt road into the forest, keeping\ndel Parco; giunti in via Ai Ronchi in breve si\nan eye out for the white marks painted onto\nabbandona I'asfalto per lo sterrato. Seguire\nroots and stones along the path. Turn right af-\nora il segnavia TR3 che porta prima all'osser-\nvatorio e poi, con saliscendi divertenti e scor-\nter slightly more than 1 km at the point where\nthe dirt road narrows to become a path, with-\nrevoli all'interno del bosco, riporta a chiudere\nI'anello vicino a Cascina Villafranca.\nouthoweverbecomingparticularlydifficultto\nDa qui riprendere il tracciato TR1 da percor-\ncycle. Ride under the high voltage pylon and\nrere in senso contrario sino al punto di par-\nturn left. After a further kilometre, thepath will\ntenza.\nmeet Provincial Road 27 to Appiano Gentile.\n Note: il tracciato si svolge interamente all'in-\nTake care when crossing the road and con-\nterno del Parco Pineta di Appiano Gentile.I\ntinue travelling on the dirt road right in front of\nboschi del Parco coprono una superficie di\nyou, marked out with white paint.\n4800 ettari e sono una importante traccia ver-\nThe dirtroadwillcontinue onlevelground\nde della antica selva padana. Costituiscono\nuntil itreachesCascinaSanBartolomeo,with\nuna importante area naturale poco urbaniz-\nits ancient church and horse breeding farms.\nzata.\nFromhere,follow thered and whiteTR1 sign.\nVarianti: una volta presa confidenza con il\nThe trail will turn left right after the first farm-\npercorso proposto all'interno del Parco, S\nsi\nhouse. Keep going on the right along the ef-\npossono allungare i tracciati come modifica-\nfortless, and always shady, dirt road.\nre i punti di partenza in base alle proprie esi-\nAt this point, enter the woods and keep on\ngenze. Anche percorrerli a piedi o a cavallo é\nthepath.Continuefollowing the T3 on a slight\nuna valida proposta per una giornata immersi\ndownhill descent. Keep going straight down\nnella natura.\nuntil you reach a small artificial, reinforced\nconcrete bridge. Keep going until Cascina\nVillafranca, then continue following the TR1\nsigns on the road to Villafranca.",
    "Page_77": "Follow theTR1signsontheleft toviaCascina\nScorpione, right before reaching Tradate in\n order to avoid travelling on the paved section.\nThe leg of the itinerary on the dirt road ends\nwith a slight uphill climb to reach Tradate.\nFrom here, turn left, take via Sally Mayer and\ncarry on until you find the signs for the Ronco\ndel Parco observatory. Shortly after reaching\nvia Ai Ronchi, the itinerary once again leaves\nthe paved road for a dirt road. Follow the TR3\nsigns to the observatory. A series of thrilling,\nfluid ups and downs inside the woods will\nbring the itinerary to an end near Cascina Vil-\nlafranca.\nFrom here, follow the TR1 trail in the opposite\ndirection to reach your starting point.\nNotes: The entire itinerary takes place in-\nsidetheParcoPinetaofAppianoGentile.\nThe woods inside the Park cover a surface of\n4800 hectares and are an important green re-\nminder of the ancient forests that were once\nfound in the Po Valley. They are also part of\na significantnature area whichhas seenlittle\nurbanisation.\nAlternative routes: Alternatively, once you\nfeel confident with the itinerary inside the\nPark, you can either expand it or change your \nstarting point to suit yourown needs.Another\nenjoyable alternativeis totravel therouteon\nfoot or horseback and savour a day out in the\ngreat outdoors.",
    "Page_78": "S\nTour Spina Verde\nLuogo di partenza: San Fermo\nPI\nLunghezza: km 19,6\nDislivello: m 694\nTempo di percorrenza: 2 1/2 / 3 ore\nQuota max raggiunta: m 620\nGrado di difficolta: facile\nStartingpoint:SanFermo\nCOMO\nLength: Km 19,6\nSlope:m694\nTravel time: 21/2 /3 hours\nSAN FERMO\nHighest altitude:m620\nDifficulty level:easy\n250\nm200",
    "Page_79": "?\nTour Spina Verde\nFacile itinerario alle porte di Como che per-\nle indicazioni per Monte Olimpino. Prima di\nimpedisce l'accesso ai mezzi a motore alla\n mette sia di allenarsi per percorsi piu impe-\narrivare al cartello del comune di Como, in via\n carrozzabile.\ngnativi, che conoscere il Parco e “\"scoprire\" la \nRimembranza si svolta a sinistra e poi subito\n Si prosegue su sentiero in direzione delle trin-\nlinea Cadorna.\na destra in via Cardano; il tratto che segue\n cee, fino ad arrivare a un incrocio nei pressi\nalterna alcuni tratti in salita con brevi disce-\ndi una cascina; svoltare con un tornante a si-\nL'itinerario proposto parte dal paese di San\nse. Raggiunti alcuni cartelli segnavia del CAl,\n nistra in salita e raggiungere una radura dove\n Fermo nei pressi della farmacia, prendendo la \n svoltare a sinistra in direzione del \"sentiero\n sono presenti gallerie e trincee; ora svoltare\ndirezione Como.\ndelle trincee\"; giunti nei pressi di Villa Eros,\ndestra e procedere in direzione della cima del\nRaggiunto il primo semaforo si svolta a sini-\nal termine della strada asfaltata, una sbarra\nSasso di Cavallasca. Dopo un bel single trek\nstra in via Bregno, superando uno strappo di\npochi metri al cui termine va tenuta la destra.\nLa strada ora prosegue in leggera discesa\n(ignorare le indicazioni per la baita alpina) per\nstrada stretta fino ad una curva dove si svolta\na sinistra, in via Ronchetto,e poi ancora a si-\nnistra. Seguire via Monte Caprino fino al suo\ntermine e, al semaforo, svoltare nuovamen-\n te a sinistra proseguendo fino ad arrivare in\npiazzaCamerlata.\nOra ci portiamo sul lato sinistro della piazza\ne imbocchiamo via Respau, stradina acciot-\ntolata, che a breve sale ripida in direzione del\n\"Baradello\" entrando nei bosco. Al termine\ndell'acciottolato proseguire dritto in salita,\ndove la presenza di alcune rocce e dei gra-\ndini obbliga a scendere dalla sella per alcuni\nbrevi tratti. Al termine della salita seguire le\nindicazioni per San Fermo; un bel single trek\nin discesa porta velocemente alle porte del\npaese.\nSi ripercorrono in direzione opposta le vie del\npaese precedentemente percorse seguendo",
    "Page_80": "in discesa bisogna superare alcune rampe\nAneasyitineraryrightoutsidethegatesof\nmolto faticose al termine delle quali il sentiero\nComo, perfect both as training for more chal-\nattraversa una zona di vegetazione bassa e lo\nlenging routes and as a means visit the Park and\nsguardo puo vagare sulla pianura in direzione\n\"explore\" the Cadorna line.\ndi Varese e della Svizzera. Pochi metri in piano\ne subito dopo si inizia una discesa divertente\nThis itinerary begins in San Fermo, near the\nsu fondo compatto che porta a ridosso delle\npharmacy. From here, start cycling in the direc-\ncase di San Fermo. Al bivio tenere la destra\ntionofComo.\nin via Montesasso e giungere all'incrocio con\nAfter a few meter's climb where you need to\nla strada precorsa in precedenza, qui svolta-\nkeep right, at the first set of traffic lights, turn left\n re a destra e in breve raggiungere il punto di\n on via Bregno. The road will become narrower\npartenza.\nand continueclimbing slightly(ignore the signs\nVariante: dopo il tratto in piano con vegeta-\nfor the Alpine hut) at this point. Keep going until\nzione bassa nei pressi del Monte Olimpino,\nyou reach a bend and turn left, on via Ronchetto.\n anziché svoltare a destra e iniziare la discesa,\nThen, turn left again. Take via Monte Caprino un-\nsvoltare a sinistra e raggiungere la sommi-\ntil it ends. At the traffic lights, turn left again and\nta del Sasso di Cavallasca dove una tavola\nkeep going until you reach piazza Camerlata.\nd'orientamento illustra tutte le montagne che\nNow, go to the left of the piazza and take via\nsi affacciano sul lago di Como. La vista da\nRespau. The cobbled road will quickly become\nquesto \"pulpito\" é mozzafiato: sotto la citta\nsteep and will take you to the “Baradello,\" as it \ndi Como e il lago, di fronte il faro di Bruna-\nwinds through the woods. Keep climbing after\nte. Rimontati in sella é possibile tornare per\nthe cobbled road ends. You will find a few rocks \nlo stesso percorso oppure, dopo pochi metri\nand steps at this point, which will force you to\nsulla destra, si stacca un sentiero con indica-\nget off your bike for a bit. At the end of the climb,\nzioni \"sentiero delle trincee\": la discesa per\nfollowthe signs to SanFermo.An enjoyable\nquesto breve itinerario é consigliata a biker\nsingle track downhill will takeyou quickly to the\ntecnicamente preparati. Raggiunto un sentie-\noutskirtsof the town.\nro si svolta a sinistra e si ripercorre il tratto\nNow,takethesameroadsyoutookpreviouslyin\nfino all'imbocco della variante.\nthe opposite direction. Make your way through\nNote: la linea di fortificazione deve il proprio\nParco Regionale Spina Verde\ntown and follow the signs to Monte Olimpino.\nnome al generale Luigi Cadorna (1850 -1928),\nOnvia Rimembranza, before reaching the sign\ncapo di Stato Maggiore dell'Esercito italiano,\nfor the Municipality of Como,turnleft and then\nche sostenne la sua necessita. Si tratta di 72\nrightimmediatelyafterwardsontoviaCardano.\nkm di trincee, 88 postazioni di artiglierie (11\nThe next leg of the itineraryfeatures a few uphill\nin caverna), 296 chilometri di strade e 398\nclimbs with brief downhill sections. Once you\nchilometri di mulattiere,realizzati con la forza\nreach the CAl sign, turn left towards the \"senti-\nlavoro e il sacrificio di 40.000 uomini. Questo\nero delle trincee” (trench path). Near Villa Eros,\n complesso di opere non venne mai utilizzato.\nat the end of the paved road, you will see a bar-\nrierstoppingmotorvehicleaccess.",
    "Page_81": "Keep going on thepath and make your way to-\nthe crossing with the road you took previously.\npath) on your right after a couple of meters. Only\nwards the trenches. At this point, you will reach \nAt this point, turn right and you will soon find\ntechnicallyskilledbikersareadvisedtotravel on\n a crossing near a farmhouse. Turn the uphill hair-\nyourself where you started.\nthis brief downhill section of the itinerary. Once\npin bend to the left to reach the clearing with its\nAlternativeroutes:Alternatively,afterthelevel\nyou have reached a path, turn left and follow\ngalleries and trenches. Now, turn right and keep \n section with low vegetation near Monte Olim-\nit until you reach the spot where you changed\n going towards Sasso di Cavallasca. A beautiful\npino, instead of turning right and going downhill,\nyourroute.\nsingle track downhill will take you to a few, very\nturn left to reach the peak of Sasso di Caval-\nNotes:Theselinesoffortificationwerenamed\ndemanding ramps. At the end of these, the path \nlasca. Here, you will find a map that illustrates\nafter General Luigi Cadorna (1850 - 1928), who\nwill travel across an area with low vegetation,\nall of the mountains that overlook Lake Como.\nwas the Chief of Staff of the italian Armed Forc-\nwhereyou can enjoy a viewof theplain towards\nThe view from this \"pulpit\" is breathtaking. Be-\nes as well as a great believer in their necessity.\nVarese and Switzerland. After travelling a few\nlow you, you will see the city of Como as well as\nIt contains 72 km of trenches, with 88 artillery\nmeters on level ground, you will come across \nthe lake,while the lighthouse of Brunate is right\npositions (11 in caves),296km of roads and 398\nan exhilarating downhill section on a compact\nin front of you. Get back on your bike and turn\nkm of mule tracks, created by the toil and sacri-\nroadbed that will takeyou toSanFermo.At the\nback on the same route. Alternatively, take the\nfice of 40,o00 men.The fortifications were never\ncrossing, keep right on via Montesasso to reach\npath signposted \"sentiero delle trincee\" (trench \nused.",
    "Page_82": "T\n Cernobbio - Monte Bisbino\nMONTE\nLuogo di partenza: Cernobbio\nBISBINO\nLunghezza: km 51,5\nPI\nDislivello: m 1.580\nCERNOBBIO\nSVIZZERA\nTempo di percorrenza: 3 1/2 / 4 ore\nITALIA'\n Quota max raggiunta: m 1.345\n SASSO\nGrado di difficolta: medio\nGORDONA\nStartingpoint:Cernobbio\nLength:Km51,5\nSlope: m 1.580\nTravel time: 3 1/2 / 4 hours\nHighest altitude: m 1.345\nDifficulty level: medium\nARGEGNO\n80g",
    "Page_83": "Cernobbio - Monte Bisbino\nBell'itineraio sul confine Italo Svizzero che si\nsviluppa in quota e permette di conoscere valli\n e \"vallette\" ben pedalabili al cospetto del lago.\nL'itinerario parte da Cernobbio. Lasciata I'auto\nin uno dei parcheggi liberi del Comune, dirigersi\nverso Rovenna: la strada su asfalto inizia con\nla salita, senza strappi, in modo uniforme; se-\n guirla, sempre in salita, verso Monte di Lenno.\nRaggiunto I'abitato, la strada procede ora nei\nboschi (la calura estiva viene mitigata dall'om-\nbra dei castagni che caratterizzano questi bo-\n schi).Il percorso continua a salire fino quasi alla\nvetta del monte Bisbino, raggiungendo la quota\ndi 1.198 m. Terminata la salita (13,5 km percor-\nsi), una breve pausa per riprendere fiato, il per-\ncorso devia a destra poco prima di uno degli\nultimi tornanti, proseguendo ora lungo la Via dei\n Monti Lariani con una svolta a sinistra e subito\na destra in discesa, su una strada sempre ce-\nmentata (sono stati fatti 350 m di percorso fino\na questo punto). Si torna a salire in direzione del\nrifugio Bugone fino a raggiungerlo (1.119 m). IIl\n percorso ora segue I'andamento della dorsale\ncon continui sali/scendi; a volte brevi salite, ma\nmolto intense, mettono a dura prova i muscoli\ndei ciclisti. Si passa ora vicino al rifugio Murelli\n(1.190 m) e al rifugio Binate (1.300 m) dove una \nbreve sosta per mangiare qualche cosa prima\ndi proseguire é consigliata. Proseguire in di-\nscesa fino alla colma di Schignano, poi dritto\nin direzione del rifugio Prabello; giunti sulle pen-",
    "Page_84": "dici del Sasso Gordona seguire le indicazioni\nA striking itinerary, high up on the Italian-Swiss\nper visitare i resti delle fortificazioni della Linea\nborder that allowscycliststoexplorethevalleys\nCadorna, dove si raggiunge in breve il rifugio\nnearthelakeontheirbikes.\nPrabello (1.201 m). Ora lasciamo temporanea-\n mente la Via dei Monti Lariani per proseguire sul\nThe itinerary begins in Cernobbio. Leave the car\n confine italo-svizzero in cresta per circa 750 m\nin one of the town's free car parks and start cy-\ndi tracciato e poi prendere a destra in direzione\ncling towards Rovenna.The paved road will start\ndell'Alpe Casasco, prima su sentiero tecnico\nwith a uniform uphill climb without any tough\npoi su strada bianca. Raggiunta I'Alpe svoltare a\nsections.Follow thisroad and continue travel-\ndestra e proseguire in discesa per poche centi-\nling uphill towards Monte di Lenno. On reaching \nnaia di metri; in seguito svoltare ancora a destra\nthe hamlet, the road will take you through the\nin direzione di San Zeno (caratteristico promon-\nwoods (the summer heat here is dampened by\ntorio con chiesa omonima) ed entrare in Bisur-\nthe shade provided by its chestnut trees, which\nco. ll sentiero attraversa zone boscose e corre\nareatypical featureofthesewoods)\nin discesa fino all'abitato di Ovrascio (607 m).\nThe road will continue climbing, almost to the\nRaggiunta la strada principale teniamo la destra\npeak of Monte Bisbino,upto an altitudeof\nin direzione Occagno dove, prima di uscire da\n1,198 m. After you have finished the ascent\nquest'ultimo abitato lungo un rettilineo, si svolta\n(13.5 km travelled), take a short break to catch\n a sinistra in prossimita di una semicurva in una\nyour breath. At this point, the path will deviate\nstradina in ripida discesa. Passare vicino ad al-\ntowards the right, before one of the last hairpin\ncuni capannoni e proseguire su un sentiero che\nbends. Keep going on via Lariani, where there is \npresto diviene una strada pedonale asfaltata la\na single turn, first left and then right, and cycle\nquale, in breve, porta ad Argegno, quindi sulla\ndownhill on the paved road (you have travelled\nriva del lago.\n350m of the route at thispoint).\nOra, prestando molta attenzione al traffico, per-\nNow, start climbing again to reach the Bugone\ncorriamo la Strada statale Regina in direzione\nAlpine refuge (1,119 m). Your route will now fol-\n Como fino a raggiungere il comune di Cernob-\nlow the crest, along a series of ups and downs.\nbio, punto di arrivo di questa bella gita.\nA. few short, but steep climbs will put all your\nVarianti: e possibile allungare il tragitto dall'Alpe\nmuscles to the test at this point. As you pass\nCasasco e proseguire lungo le dorsali per la Via\nnear the Murelli (1,190 m) and Binate (1,300 m)\ndei Monti Lariani fino a San Fedele di Intelvi\nAlpine refuges, we recommend taking a short\nNote: tutti i rifugi incontrati lungo questo itine-\nbreak for a snack before continuing on your\nrario erano caserme della Guardia di Finanza,\nway.\ndata I'estrema vicinanza con il confine svizze-\nAt this point, make your way down to the Colma\nro; in questa zona fino a qualche anno fa era\ndi Schignano. Then, keep going straight towards \npresente il fenomeno dei contrabbandieri. Per\nthe Prabello Alpine refuge. Once you have\nevitare di percorrere tutta la statale a lago é\nreached the slopes of Sasso Gordona, follow\n possibile utilizzare due autovetture e ridurre il\nthe signs to visit the remains of the fortifications\n percorso puramente stradale di ben 15 km.\nalong the Cadorna Line, just a short distance",
    "Page_85": "before the Prabello Alpine refuge (1,201 m).\nLeaveviadei Monti Lariani temporarilyand con-\ntinue cycling towards the Italian-Swiss border\nalong the path on the crest for approximately\n750 m. At this point, turn right towards Alpe\nCasasco, first on the technical path and then\nontothedirt road.\nOnce you have reached the Alp, turn right and\nidno e o umop Km no bu s\nhundred meters. Then, turn right again in the di-\nrection of San Zeno (characteristic promontory\nwith an eponymous church) and enter Bisurco.\nThepath travels across wooded areas and con-\ntinues downhilluntil the hamletofOvrascio(607\nm). Once you have reached the main road, keep\nright while cycling towards Occagno. Here, be-\nfore leaving this last hamlet on a long section\nof straight road, turn left near a half-curve onto\na small, steep downhill road. Cycle past a few\nwarehouses and keep going on the path. This\nwill soon turn into a paved, pedestrian road that\nwill take you quickly to Argegno and then to the\nbankoftheriver.\nNow, keeping a careful eye out for traffic, take\nthe State Road Regina in the direction of Como\nuntil you reach Cernobbio, your starting point\nforthisbeautifulitinerary.\nAlternative routes: Alternatively, you can extend\nthe route from Alpe Casasco and keep travelling\nalong the ridges on via dei Monti Lariani until\nSanFedeled'lntelvi.\nNotes: All of the Alpine refuges along this itiner-\narywereonceused asbarracks andbelonged to\nthe Guardia di Finanza (Finance Police). Smug-\nglers were still in operation in this area up until\na few years ago, because of its proximity to the\nSwiss border To avoid travelling down the entire\nstateroadtothelake,you cantaketwocars and\ntrim a full 15 km from this part of the itinerary.",
    "Page_86": "Argegno - Tremezzo - Argegno\nMONTE DI\nTREMEZZO\nLuogo di partenza: Argegno\nMONTE\nLunghezza: km 35\n DI LENNO \nDislivello: m 900\nTempo di percorrenza: 4 1/2 / 5 ore\nQuota max raggiunta: m 1.575\nGrado di difficolta: impegnativo\nStarting point: Argegno\nLength: Km 35\nTREMEZZO\nSlope: m900\nTravel time: 41/2 / 5 hours\nHighest altitude: m 1.575\nDifficultylevel:hard\nPIGRA\nP\nARGEGNO",
    "Page_87": "Argegno - Tremezzo - Argegno\n Non puo mancare una pedalata al Monte di Tre-\nmezzo al ciclista che vuole conoscere il Lago di\nComo. Da scegliere una bella giornata e goder-\nsi I'incredibile e unico panorama sul lago e sulle\nmontagne. La discesa proposta é sicuramente\nalternativa alle classiche, poco fuoristradistiche\nche si possono compiere. Non adatta a tutti e\nin particolare a chi soffre di vertigini. Ma mai\npericolosa o inopportuna.\nIl percorso parte da Argegno dal comodo par-\ncheggio di fronte alla chiesa e al porticciolo.\nUscire dal parcheggio svoltando a destra im-\nmettendosi sulla strada statale Regina fino\nalla stazione della funivia che porta a Pigra.\nPrendendola si evitano 640 m di dislivello per\ndiversi km di asfalto. Giunti comodamente a\nPigra (860 m) si attraversa la piazza e si pren-\nde a sinistra in direzione dellinizio paese. Qui\nanzinche iniziare la discesa si svolta a destra\nin salita su strada asfaltata che non abbando-\n neremo piu fino al punto piu alto del nostro pareti rocciose del Tremezzo si unisce adiun \n zio\" sul lago. Al termine di questo primo tratto\n (abbiamo percorso 3 km) seguire le tracce che\nI'Alpe di Colonno (1.322 m) dopo aver percor- r\n ne. Non adatto a tutti. Il primo tratto prosegue \nscendono lungo il pendio erboso sulla propria\n so 4,7 km. Il percorso procede in discesa fino in falso piano su sterrato fino alle vicine trincee\ndestra, a tornanti, che con un po’ di tecnica\n al rifugio Boffalora (1.252 m) godendo dei primi della Linea Cadorna . Proseguire sulla destra \npermette di essere sempre sul sellino della pro-\nfantastici panorami sulla Alpi occidentali e le in leggera discesa per le tracce della ex strada\npria mountain bike. Ci si addentra nel bosco e\n prealpi orobiche. Si ricomincia a salire in dire- r\n militare, ridotta a sentiero, che aggira il Mon-\nil percorso si fa piu scorrevole anche se a volte\nzione Rifugio Venini a quota 1.576 m (tralascia- te di Tremezzo (1.700 m) con una sensazione\ninterrotto da piante cadute sul sentiero. Dopo\nre le deviazioni) percorrendo gli ultimi 5 km. Qui di \"vuoto\" dato dai prati molto scoscesi alla\n altri tornanti stretti si arriva ad un punto a quota\n1.100 m che si deve brevemente spingere la bici\n Un panorama veramente unico sul iago e sulle direzione il Monte Crocione (1.641) a “precipi-\nsu tracce ghiaiose. Si scende sulla propria de-",
    "Page_88": "stra e si scopre che il percorso prosegue in una\nNo cyclist who wants to explore Lake Como\ngalleria. La si percorre al buio (si vede da parte\ncan do without a ride to Monte di Tremezzo.\na parte) e si fuoriesce in una gola rocciosa sel-\nJustpick aniceday and enjoy the awe-inspir-\nvaggia in un ambiente inaspettato per bellezza\ning,one of a kind landscape of thelakes and\n e severita. Il sentiero che prosegue permette di\nmountains of the area. The downhill itinerary\npercorrerlo in sella, anche se con tratti difficili,\ndescribed hereis certainly a valid alternative\nfino a dei prati e delle baite dove si incrocia la\nto the more traditional routes - with few off-\nVia dei Monti Lariani. Qui una strada sterrata\nroad sections - that can be enjoyed in the\naggira una di queste baite e prosegue su fon-\narea. Although this itinerary is not suitable for\ndo cementato per dei tornanti molto stretti al\neveryone, particularly those who are afraid\ncui termine si prosegue dritti sulla traccia prin-\nof heights. It is never dangerous or inconve-\ncipale fino nei pressi della bocchetta di Nava\nnient.\n(848 m). Qui e possibile proseguire in direzione\ndella bocchetta e scendere comodamente fino\nOur itinerary begins in Argegno, in the spa-\nall'abitato di Croce sopra Menaggio. Ma la no-\ncious parking lot in front of the church and the\nstra proposta, piu impegnativa e tecnica, scen-\nsmall portico. Leave the parking lot and turn\nde a destra su un sentiero tecnico in direzione\nright onto State Road Regina. Keep going un-\nGriante - Rogaro. Lo si percorre in sella fino ad\ntilyoureachthecablewaystation thattakes\nun dosso panoramico sulle due localita, pren-\nyou to Pigra. Take the cableway to avoid the\ndiamo a destra sempre per sentiero tecnico. Lo\n640 m incline as well as various km of paved\npercorriamo finche riusciamo a restare in sella,\nroad. Once you have comfortably reached\nI'ultimo tratto non e pedalabile fino a una casa\nPigra (860 m), cross the piazza and turn left\ndi campagna. Si rimonta in sella e su mulattiera,\ntowards the outskirts of the town. Here, in-\n con strappo finale, si arriva al paese di Cardano\nstead of starting to make your way downhill\n(481 m). Anziche proseguire su asfalto seguire\nturn right onto the paved road that will be your\nla vecchia strada acciottolata con molte diver-\ncompanion up until the highest point of the\ntenti gradinate in direzione Volesio. Di li a breve\nitinerary. Alpe di Colonno (1,322 m) is just a\nsi é di nuovo sull'asfalto e in riva al lago. Ora\ncomfortable, 4.7 km ride away. Then, con-\nsvoltando ci si riporta a Argegno percorrendo\ntinuekeepgoingdownhilltowardstheBof-\ngli ultimi 9,3 Km in riva al lago.\nfalora Alpine refuge (1,252 m) and enjoy your\nVarianti: e possibile modificare la discesa ri-\nfirst, wonderful views of the western Alps and\ntornando dal rifugio Venini fino al rifugio Bof-\nBergamo Alps from here. Now, start climbing\nfalora, qui, cento metri prima, svoltare a destra\nagaintowardstheVenini Alpinerefuge,which\nsempre su asfalto e proseguire per Ponna (870\nis located at an altitude of 1,576 m (ignore\nm), Laino (676 m) e poi in salita per San Fede-\nthe deviations), and keep going down the last\nle d'Intelvi (750 m) e chiudere I'anello fino ad\n5 km. You can take a break here, before the\nArgegno.\nlong trip back down. This itinerary combines a\ntruly unique landscape that features the lakes\nand rocky peaks of Tremezzo with a challeng-",
    "Page_89": "ing and highlysatisfactory route.However, it\nBocchetta and make your waycomfortably\nof taking thepaved road,take theold cobbled\nis not suitable for everyone. The first section\ndown to the hamlet of Croce Sopra Menag-\n road with its entertaining steps towards Vole-\nthencontinuesonafalseleveldirtroaduntil it\ngio. However, we also have a more technically \n sio. From there, you will soon reach a new\ntakes you to the trenches of the Cadorna Line.\nchallenging suggestion: cycling down on the\npaved road and the banks of the river. Turn\nFrom here, continue on your right and make\ntechnical trail on the right towards Griante-\nhere to return to Argegno, cycling the last 9.3\n your way slightly downhill on the former mili-\nRogaro. Keep going until you reach a hum-\nkm of the route along the banks of the lake.\ntary road - which has become a path - that\nmock with a panoramic view of both towns.\nAlternative routes: Alternatively, you can\ncircles around Monte di Tremezzo (1,700 m).\nAt this point, take a right, while still on the\nchange the return leg of the itinerary from the\nThe very steep meadows on you right will give\ntechnical trail. Follow the trail, remaining on \nVenini Alpine refuge to the Boffalora Alpine\nyou the feeling of cycling over a \"drop\". Keep\nyour bike as far as you can since the last sec-\nrefuge. One hundred meters before this spot,\ngoing towards Monte Crocione (1,641 m),\ntion that takes you to a country home cannot\nturn righton the paved road and carry on until\n“overhanging”thelake.At the end of thisfirst\nbe cycled. At this point, get back on your bike\nyou reach Ponna (870 m), Laino (676 m) and\nleg (you will have travelled 3 km), follow the\nand takethemuletrack.Onelasteffortwill get\nthe uphill climb to San Fedele d'Intelvi (750\ntrails down the grassy slope on the right, tak-\nyou to the town of Cardano (481 m).Instead1\n m), to finish up in Argegno.\ning their hairpin bends. With a little bit of skill,\nyou will be able to remain on your bike. Now,\nmake your way into the woods as the trail be-\ncomes less arduous, even if it may at times be\ninterruptedbyplantsthatmayhavefallenon\nthe path. A few other tight hairpin bends will\ntake you to a point at an altitude of 1,100 m,\nwhere you will have to push your bike over a\ngravel trail for a brief section. Make your way\ndown on your right, keep going through a dark\ngallery (you cansee from one end to the other),\nand come out on the other side. You will find\nyourself in a wild, rocky gorge with a strikingly\nbeautiful, rugged landscape. The path which\nfollows can be travelled by bike - even if it is\nchallenging at times - and will take you to a\n series of meadows and Alpine houses, where\nit meets Via dei Monti Lariani. Here, you will\nfind a dirt road which circles around one of\ntheAlpinefarmhouses,beforebecoming\npaved and continuing througha seriesofvery\ntight hairpin bends. Once you have reached\nthe end, keep going on the main trail until\nyou find yourselfnearBocchettadiNava(848\nm). At this point, you can continue towards",
    "Page_90": "Corrido - Passo San Lucio - Corrido\nSANBARTOLOMEO\nCARLAZZO\nVAL CAVAGNA\nLuogo di partenza: Corrido\n Lunghezza: km 25\nDislivello: m 1.180\nTempo di percorrenza: 3 / 4 ore\n Quota max raggiunta: m 1.541\n Grado di difficolta: impegnativo\nP\nCORRIDO\nStartingpoint:Corrido\nLength:Km 25\nSlope: m 1.180\nTravel time: 3 / 4hours\nHighest altitude: m 1.541\nDifficulty level: hard\nCAVARGNA\nDASIO\nBUGGIOLO\n1000\n500\nPASSO SAN LUCIO",
    "Page_91": "Corrido - Passo San Lucio - Corrido\n Percorso che porta al confine italo-svizzero e\nporta sulla propria destra al\npermette di conoscere la Val Rezzo e la Val\npasso San Lucio ed all'Ora-\nCavargna, passando dal fondovalle agli al-\ntorio di San Lucio posto sul\npeggi di quota con una vista spettacolare su\nconfine italo-svizzero e meta\nAlpi e Prealpi Orobiche.\ndel percorso.\nLa vista e impagabile sul ver-\nConsigliamo di partire da Corrido (470 m),\nsante svizzero e su quello ita-\nevitando cosi il primo tratto su asfalto da Por-\nliano, dove dominano il Pizzo\nlezza, parcheggiando presso la posta o pres- \n di Gino, il Monte Tabor e, in\nso il cimitero.\nlontananza, le Alpi orientali e\n Seguire la strada che porta in Val Rezzo pren-\ncentrali.\ndendo le indicazioni per il Rifugio Garzirola. La\nLa discesa inizia dal passo\nsalita su asfalto, con brevi tratti impegnativi,\nper una traccia di sentie-\nporta in Val Rezzo fino all'abitato di Buggiolo\nro stretta -\n non segnalata\n(925 m). All'inizio del paese tenere la destra\n- che parte proprio dal retro\ne percorrere tre ripidi tornanti, per poi uscire\ndell'Oratorio,\nin\ndiagonale,\ndal paese e giungere alla localita Dasio. Qui\nlungo i pascoli. E percorribile tutta in sella,/ poi su mulattiera fino all'abitato di Cavargna,\ntermina il tratto asfaltato; in corrispondenza\n evitando le parti piu disagevoli del sentieroy raggiungibile con una scalinata che porta in\ndi una caserma della Guardia di Finanza ab-\npassando sui prati. Dirigersi verso le baite di\ndiscesa al sagrato della chiesa.\nbandonata si svolta a sinistra proseguendo\nColone, ben visibili (600 m di percorso).\nQui recuperare la strada asfaltata, da percor-\nverso la meta (indicazioni Passo San Lucio e\nSvoltare a sinistra su strada sterrata e se-\nrere in discesa, in direzione San Bartolomeo.\nRifugio Garzirola). ll fondo cementato, a tratti\nguirla in discesa fino a un tornate; proseguire\nSconsigliamo di seguire la prima parte del-\nmolto ripido, si alterna a brevi parti sterrate.\nper circa cento metri e abbandonare la stra- \nla Via del Ferro, in quanto il tratto che porta\nII livello é impegnativo. La pendenza diminu-\nda sterrata poco prima dellAlpe Marda per\nall'abitato di Sora e parzialmente inagibile e\nisce nei pressi di una cappella posta a 1.330\n svoltare repentinamente a sinistra in discesa\nfranato, oltre che pericoloso.\nm, dove é possibile rifocillarsi e dove é pre-\nsu sentiero. Tutto percorribile rimanendo in\nGiunti alle porte di San Bartolomeo Val Cavar-\nsente una fonte d'acqua.\nsella, il sentiero prosegue su un single trek\ngna su asfalto, dopo un tratto in salita girare\nSi prosegue, sempre su fondo sterrato, con\n-bello e divertente - fino al fondovalle, dove\na destra per la localita Sora. Appena giunti\nbrevi tratti cementati, fino ad un incrocio; te-\nsi attraversa il torrente Cuccio su un ponti-\nin paese, in prossimita di una piazzetta con\n nere la sinistra seguendo le indicazioni Rifu-\ncello.\ncurva verso destra, su un garage e posta Il'in-\ngio Garzirola, tracciato principale. In breve la\nIlpercorso continua, con piccoli sali/scendi\ndicazione Via del Ferro che é il percorso da\nstrada porta ad un tornante cementato che\npedalabili, nei boschi prima su sentiero e\nseguire: svoltare quindi a sinistra per la disce-",
    "Page_92": "sa ripida e su fondo cementato. Il percorso\nThis itinerarywill takeyou to the Italian-Swiss\npoi prosegue alternando mulattiera e fondo\nborder and will give you a chance to explore\nsterrato. Superati alcuni resti con indicazio-\nboth Val Rezzo and Val Cavargna. It passes\n ni dell'antica Via del Ferro, la traccia inizia a\nthrough the bottom of the valleys to reach Al-\nsalire - sempre all'interno del bosco - con\npine summer pastures at high altitudes, with\ntratti mai troppo impegnativi. Riprendere la\nspectacular views of the Alps and Bergamo\ndiscesa in prossimita di una fonte d'acqua e\nAlps.\ndi una cappella (640 m), per giungere in bre-\nve all'antico ponte di Maggione che supera,\nWe recommend setting off from Corrido (470\nsu una spettacolare forra, il torrente Cuccio.\nm) to avoid the first leg of the itinerary on the\nCirca duecento metri dopo si torna su asfalto\npaved road fromPorlezza.Park yourcar near\ne si entra nel paese di Carlazzo. Giunti a una\nthe post office or cemetery, and take the road\n grande rotonda all'interno del paese, svoltare\nto Val Rezzo.Follow the signs to the Garzi-\na destra per Corrido dove, sempre su asfalto,\nrola Alpine refuge.Cycle up the paved road\ncon saliscendi, si torna al punto di partenza.\n which has some tough parts - to Val Rezzo\nVarianti: é possibile ridurre il chilometraggio e\nand up to the hamlet of Buggiolo (925 m).\npercorrere la parte sterrata del percorso fino\nOnce you reach the beginning of the town,\nal Passo San Lucio da dove, svoltando a si-\nkeep right and take three steep hairpin bends\nnistra per la cresta di confine e seguendo i\nto leave the town and reach Dasio.The paved\ncippi italo svizzeri, si raggiunge il colle di San\nleg of the itinerary ends here. Turn left near\nBernardo. Si fa ritorno sul versante italiano\nthe abandonedGuardiadi Finanza(Finance\nsvoltando a sinistra per sentiero fino all'Alpe\nPolice) barracks and keep going towards\nColmino e poi su sterrato ci si riporta sul trac-\nyour goal (follow the signs to Passo San Lu-\nciato di salita. Per chi invece intende allunga-\ncio and the Garzirola Alpine refuge). Here, the \nre il tragitto esistono numerosi percorsi che\npaved roadbed - which can be very steep at\nportano in Svizzera ottimamente segnalati.\ntimes - alternates with short sections of un-\nNote: I'Oratorio di San Lucio, posto all'omo-\npaved road. This is a challenging itinerary. As\nnimo passo, risale al XlV secolo. In ottimo\nthe road becomes less steep, you will find\nstato di conservazione, ha a pochi metri il ri-\nyourselfnearachapellocatedatanaltitude\nfugio San Lucio, possibile punto di appoggio.\n1.10\nof 1,330 m, where you can take a break and\nRifugio S.Lucio\nLa Via del Ferro é I'antica via dove lo sfrut-\nquench your thirst at the spring.\nMonte Gorzirolo\n2.10\ntamento delle vene ferrose e la conseguente\nKeep going on the dirt road, with its brief\nlavorazione del materiale estratto costituirono\nBocchetta di S.Bernordo\n1.45\npaved sections, until you reach a crossing.\nuno degli aspetti piu rilevanti per I'economia\nAt this point, keep left and follow the signs to\ndella Valle Morobbia e della Val Cavargna. In\nthe Garzirola Alpine refuge on the main trail. A\nVal Cavargna vi sono notizie d'attivita siderur-\nshort road leads to a paved hairpin bend on\ngica dall'Vill secolo.\nyour right which will take you to Passo San\nLucio and the Oratorio di SanLucio,near the\nItalian-SwissborderThisisthefinaldestina-",
    "Page_93": "tionon our journey.\nright towards Sora. On reaching the town, you \nduce the total length of the itinerary and travel\nTheviewfromhere over theSwiss and Italian\n will see a sign to the Via del Ferro on a garage\nthe unpaved section of the route until Passo\nborders is truly exceptional and is dominated\nnear a small piazza with a bend to the right.\nSan Lucio. From here, turn left for the bor-\nby the Pizzo di Gino, Monte Tabor and - in the\nTurn left down the steep slope on the paved \nder crest andfollowtheItalian-Swissborder\ndistance - the eastern and central Alps.\nroad. The itinerary continues, alternating be-\nstones to reach Colle San Bernardo. Make\nYou can now start making your way back\ntween a dirt road and a mule track. Once you\nyour way back on the Italian side, turning left \ndown from the pass. Take the narrow, unsign-\nhave passed a few ruins with a sign for the\nfor the path to Alpe Comino. Then, take the\nposted, trail that begins right behind the ora-\nold Via del Ferro, the trail will beginning climb-\ndirt road back to theuphill trail.Forthosewho\ntory and cuts diagonally through the mead-\ning upwards - still inside the woods - but will\nwould liketolengthen the itinerary, a number\nows. The whole trail can be travelled by bike,\nnever become too challenging. Start making\nofexcellentlysignpostedtrailsareavailable\navoiding the most awkward sections by pass-\nyour way back downhill near the water spring\nhere and will take you to Switzerland.\ning on the meadows. Make your way towards\nand chapel (640 m), and cycle over the an-\nNotes: The Oratorio di San Lucio is found on\nthe Alpine houses of Colone, which are easily\ncient bridge of Maggione that connects the\nthe eponymous pass and dates back to the\nvisible(600maway)\nbanks of the River Cuccio above a spectacu-\n 14th century. It is excellently preserved and is\nTurn left on the dirt road and follow it down\nlar gorge. Get back onto the paved road two\njust a short distance away from theSan Lucio\nuntil the hairpin bend. At this point, keep cy-\nhundredmetersfurtheronandenterthetown\nAlpine refuge, where you can take a break.\ncling for approximately one hundred meters\nof Carlazzo. On reaching the large roundabout \nThe Via del Ferro is an age-old road. lron\n and leave the dirt road right before reaching\ninside the town, turn right towards Corrido. A\nminesand worksplayed a keyrole inthe local\nAlpe Marda. Take a quick turn to the left and\npaved road with a series of ups and downs \neconomy of Valle Morobbia and Val Cavargna.\ntravel downhill on the path. Its whole length\nwill take you back to your starting point.\nMentions of iron working activities in Val Ca-\ncan be travelled by bike. The path will con-\nAlternative routes: Alternatively, you can re-\n vargna date back to the 8th century.\ntinue as a - charming and exhilarating - single\ntrack to bottom of the valley, where you can\ncross the River Cuccio by cycling over a small\nbridge.\nKeep going on the path inside the woods, with\nits ups and downs, first on the trail and then\non a mule track until you reach Cavargna. The\nhamlet can bereached using the stairs going\ndown to the church courtyard.\nAt this point, take the paved road down to\nSanBartolomeo.\nWe do not recommend taking the Via del\nFerro, since the section that takes you to the\nhamlet of Sora is dangerous, as well as partly\ninaccessible andcollapsed inparts.\nTravelling on the paved road, once you have\nreached theoutskirtsofSanBartolomeoin\nValCavargna,climbbrieflyuphilland turn",
    "Page_94": "Z\nGarzeno - Passo San Jorio - Garzeno\nLuogo di partenza: Parcheggio di Garzeno\n(sopra Dongo)\nLunghezza: km 32,5\nDislivello: m 1.350\nTempo di percorrenza: 3 1/2 / 4 ore\nQuota max raggiunta: m 2.012\nVALLE SAN JORIO\nGrado di difficolta: impegnativo\nStartingpoint:Garzenoparkinglot\n(above Dongo)\nLength: Km 32,5\nSlope: m 1.350\nTravel time:31/2 / 4 hours\nHighest altitude: m2.012\nDifficulty level: hard\nVALLEALBANO\n2000\nGARZENO",
    "Page_95": "Garzeno - Passo San Jorio - Garzeno\nTragitto impegnativo per la lunghezza e lo svi-\nluppo che nella prima parte, su asfalto e ster-\n sterrato con brevi tratti cementati verso il Ri- \n confine italo-svizzero al cospetto della cima\nrato, offre un'incomparabile visione del Lago\nfugio San Jorio e I'omonimo passo. Dopo gli\npiu alta che e la Marmontana.\ndi Como e del Monte Legnone, per poi per-\nultimi tornanti e dopo aver raggiunto il rifugio, I\n Inizia il ritorno percorrendo lo stesso percor-\ncorrere la Valle San Jorio fino al passo omoni-\nmo, sul confine italo-svizzero, in un ambiente\nmontano di rara bellezza.\nA Dongo seguire le indicazioni per Stazzona,\nGermasino e Garzeno. Al secondo tornante\ndi Garzeno svoltare a destra e parcheggiare:\nsono presenti le indicazioni per il Passo San\nJorio e il Rifugio Motta Foiada.\n Percorrere la strada consorziale per i monti su\nasfalto, sempre ombreggiata e con pendenza\nvaria per 8 km. Alla Bocchetta di Sant'Anna\nparte lo sterrato, pure questo sempre om-\nbreggiato, con poca pendenza e fondo com-\npatto; seguendo le indicazioni per Passo San \nJorio, si raggiunge il Rifugio di Motta Foiada\ndopo 4 km (punto di sosta con acqua).\nAl bivio per il rifugio prendere a sinistra per il\n Passo San Jorio (e comunque piacevole una\n sosta, prendendo a destra, al rifugio di Motta \nFoiada, aperto dal 1° maggio, per uno spun-\ntino). Qui il percorso prosegue su ottimo ster-\nrato, in salita, con alcuni tornanti che portano\n fuori dal bosco e ai pascoli di alta montagna,\narrivando fino al bivacco Il Giovo (mt 1.706 e\n5,6 km) spartiacque tra la Valle San Jorio e\nla Valle Albano. Si prosegue per Ilultimo trat-\nto su percorso impegnativo, prima su fondo",
    "Page_96": "so fino al bivacco Il Giovo; qui passando a\nThisitinerary is described aschallengingboth\ndestra per evidente strada sterrata che gira\nbecauseof itslength andbecauseofthefea-\nattorno al bivacco seguire la strada militare\ntures specific to its first leg.It takes place\ncostruita durante la prima Guerra Mondiale\nalong both a paved road and a dirt road, and\nche scende dal versante opposto rispetto a\noffers bikers an unsurpassed view of Lake\nquello di salita, in valle Albano.\nComo and Monte Legnone before travelling\nLa discesa presenta tratti impegnativi e ripidi,\nthrough Valle San Jorio to the eponymous\nalternati a tratti divertenti, tutti su strada ex\npassontheItalian-Swissborder, surrounded\nmilitare, superando I'Alpe Brento e I'abitato di\nbyabreathtakingmountainlandscape.\nPiazza Cavada e alcuni alpeggi fino a giun-\ngere, dopo tortuosi e ripidi tornanti, a quota\nFrom Dongo, follow the signs to Stazzona,\n1.00o m circa, dove lo sterrato diventa quasi\nGermasinoandGarzeno.Onreachingthe\npianeggiante. Finisce la sterrata e prosegue\nsecond hairpinbend in Garzeno,turn right and\nla strada asfaltata che con breve e continua\npark here.You will see the signs to Passo San\ndiscesa, porta all'abitato di Garzeno e a con-\nJorio and the Motta Foiada Alpine refuge.\ncludere il percorso al punto di partenza con\nTakethepavedconsortiumroadtowards\n 32,5 km fatti di cui 20 di salita, ma di gran\nthe mountains. This road is 8 km long, al-\nsoddisfazione e in un paesaggio molto bello\nways shady and has a range of different gra-\nevario.\ndients. The dirt road begins at Bocchetta di\nVarianti: e possibile ridurre il percorso accon-\nSant'Anna. This path is always shady as well,\ntentandosi di aver raggiunto il bivacco Giovo\nwith a slight incline and a compact roadbed.\nall'omonimo passo. Sconsigliamo di percor-\nFollow the signs to Passo San Jorio and you\nrere al contrario il percorso, per la valle Al-\nRFISOSORD\nwill reach Motta Foiada Alpine refuge after 4\nbano.\nkm (rest area with water).\nP45505.#\nNote: la Valle Albano ha sempre ricoperto un\nAt the crossing for the refuge, turn left to-\nruolo di notevole rilievonell'ambito delle vie di\nCONENEITMLD-SITEO\nwards Passo San Jorio (a small break for a\ncomunicazionetra il territorio lariano ela Sviz-\n snack is always pleasant. Turn right to reach\nzera. Sembra che i primi tracciati risalgano ai\nLACH号R0C20\nthe Motta Foiada Alpine refuge, which is open\nCelti, intorno al Vl secolo A.C.. La storia piu\nfrom May 1).\nNNTE CIRONELD\nrecente vede I'utilizzo della strada al passo\nThe itinerary continues along an excellent,up-\nSan Jorio per scopi militari, a meta dell'800\nALTANA BLRN\nhill dirt road with a few bends. It will lead you\ne durante la Prima Guerra Mondiale, quando\nout of the woods and to high mountain pas-\nILGIOVO\nla strada che saliva verso la Valle Albano ven-\ntures before reaching camp Il Giovo (1,706 m\nne trasformata in strada militare e compresa\nand 5.6km) whichmarks theboundarybe-\nnelle opere di fortificazione della linea Cador-\ntweenValleSan Jorio and ValleAlbano.Keep\n1706m\nna e Frontiera Nord-V Armata (1916), poste\npedalling and takethelastchallengingsection\na difesa di Milano, nel caso di una violazione\nof the itinerary. The first part will take you on a\ndella neutralita svizzera da parte dell'esercito\npaved road and through a hairpin bend before\ntedesco.\na dirt road with brief, paved sections, to the",
    "Page_97": "San Jorio Alpine refuge and the pass bearing\nfirst trails in the area canbe tracedbackto the\nthe same name.\nCelts,around 600BC.More recently,theroad\nOnce you have passed the refuge, you will\nto Passo San Jorio was used for military pur-\nreachPassoSanJorio after afewhairpin\nposes in the mid-19th century and during the\nbends. This is our destination on the Italian-\nGreat War, when the road up to Valle Albano\nSwitzerland border, near its highest peak, the\nwas turned into a military road following the\nMarmontana.\nfortification works carried out on the Cadorna\nTo make you way back, take the same route\nline and the Frontiera Nord-V Armata (1916).\nyou travelledpreviouslyuntilyoureachcamp\nTheir purpose was to defend Milan should the\nIGiovo.Fromhere,turn rightontothe clearly\nGermanarmyhavebreachedSwissneutral-\nsignposted dirt road that travels around the\nity.\ncamp and follow the military road built dur-\ning the Great War down the slope opposite\nthe one you climbed on your way up, in valle\nAlbano.\nThe descent has a number of steep, challeng-\ning passages that alternate with fun parts.\nThe whole trip takes place on a former mili-\ntary road. You will reach a number of Alpine\npastures after Alpe Brento and the hamlet of\nPiazza Cavada. Keep travelling on the steep,\ntortuous hairpin bends until you reach a height\nof approximately 1,0o0 m, where the dirt road\nbecomes almost level, before ending. Keep\ngoing down the paved roads. A short, con-\ntinuously downhill section will take you to the\nhamlet of Garzeno, where the itinerary ends as\nyou reach the starting point. The whole route\nis 32.5 km long, of which 20 km are uphill\nHowever, it is both highly rewarding and fea-\ntures a very varied and attractive landscape.\nAlternative routes: Alternatively, you can\nreduce the length of the itinerary by turning\nback at camp Giovo once you reach the epon-\nymous pass. We do not recommend travelling\nthe same route back to valle Albano.\nNotes: Val Albano has always played a lead-\ningroleintermsof theroutesthatconnectthe\nLario area and Switzerland. Apparently, the",
    "Page_98": "Codice di comportamento\nRallenta e dai sempre la precedenza ai pedoni\n2)\nUsa cautela ed avvisa prima di sorpassare\n3)\nLa velocita deve essere sempre rapportata alle proprie capacita e al tipo di fondo.\n4)\nResta sempre su sentieri consentiti\n5)\nNon spaventare gli animali sia quelli domestici che quelli selvatici\n6\nRispetta la natura riportando a casa i tuoi rifiuti\n7\nRispetta le proprieta pubbliche e private\n8)\nAdegua il tipo di percorso al clima e al meno allenato dei compagni di uscita\n(6\nUsa sempre casco,occhiali e guanti\n10\nNon viaggiare mai da solo e comunica sempre a qualcuno I'itinerario\nEsistono inoltre delle regole non scritte ma che vanno rispettate sia quando é un'uscita di gruppo sia quando é un'uscita solitaria.\nQueste regole sono una consuetudine per i biker piu esperti ma sono sconosciute alle \"matricole\". Chi percorre in discesa un sentiero\ndeve dare la precedenza a chiunque provenga in senso opposto, sia esso un escursionista 0 un altro biker. Il biker che deve sorpas-\nsare deve avvisare colui che lo precede con un \"attento a sinistra\" o \"a destra\" a seconda dei casi ed essere sicuro che il messaggio\nsia stato sentito; una volta effettuata la manovra ringraziare per il via libera. Se durante una gita si incontra qualcuno fermo con dei\nproblemi e correttezza chiedere se habisogno di aiuto. Se durante una discesa o una salitavi accorgete che sta sopraggiungendo un\nbiker piu veloce di voi fatelo passare senza mettere lui e voi stessi in situazioni pericolose. Mentre si effettuano percorsi non conosciuti\ntutti i componenti del gruppo devono rimanere al massimo ad una distanza visiva, questo evita che qualcuno si perda e che si debba-\n no impiegare tempo e fatica per ritrovarsi. I componenti del gruppo piu veloci ogni tanto devono aspettare anche I'ultimo ritardatario e\nnon ripartire immediatamente appena arriva al punto d'incontro: attendere invece almeno qualche momento. Cosa molto importante\ne viaggiare per fila indiana durante lapercorrenza di strade asfaltate aperte alla circolazionedei veicoli per evitare incidenti.",
    "Page_99": "Behaviour code\n1)\nAlwaysslowdownandgiveprecedencetopedestrians\n2)\nBe careful and always signal before overtaking\n3)\nAlways moderate your speed to suit both your skills and the terrain\n4)\nDo not stray from the trails\n5)\nDo not frighten the wildlife or any animals you might encounter\n6)\nRespect nature and take home all your rubbish\n7\nRespect private and public property\n8)\nChoose your route based on the climate and the least fit member of your party\n9)\nAlways wear a helmet, glasses and gloves\n10)\nDo not travel alone and always tell someone about the trail you will be taking\nA number of unwritten rules - which must nevertheless be respected both when travelling alone and with a party - also exist. These\nrules become a mere mater of habit for more experienced bikers, but are often little known to \"newbies\". Anyone riding downhill on\na path must give precedence to anyone coming in the opposite direction, be they bikers or trekkers. When overtaking, a biker must\nfirst signal the person in front of him by saying \"careful on your right\" or \"left'\" depending on the situation and must be certain that\nthe other biker has heard him. On overtaking, always thank those who have moved aside. On meeting someone who has stopped\nbecause of a problem, always ask if they need help before continuing on your way.e When travelling uphill or downhill, if you notice\na faster biker approaching, allow him to overtake you without placing either yourself or him in danger. All members of a party must\nremain within sight when travelling on an unknown route. This avoids members of the party getting lost and wasting time and effort\nto find them again. The fastest members of the party must, once in a while, stop and wait for any stragglers and must not pedal off\n o y ss   s s t  si  os  s        s s  \npaved roads open to vehicle traffic in order to avoid accidents.",
    "Page_100": "Numeri Utili / Useful Numbers\nUfficio Informazioni Turistiche Como\nComunita Montana Triangolo Lariano\nComunita Montana Alpi Lepontine\n Piazza Cavour, 17\nVia Vittorio Veneto, 16\nVia Cuccio, 8\n22100 Como (CO)\n 22035 Canzo (CO)\n22018 Porlezza (CO)\nTel.031 269712\nTel.031 672000\nTel. 0344 62427\nFax 031 240111\nFax 031 670248\nFax 0344 02445\nlakecomo@tin.it\ninfo@cmtl.it\ninfo@cmalpilepontine.it\nwww.lakecomo.it\nwww.cmtl.it\nwww.cmalpilepontine.it\nUfficio Informazioni turistiche Bellagio\nComunita Montana \nConsorzio Parco Pineta\nPiazza Mazzini\nAlto Lario Occidentale\ndi Appiano Gentile e Tradate\n22021 Bellagio (CO)\nVia Pelaschini, 3\nVia Manzoni, 11\nTel./Fax 031.950204\n 22015 Gravedona (CO)\n22070 Castelnuovo Bozzente (CO)\n prombell@tin.it\nTel.0344 85218\nTel. 031 988430\nwww.bellagiolakecomo.com\nFax 0344 85237\nFax 031 988284\ninfo@comalo.it\nwww.parcopineta.org\nUfficio Informazioni turistiche Menaggio\n Piazza Garibaldi, 8\nwww.comalo.it\n Parco Regionale\n 22017 Menaggio (CO)\nComunita Montana Lario Intelvese\nSpina Verde di Como\nTel./Fax 0344.32924\nVia Roma, 9\nVia Imbonati, 1 \ninfomenaggio@tiscali.it\n 22028 San Fedele dlntelvi (CO)\n 22020 Cavallasca\n(CO)\nwww.menaggio.com\nTel. 031 830741\nTel. 031 211131\nFax 031 831740\nFax 031 535864\ninfo@lariointelvese.eu\nsegreteria@spinaverde.it\nwww.lariointelvese.eu\nwww.spinaverde.it\n Soccorso sanitario 118\nCarabinieri 112\nPolizia 113",
    "Page_101": "Numeri Utili/ Useful Numbers\nUfficio Informazioni Turistiche Lecco\nComunita Montana\nParco Monte Barro\nVia Nazario Sauro, 6\ndella Valle San Martino\nVia Bertarelli,\n23900 Lecco (LC)\nVia Galli, 48\npresso Villa Bertarelli\nTel.0341 295720- 0341295721\n23801 Calolziocorte (LC)\nTel. 0341 542266\nFax 0341 295730\nTel.0341621011-20\nFax 0341 240216\ninfo.turismo@provincia.lecco.it\nFax 0341621031\nwww.parcobarro.it\nwww.turismo.provincia.lecco.it\nwww.martinet.lc.it\nParco della Grigna Settentrionale\ncmvsm@martinet.lc.it\nUfficio Informazioni\nc/o Comunita Montana Valsassina, Valvarrone,\n Turistiche Barzio\nComunita Montana \nVal D'Esino e Riviera.\nPiazza Garibaldi\ndel Lario Orientale\nVia Fornace Merlo, 2\n23816 Barzio (LC)\nVia Vasena, 4\n23816 Barzio (LC)\nTel.0341996255\n23851 Galbiate (LC)\nTel. 0341 910144\nFax 0341910103\nTel. 0341240724\nFax 0341 910154\nFax 0341240734\nwww.valsassina.it\nComunita Montana Valsassina,\nwww.cmlarioorientale.it\nValvarrone, Val d'Esino e Riviera\nParco di Montevecchia \ninfo@cmlarioorientale.it\nVia Fornace Merlo, 2\ne della Valle del Curone\n23816 Barzio (LC)\nParco Adda Nord\nLoc. Butto, 1\nTel. 0341910144\nc/o Villa Gina\n23874 Montevecchin\n(LC)\nFax 0341910154\nvia Padre Calvi, 3\nTel. 039 9930384\nwww.valsassina.it\nConcesa di Trezzo sull'Adda (Ml)\nFax 039 9930619\ninfo@valsassina.it\nTel. 02 9091229\nwww.parcocurone.it\nFax 02 9090096\nwww.parcoaddanord.it\n Soccorso sanitario 118\nCarabinieri 112\nPolizia 113",
    "Page_102": "Provincia di Lecco\nProvincia diComo"
}