{
    "Page_1": "FOR SIX BRITISH COLUMBIA INDUSTRIES\nby\nTERRY ROSS COLLI\nB.A., Brandon University, 1969\nA THESIS SUBMITTED IN PARTIAL FULFILMENT OF\nTHE REQUIREMENTS FOR THE DEGREE OF\nMASTER OF ARTS\nin the Department\nof\nEconomics\nWe accept this thesis as conforming to the\nrequired standard\nTHE UNIVERSITY OF BRITISH COLUMBIA\nSeptember, 1970",
    "Page_2": "leui aaube 1 'eiqwnioy ysiz!lg Jo Kisiariun aui ie aaibap paouepe ue\nthe Library shall make it freely available for reference and study.\nI further agree that permission for extensive copying of this thesis\nfor scholarly purposes may be granted by the Head of my Department or\nby his representatives. It is understood that copying or publication\nAw znouiim pamolle ag iou lleus uiee leioueuiy ioy sisayn siut jo\nWritten pemission.\nDepartment of _.\nThe University of British Columbia\nVancouver 8, Canada\nDate",
    "Page_3": "ABSTRACT\nThis thesis is an attempt to combine two opposing arguments which\nhave appeared in the literature of labour economics for nearly 25 years.\nThe analysis deals with the formulation of a collective bargaining model\nwhich yields some insight into the wage-determining process.\nDunlop in his book, Wage Determination Under Trade Unions, are combined\nwith the 'political' or 'power' variables which A. M. Ross had advocated\nas the most important determinants of wages in his book, Trade Union Wage\nPolicy. The result is an analysis very similar to that of recent'bar-\n. gaining theory studies.\nSix industries from the British Columbia economy are examined\nwithin the concept of the model developed.  These industries produce a\nmajor part of the output of this region. The examination of these indus-\ntries, therefore, provides a key to the comprehension of the general\ntrends and forces at work in the British Columbia labour market.\nThe model attempts to discover the variables most significant\n   1    91  1 5 x \nThe yariables examined represent a combination of the economic and poli-\ntical forces which are hypothesized to act upon the wage determination\nprocess. :\nIn addition, the thesis examines those industries in the context\nof·a general wage structure.  It is hypothesized that the existence of\nsuch a structure plays a large role in the wage determiningr process and\nii",
    "Page_4": "iii\n           g\nprovince. The end result will be an explanation of the single and col-\nlective wage movements of these six industries.\nThe findings generally support the theoretical hypothesis that\nthe wage determining process is subject to both political and economic\nforces.· Economic variables are able to confine wage settlements within\na range. The size of this range also depends upon economic forces.\nWithin the range, however, bargaining may involve a multiplicity of\ncriteria.  Both the union and the firm will often choose some easily\nobservable criteria upon which to base wage settlements. This study\nattempts to determine the main criteria chosen within each industry.\nThe conclusions reached show that wage comparisons made among\npart of wage movements. A bargaining theory model is supported and\nample evidence of a wage structure which plays an important role in\nthe wage determining process is found.",
    "Page_5": "TABLE OF CONTENTS\nPage\nLIST OF TABLES\nV\nLIST OF CHARTS\nvi\nChapter\nI.\nINTRODUCTION\nII.\nTHEORETICAL BACKGROUND\n3\nIII.\nTHE MODEL .\n31\nIV.\nEMPIRICAL RESULTS .\n47\nV.\nTHE INTER-INDUSTRYWAGE STRUCTURE\n76\nVI.\nA CONCLUDING SYNTHESIS\n82\nBIBLIOGRAPHY\n85\nAPPENDIX A.\n91\nCHARTS :\n92\nTABLES\n94\niy",
    "Page_6": "LIST OF TABLES\nTable\nPage\nI\nINDEX OF REAL VALUE-ADDED OUTPUT PER INDUSTRY\n94\nII\nAVERAGE HOURLY WAGE RATES IN SIX BRITISH COLUMBIA\nINDUSTRIES, 1948-1968\n95\nIII\nAVERAGE HOURLY PERCENTAGE WAGE INCREASES FOR SIX\nBRITISH COLUMBIA INDUSTRIES, 1949-1967\n96\nIV\nWAGE DIFFERENTIAL BETWEEN TOP AND LOWEST WAGE INDUSTRIES\n1949-1968.:\n97\nANNUAL PERCENTAGE RATE OF WAGE CHANGE FOR SIX\nBRITISH COLUMBIA INDUSTRIES, 1949-1968\n98\nVI\nCORRELATION MATRIX DEMONSTRATING RELATIONSHIP BETWEEN\nINDUSTRY WAGE CHANGES\n99\nVII\nCORRELATION MATRIX DEMONSTRATING RELATIONSHIP BETWEEN\nVALUE-ADDED OUTPUT PER MAN-HOUR CHANGES PER INDUSTRY\n100\nVIII\nCORRELATION MATRIX DEMONSTRATING RELATIONSHIP BETWEEN\nEMPLOYMENT CHANGE PER INDUSTRY\n101\nIX\nPERCENTAGE CHANGE IN EMPLOYMENT FOR SIX BRITISH COLUMBIA\nINDUSTRIES, 1949-1968\n102\nX\nFOR SIX BRITISH COLUMBIA INDUSTRIES, 1949-1968\n103",
    "Page_7": "LIST OF CHARTS\nChart\nPage\nI\nREAL VALUE-ADDED 0UTPUT PER INDUSTRY, 1948 - 1968\n92\nII\nAVERAGE HOURLY WAGE RATE PER INDUSTRY\n93\nvi",
    "Page_8": "ACKNOWLEDGEMENT\nI would like to take this opportunity to express my gratitude\nto Dr. Stuart Jamieson, without whose patient help this thesis would\nnever have been possible. In addition, Drs. Roslyn Kunin and Curtis\nEaton have given many useful comments. Mr. C. Perry of the Inter-\nnational Woodworkers of America, and Mr. C. Mitchell of the British\nColumbia Mining Association were kind enough to explain various aspects\nof their industries to me.\nResearch branch of the Canadian Department of Labour.\n文ii",
    "Page_9": "CHAPTER I\nINTRODUCTION\nThe determination of the payment to the factor labour has always\nbeen more or less a theoretical nicety. An exact wage rate is reached\nby use of theoretical models, but more recent attempts to modernize wage\ntheory by introduction of labour unions and employer associations into\nthe analysis has caused the precise methods of earlier theories to break\ndown.  Sociological and human relation factors which attend this analysis\nelude such. precision.\nThe attempt to introduce collective bargaining procedures into\nwage settlements different than those which would have resulted from eco-\nnomic forces alone.·. A labour market in which collective bargaining is\npracticed is often referred to as being institutional in operation. For-\nces are grouped around the leadership of the union on the one hand and\nthe management team on ·the other. Government action is not unheard of\nin such a market. The nature of the market no longer approaches the in-\ndividualist nature assumed in classical theory. For this reason alone\nit should be expected that wage determination in an institutional setting\nwill differ from the original theoretical results.. This thesis is an\nattempt to examine both of these. sets of forces \"- economic and socio-\nlogic-politic within the context of the British Columbia labour market.\n1",
    "Page_10": "2\n a    r  su g\ninstitutionalization of the labour market leads to wages which differ\nsignificantly from what they would have been were market forces alone\nto prevail. On this subject the findings are somewhat less certain due\nto the examination only of industries which are unionized to a high de-\ngree. Non-unionized industries and industries of low degrees of union-\nanalyzed here. Very often wage data are non-comparable since non-unionized\nworkers often receive discount prices and other fringe benefits which are not\neasily compared across industries. In addition the fact that many non-union-\nized firms hire fewer than 15 employees means that D.B.S. statistics (which\nexclude firms of less than 15 employees) are doubtful as to accuracy.\nNevertheless the results found are believed to be significant.  In addition\nthe findings lead to the proposal of a synthesis of the economic-politic\narguments which, if properly developed, will allow a much more fruitful analy-\nsis of the subject of wage determination in the future.\nFirst, the main body of literature on the question will be examined\nand then a model'which may be tested on the British Columbia economy will\nbe developed.",
    "Page_11": "CHAPTER II\nTHEORETICAL BACKGROUND\nThey were a response stimulated by the rapid growth of unions during the\nthe heated debate arose as to whether economic or 'political-power' var-\niables were more important in the formulation of a wage rate.\nJ. T. Dunlop's book, Wage Determination Under Trade Unions,\n1\npublished in 1944, served as chief proponent of the argument that wage\n   eg   aa    \nviewed as an economic enterprise faced with a set of demand and supply\nfunctions. It was regarded as a maximizer of some goal for those em-\nployed in the industry in which\" the union is organized -- goals such as\nthe volume of employment provided its membership; the total wage bill of\nthose employed; the total earnings of the workers (including public pay-\nments to the unemployed); the average earnings per unit of labour; or\nmore narrowly, the average earnings of those who control the union, i.e.,\nthose with seniority.\nIt should be noted that Dunlop saw the union leadership being\nfaced with. a choice between several different demand and supply functions.\nAugustus M. Ke1ly), reprinted 1966.\n3",
    "Page_12": "4\nIn addition there were perceived functions (that is, what the union be-\nlieved to be the relationship between certain variables) and actual func-\ntions which might not be accurately observed by the leadership. He con-\ncluded. that:\n\"the most suitable generalized model of the trade\nunion for analytical purposes is probably that which\ndepicts the maximization of the wage bill for the total\nmembership.\"\"  2 :\naccount of trade union activity.\nCartter demonstrates that the trade\nunion -- if assumed to be a maximizer of some policy -- may be introduced\ninto marginal productivity analysis. In addition, he shows that techno-\nlogical factors will affect the shape of the labour demand curve. The\nresult might be a demand curve far different from the near perfectly elas-\ntic one assumed in neoclassic theory. Cartter also adopts the analysis of\nEdward Chamberlin,4 Joan Robinson? and Paul Sweezy° to demonstrate that\n s  ia  g o   a  s\ndicated by marginal productivity analysis.\n2Dunlop, op. cit., p. 44.\nment and Trade Unionism (Homewood, Ill.: Richard D. Irwin, Inc., 1967).\nbridge, Mass.: Harvard University Press, 1933).\nMacmi1lan, 1933).",
    "Page_13": "5\nIn neoclassical terms the demand curve of the firm for the fac-\ntor results from a relationship between the quantity of the factor em-\nployed and its product. Cartter emphasizes that the demand for labour\nis a reflection of the demand curve for the product in the: product mar-\nket. It is therefore to be expected that the type of market in which\nrate.\n\"The marginal product curve is the demand curve for\nlabour. ·.: it indicates to the employer the increment of\nproduct which will be added by.the employment of another\nunit of labour; it measures the ∫real] value of the mar-\nginal employee to the firm.\" 7\nTo translate this demand curve from real into money terms, the\nextra product of a unit of labour is multiplied by the marginal revenue,\nthat is, the dollar value generated by the sale of the extra output.\nThe demand curve for the firm's product will depend upon the type of\n(aa aaa) 1s1a a   : r   \nor inelastic to varying degrees (imperfect competition) oligopoly, or\nmonopoly). The type of product market in which the firm operates wil1\ntherefore affect the marginal revenue generated for the firm by the\nsale of the extra product -- and it is the marginal revenue product\nwhich ultimately forms the demand curve for labour and'helps to deter-\nmine the money wage rate.\nunion may attempt to manipulate the supply curve according to the market\nCartter and Marshall, op. cit., P. 247.",
    "Page_14": "6\nin which the labour it is concerned with is sold in order to achieve\nits goal. The use of a monopoly model of the firm (or the special case\nau 'uaarasaxg inoqet iog saains Kiddns pue puewap teunieu pue Kiddns\ncurve D represents the firm's demand curve for labour (i.e., the marginal\nrevenue product curve), as has already been explained. The supply curve\nfor labour must be regarded as less than perfectly elastic if the firm is\nrelatively large in a local or regional market. In this case the margi-\nnal cost of labour to the firm is greater than the wage paid to the margi-\nnal man since raising the wage level to attract an extra worker involves\nincreasing the wages of all other workers as well. Thus the profit-maxi-\nmizing firm will attempt to set employment where the added costs associ.\nated with employment expansion (i.e., marginal labour cost) equal the\nadded revenue generated by the output of the marginal employers (i.e.,\nmarginal revenue product). Employment set by the employer will there-\nsince that is the wage necessary to call forth Ef workers according to\nthe labour supply function.\nIf, on the other hand, the union is regarded as a monopolist\nwith the objective of maximizing some goal, such as the rent accruing\nlabour (S in Figure l), which is. regarded as a marginal cost curve by\nthe union, equals the marginal demand curve for labour (MM). This mar-\nIt represents the extra revenue which. the union as a monopolistic seller",
    "Page_15": "6a\nWAGES\n.Su pply of Uwion\nLABOUR\nMRp\n[denAnd CuRve foR Lasoua]\nMU\nEMployment\nWAGES\nMCI\nMRP\nEMplOyMeNT\nFigure\nZ",
    "Page_16": "of labour would expect to earn from the \"sale\" of an extra unit of lab-\nour.\nThe employment level which the union would set if all -powerful\nIn actual bargaining neither the union nor the firm has complete\nbargaining power. The result is a bilateral monopoly theory in which a\nthat :the precise wage rate will normally lie. It should also be noted\nthat the union is capable of achieving a higher wage without a necessarily\nlarge sacrifice of employment.\nA solid analysis of how the union attempts or could attempt to\nmanipulate the supply curve of labour in the long-run is never given.\nOf course allusions are made to closed shops, racial discrimination or\nsome other method of politically limiting supply. But this does not sat-\nisfy Dunlop's contention that the wage rate is generally economically\ndetermined. A later article by Dunlop written in criticism of the neglect\n    e      \nment axis. (abscissa): This is analogous to a seller who regards his mar-\nginal costs to be zero.  Total revenue will ·therefore be maximized where\nunit elasticity of the. demand curve for labour exists; this is the case\nwhen the marginal demand curve is zero.\nThe wage rate which the firm would be willing to pay for this\namount of labour is W,\n- Wf exists in this\ncase. An interesting\"'case is shown in Figure 2 where the union, if it",
    "Page_17": "8\nof the supply of labour function by neoclassicists is unsatisfactory on\nthis point as well. His analysis, which concludes that \"the work force\ntends in important respects to adapt itself to a long-established rate\nclassical analysis.\nThe capacity of the union to manipulate labour supply in the\nshort-run and influence it in the long-run cannot be ignored. Methods\nespecially if the leadership is very sensitive to correct timing. In\nthe long-run general knowledge in the labour market of the difficulty\nexperienced in joining the union (if a closed shop exists) or of being\nhired (if union-controlled hiring occurs) will deter prospective workers\nfrom applying for jobs. In addition unions have played ga significant\nrole in developing criteria for new hiring (e.g., raising the required\nexperience level, educational standards.\nAs shown earlier, Dunlop's analysis essentially reduced to a\nbilateral monopoly model or some variant thereof,.in which the firm,\npursues a total wage bill maximization goal, will bargain for a wage\nrate Zower than the rate which the firm would be willing to offer as\na result of market forces alone!\nSuch occurrences are, of course, never found in collective bar-\ngaining history. It would be political suicide for a union leadervto\npropose a wage decrease, for while the decrease may result in a net in-\ncrease of welfare for the union membership as a whole, it certainly will\nbe contrary to individual employee welfare:\nMacmi1lan and Co:, 1964), p. 24.",
    "Page_18": "6\n            \npursuing some other goal(s), manipulated the labour supply curve.\n10\nUnion\nnegotiators must, however, keep in mind both wage and unemployment levels.\nand consequent union membership decline. Neither is the opposite policy\nfeasible.\nunion to manipulate and influence the supply of labour curve led to the\ndetermination of the wage rate by variables other than the economic ones?\nThe Dunlop model sees the wage rate as being essentially the re-\nsult of supply and demand variables, and shows the resulting wage rate to\nbe economically determined within some range. The model is ill-suited to\nyielding an exact wage rate. As was demonstrated in Figure l, the exact\nlocation of the wage rate will depend upon the extent to which either side\nis capable of manipulating the demand and supply curves as seen in the\nminds of its opponents.\nIn later writings Dunlop outlined the variables he considered to\nbe most important in wage determination.\nAgain, these are chiefly de-\nmand variables. The major variable chosen is productivity. As can be\nseen from Figure l, the marginal revenue product curve is the demand curve\nfor labour. In the case of near-perfect competition the marginal revenue\nop. cit., Pp. 296-98.\nployment and Public Policy: Essays in Honour of Alvin H. Hansen (London:\nW. W. Morton and'Co., 1948), p. 342.",
    "Page_19": "10\nproduct curve differs little from the average value product curve. Thus\nthe use of average value output per man-hour as an approximate measure\nof demand for labour wili be correct if the industries examined are'near-\nperfectly competitive. Moreover, Dunlop has not insisted that the re-\nlationship between wage and \"productivity\" changes be hard and fast. He\nadds:\n\"industries with more than average gains in productivity\nincrease' wage and salary rates somewhat more than average.\nIn industries with less than average productivity wage rates\nwould increase somewhat less than average.\"\nIn addition the relationship that is likely to exist between pro-\nductivity, wages, prices,'profits and market power must be explored. De-\nwage changes are likely to be'reflected in either the price of the commo-\ndity in the market, the employment of labour in its production, or both.\nIf the market is imperfect, and wage increases are greater than that\nwarranted by productivity increases, there will be either a rise in price\nof the commodity to cover the increased production costs, a fall in em-\nployment as other factors are substituted in labour's place (depending\nupon the elasticity of supply of other factors) or, as is more likely,\nsome combination of price rise and employment decline, since the elasti-\ncity of demand wauld need to be perfectly inelastic for no fall in demand-\ned output to result from a price rise.\nattempting to determine whether inflation is demand-pull or cost-push in\ncharacter. If the reasoning in Dunlop's analysis is correct, one could",
    "Page_20": "11\nconclude that if price increases follow the wage increase, cost-push\ninflation may be claimed. On the other hand, if wage increases were\nfound to follow price increases a'charge of demand-pull inflation is\n-u st' sagueuo agem smotiog pueuap 1o Kiasnpur ue Jo zndano aun 1og\npossible to determine casually.  A look at the literature on this\nsubject leads one to reach conclusions not much more definite empiri-\ncally.\nAs a development of the bilateral monopoly theory mentionec\nearlier, Dunlop has suggested that the smaller the ratio of labour costs\nto total costs, the higher we should expect the rate of wage increase\nto be. It is obvious that if the union were to demand higher wages and\nthreaten to back such a demand by short-term withdrawal of.supply,\nthen the increase in costs to the industry from the higher total wage\nbill would be very small in proportion to the potential loss if a shut-\ndown were to occur.\nAt approximately the same time that Dunlop was arguing in\nfavour of an economic analysis of wage determination in an institution-\nal setting, another group of writers was attempting a much more specific\nof California Press, 1948).",
    "Page_21": "12\ngaining theory analysis\ngeneral welfare theory.\nThe use of the word \"political\"\" often serves to confuse those\nwho are unfamiliar with the collective bargaining process. The conven-\ntional use of the word \"political\"' is associated with government inter--\nvention. In collective bargaining terms, however, the word \"political\"\nis used to refer to the internal institutional forces which operate with-\nin the union or firm. The attempt by union leaders, for considerations\nof status or prestige, to make a wage settlement better than those made\nby unions in related industries, is essentially \"political.\" The pres-\nsures from other employers put upon a management bargaining team in a\nkey industry to resist making a wage settlement that is \"out of line\"\nwith recent trends, is likewise \"political.\"\nIt is within this context that Arthur Ross introduces the\n'political\" forces of wage determination in his now classic book, Trade\nUnion Wage Policy. Ross,'foremost among the \"political\" theorists, dis-\nagrees sharply with the Dunlop analysis, arguing:\nReview, Vol. XLII, No. 1 (March, 1952), pp. 24-42.\nChapter '57.:\nLabour Relations Review, Vol. 18, No. 4 (July, 1965).\nof Bargaining,\" and B. Mabry, \"Reply,\" in Industrial and Labor Relations\nReview, Vo1. 19, No. 3 (April, 1966).",
    "Page_22": "13\n\"It is a commonplace that wage rates are now\ndetermined by'conscious human decision rather than\nby impersonal market forces..`.\" 17\nand concluding:\n\"a trade union is a political agency operating\nin an economic environment.\" 18\nRoss recognizes that while the union operates in an economic\nsome economic goal - and finally settles on the total wage bill. Ross\nargues that if the union is to be assumed to maximize anything, it should\nbe'assumed to maximize the general welfare of the organization. This in-\ncludes many variables other than purely economic ones.\n\"The economic environment is important to the\nunions at the second remove: because it generates\nthe political forces which have to be reckoned with\nby union leaders.\"\" 20\nIt then becomes Ross' central contention that when formulating\na model of wage determination, political rather than economic relationships\nshould be given primary importance.  The very foundation upon which the .\n         i  o  g  \nployers that was recognized by Adam Smith when he wrote:\n18Ibid., p. 12.\n19Ibid., p. 7.\n20Ibid., p. 14.",
    "Page_23": "14\n\"Masters are always and everywhere in a sort\nof tacit, but constant and uniform combination not\nto raise the wages of labour above their actual\nrate.\" 21\nIt should also be noted that the relative success and strength of the\nunion will depend to some large extent upon the political and social\nhomogeneity of the union. The degree to which union members are able\nto unite to form a solid front behind their leaders will influence the\nsuch. circumstances as variability in their social backgrounds. For a\nunion to be initially formed requires some degree of political and\nsocial cohesion; further demonstrations of unity may often be necessary\nas well for some degree of success in making management respect the\nunion's demands.\nOn the other hand, the heterogeneity of forces operating with-\nuoqun aun uodn paoeid aq on sainssaad 'gurkiea on speat uotieztuegio auz u1\nmember demands (some of which will require definite trade-offs between\none another) into a total wage policy. Ross claims that the ultimate\ngoal of the leadership becomes the survival and growth of the union.  It\n t g         n a  \nmaximize the general welfare of the union.\nThis conclusion is at odds 'with Dunlop's maximization theory.\nInstead of attempting to maximize some economic goal or goals, Ross main-\nJ.T.Dunlop, P.74.",
    "Page_24": "15\ntains that unions may make demands of less than the maximum obtainable\nbecause the membership is unwilling to go to the lengths necessary to\nwin such goals. At other times the leaders may be required to issue\n      o    s\nthe membership demands it. In such an instance strike action will be\nMelvin Reder has attempted to combine various aspects of the\nRoss and Dunlop arguments. Reder claims:\n\"The formal theories of union behaviour expounded\nby Dunlop (income maximization) and Ross (political\ntheory) are not of great heuristic value in explain-\ning union wage behaviour, as both of them are so gen-\neral as to be compatible with almost any kind of actual\nunion wage policy.\" 23\nReder demonstrates why the use of \"wage patterns\" is useful as\na general method of wage determination. It is useful both to the union\nleader -- who must constantly compare his settlement to that of others\nin an attempt to justify his actions -- and useful to the management\nnity, and whose pricing policy is often one of emulation. Reder points\nrun; in this sense the use of comparison methods in wage setting are a\npractical application of such a trend. In addition the objective of\n\"equity\" and \"fair treatment\" is more easily \"determined by comparison\nEconomics and Statistics, Vol. XXxIv (February, 1952), p. 45.",
    "Page_25": "16\nIn this manner, criteria for wage demands and offers are established which,\nwhile never equal, are similar and easily recognized by both sides.\nReder then adds a constraint from Dunlop's analysis:\n\"Those'wage patterns which persist will tend to\nbe those which are compatible with the economic sur-\nvival conditions of the firms involved, while those\nwhich are incompatible with these conditions will\nbe terminated -- one way.or another.\" 25\nThus Reder maintains that short-run analysis may demonstrate\nthat most collective bargaining arguments are pattern-determined, while\nin the long-run, it is the economic factors :which are really important,\nfor they ultimately determine the survival or death of the firms, and in\nmany cases, of unions.\nEconomic forces establish a wage range within which bargaining\n           a  \never. Firms usually earn some amount of economic rent (i.e., income over\nand above that necessary for operation at a normal rate of return). It\nis the distribution of this rent about which the union and firm bargain.\nThe amount of rent accruing to a firm will depend upon its\nability to compete with other firms.  The ability of the firms to pass\non increased labour costs will often be a key factor in determining how\nlarge the bargaining range will be.  Unions may therefore attempt by\npolitical and economic means to increase the ability of firms to pass\non wage increases.\n25Ibid., p. 40.",
    "Page_26": "17\nReder stresses that it is industries in which labour costs\nare a minor part of total costs that the wage bargaining range is apt\nto be wide, since a large percentage increase in unit labour costs\ncan be covered by small increases in the price of the product.\nFinally, Reder examines the degree of response of union wage\ndemands to employment conditions -- an economic determinant. The response,\nhe concludes, will be influenced by political factors such as the power\nof those within the unions who are unemployed, or the views of the leaders\nlevel after the recession is ended.\nThus Reder has begun a .synthesis which will be further deve-\nloped in this paper.\nRoss' analysis makes use of a utility concept. Each unit,\nunion and employer, is regarded as having a utility function.  This func\ntion is composed of several variables vital to the maximization of the\n          s\nang ‘auaukoidua ut aueuo pue 1nou ueu iad andano ut aueuo aun se yons\n\"political\" variables as well. The prevailing wage rate is the result\nof interaction of these two functions within a bargaining zone.\nThe difficulty ‘in developing a utility function for the parties\nhinges upon the impossibility of measurement of several of the variables:\n     a a o      \ndegree of pain will the employees experience? To what extent will the dis-\nutility of loss of salary during the strike be offset by the pleasure of\nhaving open conflict with the employer? To what extent will the acquisition\nof increased power for the union leadership add to utility? To what extent",
    "Page_27": "18\nis ·an employee in one industry comparable to an employee of another, and.\ntherefore, to what extent are their wages to be compared, and utility or\ndisutility to be experienced when they follow different patterns?\nIn addition to problems of measurement we encounter a flexi-\nbility of the function. Utility is very much a psychological matter and\ntherefore as attitudes change, so will the utility function. As Ross\npoints out:\n\"At times he [the employee] is not sure what makes\na legitimate comparison, and needs guidance on the point;\nthis is the one source of moral authority enjoyed by the\nunion leader.\" 26\nAttempts to formulate a theory of bargaining in utility terms are justi-\nfied however, on the basis that it is essential to know precisely how\n             \nof the economy -- that influenced by trade unions.\nThe measurement problem may be overcome, if, instead of meas-\nuring utility, an attempt is made to discover measurable variables which\nwill enable a prediction of the utility function. Examples of such vari-\nables are:  comparisons among employees in similar or identical jobs, the\nbasing of wage demands on the level of profits, and expectations formed\nfrom the history of strike action in the industry.  Each of the above is\n-oung karrran aun go uonieuixoidde ue aara on pasn aq Aew pue aiqeanseau\ntions of firm. and union negotiators.\nThe first variable mentioned -- the comparison of jobs and wage\ne      1    ie --",
    "Page_28": "1.9\nand difficult to measure. It is Ross' contention that there exist cer-\ntain key industries in the economy which, because of a certain combination\nof various conditions, are able to act as wage leaders. This results in a\nwhole hierarchy of wage rates. Wages become structured,and interdependent,\ntries' and the rest of the structure becomes based upon comparability of\njobs across industries.  In addition, the relationship of the wage rate in\n  o r  ao a n nx  s o \ntance.\nThus the demands by unions for wage settlements are found to be\nsimilar to those settlements previously received in comparable industries.\nIn addition, studies find that employers and arbitrators recognize the wage\nstructure as well. Offers by employers and recommendations by arbitrators,\nto a large extent, reflect wage settlements which have been made in the most\n27\ncomparable industry (ies).\nThe operation of suchi a variable must be regarded as being poli-\ntical. The influence exerted upon the wage rate is not a purely economic\none. In fact it will often, as is demonstrated in Chapter IV, encourage\nindustry wage movements different than those based on economic conditions\nalone.\ncited by unions during 195 arbitration board meetings, 49.7 per cent referred\nwage comparisons; 59.6 per cent of arbitrator decisions in ll4 cases were\nbased upon wage comparisons. (Cited in Jules Backman, Wage Determination\n[New York: D. Van Nostrand Co. Inc., 1959↓,Pp. 18-19.",
    "Page_29": "20\nA level of profits variable is probably the most difficult to\nenvisage as being a political determinant of wages. There is some diffi-\nculty since profits are included in several studies as an indicator of\ndemand.\nEdwin Kuh has argued that in an economic equation of wage\n29\ndetermination, profits areva proxy for average output per man-hour.\nq e u  rn rg    i h \ntheory equation can be made on the basis that the level of profits may\nserve as more than merely an indicator of demand. A union is to some\nextent concerned with equity and during its operation attempts to re-\ndistribute income. Therefore, to the union the level of profits serves\nas some indicator of the capitalist's share.  Upon this concept of equity\nunion negotiators will argue for an increase in wages in order to maintain\nor increase labour's share of output.\nBoth Ross and Dunlop developed their analyses with the almost\ntotal exclusion of that of the other. Occasionally throughout the past\n25 years each made concessions, allowing that variables other than those\ncan Steel Industry,\" Review of Economics and Statistics, Vol. LII (February,\n1970), Pp. 34-46; 0. Eckstein and T. A. Wilson, \"The Determination of\nLXXIv(August, 1962), Pp. 379-414; G. L. Perry, UnempZoyment, Money Wage\n\"Profits and The Rate of Change in Money Earnings in the United States,\n1953-1959; Economica, Vo1. XXIX (August, 1962), Pp. 255-62.\nnative to the Phillip's Curve,\" Review of Economic Studies, Vol. XxIV,\n(0ctober, 1967), Pp. 333-60.",
    "Page_30": "21\n of the nature specifically developed by themselves .may have a significant\ninfluence upon the wage-determining process.· The truth of the matter is\nthat both models are not mutually exclusive.\nThroughout time Dunlop has introduced wage structure into his\n Dunlop's argument\nresembles Ross' \"wage leader\" analysis presented earlier, However, Dun-\nlop continues to emphasize the primary importance of economic determinants.\nHis argument is that while political variables might seem to determine the\nspecific wage rate, the significant variables must be economic in nature,\ndetermine the success of the political variables.\nRoss conceded that \"market forces determine the level of wages\nFrom the general welfare viewpoint,. the.two. analyses agree in\nseveral respects as well. The marginal productivity theory, as developed\nby J. B. Clark and later Wicksell and Wicksteed, was an attempt to fit fac-\n32\n       \nThis theory\nHii1 Co. Inc., 1957), Pp. 173-205.\nMacmillan Co.,.1899);,Wicksell, Knut, Lectures on Political Economy (New\nYork: Routledge and Kegan Paul.Ltd., 1949), Pp. 112 ff.; and P. H. Wick-\n1910), p.·315 ff.",
    "Page_31": "22\ndeveloped from .the utility analysis of the Austrian. school. The demand\ncurve for a product was derived from the collection of individual utility\ncurves. Marginal productivity theory showed how the product market demand\ncurve was transmitted to the labour market by the firm.\nThe supply curve of labour is the result of the collected utility\ncurves of individual labourers. (a trade-off between leisure and work). The\nintersection of the collective demand and supply curves determines the wage\nrate.\nModern bargaining theory attempts much.the same thing. The in-\nstitutional utility function is merely another means of.collectivizing the\nutility functions of individuals.  The two theories differ merely because\nthose who developed.them .tend to regard. certain .variables as being of\nterms as paramount. Modern bargaining theorists have tended to stress\n'power' or 'political''variables, perhaps because.of their negiect in\nsettlements are .often the ·result.of certain non-economic relationships.\nHowever, both the union's and firm's utility functions with respect to\nthe size of settlements will shift with long-run economic conditions.\nIn actuality earlier theory could handle both types of variables,\nbut it seems somewhat easier to continue the. division already.developed\nUsing .the marginal productivity approach, the general range of wage settle-\nment can be determined.. Within this range bargaining theory can be applied\nto fix the wage settlement more precisely.",
    "Page_32": "23\nWith this outline of the theoretical basis upon which the\nanalysis of inter-industry wage.structure rests, an attempt will now be\nmade to determine how practicable the theory is. A survey of studies\ndone in the United States and Canada brings out a variety of conclusions.\nThe result is that neither theory is disproved, and evidence is found to\nsupport both points of view.  Included in the examination of studies deal-\ning with the wage determining process is 'a brief look at the influence of\nthis process on the inter-industry wage structure. Ultimately the two\nsubjects will be intimately related. A discussion of the relationship\nis given in Chapter V.\nIntertwined with the statistical studies of industry wage deter-\nmination is this question:  if Rossr thesis. could be conclusively proved\nwould this not be adequate support for the contention that unions have\nbeen able to raise wages beyond the economically-determined level?\n   a     a  \ngaining power. These measurements have usually consisted of comparisons\nbetween unionized and non-unionized firms in the same industry. It·is\nnormally assumed that the working conditions (including wages, fringe bene-\nfits) of the non-unionized firms.are those which result from market forces\nalone.\" There is ignorance of the spillover effect from the unionized to\nthe non-unionized market.  These studies have estimated that union bar-\n gaining power is capable of raising labour wages anywhere from zero\n33°\nto\nUnions for Economic Policy,cin The Impact of the Union (New York: Kelley",
    "Page_33": "24\n25 per cent34\nno clear answer has emerged which might settle the debate. The results\nobtained seem to depend upon the time period in which the study is concen-\nPaul Douglas carried.out a study in the mid-l920's in an\nattempt to determine whether unions had been able to raise the wages of\nmembers significantly above that of non-union labourers.  His results\nindicated that in the early years.of union activity, wages 'were often\nand Millman,- 1956) (ed). David McCord Wright, Pp. 204-34. Friedman con-\ncluded in. fact·.that in boom periods union contracts have tended to cause\nunions to 'miss out' on large wage gains. When contracts are negotiated\nin recession periods, settlements are lower.\nBooks, 1967), Pp. 70-71:\ninto the non-unionized labour markets raises problems. It is often claimed\nthat the rising money wages of the unionized sector will be followed by ris-\ning wages in the non-unionized sector. This is true if the non-unionized sec-\ntor : has'an imperfectly competitive product'market structure similar to\nthat of the unionized sector. In this case the bargaining range (in Reder's\nterms of analysis) will be relatively large.、 This means that the firms may\noffer a part of their 'rent' to the employees as a 'bribe' to prevent union\norganization. If wage settlements in the non-unionized sector match those\nof the.unionized sector, then both the firms and employees may be better\noff without organization, since the costs of bargaining are avoided. In\n. such :a case.the claims of large. spillover effects are 'valid.\nIf, on the·other hand, the non-unionized sector is composed\nof firms facing a very elastic demand arve, then the above claims are no\nlonger valid. The amount'of rent that the firm can extract from the pro-\n           \nwage settlements of the unionized sector. ·In addition, the restriction",
    "Page_34": "25\nsubstantially raised, however, as the age of the union increased, wage\n36\nn       \nIn an early study Ross concluded that \"real hourly earnings\nhave advanced more sharply in highly organized industries than in less\n o        \nA later study by Ross and Goldner brought modification of this\nstatement. Conclusions reached are much similar to those found by Doug-\nlas.i\n\"Among the industries.which were substantially\nunorganized in 1933, subsequent increases in earnings\nwere associated with changes in.the degree of organi-\nzation.′ However, those which were already substant*\n        \ngroups.!38\nIn addition they tested for an association between the rate'of wage in-\n          g\nindustry.  It is normally assumed that' the greater the degree of concen-\nof entry which unions are normally able to enforce increases the supply of\nlabour to the non-unionized sector. In this case economic theory predicts\nthat the wages'of the non-unionized labour will fall. Thus the discovery\nthat wages have risen in a competitive non-unionized sector indicates that\ndemand increases have been greater. than labour supply. increases.\n(Boston - 1930),: P. 562.\nterly Journal of Economics, Vol. LXII, No. 2 (February, 1948), p. 284.\nQuarterly Journal of Economics, Vol. LxIV, No. 2 (May, 1950), P. 280.",
    "Page_35": "26\ntration,.i.e., .the fewer number of firms sharing the majority of the in-\n         s\nstructure and employment change. The strength of their results is\nweakened, however, because similar characteristics are found in the\nsame industries, making it impossible to determine to what degree union-\nization, market structure, or employment change alone is responsible for\nwage change:\n3y\nments by comparing the rank order of percentage wage changes of various\nmanufacturing industries with the respective percentage movements of pro-\ntion and unionization. Garbarino concludes that a positive relationship\nnot as strong as Dunlop claims) and, in addition, finds that employment\nsingly or in combination, to make the ·explanation of wage movement more\ncomprehensive. Again, however, it must be emphasized that a high degree\nof correlation may exist between .the degree of firm concentration in the\nmarket and degree.of unionization. In this event it is impossible to\nseparate the two and determine their single importance in explaining\nwage movements. \nQuarterZy Journal of Economics, Vo1. LxIV, No. 2 (May, 1950), Pp. 281.",
    "Page_36": "27\nMeyers and Bowlby specifically attempt to relate the percentage\nchange in output: per man-hour to the percentage change in wages. Their\nresults lead to the conclusion that:\n\"in the present institutional setting, one needs\nto look to factors other than changes in output per\nman-hour to explain relative wage changes between\nindustries.\" 40\nL. Weiss hypothesized that a positive relationship will exist\n n   n        \ngaining power of the unions:  Weiss postulates that monopoly rents are\n        \nterms.of analysis this meant that the bargaining range would widen and\nOr, as Weiss puts it:\n\"Industries with high profits, whether due to\nmonopoly or other causes, might attract trade\nunionism since they offer large prizes to the\nsuccessful organizer.\" 4l\nEmpirical results indicated that generally a positive relationship does\nexist between labour earnings and the degree of concentration.‘ Weiss con-\ncludes, therefore, that unionism or the threat of unionism produces high\nwages in concentrated industries.\nand Productivity,\" Industrial and Labour Relations Review, Vol. VII, No. 1\n(0ctober, 1953), p. 99.\nEconomic Review, Vo1. LVI, No. 1 (March, 1966), p. 97.:",
    "Page_37": "28\nIn Ross' 'original analyses, Trade Union Wage Policy, he ·con-\ncluded that wage comparisons will be independent of spatial relation-\n42\nships.\n A study. done by Harold .Levinson would' seem to yield results\ncounter to Ross'·contention.  Levinson:concluded that in industries hav-\ning a comparable degree of concentration, a union's bargaining power is\nliable to be larger, the greater the degree of spatial concentration.\ntration of all members of an industry within a small geographic area, the\neasier it is for a union to organize: .and the greater its' strength will\nbe per degree of organization. Levinson writes:\n\"The key to the relationship between product\nmarket and wage movements lies primarily in the\neffects of the former on the ease:rof entry of\nnew firms into production outside the jurisdic-\ntional control of the union.\" 43\nIf there exists a spatial limitation on the area in which new\nentrants can effectively produce,\n\"Then the union need only achieve a high degree\n t     go\ngic areas involved in order to be protected against\nthe undermining influence of new non-union entrants\nor of run-away shops, irrespective of how easy entry\ninto the industry itself might be.\" 44\n(New York: John Wiley and Sons, 1966), p. 265.\nfied Theory,\" Industrial and Labour Relations Review, Vol. 'Xx, No. 2\n(January, 1967), p. 201.",
    "Page_38": "29\nConversely, Levinson points out that given a similarly high\ndegree of union organizational strength; employers in.a more concentra-\nted industry will be better able to resist union pressure than those in\na more competitive industry. Concentrated industries will, however, have\n       r  \nagainst the entry of non-union competitors, which helps to maintain the\nunion's jurisdictional strength, and at the same.time, they provide\n  se e a P is   e g\nmore effectively able to resist union pressure.\nThe nub of Levinson's study is that greater wage increases\nare to be expected over time in the less-concentrated industries with\na high degree of spatial·centralization. Outstanding examples are build-\ning construction, longshoring and coal mining in the United States. Levin-\nColumbia economy.\nThe most notable study attempting to handle these problems with\n45\nCanadian data was done'by H. D. Woods and Sylvia Ostry.\nTheir analysis\nincluded 88.manufacturing industries. They found a very stable wage\nstructure over time (a rank correlation coefficient of .65 was found in\ncomparing industry ranks in 1917 and 1956). A test of the hypothesis\nthat .the inter-industry. structure. should.widen and narrow in response\nmics In Canada (Toronto: Macmillan and Co., 1962), Chapter 16.",
    "Page_39": "30\nS     r e    \n46\nentials and economic conditions.\nWoods and Ostry test other variables as'well.in an attempt to\nexplain the pattern of wage change.. Variables tested include\" changes\nin employment (as a crude measure of labour demand), percentage change\nin output per man-hour, market structure, relative labour cost and im-\nby tests of market structure, impact of unionism and relative labour cost\nvariables. No relationship could be established between the change in out-\nput per man-hour and the change in wages. They conclude .that demand for\nindustries examined.\nParts of these tests relevant to the British Columbia economy\nwill be reproduced in this study using slightly different statistical\nmethods. .Because only six industries'are studied, it is possible to ex-\nthe forces acting upon the wage determination process.",
    "Page_40": "CHAPTERIII\nTHEMODEL\nThe analysis now turns to an examination of the British Colum-\nbia economy in an attempt to discover the forces which play a role in\nthe wage determining process and which consequently cause a distinct wage\nstructure for this economy. The data for the analysis covers six major\nindustries in the British Columbia economy: construction, coast logging,\npulp and paper, sawmilling (coast and interior), mining (excluding petro-\nleum and natural gas) and coast and inland water transportation (excluding\nlongshoring and warehouse workers). The time period covered was from\n1948-1968 for all industries except pulp and paper and sawmilling in which\ndata were available only to 1967. These industries comprise the bulk of\nproduction in the B.C. economy. Indeed, 52 cents of every dollar of out-\nput comes from'the forest industries alone.\n The model developed borrows heavily from the various studies of\nKuh, Lipsey, Vanderkamp, Perry and Eckstein and Wilson which were previous-\nly mentioned.  These studies attempt to determine the causality and strength\nof a relationship between wages and prices at a national aggregate level.\nThe examination here is to determine the variables that contribute most to\nat b oi 'satrasnpu tenptatpug guoe snuaaaou aem go uotaeuidxa ue\nP.1.\n31",
    "Page_41": "32\nattempted to adapt these macroeconomic models to a microeconomic analy-\nsis applicable, in his case,.to the American steel industry.\n2\nEight independent variables were finally chosen in this study\nto be entered into a stepwise regression equation as an explanation of\nthe movement of wages in each examined industry. The variables are\nbroadly classified as being either economic or political in nature.\nThe dependent variable, annual rate of wage change in the ex-\namined industry (W.), was derived from annual negotiated wage rates per\njob classification in the industry as given in the Canadian Department\nof Labour publication, Wage Rates, Salaries and Average Hours of Employ-\n e             \ntive employment size which excludes overtime payments, piece rates, bonus\npay and commissions.\nVariables classified'as being purely economic in nature include\nageauaoiad pue znou-uew iad zndano pappe-antea Kauow ur agueuo ageiuasiad\nchange in employment.  Variables which may act as political determinants\nof the wage settlement include present profit-sales ratio, profit-sales\nIndustry,\" Review of Economics and Statistics, Vol. LII. (February, 1970),\nPp.34-46.\nHours of EmpZoyment, Annual Report (Ottawa, Canada: 1948-1968)6",
    "Page_42": "33\nratio lagged one year, the wage settlement in the most closely-related\nindustry, and some measure of militancy used to determine whether the\nthreat of strikes influenced the wage settlement.\nTwo other variables are included in the model as well: the\npercentage change in the regional cost of living index and a dummy\ncoincide with changes in demand for output. Both of these variables\nare difficult to classify as either purely economic or purely political.\nIndeed, the dummy variable is probably neither.\nEach of these variables will require substantial explanation\nas to their classification since it is easily forseeable that confusion\nmay attend the interpretation of a variable measured in dollar terms as\nbeing political.\nSince the initial use of output per man-hour as a measure of\nproductivity by Dunlop in 1948, there has been much further research\ndone upon how productivity should be measured. A National Bureau of\nthe knowledge of this concept.  Kendrick argues that the normal measure-\nPayiom sinou-ueu go yaqunu aun Kq andano gutpraip -- Kitaraonpoid jo quau\n-- is not a relevant concept when one is attempting to gain some measure\nS          \nment makes no allowance for changes in skill nor is it able to account\nNational Bureau of Economic Research (Princeton, N.J.: Princeton Univer-\nsity Press, .1961).",
    "Page_43": "34\nfor·factor substitution. The latter is particularly relevant in light\nof this study since there is some question whether wage change will\nresult from productivity changes, or whether wage change will cause\nfactor substitution (an increased capital intensity) and result in\noutput per man-hour changes. Kendrick therefore suggests that in order\nto determine changes in output due to efficiency improvement alone, a\ntime series should be set up which compares the change of the ratio of\nreal output divided by a measure of labour and capital inputs, weighted\nby their relative contributions:\nUnfortunately, data giving the intensity of.capital usage are\nnot readily available for Canadian industries to allow such a measure of\nproductivity. It is necessary to revert to the older method of measure-\nment, keeping its shortcomings in mind. Solomon Fabricant writes that:\n\"physical output per man-hour is a useful index\nif its limitations are recognized.  Because in the\neconomy at large and in most individual industries,\nlabour input is by far the most important type of\ninput, the index based on man-hours alone is not\noften in serious error. It is a fair approximation\nto a more comprehensive index of efficiency.\" 5\nThe resulting bias is upward caused by the omission of the capital input\n    n  o       \nor quality of labour.\nIn the model formulated in this study a measure of value-added\noutput′ per man-hour is used rather than the traditional real output per\noutput less materials purchased.",
    "Page_44": "35\nman-hour. Justification of this stems from the earlier discussion of\nmarginal productivity theory. Using Cartter's approach, as discussed\nearlier, the money value demand curve for labour is represented by the\nmarginal revenue product curve, and in the case of pure competition this\n7\ncurve wiil not differ substantially from the average value product curve.\nExclusive of the construction industry all the industries in\nthis analysis of wage movements in B.c. are, or very nearly are, compe-\ntitive in nature. Competitiveness arises from the fact that firms in\nthe industry can exercise little or no control over the market in which\ntheir goods are sold. The markets. are, in fact, international; it is\nthis dependence upon outside factors by the greater part of the British\nColumbia economy which causes economic trends in this province to differ\nfrom those of the rest of Canada.\nOnly the construction industry faces a situation in which large\nfirms may be claimed to face a demand curve which is substantially less\nthan perfectly elastic. This shall be explained further in Chapter IV.\nAnother economic variable used is the percentage rate of change\nof employment.  This, in addition to the percentage rate of change of\noutput per man-hour, should yield an approximate estimate of changes in\nthe demand for labour. The use of both a measure of output change and\nemployment change may seem redundant. However, studies have shown a\nmarked tendency for firms to over employ during recessions and to be.slow\nLevels -- An Alternative to the Phillip's Curve,'\" Review of Economic\nStudies, Vol. xxIv (0ctober, 1967), P. 337.",
    "Page_45": "36\nin acquiring additional labour during boom periods. Thus these two measure-\nments'are expected to temper one another and the mixture is expected to'pro-\ntent during the bargaining period.\nIn several of the above-mentioned wage-price studies the rate\nof change in unemployment has been used as a measure of change in excess\ndemand. The switch from an unemployment to employment measure was necessi-\ntated by the regional nature of the study. Former studies were for a\n aq  P aro  t ag 1on a aiu a e u\ngarded as a stock. However, the results of a study by Montague and Vander-\nkamp° reveal that for British. Columbia the unemployment measure is a flow\nconcept. They discover that the participation rate is directly related\nto the demand for labour, and state that:\n\"it does not make very good economic sense to\ntalk about the British Columbia labour force as a\nstock concept, as a fixed number of people for whom\njobs will have to be created, because the rate at\nwhich jobs are created itself partly determines'the\nsize of the labour force.\" 9\nThis finding is attributed to the high degree of mobility into\nthe Brftish Columbia economy and the age-makeup of the population. As\nAdjustment (University of British Columbia, 1966).\n9Ibid., p. 43.",
    "Page_46": "37\nthe employment rate rises so does the participation rate of the semi-\nretired British Columbians and the unskilled from neighbouring provinces.()\nThis leads to the seemingly paradoxical statement,\n\"Surveys of anticipated demand of employers over\nthe next few years stress shortages. Union groups\nhave countered with reports.of significant oversupply\nat hiring halls.\" 10\nThe use of unemployment change as a measure of demand change\nwouid give us an incorrect picture for industries requiring high degrees\nof skill (as do those examined). The unemployment rate will reflect\nMeanwhile the skilled vacancy rate might be extremely high. As was\nearlier stated the economic determination of wages should stem from a\nsupply-demand relationship. If, in spite of Montague and Vanderkamp's\nfindings of a large inflow of labour as job opportunities increase; the\nlabour required by the industries examined need be highly skilled, then\nit may well be that each industry finds itself faced with a very inelas-\ntic labour supply function. It should not be surprising, therefore, to\nfind that union negotiators, faced with a trade-off between employment\nand wage goals, more often favour the latter. This will especially be\nobserved if it is the skilled labour force which forms a majority of\nunion membership. Wage increases may not be accompanied by layoffs, but\nrather a curtailment of the increase in employment. Union negotiators\n   aaa   a 11    1",
    "Page_47": "38\ntry·\nAll of the industries dealt with in this study are ones which\nrequire large amounts of skilled labour: In contradiction to earlier\nconclude that workers with a high level of skill are very immobile. The\nreason for this is the length of time needed to acquire the skill. Once\nit is gained, the worker is usually beyond the years of his greatest\nmobility.  The skill is usually acquired on-the-job and wages are paid\nduring the training period. This allows the worker to acquire a home,\nfamily and'other social amenities which detract from his mobility. The\nresult is a relatively fixed skilled labour supply.\nIt is not possible or necessary to assume unskilled labour fixed,\nfor the question of. actual supply no longer matters. It has been the cus-\ntom of unions with unskilled members to consider only present and not poten-\ntial members when making wage demands -- for as long as present members are\nsatisfied, the leadership is secure. These unions do not need control of\nthe unskilled labour supply, instead they rely upon the support of skilled\nlabour. Even should the supply of unskilled labour be infinite (as it may\nwell be in the British Columbia context), and 'scabbing' result during a\nstrike of unskilled labourers, the strike would be effective to the extent\nOur (Chicago: Institute Research Centre, 1967).",
    "Page_48": "39\nthat skilled workmen refused to cross picket lines.\"\nThus unions repre-\nsenting unskilled labour are able to control the skilled labour supply\n  h s  s   a a   \ning wage demands.\nUnskilled labour is represented in two ways in the industries\nexamined. In the construction industry the unskilled belong to unions\nseparate from the skilled -- notably the Common Labourers Union. Nego-\ntiators have made effective use of the willingness of the skilled unions\nto co-operate during a strike. In the other industries skilled and un-\nskilled labour are all members of the same unions.  Similar results are\nvolve both the skilled and unskilled.  The result is that firms in these\nindustries regard the supply of unskilled labour to be much less elas-\ntic for the industry than for the economy generally.\nIn addition, a dummy variable is included which is neither\neconomic nor political in nature. Its purpose is to determine whether\nthe wage settlement may be partly attributed to the timing of the con\"\ntract. D is set equal to l if a contract is signed in a year of output\nexpansion. If there was no contract signed or the year of signing was\n(secondary) strike and declaration of \"hot\" goods, despite their\nillegality.. See, .\"Report on Business,\" Globe and Mail (Toronto:\nJuly 7， 1970), P. 1.",
    "Page_49": "40\na recession period, D is equal to O. The significance of this variable\nwould show that settlements are, to an extent, influenced by the random\n13\nchance of when the contract was signed.\nPolitical variables -- the rate of wage change in the most\nclosely.associated industry and the profit-sales ratios have been ex-\nplained earlier and no further justification should be necessary.  It\nshould be mentioned, however, that the present and lagged ratio of\nprofit-sales were used because it is hypothesized that the union will\nbase claims on the company's or industry's.last published annual report(s)\nwhile the company will make'offers based upon present or anticipated con-\nplanation of wage movements.\nA residual method of calculating gross profits was used. The\ntotal value of sales less payments for materials purchased and labour\ninput has been used to estimate profit. No attempt was made to account\nfor depreciation. Returns to other factors were assumed negligible or\nto be counted as profit.  This method is very unsatisfactory since α\npriori it might be expected that the movements of residual profits will\nbe such a gross measure that no relationshiip will obtain.  What is re-\nquired, if profits are to be considered a political variable, is a\nmeasure of the net profit to capital expenditure ratio.  This would\nnately, may cause collinearity between the demand variables and D if the\ncontracts were signed annually.  If, on the other hand, two or three year\ncontracts were more frequently in force, then the problem of collinearity\nmay be escaped. It is therefore necessary to pay particular attention to\nthe correlation coefficients relating D to the demand variables in each\nindustry.",
    "Page_50": "41\nallow a comparison of the change in wage rates to the change in the rate\nof return on capital. Again, lack of data prevented such an analysis.\nThe third political variable considered is the rate of militancy\nof the union.  Tt is hypothesized that the threat of a strike when busi-\nness activity is high will cause firms to settle more quickly than normal\nsince the cost of a shutdown will.outweigh the cost of meeting labour's\ndemands. During a business recession the opposite action would be ex-\npected. A negative correlation would be expected if this hypothesis is\ncorrect. Wage increases would be larger during boom periods and strike\nactivity should be lower. Strike action is the attempt to use an econo-\nmic tool as a political weapon. It has been termed a political variable\nhere because its use is not automatic; it is used only as the result of\nconscious decision.\nThe test of the hypotheses ran ratios of annual man-hours lost\ndue to strikes to total man-hours of employment expressed in percentage\nterms against the rate of wage change. In every industry the strike\nvariable was found to be insignificant at the five per cent level. For\nthis reason the variable was excluded from the empirical analysis which\nfollows. (See Appendix A). A study done by John Vanderkamp'* concluded\nthat for the Canadian economy as a whole, a positive relationship does\nCanada, 1901 - 1966,\" unpublished manuscript (University of British Col-\numbia, 1968). Other studies conducted in the United States, notably by\nAlbert Rees, The Economics of Trade Unions (University of Chicago:\nPhoenix Books, 1967), p., 216 have been unab1e to find any correlation\n. between strike activity and wage change.",
    "Page_51": "42\nexist between business cycle and strike activity. This is counter to\nthe hypothesis tested above. The different nature of the majority of\nBritish Columbia industries causes this divergence. The British Colum-\nbia economy, to a large extent, is of a primary nature excluding construc-\ncorrect to conclude that conditions in the British Columbia economy will\nlargely 'reflect those of the world market -- in particular those:of our\nneighbour to the south -- rather than those of 'the rest of the Canadian\neconomy. In addition, the very nature of primary production makes these\nindustriescparticularly sensitive to the rise and fall of the business\ncycle. The high concentration of industries of this nature.within a\nsingle region will cause the cyclical instability.\nThe inclusion of a rate of inflation variable stems from the\nemphasis of this variable by both unions and management. It should be\nnoted, however, that the two sides have emphasized the variable's sig-\nnificance at different times in the business cycle: unions refer to\nit at the peak of the cycle when the change in the rate of^inflation\nis highest, and management refers to it during recession years.\nIt is impossible to assign to this variable the nature of being\nvolves both. of these concepts.\nUnions will very often demand a wage settlement in line with\nchanges in output per man-hour, employment change or profit change as\nwell as some adjustment for the percentage change in the cost of living.\nDuring periods of recession when the general rate of change of the cost",
    "Page_52": "43\nof living is smaller, employers will refer more often to a settlement in\nIine with this variable.\nDunlop has argued that wage increases out of line with the in-\nflected in a price increase for that industry's product. This argument\nis a valid one. Movements of this kind, however, may not be captured\nin the change of the cost of living index if this occurrence is an iso-\nlated one.  The price of the industry's output will form such a small\npart of the cost of living index that no relationship between the rate\nof wage change and the rate of change in the cost of living index could\nbe expected.  On the other hand, if there are many unions able to force\nwage increases greater than those justified in economic terms, these\nprice rises may be captured by the rate of'change in the regional cost\nof living index.\nFurther grounds for expecting a relationship between wage changes\nand the rate of inflation exist if periods of general excess demand across\nindustries are observed. Money demand for output and money wages would be\nexpected to move together. Similarly, when excess demand for output dimi-\nnished, the rate of inflation would be expected to fall, and the rate of\nchange in money wages would be expected to decrease.\nIn an economy such as British Columbia's where the demand curve\nfor many of the industries' products is formed internationally, there is\nno reason to expect the demand for the output of all industries to move\ntogether. In addition, as explained in Chapter IV (Sections A and B) con-\nindustries -- forest products and construction.",
    "Page_53": "44\nDespite the economic basis for expecting a relationship to be\nfound between the rate of inflation and wage changes, interviews with\nboth union and management officials have repeatedly emphasized that\nthis variable is considered by either side only when it suits their\npurpose. In.other words, only when the use of the cost of living var-\niable approximates the wage settlement demanded or offered, is the\nvariable invoked by either side during bargaining. Thus, both political\nbe able to explain a part of the movement of wages.\nThese variables then form the model of the wage determination\nprocess for each industry:\n、 + fC + gWx + hD\nwhere\nM\n\"i\"\nWt-Wt-1)\nWt-1\n= percentage change in output per man-hour\nPt-Pt-1\npt-1\nE = percentage change in employment\nEt-Et\nBt-1",
    "Page_54": "45\n= profit-sales (residual) ratio of present year\nnow\n = profit-sales ratio lagged one year\n.c\n= percentage'change of'cost of living index\nCt-1\n·XM\n = percentage change in wage rate of most\ncomparable industry\nWxt-Wxt-1)15\n(\nWxt-1\nAll relationships found are expected to be positive.  Each independent\nvariable is assumed to move in the same direction as the dependent vari-\nable. This equation will now be examined on an industry-by-industry\nbasis.\nIt is not to be interpreted from the above model that a per-\ncentage rate of change is the only method that can be used in measuring\nthe related movements of the variables. Percentage rates are used here\nbecause it is hypothesized that union and management negotiators tend to\n        e a  \nafter all, very easy. One hearswthat the cost of living rose so many per-\ncentage points last month, or that production has increased by a certain\npercentage, or that the employees in another industry have just won a wage\nincrease of so much per cent. The basing of wage demands or offers in\nindustry is by hypothesis.",
    "Page_55": "46\npercentage terms therefore comes naturally.\nThis may indicate the deception that units of measurement can\ncause for those who cling to them rigidly. The bargainer has become\na slave to his system of measurement. As various writers have pointed\n16\nOut，\n the use of the percentage measurement, exclusively, means that\nthe differential between high-.and low-wage industries is growing at\nan increasing absolute rate. The weaker unions are at an even greater\ndisadvantage because of their system of measurement!\nDifferentials,\" Review of Economics cnd Statistics, Vol. Lx (1958), Pp.\n107-ll5, and A. M. Ross, \"The Influence of Unionism Upon Earnings,'\nQuarterly Journal of Economics, Vol. LxIV. (February, 1948).",
    "Page_56": "CHAPTER IV\nEMPIRICAL RESULTS\nAn examination of Chart If gives a general impression of the wage\nstructure in British Columbia during the years 1949-l968.  The wage hier-\narchy has been remarkably stable.  Wages in the construction industry have\nconsistently been higher than those in the other five. Pulp and paper\nwages have generally led those for the rest of the forest products indus-\nequal. Sawmilling has generally ranked fourth in the structure while\nwater transport and mining wages have alternated in the lowest positions.\nThe remaining analysis of this chapter will deal with the charac-\n    e      e \nregional structure. Finally, Chapter V attempts to determine some general\ncharacteristics of the British Columbia economy.\nA. The Construction Industry\n\"pace setter\" in terms of'Ross' analysis: The industry'is well-suited to\nplay the role of wage leader, for it has several characteristics different\nfrom the other industries.\nUnlike the other industries.examined, the construction industry is\ncomparatively sheltered from foreign competition. Firms do not compete in\n47",
    "Page_57": "48\nthe world market; instead they face'a large and growing domestic market.\nTo a large extent, the demand curve for construction output is\nneeds for expansion work during boom periods. M. K. Evans reports that\nempirical tests have found little or no relationship between residential\nthe other·hand, demand is income-elastic in the long-run. Therefore, as\nincomes in British Columbia have risen, so has the demand for housing and\nother construction. The result has been a more-than-proportional growth\nin demand for output as incomes rose.\nThe construction industry in British Columbia is particularly de-\nextent then, we would expect that if the other industries are particularly\nsensitive to the business cycle, then construction activity should be so\nas well. One could reasonably expect the construction industry to be\ncyclically unstable since the demands of each industry will rise and fall\ntogether.\nThis introducers an accelerator concept. The interdependence of\nthe various industries increases the size of fluctuation of economic acti-\nvity. Decreased activity in the forest products industry is followed by a\ntrol (New York: Harper and Row, 1969), p. 187.",
    "Page_58": "49\nfall in forest products demanded by the construction industry.  Similarly\nwhen economic activity is.increasing, the demand for construction output\nby the primary resource industries will create'additional demand for their\nownoutput.\nMovements of construction activity, therefore; might be reasonably\nexpected to exaggerate the movements of the other five industries. Chart\nI supports this expectation with large downturns in project completions\noccurring in 1954 and again in 1958-1962.\nutilities in this province must be noted as well.  Periodically, projects\nA       s   \nsmall labour force have added to the instability of this industry.  Pro-\njects such as the Kitimat and Kemano plants undertaken in l950-52, the\noil and gas pipeline development of 1955-57, and the recent Columbia and\nPeace River projects of the 1960's have played significant roles, especi-\nally when most have been undertaken during expansion periods.\nGovernment projects have also contributed to this instability.\nRather than time such projects according to the methods recommended by\nmodern fiscal policy, the present British Columbia government has almost\n          \nthe private sector.\nThus the combination of public inyestment (e.g·, power, highway\nprojects) and private investment (e.g., pulp and paper plants, sawmills)\nhas: led to extreme cyclical fluctuation in the construction industry. This\nsuonun Kq apeu spueuap aaem uodn sioagra huarodur ey seu Kirrrqeisu",
    "Page_59": "50\nIt should be noted that the recessions and expansions in construc-\ntion usually lag the movements in other industries by one - two years. This\n        a   a   r\ncompletion.  Thus, while the other industries are. in the depths of a reces-\nsion, construction may be booming; later as the other industries revive,\nconstruction output may still be falling.  This cyclical timing difference\nbetween construction and other large industries has led to widespread un-\nrest in labour relations in British Columbia.\nStuart Jamieson writes:\n\"In a highly specialized resource-based economy with\na limited population of only a little over one million\n[1957], and lacking a diversified base of secondary indus-\ntries such projects by themselves are:of sufficient mag-\nnitude to create substantial cycles of growth and decline\nwithin the construction industry and indeed, throughout\nthe economy as a whole. ·. It becomes difficult to separate\nseasonal from capital factors contributing to the extreme\nfluctuations in employment in the construction'industry of\nB.C.2\nThis fluctuation has led building trade unions to demand imme-\n      - o   \nA recession.will mean lay-offs in any event.\nThe result has been a union leadership whose wage demands are\ngenerally sensitive to demand conditions in the product market. One or\ntwo unions have consistently managed to secure large wage increases during\nBritish Columbia.",
    "Page_60": "51\nboom periods.  The result has been the mimicry of these settlements in\nthe demands of other construction unions whose contracts expire after\nthe peak of activity. This has created a great deal of turbulence in\nlabour relations in this industry. The·incidence of ,strike activity\nhas been high. as well, as unions have fought to match the preceding\nsettlements.  Short-run inelasticity in.the labour ·and product markets\nallows both unions and firms to raise wages and prices above any sus-\n          \nactivity than the acceleration principle alone would cause.\nAs was earlier hinted, the construction industry is peculiarly\nsuited to the forwarding of labour costs into the product market.  Dur-\ning expansion periods the demand for construction output is very inelas-\ntic. lf wages rise simultaneously across the industry, then all construc-\ntion bids are merely increased by that amount plus some allowance for ex-\npectations of future settlements which might occur while the project is\nin progress:\nAs mentioned earlier, certain trades such as the labourers and\ntruck drivers have had greater success in demands won than might have\nbeen expected due to the support of the skilled unions.\n\"The Building Trades Council in effect underwrites\nagreements in each trade and strengthens the hand of in-\ndividual locals in negotiation by the threat of sympa-\nthetic, industry-wide strikes.\"''3\nThere exists, as well, an extreme job-consciousness among construction\nworkers.  Although wage negotiations are carried out on a trade-by-trade",
    "Page_61": "52\nbasis, there is extreme pressure upon,the leadership to make bargains\nwhich will maintain the wage hierarchy. Thus it has often occurred that\nwages demanded a short time after the cycle has begun to turn down, will\nbe based on a settlement in another trade just at the peak of the cycle.\nStrike action is especially marked in.this industry in the immediate post-\npeak period.\nTechnological change, the \"bug-bear\" of many unions, has had a\nvery limited impact upon the construction trades at least as regards\ntotal employment. Unlike the more competitive, primary resource-based\nindustries, over-all labour displacement has remained slight.4\nThis\nmeans that a rapid rise in construction demand is likely to be directly\npassed into the labour market.\nLevinson's spatial concentration concept has also had a role to\nplay. To a large extent negotiations are carried out on the basis of\nof the province, especially with regard to the degree of unionization.\nThe result has been an increase in bargaining power for interior unions\nabove that based upon their degree of organization alone. In addition\nthe use of Vancouver hiring halls to fill interior project requirements\n  e    o  o  \njects during levelling-off periods. This creation of an 'artificial'\nshortage has aided union wage demands.\nB.C. Coast Lumber Industry,\" paper presented to the Annual Conference of\nthe Canadian Industrial Relations Research Association, Ottawa, June 16,\n1970, P. 10.",
    "Page_62": "53\nThus the building trade unions to a large extent have been re-\n     n   e r \nand relatively competitive.\nAs Levinson pointed out, the'degree of union\nbargaining power will be greater for segmented -- rather than industrially --\nconcentrated industries due to the greater inability of employers to work to-\ngether. The formation in 1970 of the Construction Labour Relations Association\nof British Columbia as a bargaining agent for the more than 600 construction\nfirms in British Columbia, is an attempt to overcome the employer's handicap.\nThe fact that it has difficulty in maintaining its membership and does not\nson's analysis.\nThe hypothesis proposed is that the rate of wage change in the con-\nstruction industry (W.) should vary directly with changes in the demand for\nconstruction output (Q). It 'is expected that as construction activity changes,\n   e n   n o  o \n        \nindicates the*relative pressure that will be exerted on individual firms to\nsettle.  If demand is rising the firm will be anxious to complete projects in\norder to compete for more jobs. If demand is faliing, the firm may not be\nvery adverse to the complete shutdown of a strike as layoffs may be occurring\nanyway. Falling demand will certainly make firms adverse to any increase in\nlabour costs.\nCoast Lumber Industry,\" op. cit., p. 9.",
    "Page_63": "54\nThe change in output demanded is more predictable for construc-\ntion than resource-based'industries since construction contracts are\nawarded in advance of production.  In other industries large volumes of\na percentage change in dollar output term has been added. The Wx term\nhas been removed due to the assumption that the construction industry is\na \"wage leader.\" The equation tested then is:\nn + fc + gD + hQ\nThe results after testing by a stepwise regression method are:\nR2 = .5439\nW. = 1.2705+ 0.8624 Q\n(1)\nC\n(1.1499)(0.1784)\n[0.0002]\nNumbers in:round brackets below the equation represent the standard\nerrors. Those in square brackets'are the F-probabilities.\nThis equation shows the change in dollar output variable to be\nsignificant at the five per cent level. Other variables tested were not\n   '         \nthesis explains more than 50 per cent of the variation of the rate of\nrate. Although there is pressure for the individual trades to achieve similar\nwage settlements, there are naturally deviations. Our analysis is here con-\ncerned with only inter-industry movements.\noutput variable, Q, will cause collinearity to appear between it and the other",
    "Page_64": "55\nB. Logging (Coast) Industry\nUnfortunately, it was found impossible to produce a more complete\nanalysis of the logging industry in British Columbia: lack of data, or\nin many cases, data which were greatly suspect as to accuracy, required\nthe entire exelusion of the logging industry of the British Columbia\ninterior and allows an examination of coastal logging operations only.\nThe two regions (coast and interior) operate as almost entirely different\nindustries, except for the fact, of course, that many of.the larger com-\npanies operate in both of them.\nThe coastal operation was the first to be developed, and during\nthe 1ate 1940's and early 1950's its production exceeded that of the in-\nterior. As the tracts of mature timber on the coast diminished, the in-\nterior became more and'more developed. Because of the different climate\ndemand variables. The correlation coefficients expressing the relation\nof Q to E and P are 0.0519 and 0.7487, respectively. In addition, a very\nhigh correlation coefficient of 0.83l2 was found to exist between the rate\nof inflation, C, and Q.  Strong multi-collinearity therefore exists. Run-\nning the equation without the Q variable yielded the equation:\nW. = 3.0717 + 1.1909 C\n(0.9998)(0.3213)\n[0.0018]\nNormal statistical procedure would require that the relationship\nbetween Q, P, and C he established in order that the separate influences\nof each. be discovered. In this case the relationship is simply unknown.\nThe above equation therefore, cannot be considered a good explanation of\nthe wage determining process in the construction industry.\nStrong collinearity exists as well between the dummy variable and\nthe rate of employment change. The correlation coefficient is 0.6515.\nThis. is probably due to the fact that contracts are signed by some segment\nof this industry every year.",
    "Page_65": "56\nand terrain of the interior industry, operations are different to those\non the coast. Equipment used must be more intense to permit the extraction\nof timber. Different trends and forces are therefore expected to gperate\nupon the bargaining process. Unfortunately, while the forest industry is\nBritish Columbia's largest and most important industry, it is also the\nmost devoid of reputable statistics. Government statistics at both the\nfederal and provincial levels have not yet been able to summon the cour-\nage to break down the wall of protection surrounding the -estates\" of\nto. increase the turbulence of industrial relations in this industry.\nThe data obtained on coast logging operations can therefore be viewed\nas approximate only.\nLike other natural resource industries in British Columbia,\nlogging must be considered relatively competitive. Three-quarters of\nits production is sold in the world market where prices are set by mar-\nket forces due to the high elasticity of Iumber demand.  And like the\nmineral industry (discussed later) the logging industry is well-suited\nfor the replacement of labour by labour-saving equipment as labour costs\nrise. The fact that output over the 1949-1968 period has risen by 89 per\ncent, while labour employed has fallen by 2l per cent, with money wages\nrising by 168 per cent, demonstrates this fact very well. Developments\nof the power saw and more efficient methods of timber transportation\n aro ia  s ta a u n  ‘\nin construction, logging operations are suited to a high degree of industrial",
    "Page_66": "57\n       \nthis industry, the manner in which timber lands are licensed has per-\nover the industry. Recently the power of these firms has become more\ndirect as they have diversified within the context of other forest product\noperations (e.g., pulp and paper, .hardboard, rayon and synthetics).\ntries. Often, however, there has been more misunderstanding and mistrust\nthan. co-operation due to the fear by unions of the loss of control in cer-\ntain jurisdictions. To a large extent the employers have encouraged this\nlack of co-operation.  The recent experience of Forest Industrial Relations\n(F.I.R.) (negotiators for ll6 logging companies) walking out of a bargain-\ning session in March 1970 due to the presence of multi-union negotiators\nseems ample proof of this attitude.\nThis emphasizes Levinson's contention that the greater the degree\nof industrial concentration and the smaller the degree of spatial centrali-\nzation, the smaller the degree of union bargaining power will be: Chart\nof the construction industry.\nThe fact that provincial government regulations concerning union\ncertification do not allow centralization of union bargaining, but insist\non local-by-local certification has helped to create unfon weakness.  The\nlink between union negotiators and the union membership is weakened.  The\nLumber Industry,\" op. cit., p. 7.",
    "Page_67": "58\nnegotiators are members of the International Woodworkers of America (I.W.A.)\nregional office. Conditions vary from local to local and the defeat of a\nstrike vote by any local considerably weakens the bargaining position of\nthe.negotiators. The result has been the use of a memorandum of agreement\npolicy,” whereby mutually acceptable wage rates, hours of work, working\n9\nconditions are set up between F.I.R. and the I:W.A. which must be rati-\n·Kueduoo Kq Aueduoo pue tesot Kq teoot pany\nIn addition, the constitution and internal politics of the I.W.A.\nhas not helped to offset this decentralization. Stuart Jamieson sums it\nup this way:\n\"The union is too democratic in structure and\nprocedures to function effectively in a multi-employer\nbargaining system, in an industry that is becoming in-\ncreasingly centralized in its operation.\" 10\nWhen this is coupled with the.ideological differences between the leaders\nof various locals; the result is a relatively weak bargaining unit.\nThe history of the union movement in British Columbia's logging\npressure has been exerted upon the leadership to compete with various\nwage settlements in other industries. The industry with which loggers\nare most Iikely to compare themselves is that of construction.  Both in-\ndustries are particularly subject to seasonal unemployment (construction\nless so in mere.recent' years).: In addition, cyclical adjustment.of in-\nLumber Industry,\" op. cit., p. 14.\n10ibid., p. 1l.",
    "Page_68": "59\nvestment, output, and employment are similar between the industries.\n Skiil\nrequirements, particularly in mechanical work and maintenance, are simi-\nlar or identical in many cases, yielding yet another source of juris-\ndictional dispute.\n. Control over the same workers-has long been a 'bone\nof contention' between the unions of these two industries.\nIntense\n11\nbitter rivalry for leadership and prestige has naturally been the result.\nTesting of the wage determination model for coast logging there-\nfore included the hypothesis that the rate'of wage change in the con-\nstruction industry\n(W)\n is. expected to have considerable influence on\nthe I.W.A.'s wage demands.\n Results found were:\n：2.1620\n+ 0.5242 W.\nW\n.3874\n(2)\n1og\n(1.0832)\n(0.1554)\nC\n[0.0034]\nwhen a simple regression of W:\nwas\n run against W;\nthe rate of wage\n1og\nchange in logging. The complete model gives us:\n：2.3915\n+ 1.2539 C\n=.7099\n(3)\nW\n1og\n(0.59.74)\n(0.1889)\n[0:0000]\nW\n1.7702\n+ 0.0844 E +\n1.2241 C. + 1.9981 D\nlog\n(0.5941)\n(0.0386)\n(0.1640)\n(0.7422)\n[0.0422]\n[0.0000]\n[0.0154]\nR2\n=.8320\n(4)\nThe results show that while\nW.\nis able, by itself, to explain\nalmost 40 per cent of the movement of W,\nwhen combined with the other\nLog\nCoast Lumber Industry,\" op. cit., p. 9.",
    "Page_69": "60\nvariables it no longer remains significant. Employment change, cost\nof living change, and contract timing are together able to account for\nover 80 per cent of the variance of the rate of wage change in the coast\nlogging industry.\nThe significance of the employment variable is rather surpris- \ning, since as was .earlier pointed out, wages have generally risen while\nemployment has fallen. The relationship between the two stems, however,\nfrom short-run adjustments. An expansion in labour demand'has been\nclude that the overall contraction of the labour demand has contributed\ntion industry. This is·in general agreement with earlier conclusions\nthat the rate of technological displacement has been greater for logging\nthan for.construction.\nThe significance of C lends support to the conclusion that poli-\ntical forces are very important. On the other hand, the suspicion ex-\nists that there may be a strong positive relationship between C and Wx.\nThis arises particularly because wage changes are measured in money terms.\nAn examination of the correlation matrix for this industry shows a corre-\nlation coefficient of only .6756 between Wx and'C. Using the general\n\"rule of thumb\" of accepting an equation if the correlation coefficients\nare lower than the R?, the above results are valid.\n12\n12B\nthere is no.α priori reason for expecting a relationship between We and these\nvariables to exist. The correlation'matrix gives correlation coefficients of'\n0.1391 and -0.1280 for E and D against We.",
    "Page_70": "61\nIn addition, the .relatively large increase in money wages ob-\nserved (168 per*cent), despite the degree of employment contraction (21\nper cent) leads to the conclusion that independent union bargaining power\nis effective over and above the constraint of the forestry labour .market.\nOn the other hand, the significance of the dummy variable indicates\nsettlement.· Because the timing of I.W.A. contracts has tended to occur\nmore often during rececession periods, the rate of wage increase has been\nOf particular importance here is.the fact that while the I.W.A.\nhas often based wage demands upon current or past construction demands\nand settlements, economic conditions surrounding the two are often very\ndifferent. The construction business cycle tends'to lag one or more\nyears behind other industries. While construction activity may be at a\npeak and wage settlements high, other industries may already. be in a\nsevere slump. Thus wage demands, while based on a series of political\nconsiderations, will be tempered by the general economic conditions of\nthe industry.\nIt is concluded that the logging settlement is a mixture of the\ntwo forces. -- economic and political. While wages seem to be higher than\na level that economic forces would cause in the absence of unions, at·the\nsame time, they seem to fall short of a level based on political 'consider-\nations' alone.\n   n         g\nsignificance of the above equation.  The correlation matrix yields coeffi-\ncients of 0.4251 and.-0.0988 for D against'P and'E, respectively. The re-\nlationship does not seem to be particularly strong.",
    "Page_71": "62\nC.' Sawmilling\nIn many respects the analysis of sawmilling and logging should\nbe combined and carried out together. The relationship becomes rather\ncomplicated, however, since some union locals: represent both loggers\nand sawmill workers, while others represent.only.one group or the other.\nWage negotiations for the two industries are often carried out at the\nsame.time, and yet a few locals provide an exception by being more\n14\nspecialized.14\nFirms with whom the negotiations are made are, to a\nlarge degree,\" identical.\nBecause data are more complete (D.B.S. The Lumber Industry) for\nsawmilling operations, it is possible to include both the coast and in-\":\nterior operations. However,. it is impossible to treat them as separate\nindustries .which would have been preferable, since separate wage data'\nwere not available. The results given are an average of the twos-- hence,\na second reason for the separation of the logging and sawmilling indus-\ntries into two parts.\nTo ·some extent the sawmilling industry, both on the interior and\ncoast,.has ·differed from coast logging in trends. Output in sawmilling\nIad ost Kq uasir aaeu saoem pue zuao 1ad Lt Kianeuixoidde Kq Kiteiauag\ncent. These figures are biased to a degree by the aggregation of coast\nand interior industries.、 Coast sawmilling has suffered a substantial\ndecline in employment, nearly 30 per .cent greater than that in coast\nCoast Lumber Industry,\" op. cit., p. 12.`.",
    "Page_72": "63\nlogging accompanied by.a 50 per cent output increase.. The interior, on\nthe other hand.-- the more recently developed region -- has had output and\nemployment during this. period rise' by 400 and 67 per cent, respectively.\n It is rather obvious from both cases that substantial capital-\nsubstitution for'labour has occurred. The product market for sawmi1l\nworld markets, with an almost infinitely elastic demand curve.  Because\nof the similarity between companies and unions involved in bargaining, the\nproblems regarding. spatial and industrial concentration earlier mentioned\nfor logging are the. same.\nThe hypothesis then is that the rate of.change of.wages in the\nof wage change in the logging industry. The equation becomes:\nR2 = .5715\nWs =.0.1998  + 0.8864 W,\n(5)\n[0.0002]\nNo other variables were found to .be significant'at the five per\ncent level. 、Using a stepwise regression method the hypothesis is suppor-\nrate will be matched by a 4.4 per. cent increase.in sawmill workers' wages.\nTheresults seem .to support Ross'.\"orbit of coercive comparison! hypo-\nthesis.\nSince sawmilling is a secondary process in the forest products\nindustry, there is some question as to whether the relationship found be-\ntween wage movements of sawmilling and.logging might not be the result of :",
    "Page_73": "64\nsimilar demand forces in both industries. It has already been pointed\nout that the markets faced by each are similar. To determine if this\nis the'case correlation matrices were set up which show the relationship\nemployment in each industry. (These are shown in Tables VII and VIII).\n：：\n?\nCorrelation coefficients were found between Ps\n1og\nS.\nS\nof 0.1679'and 0:4774 respectively. These values indicate that the re-\nlationship, if it exists, is relatively weak.\nD. Pulp and Paper\nPulp and paper is the last member of the industries.which are.\ngenerally classified as the \"forest products\" industry. In many respects\npulp and paper resembles those characteristics already described for the\nother two? its markets are international, there is a high degree 6f\ncompetition, .demand is price and income elastic, and the major part of\nits production is exported. Several of the largest companies operate\nin all three industries, and thus settlements made by a company in'one\nThese similarities as noted earlier have creatéd pressures for\nco-operation and possibly amalgamation of the I.W.A. ·(servicing logging\nand sawmilling) .and.the International Brotherhood of Pulp, Sulphite and\nPapermill Workers and the Pulp and Paper Workers of Canada. The Pulp\nand 'Paper Workers of Canada (PPWC) has been only recently formed. It\nrepresents a group.of workers who were dissatisfied with .the policies of\nS ar   r o",
    "Page_74": "65\nand paper industry.. Strikes have occurred .twice in' the past three years\nwhereas previous history had seen only ..one strike in over 40 years. The\nresult has been increased competition between unions for jurisdiction,\nwith a lessening of the degree of co-operation between unions of the\nsame industry and.other industries as. well.\nAt the same time there exists a wide divergenice between pulp and\npaper and the other two forest industries. Pulp and paper is the most\ncapital-intensive industry with. no small independent operators.  Demand\n-xa peu 7ndano tea1 L961 Kq --- a7e1 teuauouaud e 7e umo13 seu andno 1oJ\npanded nearly·five times above the 1949 level. Employment increased\n150 per cent. The increase in employment of this industry, of course,\nstemmed mainly from the rapid rise in output.、 The industry also has been\nhighly mechanized and, while certain jobs have been replaced'by machines\nover a period of several years, it is perhaps safe to say that the re-\nplacement rate has-not been as high in this industry as in a number of\nothers.\nThe militancy of B.C. pulp and paper wo'rkers generally has been\nlow. 0nly .in 1957-58 and 1966-67-have strikes 'occurred. The bargaining\npolicy has usually been to wait until coast ·lumber·negotiations have been\ncompleted and then settle for approximately equal percentage increases.\nThus pulp and' paper workers have largely avoided the costs of strike action.\nsettlement is then imitated. Professor Jamieson points to the differences",
    "Page_75": "66\nof job security and employment' conditions.as being ·a major obstacle to\n15\ntheir amalgamation.\nThis high degree job security in pulp and paper\n      n   a\nand sawmilling have experienced no comparable expansion.\nThe' hypothesis for pulp and paper 'is similar to that of the\nsawmilling industry. Pulp and paper, like ·sawn lumber, is most compara-\n-0 : 3122\n+ 1.1045 W;\n2\nM\n=.5034\n(6)\n1og\n(1.6095)\n(0.2661)\n[0.0007]\n-0.4648\n+ 0.3173 E\n+ 0.7844 W\n10g\n(1.2690)\n(0.0941)\n(0.2302)\n[0.0039]\n[0.0036]\n(7)\nIn both the equations the ·constant is insignificant, as are all\nother unmentioned'variables, at the five per.cent level. The'rate of\nadded the equation explains over' 70 per cent of the wage variance.\n\"The\nwages, one. can expect almost a'four'per cent increase in pulp and paper\nThe Case of the B.C.\nCoast.Lumber Industry,\" op-cit., Pp. 7-10.",
    "Page_76": "67\ncorrect, for while wages in puip and paper tend to be higher than those\nin logging, the movement of wage levels (as given in Chart II) approxi-\nmately coincides in absolute terms.  In other words, each industry must\nreceive approximately equal money increases with the absolute differential\nbeing maintained. (See Chart II). The results for this industry would\nand political forces. .\nAgain, similar. to the sawmilling industry, there exists the ques-\nlogging industries might be so .closely'tied that it is the movement of\ndemand which causes the similarity of wage movements in the two indus-\ntries rather than political forces as outlined above: Again, however,\nTables VII and VIII indicate that this demand relationship is not strong.\nE.: Mining\nThe British Columbia mineral industry; like other. primary-based\nindustries and unlike construction, cannot be considered a price-maker\ncourses,..mining firms are forced to take prices as they are determined in\nthe international market.\nFor .this reason, emphasis upon wage increases·in union demands\nu irnsar pinom indano rog puemp u. sasarou aaxet Aq parueduoooeun\nsub.stantial employment adjustment. Real output, in fact, remained re-\nmarkably stable from 1949-1960, and during this period 1abour'demand fell\nby approximately 35 per cent. Mineral wages, although they rose by approxi-\nmately 80 per cent, remained near the bottom of the wage hierarchy examined.",
    "Page_77": "68\nA high degree of capital-substitution for labour must have occurred\nduring this period.\nDuring the expansion which followed in the 1960's, one would ex-\npect a further wage increase, but at the same time, a lesser degree of\nthe industry for several years. Mining wages have also been consider-\nably lower than other industries.\nSn   e o   P r   \nemphasis is placed on larger and larger production volume.′ This naturally\nrequires producers to use more and more heavy equipment. The capital-\nintensive nature of the mineral industry is probably the result of both\nincreasing labour costs and the need for mass volume due to mineral ex-\nhaustion.\nDuring the period 1961 - 1968, real output increased by more than\nsahem atrum ‘iuao aad sg Ktaneurxoadde Aq ason pakotdua 1noqen. (auao 1ad.ol\nrose by 50 per cent. Throughout the entire period .examined (1949-1968)\nreal output rose by more than 75 per.cent accompanied by a wage increase\npite.this the union has remained at the bottom of the wage structure under\nexamination.",
    "Page_78": "69\nAn official of the Mining Association of British Columbia em-\nphasized in an interview that the nature of the bargaining procedure in\nthe mineral industry in this province has always been on an individual\nbasis. Industry-wide bargaining has never been encouraged except by a\nfew international union leaders. The nature of the industry varies so\narea may be very much 'dead' in another. Emphasis has always been placed\non firm and local bargaining -- or at most bargaining on a narrow area-\nity in wage settlements was evolving. To some'extent then the degree of\nsults in this industry.\nIt is hypothesized that the mineral industry, because of certain\nsimilarities with the forest industry, tends to seek comparable wage\nsettlements. A management official stated that coast logging, in par-\nticular, piayed a large role in wage offers. Both industries are resource-\nbased, the markets in which the products are sold are similar in that both\nare international and the demand curves faced by each are relatively elas-\ntic.\nThe.loggers have·normally been much more'militant than mining\nunions. at least in British Columbia and, similar to the situation described\nfor the pulp and paper industry, logging has been used to 'break the ice'\nfor wage settlements..\nResults. of testing were:\nR² =.4468(8)\n10g\n(1.5913)(0.2583)\n[0.0013]",
    "Page_79": "70\n+ 0.9692 W,,\n+ 3.34482 D\nthen\n(10.6225)(17.5152)\n[0:0071]\n[0.0006]\n[0.04632\nR² = .6793\n(9)\nLogging alone is able to explain·nearly 45 per cent of the variance\nin the rate of change .of mining wages. The addition of lagged profits an\nthe dummy variable increase this explanation to nearly 70 per cent. The\nted.· The obtained result indicates that the higher the level of profits\nin the past year, the lower.wili be the rate of present wage increase.\nThis decreases the reliability of this equation.\nThe significance of the dummy variable, D, indicates that the\ntiming of the.contract expiry-date (i.e., whether it occurs .during ex-\npansion or recession) may play a role in determining the size of the wage.\nincrease.\n16\nAn interview with a mining management official left the impres-\nsion that while coast logging may play a'role in their offer, the settle-\ngains reached. Settlements made in pulp and *paper were often mentioned\nduring the discussion. This led to a test of the wage equation with ·the\naverage rate'of wage change in all:forest products.substituted for that\nof coast·logging alone. The results proved the \"impression correct.\n-0.0373, respectively. This seems to indicate that the relationship be-\ntween the variables used .to estimate demand and' the dummy variable is not\nparticularly strong, at least for this industry.",
    "Page_80": "71\nR² =.7476\n(10)\n(1.0615)(0.1647)\nFP\n[0.00000]\nSeventy-five per cent of the.variance.of the rate of change in\nmineral wages can be explained by the movement'of wages in forest pro-\nduct.industries. All other variables are insignificant at the five\nper cent level, the constant 'is close to being insignificant as well.\nindicate that mining wages have tended to follow forest product movements.\nF. Water Transportation\nA regional analysis attempting to deal with the water transpor-\ntation industry encounters several problems:  There are essentially\nthree divisions of workers in the industry:\n(l) vessel\"crews of international vessels;\n(2) shore workers -- mainly warehousemen and longshoremen;\nand\n(3) vessel crews of local vessels which work along the\nBritish Columbia coast and on the rivers of the\nMainland.\nThis. last group includes mostly .tugboat and barge crews.\nThe.first group cannot be examined in this study since the\nfactors influencing the wage determining process obviously lie outside\nthe range of this analysis. For this. group international forces will\nplay a large role in the determination of the wage rate.",
    "Page_81": "72\nThe second group, shoreworkers, are very closely affiliated with\ninfluence of external forces.\nThe third division, coast and inland vessel crews, are more in-\nfluenced by regional factors than the ‘others because their tie with the\ninternational union is not as strong as that of shore workers; and in\naddition the products they handle are, to a large extent, local products,\nchiefly those of the forest products industry.\nBeyond the international ties that exist among the union leaders,\nlies the fact that water transportation is within the jurisdiction of the\nfederal government. Arbitrators and mediation commissions appointed to\ndeal with collective bargaining agreements in this area will often be\nfrom areas outside the British Columbia economy and will tend to introduce\ninfluences external to the British Columbia setting.\nBritish Columbia economy is assumed isolated from the world around it,\nbut rather that the British Columbia economy contains many characteristics\nthat differ from those in the rest of Canada.` This analysis is an attempt\nto isolate these regional characteristics in order to determine their in-\nfluence on the wage pattern.\nFor all of the above reasons this analysis is limited to an ex-\namination of the wage determination process for coast and inland vessel\ncrews. In addition to the above arguments some of the large logging\ncompanies maintain their own water vessels to handle log booms.· It is\nnatural to suspect that members of the Merchant Seamen's Guild will",
    "Page_82": ".73\nS         \ndsutry.\nIn Levinson's terms of analysis the two industries 'do, however,\ndiffer. While lumber is dominated by a few very large firms, water trans-\nporation is composed of many small firms which must be considered highly\ncompetitive for contracts. In addition, it may be safely stated that the\nmajority of these firms are concentrated in a few key areas -= mainly\nVancouver, Victoria and Prince Rupert. The result is that bargaining\npower is expected to be relatively greater for unions in water transpor-\ntation than for those in logging.\nThe results of the wage determination equation are:\n2\nR=.5210\n(11)\n\"fp\n(1.6268)(0.2523)\n[0.0004]\nThe constant is obviously insignificant, as are all variables other than\nthe rate of wage change in the forest product industries as a whole (saw-\nmilling, logging, and pulp and paper). According to the results ithis var-\nS              \nport wage change.\nThe coefficient of Wf\n, 1.ll65, can be interpreted to show that\nfp?\n5.6 per cent increase in water transport wages. The fact that the co-\nefficient is greater than one lends support to Levinson's hypothesis that\nunion bargaining power for less-industrially concentrated, more spatially-\ncentralized industries is greater. The difference between wages in these\nindustries is narrowing, at least in percentage terms. (See Chart II for",
    "Page_83": "74\nabsolute movements). While forest product industries pay hourly wages\nthat are, in absolute terms, higher than those in the water transport\nindustry, the percentage rate of wage change in water transport has ex-\nceeded the percentage rate of change in forest product industries to\ncause a narrowing of the wage differential in absolute terms.\nThe question of whether the movement of wages in the three\nforest product industries and water transport is due to the relationship\nin demands is again encountered. The correlation matrices given in\nTables VII and VIlI do not support this.\nG.·Summary\nTable VI raises suspicions that the empirical results of the\npreceding sections cannot be relied upon to support the causal relation-\n    a      g\nvarious industries.  Table VI'shows that a high correlation coefficient\n s s .   t a a  a n a sa\nthe settlements in almost any industry could be found to be as significant\nas that of the hypothesized industry in explaining the wage movements of\nanother.\nThis result, however, should not be surprising if, as was\npointed out at the beginning of this chapter, the wage hiearchy has re-\nmained constant over the period of analysis. If emulation is the chief\nfactor in determining wage settlements, then similar wage movements are\nto be expected in all industries.\nThe result is that the student of industrial relations cannot",
    "Page_84": ".75\nrely on empirical models alone to demonstrate causality. First-hand\nknowledge of individual labour market relationships will probably be\nthe more reliable tool of analysis.\nIt must be emphasized that there is no attempt here to generalize\nthe findings for the British Columbia economy to other regions. The\nstudy is to be interpreted as an examination of the characteristics of\nsix British Columbia industries only.",
    "Page_85": "CHAPTERV\nTHE INTER-INDUSTRY WAGE STRUCTURE\nThe results show that both Dunlop's wage 'contours' and Ross'\nwage 'orbits' seem fairly realistic in their description of the wage-\ndetermining proces. Both of these concepts represent a relaxing of the\nearlier hypotheses of each. 'Indeed the comparison method of wage deter-\nmination would seem to be very much present in the British Columbia econo-\nmy. This chapter takes a close look at the wage structure which exists\nbetween these six industries.\nChart II shows that a definite wage structure does exist in\nBritish Columbia and that, similar to Sylvia Ostry's findings for the \nthe 21-year period.\nThis study does not conclude, as Sylvia Ostry does, however,\nthat employment change has been the most important variable determining\nthe movement of wages. Employment change was found significant in only\ntwo industries, and even then, the causality was very weak in one of\nchange in that industry of only .084 per cent, assuming all other factors\nfixed). In pulp and paper, where tremendous expansion has occurred, em-\nin Canada (Toronto: Macmillan, 1962), Chapter 16.\n76.",
    "Page_86": "77\naem Sututeidxa ut aton e pakeid pue aaiap ata1t e on uastx seu nuaoid\nmovements. On the other hand, while there has been a much larger expan-\nsion in construction real output over the same period (construction'real\noutput has risen by 426 per cent and pulp and paper increased by 386 per\ncent in the 1949-1967 period), employment change does not seem to have\nplayed the role that it has in pulp and paper. Employment change was\nnot found to be significant in tests of the construction industry.\nAgain in agreement with Sylvia Ostry's findings, it is concluded\nthat the measure of output per man-hour does little or nothing to ex-\nplain the movement of wages in the various industries.\nThe hypothesis that the level of profits should represent the\nability of the firms in the industry to pay.was not proven. Conclusions\nconcerning the significance of the change in the cost of living index\nmust be considered only tentative as there is a strong suspicion that\nthe relationship discovered might be spurious due to the presence of\nmulti-collinearity: The discovery of this variable's significance in\nthe logging industry may, however, lend support .to Reder's analysis in\niable was found to be significant in two industries indicates that signing\na contract.during a boom period may influence the wage settlement that re-\nsults. However, the latter variable is highly suspected of collinearity\nwith the demand variables.\nlumber industry discussed in Chapter IV. He tentatively concluded that there\nseems to be a relationship between the movement of real output per man-hour\nbable, however, that the use of a stepwise regression method caused this\nvariable to be rejected when others were found to be a much better fit.",
    "Page_87": "78\nVarious studies have examined'other variables that have not,\nas yet, been examined here. Dunlop suggests that the ratio of labour\ncosts to total costs may serve to determine the union's bargaining power.\nThis test has been ada.pted somewhat by using instead the ratio of labour\ncosts to total value output.  This is analogous to Dunlop's argument in\nthat industries in which. the share of the total output going to labour\nis lowest, it is also expected will have the greatest bargaining power.\nAs was explained in Chapter ll, those industries in which labour costs\nform a very small part of the total value of production will be more\ntries will often bring wage settlements above those which would have been\nexpected in the absence of unions. Table Ifl gives a summary of these\naverage ratios for the six industries during the period 1949-1967 along\n          \ncan be found between the two variables.\nThere would seem to exist substantial evidence that within a\nrange, at least, unions do exert considerable bargaining power. Wages\nhave consistently increased throughout the 2l years despite falling em-\nhour. Wage rates have often moved counter to the direction in which econo-\nmic conditions are expected to cause them to move. It is safe to state\nthat in the industries examined, wages are generally above that which one\nwouid expect them to be if unions were absent.\nAs an individual test to determine whether the hypothesis that\nthe construction industry settlements represent 'key bargains,′ a simple",
    "Page_88": "79.\nregression equation was run using the rate of wage change in construction\nthe five other industries. Results were:\nR² =.3489(12)\nWI = 2.181、+ 0.5385、Wc\n+\n(1.209)(0.1734)\n[0.0060]\nThis indicates that construction wage settlements are able to explain\nmore than one-third of the variance in the movement of wages in other in-\ndustries. Given the fairly complex wage structure which. has already been\ndescribed to exist in British Columbia, it may be concluded that settle-\nments in the key industry do have a significant impact on the rest of the\nin the construction settlement would be foilowed by a 2.7 per cent aver-\nage increase in the otherffive industries. This reflects the relatively\nweaker bargaining position of unions in the other industries.\nTable IV shows that during the 2l-year period studied the wage\ndifferential between the highest-and lowest-paid industries increased in\nabsolute terms from 36 to l15 cents (a more than threefold increase).\na    n     r  \ngreater for::the more highly-paid industries than the resulting absolute\nincrease in the lower-paid industries. Widening of the industrial dif-\nferential occurs in increasing absolute amounts.\nDuring the period examined there have been occasional tightenings",
    "Page_89": "80\nof the differential in certain periods. This tightening has occurred\nespecially among the various members of the forest products industry.\nTradition states that differentials should narrow during boom periods\nS       oee   \ntain or recruit workers'in a tight Iabour market. Chart II indicates\nthat for the forest product industries, at least, the differential narrowed\ns    1 ee sa    \nyears in between. The l960's, however, seem to show little of these\ntrends. The other industries show a negligible trend in movement of\ndifferentials.\nWhile Sylvia Ostry was unable to fit her data for the whole of\nCanada with the above hypothesis, it would seem that in the British Colum-\nbia economy, the forest products industry has exhibited these trends.\nThe widening of the differential during the l960's may be the result of\nwages being increased in those industries most able to pass labour costs\nforward into the product market (construction). The resource-based indus-\ntries are always constrained in bargaining by an elastic international de-\nmand curve.\nIt is concluded'that wage differentials, instead of being narrowed\n         '   \nSolute wage changes, increased with. time. As Melvin Reder has pointed out:\n\"In economic theory, the forces of competition are\nsupposed in the long run to eliminate, or in the event of\nimperfection, to curb wage differences thatεfirms or indus-\ntries in the labour market can pay. But·these forces re-",
    "Page_90": "81\nquire time to operate and can be costly to those\nwho fail to judge market' forces correctly; conse-.\nquently, to insure that he does not depart too far\nfrom his wage target, an employer can do far worse\nthan to simply emulate others.\" 3\nFinally, it must be conceded that the applicability of the above\nfindings is limited because the study has been confined entirely to the\nBritish. Columbia economy. Certainly outside factors will play a signifi-\ncant role in certain bargains. The fact that the wage equation for the\n        \nslightly more than 50 per cent of their respective wage movements indi-\ncates that some explanatory variables are missing. This should not be\nsurprising,for as mentioned in the sections on each industry, there are\nconsidered that enter from industries omitted.\nEconomics and Statistics, Vol. XxxIV (February, 1952), p. 37.",
    "Page_91": "CHAPTERVT\nA CONCLUDING SYNTHESIS\nEmpirical results support on the whole, the earlier claim that\nthe Ross-Dunlop debate is not an either-or problem. Both arguments may\nbe incorporated into a total analysis which gives a much better explana-\ntion of wage-determining forces.\nIt was found that in certain industries employment and output\nper man-hour changes, which represent economic determinants are signifi-\ncant in explaining wage movements. Meanwhile, in the same industries,\npolitical variables such as the rate of wage change in the most comparable\nindustry or the cost of living change were found to be significant as well.\nThis all adds support to the contention that the collective bar-\ngaining process is a pofitical· procedure carried out in an economic environ-\nment. The firm is basically an economic institution. Unlike traditional\ntheory however, it can no longer maintain that the assumption of the firm\nbeing strictly profit-maximizing is correct; instead some compromise must\nbe made. It is more reasonable to think that management, in making a wage\noffer, must make a trade-off between certain economically-constrained var-\niables. That these variables are purely economic and that the wage settle-\nment offered will be uniquely determined does not necessarily follow.\nThe union, a basically political institution, is also forced to\nmake trade-offs between economically-constrained variables when making a\nwage demand. In addition neither institution will be above attempting to\npolitically distort the view that its opponent has of prevalent.economic\n82",
    "Page_92": "83\nconditions.  Ultimately both organizations attempt to maximize their\nrespective general welfares Whether profits, employment, political\npower, the total wage bill, or some other variable is emphasized in\nbargaining will be the result of trade-offs made by the leaders of\neither side along their respective indifference curves as to the re-\nspective priorities of each variable.\nThe wage-decision process eventually approximates the analysis\ngiven by Pen or Mabry in which both unions and management realize the\n    o     o\nwithin the existing range. The end settlement is a series of bluffs and\ncounter-bluffs, appeals before arbitrators and mediators which vaguely\nrefer to economic 'justification' for their demands or offers, but which\nplace no solid faith upon such justification.\nReder has attempted to explain the range in which non-economic\nfactors can affect the equilibrium value of the wage rate as varying\ndirectly with the ratio of labour to total cost for the firm, and in-\nversely with the ability of the firm to pass on increased wage costs\n2\nto its customers.\nExcept in construction, the power of firms to pass on wage costs\nis limited for the six industries examined. This may mean that the bar-\ncriteria which are derived by unions as justification of their wage de-\nmands were derived after the amount of the demand had been decided. He\nwas certain that management did the same.\nEconomics and Statistics, Vol. XxxIv (February, 1952), p. 45.",
    "Page_93": "84\ngaining range is more severely limited in those five industries.  Attempts\nto imitate the settlements made in the construction industry will not be\neconomically possible. Increased frustration in bargaining and turbulent\nstrike activity are likely to occur.\nIn conclusion, a definite wage structure is found to exist between\nbe worked into with the synthesis of the economic-political arguments out-\nlined above.  It is hoped that this synthesis will prove beneficial in\nfurther analysis of the wage determination process.",
    "Page_94": "BIBLIOGRAPHY\nBackman, Jules. Wage Determination. (New York: D. Van Nostrand, 1959).\nBhatia, R. J. \"Profits and Rate of Change of Money Earnings in the U.S.,\n1935-59,\" Economica, Vol. xxIx (August, 1962), Pp. 255-62.\nChamberlin, Edward. Theory of MonopoZistic Competition. (Cambridge,\nMass.: Harvard University Press, 193l).\nClark, J. B. The Distribution of Wealth. (New York: Macmillan Co.,\n1899).\nDouglas, Paul: Rea7 Wages in the United States, Z890-l926.. (Boston:\n1930).\nDunlop, J. T._ \"Productivity and the Wage Structure,\" in Income, EmpZoy-\nment and Public Policy: Essays in Honour of Alvin H. Hansen.  (Lon-\ndon: W. W. Morton and Co., 1948), Pp. 34l-62.\n\"The Task of Contemporary Wage Theory,\" in The Theory of\nWage Determination,(ed.) J. T. Dunlop (London: Macmillan and Co.,\n1964).\ntus M. Kelly, reprinted 1966).\n  a  a . ' ' '  'o 'ig\nAinerican Industry,'\" Quarterly Journal of Economics, Vol.·LxxIv\n(August, 1962), Pp. 379-414.\nFabricant, Solomon. \"Introduction,\" in J. W. Kendrick, Productivity\nPrinceton University Press, Princeton, N.J., 1961).\nFriedman,.Milton.\n.\"Some Comments on the Significance of Labour Unions\n  : ()   o     g \n(New York: Kelley and Macmillan, 1956), Pp. 204-34.\n85",
    "Page_95": "86\nGarbarino, J. \"Inter-industry Wage Structure,\" QuarterZy Journal of Econo-\nmics, Vol. LXIV (May, 1950), Pp. 282-305.\nJamieson, Stuart'M. General Characteristics of the B.C. Construction\nIndustry, unpublished manuscript, The University of British\nColumbia.\n\"Multi-employer Bargaining: The Case of the B.C.\nCoast Lumber Industry,\" paper presented to the Annual Conference\nof the Canadian Industrial Relations Research Association, Ottawa,\nJune 16, 1970.\n\"Regional Factors in Industrial Conflict: The Case\nof British Columbia,\" Canadian Journal of Economics and Political\nScience, Vo1. 28 (August, 1962), Pp. 405-16.\nKendrick, J. W. Productivity Trends in the United States. (National\nBureau of Economic Research, Princeton University Press, Princeton,\nN.J., 1961).\n  '   n    a au ' ‘11\nPrices, Profits and Productivity (The American Assembly, Columbia\nUniversity, June 1959).\n\"Wage Relationships: The Comparative Impact of Market\nand Power Forces,\" in The Theory of Wage Determination (ed.) J. T.:\nDunlop (London: Macmi1lan, 1964), Pp. 173-93.\nKuh, Edwin. \"A Productivity Theory of Wage Levels: An Alternative to\nthe Phillip's Curve,\" Review of Economic Studies, Vol. XXIV (October,\n1967), Pp. 333-60.\nLansing, J. B., and Eva Mueller. The Geographic Mobility of Labour.\n(Chicago:  Institute Research Centre, 1967).\nIndustmial and Labour Relations Review, Vo1. 20 (January, 1967), Pp.\n198-206.",
    "Page_96": "87.\nLevinson, H.· Determining Forces in Collective Wage Bargaining. (New\nYork: John Wiley and Sons, 1966).\nLewis, H. Gregg. Unionism and Relative Wages in the United States.\n(Chicago: University of Chicago Press, 1963).\nLipsey, R. G. \"The Relation Between Unemployment and the Rate of Change\nin Money Wage Rates in the United Kingdom, l86l-l957: A Further\nAnalysis,\" Economica, Vol. XVII (January, 1960).\nMabry, B. D. \"The Price Theory of Bargaining,\" Industrial and Labour\nRelations Review, Vol. 18 (July, 1965), Pp. 479-502.\nMarshall, F. R. and A. Cartter. Labour Economics: Wages, Employment\nand Trade Unionism.\n(Homewood, Ill.: Richard D. Irwin, 1967).\nMcKersie, R. B. and R. E. Walton. \"Communications: The Theory of\nBargaining,\" in Industrial and Labour Relations Review, Vol. 19,\n(April, 1966), Pp. 414-24.\nMeyers, F. and R. L. Bowlby. \"The Inter-Industry Wage Structure and\nProductivity,\" Industrial and Labour Relations Review, Vol. 7,\n(0ctober, 1953), pp. 93-102.\nPen, J. \"A General Theory of Bargaining,\" American Economic Review,\nVol.XLII (March, 1952)， Pp. 24-42.\nPerlman, Richard: \"Forces Widening the Occupational Wage Differentials,\"\nReview of Economics and Statistics, Vol. LX (1958), Pp. 107-115.\nPerry, G. L. Unemployment, Money Wages and Inflation. (\n(Cambridge, Mass.:\nM.I.T. Press, 1966).\nReder, M. W. \"rhe Theory of Occupational Wage Differentials,\" American\nEconomic Review, Vol. LV (December, 1965), Pp. 833-52.\n\"The Theory of Union Wage Policy,\" Review of Economics and\nStatistics, Vol. xxxIv (February, 1952), Pp. 34-45.",
    "Page_97": "88\nRees, Albert. The Economics of Trade Unions. (Chicago: University of\nChicago Press, 1967).\nReynolds, L. G., and C. H. Taft. The EuoZution of Wage Structure. (New\nHaven, Conn.: Yale University Press, 1956).\nReview of Economics and Statistics, Vo1. LIl (February, 1970), Pp.\n34-46.\nRobinson, Joan. The Economics of Imperfect Competition. (London: Mac-\nmil1an, 1933.\nDetermination (eds.) G. W. ·Taylor and F. C. Pierson (New York:\nMcGraw-Hill Co. Inc., 1957).\n\"The Influences of Unionism Upon Earnings,\" QuarterZy\nJournal of Economics, Vol. LxlI (February, 1948).\nQuarterly Journal of Economics, Vol. LxIv (May, 1950), Pp. 254-81.\nTrade Union Wage Policy.  (Berkeley: University of Califor-\nPress, 1948).\nSweezy, Paul. \"Demand Under Conditions_of 0ligopoly,\" in A. E. A. Read-\nings in Price Theory (Chicago: R. D. Irwin, 1952), Pp. 404-09.\nVanderkamp, John. \"The Time Pattern of Industrial Conflict in Canada,\n1901-1966,\"\" unpublished manuscript (University of British Columbia,\n1968).\n     \nModel for Canada,\" Economica, Vol. XxxIII (May, 1966), Pp. 194-212.\n., and'J. T. Montague.=A Study in Labour Market Adjust-\nment. (Vancouver: University of British Columbia, l966).",
    "Page_98": "89\nWeiss, L. W. \"Concentration and Labour Earnings,\" American Economic\nReview, Vol. LVI (March, 1966), Pp. 96-117.\nWicksell, K. · Lectures on Political Economy. (New York: Routledge and\nKegan Paul Ltd., 1949).\n   g i o     '  \nmi1lan, 1910).\nWolf, J. de. Wage Movements and Wage Determination in British Columbia.\n(Vancouver:  Broadway Printers, 1966).\nWoods, H. D., and Sylvia Ostry.\n. Labour Policy and Labour Economics in\nCanada.  (Toronto: Macmillan, 1962) .\nZeuthen, F. Economic Theory and Method. (New York: Augustus D. Kelley;\nreprinted 1968).\nSTATISTICAL SOURCES\nBritish Columbia Department of Labour. AnnuaZ Report. (Victoria, B.C.:\n1948-1968).\nRegion. (Victoria, B.C.: 1968).\nport. (Victoria, B.C.: 1948-1968).\nCanadian Department of Labour. Labour Gazette. (Ottawa, Ont.: 1948-1968),\nStatistical Sections.\nCanadian Department of Labour. Wage Rates, Salaries and Average Hours of\nEmpZoyment. (Ottawa, Ont.: Queen's Printer, 1948-1968).\nDominion Bureau of Statistics. Annual Review of Man-Hours and Hourly\nEarnings. (Ottawa, Ont.: Queen's Printer, 1948-1968).",
    "Page_99": "90.\nDominion Bureau of Statistics. The Lumber Industry (also known as Saw-\nmil7s).  (0ttawa, 0nt.: The Queen's Printer, 1948-1967).\nDominion Bureau of Statistics. Operations in the Woods. (ottawa, Ont.:\nThe Queen's Printer, 1948-1967).\nOnt.: The·Queen's Printer 1948-1967).\n. Dominion Bureau of Statistics.\n The Water Transportation Industry.\n(Ottawa, Ont.: The Queen's Printer, 1948-1968).",
    "Page_100": "91\nAPPENDIX A\nIn addition to the simple.regression of strike activity that\nwas run on wage changes alone, a further test was made using the model\nwhich is developed at the end of Chapter IIl.\n The strike variable was\nagain found to be insignificant in each industry.\nThe equations found were:\ni)\nW\n= 1.0301 + 0.8310 Q\n+\n2.2975 STRIKE\n.5568\n(1.2152)\n(0.1810)\n(3.2609)\n0.0003\n0.4970\nii)\n1.6629\n0.0877 E\n+ 1.2219\n+ 2.1049 D + 0.0260 STRIKE\nW.\nC\nlog\n(0.6310)\n(0.0397)\n(0.1674)\n(0.7771)\n(0.0426)\n0.0416\n0.0000\n0.0156\n0.5566\n2\n:0.8361\niii)\nM\n0.1648 + 0.8853 W,\n+\n0.0730 STRIKE\n.5720\n10g\n(1.1914) (0.1920)\n(0.5689)\n0.0003)\n0.8677\niv)\nW\n-0.3219\n+ 0.3018 E\n+ 0.8051\nM\n+ -0.1426 STRIKE\nP\n(1.3156)\n(0.0993)\n(0.2373)\nlog\n(0.2337)\n0.0081\n0.0040\n0.5572\n.7168\nV)\nW\n-1.1544 + 1.2014 W,\n+ 0.0790 STRIKE\n.7477\n(1.1353)\n(0.1721)\nfp\n(1.8103)\n0.0000\n0.9177\nvi)\n0.4267\n+ 1.0893 W\n0.8322 STRIKE\n.5436\nW\nwt\n(1.6942)\n(0.2552)\nfp\n(0.9066)\n0.0006\n0.3748",
    "Page_101": "92\nCHART I\n REAL VALUE-ADDED OUTPUT· PER INDUSTRY\n.Construction\nSource:\nTable\nPulp and Paper\nCoast Logging\n>**sx Water Transportation\nMining\n.\n5g0\n56o\nnfo\n520\n4rc\nnC\n44o\npa\nAdde\nh\nValue\n380\nof\n3o0\nIndex\n3fo\n320\n300\nost\n260\nrfo\n210\n10\n180\n160\n140\n120\n100\n64559555S588646666668\nYears",
    "Page_102": "CHART\n II\n93\nAVERAGE HOURLY WAGE RATE PER INDUSTRY\nE\nConstruction\nPulp and Paper\n-年30\nCoast Logging\nKXXX\nWater Transportation\nSawmilling.\nfo\nMining\n390\n390\n..Source:\nNegotiated Weighted\n310\nBase Rates in Table II\n360\n350\n3%\n32\nRa\n60\n230\nZo\nHo\n1o\n14o\n130\n1\n110\n100\n14\nS2.53",
    "Page_103": "TABLE I\nN      N\n(1949 = 100)\nPULP AND\nYEAR\nCONSTRUCTION\nMINERALS\nCOAST LOGGING\nSAWMILLING\nPAPER\nWATER TRANSPORTATION\n1948\n87\n122\n116\n118\n101\n115\n1949\n100\n100\n100\n100\n100\n100\n1950\n98\n103\n111\n119\n112\n80\n1951\n161\n117\n106\n126\n126\n84\n1952\n200\n107\n106\n134\n128\n85\n1953\n234\n98\n118\n137\n150\n98\n1954\n191\n99\n128\n148\n172\n83\n1955\n237\n113\n126\n133\n183\n94\n1956\n342\n121\n124\n160\n191\n105\n1957\n413\n103\n113\n150\n186\n123\n1958\n311\n87\n96\n152\n184\n110\n1959\n315\n84\n110\n169\n270\n113\n1960\n291\n99\n134\n180\n333\n123\n1961\n286\n99\n126\n178\n298\n125\n1962\n276\n125\n150\n197\n317\n109\n1963\n292\n135\n156\n215\n329\n106\n1964\n340\n132\n159\n237\n367\n84\n1965\n439\n130\n164\n247\n423\n116\n1966\n514\n159\n174\n241\n471\n123\n1967\n562\n174\n172\n248\n486\n139\n1968\n531\n176\n189\n143\nSource:\nIndustry publications of D.B.S.\n6",
    "Page_104": "TABLE II\n         \nPULP AND\nYEAR\nCONSTRUCTION\nCOASTLOGGING\nSAWMILLING\n} PAPER\nWATERTRANSPORTATION\nMINING\n1948\n$1.42\n$1.29\n$1.30\n$1.34\n$1.06\n$1.14\n1949\n1.58\n1.35\n1.34\n1.33\n1.12\n1.10\n1950\n1.68\n1.46\n1.48\n1.41\n1.21\n1.21\n1951\n1.93\n1.69\n1.69\n1.71\n1.40\n1.45\n1952\n1.95\n1.77\n1.70\n1.80\n1.49\n1.48\n1953\n2.08\n1.82\n1.71\n1.86\n1.59\n1.52\n1954\n2.14\n1.81\n1.77\n1.89\n1.60\n1.63\n1955\n2.16\n1.86\n1.77\n1.97\n1.69\n1.67\n1956\n2.23\n1.93\n1.81\n2.07\n1.79\n1.75\n1957\n2.38\n2.07\n2.03\n2.09\n1.83\n1.82\n1958\n2.59\n2.13\n2.03\n2.18\n1.83\n1.94\n1959\n2.82\n2.23\n2.08\n2.21\n1.98\n1.97\n1960\n2.82\n2.35\n2.15\n2.47\n2.03\n2.08\n1961\n2.86\n2.34\n2.19\n2.47\n2.04\n2.08\n1962\n2.93\n2.44\n2.27\n2.52\n2.12\n2.11\n19632.\n3.03\n2.53\n2.35\n2.66\n2.13\n2.18\n1964\n3.08\n2.63\n2.47\n2.78\n2.20\n2.29\n1965\n3.34\n2.80\n2.57\n2.83\n2.43\n2.40\n1966\n3.68\n3.00\n2.82\n3.25\n2.55\n2.72\n1967\n3.96\n3.21\n3.01\n3.43\n3.14\n2.96\n1968\n4.29\n3.46\n3.25\n3.52\n3.26\n3.14\nSource:\nWages, Salaries and Average Hours of Earnings, Canada, Department of Labour, 1948-1968\ntion.\nThese rates are for straight-time hourly earnings only.\n5",
    "Page_105": "96\nTABLE III\nCOMPARISON OF WAGE BILL (PRODUCTION WORKERS)\nTOTAL OUTPUT RATIO AND AVERAGE PERCENTAGE HOURLY WAGE INCREASES\nFOR SIX BRITISH COLUMBIA INDUSTRIES\n1949 - 1967\nPERCENTAGE\nINDUSTRY\nRATIO\nINCREASE\nCoast Logging\n.38\n138 %\nMining\n.38\n169 %\nConstruction\n.35\n151 %\nSawmilling\n.27\n125 %\nWater Transportation\n.20\n180 %\nPulp and Paper\n.15\n158 %\nComputed from one observation only\n(1967)",
    "Page_106": "97\nTABLE IV\nWAGE DIFFERENTIAL BETWEEN TOP AND BOTTOM INDUSTRIES\n1948 - 1968\nYEAR\nDIFFERENTIAL\nC\n1948\n36\n1949\n48\n1950\n47\n1951\n53\n1952\n47\n1953\n56\n1954\n54\n1955\n49\n1956\n48\n1957\n56\n1958\n76\n1959\n85\n1960\n79\n1961\n82\n1962\n82\n1963\n90\n1964\n88\n1965\n94\n1966\n113\n1967\n100\n1968\n115",
    "Page_107": "TABLE V\nANNUAL PERCENTAGE RATE OF WAGE CHANGE PER INDUSTRY\n1949 - 1968\nPULP AND\nYEAR\nCONSTRUCTION\nCOAST LOGGING\nSAWMILLING\nPAPER\nWATERTRANSPORTATION\nMINING\n1949\n11\n3\n5\n·1\n-.-4\n6\n1950\n6\n10\n8\n6\n10\n8\n1951\n15\n14\n16\n21\n20\n16\n1952\n1\n1\n5\n5\n2\n6\n1953\n7\n1\n3\n3\n3\n7\n1954\n3\n4\n1\n2\n7\n1\n1955\n1\n0\n4\n2\n6\n1956\n3\n2\n5\n5\n6\n1957\n7\n12\n7\n1\n4\n2\n1958\n9\n0\n3\n4\n7\n0\n1959\n9\n2\n5\n1\n2\n8\n1960\n0\n3\n5\n12\n6\n3\n1961\n1\n2\n0\n0\n1\n1\n4\n2\n1962\n2\n0\n4\n1963\n3\n4\n4\n6\n3\n0\n1964\n2\n5\n4\n5\n5\n3\n1965\n8\n4\n6\n2\n5\n10\n1966\n10\n10\n7\n15\n13\n5\n1967\n8\n7\n6\n9\n24\n1968\n8\n8\n8\n3\n6\n4",
    "Page_108": "99\nTABLEVI\nCORRELATION MATRIX DEMONSTRATING RELATIONSHIP BETWEEN INDUSTRY\nRATE OFWAGECHANGES*\n·\n·\nW\nW\nM\nW\nW\nW\nS\nP\nm\nwt\nfp\n·\n1.000\n公\nC\nW.\n0.6666\n1.0000\n1og\nW\n0.5282\n0.7647\n1.0000\n0.3161\n0.6751\n0.5321\n1.0000\nP\nW\n0.4797\n0.6684\n0.6905\n0.8428\n1.000\nm\nW\n0.4654\n0.5766\n0.3352\n0.3359\n0.4258\n1.0000\n'wt\nM\n0.7343\n0.8777\n0.7632\n0.7542\n0.8538\n0.7281\n1.0000\nfp\n1948 - 1967on1y.",
    "Page_109": "100\nTABLEVII\nCORRELATION MATRIX DEMONSTRATING RELATIONSHIP · BETWEEN INDUSTRY\nVALUE-ADDED OUTPUT PER MAN-HOUR CHANGE\n·\nP.\nP\nP\n1og\nwt\nfp\nC\nS\nP\nm\n1.0000\nP\n-0.0667\n1.0000\n1og\n-0.1527\n0.1679\n1.0000\ns\nP\n0.1697\n0.0347\n0.2277\n1.0000\np\nP\n0.1467\n0.4356\n0.1945\n0.2309\n1.0000\nP\n0.2675\n-0.4045\n-0.3602\n-0.5200\n-0.3321\n1.0000\nwt\nP\n0.0082\n0.5446\n0.6431\n0.6842\n0.3758\n-0.6949\n1.0000\nfp\n1948 - 1967on1y.",
    "Page_110": "101\nTABLE VIII\nCORRELATION MATRIX DEMONSTRATING RELATIONSHIP BETWEEN\nEMPLOYMENT CHANGE PER INDUSTRY *\n·\nE\nE\nE\nE\nE\nm\nC\n1og\nP\nwt\nfp\nE\n1.0000\nc\nE\n0.3962\n1.0000\n1og\n·\nE\n0.0362\n0.4774\n1.0000\nS\nE\n.10000\n0.3371\n0.1281\n1.0000\nP\n0.0456\n0.1457\n0.0529\n0.2751\n1.0000\nm\n-0.0049\n-0.0211\n0.2716\n0.1011\n-0.3869\n1.0000\nwt\nE\n0.0875\n0.6155\n0.5966\n0.6602\n0.1171\n0.2755\n1.0000\nfp\n1948 - 1967on1y.",
    "Page_111": "TABLE IX\nANNUAL PERCENTAGE CHANGE IN EMPLOYMENT\n FOR SIX BRITISH COLUMBIA INDUSTRIES\n1949'-\n1968\nPULP AND\nYEAR\nCONSTRUCTION\nCOAST LOGGING\nSAWMILLING\nPAPER\nWATER TRANSPORTATION\nMINING\n1949\n24\n0\n8\n-23\n9\n1\n1950\n10\n0\n16\n0\n8\n0\n1951\n7\n21\n13\n26\n7\n6\n1952\n10\n-12\n0\n5\n-20\n7\n1953\n9\n-12\n1\n6\n39\n19\n1954\n-17\n1\n3\n7\n5\n10\n1955\n20\n14\n9\n3\n22\n0\n1956\n33\n14\n3\n11\n9\n4\n1957\n4\n20\n5\n0\n13\n8\n1958\n-19\n8\n2\n0\n1\n7\n-15\n1959\n0\n2\n2\n4\n14\n一\n4\n1960\n-10\n4\n14\n-12\n47\n1961\n4\n0\n8\n9\n1\n-31.\n1962\n0\n1\n2\n-11\n5\n2\n1963\n0\n1\n7\n4\n5\n5\n1964\n6\n1\n7\n14 .\n5\n7\n1965\n17\n4\n2\n9\n5\n1\n1966\n4\n4\n5\n12\n0\n17\n1967\n4\n=~8\n8\n7\n12\n6\n1968\n5\n10\n一\n1\n7\n10",
    "Page_112": "TABLE X\nANNUAL PER CENT CHANGE IN VALUE-ADDED\nOUTPUT PER MAN-HOUR\n1948 - 1968\nPULP AND\nYEAR\nCONSTRUCTION\nCOAST LOGGING\nSAWMILLING\nPAPER\nWATER TRANSPORTATION\nMINING\n-11\n1949\n5\n13\n17\n-16\n1950\n32\n29\n29\n-24\n8\n7\n1951\n70\n-2\n7\n43\n9\n16\n1952\n16\n-1\n0\n-27\n43\n8\n1953\n6\n20\n0\n10\n-18\n5\n1954\n-6..\n1\n5\n3\n-18\n20\n一\n1955\n4\n.7\n13\n6\n7\n14\n-7.\n1956\n10\n5\n5\n24\n8\n1957\n19\n10\n5\n9\n7.\n8\n1958\n-30\n5\n7\n17\n一\n1\n8\n1959\n16\n3\n4\n32\n-10\n6\n1960\n3\n30\n2\n25\n11\n1961\n3\n1\n32\n3\n4\n5\n1962\n26:\n4\n5\n20.\n一\n9\n22\n1963\n8\n8\n7\n4\n一\n5\n14\n1964\n11\n32\n6\n0\n-24\n1965\n12\n-16.\n2\n4\n34\n6\n1966\n25\n20\n9\n-12\n8\n3\n1967\n9\n35\n12\n6\n5\n23\n1968\n3\n7\n0\nChange in DBS method of data comparison.\n103"
}