{
    "Page_1": "University of Nebraska - Lincoln\nDigitalCommons@University of Nebraska - Lincoln\n Student Research and Creative Activity in\nTheatre and Film, Johnny Carson School of\nTheatre and Film\n5-2013\nCOSTUME DESIGN FOR AGRAVIO\nJulie Douglass\nUniversity of Nebraska-Lincoln, pgoddess39@gmail.com\nFollow this and additional works at: https://digitalcommons.unl.edu/theaterstudent\nDouglass, Julie,\"COSTUME DESIGN FOR AGRAVIO\" (2013). Student Research and Creative Activity in\nTheatre and Film.18.\nhttps://digitalcommons.unl.edu/theaterstudent/18\nDigitalCommons@University of Nebraska - Lincoln. It has been accepted for inclusion in Student Research and\nLincoln.",
    "Page_2": "COSTUME DESIGN FOR AGRAVIO\nby\nJulie I. Douglass\nA THESIS\nPresented to the Faculty of\nThe Graduate College at the University of Nebraska\nIn Partial Fulfillment of Requirements\nFor the Degree Master of Fine Arts\nMajor: Theatre Arts\nUnder the Supervision of Professor Janice Stauffer\nLincoln, Nebraska\nMay, 2013",
    "Page_3": "COSTUME DESIGN FOR Agravio: Courage, Betrayal, and a Woman Scorned\nJulie I. Douglass, MFA\nUniversity of Nebraska, 2013\nA dvisor: Janice Stauffer\nThis thesis presents the costume design, research, and execution process for\noriginal translation by A my Williamsen. The play was performed in the Howell Theatre\nof the Johnny Carson School of Theatre and Film at the University of Nebraska- Lincoln\nin October 2012. Agravio was directed by Ian Borden, with Costume Design by Julie\nDouglass, Scenic Design by Joshua Rajaee, Lighting Design by Aja Michelle Jackson,\nProperties by David Tousley, and Technical Direction by Erica King.",
    "Page_4": "Dedicated to my aunt, Violet L. Douglass",
    "Page_5": "TABLEOF CONTENTS\nChapter 1: Synopsis of Agravio\nChapter 2: Research of the Spanish Golden A ge\nChapter 3: Color Choices\nChapter 4: Reflecting the Passage of Time\nChapter 5: Leonora\nChapter 6: Flora\nChapter 7: Don Juan\nChapter 8: Tomillo\nChapter 9: Estela and Lisarda\nChapter 10: Don Fernando\nChapter 11: Ludovico\nChapter 12: Costuming and Functionality in Combat\nChapter 13: Double cast in the Wilderness: Costuming the Banditos\nChapter 14: Flora Tricks Tomillo\nChapter 15: The Hair Conundrum\nChapter 16: Preparation of the Actors and the Rehearsal Process",
    "Page_6": "Chapter 17: Conclusion\nAPPENDIX:\nA: Scene Breakdown\nB: Construction drawings\nC: Final Renderings\nD: Production Photos\nE: Costume Plot\nF: Costume Shop Communication & Organization\nG: Budget",
    "Page_7": "Chapter One: Synopsis of Agravio\nAgravio is a translation and adaptation of Valor, Agravio y mujer by Ana Carc\nMallen de Soto, a Spanish female poet and playwright who wrote during the 17th century.\ntraditional elements of “honour, revenge, love triangles, and intrigue\" as well as plot\nA na Caro was born about 1600 and is believed to have died in 1652. Valor,\nAgravio y mujer was published between 1680 and 1700 (Jeffs, “Ana Caro\"). She was\nwomen at that time and she wrote in Portuguese, French, and Spanish. W hile Agravio\nemploys familiar themes including the restoration of a woman's honor, Ana Caro\nmanipulated gender roles to afford the female protagonist the ability and means to do\nwhat she needs and wants (in Leonora's case, to seek revenge).\nI asked the director, lan Borden, to tell me how he discovered this play and\nworked on the new adaptation:\n\"I came upon this play at ASTR [A merican Society for Theatre Research] in\n2009. A my W illiamsen had done a translation that was pretty hard to get\nthrough—too literal. So she and I worked on a more feasible translation. That's\nwhen I changed [a male character] Ribete to Flora disguised as Ribetethis\nallowed for casting 4 men, 4 women. [...] What attracted me to the play has",
    "Page_8": "literally fight for what she wants, and the general sense of fun and play in the\nscript. [...] A couple of other things changed, though. 1) Leonor became Leonora\nand I generally made her less hard edged. 2) The balcony scene went from four\ncharacters to six, which allowed the romantic relationships to be seen so that what\nwas originally a mercenary set of match ups at the end felt more like four love\nmatches, something that modern audiences are more comfortable with.\"\nProfessor Borden's adaptation remains faithful to Ana Caro's depiction of the\nempowered woman and goes further by building in another strong female character in the\nform of Flora. With eight dominant characters onstage played by eight strong actors, my\nchallenge was to match the energy level, the fun, and the sense of play generated by this\nSynopsis\nAgravio takes place in Spain and a region referred to as Flanders.1 The\nstory begins with Leonora de Ribera stalking onto the stage, proclaiming her need for\nconvent hiding her shame from her family.\nLeonora is determined to follow Don Juan to Flanders and avenge herself on Don\nJuan. Her servant, Flora, suggests she go disguised as a man and to that end Flora fetches\nmen's garments which were left at the convent. Donning a man's doublet and\ncommandeering a sword, Leonora takes on the persona of Don Leonardo and insists that\n1 Professor Borden notes, “Caro's audience would have recognized Flandes as the area that was under\nBelgium. Also, the opening scene in Spain did not exist in Caro's version.'",
    "Page_9": "Flora accompany her to Flanders dressed as Don Leonardo's manservant, Ribete. The\nplan, and the plot of the play, is thus set in motion.\nIn the wilderness outside of Flanders, the Condesa Estela and her cousin Lisarda\nget lost while out hunting. They are accosted by three bandits—-Rufino, Astolfo, and\nFernando, a member of the royal court, comes to the rescue a little too late and mistaking\nDon Juan for a bandit, duels with him. Estela clears up the misunderstanding and\nFernando's gratitude compels him to accept Don Juan into the inner workings of the\ncourt. Prince Ludovico arrives accompanied by Don Juan's servant, Tomillo, and whisks\nEstela and Lisarda back to the palace in his carriage.\nLeonora and Flora, as Don Leonardo and Ribete, subsequently arrive in Flanders\nThey hide while Ludovico and Don Fernando discuss Don Juan. It seems Estela has made\nDon Juan her steward as a reward for his bravery. This tears at Ludovico's heart as he is\nmadly in love with her. Don Fernando offers to help Ludovico with his cause, in spite off\nthe fact that he is also secretly in love with Estela. Leonora/Leonardo introduces herself\nto Don Fernando and discovers that he is actually her brother who left home when she\nwas young. She does not share this discovery with Don Fernando, however, and he\ncordially invites Leonardo to bunk with Don Juan; the plot thickens.\nLisarda and Estela spend some time in the garden engaged in girl talk, mostly\nabout who Estela does and doesn't \"like.\" Don Fernando arrives to woo Estela on Prince\nLudovico and Don Juan's behalf and discovers that Estela is smitten with Don Leonardo\nLeonora/Leonardo plays on Estela's affection and Ludovico's obsession and plots a",
    "Page_10": "6\nrendezvous that night with Ludovico who will pretend to be Leonardo. Flora/Ribete gives\nDon Juan a paper from “the Condesa Estela” which asks him to meet her in the garder\nthat night. Little does he know, he will be meeting Leonora instead.\nNight has fallen and Leonora/Leonardo encounters Don Juan in the square. Out of\nthe blue, Leonora calls Don Juan a deceiver and a liar and by drawing her blade\nchallenges him to a duel. They fight, and Leonora wounds him. Ludovico, who stumbles\nonto the scene, is delighted with this and decides to remove Don Juan as a possible suitor\nto Estela by killing him. Leonora then vigorously defends Don Juan and fights with\nLudovico, much to the confusion of Ludovico and Don Juan\nAct 2 opens with the balcony scene, that same night, in which Estela and Lisarda\nappear on one side of the stage and Leonora on the other. Ludovico proceeds to woc\nEstela with Fernando's reluctant assistance, except Estela thinks Ludovico is Leonardo\nLisarda speaks for Estela and in her earnestness, accidently calls “Leonardo Ludovico\nwho is the secret object of Lisarda's affection. Meanwhile Leonora, whom Don Juan\nthinks is Estela, is bringing Don Juan to task for jilting Leonora. The scene ends with\nLeonora—still pretending to be Estela—spurning Don Juan while at the other balcony.\nDon Fernando climbs up and shares a kiss with Estela, who still thinks the\nLudovico/Fernando duo is Leonardo.\nThe next morning brings everyone together in turn, further complicating matters\nabsent Leonora. Then Tomillo shows up, passes out, and Flora, dressed in her gown,",
    "Page_11": "7\nusing her wit, she convinces Tomillo to swear that if he ever meets a woman more clever\nthan he, he will marry her.\nFollowing this lighthearted scene, Leonora/Leonardo and Don Juan engage in\nmore swordplay, interrupted by Don Fernando. To justify the duel, Don Leonardo claims\nthat he is defending the honor of Don Fernando's sister Leonora. By this admission, Don\nJuan discovers that Don Fernando is the brother of the woman he has offended back in\ncommunal stand-off, swords drawn, until Leonardo goes off to fetch Leonora, who is\n\"nearer than you think.\"\nWhile Leonora is gone, Tomillo, who suspects Ribete is Flora in disguise, rips\nopen Ribete/Flora's jacket to reveal a flowery corset. Don Fernando can wait no longer\nand proceeds to defend his sister's honor in a duel with Don Juan. The duel grows heated\nuntil Leonora returns, dressed in her gown, and reveals her true identity.\nDon Juan and Leonora are happily reunited, Estela discovers that the kiss she\nshared on the balcony the night before was not with Don Leonardo, but Don Fernando\nand is delighted to have found her true love, and Prince Ludovico is rewarded with the\ntogether with a dowry provided by Estela, and they all live happily ever after\nWith the combination of swordplay and mistaken identities, Agravio initially\nseemed to be a blend of T'welfth Night and The Three Musketeers. However, the more\ntimes I read the script, and the more research I did on Spain in the 17th century as well as\nresearch on Ana Caro herself, the more Agravio's distinct traits came to the forefront.",
    "Page_12": "A nd when the actors took hold of the material, it became uniquely Agravio—-Spanish\nComedia, a comic/tragic tale of love and revenge.",
    "Page_13": "9\nChapter 2: Research of the Spanish Golden Age\nThe script indicates that the initial version of Agravio was written ca. 1637-1650\nThis encompasses approximately the same time period as The Three Musketeers, which\nthe Johnny Carson School of Theatre and Film presented in Spring 2011. 1 was wary of\nduplicating the look of The Three Musketeers, both for the sake of our audience and tc\ngive costume technicians the design and construction knowledge for a different period. I\nasked the director if he would be willing to move the play backwards in time. He agreed,\nand asked me to keep him informed as to how that would affect the costumes in terms of\nfootwear, collars, and so forth.\nMy initial research covered from 1400-1650 and focused on Spain, with forays\ninto France and England. I examined historical texts, costume history, and books on the\narts. For about 1o0 years, from the late sixteenth through the seventeenth century, Spain\nexperienced el siglo de oro, the Spanish Golden A ge. During this time, literature and art\nflourished. It was also the time of Spain's greatest influence on the fashions of Europe,\nespecially England and France. “Under Charles V and his successor, Philip II, Spain was\nthe most powerful state in Europe ... Spanish etiquette was rigid and unbending, and\nSpanish costume was no less so\" (Keniper 81). Philip II, who ruled Spain circa 1556-\n1665, collected paintings and sculpture and was dedicated to beauty in the form of\ngardens and architecture. He supervised the construction and decoration of El Escorial2\noutside of Madrid, which was built to serve as a palace, monastery, and mausoleum.\nPhilip II filled the palace with art, including many commissioned pieces. By 1580, Spain\nhad won an important battle with the Ottoman Turks, and had united with Portugal.\n2 See The Story of Spain, Chapter Six.",
    "Page_14": "10\n\"Sevilla became a raffish boomtown at the hub of Spanish-A merican trade. [...] To\nSevilla came adventurers and thieves, impoverished gentlemen and husbands fleeing\nshrewish wives.\" (Williams 119-124). The Golden Age was beginning.\nR\nFigure 2.1 El Escorial, Photograph. architessica.wordpress.com/2011/03/21/el-escorial-san-lorenzo-de-el-\nescorial-spain/\nBased on this research, I decided to focus on the late 16th century because the\nimages would be recognizable to the beginning theatre students in the audience, thus\nmaking the material immediately more accessible to them. Also, there would be greater\nIn the late 16th century, men wore linen shirts that were cut full and gathered into\na band at the neck and cuffs. The shirt was covered by a jerkin or a vest, and a doublet\nwhich was\ntight-fitting to a very narrow waist, buttoned down the front from a high collar\nand developing skirts [peplums] which varied from very short to hip-length; the",
    "Page_15": "11\nsleeves were fuller at the head, their attachment being hidden by stiffened bands\noften crescent-shaped, projecting over the shoulder and known as wings.\" (Nunn\n29)\nThere also developed a trend for wearing a great deal of padding in the stomach area\nwhich was known as the peascod belly. A short cape was worn “on both shoulders, on\none alone, or draped about the bust' (Kelly 18). Men wore hose which were some sort of\nbreeches and stockings stitched together. The styles varied from trunk hose, which were\nshort and wide and often paned', to Venetians which tapered to the knee and were worn\nsnug to the skin or very wide. Boots were mid-thigh but could be folded down and did\nnot typically have a heel. Hair was cut short and flat caps or hats with high, stiff crowns\nwereworn.\nFigure 2.2: Anonymous. Victors of Lepanto, 1575. Museum of Fine Arts, Venice.\nCommons. wikimedia.org/wiki/File: Victors_of_ Lepanto.jpg.\n3 Panes are “long thin strips of material which ran parallel and were joined to the hose at the waist and at\nthe ends\" (Cassin-Scott 25). Panes were often incorporated on sleeves as well.",
    "Page_16": "12\nFor women, the farthingale, which\noriginated in Spain in the 1550s, created\nthe distinctive cone silhouette of the time.\nThe farthingale was essentially a petticoat\nwith graduated hoops. The neckline of a\ngown was high and there was a stiff panel\nincorporated into the front of the garment\nthat extended far past the waistline, ending\nin a point. A gown often incorporated two\nsleeves: hanging full sleeves combined\nFigure 2.3: Antonio Mor, Elisabeth de Valois, ca.\n1568. Grand Ladies.\nwith under-sleeves. Hair was “waved or\nGogmsite.net/iberian_style_in_the_farthi/minialbum\n_isabel_de_valois_ca_ 1568_elisabeth_de_ valois_2.\ncurled and puffed out over the temples on\neither side of a central parting. [...] The back hair was coiled into a flat bun which was\nBoth men and women had the dubious honor of wearing ruffs, a band of fabric\npleated into tube-shaped folds and starched into inflexible collars. Ruffs were the height\nof fashion during this period and are prominent in many portraits of the day.\nI gathered many images to present to the director, including those of 17th century\ncavaliers that I did not want to see onstage. In addition to providing the director with\nhistorical images, I viewed video clips or the entirety of three recent films. From these I\ngathered still photos that would convey the impression (from La Conjura de E1 Escorial\nor The Conspiracy) and the color (from Elizabeth: The Golden Age) that I felt woulo\nmesh with the script.",
    "Page_17": "13\nThe director's concern was how\nto make the men look manly to a\nmodern audience. He felt that the men's\nhose would appear feminine to the\naudience. To address this concern, I\ndesigned Venetians, below knee length\nbreeches for Don Juan, Don Fernando,\nand Tomillo, while reserving the trunk\nhose for Prince Ludovico. Since\nLudovico had both feet firmly planted\nin the 16th century aesthetic, I decided it\nFigure 2.10: Braun and Schneider. The History of\nCostume.Plate 46c, French Court Dress. Second Third\nwould be appropriate for him to wear a\nof the Sixteenth Century.\nSiue.edu/COSTUMES/COSTUME8?INDEX.HTML.\nsmall ruff at the neck and cuffs of his\ndoublets. For everyone else except the servants, I designed a “modified ruff' in the form\nof high collars with box pleated ruffles or lace, a nod to the style and modesty of the time,\nbut less confining for stage movement and acknowledging modern sensibility.",
    "Page_18": "14\nFor the women, the director challenged me to\nfind a balance between the romantic, open look of\nPrincess A nne in the painting by Michael Dahl, c. 1690\n(at left) and the severely constricted look of 16th\ncentury Spanish women (below left). I designed more\nopen necklines for Leonora and Lisarda, a softer, less\nconfining neck for Estela and combined color, soft\nFigure 2.11: Michael Dahl,\nfabrics, and romantic trim such as lace and embroidery to\nPrincess Anne, c. 1690.\nCommons.wikimedia.org/wiki/File:\nPrincess_Anne_c.1690.jpg.\n achieve the goal.\nWhile the standard in fashion for late 16th\ncentury Spain was a short hair length for men, the\ndirector wanted to keep Ludovico's hair long. This was\nnot my first choice, but it helped establish the distinct\ncharacter of Ludovico, who resides in Flanders. The\nhairstyle for the servant Tomillo came directly from the\nFigure 2.12: Sofonisba Anguissola.\nIsabel von Valois, 1599.\nactor's own shock of unruly hair, which suited the\nCommons.wikimedia.org/wiki/File:Is\n abel von_ Valois by_Sofonisba Ang character perfectly.\nuissola.ipq.\nAs for the women's hair, I wanted it to be polished, yet practical. Hairstyles in the\nlate 16th century were close to the head and often incorporated a headpiece or small cap\nand jewels which covered most of the head.",
    "Page_19": "15\nSince all of the female characters don and remove hats\nat some point in the play, it was necessary for their\nhairstyles to withstand the motion and remain intact.\nThe September 2012 issue of InStyle magazine\nfeatured braids as the new trend, so I focused my\nresearch on Renaissance hairstyles and decided this\nwould be the ideal solution. I provided resource photos\nfor each character, and the members of the makeup\nFigure 2.13: Francois Clouet, Jeanne\nd'Albret. 1570. Musee Condé,\nChantilly, France.\nfor every performance. I was delighted with the results.\nGogmsite.net/the_middle_1500s_-\n1550_to_/subalbum-jeanne-\ndalbret/1570-jeanne- dalbret-by-fran-\n2.html\nBeauty\nlnfininyBRAIDS\nStetement\nACCESSORIES\n Figure 2.14: InStyle magazine,\nFigure 2.15: Paolo Veronese, Portrait of a Woman,\nSeptember, 2012.\nCalled La Bella Nani, 16th century.\nCommons.wikimedia.org/wiki/File:Paolo_Veronese\n_040.jpg.",
    "Page_20": "16\n(Above left) Figure 2.16: Leonora/Kayla Klammer\n(Above right) Figure 2.17: Estela/Lucy Myrtue\n(Lower left) Figure 2.18: Flora/Jenny Holm\n(Lower right) Figure 2.19: Lisarda/Lauren Huston\n(Photos courtesy of Julie Douglass)",
    "Page_21": "17\nChapter 3: Color Choices\nAs part of my costume design process, I always ask the director to describe the\nplay or film in one word. Professor Borden provided three: exuberant, boisterous, and\nplayful. This coordinated perfectly with my vision of the costumes as mostly traditional\ndress but with a twist —the twist being color. I wanted to use jewel tones and medium-\nintensity pastels for the costumes of Agravio rather than the severe black and gold of\nSpanish fashions of the time.\nFigure 3.1: Alonso Sanchez Coello. Philip\n Figure 3.2: Francois Clouet, Catherine\nII, 1570s. Spanish fashion.\nde Medici, c. 1555. Portrait miniature.\nCommons.wikimedia.org/wiki/File:Alonso_\nCommons.wikimedia.org/wiki/File:Cath\n erine-de-medici.jpg\nS%C3%A 1nchez_Coello_- _Philip_II_-\n_WGA 20722.jpg.",
    "Page_22": "18\nFigure 3.3: Francisco de Goya. The Parasol, 1777. Color inspiration.\nWikipaintings.org/en/francisco-goya/the-parasol- 1777.\nAt my first meeting with the\nf Agravio\ndirector on August 20, 2012, 1\n presented an Image Board. The\n purpose of the Image Board was to\ncombine and communicate my vision\nfor Agravio regarding color and the\noverall feelings of exuberance,\nboisterousness, and playfulness. On\nthe board, Don Juan is depicted upper\nleft with Leonora opposite him on the\nright. A rose is the central motif on the\nFigure 3.4: Image Board for A gravio.\n(Photo courtesy of Julie Douglass)",
    "Page_23": "19\nboard, a nod to the romance that underlies everything that happens in the play. It is the\nimage that ties  Don Juan and Leonora to the rest of the characters who are represented\nIn an early email to the director, I asked if he preferred to see color matching for\ncouples. He said the costume matching for couples need not be obvious, that the\ncoordination could be subtle using trim, patterns, or line rather than simply color. His\nprimary concern was that when the couples stand together at the end of the show, they\nshould visibly appear as though they are with the correct person. Because Agravio\nincorporates so many plot twists, I wanted to cast some doubt on who will end up with\nwhom; therefore I attempted to keep the color coordination of couples rather subtle.\nA blueprint of my initial color preferences by couple set the tone for subsequent\ndesign choices and fabric selection: Leonora would be in soft red leaning to orange, with\naccents of blue, while Don Juan was in blue with red accents; Estela would be dressed in\naqua leaning to blue, with brown or gold added, with Don Fernando in green with gold\naccents; Lisarda would be in gold blending with pink plus shades of rose and coral, while\nLudovico was in purple; Flora would embody rich earth tones such as rust and dull\ngoldenrod yellow while Tomillo was primarily brown. I planned to further tie the couples\ntogether visually with similar neutrals, specifically tan, cream, black, copper, gold, and\nsilver.",
    "Page_24": "20\nChapter 4: Reflecting the Passage of Time\nOne of the aspects of costuming any play is not only the time period in which it is\nset, but the amount of time that passes onstage from beginning to end. For Agravio, the\ndirector said that time was malleable. Leonora and Flora leave Seville after 1.1 (At the\nConvent) and arrive in Flanders in 1.3 (Arriving at Court). He also indicated the time\nspent in Flanders could be a week, but noted that the same night which ends Act 1 also\nbegins Act 2. From there, time accelerates and Act 2 encompasses only one day.\nDue to budget considerations, I planned that one major costume piece per\ncharacter would be worn throughout the show. This would also provide visual continuity\nbetween acts. Don Juan, Don Fernando, and Ludovico retained their breeches while\nEstela and Lisarda each continued to wear the same skirts. At first glance it appeared that\nintermission would be the ideal time to change costumes. However, this would typically\nuntil after 2.1 (The Balcony Scene). The director and I discussed having everyone change\nprior to 1.5 (First Night/Fighting in the Dark) but there was no time to do so. Intermission\ncould not be moved up because that would make the first half of the play too long and the\nsecond half entirely too short.\nWe concluded that because 2.1 (The Balcony Scene) is so dimly lit it would be\nacceptable for Estela and Lisarda to change their bodices at intermission without creating\na visual discontinuity. The three male characters that were changing doublets would\nremove their capes and hats for 2.1, and change their doublets backstage prior to 2.2 (The\nNext Morning). Discarding the capes facilitated the quick changes for Don Juan and Don",
    "Page_25": "21\nFernando and afforded greater movement for all three actors. Without the hats, their faces\nwere more visible in the dim lighting. Coordination of preset garments and hats with the\nlocation and timing of each character's exits and entrances was necessary and\nsuccessfully achieved with the cooperation of the actors and the costume crew.\nAt intermission, Leonora removed her doublet to reveal her chemise and corset\nand added her underskirt over her pants and boots. This facilitated her change back into\nLeonardo which necessitated presetting her doublet, hat, and sword back stage left.",
    "Page_26": "22\nChapter 5: Leonora\nAccording to the director, Dona Leonora is in her\ntwenties. She is hell bent on revenge against Don\nJuan, who has left her to join the Spanish army.\nShe is also madly in love with Don Juan. Leonora\nis a determined, feisty, sentimental woman. The\nactor, Kayla Klammer, was a petite young\nwoman, so the challenges were not to overwhelm\nher in her 16th century dress and to make her\nFigure 5.1: Leonora Preliminary Sketch for\n1.1\nbelievably masculine as Don Leonardo.\nI initially designed Leonora's gown in red\nwith blue accents while Don Juan, her lover, was\npredominantly blue with red accents. This was a\nway to tie them together without being blatant,\nand to leave some question, however small, as to\nhow this situation would be resolved. I saw\nLeonora as a fiery, lively young woman and 1\nwanted to reflect that in her dress. However,\nJanice Stauffer, my advisor, felt this was the\nFigure 5.2: Leonora Preliminary Sketch for\nFinal Scene\nwrong approach. She saw Leonora as an\n\"ingenue' and said that making her dress blue would show her youth. Leonora became\nblue.",
    "Page_27": "23\nIn the first rendering and construction\ndrawings of Leonora's dress, I designed the sleeves\nin the same blue fabric as the skirt with silver piping\nor bands of fabric between the puffs. The costume\nshop supervisor was unable to manipulate this fabric\nto successfully achieve the proportions as designed\nso Professor Stauffer suggested that the sleeves be\nconstructed from the silver brocade used for the\ncenter and back of the bodice and the front of the\nFigure 5.3: Leonora Initial Rendering\noverskirt, and that we build only two puffs into the\nsleeve instead of the three I had designed. 1 went\nalong with this decision. The bodice also incorporated blue velvet for the peplum and the\ntrim on the collar and sleeves.\nIt was difficult to find blue fabric at the time. I finally discovered blue embossed\nvelveteen in Lincoln. I used this fabric for the overskirt and the bodice in conjunction\nwith the silver brocade. I stitched metallic gold and blue trim to the front and back of the\nprovide some visual consistency in the garment I added silver trim to the peplum. In\norder to facilitate costume changes, the bodice and overskirt were constructed as one\n n) it u m Auo sm  s o a ng rz s e ym d\nConvent) and 2.4 (The Big Finish).",
    "Page_28": "24\nFor 2.1 (The Balcony Scene), Leonora\nwore the underskirt, chemise, and corset. This was\na more romantic image and showed the audience\nLeonora's vulnerability at the same time she is\naggressively attacking Don Juan verbally.\nLeonora's petticoat was built into the underskirt\nfor ease in her quick changes after 1.1 (At the\nConvent) and during 2.4 (The Big Finish). The\nhoops were also built into the underskirt. There\nwas a problem with the size of the top hoop which\n Figure 5.4: Leonora Initial Rendering\nBalcony Scene\ncaused a visible ridge in the skirt. This was never\nresolved.\nThe underskirt was constructed of a blue satin purchased from JoA nn Fabrics in\nembroidered tan vines. I showed a student worker how to color the vines with a black\nfabric marker to mimic Spanish blackwork. Blackwork is embroidery\ndone in black thread on white linen.\n(Left) Figure 5.5: Blackwork example (www.blackworklessons.wordpress.com)\n(Right) Figure 5.6: Leonora's blouse with imitation blackwork\n(Photo courtesy of Julie Douglass)",
    "Page_29": "25\n(Left) Figure 5.7: Leonora Dress Front (Photo courtesy of Alma Cerretta)\n(Right) Figure 5.8: Leonora Dress Back (Photo courtesy of Alma Cerretta)\nThe corset was built of the blue satin from the underskirt combined with the blue\nreverse side of the silver brocade. I elected to have Leonora wear no jewelry to facilitate\nthe changes from Leonora to Leonardo. The actress supplied her own silver shoes for the\nfirst and last scenes.",
    "Page_30": "26\n(Left) Figure 5.9: Leonora Balcony Scene Front (Photo courtesy of Alma Cerretta)",
    "Page_31": "27\nWhen Leonora becomes Don Leonardo, she\n must overdress her corset and chemise due to the\namount of time it takes to lace a corset. The pants\nperfect color and texture, but stiff and difficult to\nsew. The doublet was a paisley matelasse with blue,\nsilver, and copper/gold combined with a dusty blue\nvelvet peplum, collar, and accents. The metallic\ncontent combined with a shade of blue gave her\nsubtle visual connection to Don Juan as well as to\nFigure 5.11: Leonora/Leonardo, Front\n(Photo courtesy of Alma Cerretta)\nEstela. Fortunately, tall boots were in style and I\nwas able to purchase appropriate boots in\nLincoln.\nI tried several different hats on the\nactress during rehearsals, but the director\nthought they worked against the masculine\ndisguise. Finally, I had a hat similar to Don\nJuan's constructed out of the dusty blue velvet\nfrom her doublet. Leonora/Leonardo's cape was\nmade from blue velvet lined with the same blue\nsilk and gold-embroidered fabric that I used for\nthe lining of Don Juan's cape but reversed. In an\nFigure 5.12: Leonora/Leonardo, Back with\nCape (Photo courtesy of Alma Cerretta)",
    "Page_32": "28\neffort to reinforce the illusion of masculinity, I instructed Kayla to apply minimal eye\nmakeup.\nIn the final scene, Leonora/Leonardo left the stage and needed to completely\nchange into Leonora in approximately one minute. There was a chair back stage left and\ntwo members of the costume crew to assist the actress. We rehearsed every detail of the\nquick change several times and the first time we did it as part of a run, the change was\nsuccessfully executed in 28 seconds.",
    "Page_33": "29\nChapter 6: Flora\nFlora, Dona Leonora's servant, was played\nbit older than Leonora, so I decided Flora was in her\nearly 40s. This necessitated a small amount of age\nmakeup. Flora's hair was not braided as intricately\nas the other women since she was the servant and it\nwas acceptable for her to become increasingly\ndisheveled as\nthe play went\nFigure 6.1: Flora Preliminary Sketch\non. This was an\ninevitable result of her quick changes and the scene\nwith Tomillo, and added an extra raw edge to the\ncharacter. I based her head covering in 1.1 (At the\nConvent) on paintings of the lower class.\nThe fabric I selected for Flora's dress was\noriginally brown and green striped woven cotton.\n Figure 6.2: Flora Initial Rendering\nHowever, there was not enough of the fabric\navailable, so I purchased the black stripe satin weave which worked well visually due to\nthe presence of multiple colors and the gold stripe which balanced with the black. The\nquality of her gown served to raise her status above that of Tomillo. With Flora's dress, I\ndesigned a more severe silhouette with less bulk in the skirt (no hoops) and a simple\nhigh-necked bodice. Flora's outfit was constructed as a bodice and a skirt to",
    "Page_34": "30\n accommodate quick changes and the activity onstage in 2.3 (Flora Tricks Tomillo). For\nthese reasons, the petticoat was built into the skirt as well.\n(Left) Figure 6.3: Flora Dress, Front (Photo Courtesy of Alma Cerretta)\n(",
    "Page_35": "31\nFlora's doublet for Ribete was constructed\nfor the production in textured wool with striped\npatterns of rust, tan, and black. The use of stripes\ntied Flora to Tomillo and set her apart from Leonora\nSince the doublet was opened onstage twice, it was\ns us s  go o u b e  sn\nonstage in 1.1 (At the Convent)—this was the same\ndoublet. The tag had to be visible to some\npercentage of the audience for the gag to work, so I\nFigure 6.5: Flora/Ribete, Front\n(Photo courtesy of Alma Cerretta)\nmade it quite large with black writing on a white tag.\nIn 2.4 (The Big Finish), Tomillo confronts Ribete\nwhom he now strongly suspects is Flora. He rips\nopen her doublet exposing her corset. The doublet\nfastened with Velcro, which helped the quick changes\nand made the ripping sound appropriate for this\nscene. I covered a stock corset in a small floral print\nto make it appear more feminine and emphasize the\ncontrast. However, the floral print was not really\nvisible to the audience.\nAs Ribete, Flora wore rust-colored pants over\nFigure 6.6: Flora/Ribete, Final Scene\n(Photo courtesy of Alma Cerretta)\nher brown tights and the same brown shoes she wore\nbeneath her dress, both pulled from stock. The pants were tightened at the waist and",
    "Page_36": "32\nfabric was added at the band below the knee for comfort and ease. Flora needed a belt\nwith a bag on it which was large enough to hold an apple and a letter. I pulled the belt\nfrom stock and the purse was constructed from a commercial pattern using tapestry-print\nupholstery fabric.\nFigure 6.7: Flora, Pouch Detail (Photo Courtesy of Alma Cerretta)",
    "Page_37": "33\nChapter 7: Don Juan\nDon Juan de Cordoba, played by David\nMichael Fox, is the quintessential ladies’ man. He is\nhandsome, brave, dashing, and daring. His heart is\nalso inconstant, as shown by his surprise departure\nfrom Leonora and his immediate obsession with\nEstela.\nThe initial color concept for Don Juan was\npredominantly blues with red accents, particularly\n Figure 7.1: Don Juan A ct1 Preliminary\nSketch\nin the lining of his cape—-a nod to the culture of\nSpanish bullfighters. However, with the decision to make Leonora blue, I dropped the red\nfrom Don Juan's attire and substituted gold and black accents. During the light test, the\nblue velvet on Don Juan's first doublet read purple.\nWhile this was not expected or planned, in the\nscheme of things it created a slight visual connection\nbetween Don Juan, Ludovico and Lisarda that added\nto the intrigue.\nDon Juan's breeches were constructed of blue\ndamask resembling lizard skin. Despite Professor\nStauffer's concerns that the fabric was inappropriate\nand would read as modern, the texture added a subtle\ndimension to an ordinary garment. The addition of\nFigure 7.2: Don Juan Act 2\nPreliminary Sketch",
    "Page_38": "34\ngold trim at the bottom of the breeches lent some\ninterest when it inevitably peeked out from the\nboots during stage combat.\nThe Act 1 doublet was constructed primarily of blue\nvelvet purchased in Kansas City. I combined this\nwith textured black velvet for the sleeves and black\nand gold trim to pull the fabrics together. The\nmatching hat was constructed out of the same\ntextured black velvet. Don Juan's doublet for Act 2\nFigure 7.3: Don Juan Act 1\nwas designed to bring him visually closer to\n Initial Rendering\nLeonora/Leonardo and to look appropriate with\nLeonora's dress in the final scene. I used metallic\ngold and blue brocade that would both\ncomplement the metallic brocade on Leonardo's\ndoublet and the silver brocade on Leonora's\ndress. This was combined with blue velvet and\naccented with a heavy black and gold piping as\nwell as constructed trim combining black and\ngold. The hat for Act 2 was constructed out of\nblue velvet to match the doublet. Beneath both\nFigure 7.4: Don Juan Act 1\n(Photo courtesy of Alma Cerretta)\ndoublets, Don Juan wore a shirt constructed from a lightweight poly/cotton with the\ncollar and front panel made of a black/silver/white cotton print meant to imitate Spanish\nblackwork.",
    "Page_39": "35\nDon Juan only wore a cape in Act 1 while Don\nFernando wore his cape in Act 2. I felt this would\nestablish them as individuals and not simply costumed\ncharacters both wearing the prescribed costume piece at\nthe prescribed time. Don Juan's cape was blue damask\nlined with a blue silk fabric shot with gold embroidered\nvines. The same fabric was used in reverse for the\nlining of Don Leonardo's cape.\nThe addition of Don Juan's earring was\nFigure 7.5: Don Juan Act 1 with\nCape\n(Photo Courtesy of Alma Cerretta)\nresearch photos and pointed out that his ear was pierced.\nThe earring hunt ensued. I ended up making one out of available parts, as there were no\nsimple teardrop pearl earrings to be found. The addition of tights, boots, gloves, and a\nsword belt completed the costume.",
    "Page_40": "36\n(Above Left) Figure 7.6: Don Juan Act 2 Preliminary Sketch\n (Above Right) Figure 7.7: Don Juan A ct 2 Initial Rendering \n(Left) Figure 7.8: Don Juan Act 2, Front (Photo Courtesy of Alma Cerretta)\n(Right) Figure 7.9: Don Juan Act 2, Back (Photo Courtesy of Alma Cerretta)",
    "Page_41": "37\nChapter 8: Tomillo\nTomillo, Don Juan's servant, was portrayed by\nShade Ingraham. Shade also doubled as Tibaldo, the\nleader of the bandits in 1.2 (Attacked in the\nWilderness). Tomillo is a slovenly, loveable, dim-\nwitted man. The actor's characterization was greatly\naided by his shock of unruly hair which I decided not\nto cut drastically, but only trimmed the front slightly\nand added gel to keep it from falling into his face.\nThe basic costume for Tomillo consisted of a\nloose fitting tunic, a jerkin, breeches, a belt, “period\"\nFigure 8.1: Tomillo Preliminary\nSketch\nlinen underwear,\ntights, boots, and a hat. All of his garments were\nconstructed for the show. I wanted the basic color\npalette to be brown in order to contrast with Don\nJuan and immediately convey his servant status to\nthe audience.\nTomillo's costume revolved around\ntexture. I found the striped fabric for his breeches\nin Kansas City which set the tone for the rest of\nFigure 8.2: Tomillo Initial Rendering\nhis costume. The fabric featured wide chenille\nbrown stripes, while its reverse inspired the rest of the palette: a rough-textured linen-\nlook fabric in a neutral color for the jerkin which was lined with rich goldenrod-yellow",
    "Page_42": "38\ncotton. The jerkin needed to have several pockets\nto accommodate items as varied as a deck of\ncards, a money bag, and a real sausage. I\nrequested that several pockets be sewn into the\nlining of the jerkin, large enough and shallow\nenough for Flora to retrieve the objects easily. In\nsome cases, it was necessary to attach a simple\nsnap to the pocket to keep the item from falling\nout. None of the buttons on the vest were\nfunctional, and I opted to add a rigged snap\nFigure 8.3: Tomillo\n(Photograph Courtesy of Alma Cerretta)\nbehind the bottom button to keep the jerkin\nclosed.\nI chose a cream-colored linen-look fabric\nfor the underwear which would mimic period\nfabric and be washable. They were lined with the\nsame fabric and I instructed the waistband to be\nmade an inch and a half smaller than usual to\nassure that the underwear would not be removed\nwith the breeches.\nThe shirt was a neutral tan color in a\nFigure 8.4 Tomillo in his jerkin of many\npockets\n(Photo Courtesy of Alma Cerretta)\nwashable polyester fabric, and the grey tights\nwere very thick and baggy which afforded yet another dimension. The tights also",
    "Page_43": "39\nprovided additional coverage beneath the\nunderwear, and warmth for the actor during his\n\"nude” scene. The boots and belt were selected for\ntheir rough appearance and because they were\nproportionate to the actor's physical stature. The\nshirt employed elastic in the sleeves for ease of\nremoval, and tacking the facing to the seam\nallowances kept the structure intact during the\nchange.\nThe actor totally inhabited his costume and\nFigure 8.5: Tomillo in underwear, Front\n(Photo Courtesy of Alma Cerretta)\nbecame Tomillo. I initially planned for Tomillo to\ntuck his shirt in for the first act and become more\ndisheveled for 2.3 (Flora tricks Tomillo). During\n rehearsals the actor never tucked in his shirt. It was\n marvelous and I kept it.\nFigure 8.6: Tomillo in underwear\n(Photo Courtesy of Alma Cerretta)",
    "Page_44": "40\nFinally, Tomillo needed a second costume for 2.4 (The Big Finish), one that\nlooked as though he filched the pieces off a clothesline. This costume was pulled from\nstock and the actor wore the boots worn by Ludovico/Astolfo during 1.2 (Attacked in the\nWilderness).\nFigure 8.7: Tomillo Final Scene\n(Photo Courtesy of Alma Cerretta)",
    "Page_45": "41\nChapter 9: Estela and Lisarda\nEstela, played by Lucy Myrtue, is a Contessa\nin Flanders. Dona Lisarda, played by Lauren Huston,\nis Estela's cousin and constant companion. Estela is\nregal and conservative in her bearing, and in high\ndemand amongst the men. In contrast, Lisarda is a\nromantic, and secretly in love with Prince Ludovico\nThe most immediate way to distinguish the\ntwo women was with color. The director suggested we\nFigure 9.1: Estela Preliminary Sketch\nAct1\nplay off of Lucy's fair complexion and blonde hair\n ao s  e,    p\nwell with the icy aqua fabric I selected for her\ncostume. Equally important, the aqua color was\nvisually compatible with the green of Don\nFernando's costume at the end of Act 2. For Lisarda,\nI used burgundy, rose, and pink to enhance her\nromantic nature. These colors coordinated with\nLudovico's purple and red throughout the play.\n Figure 9.2: Estela Preliminary\nSketch Act 2\nI decided that each character would wear the\nsame skirt for both Acts. The skirts were designed to mimic Spanish farthingales in\nsilhouette and consisted of an underskirt with a built-in center panel of contrasting fabric",
    "Page_46": "42\nworn beneath an overskirt made from the same\nfabric as the Act 2 bodice. The cut of Lisarda's\nskirt successfully achieved this look, combining\nrose damask and pink brocade with pink trim added\nto the front vertical edges of the skirt. Estela's skirt\nturned out quite different from the original design.\nIt combined four different fabrics, including a front\nlace panel in a deeper hue than the aqua brocade.\nThe front edges of the skirt were distorted in\nconstruction, resulting in an unexpected and\n Figure 9.3: Lisarda Preliminary Sketch\nAct1\nunusual shape which was a distraction from the\nbeauty of the garment. The reviewers at KCACTF\n(Kennedy Center All College Theatre Festival) were\nquick to draw attention to this.\nIn 1.2 (Attacked in the Wilderness), Estela\nand Lisarda are hunting in the forest. In order to\nclearly convey that they are outdoors, the first\ncostume for each character featured a short velvet\njacket, cape, and hat worn with the skirt. They also\nwore belts with quivers of arrows. The belts were\nFigure 9.4: Lisarda Preliminary Sketch\nfrom stock and Props provided the quivers. Both\nAct2",
    "Page_47": "43\nwomen removed the hats and capes for 1.4 (Estela's\nLament), but remained in the jackets which served as\nbodices until intermission, when they changed into\ndifferent bodices for Act 2.\nEstela's jacket/bodice for Act 1 was cool aqua\nvelvet with large upper sleeves contrasting narrow\nlower sleeves yet balanced by oversize cuffs accented\nwith gold. The gold collar was cut quite large and\nEste\nincorporated lace at the inside edges which was\n Figure 9.6: Estela Initial Rendering\ndesigned to stand up from the collar. The trim on the\nAct 1\nbodice was heavy and richly embroidered, lending more\nweight visually and reinforcing her regal status.\nLisarda's jacket/bodice used light and airy\npaned sleeves with intense pink lining combined with\ndainty lace trim to convey her delicate romantic nature.\nThe construction of this garment also began to tie her to\nLudovico in a subtle way, since they were the only two\ncharacters onstage wearing paned garments. The fabric\nisar\n of the hats which were constructed for the show played\nFigure 9.7: Lisarda Initial Rendering\nAct 1\nup the contrast between the two characters with Estela's\nhat made of velvet with a heavier gold trim and Lisarda's hat made from softer, lighter\ndamask.",
    "Page_48": "44\nFigures 9.8 and 9.9: Estela Act 1 (Photos Courtesy of Alma Cerretta)\nFigures 9.10 and 9.11: Lisarda Act 1 (Photos Courtesy of Alma Cerretta)",
    "Page_49": "45\nFor Act 2, I designed the cut of the bodices to\nreinforce the established image for each character. To\nthat end, Estela's bodice was high-necked with a\nsmall row of pleated lace added to the top edge. The\nsleeve design was faithful to the 16th century with a\nlong hanging sleeve over a narrow under sleeve in a\ncontrasting color. I added stuffed rolls of fabric and\nwings, narrow strips of fabric which extend over the\nshoulders, to the upper sleeve to visually accentuate\n西s\nEstela's weight in the court. Because there was a\n Figure 9.12: Estela Initial Rendering\nAct 1\nlimited amount of fabric, I designed the hanging\nsleeves to be nearly two feet shorter than typical of the period. I added a rich, gold\nbeaded trim and a row of pearl trim to the front of the bodice. Estela also wore a chain\nbelt in the second act, which was necessary to\naccommodate a small purse which carried her money\nbag. She was able to easily remove the purse from the\nbelt after she no longer needed it. The purse was\nconstructed for the show out of \"tapestry”'-patterned\nupholstery fabric using a commercial pattermn.\nIn an attempt to reach a middle ground\nbetween the severity of traditional Spanish dress and\nthe romantic look of the 17th century, I designed the\nTsani\n Figure 9.13: Lisarda Initial Rendering\nAct2",
    "Page_50": "46\n neckline of Lisarda's bodice to be lower while retaining the high collar, and had the\ngarment constructed with a combination of burgundy velvet, rose damask, soft pink\nbrocade, ruffles, and pearl buttons. These elements plus puffed sleeves with lace at the\ncuffs softened Lisarda's image.\nFigure 9.14: Lisarda Act 2, Front \nFigure 9.15: Lisarda Act 2, Back\n(Photo Courtesy of Alma Cerretta)\n(Photo Courtesy of Alma Cerretta)",
    "Page_51": "47\nFigures 9.16 and 9.17: Estela Act 2 (Photos Courtesy of Alma Cerretta)\nFigure 9.18: Estela Act 2, Belt and Pouch (Photo Courtesy of Alma Cerretta)",
    "Page_52": "48\nChapter 10: Don Fernando\nBilly Jones played Don Fernando, who is\nLeonora's brother whom she hasn't seen since she was a\nlittle girl. The actor also doubles as a bandit, Rufino, in\n1.2 (Attacked in the Wilderness). Don Fernando is a\ngentleman and a true friend. He woos Estela on Prince\nLudovico's behalf, even though his heart belongs to\nEstela as well. He is very concerned with the precepts of\nhonor.\nIn order to make Don Fernando look more like\nFigure 10.1: Don Fernando\nA ct 1 Preliminarv Sketch\nLeonora's brother, I employed a hair stylist to dye the\nactor's hair darker. The use of waterproof mascara on his\nlight facial hair added to his persona. The dark hair and\nbeard helped the actor to look less like Estela's brother\nand added to his credibility as a potential suitor.\nI selected green for the primary color of Don\nFernando's costume to complement Don Juan's blue.\nGreen also corresponded to Estela's aqua without being\ntoo obvious. I found most of the fabric in Kansas City,\nFigure 10.2: Don Fernando\nincluding the trouser fabric which was a double-sided\nAct 2 Preliminary Sketch\nfabric that was very dark green on one side and spring green on the other. My advisor\nwas concerned that the dark green would appear black onstage. However, the fabric",
    "Page_53": "49\nappeared a deep forest green under the lights, passed the lighting test, and became Don\nFernando's breeches for Acts 1 and 2.\nFor Don Fernando's doublet in Act 1, I used heavy green and tan brocade\ncombined with the reverse side of the trouser fabric as an accent on the sides and peplum.\n A white ruffled collar and cuffs and a coordinating\nwhite, black, and gold thickly braided piping combined\n    s s rs o \ndoublet and add more dimension.\nDon Fernando's Act 2 doublet incorporated\nmedium green velvet with medium green brocade for\ncontrast on the upper\nsleeves and chest.\nA gain, I chose to add\nDonFe\na white ruffled collar\nFigure 10.3: Don Fernando Act 1\n Initial Rendering\nand cuffs, but this\ntime combined two narrow trims of green and gold to\nachieve the understated opulence I sought.\nFor Act 2, Don Fernando added a cape made of\nDoFi\ndiamond-patterned black velvet lined with tan\n Figure 10.4: Don Fermnando Act 2\n Initial Rendering\npolyester lining fabric. The original design for Don\nFernando featured a gold lining, but I was uncertain how much gold I would put on\nEstela, and I thought the tan would be an acceptable alternative. During the light test, the",
    "Page_54": "50\nblack velvet read a little brown, and provided\nan unexpected and welcome coordinate for the\ntan lining and the green doublets.\nDon Fernando's dagger needed to be in\nhis boot. I worked with the Prop Master to\nmake this happen. We could not sew anything\nto the boot because it was on loan from the\nopera department, so we used Gaffers tape, an \nacceptable alternative as it holds fast and does\nnot leave any sticky residue upon removal. Don\nFernando also needed a small pocket for a key\nFigure 10.5: Don Fernando Act 1, Front\n(Photo Courtesy of Alma Cerretta)\non his Act 1 doublet, so I sewed a very small\npocket onto it with the same fabric.\nThe director didn't like the hat that Don\nFernando wore for rehearsals because it kept\ntoo much light off of his face, so I had one\nconstructed that had a smaller brim, yet not too\nsmall, as it would not be proportional with the\nactor's body type, particularly his shoulders.\nFigure 10.6: Don Fernando Act 1, Back\n(Photo Courtesy of Alma Cerretta)",
    "Page_55": "51\nFigures 10.7 and 10.8: Don Fernando, Act 2 (Photos Courtesy of Alma Cerretta)",
    "Page_56": "52\nChapter 11: Ludovico\nLudovico, played by Patrick Stayer, is the Prince of Pinoy. The actor also doubles\n as A stolfo, a bandit. Ludovico is full of dignity and pomp. The director agreed to allow\nLudovico to wear a more typical costume of the time,\np au dorp o pa i uum shn pue aou yun\nfrom Leonora and Don Juan's costumes, I elected to\nadd it to Ludovico's purple. Ludovico's original\ndesign incorporated a small ruff at the neck and cuffs,\nanother nod to the period and another way to\ndistinguish him from the rest of the cast. However,\nduring construction the graduate student assigned to\nthis project fell ill and deadlines loomed. Therefore, I\nsubstituted a high collar with white lace at the collar\nFigure 11.1: Ludovico Act 1\nPreliminary Sketch\nand cuffs to both doublets.\nLudovico's doublet for Act 1 incorporated red\nand purple velvet with gold trim. I used purple cotton\ndamask for the doublet worn in Act 2, accented with\ndeep purple crushed velvet down the front and around\nthe collar. The paned sleeves had red accents and the\ntrim on the doublet was red and gold.\nThe trunk hose combined purple cotton\ndamask with red lining. It took several fittings to\nFigure 11.2: Ludovico Act 2\nPreliminary Sketch",
    "Page_57": "53\nadjust the length of the panes, but once they were established, the actor had no difficulty\nmoving around the stage or performing combat routines in them.\nFor Ludovico's cape, I selected a rich, multi-\ncolored upholstery weight fabric and lined it with satin.\nLudovico wore the cape for Act 1 and Act 2, but removed\nit during 2.1 (The Balcony Scene) along with his hat.\nThe tights for Ludovico were purple, but the stage\nlighting made the tights appear magenta. It gave Ludovico\na foppish edge which worked for the character. His vintage\nshoes tied with a purple ribbon. Ludovico's top hat was\nconstructed specifically for the show out of black\nFudes\npatterned velvet over buckram. It fit quite snugly which\nFigure 11.3: Ludovico Act 2 Initial\n Sketch\nwas good for fighting, but left a mark on his forehead.\nFortunately, during the only scene where he does not\nwear the hat (2.1, The Balcony Scene) the lighting was\nquite dim.\nThe director requested a gorget for Ludovico. A\ngorget is a piece of armour which protects the throat. The\ncostume shop supervisor indicated we had one in stock at\nthe off-site storage location. However, it was nowhere to\nbe found when she went to fetch it. At that point, due to\nFigure 11.4: Ludovico Act 2\ntime restraints, the options were to make one out of\nInitial Sketch",
    "Page_58": "54\nleather or to let it go. The director chose to drop\nit. In lieu of the gorget, I added a medal to his\n2nd act costume. Ludovico also needed a pocket\nfor a snuff box. This was accomplished by\nsewing a pocket inside the peplum of his doublet.\nFigure 11.5: Ludovico Act 1, Front\n(Photo Courtesy of Alma Cerretta)\nFigure 11.6: Ludovico Act 1, Back\n(Photo Courtesy of Alma Cerretta)",
    "Page_59": "55\nFigures 11.7 and 11.8: Ludovico Act 2, Front and Back (Photos Courtesy of Alma Cerretta)",
    "Page_60": "56\nChapter 12: Costuming and Functionality in Combat\ncostume designer was to provide the belts for the characters, and make them accessible to\nthe Prop Master who needed to design the sheaths and frogs and affix them to the belts. It\nwas important to determine where the belts were sitting on the person's body, which\nwould affect the functional behavior of the costume. For instance, Kayla/Leonora's belt\nwas at her waist so that she could reach the hilt of her sword while the men's sword belts\nwere at their hips. Thus the men's peplums on their doublets were frequently a bit\nrumpled beneath the sword belt while Leonora/Leonardo's costume did not have that\nissue. This did not create a distraction though, as the audience was far too captivated with\nthe actors’ performances to focus on their peplums and the placement of the belts\nrehearsals so that the Prop Master could work with the belts on the actors and so the\nactors could get accustomed to the feel long before they moved their swordplay up to\nspeed. For the same reason, it was important to also provide rehearsal boots and shoes)\ngloves, hats, and capes as soon as possible. The actors’ footwear needed to fit their feet,\nnot slip, and be flexible enough to allow for vigorous movement. For the performance, 1\nborrowed boots from the School of Music opera department for Don Juan and Don\nFernando, found boots in stock for Tomillo, purchased boots for Leonora/Leonardo, and\nfound vintage shoes in stock for Ludovico. These boots and shoes were given to the\nactors far in advance of techweek.",
    "Page_61": "57\nGloves needed to fit the actor's hands and allow for safe combat with swords\nand/or daggers. The gloves also needed to slip into their belts when not being worn. I\nfound suitable gloves in stock. Hats needed to be secure for combat and not block their\nvision or be a distraction. Ludovico's hat was a challenge because of its height, but it was\nquite secure on the actor's head.\nwanted the capes to have visible, functional ties. However, it was more important for the\ncapes not to be a hindrance to the fight choreography. Therefore, in addition to the\nfunctional ties, I added snaps to the capes and doublets and sewed small, discreet stitches\nto particular folds to maintain the structure of the capes while allowing movement. All of\nI was concerned about the safety of panes on Ludovico's trunk hose in combat.\nWould they interfere with the actors’ movement? Would the sword get caught in the\npanes? The director assured me that it would not be a problem and indeed, it was not. I\nus pue reuonoung aq pue poob yoot on noua buop aiam saued un ureiao apeu\nenough not to get caught on anything. The actor fully cooperated with multiple fittings of\n    o a m p  p   n \nchoreography to check for any potential problems.",
    "Page_62": "58\nChapter 13: Double cast in the Wilderness: Costuming the Banditos\nSince three of the four male actors in the show were double cast as bandits, their\nappearance as such had to be distinctly different from their primary characters in every\nway. The disguise needed to cover their main costume and hair completely while keeping\ncombat safety in mind. All costume pieces were pulled from stock; some were rigged to\nfacilitate quick changes.\nThe actor portraying Tomillo needed to\nbecome Tibaldo, a bandit, between 1.2A (The\nWilderness) and 1.2B (Attacked in the\nWilderness). Following 1.2B, Tomillo must be\nrestored for his entrance in 1.2C (The Rescue).\nThe actor had to overdress with a tunic,\nbreeches, a hat, a cape, and gloves. He wore the\nsame boots, but added and removed a sword belt\nduring the changes.\nFigure 13.1: Tomillo in the guise of\nTibaldo, a bandit\n(Photo Courtesy of Alma Cerretta)",
    "Page_63": "59\nDon Fernando and Ludovico were able to\nbegin the show overdressed as Rufino and Astolfo\nthe other two bandits. The actor playing Don\nFernando overdressed with breeches, a tunic and\nvest, a hat, and gloves. He also needed to add and\n remove a gun holster and two guns. The addition of\nVelcro to Don Fernando/Rufino's shirt facilitated\nhis 38-second quick change.\nLudovico/A stolfo was overdressed in a\ntunic and vest, breeches, a hat, gloves, a rope belt\nFigure 13.2: Don Fernando in the guise of\n Rufino (Photo Courtesy of Alma Cerretta)\nand boots. The actor had slightly more time, from\n1.2B (Attacked in the Wilderness) to 1.3B\n(Meeting Fernando), to remove the overdressed\ngarments. He also had to change his footwear\nand add his sword belt and a cape prior to\nreturning to the stage.\nIt was necessary to coordinate these\nchanges in location and timing and to provide\nbackstage assistance for the actors. These quick\nchanges were choreographed during a rehearsal\nand required four crew members to assist. The\nquick changes worked very well.\nFigure 13.3: Ludovico in the guise of Astolfo\n(Photo Courtesy of Alma Cerretta)",
    "Page_64": "60\nChapter 14: Flora Tricks Tomillo\nIn Act 2, Scene 3, Flora strips Tomillo of his clothes and his belongings to teach\nhim a lesson. While Tomillo is “passed out,”\" Flora, now dressed as a woman, undresses\nhim down to his underwear and dons his clothes. This scene presented the greatest\ncostuming challenge of the play as all of this activity takes place onstage.\nTomillo's jerkin required multiple pockets purposed to hold items such as a purse.\na deck of cards, and a real sausage. The pockets were built into the lining of the jerkin\nItems in the pockets were removed by Flora prior to undressing T'omillo, thus the pockets\ncould not be too deep or too far back from the opening of the jerkin, and fasteners on the\npockets were simple snaps. The tunic/jerkin combination also must be washable, thus\ninfluencing both the design and fabric choices. The tunic was constructed of polyester\nthe jerkin was a rough looking but soft poly/cotton blend, and the lining was goldenrod-\nyellow cotton. In order to facilitate the process, the actor discarded his undershirt pror to\nthe scene, we stitched his jerkin to his tunic at the sides and the back, attached his belt to\nthe jerkin with belt loops, and the bottom button of the jerkin was rigged to be a snap.\nFlora had to unbuckle the belt, remove the tunic and jerkin over Tomillo's head, and put\nthem on over her bodice.\nFlora also removed Tomillo's boots and pants. The boots were loose enough for\neasy removal, but not so loose as to hinder the actor's activities onstage. Tomillo's pants\nmust fit him and stay up without the addition of suspenders, be removed easily onstage,\nand be worn by Flora through the end of the scene. This was accomplished by building\nelastic as well as a drawstring into the waistband of the pants.",
    "Page_65": "61\nFlora's dress was constructed in two pieces as a bodice and skirt to facilitate quick\nchanges. It was not clear at first whether or not she would be putting Tomillo's pants on\nbeneath her skirt prior to removing it, but the bulk of the trousers necessitated the\nremoval of the skirt first. I provided pink bloomers for Flora to wear beneath her skirt, a\nfeminine contrast to the very masculine garments she is putting on. The actor put her skirt\nin Tomillo's gunny sack (which was lined to protect the skirt) and carried it offstage with\nher. The costume crew hung the skirt and brushed of any stage dirt nightly.\nI spent time with the actors independently and with the actors and director at\nrehearsals to assist with choreographing the scene, and supplied them with rehearsal\ngarments from the beginning, as well as the actual garments as soon as they were\nconstructed.\nFigure 15.1: Flora Tricks Tomillo (Photo Courtesy of Doug Smith)",
    "Page_66": "62\nChapter 15: The Hair Conundrum\nBilly Jones, who played Don Fernando and Lucy Myrtue as Estela have similarly\nBilly/Don Fernando needed to look as though he and Kayla/Leonora were brother and\nsister. Therefore, Billy's hair would need to be dyed darker. The director also wanted\nKayla/Leonora's hair to be darker. For both Billy and Kayla, I provided Ian with images\nand he selected the shade. The same hair stylist worked on both actors. I provided the\nstylist with the approved images of the color and cut, as well as a photograph of\nLucy/Estela to clarify the desired contrast between Estela and Don Fernando.\nBecause Billy's facial hair was equally blonde, it needed to be colored as well,\noem asn o asoo uoonpd au u nu asen Aue n o uem nou pi I s\nmascara on his eyelashes, eyebrows, and all facial hair. I taught the actor how to apply it,\nand from dress rehearsals through the run of the show he did a terrific job. It did not\nFigure 14.1: Billy/Don Fernando, Before\nFigure 14.2: Billy/Don Fernando, After\n(Photo Courtesy of Julie Douglass)\n(Photo Courtesy of Julie Douglass)",
    "Page_67": "63\nChapter 16: Preparation of the Actors and the Rehearsal Process\nI presented the costume renderings to the cast for the first time at their first\nrehearsal. At that time, I read the following quote:\n\"The way reconstructions are worn is crucial to their success as communication\ntools. Standing up straight, keeping still, walking as though God is ever watching\nand respectfully reverencing ones betters with a bow or curtsy were all necessary\nto avoid drawing critical attention to oneself in the 16\" century\" (Mikhaila 10)\nIn order to help the actors inhabit their garments in the spirit of the 16th century, I\nprovided rehearsal garments and accessories from the beginning of the process. This\nincluded corsets, hoop skirts, a regular skirt for Flora, hats, bags, belts, gloves, shoes or\nboots, underwear, a tunic and a sports coat for Tomillo, and a jerkin and other items for\nuse in 1.1 (At the Convent). As soon as actual costume pieces were available, I allowed\nthe actors to wear them in order to make the transition from rehearsal to performance as\nseamless as possible. The women wearing hoop skirts learned how to sit on low steps and\na planter in the skirts, as well as how to navigate the stairs backstage and share space on\nthe balconies. Lucy Myrtue/Estela commented that the actors would automatically stand\nFlora needed to appear to be in her early 40s. However, the first night we applied\nage makeup, the director thought she actually looked younger than Leonora. After that\nthe actress applied the age makeup more sparingly and that gave the right effect",
    "Page_68": "64\nChapter 17: Conclusior\nmany ways. Since I rarely look at previous productions of anything that I costume, this\nwas not an issue. However, I wanted to stay consistent with any established notions of\nchallenging. The only sources I found were on the internet and the accompanying\nphotographs displayed nothing out of the ordinary. For Spanish history, art, and costume\nhistory, I found adequate resources in the Daniel Boone Library in Columbia, Missouri\nThe timeline for costuming Agravio was a hindrance. I received my script\nassignment the final week of the Spring semester 2012 and did not meet with any\nmembers of the production staff until the first week of the Fall semester due to Summer\noreak. I had previously worked as a team with both the Scenic and Lighting Designers as\nwell as the Stage Manager, so the pressure was somewhat alleviated as we were all\nfamiliar with each other's style and work ethic. However, some of the problems could\nhave been avoided with regular meetings.\nFor instance, due to the presence of the balconies, there had to be stairs both on\nand offstage. The rises for the stairs were designed much too high for actors in hoop\nskirts and had to be reconfigured. The width of the stairs was initially designed to be 2'6'\nand the skirt circumferences were at least 3 feet. I worked with the Technical Director to\nidentify areas that needed careful sanding to avoid snagging the satin garments.\nThe Lighting Designer did not return to campus until the second week of\nthe semester. However, she was reliable and consistent in her communication of ideas)",
    "Page_69": "65\nand once in town she held a meeting immediately which was extraordinarily helpful. 1\ngave her fabric swatches attached to brown paper and together we conducted a lighting\ntest of the fabrics far in advance of light hang.\nThe Stage Manager, Fred Drenkow, was crucial to the communication process. I\ncostume presets and quick changes. Fred was responsible for scheduling all fittings\nexcept for the impromptu fittings which inevitably occurred. Fred and I kept the lines of\ncommunication open at all times.\nCommunication with the director over the summer was problematic but\nsuccessful. I needed to compile all of my research images, which were primarily in books\nin Missouri, and get them to Professor Borden in South Dakota. I did not have access to a\nscanner during this time, so I found all of the images from the books online and emailed\nthem to Borden for his perusal.\nI prepared an image board consisting of colors, patterns, and other images\ndesigned to impart my overall mental image of the play. I also created sketches with a\non the board and the sketches combined with his feedback over the summer provided a\ngreat foundation for proceeding with my renderings.\nCommunication with the costume shop was essential. To that end, Professor\nStauffer asked me to create construction drawings as well, rather than relying on the\ncustomary method of displaying only the renderings and the source images. At the\nbeginning of the construction process, I created a Make/Pull/Purchase List for the\ncostume shop supervisor and periodically consulted with her over the list. As we drew",
    "Page_70": "66\nnear to dress rehearsal, I created daily to-do lists and posted them in the shop. In addition,\nI attached hand-written notes to each garment in an attempt to accurately convey what\nstill needed to be in the shop at all times for consultation on the construction of the\ngarments. I also posted a short synopsis of the play in an attempt to bring the characters\nto life for the workers in the costume shop.\nTwo respondents from KCACTF (Kennedy Center All College Theatre Festival)\nUniversity. Mr. Carriere said he missed seeing fans and mantillas onstage, though he\nunderstood that my goal was not to be strictly realistic in the representation of Spanish\ncostumes. He liked the colors and the trims, and could see the nod to reality in the detail\nof the costumes. Regarding the “buffoon\" characters (Flora and Tomillo) he said, “good\ncostuming.\" He felt the proportion of Tomillo's garments helped the scene—that when\nFlora puts on his clothes “it's funny.\" T'he second respondent was Julie Mollenkamp from\nthe University of Central Missouri. She said the “massive period costumes” made a big\ndifference about which Lucy Myrtue (Estela) commented, “We were in hoop skirts the\nwhole time and you could tell [because] when we weren't, we wouldn't stand that close\ntogether.\" Dr. Mollenkamp also commented on the hats casting shadows but agreed that\nshe didn't know how to resolve that issue. She said the costumes exhibited stunning\ndetail, that they were “spot on; you didn't miss a trick.” She enjoyed the color palette and",
    "Page_71": "67\nThe costumes for Agravio were nominated for participation in the costume parade\nat KCACTF in Lincoln, Nebraska in 2013. I received a Certificate of Merit from\nKCA CTF for Achievement in Costume Design for Agravio.",
    "Page_72": "68\nAppendix A: Scene Breakdown\n** Indicates a scene with Sword Fighting\nScene\nRehearsal\nPage\nTitle\nCharacters (Indicates Disguise)\nScenes\n1.1\n3\nAt the Convent\nLeonora, Flora\n1.2**\nA\n7\nThe Wilderness\nDon Juan, Tomillo\n**\n8\nAttacked in the\nEstela, Lisarda, Tibaldo,\nWilderness\nRufino, Astolfo, Don Juan\nC**\n11\nRescue\nEstela, Lisarda, Fernando, Don\nJuan, Ludovico, Tomillo\n1.3\nA\n16\nArriving at Court\n(Leonora), (Flora)\nB\n18\n Meeting Fernando\n(Leonora), (Flora), Fernando,\nLudovico\n1.4\nA\n24\nEstela's Lament\nEstela, Lisarda, Fernando,\n(Leonora), (Flora),\nB\n26\nLeonora Woos Estela\nEstela, Lisarda, (Leonora),\n(Flora), Ludovico, Tomillo\nC\n27\nLeonora plots with\n(Leonora), (Flora), Ludovico\nLudovico\nD\n28\nPaisano!\n(Flora), Tomillo\nE\n29\n Don Juan Laments and\nDon Juan, (Flora)\nGets a Message\n1.5**\nA\n32\n First Night\n(Leonora), (Flora), Don Juan,\nLudovico\n*\n33\n Fighting in the Dark\n(Leonora), Don Juan, Ludovico\nIntermission\n2.1\n39\nThe Balcony Scene\n(Flora), Leonora, Estela,\nLisarda, Ludovico, Fernando,\nDon Juan\n2.2**\n50\nThe Next Morning\nA\nFernando, Don Juan, Tomillo,\nEstela, Lisarda,\nB\n53\n A sking questions\nEstela, Lisarda, Tomillo\n**\n54\n Leonora Lures and Fights\nEstela, Lisarda, (Leonora),\n Don Juan\nFlora for a brief moment -, Don\nJuan, Fernando\n2.3\n59\nFlora Tricks Tomillo\nTomillo, Flora (Flora ends\ndisguised)\n2.4**\nA**\n63\nThe Labyrinth of Honor\nDon Juan, (Leonora), Fernando,\nLudovico\nB\n66\nThe Big Finish\nDon Juan, Fernando, Estela,\nLisarda, Flora, Tomillo,\nLeonora",
    "Page_73": "69\nAppendix B: Construction Drawings\nSeevesare3relahvelyc4lalpoufs\nLEONORA\ndinidedby bando\nattheeldofHhesheeu\nndofsleeue=\nLAA\ngatheredlace.\ncortrastsilver\nbluevelvet\nCW\nSeam\npiping\npeplumishlueveluet\nPipingytrim:\nOLA\nBakiszippered forC\nSeeref.photos for coller dimenoiona\neon stmchondetailo\nBackView\ncontrast\nBlrevelued\ns.eums\nBodiceisatfached\ntotheSki\nforQC\nSkintonreverse\nFigure B-1 Leonora Construction Drawing 1",
    "Page_74": "70\nOverskirt(attachedtobodice\nhasCFpanelataded\nBlueVelvet\nCantrastsilve\nUnderskirtisblue\nSatin wrth\nDuil-inhoopskin\nthingale\nBlueSatin\nhym\nBlue\nDaHlemed\nbluesachim\ntrim/seams\nsolid\nSnagp1g\nhurMaleDisque.Seenaloneaswell\nFigure B-2: Leonora Construction Drawing 2",
    "Page_75": "71\nLEONORAaS\nLEONARDO\nPaisley\nSleeVe\n=Thim\nVelvef\nSides+Back\nPeplum\n8-10DecorativeBulfons\nNoTE:This outftisa QuickChange\nfuwice.\n(lor+Cuffs\npleats\neapplied toJacket：rolling\n1\nPantsextend into theboot3\n(seeRendering\nFigure B-3: Leonora Construction Drawing 3",
    "Page_76": "72\neper\nDONJOANT\nceesendaprox\naboveelbow\nLowerSleeves=EnbossdBlakVelvet\nUpperSleevesDoublet+Pelu=Ble\nVelva\n=appliedtrim\nFrortlapsLavrR,wnith\nhockclosures+opt.“fake\nbuttons\nN NOO\nSleeves,CF+CB=Braca\nSides+Peplum=Blue Velvet\nWingo=LizardBrocadew/\nappliedtrim\nFrontclosure=hook+eyetape\nplus8-q'faulebutHens\n=Piping （in Seams\n11=Applied trim\nECK\nmon\nLEEVE\nNeck+cuffRuffleisof\nnufahonBlackuorkfabric\ntfacnedtowhtcshirbody.\nFigure B-4: Don Juan Construction Drawings",
    "Page_77": "73\nWAISTBAND\nDETAD\nff\nELAE\nNTS:\nHUSDL\nECASnC\nBACK:INSIDE/OUTSIDE\n二\nFRONTINSIDE\nFRONTOUTSIDE\nelastcinback,flatbancFond\nFrontbandis separoteatfachodfoSro\nparts,\nelashcinbackflathandfrn\nNOFLATLINING\nFigure B-5: Tomillo Construction Drawing 1",
    "Page_78": "74\nMILLO =UNOERWEAR\nfheWaisfhandisfastenecw+h2trouser\nhoolcs\nopenngon theLeffsideThene\nIsNo elasttinfhewas+hand\nFourpleatsin fhefron\nqathersin\nHheback(ofthepants)\nFullnessoflegsagproximalesthe\nhDavid.\nmock-upfor\nBilly\nLenath:Justabovetheenec\nTriangleFlyisMock,madeofa\ndouelaycroflinen+interfacng\n+Sewnt8thepants.\nTheseshouldbefetlinedwifhavalabe\nMuslinorconpareblefabrie.\nLinen forexkriorofunderwear\nFigure B-6: Tomillo Construction Drawing 2",
    "Page_79": "75\nTOMIULO\nJerkin\nwing Swillnudintrfac\nFaloricforjercin\nPlatlinedunth\na“fwill\"\nBeltedwithaleatherbelfoutctunbutoned\njerkin\nshntjerkinunllbeshteed toaefher\nafShouldarssideo（doun12\"\ntoallow themtobepulledoff\nOnstageasonepiece\nMANyPockETStobcadded\nFigure B-7: Tomillo Construction Drawing 3",
    "Page_80": "76\nFront,gack,sleeves,euffs\nBepluum=Velvet\nMferfacins\nTim\nFlaflinew/nuslinwer gint\nZbutfons@\nedim\ncollar)\nno\nColla\nBackofPeplum\nBackofcaff\nsleeves-\nactual\nupnwos\nchraunncy\nFigure B-8: Estela Construction Drawing 1",
    "Page_81": "77\nSTELA\nOVERSLIRT\nbrocadl\nappliedtrim\nUNOERSKIRT\nAqualauove\nSilver Sahn\nFigure B-9: Estela Construction Drawing 2",
    "Page_82": "78\nsiler\neilerFaoldtrm\nsee\nrenderng\nformore\naccurate\nchimensians\nbrocade\nunder\nSleeve\nnew\nneckline\nJotand\n=01100\nflaflincw)\nbodrcefiat\nung\nonouo\n+m\nFigure B-10: Estela Construction Drawing 3",
    "Page_83": "79\nLISARDA\nPanes,+\nBadh\nIPeplumare\nVelvet\nSleeve lininn is puk:\nhriw\nNeckline,mid sleeve\nnosplifs.onpeplum\nWrisfartfinelyy\ngatherrd iace\n(lineatneckiswndurin\nbackhaneCF\nFigure B-11: Lisarda Construction Drawing 1",
    "Page_84": "80\nISAKDA2\nare paisley.Upper sfeewes\naheNofas paufya\nresearchimage\nboncrsleeves=\nclamtsk\nLma5k\ntrim\nDamask\ndana.sk\nLISARDA'S\nSKIRT1+2\nFigure B-12: Lisarda Construction Drawing 2",
    "Page_85": "81\nDONFERNANDO2\nGrcenBrocade\nGrcen Brocade\nGreenVelvet\nGreenVelvet\nDONFERNANDO1\nGreenBrocade\nackofDoubletisSolidGreenVelvet\ngreen\nareen\nBrocade\nBrocade\nNO-((CUF>\nGreen\nBACKVIEW\nBrocade\naresn\nrecn\ncollar+cuffs\nrufflex1xwidthofcollar/cuff\nM12\"comyletedwidth\nFigure B-13: Don Fernando Construction Drawing",
    "Page_86": "82\nAppendix C: Final Renderings\nFigure C-1: Leonora Final Rendering",
    "Page_87": "83\nFigure C-2: Leonora Final Rendering Balcony Scene",
    "Page_88": "84\nLeourdo\nFigure C-3: Leonora Final Rendering Don Leonardo",
    "Page_89": "85\nFigure C-4: Don Juan Final Rendering Act 1",
    "Page_90": "86\nJuan2\nFigure C-5: Don Juan Final Rendering Act 2",
    "Page_91": "87\nmillo\nFigure C-6: Tomillo Final Rendering",
    "Page_92": "88\nStela\nFigure C-7: Estela Final Rendering Acts 1 & 2",
    "Page_93": "89\nOU21b4\nRisarda\nFigure C-8: Lisarda Final Rendering Acts 1 & 2",
    "Page_94": "90\nFernando I\nFigure C-9: Don Fernando Final Rendering Act 1",
    "Page_95": "91\nraV1o\nhfernandoZ\nFigure C-10: Don Fernando Final Rendering Act 2",
    "Page_96": "92\nQ21A0\nFigure C-11: Ludovico Final Rendering Act 1",
    "Page_97": "93\ndovico2\nFigure C-12: Ludovico Final Rendering Act 2",
    "Page_98": "94\nAppendix D: Production Photos\nFigure D-1: Leonora and Flora, Act 1\nFigure D-2: Estela, Lisarda, Don Juan, Don Fernando and Tomillo, Act 1\n(Photos Courtesy of Doug Smith)",
    "Page_99": "95\nFigure D-3: Estela and Lisarda, Act 1\nFigure D-4: Don Juan and Don Fernando, Act 1\n(Photos Courtesy of Doug Smith)",
    "Page_100": "96\nFigure D-5: Flora/Ribete, Leonora/Leonardo and Don Fernando, Act 1\nFigure D-6: Flora/Ribete, Leonora/Leonardo and Prince Ludovico, Act 1\n(Photos Courtesy of Doug Smith)",
    "Page_101": "97\nFigure D-7: Flora and Tomillo, Act 2\nFigure D-8: Leonora, Don Juan, Ludovico, Don Fernando, Estela and Lisarda, Act 2\n(Photos Courtesy of Doug Smith)",
    "Page_102": "98\nFigure D-9: Prince Ludovico, Don Fernando and Don Juan, Act 2\nFigure D-1o: Don Juan, Ludovico, Don Fernando and Don Leonardo, Act 2\n(Photos Courtesy of Doug Smith)",
    "Page_103": "99\nAppendix E: Costume Plot\nKayla/Leonora/Leonardo\nJenny/Flora/Ribete\nLucy/Estela\nLauren/Lisarda\n1.1\nLS \"Blackwork\" shirt \nCorset\noffstage\noffstage\nBlue corset\nPink pantaloons\nBlue underskirt\nBlack striped bodice\nBlue&silveroverdress\nBlack striped skirt\nSilver shoes\nBrown shoes\nTights:\nTights:\nJ ewelry:\nHeadpiece\n1.2\noffstage\noffstage\nCorset\nCorset\nHoop skirt\nHoop skirt\nAqua brocade skirt\nBurgundy & pink skirt\nAqua velvet bodice\nBurgundy velvet bodice\nAqua velvet cape\nBurgundy velvet cape\nAqua hat\nBurgundy hat\nPointy toed shoes\nCopper shoes\nTights:\nTights:\nBelt w/ Quiver\nBeltw/Quiver\nJewelry:\nJewelry:\n1.3\nShirt&corset\nCorset & pantaloons\nRemove hat& cape\nRemove hat& cape\nGrey pants\nRust pants\nRemove Belt&Quiver\nRemove Belt&quiver\nGrey & blue doublet\nBrown doublet\nBluevelvetcape\nBrown & cream flat cap\nHat:\nBlack boots\nBlackboots\nBelt\nScabbard, Sword, Dagger\n1.4\nsame\nsame\nsame\nsame\n1.5\nsame\nsame\noffstage\noffstage\n2.1\nJenny/Flora/Ribete\nLucy/Estela\nLauren/Lisarda\nShirt&corset\nCorset&pantaloons\nAquabodice\nPink & burgundy bodice\nBlue underskirt\nBlack striped bodice\nThe rest remains same\nThe rest remains same\nBoots\nBlack striped skirt\nBrown shoes\n2.2\nShirt&corset\nSame\nSame\nSame\nGrey pants\nGrey & blue doublet\nBlue velvet cape\nHat:\nBlack boots\nScabbard, Sword, Dagger\n2.3offstage\nSame\noffstage\noffstage\nNOTE:end scene with\nTomillo's clothes on\nover bodice & pantaloons;\nskirt off in burlap bag\n2.4\nSame to begin scene\nDoublet\nSame\nSame\n*Top p.67 exit and Remove\nRust pants\nDoublet, pants, hat,bet &\nBoots\nweapons\nHat\nPut on: Underskirt &\nBelt?\nOverdress",
    "Page_104": "100\nDavid/DonJ uan\nShade/Tomillo/Tibaldo\nBilly/DonFernando/Rufino\nPatrick/Ludovico/Astolfo\n1.1\noffstage\noffstage\noffstage\noffstage\n1.2\nShirt w/b&w collar\nAs Tomilo(1):\nAs Rufino (1):\nAs Astolfo (1):\nBlue velvet doublet\nShirtj erkin combo\n*OVER Fernando costume (below)\n**OVER Ludovico costume(below)\nBlue breeches\nBrownstripedbreeches\nBrown tunic\nTunic:\nBlue brocade cape\nUndershirt\nBreeches:\nBreeches:\nUndershirt\nLinen underwear\nCape:\nCape:\nTights:\nTights:\nHat:\nHat:\nBlack flat cap\nBrownboots\nBeat-up gloves\nBlackboots\nHat:\nRope belt\nAs Tibaldo (2):\n*As Don Fermando (2):\n**As Ludovico (2):\nOVER Tomillo clothes:\nWhite Shirt\nPurple & red doublet\nGrey/blue tunic\nGreenraisedvelvet doublet\nPurple & red pumpkin pants\nBreeches:\nDark grn/black breeches\nCool cape w/ red lining\nCape:\nBlack velvet cape\nUndershirt\nHat:\nUndershirt\nTights:\nTights:\nBlack \"top hat\"\nGreen velvet flat cap\nBlack tie shoes\nBlack boots\nKneepad\n1.3\noffstage\noffstage\nSame\nSame\n1.4\nSame\nSame\nSame\n1.5\noffstage\noffstage\nSame\nSame\nDavid/DonJ uan\nShade/Tomillo/Tibaldo\nBilly/DonFernando/Rufino\nPatrick/Ludovico/Astolfo\nINT.\n*Remove undershirt to\nprep for 2.3\n2.1\n2nd doublet:\noffstage\n2nd doublet:\n2nd doublet:\nBlue w/ Shiny chest\n(Same minus undershirt)\nGreenvelvet doublet\nPurple brocade\nNO Hat\nNO Hat\nNO Hat\nAdd Blue hat (preset)Same w/out undershirt\nAdd hat (preset)\n2.2\nAdd hat (preset)\n2.3\noffstage\nRemoves clothes (to\noffstage\noffstage\nunderwear) onstage\nPRESET:\nBluebreeches\nUndershirt\nWhite shirt\nBrown jerkin\nHat:\n2.4Same\nSee above\nSame\nSame",
    "Page_105": "101\nAppendix F: Costume Shop Communication & Organization\nNOTES\nNOTES\nNOTES\nDON J UAN / David Michael Fox\nMake\nPurchase\nPull\nBlue breeches\nX\nBlue/black Velvet Doublet (1)\nX\nHat(1)\nX\nBlue/gold Doublet (2)\nX\nHat (2)\nX\nBlue cape\nX\nBlack boots\nX\nUNL Opera\nSword belt\nX\nUndershirt \nTights\n？\n？\nGloves\nX\nAccessories:\nDON FERNANDO / BillyJ ones\nMake\n Purchase\nPull\nG reen breeches\nX\nGreen doublet w/ velvet brocade sleeves (1)\nX\nHat(1)\nX\nGreen on green doublet (2)\nX\nHat (2)\nX\nBlack diamond-velvet cape\nX\nBlack boots\nUNL Opera\nS word belt\nX\nUndershirt\nX\nTights\nGloves\nX\nAccessories:\nAS THIEF:\nTunic\nPants\nBoots\nAccessories:\nFigure F-1: Example of first Make/Pull/Purchase List 9.6.12",
    "Page_106": "102\nAgravioSynopsis\nThe original version of Agravio, which is S panish Commedia, took\nplace in Spain in the early 1600s. Our version is a new translation by\nlan Borden et al. We decided to setthe play in 1560-1580 Spain,\nhowever we are stretching the boundaries of historical fact for\ntheatrical effect as well as ease of production and believability by a\n21st century audience.\nLeonora (Kayla Klammer) seeks revenge on DonJ uan (David\nMichael Fox) after he pledges his love then runs off to join the\nS panish Army. At her servant Flora's (Jenny Holm) behest, she\ndresses as a man, “Don Leonardo\" in order to pursue said revenge.\nFlora must then dress as her male servant, \"Ribete\".\nIn Seville, they encounter Don J uan, his servantTomillo (Shade\nIngraham,) Don Fernando (BillyJ ones)—Leonora's older brother who\nleft home when she was six and thus won't recognize her, the\nContessa Estela (Lucy Myrtue), her dreamy cousin Lisarda (Lauren\nHuston), and Prince Ludovico (P atrick Stayer).\nThere are thieves & rescues, everyone falls in love with everyone\nelse (love quadrangles?), mistaken-identity romances ensue, and\nsword fights occur as often as possible. It probably ends \"happily ever\nafter\", like all good fairy tales!\nFigure F-2: Synopsis for Costume Shop Technicians",
    "Page_107": "103\nAppendix G: Budget\nDate\nVendor\n Purchaser\nAmount\nNotes\n8/28/12\nFed Ex\nJ. Douglass\n$18.14\nCopies\n8/28/12\nHancock Fabrics\nJ. Douglass\n$62.16\n8/28/12\nJoA nn Fabrics\nJ. Douglass\n$9.93\n8/30/12\nFed Ex\n J. Stauffer\n$13.80\nCopies\n8/31/12\nJoA nn Fabrics\nJ. Stauffer\n$57.21\n9/1/12\nK aplans\nJ. Stauffer\n$701.19\n9/1/12\n JoA nn Fabrics\nJ. Stauffer\n$99.34\n9/1/12\nHancock Fabrics\nJ. Stauffer\n$50.24\n9/2/12\nJoA nn Fabrics\nJ. Stauffer\n$108.43\n9/3/12\nHancock Fabrics\nJ. Stauffer\n$59.45\n9/3/12\nHancock Fabrics\nJ. Stauffer\n$76.41\n9/5/12\nJoA nn Fabrics\nJ. Douglass\n$157.17\n9/5/12\nHancock Fabrics\nJ. Douglass\n$34.43\nFed Ex\n9/6/12\nJ. Douglass\n$8.48\nCopies\n9/6/12\nJoA nn Fabrics\n J. Douglass\n$117.79\n 9/8/12\nK aplans\nJ. Stauffer\n$119.92\n9/12/12\nHobby Lobby\nJ. Douglass\n$16.19\n9/12/12\nHancock Fabrics\nJ. Douglass\n$89.21\n9/12/12\nJoA nn Fabrics\nJ. Douglass\n$90.98\n9/12/12\nHancock Fabrics\nJ. Douglass\n$120.30\n9/15/12\nHobby Lobby\n J. Stauffer\n$66.88\n9/18/12\nHancock Fabrics\nJ. Stauffer\n$16.56\n9/19/12\nHancock Fabrics\nJ. Douglass\n$14.83\n9/19/12\n Sears\nJ. Douglass\n$152.95\n9/22/12\n J. Douglass (reimb.)\n J. Douglass\n$60.00\nHair cuts/Color\n9/23/12\nHancock Fabrics\nJ. Douglass\n-$10.77\n Retum\n9/23/12\nHancock Fabrics\n J. Douglass\n$55.08\n9/27/12\n Nebraska Bookstore\nA. W atson\n$5.00\n9/27/12\nHancock Fabrics\nJ. Douglass\n$9.28\n10/2/12\nW algreens\n J. Douglass\n$27.80\n Makeup Supplies\n10/8/12\nHancock Fabrics\n J. Douglass\n-$13.50\n Retum\n10/8/12\n Sears\n J. Douglass\n-$79.98\nRetum\n$2,314.90\nTotal",
    "Page_108": "104\nWorks consulted\n      g    \nPrint.\nA nguissola, Sofonisba. Isabel von Valois. 1599. Kunsthistorisches Museum, Vienna. 10\nOctober 2008. Wikimedia Commons. Web. 9 April 2013.\n<http://commons.wikimedia.org/wiki/File:Isabel_von_V alois_by_Sofonisba_A ng\nuissola.jpg>.\nA shelford, Jane. A Visual History of Costume: The Sixteenth Century. New Y ork: Drama\nBook Publishers, 1983. Print.\nBarsis, Max. The Common Man through the Centuries: A Book of Costume Drawings.\nNew Y ork: Frederick Unger Publishing Co., Inc., 1973. Print.\nBraun and Schneider. The History of Costume. Southern Illinois University Edwardsville.\nWeb. 9 April 2013.\n<http://www.siue.edu/COSTUMES/COSTUME8_INDEX.HTML>\nBrooke, Iris. Footwear: A Short History of European and American Shoes. New York:\nTheatre Arts Books, 1971. Print.\nCarr, Dawson W. Velazquez. New Y ork: Rizzoli International Publications, 2006. Print.\nCarriere, Patrick. KCACTF Response. 10 October 2013.\nCassin-Scott, Jack. Costume and Fashion in Colour 1550-1760. London: Bladford Press\nLtd., 1975. Print.",
    "Page_109": "105\nClouet, Francois. Jeanne d 'Albret. 1570. Musee Conde, Chantilly, France. Grand Ladies.\nWeb. 15 April 2013. <http://www.gogmsite.net/the_middle_1500s_-\n_1550_to_/subalbum-jeanne-dalbret/1570-jeanne-dalbret-by- fran-2.html>\nClouet, Francois. Catherine de Medici. c. 1555. Victoria and Albert Museum, London\nWikimedia Commons. Web. 10 April 2013.\n<http://commons.wikimedia.org/wiki/File:Catherine-de- medici.jpg>.\nCoello, Alonso Sanchez. Philip I1. 1570s. Pollok House, Glasgow. 18 June 2011\nWikimedia Commons. Web. 9 April 2013.\n<http://commons.wikimedia.org/wiki/File:A lonso_S% C3% A 1nchez_Coello_\n_Philip_II_-_ WGA20722.jpg>.\nCumming, Valerie. Exploring Costume History 1500-1900. London: Batsford Academic\nand Educational Limited, 1981. Print.\nCunnington, Willett, C. The History of Underclothes. London: Faber and Faber Limited,\n1981. Print.\nDahl, Michael. Princess Anne. c. 1690. National Portrait Gallery, London. Wikimedia\nCommons. Web. 8 April 2013.\n<http://commons.wikimedia.org/wiki/File:Princess_A nne_c.1690.jpg>.\nDavis, R. I1. Men's 17th & 18th Century Costume, Cut, and Fashion. California: Players\nPress, Inc., 2000. Print.\nDe Courtais, Georgine. Women's Headdress and Hairstyles in England from AD 600 to\nthe present day. London: B.T. Batsford Ltd, 1986. Print.",
    "Page_110": "106\nEgerton, Mary Margaret Stanley, Countess of Wilton. The Book of Costume: or Annals of\nFashion (1846) by a Lady of Rank. 1846. California: R. L. Shep, 1986. Print.\nEl Escorial. Photograph. Architessica. 21 March 2011. Web. 9 April 2013.\n<http://architessica.wordpress.com/2011/03/21/el-escorial-san-lorenzo-de-el-\nescorial-spain/>.\nEwing, Elizabeth. Dress and Undress: A History of Women's Underwear. London: B.T.\nBasford Ltd., 1978. Print.\nEwing, Elizabeth. Underwear, A History. New Y ork: Theatre Arts Books, 1972. Print.\nHoughton Mifflin, 1992. Print.\nGoya, Francisco. The Parasol. 1777. Museo de Prado. WikiPaintings. Web. 9 April 2013\n<http://www.wikipaintings.org/en/francisco-goya/the-parasol-1777>.\nHunnisett, Jean. Period Costume for Stage & Screen: Patterns for Women's Dress 1500-\n1800. California: Players Press, Inc., 1991. Print.\nJeffs, Kathleen. \"Ana Caro\". Out of the Wings.org. King's College London, 2013. Web.\nKelly, Francis M. and Randolph Schwabe. A Short History of Costume & Armour. New\nY ork: Dover Publications, Inc., 2002. Print.\nKeniper, Rachel H. Costume. New Y ork: Newsweek Books, 1977. Print.",
    "Page_111": "107\n\"La conjura de El Escorial\"or The Conspiracy. Dir. A ntonio del Real. Sony Pictures,\n2008.DVD.\nLester, Katherine and Bess Viola Oerke. Accessories of Dress: An Illustrated\nEncyclopedia. New York: Dover Publications, Inc., 2004. Print\nLeventon, Melissa. What People Wore When: A Complete lllustrated History of Costume\nYork: St. Martin's Griffin, 2008. Print.\nMikhaila, Ninya and Jane Malcolm-Davies. The Tudor Tailor: Reconstructing 16th-\ncentury dress. 2006. Reprint. Hollywood: Costume and Fashion Press-Quite\nSpecific Media Group Ltd., 2008. Print.\nMoffitt, John F. The Arts in Spain. New Y ork: Thames and Hudson Inc., 1999. Print\nMollenkamp, Julie. KCA CTF Response. 13 October 2012.\nMor, Antonio. Elisabeth de Valois. 1568. Grand Ladies. 2 November 2009. Web. 9 April\n2013.\n<http://www.gogmsite.net/iberian_style_in_the_farthi/minialbum_isabel_de_valo\nis/ca_1568_elisabeth_de_valois_2.html>.\nMulcahy, Rosemarie. Philip II of Spain, Patron of the Arts. Oregon: Four Courts Press,\n2004. Print.\nMyrtue, Lucy. KCACTF Response. 13 October 2012",
    "Page_112": "108\nNorth, Susan and Jenny Tiramani. Seventeenth- Century Women's Dress Patterns.\nLondon: V &A Publishing, 2011. Print.\nNunn, Joan. Fashion in Costume 1200-2000. 2nd ed. Chicago: New Amsterdam Books/\nIvan R. Dee, 2000. Print\nInc., 1992. Print.\nThe Princess of Montpensier or “La princesse de Montpensier\". Dir. Bertrand Tavernier.\nParadis Films, 2010. Netflix.\nRussell, Douglas A. Costume History and Style. New Jersey: Prentice Hall, Inc., 1983\nPrint.\nSichel, Marion. History of Men's Costume. New Y ork: Chelsea House Publishers, 1984.\nPrint.\nSichel, Marion. History of Women's Costume. New Y ork: Chelsea House Publishers\n1985. Print.\nSmith, Bradley. Spain: A History in Art. New Y ork: Simon and Schuster, 1966. Print.\nStroke, Melicent. The Bankside Costume Book for Children. New York: The Saalfield\nPublishing Company, 1913. Print.\nTomlinson, Janis. From E1 Greco to Goya: Painting in Spain 1561-1828. New York:\nHarry N. Abrams, Inc., 1997. Print",
    "Page_113": "109\nVictors of Lepanto. 1575. Museum of Fine Arts, Vienna. Wikimedia Commons. 26\nAugust 2008.Web.9 April 2013.\n<http://commons.wikimedia.org/wiki/File:V ictors_of_Lepanto.jpg>\nVeronese, Paolo. Portrait of a Woman, Called La Bella Nani. 16th Century. Musee du\nLouvre, Paris. Web. 9 April 2013.\n<http://commons.wikimedia.org/wiki/File:Paolo_V eronese_040.jpg>\nWarren, Geoffrey. Fashion Accessories Since 1500. New Y ork: Drama Book Publishers,\n1987. Print.\nWilliams, Mark. The Story of Spain. 1990. Spain: Santana Books, 2000. Print."
}