{
    "Page_1": "Salmon Farming\nIndustry Handbook\n2021\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_2": "Forward-looking Statements\nThis handbook includes forward-looking statements that reflect Mowi's current\nUse terms and phrases such as \"anticipate\", \"should\", \"likely\", \"foresee\",\nand similar expressions.\nwild), global supply and demand for fish (and salmon in parficular),\ndemographic and pricing trends, market trends, price volatility, industry trends\nof standing biomass, trends in the seafood industry, expected research and\nto market, and the effects of any extraordinary events and various other\nmatters (including developments with respect to laws, regulations and\npolicies, standards and interpretations).\nThe preceding list is not intended to be an exhaustive list of all our forward\nestimates or expectations about future events or future results. Actual results\nlevel of activity, performance or achievements could differ materially from\nthose expressed or implied by the forward-looking statements as the\nare subject to many risks and uncertainties, including, but not limited to\nchanges to the price of salmon; risks related to fish feed; economic and\nrelated to food safety, the aquaculture industry, processing, competition and\nanti-corruption; trade restriction risks; strategic and competitive risks; and\nreputation risks.\nAll forward-looking statements included in this handbook are based on\ninformation available at the time of its release, and Mowi assumes no\nobligation to update any forward-looking statement.\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_3": "MowiSalmonFarming\nIndustryHandbook\nThe purpose of this document is to give investors and financial analysts a\nbetter insight into the salmon farming industry, and what Mowi considers to be\nthe most important value drivers.\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_4": "Table of content\nINTRODUCTION\n6\n2\nPOSITIONING OF SALMON\n8\n2.1\nSeafood as part of food consumption\n9\n2.2\n Seafood as part of overall protein consumption\n10\n2.3\n Atlantic Salmon as part of global protein consumption \n11\n2.4\n Stagnating wild catch - growing aquaculture\n12\n2.5\n Fish consumption\n13\n2.6\n Salmonids contribute 4.6% of global seafood supply\n14\n2.7\n Considerable opportunities within aquaculture\n15\n2.8\n Supply of farmed and wild salmonids \n16\n2.9\nSalmonids harvest 2020\n17\n3\nSALMON DEMAND\n18\n3.1\nGlobal macro trends\n19\n3.2\n Favourable attributes of salmon\n20\n3.3\n Relative price development of protein products\n24\n4\nSALMON SUPPLY\n25\n4.1\nTotal harvest of Atlantic salmon 2001-2020\n26\n4.2\n Diminishing growth expectations\n27\n4.3\n Few coastlines suitable for salmon farming\n28\n5\nSUSTAINABLE PRODUCTION\n29\n5.1\nUN's Sustainable Development Goals\n30\n5.2\n Environmental impact of aquaculture\n31\n5.3\n Material sustainability efforts\n34\n5.4\nSustainability of fish feed\n35\n5.5\n Global sustainability initiatives\n37\n5.6\nTransparency\n38\n6\nSALMON MARKETS\n39\n6.1\nGlobal trade flow of farmed Atlantic salmon\n40\n6.2\nFarmed Atlantic salmon by market\n41\n6.3\nTop 10 markets by size (2020E)\n42\n6.4\n Development of value vs. volume\n43\n6.5\n Price neutral demand growth - historically 6-7%\n44\n6.6\n Historic price development\n45\n6.7\n Different sizes - different prices (Norway)\n46\n7\nINDUSTRY STRUCTURE\n47\n7.1\n Top 5-10 players in farmed Atlantic salmon 2020\n48\n7.2\n Number of players in producing countries\n49\n8\nSALMON PRODUCTION AND COST STRUCTURE\n50\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_5": "8.1\n Establishing a salmon farm\n51\n8.2\n The Atlantic salmon life/production cycle\n52\n8.3\n Influence of seawater temperature\n54\n Production inputs\n55\n8.5\n Cost component - disease and mortality\n57\n8.6\n Accounting principles for biological assets \n58\n8.7\nEconomics of salmon farming\n59\n8.8\nCost structure industry Norway 2011-2020\n60\n9\nFEED PRODUCTION\n61\n9.1\nOverview of feed market\n62\n9.2\nRelative feeding (*)\n64\n9.3\n Salmon feed producers\n65\n Salmon feed ingredients\n9.4\n66\n9.5\n Feed raw material market\n68\n10\nFINANCIAL CONSIDERATIONS\n69\n10.1 Working capital\n70\n10.2 Capital return analysis\n73\n10.3 Currency overview\n75\n10.4 Price, cost and EBIT development in Norway\n77\n10.5 Effects of geographical diversification\n78\n11\nBARRIERS TO ENTRY-LICENSES\n79\n 11.1 Regulation of fish farming in Norway\n81\n11.2 Regulation of fish farming in Scotland\n85\n11.3 Regulation of fish farming in Ireland\n86\n11.4 Regulation of fish farming in Chile\n87\n11.5 Regulation of fish farming in Canada\n88\n11.6 Regulation of fish farming in the Faroe Islands\n90\n12RISK FACTORS\n92\n12.1 Salmon health and welfare\n93\n12.2 Most important health risks to salmon\n94\n12.3 Fish health and vaccination (Norway)\n95\n12.4 Research and development focus\n96\n13INDICATORS DETERMINING HARVESTVOLUMES\n97\n13.1 Projecting future harvest volumes\n98\n13.2 Yield per smolt \n66\n13.3 Development in biomass during the year\n100\n14 SECONDARY PROCESSING (VAP)\n101\n 14.1 European value-added processing (VAP) industry\n103\n14.2 Market segment\n104\n14.3 The European market for smoked salmon\n105\n14.4 Branding and product innovation\n106\nAPPENDIX\n107\n5|Page",
    "Page_6": "IIntroduction\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_7": "Introduction\nSalmon is the common name for several species of fish of the family\nSalmonidae (e.g. Atlantic salmon, Pacific salmon), while other species in the\nfamily are called trout (e.g. brown trout, seawater trout). Although several of\nand Pacific oceans, as well as the Great Lakes (North America) and other\nlandlocked lakes.\nTypically, salmon are anadromous: they are born in freshwater, migrate to the\nocean, then return to freshwater to reproduce.\nAbout 80% of the world's salmon harvest is farmed. Farming mainly takes\nsalmon come from Norway, Chile, Scotland and Canada.\ngood source of minerals and vitamins.\n71 Page\nMQWI",
    "Page_8": "2 Positioning of Salmon\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_9": "Positioning of Salmon\n2.1 Seafood as part of global food consumption\nPer capita Food Consumption (2018)\n287\nKg per year \n174\n89\n63\n62\n41\nProduce\nGrain \nDairy & Eggs\nMeat\nSugar & Fat \nOther\nThe average human ate around 717 kg of food in 2018. Most of this food is\nproduce such as vegetables, fruits, and starchy roots. Animal protein, such as\nseafood, poultry, pork, and beef, amounts to 9% of the total diet.\nPer capita Meat Consumption (2018)\n70\n60\n40\n10\n0\n1960\n1970\n1980\n1990\n2000\n2010\n■Other Meat Seafood ■Poulry Pork Beef \nMeat as a food source has gradually become more important. Global per\ncapita supply has more than doubled since 1960, and the seafood segment is\na big contributor to this increase.\nSource: FAO (2018) FAOstat Food Balance Sheets\n9| Page\nMQWI",
    "Page_10": "Positioning of Salmon\n2.2 Seafood as part of overall protein consumption\nWorld Surface\nProtein Sources for human\nWorld Population (billion)\nConsumption (2018)\nFish\nLand\n30 %\nLand\nAnimal\nOther\n33%\n9,7\n60%\nOcean\n7,6\n70 %\n2.5\n1950\n2018\n2050E\nProtein intake in kg per capita\nTotal protein intake by continent (2018)\n(2018]\n50\n160\nm 140\n120\nper\n30\nule\n80\nFish proteins\n20\n60\n■Animal proteins\n40\nB\n10\nVegetal proteins\n20\nImplied meat consumption driven by\nImplied protein intake driven by\npopulation growth only\npopulation growth only\n28%\n700\n300\n+133\n2\n600\n Fish\n250\nMeat\n Fish\n500\n200\nproteins\nAnimal\n400\n 150 \nproteins\n Animal\n300\n0100\nVegetal\nMeaf\n0\nproteins\n200\n50\n100\n2018\n2050\n2018\n2050\nAlthough 70% of the Earth's surface is covered by the oceans, fish accounts for only 7% of all\nprotein sources produced for human consumption. The UN estimates that the global\npopulation will grow to approximately 9.74 billion by 2050.\nAssuming consumption per capita stays constant, this implies a 28% increase in demand for\nprotein. In product weight that means an increased consumption of 133 million tonnes of\nmeat of which 43 million tonnes of fish meat. The UN however, estimates that demand will\nactually double. We know that resources for increased land-based protein production will be\nexpanded.\n2019 Revision\n10 | Page\nMQWI",
    "Page_11": "Positioning of Salmon\n2.3 Atlantic Salmon as part of global protein consumption\nGlobal protein consumption\n180\n160\n157\n140\n120\n129\n100\n109\n80\n60\n70\n40\n20\nFish\n Poultry\nPork\nBeef\n Atlantic Salmon\nMost animal protein in our diets comes from fish, poultry, pork and beef, with\nsalmon consumption representing a small portion of global protein\nconsumption.\nIn 2020, FAO estimated consumption of 157 million tonnes of fish, 129 million\ntonnes of poultry, 109 million tonnes of pork, and 70 million tonnes of beef and\nveal.\nIn contrast, the total consumption of farmed Atlantic salmon was around 2.4\nmillion tonnes (GwT). This corresponds to about 1.7 million tonnes in product\nweight. If we combine all salmonids (both farmed and wild) it amounts to 3.2\nmillion tonnes (GwT) in 2020.\nSource: OECD-FAO (2020) Agricultural Outlook 2020-2029, Kontali Analyse\n11|Page\nMQWI",
    "Page_12": "Positioning of Salmon\n2.4 Stagnating wild catch - growing aquaculture\n180\n160\n(M7)\n140\night\n120\nwei\nlive\n100\nnes\n80\ntonn\n60\n40\n20\n0\n2000\n2005\n2010\n2015\n2020\n2025\nWild capture forhuman consumption\nFarmed Atlanticsalmon\nAquacultureforhuman consumption\nPopulationrebased\nand per capita fish supply. As the fastest growing animal-based food\nproducing sector, aquaculture is a major contributor to this, and its growth\noutpaces population growth.\nAquaculture has expanded fish availability to regions and countries with\notherwise limited or no access to the cultured species. At the global level,\nsince 2016, aquaculture has been the main source of fish available for human\n(Lw). However, fish has been estimated to account for only 7% of global\nWorld aquaculture production of farmed aquatic animals has been\ndominated by Asia, with an 89 percent share in the last two decades\nAgricultural Outlook 2020-2029, Kontali Analyse\n12 | Pa g e\nMQWI",
    "Page_13": "Positioning of Salmon\n2.5 Fish consumption\n Fish consumption per\nDevelopment of global\ncontinent 2020E\naverage fish consumption\n30\n30\n25\n25\n20\n20\n1.5\noer\n10\nGiven the expected production growth of 12% during 2020-2029 and the\nprojected world population growth of 9% over the same period, we will most\nlikely see a global increase in the average fish consumption level.\nBy 2029, per capita fish consumption is estimated to be 21.4 kg (vs. 9.9kg in\nthe 1960s and 20.6kg in 2020). This is equivalent to another 20 million tonnes of\nseafood supply, which aquaculture is estimated to provide.\nAccording to FAO, per capita consumption is expected to increase by 4% in\nthe period 2020-2029. Latin America and Asia are expected to have the\nhighest growth, whilst negative growth is anticipated in Africa. In general, per\ncapita fish consumption is likely to grow faster in developing countries.\ncapita consumption.\nSources: FAO (2018) The State of World Fisheries and Aquaculture, OECD-FAO (2019)\nAgricultural Outlook 2019-2087\n13 | Page\nMQWI",
    "Page_14": "Positioning of Salmon\n2.6 Salmonids contribute 4.6% of global seafood supply\nSelected Seafood Species 2019\n35\nlive\nnes\nuo\n10\nCarps,\nMolluscs\nCrustaceansPelagic for Cods, Hakes Tuna and big Salmonids\nFlatfish\nbarbelsand\nconsumption\nand\npelagic\ncyprinids\nhaddocks\nFarmedWild\nAlthough several salmon species are available from both wild and farmed\nsources, almost all commercially available Atlantic salmon is farmed. Even\n1990, the total global supply of salmonids is still marginal compared to most\nother seafood categories (4.6% of global seafood supply). whitefish is about\neight times larger and comprises a much larger number of species.\nHarvest/catch volumes 2019\nweight\n6\n，\nTilapia andAlaskaPollock\nAtlantic\nPangasidaeAtlantic codBass &Bream Oceanfamed\nCoho\notherCichlids\nsalmon\ntrout\nFarmedWild\nIn 2019, more Atlantic salmon was harvested than Atlantic cod. However, the\nharvest of Atlantic salmon was only about 25% of that of two of the largest\nwhitefish species, tilapia and Alaska pollock.\nNote: Live weight (Lw) is used because different species have different conversion ratios\nSource: Kontali Analyse\n14 | Page\nMQWI",
    "Page_15": "Positioning of Salmon\n2.7 Considerable opportunities within aquaculture\nLow\nAtlanticsalmon\n(Seabased)\nBass&\nPortion\nBream\nPanga&\nTrout\nCatfish\nOther\nFreshwaterfish\nCrabs&\nLevel of risk\nCarps\nOther  Lobsters\nFlatfish\nMarinefishO\nWeed\nMussels,\nAtlanticsalmon\nClams &\n(Land based)\nHigh\nCockles\nLow\nHigh\nLevel of industrialisation\naquaculture species. The size of the circles indicates volume harvested.\nAlthough Atlantic salmon is relatively small in harvest volume compared to\nof industrialisation.\nSource: Kontali Analyse\n15|Pαge\nMQWI",
    "Page_16": "Positioning of Salmon\n2.8 Supply of farmed and wild salmonids\n3,000\n2,500\n2.000\n.500\nO\nup\n1,000\n500\n0\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\nWild Farmed\nThe general supply of seafood in the world is shifting more towards\naquaculture as the supply from wild catch is stagnating in several regions and\nfor many important species. wild catch of salmonids varies between 5oo,000\nand 1,000,000 tonnes GwT, whereas farmed salmonids are increasing. The\nthe share of farmed salmonids has increased and farmed salmonids has been\ndominant.\nThe total supply of all farmed salmonids exceeded 2.65 million tonnes (GwT) in\nthan one fifth of farmed, with chum, pink and sockeye being the most\ncommonspecies.\nOf the wild salmonids, pink is the most important species in terms of volume\nwith a 46% share of global supply from wild catches.\nSource: Kontali Analyse\n16| Page\nMQWI",
    "Page_17": "Positioning of Salmon\n2.9 Salmonids harvest 2020\n3,000\nGWT\n2,500\n2,000\nfonn\n1,500\n1,000\n500\nAtlantic\nLarge\nSmall\nCoho\nPink\nChumSockeyeChinook\nsalmon\ntrout\ntrout\n■FarmedWild\nAtlantic salmon: By quantity, the largest species of salmonids. Farmed Atlantic\nsalmon is a versatile product, which can be used for a variety of categories such as\nsmoked, fresh, sushi, as well as ready-made meals. The product is present in most\ngeographies and segments. Due to biological constraints, seawater temperature\nrequirements and other natural constraints, farmed salmon is mainly produced in sea\nin Norway, Chile, UK, North America, Faroe Islands, Iceland, Ireland, New Zealand\nand Tasmania.\nLarge trout: Produced in Norway, Chile and the Faroe Islands, the main markets are\nJapan and Russia. Trout is mainly sold fresh, but is also used for smoked production.\nSmall trout: Produced in many countries and most often consumed locally as a\ntraditional dish as hot smoked or portion fish. Small trout is not in direct competition\nwith Atlantic salmon.\nCoho: Produced in Chile and is mostly used for salted products. It is a competitor of\ntrout and sockeye in the red fish market. Although Russia has increased its import of\nPink: Caught in UsA and Russia and used for canning, pet food and roe production.\nSince quality is lower than the other species it is a less valued salmonid. The fish is\nsmall in size (1.5-1.7 kg) and is caught over a very short time period.\nChum: Caught in Japan and Alaska. Most is consumed in Japan and China. In\nJapan, it is available as fresh, while in China it is processed for local consumption and\nre-exported. Little chum is found in the EU market. The catch varies in quality and\npart of the catch is not fit for human consumption.\nSockeye: Caught in Russia and Alaska. It is mostly exported frozen to Japan, but\nsome is consumed locally in Russia and some canned in Alaska. Sockeye is seen as a\nhigh quality salmonid and is used for salted products, sashimi and some is smoked in\nthe EU.\nare the main supplying countries. Most quantities are consumed locally. Chinook is \navailable most of the year.\nSource: Kontali Analyse\n17 | Page\nMQWI",
    "Page_18": "3 Salmon Demand\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_19": "Salmon Demand\n3.1 Global macro trends\nPopulation\nExploited\nMHealth\ngrowth\nresources\nClimate\nchange/Resouce\nAging population\nefficiency\nThe industry is a good fit with the global macro trends, as Atlantic salmon is a\nThe global population is growing, resulting in increased global demand for\nfood. The world's population is expected to grow to almost 10 billion by 2050.\nThe health benefits of seafood are increasingly being promoted by global\nhealth authorities. The EAT-Lancet Commission recommends increased\nconsumption of fish, dry beans and nuts as sustainable, healthy protein\nsources. Farm-raised salmon is rich in omega-3 fatty acids, vitamins and\nminerals\nto eat different, and more nutritious, protein rich foods, such as fish, meat and\neggs. Consumption of high-quality proteins is expected to increase.\nAnother demographic trend driving shifts in demand is the aging population.\nHealthy eating becomes especially important as you grow older.\nworld to investigate new ways of feeding the population. Concerns about\nclimate change are influencing dietary choices. Increased consumption of\nfish can reduce global GHG emissions and improve human health.\nSource: Ocean Panel (2019) The Ocean as a Solution to Climate Change: Five Opportunities\n   (        (   \nthe world fisheries and aquaculture.\n19| Page\nMQWI",
    "Page_20": "Salmon Demand\n3.2 Favourable attributes of salmon\nDemand is partly driven by supportive megatrends, but of even greater\nSalmon is a healthy product and scientifically proven natural superfood. It is\nnutritionally dense and has a favourable nutritional content.\nand colour. Furthermore, salmon is a versatile product suitable for both\nwith the family or at the restaurant, but also a great product for food festivals\nor just as a snack. Another feature that makes salmon relevant for multiple\nthe elderly, while being equally attractive to youngsters.\nThere is a rising demand for more sustainable food and a willingness to pay for\nto consumers.\n20 | P a g e\nMQWI",
    "Page_21": "Salmon Demand\n3.2.1 A healthy product\nProteins\nOmega-3\nVitamins\nMinerals\nRich in D and\nHigh quality,\nHigh content\nHigh content\nof omega-3\n B12 vitamins \neasily digestible\nof iodine &\nfatty acids \nproteins, and\n selenium\nhigh content of\ntaurin\nthe risk of cardiovascular disease. Data also indicates that EPA and DHA\nreduce the risk of a large number of other health issues.\nacids, high-quality protein and several vitamins, and represents an important\npart of a varied and healthy diet. FAO highlights that: \"Fish is a food of\nvitamins and minerals, including vitamins A and D, phosphorus, magnesium,\nselenium and iodine in marine fish\".\nThe substantial library of evidence from multiple studies on the nutrients\npresent in seafood indicates that including salmon in your diet will improve\nyour overall nutrition and may even yield significant health benefits.\nbodies around the world are encouraging people of all ages to increase their\nseafood intake, with particular focus on the consumption of oily fish, such as\nrecommend an intake of at least 237 grams of seafood per week for\nAmericans in general. The UK National Health Service, the Norwegian\nDirectorate of Health and several other national health organisations\nrecommend eating fish at least twice a week.\nUS Department of Health (2016) Dietary guidelines for Americans 2015-2020\n21|Pαge\nMQWI",
    "Page_22": "Salmon Demand\n3.2.2 Resource-efficient production\nProtein retention\n28 %\n37 %\n21 % \n13%\nCalorie retention\n25 %\n27 % \n16 %\n7% \nEdible Yield\n73 %\n74 %\n73 %\n57 %\nFeed conv ersion Ratio (FCR)\n1.3\n1.9\n3.9\n8.0\nEdible Meat per 100 kg fed\n56 kg\n39 kg\n19 kg\n7 kg\nTo optimise resource utilisation, it is vital to produce animal proteins in the\nmost efficient way. Protein resource efficiency is expressed as \"Protein\nretention\", which is a measure of how much animal food protein is produced\nper unit feed protein fed to the animal. Salmon has a protein retention of 28%\nwhich is more efficient than pork and cattle (see table above).\nCalorie retention is measured by dividing calories in edible portion by calories\nin feed. Salmon has a high calorie retention of 25%.\nweight so efficiently is that they are cold-blooded and therefore do not have\n on standing up like land animals do.\nAtlantic salmon has a high edible yield of 73%.\n Feed conversion ratios measure how efficiently the different animal\nproteins are produced. In short, this tells us the kilograms of feed\nneeded to increase the animal's bodyweight by one kg. Feed for\nAtlantic salmon is high in protein and energy which accounts for\nAtlantic salmon's feed conversion ratio being even more favourable\nthan its protein and energy retention when compared with the\nproduction of other land animal proteins.\nEdible meat per 1ookg of feed fed is the combination of the FCR ratio\nand edible yield and presents salmon as giving a favourably high\nquantity of edible meat per kg of feed fed.\n22 | P α ge\nMQWI",
    "Page_23": "Salmon Demand\n3.2.3Climate friendly production\nIn addition to its resource-efficient production, farmed fish is also a climate\nfriendly protein source. It is expected to become an important solution to\nproviding the world with vitally important proteins while limiting the negative\neffect on the environment.\nAccording to SINTEF the carbon footprint of farm-raised salmon is 7.9 kg of\ncarbon equivalent per kg of edible product, compared with 12.2 kg of \ncarbon equivalent per edible kg of pork and 39.0 kg per edible kg of beef.\nFor the consumer, replacing pork and beef with fish would significantly\nreduce their personal carbon footprint (daily greenhouse gas (GHG)\nemissions).\nFreshwater is a renewable but limited natural resource, and human activities\ncan cause serious damage to the surrounding environment. Production of\nmeat, which is significantly less than other proteins.\nCarbon Footprint\n7.9 kg\n6.2 kg\n12.2 kg\n39.0 kg\nKg CO2 / Kg edible meat\nWater consumption\nLitre / Kg edible meat\n2,000*\n4,300\n6,000\n15,400\n*Total water footprint for farmed salmonid filets in Scotland, in relation to weight and content of \ncalories, protein and fat.\nSource: SINTEF (2020) Greenhouse gas emissions of Norwegian seafood products in 2017,\nanimals and animal products, SARF (2014) Scottish Aquaculture's Utilisation of Environmental\nResources\n23 | P αge\nMQWI",
    "Page_24": "salmon Demand\n3.3 Relative price development of protein products\nRelative price development 201l-2020\n160\n140\nIndexprices rebased\n120\n100\nSalmon\nChicken\n80\nPork\n60\nBeef\n40\nLamb\n20\n2013\n10\n10\nmore expensive over the last decade.\nRelative price differences indexed to salmon\n1.2\n1.0\nRelativeprice\n0.8\nSalmon\nChicken\n0.6\nPork\nBeef\n0.4\nLamb\n0.2\n0.0\n2012\n2013\n2020\nSalmon has historically always been a rather expensive product on the\nshelves.\n24 | Pαge\nMQWI",
    "Page_25": "4 Salmon Supply\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_26": "Salmon Supply\n4.1 Total harvest of Atlantic salmon 2001-2020\nGlobal(CAGR 5 %)\nNorway (CAGR 7 %)\n3,000\n1,400\n2.500\n1,200\n.00\n2.000\n800\n1,500\n6.00\n1,000\n500\nChile (CAGR 6 %)\nUK (CAGR 2 %)\n800\n200\n700\n180\n600\n140\n500\n120\n400\n100\n300\n80\nOthers (CAGR 6 %)\nNorth America (CAGR 1 %)\n160\n250\n140\n120\n200\n100\nCAGR\nGlobal\nNorway\nChile\nUK\nNorth America\nOthers\n2001-2020\n5%\n7%\n6%\n2%\n1%\n6%\n2011-2020\n6% \n3%\n15%\n2%\n1%\n8%\n2020-2024E\n4%\n5%\n1%\n5%\n1%\n13%\nNote: Figures are in thousand tonnes GwT and \"Others\" includes the Faroe Islands, Ireland,\nTasmania, lceland and Russia.\nSource: Kontali Analyse\n26 | Page\nMQWI",
    "Page_27": "Salmon Supply\n4.2 Diminishing growth expectations\n3,500\nGrowth 2020-2024E: 18%\nCAGR:4%\n3,000\nGrowth 2011-2020: 66%\nCAGR:6%\n2,500\n2.000\n1,500\n1,000\n500\nGlobal harvest estimateofAtlanticsalmon\n-Population Rebased\ngrowth to diminish in the coming years, and has projected 4% annual growth\nfrom 2020 to 2024.\nThe background for this trend is that the industry has reached a production\nlevel where biological boundaries are being pushed. It is therefore expected\nthat future growth can no longer be driven only by the industry and regulators\nas measures are implemented to reduce its biological footprint. This requires\nprogress in technology, development of improved pharmaceutical products,\nregulations and intercompany cooperation.\nbiological indicators, costs, and in turn output.\nNote: Mowi does not provide guidance of industry supply except from guidance depicted in\nquarterly presentations.\nSource: Kontali Analyse, UN (2019) World Population Prospects: the 2019 Revision\n27 | Page\nMQWI",
    "Page_28": "Salmon Supply\n4.3 Few coastlines suitable for salmon farming\nThe main coastal areas adopted for salmon farming are depicted on the\nand Southern Hemispheres.\ntemperature range for salmon is between 8 and 14oC.\nSalmon farming also requires a certain amount of current to allow a flow of\nwater through the farm. The current must however be below a certain level to\nallow the fish to move freely around in the sites. Such conditions are typically\nrobust cages.\nCertain biological parameters are also required to allow efficient production.\nBiological conditions vary significantly within the areas adopted for salmon\nfarming and are prohibitive in certain other areas.\nfarming is carried out.\nLand based salmon farming (full-cycle) has attracted increased investments\nin the past years. To date, only limited volumes have been harvested on land,\nhowever, this could change going forward as new production technologies\ncontinue to mature.\n28 | Pαge\nMQWI",
    "Page_29": "5 Sustainable production\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_30": "Sustainable production\n5.1 UN's Sustainable Development Goals\nThe SDGs, which were agreed by all 193 UN member states in 2015, guide\ngovernments, civil society and the private sector in a collaborative effort for\ncan contribute significantly to at least ten: good health and well-being;\ngender equality; decent work and economic growth; reduced inequalities,\nsustainable cities and communities; industry, innovation and infrastructures;\nresponsible consumption and production; climate action; life below water\nand partnerships for the goals.\nNO\nZERO\n3\nGOOD HEALTH\nQUALITY\nGENDER\n5\nPOVERTY\nAND WELL-BEING\nEDUCATION\nEQUALITY\nEAN WATER\nAALEAND\nDECENT WORKAND\nINDUSTRY.INNOVATION\n10\nREDUCED\nANITATION\nAN ENERGY\nANDINFRASTRUCTURE\nINEQUALITIES\n13GUMATE\nSUSTAINABLECITIES\nRESPONSIBLE\nANDCOMMUNITIES\nCONSUMPTION\nBELOWWATER\nANDPRODUCTION\nPEACE.JUSTICE\nPARTNERSHIPS\n16\nAND STRONG\nFORTHEGOALS\nINSTITUTIONS\nSUSTAINABLE\nDEVELOPMENT\nGALS\n30 | Page\nMQWI",
    "Page_31": "Sustainable production\n5.2 Environmental impact of aquaculture\nIt is important first to understand the impact of aquaculture on the environment in\norder to become even more sustainable\nCarbon footprint\ncompared with 6.2 kg of carbon equivalent per edible kg of poultry, 12.2 kg per\nemissions are avoided. Assuming that global salmon production replaced a mix of\npoultry, pork and beef production in 2020, 14.0 million tonnes of CO2 emissions were\navoided.\nNet avoided carbon emissions 2020\n30\n28.1\n25\n14.0\n=\n15\n14.1\n10\nLand animal protein\nGlobal salmon production\nNet avioded CO2e\nproduction \nGenetic changes in wild salmon\nMost escaped farmed salmon disappear into the open sea. They are likely to die\nfrom starvation or disease, or be eaten by predators. Still, some survive after\nescaping, and migrate into the rivers each year, posing a risk of genetic changes in\na river's wild salmon population.\nThe Institute of Marine Research considered seven out of 13 production areas in\nNorway to be at high risk for further genetic changes. Three production areas are\nat low risk.\nEnvironmental effects of discharges of dissolved nutrients\nindustry, agriculture and aquaculture. In aquaculture, when salmon eat, dissolved\nSource: SINTEF (2020) Greenhouse gas emissions of Norwegian seafood products in 2017, Institute of\nMarine Research (2019) Risk assessment of Norwegian fin fish aquaculture 2019\nNote: The carbon footprint used for land animal protein production was calculated by starting to\nconvert the global production volumes of Atlantic salmon in 2020 to edible yield (using a 73%\nconversion), then calculating the carbon footprint of that volume originating from animal protein mix.\nThis was done by using a mix of consumption (OECD, 2020) of 42% chicken, 35% pork and 23% beef and\nthe reported GHG emissions from SINTEF 2020.\n31| Page\nMQWI",
    "Page_32": "Sustainableproduction\nnitrogen and phosphorus will be released via the gills and also a smaller proportion in\nthe form of urea. Even though increased concentrations of dissolved nutrients in\nenvironmental impacts as a resulf of dissolved nutrients from fish farming is\nconsidered low in all production areas according to the Institute of Marine Research.\nEnvironmental impact on the seabed as a result of particulate organic emissions\nOpen pens release organic particles directly into the environment in the form of\nenvironment to a greater or lesser extent around the fish farm. However, the\nand the seabed can fully regenerate over a few months to a few years. Farmers are\nobliged by law to monitor the seabed continuously in accordance with Ns 9410 or\nother national regulations, so that the environmental impact of aquaculture is within\nlocafion.\n of unacceptable environmental impacts due to particulate organic emissions is low.\nAs of today, there is no good monitoring of hard-bottom sites and this has therefore\nnot been evaluated.\nMowi measures the potential impact of organic loading on the seabed according to\nchemistry near to the fish pens.\nEnvironmental effects on non-target species when using medicine\nlice can also affect other species.\nThere are differences in the way treatments affect non-target species. Bath\nazamethiphos, cypermethrin and deltamethrin, and the treatment takes place either\ndirectly in the pen or in the well boat. If treatment is done in pens, the bath\ntreatment is released directly into the sea. when the treatment takes place in a well\ntreatments have come to the market in recent years. The oral treatment considered\nenvironment via feed and faeces.\nThe Institute of Marine Research's risk assessment is a comprehensive assessment and\nemphasises, among other things, total consumption, toxicity and occurrence in the\nenvironment in Norway. Of the treatments considered, azamethiphos is considered\nto have low risk, while hydrogen peroxide, cypermethrin, deltamethrin, diflubenzuron,\nSource: Institute of Marine Research (2019) Risk assessment of Norwegian fin fish aquaculture\n2019,Mowi\n32 1 P a g e\nMQWI",
    "Page_33": "Sustainable producfion\nand 3,285, whereas for 2018 this was reduced to 501. Overall, this presents a reduced\nrisk of environmental impact.\nMowi only uses medicines when other measures are not sufficient or when fish\nmedicinal, compared with 12% in 2015, showing the significant reduction in the use\nmedicinal tools.\nFish welfare\nIn Norwegian farm pens, there is a maximum of 200,000 fish per pen at any given\ntime. These are individuals which, according to the Animal Welfare Act, have the\nright to be kept in an environment that provides good welfare based on species and\nindividual needs, and the opportunity for stimulating activity, movement, rest and\n other natural behaviour. Farmers must also ensure that feed is of good quality and\nmeets the fish's needs, and that the farmed fish is protected against injury, disease\nand other hazards. The farmed fish must be robust enough to withstand farming\nconditions, and they should not be subjected to unnecessary stress.\npens is considered good for production areas 6-11, while it is considered moderate\nfor production areas 2-5 and 12-13.\nconnection with frequent lice treatment.\nSurvival rate is commonly used as a measure of animal health and welfare. Improved\nNorway was 99.0%. The monthly survival rate for poultry was 98.8%, for pork 99.5% and\nfor beef 99.8% on a global basis.\nMonthly survival rate*\n99.0 % \n98.8 % \n99.5 % \n99.8 % \n* Average monthly survival (Individuals) / Inventory beginning of year (Individuals)\nSource: Institute of Marine Research (2019) Risk assessment of Norwegian fin fish aquaculture\n2019, Mowi\n33 | P a g e\nMQWI",
    "Page_34": "Sustainableproduction\n5.3Maferialsustainabilityefforts\nCarbon footprint\nhas set targets for reducing greenhouse gas (GHG) emissions. Sourcing of feed raw\nmaterials is the largest contributor of GHG emissions in salmon farming.\nPlastic management\npresence of microplastics and plastic-related contaminants in fish.\nEscape prevention\nhave a target of zero escapes.\nSea lice\nEffective sea lice management is important for fish welfare and to ensure sea lice on\nimprove their approach to sea lice management and to minimise the number of\nadult female sea lice, especially during the period when wild salmon migrate to sea.\nA number of non-medicinal tools have been developed over the last years reducing\nsignificantly the use of medicines to manage sea lice.\nMedicine use\nLicensed medicines may have a negative environmental impact if used too\nfrequently. Farmers use antimicrobial medicines only when fish health and welfare\nAntimicrobials are not used for growth promotion, prevention of infectious diseases or\nfor control of dissemination.\nFish health and welfare\nsafeguard the health and welfare of fish through effective sea lice management,\nand to reduce medicine use by optimising fish survival and preventing disease.\nBiodiversity\nThe industry needs healthy oceans to drive sustainable salmon farming and farmers\nthe seabed by monitoring the physical, chemical and biodiversity characteristics of\nthe benthic environment.\n34 | Page\nMQWI",
    "Page_35": "Sustainable production\n5.4 Sustainability of fish feed\nFish feed is a key component in ensuring the best possible fish health and\nmakes the largest contribution to its environmental footprint. Important\nparameters for the carbon footprint arising from feed consumption are feed\nefficiency and feed ingredients.\nFeed efficiency\nThe feed conversion ratio (FCR) describes the amount of feed used to\nproduce a certain amount of salmon. Efficient feeding, that is to say releasing\nthe minimum amount of feed beyond what is actually eaten, is important\nsince the footprint of the feed released dominates the overall carbon\nfootprint of the product. Improvements in feed formulations and in feed\nreduce the quantity of feed (and thus the feed raw materials) used per\nkilogram of farmed aquatic food produced.\nFeed ingredients\nThe current carbon footprint of farmed salmon shows that it is critical to\nsuch as from marine to terrestrial inputs only leads to trade-offs between\nenvironmental impact categories.\nand fish oils uses species from reduction fisheries and trimmings not suitable for\nhuman consumption.\nDevelopment of raw matierals in salmon feed in Norway\n100 %\n11%\n90 %\n80 %\n35%\n24%\n70 %\n59 %\n73%\n60 %\n■Vegetal raw materials\n50 %\n31 %\n■Fish Oil\n40 %\n65%\n17%\n30 %\n■Fish meal\n20 %\n12% \n34%\n10 %\n25%\n15%\n0%\n1990\n2000\n2010\n2020\n* Life Cycle Assessment (LCA) determines the environmental impacts of products, processes\nor services, through production, usage, and disposal\nSource: SINTEF (2020) Greenhouse gas emissions of Norwegian seafood products in 2017,\nYtrestoyl T., Aas T.s., Asgard T. (2014) Resource utilisation of Norwegian salmon farming in 2012\nand 2013, NOFIMA, Mowi\n35 | Pαge\nMQWI",
    "Page_36": "Sustainable production\nFish in- fish out (FIFO)\nFish in- fish out (FIFO) express the number of kg of wild fish (excluding\ntrimmings) it takes to produce 1 kg of salmon. In 2020 Mowi used 0.68 kg of\nlow consumer preference wild fish (like anchovy and sardine) to produce 1 kg\nof Atlantic salmon.\nFish in - Fish out 2020\n0.68 kg\n1 kg\nWild fish\nrmedraised salmo\nSubstitution of marine raw materials has not been found to have any negative\nnutrient requirements are being covered.\nMajor reductions in carbon footprint could potentially come from exploring\nfrom resources that are not utilised today. For example, products derived from\ninsects, alcohol fermentation, CO2 capture and forestry are currently being\nexplored.\nTraceability is important to make sure that no raw materials originate from\nsaads ys wo lo 'suoo (nil paodaun pue painhaun oeall!!\nclassified as endangered on the International Union for the Conservation of\nsuch as soy is ensured by purchasing from Proterra-certified (or equivalent)\ndeforestation-free suppliers.\n36 | Pαge\nMQWI",
    "Page_37": "Sustainable producfion\n5.5Globalsustainabilityinifiatives\nAchieving a sustainable future will require concerted action and new forms of\npartnership. One example of a key partnership is the Global Sustainable\nSeafood Initiative (GsSl). GsSl plays an important role in providing clarity on\nseafood certification. Third-party certifications can give consumers and\nstakeholders confidence that a product is sustainable. The Aquaculture\nStewardship Council (AsC) and Global G.A.P. are examples of third-party\ncertifications.\nGlobal Sustainable Seafood Initiative (Gssl) aligns global efforts and resources\nto address seafood sustainability challenges. Governed by a Steering Board\nrepresenting the full seafood value chain - companies, NGOs,\ngovernments and international organisations, including the FAO - GSSI\npromotes sector-wide collaboration to drive forward more sustainable\nseafood for everyone.\nThe Aquaculture Stewardship Council (AsC) is an independent non-profit\ncertification and labelling programme for sustainably farmed seafood. The\naquaculture. The AsC works with aquaculture producers, seafood processors,\nretail and foodservice companies, scientists, conservation groups and\nenvironmental and social integrity of the product they are purchasing.\nand sustainable agricultural production to benefit farmers, retailers and\nconsumers throughout the world.\nSource: Mowi, www.ourgssi.org, www.asc-aqua.org, www.globalgap.org\n37 | P a g e\nMQWI",
    "Page_38": "Sustainable production\n5.6 Transparency\naudited by third parties and reported according to global standards such as\nCDP (formerly the Carbon Disclosure Project) and FAlRR.\nCDP is a not-for-profit charity that runs the global disclosure system for investors,\ncompanies, cities, states and regions to manage\ntheir  environmental  impacts.  CDP   supports\nthousands of companies, cities, states and\nCDP\nregions to measure and manage risks and\nopportunities relating to climate change, water\n DRIVING SUSTAINABLE ECONOMIES\nsecurity and deforestation.\nproducers by  looking  at  risk factors ranging  from use  of antibiotics to\ndeforestation and labour abuses. The index is the world's only benchmark\ndedicated to profiling animal protein producers \nFAIRR\nand showcasing critical gaps and areas of best\npractice in the sector. Mowi is ranked as overall\nbest performer, and there are three salmon\nA COLLER INITIATIVE\nproducers in the top five.\nThe WBA Seafood Stewardship Index (SSl) measures the world's 30 most\ninfluential seafood companies and presents an overall ranking based on the\nexpect corporate action, pinpointing where companies can have the most\nStewardship of the supply chain, Ecosystems, Human rights and working\nconditions and Local communities. Mowi ranks\nWorld\n2nd in the benchmark and demonstrates a\nBenchmarking\nstrong performance in all measurement areas.\nAlliance\nSource: www.cdp.net, www.fairr.org, www.seafood.worldbenchmarkingalliance.org\n38 | Page\nMQWI",
    "Page_39": "6 Salmon Markets\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_40": "Salmon Markets\n6.1 Global trade flow of farmed Atlantic salmon\nRussia\nMarket\n78,000\n1,333,00\nNorthAmerico\n142.000\n42,000\n565,000\n1,069,000\nAsia\nMarket\n344,000\n169,000\nMarket\nThe main markets for each production origin:\n· Norway - Europe and Asia\n· Chile - USA, South America and Asia\n·Canada -USA\n· Scotland - Domestic within UK, France\nEach producing region has historically focused on developing the nearby\nmarkets. As salmon is primarily marketed as a fresh product, time and cost of\ntransportation have driven this trend.\nA relatively high price differential is therefore required to justify transatlantio\ntrade as this incurs the cost of airfreight. Such trade varies from period to\nperiod and depends on arbitrage opportunities arising from short-term\nshortages and excess volumes from the various producing countries.\nThe Asian market is generally shared as transportation costs are broadly similar\nfrom all producing regions.\nDistribution of frozen salmon is much more straightforward.\nNote: Figures from 2020 and in thousand tonnes GwT. Not all markets are included\nSource: Kontali Analyse\n40 | Page\nMQWI",
    "Page_41": "SalmonMarkets\n6.2 Farmed Atlantic salmon by market\nGlobal (CAGR 6 %)\nEU+UK (CAGR 4 %)\n3.000\n2,500\n1,000\n2,000\n50\n2013\n2013\n2015\n2016\nUSA (CAGR 9 %)\nRussia (CAGR -4 %)\n80\nBrazil (CAGR 11 %)\nAsia (CAGR 7 %)\n300\n250\nEU+UK, UsA are by far the largest markets for Atlantic salmon. After Russia\nimposed an import ban on Norwegian Salmon in 2014, the Russian market\ndecreased significantly. Emerging markets such as Brazil and Asia have been\ngrowing at significantly higher rates than these traditional markets. However,\nthese markets have a higher food service share compared to traditional\nmarkets and growth rates in 2020 were hampered due to Covid-19\nrestrictions. On average consumption of Atlantic salmon has increased by 6%\nin all markets over the last 10 years.\nNote: Figures are in thousand tonnes GwT\n Source: Kontali Analyse\n41|Pαge\nMQWI",
    "Page_42": "Salmon Markets\n6.3 Top 10 markets by size (2020E)\nMarketsize\nConsumptionpercapita\n600,000\n3.5\nWFE\n500,000\n3.0\nWFEper capita\ntonnes\n2.5\n400,000\n2.0\n=\n300,000\nsize\n1.5\n200,000\nMarket\n1.0\n100,000\n0.5\n0.0\nIn the 10 largest markets by country, consumption per capita varies from 0.06\nkg WFE (China / Hong Kong) to 3.24 kg WFE (France). In Norway, Sweden and\nis significant growth potential among the largest markets.\n42 | Pαge\nMQWI",
    "Page_43": "Salmon Markets\n6.4 Development of value vs.volume\n18\n3,500\n3,000\n15\nValue growth 2011-2020: 99%\nCAGR:8%\n2,500\n12\n2,000\n1,500\nOL\n(th\n1,000\n/ol\n500\n0\n0\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\nGlobalValue\nGlobalVolume\nThe value of salmon sold in 2020 has increased by 99% from 2011, while the\nvolume increased by 75% (CAGR 6%) in the same period, illustrating the strong\nunderlying demand for salmon.\nSource: Kontali Analyse\n43| Pαge\nMQWI",
    "Page_44": "Salmon Markets\n60 %\n-Oslo\n2013\n40 %\nFCA-\n20 % \n0%\nprice\ndv\n-10%\n-5%\n0%\n15%\n20%25%\n=\n-20 %\n2012\nnge\n2020\n-40 %\n-60 %\nGlobal supply change\nGlobal supply\nYear\nprice FCA Oslo\n The correlation between change in\ngrowth\n(EUR)\nglobal supply and average FCA Oslo\n2001\n15%\n-25 %\nprice (EUR) is very strong. In the period\n2002\n8%\n-3%\n 2001-2011, change in supply explained\n2003\n7%\n-11%\n 84% of the change in price using linear\n2004\n6%\n7%\nregression. In 2012 and 2013 demand for\n2005\n5%\n23 %\nsalmon significantly overperformed.\n2006\n1%\n23 %\n2007\n10 %\n-21 %\n Price correlation across regional markets\n2008\n5%\n1%\nis generally strong for Atlantic salmon.\n2009\n3%\n12%\n2010\n-4 %\n35 %\nGrowth in global supply of Atlantic\n2011\n12%\n-17 %\nsalmon was 168% in the period 2001-2020\n2012\n22 %\n-10 %\n(CAGR 5%), varying between -4% and\n22% annually. Variation in growth rates\n2013\n2%\n42 %\n2014\n8%\n-5%\nhas been the main determinant for the\n2015\n5%\n-4%\nvariation in prices. However, in 2020,\ndemand was impacted by Covid-19\n2016\n-4%\n46 %\nrestrictions reducing foodservice activity.\n2017\n2%\n-5%\n2018\n7%\n-2%\nAnnual average prices have varied\n2019\n6%\n-6%\nbetween EUR 2.42 (2003) and EUR 6.61\n2020\n4%\n-14%\n(2016).\nSource: Kontali Analyse\n44 | Page\nMQWI",
    "Page_45": "Salmon Markets\n6.6 Historic price development\n10\n8\nISD\n0\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\nPrice (E) - Norwegian gutted Atlantic salmon (FCA Oslo)\n-Price ($)- Chilean Atlantic salmon fillet 3-4 Ib (FOB Miami)\nPrice ($) - Fresh Atlantic salmon 10 - 12 Ib (FOB Seatle)\nAs salmon is perishable and marketed fresh, all production in one period must be consumed\nin the same period. In the short term, the production level is difficult and expensive to adjust\nas the planning/production cycle is three years long. Therefore, the supplied quantity is very\ninelastic in the short term, while demand shifts according to the season. This is the main\nreason for the price volatility in the market.\nFactors affecting market price for Atlantic salmon are:\nSupply (absolute and seasonal variations) \nDemand (absolute and seasonal variations)\nPresence of sales contracts reducing quantity available for the spot market\nFlexibility of market channels\nQuality\nDisease outbreaks \nFoodscares\nComparing FCA Oslo, FOB Miami and FOB Seattle, there is a clear indication of a global\nmarket as prices correlate to a high degree.\nAs in most commodity industries, producers of Atlantic salmon experience high volatility in the\nprice achieved for the product. The average price (GwT based) for Norwegian whole\nsalmon since 2011 has been about EUR 5.3/kg, for Chilean salmon fillet (3-4lb) USD 4.6/lb (USD\n10.2/kg), and for Canadian salmon (10-12lb) USD 3.1/Ib (USD 6.8/kg). The pricing of Scottish\nand Faroese salmon is linked to the price of Norwegian salmon. The price of Scottish salmon\nnormally has a premium to Norwegian salmon. Faroese salmon used to trade at a small\ndiscount to Norwegian salmon. However, due to geopolitical events in recent years, salmon\nfrom the Faroes now trades at a premium over Norwegian salmon in selected markets.\nNote: Dotted line represent annual average FCA Oslo\nSource: Kontali Analyse, Nasdaq, Urner Barry\n45| Page\nMQWI",
    "Page_46": "Salmon Markets\n6.7 Different sizes - different prices (Norway)\nRelative prices\n150%\n140%\n130%\n120%\n110%\n100%\n90%\n80%\n70%\n60%\n2011\n2012\n2013\n2014\n2015\n2015\n2016\n2017\n2018\n2019\n2020\n4/5kg\n2/3kg\n6/7kg\nThe main reason for differences in size is the biological production process in\nwhich individual fish grow at different speeds. A farm holding fish of\nharvestable size will show a normally distributed size distribution. This leads to\nthe majority of fish being harvested at 4/5 kg GwT with smaller quantities of\nsmaller and larger fish.\nThe processing industry in Europe mainly uses 3-6 kg GwT but niche markets\nexist for smaller and larger fish. As these markets are minor compared to the\nmain market, they are easily disrupted if quantities become too large.\nshown in the graph above.\nSize distribution\n35%\nThe graph to the left\n30 %\nshows Norwegian harvest\n25%\ndistribution for 2020, with\nthe harvest size of 4-5 kg\n20 %\n(GWT) being the most\n15%\nfrequent. In addition to\n10%\ncatering for production\n5%\nprocess and market\n0%\nrequirement, another\n1-2 kg\n2-3 kg\n3-4 kg\n4-5 kg\n5-6 kg\n6-7kg\n7+kg\ndriver behind this size\nfluctuation is that farmers want to balance out market risk and biological risk.\n(6-7kg+) may be a result of economies of scale/lower production costs,\nproduction for niche markets or other market requirements.\nSource: Kontali Analyse\n46 | Page\nMQWI",
    "Page_47": "7 Industry Structure\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_48": "Industry Structure\n7.1 Top 5-10 players in farmed Atlantic salmon 2020\nTop 10 - Norway\nTop 5 - United Kingdom\nTop 4 - North America\nTop 10- Chile\nH.Q.\nH.Q.\nH.Q.\nH.Q.\nompany\nHOG\nCompany\nHOG\nHOG\nCompany\nHOG\n 262,000|Mowi\nMowi\n52,700\nCooke Aquaculture\n56,000\n[Aquachile (Agrosuper)\n154,800\nSalmar\n150.300\nBakkafrost\n35.000 Mowi\n 44,000 Salmones Multfiexport \n85,200\n3\nLeroy Seafood\n142,900\nCooke Aquaculture\n26,000\nGrieg Seafood\n21,200\nMowi\n64,600\nMitsubishi / Cermaq\n65,800\nScottishSea Farms\n 24,000|Mitsubishi / Cermaq \n16,500\nMitsubishi / Cermaq \n61,200\n5\nGrieg Seafood \n50,000\nGrieg Seafood\n15,700\nSalmones Blumar\n59,800\n6\nNova Sea\n42,600\nAustralis Seafood\n59,500\n7\nNordlaks\n35,000\nCamanchaca\n47,700\n8\nAlsaker Fjordbruk\n31,000\nYadran\n27,000\nSinkaberg-Hansen \n31,000\nSalmones Austral\n26,000\n10\nNorway Royal Salmon\n30,500\nVentisqueros\n24,000\nTop 10\n841,100Top 5 \n153,400Top 4 \n137,700Top 10\n609,800\nOthers \n 391,100 Others \n7,100 Others \n4,100Others\n90.800\nTotal\n1,232,200Total\n160,500Total\n141,800Total\n700,600\nAll figures in tonnes GWT\n* The industry in the UK and North America are best described by the top 5 and top 4 producers, respectively.\nTop 5 players by total harvest volume 2020\n500\n450\n400\n350\nuu\n300\n0\n250\n200\nsar\n150\nnoul\n100\n50\n0\nMowi\nSalmar\n\"New Aquachile\" Mitsubishi / Cermaq Leroy Seafood\n(Agrosuper)\nMowi Group represents the largest total production, harvesting more than one fifth of\nthe salmon produced in Norway, one third of the total production in the UK and one\nthird of the total production in North America.\nIn Norway and Chile there are several other producers of a significant quantity of\nAtlantic salmon. In Chile, several of the companies also produce other salmonids,\nsuch as Coho and large trout.\nHarvest volume Atlantic Salmon 2020\n1,400\n1,200\nG\n1,000\ntonn\n800\nusand\n600\n400\nhoul\n200\nNorway\nChile\nUnited Kingdom North America\nOthers\n■MowiOthers\n48|Pαge",
    "Page_49": "Industry Structure\n7.2 Number of players in producing countries\nFarnds\nand trout in each major producing country.\nHistorically, the salmon industry consisted of a larger number of smaller firms.\nAs illustrated above, this was the case in Norway, and to some extent in\nScotland and Chile.\nperiod of consolidation in all regions and this is expected to continue.\nand trout in Norway, however some of these are controlled by other\ncompanies. The total supply is produced by around 90 companies (directly or\nthrough subsidiaries).\nThere are approximately 1,360 commercial licenses for the on-growing of\nAtlantic salmon, trout and Coho in Chile. Around 90% of these are held by 12\ncompanies with the 10 largest firms accounting for 83% of the total licenses.\nOnly between 300 and 350 licenses are in operation.\nNote: See appendix for some historical acquisitions and divestments\nSource: Kontali Analyse\n49 | Page\nMQWI",
    "Page_50": "3 salmon Production and Cost Structure\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_51": "salmon Producfion and Cost Structure\n8.1  Establishing a salmon farm\nThe salmon farming production cycle is about 3 years.\nDuring the first year of production eggs are fertilised and fish are grown to\nrecent years, the industry has invested in freshwater facilities that can grow\nthe smolt larger, up to 1,ooo grams, thus shortening the time at sea.\nThe fish are then transported to seawater cages where they are grown to\nregions.\nWhen they reach harvestable size, the fish are transported to processing\nplants where they are slaughtered and gutted. Most salmon is sold gutted on\nice in a box (GwT).\n51| Page\nMQWI",
    "Page_52": "salmon Producfion and Cost Structure\n8.2 The Atlantic salmon life/production cycle\n10-16 months\nSpawn\nBrood-Parr-\nSmolt\n12-24 months\nTransfer\nGrowthphase\ntosea\nin sea\nSlaughtering\nProcessing\nSource:Mowi\n52|Pαge\nMQWI",
    "Page_53": "salmon Producfion and Cost Structure\nThe total freshwater production cycle takes approximately 10-16 months and\ndepending on smolt size. In Chile, the cycle is slightly shorter as seawater\ntemperatures are more optimal with fewer fluctuations.\nIn autumn, broodstock are stripped for eggs, and ova inlay takes place\nbetween September and April. The producer can speed up the growth of the\njuveniles with light manipulation which accelerates the smoltification process\nby up to 6 months.\nSpring and autumn are the two main periods to release smolt in Norway.\nHowever, there are smolt being released in all twelve months of the year.\nthe last half of the year as this is the period of best growth. During summer the\nthan for the rest of the year.\nbefore the next generation is put to sea at the same location. Smolts may be\nreleased in the same location with a two year cycle.\n53 | P a g e\nMQWI",
    "Page_54": "Salmon Production and Cost Structure\n8.3 Influence of seawater temperature\n18\n16\nSeawater temperatures vary considerably throughout the year in all\nproduction regions. While the production countries in the northern hemisphere\nsee low temperatures at the beginning of the year and high temperatures in\nautumn varying by as much as 10oC, the temperature in Chile is more stable\nvarying between 10oC and 14oC. Chile has the highest average temperature\nof 12oC, while Ireland has 1loC and the four other regions have an average\ntemperature of about 1ooC.\nAs the salmon is a cold-blooded animal (ectotherm), water temperature\nplays an important role in its growth rate. The optimal temperature range for\nAtlantic salmon is 8-14oC, but they thrive well from 4-18oC. Temperature is one\nof the most important natural competitive advantages that Chile has\nhistorically been shorter by a few months.\nWith high seawater temperatures the risk of disease increases, and with\ntemperatures below OoC, mass mortality becomes more likely, both of which\ncause the growth rate to fall.\nwhich temperatures at St. Johns and isafjorour are obtained from seatemperature.org.\n54 | P ag e\nMQWI",
    "Page_55": "salmon Production and Cost Structure\n8.4 Production inputs\nEggs\nSmolt\nThere are several suppliers of eggs\nThe majority of smolt are\nto the industry. AquaGen,\nproduced \"in-house\" by vertically\nBenchmark Genetics and Rauma\nintegrated salmon farmers. This\nStamfisk are some of the most\nproduction is generally for a\nsignificant by quantity. In addition\ncompany's own use, although a\n to these suppliers, Mowi produces \nproportion may also be sold to\nits own eggs based on the Mowi\nthird parties. A smolt is produced\nstrain.\nover a period of 8-12 months from\nstartfeeding to a mature smolt\nEgg suppliers can tailor their\nweighing 100-250 grams. Post-\ndeliveries through use of\nsmolt production (250-1,000\nbroodstock with favourable\ngrams) has become more\n genetics for different traits desired\ncommon in recent years,\nby customers, and several\naccounting for 17% of the smolt \nsuppliers are able to produce\nrelease in 2020 in terms of\neggs throughout the whole year.\nindividuals. The idea behind larger\nThe market for salmon eggs is\nsmolt is to shorten time at sea, thus\ninternational, although this can be\nreducing exposure to sea lice,\nsubject to import/export\ndisease etc.\nrestrictions imposed by different\ncountries.\n55|Page\nMQWI",
    "Page_56": "salmon Producfion and Cost Structure\nLabour\nemployed 8,882 people in 2019. A Nofima report stated that 15,000 people\nwere employed in businesses involved in activities connected with the\nfull-time either directly or indirectly by the aquaculture industry in Norway.\nAccording fo the Scoffish Salmon Producers Organisafion (ssPO), almost 2,300\nGovernmenf estimates thaf over 8,ooo jobs are generated directly or\nindirectly by the aquaculture industry.\nEstimates on Canadian employment say that around 14,ooo people are\nemployed in aquaculture, where Canada's farmed-salmon industry provides\nprocessing) was estimated at around 30,000 people in 2014.\nMowi Group employed 14,645 people (including third-party employees), in 25\ncountries worldwide as at 31 Dec 2020.\nElectricity\nElectricity is mainly used in the earliest and last stages in the salmon's life\ntanks on land where the water temperature is regulated and water may be\nrecirculated, which requires energy (accounting for 4-5% of smolt cost in\nelectricity and the temperature. A cold winter will demand more electricity to\nheat the water used in the smolt facility. The size of the smolt will also influence\nNorway).\nSource: Mowi, Kontali Analyse, Directorate of Fisheries, SSPO, Government of Canada, Estudio\nSituacion Laboral en la Industria del Salmon\", Silvia Leiva 2014\n56 1 P a g e\nMQWI",
    "Page_57": "salmon Producfion and Cost Structure\n8.5 Cost component - disease and mortality\nEBIT cost per kg \nCost delta - Mortality\n Operations incl disease & mortality\nCost delta-Disease\n Operations incl disease\nCost delta - Low weight \nNormal operations\n Harvest weight\nEBIT costs per kg decline with increasing harvest weight. If fish is harvested at a\nlower weight than optimal (caused by diseases for example), EBlT costs per kg\nwill be higher.\nDuring the production cycle, some mortality will occur. Under normal\nmonths after the smolt is put into seawater, while subsequent stages of the\nproduction cycle normally have a lower mortality rate.\nElevated mortality in later months of the cycle is normally related to outbreaks\nof disease, treatment for sea lice or predator attacks.\nThere is no strict standard for how to account for mortality, and there is no\nunified industry standard. Three alternative approaches are:\n· Charge all mortality to expense when it is observed\n Capitalise all mortality (letting the surviving individuals carry the cost of\ndead individuals in the balance sheet when harvested)\nthan what is expected under normal circumstances)\nIt is not possible to perform biological production without any mortality. By\ncapitalising the mortality cost, the cost of harvested fish will reflect the total\ncost for the biomass that can be harvested from one production cycle.\n57|Pαge\nMQWI",
    "Page_58": "salmon Producfion and Cost Structure\n8.6 Accounting principles for biological assets\nBiological assets are measured at fair value less cost to sell, unless the fair\nvalue cannot be measured reliably.\nEffective markets for the sale of live fish do not exist so the valuation of live fish\nimplies establishment of an estimated fair value of the fish in a hypothetical\nmarket. Fair value is estimated by the use of a calculation model, where cash\nready for harvest (4 kg GwT, which corresponds to 4.8 kg Lw) is valued at\nexpected sales price with a deduction of costs related to harvest, transport\netc. to arrive at back-to-farm prices. For fish not ready for harvest (i.e. below 4\ndata points are i) the value of the fish when put to sea and ii) the estimated\nvalue of the fish when it has reached harvest size. The valuation reflects the\nexpected quality grading and size distribution.\nBroodstock and smolt are measured at cost less impairment losses, as fair\nvalue cannot be measured reliably.\nThe change in estimated fair value is recognised in profit or loss on a\ncontinuous basis and is classified separately (not included in the cost of the\nharvested biomass). On harvesting, the fair value adjustment is reversed on\nthe same line.\nOperational EBIT\nOperational EBlT and other operational results are reported based on the\nrealised costs of harvested volume and do not include fair value adjustments\n on biomass.\n58 | P a g e\nMQWI",
    "Page_59": "salmon Production and Cost Structure\n8.7 Economics of salmon farming\nThe salmon farming industry is capital-intensive and volatile. This is a result of a\nbiological production process which is affected by many external factors.\nOver time, production costs have been reduced and productivity has\nincreased on the back of new technology and improved techniques. In\nrecent years, costs have trended upwards due to several factors including\nprocedures.\nfreight from reference place (e.g. FCA Oslo) to customer, and have\ndiscounts, commissions and credits deducted. Reported revenues can also\ninclude revenues from trading activity, sales of by-products, insurance\ncompensation, gain/loss on sale of assets etc.\nPrice: Reported prices are normally stated in the terms of a specific reference\nprice e.g. the Nasdaq price for Norway (FCA Oslo) and UB price for Chile\n(FOB Miami). Reference prices do not reflect freight, and other sales reducing\nitems mentioned above. Reference prices are for one specific product\n(Nasdaq price = sales price per kg head on gutted fish packed fresh in a\nstandard box). Sales of other products (frozen products, fresh fillets and\nportions) will cause deviation in the achieved prices vs. reference price.\nReference prices are for superior quality fish, while achieved prices are for a\nmix of qualities, including downgrades. Reference prices are spot prices, while\nmost companies will have a mix of spot and contract sales in their portfolio.\nQuantity: Reported quantity can take many forms. Quantity harvested = Fish\nEquivalent (GwT), which is the same weight measure as Head-on-Gutted\nQuantity sold can be reported using different weight scales:\n· Kg sold in product weight.\n· Kg sold converted to standard weight unit (GWT or WFE).\n· Quantity sold could also include traded quantity.\n59 | Pa g e\nMQWI",
    "Page_60": "salmon Production and Cost Structure\n8.8 Cost structure industry Norway 2011-2020\n4.05\n4.00\n4.10\n3.88\n3.91\n3.55\n3.40\n3.40\n3.05\n3.13\nK\n2011\n2012\n2013\n2016\n2018\n2014\n2015\n2017\n2019\n2020\n■Feed Smolt Labour cost Harvest, Packing, wellboat Depreciation Misc. operating costs Interest\nFeed: As in all animal production, feed makes up the largest share of the total cost\nfeed, logistics and the feed conversion ratio.\nSmolt: Atlantic salmon smolt is largely produced at land-based hatcheries either in\nflow-through or RAS systems. Cost per kilo is increasing as farmers increase the size of\nthe smolt in the hatchery before release to sea. The cost is expected to be offset by\nshorter time in sea, less lice treatment etc.\naccounts for a minor part of total costs. However, labour cost increased in the period\nbeen stable the last few years.\nHarvest/ Packing/ Well boat: Costs relating to transportation of live fish, slaughtering,\nautomation.\nbut also in equipment used to treat lice, which in turn leads to higher depreciation\ncosts.\nMisc. operating costs: Other costs include direct and indirect costs, administration,\ninsurance, biological costs (excluding mortality), etc.\nSource: Kontali Analyse. Nofirma (2018) Kostnadsdrivere i lakseoppdrett 2018\n60 1 P a g e\nMQWI",
    "Page_61": "9 Feed Production\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_62": "Feed Production\n9.1 Overview of feed market\nGlobal production of manufactured feed (2020)\n600\n500\n6 400\n300\n100\nPoultry\nPig\nRuminantAquaculture\nPet\nEquine\nOther\nGlobal production of manufactured feed was around 1,188 million tonnes in\n2020. The majority was used for land-dwelling animals, where 86% was used in\nthe farming of poultry, pig and ruminants. Only 4%, or 49 million tonnes, of\nglobal production of manufactured feed was used in aquatic farming.\nGlobal production of aquatic feed (2020)\n■Carp\n25%\n31%\nSalmonids\nShrimp\n10%\nTilapia\n13%\nOtherfish/freshwater\n21%\nMost aquatic feed produced globally is used for carp as this is the\npredominant farmed fish species. Feed for salmonids only accounts for 10% of\nthe total production of aquatic feed.\nSource: Kontali Analyse, Altech\n62 | Page\nMQWI",
    "Page_63": "Feed Production\nGlobal production of feed to salmonids (2020)\n1%\n11%\n■Atlantic Salmon\n■Large Trout\n■Pacific Salmon\n82 %\nAtlantic salmon is the most farmed species of salmonids and is therefore the\nlargest consumer of salmonid feed.\nDeveloment in Salmonid feed markets\n5,000\n4,500\n4,000\n1,143\n1,195\n1,041\n3,500\n1,014\n948\n3,000\n1,338\n1,405\n2,500\n1,191\n1,270 \n1,036\n2,000\n1,500\n1,965\n2,120\n1,000\n1,704\n1,822\n1,836\n500\n2016\n2017\n2018\n2019\n2020\nNorway\nChile\nOther\nfarmed. Norway used 46% of the global feed directed towards the salmonid\nsegment in 2020 and Chile used 29%.\nSource: Kontali Analyse\n63| Pαge\nMQWI",
    "Page_64": "Feed Production\n9.2 Relative feeding (*)\nMOV\nRelative feeding - seasonal profile (avgerage 2016-2020)\n35%\n30%\nScotland\n25%\nNorthAmerica\n20%\nChile\nolq\n15%\nNorway\n5%\n10%\nFaroeIslands\n5%\n0%\nJan Feb Mar Apr May Jun Jul Aug Sep Oct Nov DeC\nThe production of feed around the world varies as there are large deviations\nlow season is from February to April and the high season is from July to\nbe as low as only 30% of the high season's production. Over a year, Chile has\nthe highest relative feeding. Feed is considered a perishable product with\nlimited opportunities to store.\nSource: Kontali Analyse\n64 | Page\nMQWI",
    "Page_65": "Feed Production\n9.3 Salmon feed producers\nDuring the last decade, the salmonid feed industry has become increasingly\nconsolidated. Together with Mowi, three producers now control the majority\nof salmon feed output; Skretting (subsidiary of Nutreco which has been\nacquired by SHV), EwOS (Cargill), and BioMar (subsidiary of Schouw). These\ncompanies all operate globally.\nIn mid-2014, Mowi began production of feed from its first new feed plant. In\nMowi has a total production capacity of 640,000 tonnes. In 2020 Mowi\nproduced 540,000 tonnes compared with total global salmonid feed\nproduction of around 4.7 million tonnes.\nmaterials required and production costs.\nthe exposure to raw material prices with the aquaculture companies.\n65 | P a g e\nMQWI",
    "Page_66": "Feed Production\n9.4 Salmon feed ingredients\nGlobal 1990\nNorway 2020\nChile 2020\nVeg meal\n= Veg oil\n=Fish meal\n= Fish oil\n Avian meal\nGrowth interv als\n0.1 - 0.2 kg\n 0.2 - 1 kg\n1 -2kg\n 2 -3 kg\n3 - 4 kg\n4 - 5kg\nFeed consumption\n0.08 kg\n0.75 kg\n1.00 kg\n1.05 kg\n1.10 kg\n1.20 kg\n(Norway)\nTime, months\n2\n4\n4\n3\n2\n2\nAtlantic salmon feed should provide proteins, energy and essential nutrients\nto ensure high muscle growth, energy metabolism and good health.\nmeal and fish oil. The use of these two marine raw materials in feed\nrapeseed oil. This substitution is mainly due to heavy constraints on the\navailability of fish meal and fish oil.\nAtlantic salmon have specific nutrient requirements for amino acids, fatty\nacids, vitamins, minerals and other lipid- and water-soluble components.\nThese essential nutrients can in principle be provided by the range of different\nhave a more complete amino acid profile and generally have a higher\nfish receives the amino acid it needs it will grow and be healthy and the\ncomposition of its muscle protein is the same irrespective of feed protein\nsource. Consequently, feeding salmon with non-marine protein sources results\nin a net production of marine fish protein.\nDuring the industry's early phases, salmon feed was moist (high water\ncontent) with high levels of marine protein (60%) and low levels of fat/oil\n(10%). In the 1990s, feed typically consisted of 45% protein, made up mostly of\nmarine protein. Today, the marine protein level is lower due to cost\noptimisation and the availability of fish meal. However, the most interesting\ndevelopment has been the increasingly higher inclusion of fat. This has been\nmade possible through technological development and extruded feeds.\nSource: www.nifes.no, Holtermann, Mowi\n66 | Page\nMQWI",
    "Page_67": "Feed Production\nFeed and feeding strategies aim to grow a healthy fish fast at the lowest\npossible cost. Standard feeds are designed to give the lowest possible\nproduction cost rather than maximised growth. Premium diets are formulated\nto give amongst other things better growth rate and higher survival.\nFeeding control systems are used at all farms to control and optimise feeding.\ngrowth (measured by the Relative Growth Index - RGl). At the same time\nsystems ensure that feeding is stopped immediately when the maximum feed\nintake has been provided to prevent feed waste. The fastest growing fish\n67 | P a g e\nMQWI",
    "Page_68": "Feed Production\n9.5 Feed raw material market\n2,500\n2,000\nFishmeal\n1,500\nUSD/tonn\nFish oil\nRapeseed oil\n1,000\nSoymeal\nWheat\n500\n2011\n20122013201420152016201720182019\n2020\nFish oil: In general, fish oil prices are more volatile than vegetable sources\nmainly due to volatile supply as result of the quota systems for fisheries. The\naverage price of fish oil was about UsD 2,275 per tonne in 2020.\nFish meal: Fish meal has seen stable price development over the past ten\nyears. Although prices have been stable based on a yearly average, there\nare large variations within the years. The market for fishmeal is small\nCompared with that for vegetable proteins.\nRapeseed oil: Up until 2011, rapeseed oil's price development was correlated\nwith fish oil's but from 2011 to 2015 prices fell each year and it traded\nsignificantly below fish oil. The price has been hovering around UsD 800-900\nper tonne in recent years .\nBrazil. The average price in 2020 was UsD 516 per tonne.\ngood production and balanced supply/demand.\nSource: Holtermann\n68 | Page\nMQWI",
    "Page_69": "10 Financial Considerations\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_70": "Financial Considerations\n10.1 Working capital\n3.4\nyolu\n3.2\n3.0\nkg\n2.8\n(GWT)\n品\n2.6\n2.4\n2.2\nwor\n2.0\nNet\njan 2016\njan 2017\njan 2018\njan 2019\njan 2020\nThe long production cycle of salmon requires significant working capital in the\nform of biomass.\n\"pipeline\" of fish is needed to facilitate larger harvest volumes. On average, a\nnet working capital investment of approximately EUR 3.1/kg is required, split\nbetween the year of harvest and the year immediately preceding harvest, in \norder to obtain an increase in harvest volume of 1 kg. The working capital\nrequirement has increased over time and fluctuates with variations in\ncurrency exchange rates.\nNet working capital varies during the year. Growth of salmon is heavily\nimpacted by changing seawater temperatures. Salmon grows at a higher\npace during summer/autumn and more slowly during winter/spring when the\nwater is colder. As the harvest pattern is relatively constant during the year,\nthis leads to large seasonal variations in net working capital. For a global\noperator, net working capital normally peaks around year-end and bottoms\nout around mid-summer.\n Source: Mowi\n70 | Page\nMQWI",
    "Page_71": "Financial Considerations\nCost of building biomass\n8\nNet cash flow in month of harvest\n7\nEBIT/kg\nHarvestmonth\n6\nCash cost relating to harvest\nCash cost year 1-3\n5\nEUR\nEUR\nprice E\n2\nIps\n0\nMonth\nMonth\nMonth\nHarvest\nP&L\nCash Flow\n0-12\n12-24\n24-36\n(Month 37)\nFor illustration purposes, the farming process has been divided into three stages of 12\nmonths. The first 12-month period is from production from egg to finished smolt. 24\nmonths of on-growing in the sea follows this. When the on-growing phase ends,\nwill always be three different generations at different stages in their life cycle.\nCapital expenditure is assumed equal to depreciation for illustration purposes. The\nworking capital effects are shown above on a net basis excluding effects from\naccounts receivable and accounts payable.\ncomprising the cost of producing the smolt two years ago, further costs incurred to\ngrow the fish in seawater, and some costs related to harvest (\"Month 37\"). Sales price\nrectangle).\nsales income, creating a high net cash flow. If production going forward (next\ngenerations) follows the same pattern, most of the cash flow will be reinvested into\nsalmon at various growth stages. If the company wishes to grow its future output, the\nreinvested in working capital.\nThis is a rolling process and requires substantial amounts of working capital to be tied\nSource: Mowi\n71|Page\nMQWI",
    "Page_72": "Financial Considerations\nPhase\nPhase2\nPhase3\nThe illustration above shows how capital requirements develop when\nproduction/biomass is being built \"from scratch\". In phase 1, there is only one\ngeneration (G) of fish produced and the capital requirement is the\nproduction cost of the fish. In phase 2, the next generation is also put into\nproduction, while the on-growing of G1 continues, rapidly increasing the\ngrowing phase and G3 has begun to increase its cost base.\nAt the end of phase 3, the harvest starts for G1, reducing the capital tied-up,\nbut the next generations are building up their cost base. If each generation is\nequally large and everything else is in a steady state, the capital requirement\nwill peak at the end of phase 3. with growing production, the capital\nrequirement will also increase after phase 3 as long as the next generation is\nlarger than the previous (if not, the capital base is reduced). We see that\nsalmon farming is a capital-intensive industry.\nTo equip a grow-out facility you need cages (steel or plastic), moorings, nets.\ncameras, feed barge/automats and workboats.\n Source: Mowi\n72 | Pαge\nMQWI",
    "Page_73": "Financial Considerations\n10.2 Capital return analysis\nInvestments and payback time (Norway) - assumptions\n- Normal site consisting of 4 licenses\n Equipment investment: MEUR 3.5 - 4.5\n- Number of licenses: 4\n- License cost (second hand market) MEUR: 68 (~MEUR 17 per license)\n- Output per generation: ~4,200 tonnes GWT\n Number of smolt released: 1,100,000\nSmolt cost per unit: EUR 1.7\n- Feed price per kg: EUR 1.3 (Lw)\n Economic feed conversion ratio (FCR): 1.2 (to Live Weight)\nConversion rate from Live Weight to GwT: 0.84\n- Harvest and processing incl. well boat cost per kg (GwT): EUR 0.4\nAverage harvest weight (GwT): 4.5kg\n- Mortality in sea: 15%\n- Sales price: EUR 6.0/kg\nTo increase capacity there are many regulations to fulfil.\nIn this model we focus on a new company entering the industry and we have\nused only one site, for simplicity's sake. Most companies use several sites\n concurrently, which enables economies of scale and makes the production\nmore flexible and often less costly.\nIn this model smolts are bought externally, also in the interests of simplicity\nSmolts are usually less costly to produce internally, but this depends on\nproduction quantity\nThe performance of the fish is affected by numerous factors including feeding\nregime, seawater temperature, disease, oxygen level in water, smolt quality,\netc.\nThe sales price reflects the average sales price from Norway over the last five\nyears.\nSource: Mowi, Kontali Analyse\n73 | Page\nMQWI",
    "Page_74": "Financial Considerations\nPayback time varying sales price\nPayback time varying licence cost\n16\n12\n14\n10\n12\n10\nuo\n60\n5.6\nb.\nb.b\nEUR/kg\nLicence cost (EUR million)\nResults\nBecause of the simplifications in the model and the low, non-optimal\nproduction regime, production costs are higher than the industry average.\n Due to high entry barriers in terms of capital needs, and falling production\ngeneration the working capital needed at this farm, given the assumptions,\nwould be peaking at around MEUR 13 (given that the whole of each\ngeneration is harvested at the same time).\nWith a sales price of EUR 6.0/kg the payback time for the original investments\nwould be around 9 years. This result is very sensitive to sales price, license cost\nand economic feed conversion ratio (FCR).\n a  omn ui d ao au o pas si oe  o d sls a\nyear period 2016-2020.\nSource: Mowi\n74| Page\nMQWI",
    "Page_75": "Financial Considerations\n10.3 Currency overview\nNorwegian exposure vs foreign currency - average last 5 years(1)\nTraded currency\nLocal currency\nOthers.\n7%\nOthers\nCNH/HKD\nNOK\n17%\n2%\n13%\nUSD\n5%\nJPY\n3%\nEUR\nUSD\n56%\nSEK_\nEUR\n24%\n4%\n63%\nGBP\n6%\nExporters deal in the traded currency, while the customer has an exposure to both\ntraded and local currencies. For example, a French processor may trade salmon in\nNOK, but sellits products in the local currency (EUR).\nMost Norwegian producers are exposed to currency fluctuations as most of the\nsalmon they produce is exported. Most of the salmon is exported to countries within\nthe EU and is traded in EUR. The second largest traded currency is USD. Some players\n trade salmon in UsD rather than in local currency.\nThe price of salmon quoted in traded currency will compete with other imported\ngoods, while the price of salmon quoted in local currency will compete with the\nprice to consumers of domestically produced products.\ncontracts. The currency risk arising from salmon sales denominated in the traded\n currency is usually absorbed by the exporter, while the currency risk in local currency\nis absorbed by the customer.\nNote: (1) The table shows exposure against local currency weighted against total export \nvolumes\nSource: Kontali Analyse\n75 |Pαge\nMQWI",
    "Page_76": "Financial Considerations\nExposure against local currency - 2020(1)\nNorway\nChile\nCNH /HKD\n2%\nOthers\nOthers\n14%\nUSD\nJPY\n17%\n3%\n5%\nCNH/HKD\nUSD\nJPY\n4%\n46%\n3%\nSEK_\nEUR\n4%\n6%\nEUR\nGBP\n66%\n6%\nRUB\n8%\nBRL\n16%\nEurope is the largest market for Norwegian produced salmon, so EUR is the\npredominant currency for Norwegian salmon producers.\nKey markets for Chilean produced salmon are the UsA and Brazil, so exposure to USD\nand BRL (Brazilian real) in local currency terms is followed closely. Exposure to RUB has \nincreased over the years as the Russian market has become more important for\nChilean exporters.\nFeed production: Currency exposure\nThe raw materials required to produce feed are as a rule of thumb quoted in UsD\n(approx. 70%) and EUR (approx. 30%), based on long term average exchange rates.\nRaw materials generally account for 85% of the cost of producing feed. The\ncurrency.\nSecondary Processing: Currency exposure\nThe biggest market for value added products is Europe, hence the vast majority of\ncurrency flows are EUR-denominated, both on the revenue and cost side. In the US\nEUR on the revenue side whilst costs are denominated in UsD, EUR and local\ncurrency.\nNote (1): The table shows exposure against local currency weighted against total export\nvolumes\nSource: Kontali Analyse\n76 | Page\nMQWI",
    "Page_77": "Financial Considerations\n10.4 Price, cost and EBIT development in Norway\nNorwegian profitability over time\n7.0\nEBIT/kg hog (Norway)\nFirst hand price (Norway)\nCost of production (Norway)\n6.0\n5.0\n4.0\nEUR/\n3.0\n2.0\n1.0\n0.0\n1.0\n2011\n2013\n2014\n2015\n2016\n2017\n2018\n2020\nPrice adjusted for e.g. contract sales.\nThe upward trending salmon price from 2011 was caused by supply growth being\nlower than the structural growth in demand.\nAtlantic salmon is seen as a healthy, resource-efficient, and climate friendly product.\n On the back of a growing global middle class, an aging population, a global trend \ntowards healthy living, and a focus on carbon footprint, demand has been\nlong-term supply contracts, effective logistics and transportation have stimulated\nstrong demand growth for salmon.\nregulations and biological conditions. However, over the years there have been\nseveral supply shocks. In Chile, the ISA virus outbreak which lasted until 2010 and the\nalgae bloom in 2016 caused negative supply shocks which in isolation caused\nrestrictions, which partly closed the food service sector, resulted in negative price\ndevelopment.\nOver the last ten years, costs have trended upwards due to several factors including\nrising feed costs, biological costs and more stringent regulatory compliance\nprocedures. The average EBlT per kg for the Norwegian industry has been positive\nper kg in nominal terms (EUR 1.7 per kg the last 5 years).\nSource: Kontali Analyse, Norges Bank\n77 | Page\nMQWI",
    "Page_78": "Financial Considerations\n10.5 Effects of geographical diversification\nOperational EBIT/KG\n3.5\n8.0\n3.0\n7.0\n2.5\n2.0\n5.0\n/KG (EUR)\n1.5\nEBIT\n1.0\n8.0\n0.5\n00\n2016\n2017\n2018\n2019\n-0.5\n-1.0\n0.0\nChile\n/eragepric\nover the last 5 years. In all regions, the biological risk is high, and this impacts\ncost significantly from period to period. The variance in EBlT per kg is high,\nacross regions.\nSource: Mowi\n78 1 P a g e\nMQWI",
    "Page_79": "11 Barriers to Entry - Licenses\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_80": "Barriers to Entry - Licenses\nScotland, the Faroe Islands, Ireland, lceland, Canada, UsA, Tasmania and\nNewZealand.\nAtlantic salmon farming began on an experimental level in the 1960s and\nIn all salmon-producing regions, the relevant authorities have a licensing\nregime in place. In order to operate a salmon farm, a license is the key\nprerequisite. Such licenses restrict the maximum production for each\ncompany and fhe industry as a whole. The license regime varies across\njurisdictions.\n80 | P a g e\nMQWI",
    "Page_81": "Barriers to Entry - Licenses\n11.1 Regulation of fish farming in Norway\nLicense and location\nAquaculture Act (17 June 2005) and the Food Safety Act (19 December 2003) are the two\nmost important laws, and there are detailed provisions set out in the various regulations which\nemanated from them.\n(smolt/fingerling production) or in the sea. The number of licenses for Atlantic salmon and\ntrout in seawater was limited to 1,087 in 2020. Such limitations do not apply for freshwater\nuse up to four farming sites (six sites are allowed when all sites are connected with the same\nlicenses). This increases the capacity and efficiency of the sites.\npledged, and legal security is registered in the Aquaculture Register. Since 1982, new licenses\nhave been awarded only in certain years and growth in biomass is today regulated on the\nbasis of the new system for growth implemented in 2017.\nis the defined maximum volume of fish a company can hold at sea at all times. In general,\n   s o so   s  s  o   s l \nsum of the MAB permitted by all the licenses held in each region is the farming company's\ntotal allowed biomass in this region. In addition, each production site has its own MAB and\nthe total amount of fish at each site must be less than this set limit. Generally, sites have a\nMAB of between 2,340 and 4,680 tonnes.\nThe Norwegian coast is divided into 13 geographical areas of production. The level of sea\nlice in these areas decide if the MAB can increase (6%), stay the same or decrease (6%) in\nexisting and new licenses.\nSites complying with very strict environmental standards are offered additional growth. The\nconditions for this growth are A) below O.1 lice per fish at every counting for the past two\nyears in the period April 1st to September 3oth and B) a maximum of one treatment during\nthe last cycle of production. For sites meeting this standard a maximum of 6% growth is\nIn \"red\" areas, companies will need to reduce production by 6%.\nNine areas were in 2020 defined as \"green\", two areas as \"yellow\" and two areas were\ndefined as\"red\".\nindustry. In 2020 the Norwegian government discarded a proposal to introduce a 40%\nresource tax in Norway. The Government instead proposed a production fee of NOk 0.4/kg of\nsalmon produced, and the Parliament decided to impose this fee with effect from 2021\n81| Page\nMQWI",
    "Page_82": "Barriers to Entry - Licenses\nAccess to Licenses\nThe figure below depicts an example of the regulatory framework in Norway for one\ncompany:\nNumber of licenses for a defined area: 5\nBiomass threshold per license: 780 tonnes live weight (Lw)\nMaximum biomass at any time: 3,9o0 tonnes (Lw)\nNumber of sites allocated is 3 (each with a specific biomass cap). In order to optimise\nproduction and harvest quantity over the generations of salmon, the license holder can\noperate within the threshold of the three sites as long as the total biomass in sea never\nexceeds 3,900 tonnes (Lw).\nThere are also biomass limitations on the individual production sites. The biomass\nlimitation varies from site to site and is determined by the carrying capacity of each\nsite.\nMaximum\nGEOGRAPHICAL\nbiomass at\nAREA\nany time 3,900\ntonnes\n(5 licenses)\nSite 1\nSite 2\nAllowance for use of 2 licenses\n- Max 1,560 tonnes \n Allowance for use of 5 license\n- Max 3,900 tonnes \nSite 3\nAllowance for use of 4 licenses\n- Max 3,120 tonnes\n82| Page\nMQWI",
    "Page_83": "Barriers to Entry - Licenses\nAverage harvest per standard license 2020\n1,400\n1,200\n1,000\n800\n600\n400\n200\n0\nAverage\nMowi\nCompany B Company C Company D Company E Company F\nNorway\nNorway\nThe graph above shows the harvest per license in 2020 for the Norwegian industry as a whole\nand for the largest listed companies.\nPlease note that one standard license equates to 780 tonnes in the comparison above. A\nstandard license of 945 tonnes in the counties of Troms and Finnmark has therefore been\nrecalculated to 780 tonnes to make the overview comparable. In addition, a broodstock\nlicense is adjusted to 65% of a standard license for all companies.\nBecause of the regulation of standing biomass (maximum allowed biomass - MAB) per license\n(780 tonnes Lw), the production capacity per license is limited. Annual harvest quantity per\nlicense in Norway is currently at 1,021 tonnes GwT. Larger companies typically have better\nflexibility to maximise output per license which means that the average harvest figure for the\nNumber of grow-out seawater licenses for salmon and trout in Norway:\n2011: 990\n2012: 963\n2013: 959\n2014: 973\n2015: 974\n2016:990\n2017: 1,015\n2018:1,041\n2019: 1,051\n2020:1,087\n83 | Pαge\nMQWI",
    "Page_84": "Barriers to Entry - Licenses\nEstimated MAB-utilisation in Norway 2011-2020E\n1100 000\n1000000\n900 000\n800 000\n700 000\n600 000\n500000\n400000\n300000\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\nTotal Biomass-Atlantic salmon and trout\nTotal MABcapacity(assessed forcommercial use)\nMaximum allowed biomass for commercial use by the end of 2020 was 973,530 tonnes of\nAtlantic salmon and trout. MAB-utilisation is normally at its highest in October-November,\nbecause rate of growth is higher than rate of harvest during the summer. It is at its lowest in\nApril-May due to low growth during the cold winter months. Average utilisation of the MAB\nwas 86% in 2020, up from 84% in 2019.\nFebruary 2020 the Norwegian Government announced the conditions for growth on existing\nlicenses. Mowi purchased 1 % growth on every possible license in \"green\" areas of \nproduction.\nIn addition to growth granted for existing licenses, the Government held an auction of new\nbiomass August 2020. 27,189 tonnes were available for purchase, and 30 different companies\npurchased all available biomass in the different production areas for a total amount of NOK 6\nbillion.\n84 | Pa g e\nMQWI",
    "Page_85": "Barriers to Entry - Licenses\n11.2 Regulafion of fishfarming in Scofland\nLicenses and location\nIn Scotland, instead of a formal license, permissions are required from four organisations\nbefore setting up a fish farming site; Planning Permission from the local Planning Authority, a\nMarine license from Marine Scotland; an environmental license from the Scottish Environment\n Protection Agency (SEPA) and an Aquaculture Production Business authorisation, also from\nMarine Scotland. The Maximum Allowed Biomass (MAB) for individual sites is determined\nlocal marine environment to be able to accommodate the fish farm. During 2019 SEPA\nintroduced a new regulatory framework for the licensing of marine fish farms in Scotland. This\nincluded new limits on the spatial extent of the impact mixing zone around farms, the use of\nmore accurate modelling tools and more enhanced environmental monitoring. MAB is not\nuniform and varies depending on site characteristics and location. The combination of the\napproval of larger farms than would not previously have been approved (i.e. >2,500 tonnes)\nprovided they are appropriately sited in sustainable locations. Mowi Scotland now has four of\nthese larger MAB farms and others in process of application.\nThe Crown Estate owns and manages most of the seabed around the UK out to a distance of\n12 nautical miles. Anyone who develops or operates in UK territorial waters is doing so on\nCrown Estate property. Because of this, you have to apply for a lease from The Crown Estate\nautomatically renewed at the end of their lease period. A Crown Estate lease is generally\nThe environmental license from SEPA can be reviewed and MAB reduced in the event of\nnon-compliance with environmental standards and potentially revoked in cases of significant\nand long-term non-compliance.\nNew site applications can take 6 months for planning permission to be granted with the\ndetermination period for applications for the environmental license being 4 months, however\nsuitability is the most efficient route in terms of cost and time; new sites will take a greater\namount of time and will be subject to an Environmental Impact Assessment (ElA) in order to\nsecure planning permission.\nThe environmental license charge is charged annually, calculated according to 3 elements;\nactivity and environmental components, and a compliance factor. The annual charge can\nin some cases be >15,0o0 GBP. Standing rent is levied by the Crown Estate on the basis of \nproduction levels: GBP 27.50 per tonne harvested for Mainland sites; GBP 24.75 per tonne for\nWestern Isles sites; GBP 1,0o0 annual charge if a site is not in production for 4 consecutive\nyears followed by a GBP 2,0o0 annual charge if the site is dormant for a further 2 years. A\ninactive to encourage the use of dormant sites. Planning permission applications are also\ncharged at GBP 183 per 0.1 hectare of farm surface area and GBP 63 per 0.1 hectare of sea\nbed while the SEPA license application fee is GBP 4,202 for a new site.\n85 | Pag e\nMQWI",
    "Page_86": "Barriers fo Entry - Licenses\n11.3 Regulation of fish farming in Ireland\nhave been amended to give effect to various EU environment protection Directives. The\nlicensing process is complex.\n Division (MED) of the Department undertakes site mapping and provides certain technical\nMarine Institute (Ml) provides scientific advice on a range of marine environment and\n(AA) under EU Birds and Habitats Directives. Advice is also provided by Bord lascaigh Mhara\n(BIM) and the Sea Fisheries Protection Authority (SFPA). The National Parks and Wildlife\nServices (NPws) are consulted in relation to habitat protection. Inland Fisheries Ireland (IFl), An\nTaisce and the Commissioners of Irish Lights (CIL) are also consulted. Where relevant, the\nLocal Authority and/or Harbour Authority are consulted. Land based fin fish units also require\nplanning consent from the local authority. All applications are released for public\nconsultation and comment.\nAn Environmental Impact Assessment Report (ElAR) is mandatory for marine finfish\nobligation to carry out an Appropriate Assessment (AA) applies if the application is within a\nNatura 2000 site or likely to impact on a Natura 2000 site. Decisions of the Minister in respect\nof aquaculture license applications, including license conditions, may be appealed to the\nAquaculture Licenses Appeals Board (ALAB). ALAB can confirm, refuse or vary a decision\nmade by the Minister or issue licenses itself under its own authority.\nLicenses are typically issued for 10 years. The 1997 Act provides for license duration of up to 20\nLicenses. Foreshore Acts allow for leases and licenses to be granted for terms not exceeding\nper annum, smolt number input, maximum number of fish on site or a combination of these\nPrior to expiry of a license, an application for renewal of the license must be made.\nCurrently the processing of a marine fin fish license takes between 87 and 260 weeks. Most\nlicenses will be appealed to ALAB which can take at least a further 272 weeks to determine.\nAquaculture licencing system in Ireland. The report of this review was published in May 2017\nwith the overarching conclusion, that a root-and-branch reform of the aquaculture license\napplication processes is necessary which encompasses a further 30 recommendations.\nAnnual fin fish culture license fees for a marine based fin fish site are 6.35 per tonne for the\n63.49 for up to and including 5 hectares of foreshore with each additional hectare up to 10\nha at ε31.74 and each additional hectare >10 and up to 20 at ∈63.49. Annual culture license\nfee for a land-based site is ∈127.97 per annum.\n86 1 P a g e\nMQWI",
    "Page_87": "Barriers to Entry - Licenses\n11.4 Regulation of fish farming in Chile\nLicense and location\nIn Chile licensing is based on two authorisations. The first authorisation is required to operate\nan aquaculture facility and specifies certain technical requirements. It is issued by the\nUndersecretaries of Fisheries and Aquaculture (under the Ministry of Economy). The second\nArmed Forces (Ministry of Defence). The use of the license is restricted to a specific\ngeographic area, to defined species, and to a specified limit of production or stocking \ndensity. The production and stocking density limits are specified in Environmental and Sanitary\nResolutions for the issued license. Under certain conditions, owners can choose to reduce\nmaintain or increase their stocking, using a limited density (from 4 to 17 kg/m3 for Atlantic\nsalmon) determined by productive, sanitary and environmental conditions of each\nneighbourhood, any increase over previous stocking numbers means going to 4 kg/m3.\nOwners can choose only one alternative to stock each semester. From January 2021, all\nproducers will have the option to increase the smolt stocking based on a combined score of\ncompany's performance on the parameters in the previous period will determine the size of\nthe potential increase in the next smolt stocking. A positive assessment will result in an\nincrease of 9%, 6% or 3%, while a negative assessment will result in a decrease of -3%, -6% or -\nand the indicator related to bath treatments against Caligus is below 50%, the model will\nallow farmer the option to grow by 6% in the next stocking.\nAccess to Licenses\nThe trading of licenses in Chile is regulated by the General Law of Fisheries and Aquaculture\n(LGPA) and controlled by the Undersecretaries of Fisheries and Aquaculture of the Ministry of\ndepending on whether they are developed in private fresh water inland facilities (i.e.\nhatcheries) or in facilities built on public assets such as lakes or rivers (freshwater licenses) or at\nsea (seawater licenses).\nTo operate a private freshwater aquaculture facility requires ownership of the water-use rights\nand holding of environmental permits. Environmental permits are issued when operators\nLicenses for aquaculture activities in public assets are granted based on an application,\nwhich must contain a description of the proposed operations, including a plan for complying\nwith environmental and other applicable regulations. Licenses granted after April 2010 are\ngranted for 25 years and are renewable for additional 25-year terms. Licenses granted before\nApril 2010 were granted for indefinite periods. License holders must begin operation within\none year of receiving a license and once the operation has started, the license holder\ncertain exceptions, license holders must maintain minimum operational levels of not less than\nUntil August 2016, allicenses not used could be kept by the holder if they prepared an official\nSanitary Management Plan.\nLicense holders must pay annual license fees to the Chilean government and may sell or rent\nregions, Regions X, Xl, and Xll (Chile is made up of 16 administrative regions).\n87 | Page\nMQWI",
    "Page_88": "Barriers to Entry - Licenses\n11.5 Regulafion of fish farming in Canada\nLicense and location\ngeographical area they operate in. The Federal Fisheries Act, Navigation Protection Act,\nand New Brunswick.\nTo operate a marine fish farm site, provincial and/or federal authorisations are required. In\nNewfoundland and New Brunswick, the Provincial government is the primary regulator and\nleasing authority. The Province regulates the activity and operations of aquaculture and\nissues the Aquaculture License and Crown Land lease where fish farms are located. In\nNewfoundland, the Crown Land Lease for the site is issued for 50 years and the aquaculture\nLicense is issued for 6 years. In New Brunswick, individual sites are typically granted for 20\nyears. All Commercial Aquaculture Licenses are renewable but may be lost or suspended for\nnon-compliance issues and non-payment of fees.\nfarm site. The Federal Government regulates the activity and operations of aquaculture while\nthe Provincial Government administers the Crown lands where fish farms are located. The\nfarming site. The tenured encompasses the rearing pens, ancillary infrastructure and all\nThe term of tenure is based upon the provincial policy at the time of offer. In 2020, the annual\nthe tenure size and a provincially indexed land value. Each tenure license contains a renewal\nlicensed facility in British Columbia. Smaller farms are typically licensed for 2,200mt. with larger\ncapacity facilities licensed to produce 5,0o0 mt. per cycle. In Newfoundland and New\nBrunswick, a maximum number of smolt per cycle is given to a farm. Farms are typically\nlicensed for 600,000 to 1,000,000 smolt per cycle in Newfoundland, and 250,000 to 600,000\nsmolt per cycle in New Brunswick.\nIn British Columbia, the Federal Government grants an Aquaculture License with conditions\nthat a farm must meet. The Aquaculture license conditions are linked to The Fisheries Act.\nAquaculture license conditions specify the species being farmed, the Maximum Allowable\n Biomass (MAB) on the site, the type of rearing equipment and the allowable environmental\nimpact. Production or \"MAB\" is specific to each site. The annual license fee is calculated at\n$2.85 CAD per ton of MAB for operational sites. Facilities that are fallow pay only a $100 CAD\nadministrative fee. All Aquaculture licenses are renewable but may be lost or suspended for\nnon-payment of fees.\nAccess to Licenses\ntaken to acquire licenses for a new farm can vary from one to several years. The cost for\naquaculture farms is regulated by both the Provincial and Federal governments. The Province\nregulates the land use and the Federal government sets out site specific requirements to limit\nstill obtain new tenures.\n88 l Page\nMQWI",
    "Page_89": "Barriers to Entry - Licenses\nIn December 2020, the Federal Government instituted policy prohibiting the restocking of\nfarms in the Discovery Islands area and removal of all sites by June 2022. A court challenge\nby all affected operating companies was initiated and an injunction was recently approved.\nA judicial review process is ongoing.\nIn Newfoundland, proponents must submit a sea cage license application to the\nMarine Sites to the Department of Agriculture, Aquaculture and Fisheries (New Brunswick). It\ntakes about nine months to transition an existing site to a new owner, and approximately one\nlicenses, and a review from The Department of Fisheries and Oceans (Federal). Consultation\nwith residents, towns, development groups and commercial/recreational fishermen is \nrequired. In Newfoundland, all new sites of the same company must be 1 km apart, 5 km if \nboth New Brunswick and Newfoundland prior to submission of the application.\nIn Newfoundland, Provincial approvals can be assigned to a different operator through a\ngovernment sub-lease assignment process, however, licenses are not transferable. A\ncompany may transfer licenses to another company providing the rationales for the\nassignment are supported by the government processes in New Brunswick.\n89 | P a g e\nMQWI",
    "Page_90": "Barriers fo Entry - Licenses\n11.6 Regulafion of fish farming in fhe Faroe Islands\nLicense and location\nFish farming companies in the Faroe Islands are subject to extensive regulation. The most\nimportant legislative instruments are the Aquaculture Act (Act No. 83 from 25 May 2009 with\nlatest amendments from 2018), the Environmental Act (Act No. 134 from 29 October 1988 with\nlatest amendments from 2008) and the Food Safety Act (Act No. 58 from 26 May 2010 with\nlatest amendments from 2017).\nThe right according to a specific license is provided for a specific geographic area and with\na limit of production specified in the individual license. Production and stocking density limit is\nspecified in an Environmental and Sanitary Resolution issued for each specific license. The\ndensity limit may depend on production conditions as well as sanitary and environmental\ncondifions.\nThe size of the area and density limits etc. for each of the 20 sea licenses vary greatly.\nbiomass\", MAB. As a consequence, MAB for salmon farms varies between 1,2o0 tonnes and\nlocation of the individual farm.\nIn 2012 and 2018 the Government of the Faroe Islands announced revised aquaculture\nregulations with the aim of securing sustainable growth in the industry and in order to\nimplement anti-trust regulations.\nMowi Faroes is first and foremost affected by the anti-trust regulations in the Aquaculture Act.\nThese rules set a cap of 20% for either direct or indirect foreign ownership in Faroese fish\nfarming companies. If the limit is exceeded with regard to a fish farming company, the\nauthorities or face possible loss of the right to conduct fish farming activities.\nMowi Faroes is 100% owned by Mowi ASA (NO). This ownership is protected by transitional\nAnti-trust regulations is that the company cannot expand its business with additional\nlicenses and licenses on land.\nIt is stipulated in the Aquaculture Act that a fish farming company cannot hold more than\n50% of the total sea licenses. The new restrictions do not apply to licenses held by each\nseawater licenses and 1 smolt license, even though the company does not comply with the\nnew cap on foreign-held capital.\n90 I P ag e\nMQWI",
    "Page_91": "Barriers fo Entry - Licenses\nAccess to Licenses\nIn order to conduct fish farming activities in the Faroe Islands, the fish farming company must\nAuthority) to operate an aquaculture facility. The authorisation specifies certain technical\nrequirements with regard to conducting fish farming activities.\nFish farming companies with the above mentioned authorisation can apply for licenses to\nconduct fish farming activities from the Ministry of Foreign Affairs and Trade. New sea licenses\nawarded, they may be awarded through auction.\nincluding a plan for complying with environmenfal and other applicable regulafions.\nThe government of the Faroe Islands in April 2018 announced a new category of licenses, i.e.\ndevelopment licenses. Development licenses are intended to motivate investment in new fish\ndevelopment licenses, as the limits regarding foreign ownership do not apply to such licenses.\nLicenses are granted for 12 years and are renewable for additional 12-year term. License\nholders must pay an annual fee of DkK 12,0o0 for each individual license.\nFish farming companies must also pay a harvesting fee based on the weight of gutted fish\nmonth.\naverage international market price is DKK 32 per kilogram or higher, but lower than DKK 36\nor lower, the fee is 0,5%.\nOfficer, and which cannot be sold at market price.\nInformation on the monthly harvesting of fish shall be reported to the tax authorities not later\nsubmiffedfoolafe,afineofDkkT,ooowillbeaddedfofhefeeforfherelevanfmonth\nThe harvesting fee falls due for payment in 4 instalments on 1 February, 1 May, 1 August and 1\nOctober and must be paid no later than on the 2oth day in the relevant month.\nLicenses can be sold and pledged, and legal security is perfected by registration with the\nLand Registry. Licenses may be withdrawn in cases of material breach of conditions set out in\n91 1 Page\nMQWI",
    "Page_92": "12 Risk Factors\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_93": "Risk Factors\n12.1 Salmonhealthand welfare\nMaximising survival and maintaining healthy fish stocks are primarily achieved\nthrough good husbandry and health management practices and policies,\nwhich reduce exposure to pathogens and the risk of health challenges. The\nmany occasions and has contributed to an overall improvement in the\nsurvival of farmed salmonids.\nFish health management plans, veterinary health plans, biosecurity plans, risk\nmitigation plans, contingency plans, disinfection procedures, surveillance\napproaches, all support healthy stocks with emphasis on disease prevention.\nPrevention of many diseases is achieved through vaccination at an early\ncommercially to reduce the risk of health challenges. With the introduction of\nbeen effectively controlled, with the additional benefit that the quantity of\nfor the well-being and welfare of the fish. Even the best managed farms may\nFor several viral diseases, no effective vaccines are currently available.\n93 | P a g e\nMQWI",
    "Page_94": "Risk Factors\n12.2Mosf important health risks fosalmon\ncause lesions and secondary infection. Sea lice are controlled through good\nskirts), by submerging the salmon using Tubenet, cleaner fish (different wrasse species\nand lumpsuckers, which eat the lice off the salmon), mechanical removal systems\nand when necessary licensed medicines.\nCardiomyopathy syndrome (CMs): CMS is a chronic disease that can develop over\nmonths. Control is achieved mainly by good husbandry and management practices\nwater, space and habitat.\nPancreas Disease (PD): PD is caused by the Salmonid Alphavirus and is present in\nEurope. It is a contagious virus that can cause reduced appetite, muscle and\npancreas lesions, lethargy, and if not appropriately managed, elevated mortality. PD\nmanagement and mitigation practices. Vaccination is also used in combination with\nthese measures where PD represents a risk, providing some addifional level of\nprotection. In addition, selective breeding for PD-resistant fish has also contributed to\nreducing the incidence of PD\nSalmonid Rickettsial Septicaemia (sRs): SRS is caused by intracellular bacteria. It\nintervention may also be required.\nHeart and Skeletal Muscle Inflammation (HsMi): HSMl is currently reported in Norway\nand fo a lesser exfent Scotland. Symptoms of HsMl are reduced appetite, abnormal\nuawabouow pub puogsny pooe Ka Aiuiow paralyop s! louoo puo bas u!\npractices\nInfectious Salmon Anaemia (IsA): ISA is caused by the ISA virus and is widely\nto significant mortality in seawater if not appropriately managed. Control of ISA is\nstringent biosecurity and mitigation measures. Vaccines are available and are in use\nin areas where IsA is considered fo represent a risk.\nGill Disease (GD): GD is a general term used to describe gill conditions occurring in\nsea. The changes may be caused by different infectious agents; amoeba, virus or\nbacteria, as well as environmenfal factors including algae or jellyfish. Liffle is known\n94 1 P age\nMQWI",
    "Page_95": "Risk Factors\n12.3 Fish health and vaccination (Norway)\nProduction and use of antibiotics in Norway\n60\n1400\n1200\n50\n1000\n40\n800\n30\n600\n620\n400\n10\n200\n14\n2\nAntibioticsuse\nHarvestQuantity-Atlanticsalmon,troutand farmed cod\nThe incidence of bacterial disease events increased in the 1980s. In the\nabsence of effective vaccines, the use of antibiotics reached a maximum of\nalmost 50 tonnes in 1987. Following the introduction of effective vaccines\nused in the industry declined significantly to less than 1.4 tonnes by 1994 and\nhas since then continued to be very low. These developments, along with the\nintroduction of more strict biosecurity and health management strategies,\nDuring the last two decades there has been a general stabilisation of \nmortality in Norway, Scotland and Canada, which has been\nand vaccination. The trend in the Chilean industry stems from infection\npressure from SRs, which has declined in recent years.\nSource: Kontali Analyse, Norsk medisinaldepot, Norwegian Institute of Public Health\n95|Page\nMQWI",
    "Page_96": "Risk Factors\n12.4 Research and development focus\nFish Welfare and Robustness\nDevelopment of better solutions for prevention and control of infectious\ndiseases\n· Minimisation of production-related disorders\n·\nOptimisation of smolt quality\nProduct Quality and Safety\npackaging and storage of products, while maintaining consistently high\nquality.\nNew Growth\nDevelopment of methods to reduce production time at sea\n Production in more exposed areas\n· Production in closed sea-going units\n Production Efficiency\n· Development of cost effective, sustainable and healthy salmon diets which\nensure production of robust fish\nIdentify the best harvesting methods, fillet yield optimisation and the most\nefficient transport and packaging solutions\n Net solutions and antifouling strategies\n Development of Al-based tools for value chain optimisation and boosting\nseawater-phase production efficiency\nFootprint\nDevelop, validate and implement novel methods for sea lice control\nReduce dependency on medicines and limit the discharge of medicinal\nresidues\n Escape management and control \n ASC implementation; R&D projects that willfacilitate and make ASC\nimplementation more efficient\nAccording to Zacco (Norwegian patenting office), the rate of patenting in the\nlarge global players. In this industry most producers are small and do not have the\ncapital to undertake and supervise major R&D activities. This is expected to change\nas consolidation of the industry continues.\nSmolt, on-growing production and processing\nThe technology used in these phases can be bought \"off-the-shelf\" and very few\npatents are granted. Technology and producers are becoming increasingly more\nadvanced and skilled.\n96 I Page\nMQWI",
    "Page_97": "13 Indicators Determining Harvest\nvolumes\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_98": "Indicators Determining Harvest volumes\n13.1 Projecting future harvest volumes\nStanding Biomass\nSource: Kontali Analyse\nFeed Consumption\nSmolt Release\nSource:\nSource:\nDirectorate of fisheries\nAkvafakta\nSeawater\nDisease\nTemperature\nOutbreaks\nVaccine Sales\nSource:\nSource:\nSource:\nMeteorological\nMedia,\ne.g. ScanVacc\ninstitutes\nBarentswatch\nThe three most important indicators for future harvest volumes are standing\nbiomass, feed consumption and smolt release. These are good indicators for\nmedium- and long-term harvest, while the best short-term indicator is standing\nbiomass categorised by size. As harvested size is normally above 4 kg, the\navailable biomass of this size class is therefore the best estimate of short-term\nsupply.\nIf no actual numbers on smolt releases are available, vaccine sales could be\na good indicator of number of smolt releases and when the smolt is put to\nsea. This is a good indicator of long-term harvest volumes as it takes up to 2\nyears smolt release to harvest.\nVariation in seawater temperature can materially impact the length of the\nfor the relevant year, partly at the expense of the subsequent year.\nDisease outbreaks can also impact harvest volume due to mortality and\ngrowth slowdown.\n98| Page\nMQWI",
    "Page_99": "Indicators Determining Harvest volumes\n13.2 Yield per smolt\n10G\n11G\n12G\n13G\n14G\n15G\n16G\n17G\n18G\n19G\n Generation\n-Norway\n-Chile\n-UK\nFaroe Islands\nNorthAmerica\nYield per smolt is an important indicator of production efficiency. Due to the\nfalling cost curve and the discounted price of small fish, the economic\noptimal harvest weight is in the area of 4-5 kg (GwT). The number of\nharvested kilograms yielded from each smolt is impacted by disease,\nmortality, temperatures, growth attributes and commercial decisions.\nThe average yield per smolt in Norway is estimated at 3.52 kg (GwT) for the 19\nGeneration.\nSince 2010, the Chilean salmon industry has been rebuilding its biomass after\nthe depletion caused by the ISA crisis which began in 2007. In 2010/11, the\ndensity of production (improved yield per smolt). In line with increased density\nbloom caused high mortality, and the Chilean salmon industry started to\nrebuild its biomass once again. Recently, the yield per smolt has improved in\nChile, and the average for 19G is estimated at 4.04 kg (GwT).\nAverage yield in the UK, North America and Faroe Islands for 18G is estimated\nat 3.17kg, 3.75kg and 4.37kg, respectively.\nSource: Kontali Analyse, Mowi\n99 | Page\nMQWI",
    "Page_100": "Indicators Determining Harvest volumes\n13.3 Development in biomass during the year\nNorway\nEurope ex. Norway\n1,000\n200\n180\n900\n160\n2016\n800\n140\n2017\n700\n2018\n120\n2019\n600\n2020E\n500\n80\n400\nJan Feb Mar Apr May Jun Jul Aug Sep Oct Nov DeC\nJan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec\nChile\nNorth America\n450\n170\n160\n400\n150\nMT\n140\n2016\n130\n2017\n2018\n120\n300\n2019\n110\n2020 E\n250\n100\n90\n200\n80\nJan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec\n Due to variations in seawater temperature during the year, the total standing\nbiomass in Europe has a S-curve, which is at its lowest in May and at its peak\nin October. The Norwegian industry is focused on minimising natural\nfluctuations as license constraints put a limit on how much biomass can be in\nsea at the peak of the year.\nIn Chile the situation is different due to its more stable seawater temperature\nand opposite seasons (being in the Southern hemisphere). A more consistent\nwater temperature allows for smolt release throughout the year and enables\nmore uniform utilisation of facilities. During 2020, Chilean biomass dropped\nSource: Kontali Analyse\n100丨 Pαge\nMQWI",
    "Page_101": "14 Secondary Processing (VAP)\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_102": "Secondary Processing (VAP)\nPrimary processing is slaughtering and gutting. This is the point in the value\nchain at which standard price indexes for farmed salmon are set.\nSecondary processing is filleting, fillet trimming, portioning, producing different\nfresh cuts, smoking, marinating or breading. Depending on the setup of the\nprocessing plant, products are fresh packed with Modified Atmosphere\n(MAP), vacuum packed or frozen and stored for distribution.\nproducts (VAP), as they represent an additional value to the retailer and\nfoodservice operator but most of all to the final consumer.\n102 | P a g e\nMQWI",
    "Page_103": "Secondary Processing (VAP)\n14.1 European value-added processing (VAP) industry\nA total value of > EUR 25 billion\n Employees > 135,000\n Extremely fragmented - more than\n15%\n4,000 companies\nAbout 50% of all companies have\n19%\nfewer than 20 employees\nTraditionally EBIT-margins have been\nbetween 2% and 5%\nThe average company employs 33\npeople and has a turnover of EUR 4.2\nmillion\n■FishOthers  Shelfish and mussels\nThe seafood industry in Europe is fragmented with more than 4,ooo players\nMost of the companies are fairly small, but there are also several companies\nof significant size involved in the secondary processing industry: Mowi,\nlcelandic Group, Deutsche See, Caladero, Royal Greenland, Labeyrie,\nParlevliet & van der Plas and Leroy Seafood. Some of these companies are\nintegrated into fish farming or wild catch, others are buying external and\nprocessing.\nMost of the largest players base their processing on Atlantic salmon,\nproducing smoked salmon, salmon portions or ready meals with different\npacking techniques. Others are into white fish processing.\nConsumers are willing to pay for quality and\nadded value. This means that we expect to see\nan increase in demand for healthy\nconvenience products such as ready-to-cook\nfish, together with a packing trend towards\nMAP as this maintains the freshness of the\nproduct longer for than fish sold in bulk.\n103 | Pαge\nMQWI",
    "Page_104": "Secondary Processing (VAP)\n14.2 Market segment\nMarket segment in the EU (2020E)\nFoodservice\n20%\nFresh/Chilled\n70%\nRetail / Home\n-Consumption\n80%\nOther VAP /\nWhole\n5%\nBy product\n20%\nFillet\n45%\n30%\nIn the EU, around 80% of Atlantic salmon supply went to retailers while the\nthan in previous years due to Covid-19 restrictions, which partly closed the\nfoodservice sector. It is expected that the foodservice sector will recover\nwhen restrictions are eased. Approximately 70% was sold fresh. Of the\nsmoked salmon.\nMarket segment other regions (2020E)\nUS\n75%\n25 % \nChina / Hong Kong\n30 %\n70 %\n0%\n20%\n40%\n60%\n80 %\n100%\n■Retail■Foodservice\nSource: Kontali Analyse\n104 | Pα ge\nMQWI",
    "Page_105": "Secondary Processing (VAP)\n14.3The European market for smoked salmon\nEst. % share of smoked salmon market, EU+UK, 2020E\nGermany\n24%\nFrance\n118%\nBe/Ne/Lux\n10%\nItaly\n112%\nUK\n10%\nSE/DK/FI\n18%\nSpain\n18%\nOther\n111%\n0%\n5%\n10%\n15%\n20 %\n25%\nfillets. The European market for smoked salmon was estimated to be 157,500\ntonnes GwT in 2020, with Germany and France the largest markets. Assuming\n50% yield from gutted weight to product weight, the European market\nconsumed 78,700 tonnes product weight of smoked salmon in 2020.\nEuropean smoked salmon producers (2020E)\nThe ten largest producers of smoked salmon in Europe are estimated to have\na joint market share of more than 60%. The production is mainly carried out in\nPoland, France, the UK, the Baltic states and the Netherlands.\nMowi produces its smoked salmon in Poland (Ustka), UK (Rosyth), France\n(Brittany), Belgium (Oostende) and Turkey (Istanbul), and its main markets are\nMowi became the largest producer of smoked salmon. Labeyrie is the second\nlargest and sells most of its products to France, and has also significant sales\nto the UK, Spain, Italy and Belgium.\nEstimated Annual Raw Material - Tonnes HOG\n70 - 90 000\n 20 - 40 000\n10 - 20 000\n5 - 10 000\nMowi Consumer Products Labeyrie (FR-UK)\n[Norvelita (LI)\nMartiko (ES)\n(PL-UK-FR-BE-TR)\nLeroy (NL-SE-NO)\nMer Alliance (FR-PL)\nFriedrichs (DE)\nSuempol (PL)\nMilarex (PL) \nDelpeyrat (FR)\nIntermarché (FR)\nYoung's Seafood (UK)\nFoppen (NL)\nUbago (ES)\nSource: Kontali Analyse\n105| Pαge\nMQWI",
    "Page_106": "Secondary Processing (VAP)\n14.4 Branding and product innovafion\nAs the world around us is changing, and consumer needs and behaviours are\nchanging with it, we see an increased interest in seafood and salmon. As\nconsumers, we want to buy products and support companies which provide\nresponsibility through our product choices.\nprovides an opportunity for farmed salmon as it can be supplied\nevolving consumer habits, Mowi is developing products ranging from fresh\ncuts, coated, smoked and specialty products all the way to ready-meals and\non-the-go products to suit customer needs. Mowi sees a huge opportunity\nexample by integrating the product into the local cuisine and thus driving\nhigher and more frequent salmon consumption, especially in those markets\nwhere salmon is not a \"native\" ingredient.\nProduct innovation is key to achieving Mowi's objective of de-commoditising\nthe salmon market.\n106 I P a g e\nMQWI",
    "Page_107": "Appendix\nSalmon Farming Industry Handbook 2021\nMQWI",
    "Page_108": "Appendix\nAtlantic salmon\nLive fish\n100%\nLoss of blood/starving\n7%\nHarvest weight / Round bled fish (wfe)\n93%\nOffal\n9% \nGutted fish, approx. (HOG)\n84%\nHead, approx.\n7%\nHead off, gutted\n77%\nFillet (skin on)\n56 - 64%\nC-trim (skin on)\n60%\nFillet (skin off) \n47 - 56%\nNet weight\n Weight of a product at any stage (GWT, filet, portions). Only the weight of the\nfish part of the product (excl. ice or packaging), but including other\ningredients in VAP\nPrimary processing\nGutted Weight Equivalent (GwT) / Head on Gutted (HOG)\nSecondary processing\nAny value added processing beyond GwT\nBiomass\nThe total weight of live fish, where number of fish is multiplied by an average\nweight\nEnsilage\n Salmon waste from processing with added acid\nBFCR\nIB feed stock + feed purchase - UB feed stock\nKg produced - weight on smolt release\nEFCR\nIB feed stock + feed purchase - UB feed stock\nKg produced - mortality in Kg - weight on smolt release\nPrice Notifications\nNasdaq (FCA Oslo) - Head on gutted from Norway (weighted average\nsuperior quality)\nFOB Miami - fillets from Chile (3-4 Ib)\nFOB Seattle - whole fish from Canada (10-12 Ib)\nSource: Kontali Analyse\n108丨 Pαge\nMQWI",
    "Page_109": "Appendix\nPrice indices vs. FOB packing plant\n[Norwegian NASDAQ-Index- selling pric\ns-FCAOslo\nNASDAQIndex\n- General sales and administration expences~ 0.75 NOK\n Former NOS/FHL-index\n- Freight to Oslo \n~ 0.70 NOK\n Terminal Cost \n= Selling price farmers FOB packing plant\nfracfsales\nSSB\n- Freight to border\n- Duty and taxes \n Adjusted to sizes and quality \n1.50 NOK*\n Freight to Oslo\n Terminal cost \n= Selling price farmers FOB packing plant\nUB\n- See text below\n= Selling price farmers FOB packing plant\nUrner Barry FOB Seatfle - West Coast atlantic salmon\n-whole-freshdeliveredFOBSeattle\nFOB Seattle\n- Freight (~5-10 cent/lb)\n= Selling price farmers FOB packing plant\nimportant providers of such statistics for Norwegian salmon are Nasdaq/Fish\nPool and Statistics Norway (SSB). Urner Barry in the US provides a reference\nprice for Chilean salmon in Miami and Canadian salmon in Seattle\nIn Norway the farmer's FOB packing plant price is found by deducting freight\ncosts from the farm to Oslo and the terminal cost (~0.70 NOK) and general\nsales and administration expenses (~0.75 NOK) from the NASDAQ Index. If\nusing the SSB custom statistics, you need to adjust for freight to border, duty\nand taxes, and for quality and contract sales to get the achieved spot price\npacking plant is ~1.50 NOK.\nCalculating Urner Barry - Chilean fillets, back to GwT plant is more extensive. It\nis necessary to use UB prices for both 2/3lb and 3/4lb and adjust for quantity\nshare, trucking, handling and customs (20 cent), market handling (5.5 cent)\nand market commission (1.0%-3.5%). In addition there are some adjustments\nwhich vary over time; premium fish share (~90%), reduced price on\ndowngraded fish (~30%), airfreight (~USD 1.50/kg) and GwT to fillet yield\n(~70%). Airfreight to UsA is currently increased due to Covid-19.\nSource: Fishpool, Nasdaq, SSB, Norwegian Seafood Council, Urner Barry, Kontali Analyse\n109 | Pαge\nMQWI",
    "Page_110": "Appendix\nHistoric acquisitions and divestments\nlast decade. The list below shows only some of the larger ones in transaction\nvalue. In Scotland consolidation has also been very frequent. In Chile, there\ncompanies.\nSee table on the next page.\n110 | Page\nMQWI",
    "Page_111": "Appendix\nYear\nNorway\n1999\nHydro Seafoods - Sold from Norsk Hydro to Nutre\n2007\nMicoFiskeoppdret - Sold to Rauma Gruppen\n2001\nGjolaks - Sold to PanFish\n2008\nHamneidet-Sold to Eidsford Sjofarm\n2001\nVest Laks - Sold to Austevoll Havfiske\n2008\nMisundfisk-Sold to Leroy Seafood Group\n2001\nToris Products - Sold from Torrs to Seafarm Invest\n2008\nHenden Fiskeoppdret -Sold to Salmar ASA\n2001\nGjolanger Havbruk -Sold to Aqua Farms\n2008\nAS Tri-Sold to Norway Royal Salmon (NRS) \n2001\nAlf Lone -Sold to Sjotroll\n2008\nFeoyFiskeoppret -Sold to Norway Royal Salmon\n2001\nSandvoll Havbruk - Sold to Nutreco Aquaculture\n2008\n Salmo Arctica -Sold to Norway Royal Salmon \n2001\nFosen Edelfisk-Sold to salmar\n2008\nAmoy Fiskeoppdrett-Sold to Norway Royal Salmon\n2001\nLangsteinfisk-Sold to Salmar\n2008\nNor Seafood-Sold to Norway Royal salmon\n2001\nTveit Gard -Sold to AlsakerFordbruk\n2008\nAltafford Laks-Sold to Norway Royal Salmon\n2001\nPetter Laks -Soldto Senjg Sjofarm\n2008\nLeroy Seafood Group - Purchased by AustevollSeafood\n2001\nKrakoyfisk - Sold to Salmar\n2009\nSkjcergardsisk -Sold to Lingalaks\n2002\nAmulaks - Sold to Follalaks\n2009\n Brllant Fiskeoppdret-Sold to Norway Royal samon \n2002\nKvamsdal Fiskeoppdrett- Sold to Rong Laks \n2009\nPolarlakslI-Sold to Nova Sea\n2002\nMatland Fisk-Sold to Bolaks\n2009\nFjordfarm-Sold to BlomFiskeoppdrett\n2002\n Sanden Fiskeoppdrett-Sold to Aqua Farms\n2009\nFylingsnes Fisk-Sold to Eide Fjordbruk\n2002\nOrsnes iskeoppdrett-Sold to Aqua Farms\n2009\n Salaks merged with Rolaks\n2002\nToftoysund Laks - Sold to Alsaker Fjordbruk\n2009\n 65 new licenses granted\n2003\n2010\nEspevcer Fiskeoppdret-Sold to Bremnes Fryseri\n2003\nIshavslaks-Sold to Aurora to Volden Group\n2010\nALNordsjo -Sold to Alsaker Fordbruk\n2003\nLoden Laks -Sold to Grieg Seafood\n2010\nNord Senja Fiskeindustri- Sold to Norway Royal Salmon\n2003\nFinnmark Seafood -Sold to Follaks\n2010\nMaroy Salmon -Sold to Blom Fiskeoppdrett\n2003\nUllsfiord Fisk -Sold toNordlaks\n2010\nFjord Drif -Sold to TombreFiskeanleg\n2003\nHenningsvcerfis -Sold to Nordlaks\n2010\nHennco Laks-Sold to Haugland Group\n2004\nFlatanger Akva -Sold to Salmar\n2010\n Raumagruppen -Sold to Salmar\n2004\n2010\nStettefisk / Marius Eikremsvik -Sold to Salmar\n2004\nFjordfisk -Sold to Firda Sjofarm\n2010\n Lund Fiskeoppdrett - Sold to Vikna Sjofarm (Salmonor)\n2004\nSnekvik Salmon-Sold to Leroy Seafood Group\n2010\nSjotrollHavbruk AS - 50.71% of the shares sold to Leroy Seafood Group\n2004\nAure Havbruk / M. Ulfsnes -Sold from Sjoforto Salmar\n2011\nR. Lernes -Sold to Masoval iskeoppdretft\n2005\nFollalaks-Sold to Cermaq\n2011\nErford Stamfisk -Sold to Grieg Seafood\n2005\nAqua Farms -Sold to PanFish\n2011\n Jokelford Laks - Sold to Morpol\n2005\nAurora Salmon (Part ot company) - Sold trom DNB Nor t\n2011\nKrifo Havbruk-Sold to Salmar \nGroun\n2005\nMarine Harvest Bolga-Sold to Seafarm Invest\n2011\nStraume Fiskeoppdrett- Sold to Marine Harvest Norway\n2005\n Aurora Ssalmon (Part of company) -Sold from DNB Nor to Polarlaks \n2011\nBringsvor Laks-Sold to Salmar\n2005\n Sjolaks -Sold from Marine Farms to Northern Lights Salmon\n2011\n Nordford Havbruk - Changed name to Nordford Laks \n2005\n Bolstad Fjordbruk -Sold to Haugland Group\n2011\nVilla Milolaks- Sold to Salmar\n2005\nSkjervoyfisk-Sold to Nordlaks\n2011\nKarma Havbruk - Sold to E. Karstensen Fiskeoppdrett and Maro Havbruk\n2006\nFossen AS -Sold to Leroy Seafood Group\n2012\nSkottneslaks -Sold to Eidsford Laks\n2006\nMarine Harvest N.V.- Acquired by Pan Fish ASA\n2012\nVila Arctic-1licenses, etc. sold to samar\n2006\nFjord Seafood ASA.- Acquired by Pan ish ASA \n2012\nPundslett Laks -Sold to Nordlaks Holcing\n2006\nMarine Harvest Fnnmark -Sold from Marine Harvest to Volden Group\n2012\nStromsnes Akvakultur - Sold to Blom Fiskeoppdrett\n2006\nTroika Seafarms/North Salmon - Sold to Vila Gruppen\n2012\nllsvag Matfisk -Sold to Bremnes Seashore\n2006\n Aakvik -Sold to Hydrotech \n2013\n Morpol-sold to Marine Harvest \n2006\nHydrotech-Sold to Leroy Seafood Group\n2013\nVilla Organic - 47.8% of shares sold to Leroy Seafood Group\n2006\nSenja Sjofarm -Sold to Salmar ASA\n2013\nVila Organic - 50.4% of shares sold to SalMar\n2006\nHalsa Fiskeoppdrett-Sold fo Ssalmar ASA\n2013\n Salmus Akva - Sold to Nova Sea\n2006\n Langfjordlaks-Sold to Mainstream\n2014\n Skarven Somna Fiskeoppdret and Vik Fiskeoppdrett)-Sold to Nova Sea \n2006\n Polarlaks -Sold to Mainstream\n2014\n Cermaq -sold to Mitsubishi\n2007\nVeststar-Sold to Leroy Seafood Group\n2015\nEWOS- 2 licenses, sold to Bolaks\n2007\nVolden Group -Sold to Grieg Seafood\n2015\n Senja Akvakultursenter - Sold to Leroy Aurora\n2007\nArtic Seafood Troms -Sold to Salmar ASA\n2016\nFjordlaks Aqua - Sold to Hofseth International and Yokohama Reito\n2007\nArctic Seafood-Sold to Mainstream\n2017\nNTS acquired Midt Norsk Havbruk\n2007\nFiskekultur- Sold to Haugland Group\n2019\nMowi acquired K.Strommen Lakseoppdrett \n2007\nUFO Laks - Sold to Haugland Group\n2019\nlombre Hiskeanlegg, Lingalaks and Eidesvik Laks acquired NRs Region\nSouth\nAnton Misund -Sold to Rauma Gruppen\n111|Pαge\nMQWI",
    "Page_112": "Appendix\nYearChile\nYearNorthAmerica\nShetland Salmon products - Sold to HSF GSP\n6661\nChisal- Sold to Salmones Multiexport \nCale Bay Hatchery-Sold to Kelly Cove\n9661\n1989\nSalmon\nAnchor Seafarms Ltd. Saga Seafarms Ltd..\n Straithaird Salmon to MH\n387106 British Columbia Ltd.,and United\n1996\n2000\n Salmo America- Sold to Fjord Seafood\n1994\nhatcheries merged into Omega Salmon Group\n(PanFish)\nGigha, Mainland, Tayinlaoan, Mull Salmon \n1996\n2000\nSalmones Tecmar - Sold to Fjord Seafood\n1997\n ScanAm / NorAm - Sold to Pan Fish\nAllsold to Aquascot\nL661\n Summer sles Salmon -Sold to HSF GSP\n2000\n Salmones Mainstream - Sold to Cermaq \n2001\n Scandic -Sold to Grieg Seafoods\n2661\nAtlantic West-Sold to West Minch\n2001\nPesquera Eicosal- Sold to Stolt Nielsen\n2004\n Stolt Sea Farm -merged with Marine Harvest\n1998\nMarine Harvest Scotland-Sold from BP\nMarine Farms -Sold to Salmones\n Atlantic salmon of Maine (Fjord Seafood)- Sold \n2003\n2004\n Nutrition to Nutreco\nMainstream\nto Cooke Aquaculture\nSalmones Andes- Sold to Salmones \nGolden Sea Products(Pan Fish) - Sold to\n1998\nGaelic Seafood UK -Sold to Stolf Seafarms\n2004\nMainstream\n2004\n Smokey Foods\nStolt Seafarm- Merged with Marine\n1998\nMainland Salmon - Sold to Aquascot \n2004\n2005\nHeritage (East) -Sold to Cooke Aqua\nHarvest\nHydro Seafood GSP-Initilly sold to\nPesquera Chillehue -Sold to GM \n1999\nNutreco as part of Hydro Seafood deal\n2004\n Tormnegaleones\n 2005 Heritage (West) -Sold to EWOS/Mainstream \n199\n Joseph Johnston & Sons-Sold to Loch\n2005\nAguas Claras - Sold to Acua Chile\nDuart\n2006\nMarine Harvest -Sold to Pan Fish\nAquascot Farming - Sold from Aquascot to\n2000\n2005\nSalmones Chiloe - Sold to Aqua Chile\n2007\nTarget Marine - Sold to Grieg Seafoods\n Cermaq\n Shetland Norse - Sold to EWOS\nRobinson Crusoe -Sold to Aqua Chile\n Shur-Gain (feed plant in Truro)- Sold to Cooke\n2000\n2005\n2007\nAquaculture\nHydro Seafood GSP-Sold to Norskotft \nGM Tornegaleones- change name to \n2000\nHavbruk (Salmar & Leroy Seafood Group)\n2006\n2008\nMarine Farm GMT\nSmokey Foods - Sold to Icicle Seafoods\nfrom Nutreco\nMerger Pan Fish-Marine Harvest -Fjord\nVernon Watkins' Salmon Farming (NFL -\n2001\nLaschinger UK - Sold to Hjaltland\n2006\n2011\nSeafood\n Canada East) -Sold to Cooke Aquaculture\n Ocean Legacy/Atlantic Sea Smolt (NS-\n2001\nWisco- Sold to Fjord Seafood\n2007\nPacific Star- Sold to Andre Navarro\n2012\nCanada East) -Sold to Loch Duart\nWester Sound / Hoganess -Sold to\n2002\n2007\nSalmones Cupquelan - Sold to Cooke\n2014  Cermaq-sold to Mitsubishi\nLakeland Marine\nAqua\nPatagonia Salmon Farm -Sold to Marine\n2004\nArdvar Salmon-Sold to Loch Duart \n2009\n2016\nIcicle Seafoods sold to Cooke Aquaculture\nFarm GMT\nHennover Salmon-Sold to Johnson\n Camanchaca (salmon division) - Sold to\n2004\n2010\n 2016   Gray Aqua sold to Marine Harvest\n Seafarms Ltd.\nLuksic Group\nBressay Salmon-Sold to Foraness Fish (from\n2004\n2011\nSalmones Humboldt-Sold to Mitsubishi\n 2018Northern Harvest sold to Marine Harvest\nadm. Receivership)\nPesquera Itata+Pesquero EI Golfo -\n2004\n Johnson Seafarms sold to city investors\n2011\n2020   Grieg Newfoundland sold to Grieg Seafood\nmerged into Blumar \n Unst Salmon Company-Sold from Biomar to\n2005\n2011\nLandcatch Chile - Sold to Australis Mar\nMarine Farms\nSalmones Frioaysen & Pesquera Landes'\n2005\nKinloch Damph-Sold to Scotish Seafarms\n2012\nfreshwater fish cultivation sold to\nSalmones Friosur\n2005\nMurray Seafood Ltd. - Sold from Austevoll\n2012\n Culivos Marinos Chile - Sold to Cermaq \nHavfiske to PanFish\nPacific Seafood Aquaculture - Prod\n2005\nCorrie Mohr-Sold to PanFish\n2013\nrights&permits for 20 licenses sold to\nSalmone Friosur \nSalmones Multiexport divest paris of coho\n2006\nWester Ross Salmon - MBO\n2013\nand trout prod. Into joint venture with\nTrusal sold to/merged with Salmones \nHjalland Seafarm - Sold to Grieg Seafood\n2006\n2013\nPacific Star, with new name Salmones\nASA\nAustral\n2006\n Orkney Seafarms- Sold to Scotish Seafarms\n2013\n Congelados Pacifico sold to Ventisqueros\nLighthouse Caledonia-Spin-offrom\n2007\n2014\nNova Austral sold to EWOS\nMarine Harvest\nNorthern Aquaculture Ltd -Sold to Grieg\n2010\nSeafood\n2014\nAcuinova sold to Marine Harvest Chile\nLighthouse Caledonia - changed name to\n2010\n2014\nCermaq-sold to Mitsubishi\n Scottish Salmon Company \nComercial Mirasol - sold to Salmones\n2010\nMeridian Salmon Group -Sold to Morpol\n2014\nHumboldt (Mitsubishi)\nSkelda Salmon Farms Limited -Sold to Grieg\nLandcatch Chile - Sold from Australis Mar\n2011\n2015 \nSeafood\nto AquaGen\n Duncan Salmon Limited -Sold to Grieg\n2011\n2018\nSalmones Magallanes & Pesquera Eden\nSeafood\naquired by AquaChile\nSaimonesFriosur, Samones Frioaysen &\n2012\nUyesound Salmon Comp - Sold to Lakeland\n2018\nPiscicola Hornopiren aquired by Los\nUnst (Morpol)\nFiordos (Agrosuper) \nLewis Salmon - Sold to Marine Harvest\n2013\n2018\nJadnso q pao ayoonb \nScotland\nAustralisSeafood aquired by Joyvio Group\n2013\nMorpolsold to Marine Harvest\n2018\nCo. Ltd\nPart of Morpol/Meridian sold to Cooke\n2014\n2019\n Salmones Ice-Val aquired by Blumar \nAquaculture\nThompson Bros Salmon- Sold to Cooke \n Cabo Pilar aquired by Nova Austral (4\n2015\n2019\nAquaculture\nlicenses)\nBalta Island Seafare -Sold to Cooke \n2016\nAquaculture \nThe Scottish salmon Company acquired by\n2019\nBakkafrost\n112|Page",
    "Page_113": "Appendix\nBreeding\nBroodstockBred on\nSpawning and\nEyedeggs:After25-\nAlevins: Small(<2.5\nFry/Parr:Start feeding of smalfishTemp12\nselectedcharacter-\nfertilisation:Eggs\ncm).Yolksack\n14°℃.Fish isgrowinginFWsitesto around\nistics eg.growth,\nstripped from\nshow\"eyes\".The\nproviding first stage\n60-100g.Vaccination andgrading important.\ndisease resistance,\nfemales and mixed\ndevelopment is\nnutrition.When\nAdaptationtolife in seawater (smoltification)\ndepending on temp.\nmaturation,colour\nwith milt\nabsorbed thefish\n5000 egs/litre\nThetotalproductioncycletakes\napprox.10-16 months in freshwater\nGrowing\nHarvesting\nProcessing\nplus14-22months in seawater= In\nTransfer to\nSlaughter,\nsum24-36months(in Norway)\nOn-growing in sea-\nseawater sites\ngutting and\nbywellboat or\n4.5-5,5 kg (ca 16-22\npacking\ntrucks\nmonths depending on\ntemperature).Trans-\nport to packing station.\n113|Page\nMQWI",
    "Page_114": "Appendix\nThe history of Mowi\n2021\nMOwl 4.0 digital strategy is launched\n2020\nSelf-sufficient for feed in Europe\n2019\nMOwl brand is launched\n2018\nThe company once again becomes Mowi\nAcquires Gray Aqua Group and Northern Harvest, and establishes\n2017-18\nMowi Canada East\nEnters into joint venture with Deep Sea Supply to build, own and\n2016\noperate aquaculture vessels\n2013\nAcquires of Morpol\n2012\nFeed division is established\n2006\n PanFish acquires Marine Harvest \n2005\nMarine Harvest and Stolt Sea Farm merge\nPanFish acquires Fjord Seafood\nJohn Fredriksen acquires PanFish\n Nutreco acquires Hydro Seafood. New company name: Marine\n2000\nHarvest\n1999\n Nutreco acquires the Scottish farming operations started by Unilever\n1998\n Mowi is discontinued as a company name\nHydro Seafood has sites in Norway, Scotland and Ireland\n1996\nHydro Seafood acquires Froya holding\n1990\nHydro Seafood registered 25 June\nRestructuring and consolidation of the industry starts\n1985\nHydro increases its holding to 1o0%\n1983\nMowi buys GSP in Scotland and Fanad in Ireland\n1975\nMowi becomes a recognised brand\n1969\nHydro increases its holding to 50%\n1965\nMowi starts working with salmon in Norway\n1964\nThe adventure of Mowi begins\n114 | Pαge\nMQWI",
    "Page_115": "Appendix\nMowi\nMowi is the world's largest producer of farm-raised salmon measured by both\nvolume and turnover. We offer seafood products to approximately 70\ncountries, are represented in 25 countries and employ 12 200 people. Mowi is\n organised into three business areas: Feed, Farming and Sales & Marketing.\nTotal revenue for Mowi in 2020 was MEUR 3,760 and the harvest quantity of\nAtlantic salmon was 439,829 tonnes (GwT), which was 18% of total industry\noutput.\nBusiness areas\n#4\n#1\n#1\nFeed\nFarming\n Sales and Marketing\n540,326 tonnes vs.\nClear #1. Approx.\nLeading position in\nPosition\nglobal salmonid feed\ntwo times larger than\nConsumer products\nproduction of ~4.7 m\n#2.\nGlobal sales network\ntonnes\nOperations\nStarted in Norway in\nNorway, Chile,\nOperations in 25\n2014 and Scotland in\nScotland, Canada,\ncountries\n2019\nlreland, Faroe Islands\nVolumes\n640,000 tonnes\n439,829 tonnes\n239,000 tonnes\ncapacity\nharvested\nproduct weight\nOp EBIT 2019\nEUR 31.2m\nEUR 179.2m\nEUR 145.3m\n115|Pαge\nMQWI",
    "Page_116": "Appendix\nFeed\n(Tonnes)\n Production \nCountry\nCapacity \n2020\n2019\n2018\n2017\n2016\n Produced Norway\n400 000 \n389 750\n353 310\n348 402\n305 174 \n310 242\nProduced Scotland\n240 000 \n150 576\n51883\nTotal\n640 000\n540 326\n405 193\n348 402\n305 174\n310 242\nFarming\n(Tonnes)\nGuidance\nHarvest volume GWT\nCountry\n2021\n2020\n2019\n2018\n2017\n2016\nNorway \n260 000\n262 016\n236 880\n230 427\n210 152\n235 962\nChile\n70 000\n64 570\n65 688\n53 165\n44 894\n36 931\nCanada\n40 000\n43 953\n54 408\n39 267\n39 389\n43 349\nScotland\n60 000 \n52 739\n65 365\n38 444 \n60 186 \n45 046 \nlreland \n6000\n7961\n6 650\n6 238\n9 745\n8 441\nFaroes\n 000 6\n8590\n6 913 \n7697\n5 980\n10 893\nTotal\n445000\n439 829\n435 904\n375 237\n370 346\n380 622\nConsumer Products\n(Volume sold, tonnes prod wt)\nCountry\n2020\nEurope\n179 928\nAmericas\n29 687\nAsia\n29 812\n239 427\n116| Page",
    "Page_117": "Appendix\nSources of industry and market information\nMowi:\nwww.mowi.com\nOther\nKontali Analyse:\nwww.kontali.no\nIntrafish:\nwww.intrafish.no\n Norwegian Directorate of Fisheries:\nwww.fiskeridirektoratet.no\nNorwegian Ministry of Trade,\nIndustry and Fisheries:\nwww.fkd.dep.no\nNorwegian Seafood Council:\nwww.seafood.no\nNorwegian Seafood Federation:\nwww.norsksjomat.no\nChilean Fish Directorate:\nwww.sernapersca.cl\nFAO:\nwww.fao.org\nInternational fishmeal and fish oil org.:\nwww.iffo.net\nLaks er viktig for Norge:\nwww.laks.no\nPrice statistics\nFish Pool Index:\nwww.fishpool.eu\nKontali Analyse (subscription based):\nwww.kontali.no\nUrner Barry (subscription based):\nwww.urnerbarry.com\nStatistics Norway (SSB):\nwww.ssb.no/laks_en/\nNASDAQ:\nwww.salmonprice.nasdaqomxtrader.com\n117|Pαge\nMQWI",
    "Page_118": ""
}