{
    "Page_1": "HAL\narchives-ouvertes.fr\nCHOReOS perspective on the Future Internet and\ninitial conceptual model (D1.2)\nMarco Autili, Davide Di Ruscio, Amleto Di Salle, Nikolaos Georgantas, Sara\nHachem, Valérie Issamy, Athanasios Parathyras, Lefteris Trimintzios, Darius\nSilingas, James Lockerbie, et al.\n To cite this version:\nMarco Autili, Davide Di Ruscio, Amleto Di Salle, Nikolaos Georgantas, Sara Hachem, et al..\nCHOReOS perspective on the Future Internet and initial conceptual model (D1.2). 2011.  hal-\n00663429\nHAL Id: hal-00663429\nhttps: / /hal.inria.fr /hal-00663429\nPreprint submitted on 27 Jan 2012\nHAL is  a  multi-disciplinary   open   access\nL'archive ouverte pluridisciplinaire HAL, est\narchive for the deposit and dissemination of sci-  destinée au dépot et a la diffusion de documents\nentific research documents, whether they are pub- scientifiques de niveau recherche, publiés ou non,\nlished or not. The documents may come from émanant des établissements d'enseignement et de\nteaching and research institutions in France or recherche francais ou étrangers, des laboratoires\nabroad, or from public or private research centers. publics ou privés",
    "Page_2": "Large Scale Choreographies for the Future lnternet\nICT IP Project\nDeliverable D1.2\nCHoReOs Perspective on the\nFutureInternet and\nInitial Conceptual Model\nhttp://www.choreos.eu\nTHALES\nRINRIA\nOMLS\npetolslinh\nW2\nUSP\nvtrip\nWIND\nCEFRIEL\ncemplatev0\nPROGRAMME\ndell'Aquila",
    "Page_3": "",
    "Page_4": "Project Number\n：\nFP7-257178\nProject Title\nCHOReOS - Large Scale Choreographies for the Future Internet\nDeliverable Number\nD1.2\nTitle of Deliverable\nCHOReOS perspective on the Future Internet and\ninitial conceptual model\nNature of Deliverable\nReport\nDissemination level\n Public\nVersion\nVA.0\nContractual Delivery Date\n31 March 2011\n：\nActual Delivery Date\n11 April 2011\nContributing WP\nWP1\nEditor(s)\nMarco Autili, Davide Di Ruscio (UDA)\nAuthor(s)\nMarco Autili, Davide Di Ruscio, Amleto Di Salle (UDA);\nNikolaos Georgantas, Sara Hachem, Valérie Issarny (INRIA);\nAthanasios Parathyras, Lefteris Trimintzios (VTRIP);\nDarius Silingas (BPI);\nJ ames Lockerbie, Neil Maiden (CITY);\nAmira Ben Hamida (Petals),\nAntonia Bertolino, Guglielmo De Angelis (CNR-ISTI);\nAndrea Polini (Unicam);\n Dionysis Athanasopoulos, Apostolos Zarras (Uol).\nReviewer(s)\nHugues Vincent (THALES),\nValerie Issarny (INRIA),\nDarius Silingas (NME).\nFP7-257178\nCHOReOS",
    "Page_5": "Abstract\nparticular, the deliverable focuses on:\n- Definition of the Future Internet and related Future Internet of Services and (Smart) Things, as considered\nwithin CHOReOS, further stressing the many dimensions underpinning the UItra-Large Scale of the Future \nInternet;\nInternet, identifying the impact of the ULS dimensions upon the traditional SOA paradigms and associated \ninfrastructure.\nKeyword list\ne    a     e   gs\nChoreography-centric Service Oriented Computing and Architecture, Choreography, Conceptual Model, Meta.\n modeling, Software Architecture, Requirements, Model-driven E ngineering, BP MN2.\nFP7-257178\nCHOReOS",
    "Page_6": "Document History\nVersion\nChanges\nAuthor(s)\nVo\nFirst version of outline, integration of material from the\nMarco Autili (UDA)\nDoW, and notes from the Evaluation Summary Report\nspecific issues/questions addressed during the Evaluation\nHearing, EC Questions and Recommendations, first\nfeedback from the Collaboration meeting (19-20 October in\nBrussels)\nV0.1\nSecond  version of outline embedding comments  from\nMarco Autili (UDA)\nValérie and Hugues\nV1.0\n Final Outline\nMarco Autili (UDA)\nV1.1\nFirst Draft\nincluding \napreliminary\nversionofthe\nMarco Autili, Davide Di\nIntroduction, Section 2 and Section 4 \nRuscio, Amleto Di Salle\n(UDA)\nV1.2\n Refined Draft including a preliminary version of Section 3\nRiccardo Mazza (WIND)\nGianmarco\nPanza,Teodoro De\nGiorgio, Maurilio Zuccala\n(CEFRIEL)\nV1.3\nFirst integration of all contributions\nAll Authors\nV1.3.1\nRevised/lntegrated Chapter 2\nValérie Issarny, Sara\nHachem, Georgantas\nNikolaos (INRIA)\nApostolos Zarras,\nDionysis Athanasopoulos,\nPanos Vassiliadis (UOl)\nV1.3.2\nOverall revision/integration of all chapters but C hapter 2\n Marco Autili, Davide Di\nRuscio, Amleto Di Salle\n(UDA)\nV1.3.3\n Overall revision/integration of all chapters\nMarco Autili, Davide Di\nRuscio, Amleto Di Salle\n(UDA)\nValérie Issarny, Sara\nHachem, Georgantas\nNikolaos (INRIA)\nV1.4\nChaper 4 has been completely rewritten and has been split \n Marco Autili, Davide Di\ninto “Baseline for the CHOReOS Conceptual Model\"\nRuscio (UDA)\n(Chaper 4) and “Initial version of the CHOReOS Conceptual\nModel\"(Chaper 5)\nV1.4.1\nOverall revision. Many contents have been added to\nMarco Autili, Davide Di\nChapter 5 concerning the initial CHOReOS Conceptual\nRuscio (UDA)\nModel. A new section has been added to discuss future\nsteps towards the CHOReOS Architectural Style\nV1.4.2\nIntegration of contributions into C hapter 4\nMarco Autili, Davide Di\nRuscio (UDA)\nV1.4.3\nOverall revision of Chapter 4\nMarco Autili, Davide Di\nRuscio (UDA)\nNeil\n Maiden,\nJames\nLockerbie (CITY)\nFP7-257178\nCHOReOS",
    "Page_7": "V1.4.4\nIntegration of contributions into Chapter 4 and 5 from Petals\n Marco Autili, Davide Di\nRuscio (UDA)\nAmira Ben Hamida\n(Petals)\nAntonia Bertolino,\nGuglielmo De Angelis,\nDaniela Mulas (CNR-ISTI)\nAndrea Polini (Unicam)\nApostolos Zarras (UOl)\nV1.4.5\nAddressing of comments from Valérie Issarny (SL)\n Marco Autili, Davide Di\nRuscio (UDA)\nV1.4.6\nIntegration of contents from Daniel Macedo Batista and\nMarco Autili, Davide Di\n overall revision by UDA\nRuscio (UDA)\n Daniel Macédo Batista\n(USP)\nV1.4.7\nIntegration of contents from UOl, CNR and VTRIP, and \nMarco Autili, Davide Di\n overall revision by UDA.\nRuscio (UDA)\nApostolos Zarras (UOl)\n Antonia Bertolino,\nGuglielmo De Angelis,\nDaniela Mulas (CNR-ISTI)\nLefteris\nTrimintzios,\nAthanasios\nParathyras\n(VTRIP)\nV1.4.8\nRemoval of Chapter 3. Dynaroute scenario has been\n Marco Autili, Davide Di\n included in Chapter 2. Overall revision by UDA.\nRuscio (UDA)\nV1.4.9\nIntegration of new contribution by INRIA for Chapter 2 and \n Marco Autili, Davide Di\nSection 4.2\nRuscio (UDA)\nValérie Issarny, Sara\nHachem, Georgantas\nNikolaos (INRIA)\nV2.0\nOverall revision of document\nValérie Issarny (INRIA)\nV2.2\nComments by V. Issarny addressed\nM.Autili, D. Di Ruscio\n(UDA)\nV2.3\nIntegration of comments by A. Zarras, V.lssarny, N.\nM. Autili, D. Di Ruscio\nGeorgantas\n(UDA)\nV2.4\nIntegration of the revised Discovery Concern section by\nM.Autili, D.Di Ruscio\nA.Zarras\n(UDA)\nV2.5\nIntegration of comments by N. Georgantas and A. Ben\nM.Autili, D.Di Ruscio\nHamida\n(UDA)\nDocument Review\nReview\nDate\nVer.\nReviewers\nComments\nOutline\n14/10/10\n1.0\n All authors\nOK by all\nDraft 1\n01/04/11\n2.0\nV. Issarny\nCommented version by V.lssarny\nDraft 2\n04/04/11\n2.2\nM. Autili, D. Di Ruscio\nComments by V. Issarny addressed\n10/04/11\n3.0\nV. Issarny (SL),\nQA\nComplete \nversion released for final\nMarco Autili (WPL+DL),\nreview\nHugues Vincent (PL),\nDarius Silingas (NME -\n E xternal Reviewer)\nPTC\n11/04/10\nV3\nPTC\nFP7-257178\nCHOReOS\ni",
    "Page_8": "Glossary, acronyms & abbreviations\nItem\nDescription\nBPEL\n Business Process Execution Language\nBPMN\nBusiness Process Modeling Notation\nDL\n Deliverable Leader\nDOW\nDescription of W ork\nFIA\n Future Internet Assembly\nMDE\n Model Driven Engineering \nNEXOF\nNESSI Open Service Framework\nNEXOF-RA\nNESSI Open Service Framework-Reference Architecture\nPL\n Project Leader\nSL\n Scientific Leader\nSLA\n Service Level Agreement\nSLO\nService Level Objective\nSOA\nService Oriented Architecture\nSoaML\n S ervice oriented architecture Modeling Language\nSOC\nService-Oriented Computing\nTDD\nTest-Driven Development\nUPDM\nUnified Profile for DoDAF and MODAF\nUSDL\nUnified Service Description Language\nULS\n UItra-Large S cale\nWP\nWork Package\nWPL\nWork Package Leader\nWSCI\nWeb Service Choreography Initiative\nWS-CDL\nWeb Service - Choreography Description Language\nWSDL\nWeb Service Description Language\nV&V\nValidation & Verification\nFP7-257178\nCHOReOS",
    "Page_9": "FP7-257178\nCHOReOS",
    "Page_10": "Table of Contents\nIntroduction ....\n1\n2.\nFuture Internet: The CHoReOs Definition ....\n3\n2.1. The Many Facets of the F uture Internet..\n3\n2.1.1.\nCore Domains of the Future Internet.\n3\n2.1.2.\nCross-domain Challenges of the Future Internet.\n.6\n2.1.3.\nCHOReOS Focus on the Future Internet of Services and (Smart) Things .\n.9\n........\n 2.2. Evolution towards the Future Internet of Services and Smart Things \n.9\n2.2.1.\nPopulation of Services & Smart Things.\n10\n2.2.2.\nComplexity of Services & Smart Things\n11\n2.2.3.\nF unctional Diversity of Services and Smart Things .\n11\n2.2.4.\nConcluding Remarks......\n12\n2.3. Future Internet Requirements from the DynaRoute Use Case \n12\nThe NEXOF Reference Architecture ......\n3\n17\n3.1. The NEXOF Reference Architecture in a Nutshell.\n17\n3.1.1.\n Guidelines and Principles.....\n19\n3.1.2.\n Reference Specification ...\n19\n3.1.3.\nReference Model.\n20\n3.1.4.\nReference Model vs Reference Specification\n21\n3.2. Overview of the Composition Concern...\n22\n4\nInitial Version of the CHoReOs Conceptual Model.\n24\n4.1. Composition Concern\n26\n4.1.1.\n S tructure View....\n27\n4.1.2.\n Data Flow...\n27\n4.2. Presentation Concern...\n31\n4.3. Analysis Concern.\n31\n4.3.1.\nS tructure View ..\n32\n4.3.2.\nData Flow.\n33\n4.4. Discovery Concern..\n33\n4.4.1.\nS tructure View .....\n34\n4.4.2.\nData Flow ...\n35\n4.5. Message Concern..\n39\n4.5.1.\nS tructure View..\n40\n4.5.2.\n Data Flow...\n41\n4.6. Service Concern\n43\n4.7. Resource Concern.\n44\n4.8. Governance and Management (\nConcern,\n44\n4.8.1.\n S tructure View.\n45\n4.8.2.\nData Flow....\n46\n4.9. Security Concern\n48\n5.\n Specifying and Realizing Concepts of the Initial Conceptual Model\n49\n 5.1. Baseline for Domain E xpert S pecification of Requirements \n49\n5.2. Baseline for Service Specifications ..\n53\n5.2.1.\n SoaML - Service-oriented architecture Modeling Language.\n53\n5.2.2.\n US DL - Unified Service Description Language\n54\n5.3. Baseline for Choreography Specifications \n55\n5.4. Baseline for Choreography Execution..\n57\n5.5. Baseline for Governance and V&V\n58\nConclusions ....\n6\n60\n7.\nReferences.\n61\nFP7-257178\nCHOReOS\nvii",
    "Page_11": "FP7-257178\nCHOReOS\nvili",
    "Page_12": "1. Introduction\nThe Future Internet, as a particular case of Ultra-Large Scale (ULS) systems [ULS06], constitutes\na futuristic vision of a yet-to-come Internet whose \"scale changes everything\". As a matter of fact, the\nunderstanding of the Future Internet is receiving significant attention (e.g., [TFl1o]) since, as for any\n   i os  s        o\nInternet. The main objective is developing open, standardized, cross-sector service infrastructures.\nFrom a European policy perspective, sectors such as healthcare, mobility, environment and energy\nmanagement are prime candidates to benefit from novel \"smart\" - Internet-empowered\ninfrastructures, which will facilitate the rapid take-up and adoption of services by millions of users.\nThe CHOReOS project positions itself in the above vision of the Future Internet, whilst focusing on\n    i s e      \nchoreographies that CHOReOS wants to investigate play a central role and, as such, their key\ncentrality of collaboration of services in the context of Future Internet systems.\nAs reported in CHOReOS deliverable [D1.1], a number of valuable conceptual and architectural\ncharacterizations have been proposed  in the literature for modeling/describing service-oriented\napproach is the NEXOF Reference Architecture (NEXOF-RA)2. NEXOF-RA defines a pattern-based\nreference architecture for SoA infrastructures within the Future Internet and, as part of it, defines a\nconceptual model specifying the first-level entities that constitute these infrastructures, the facilities\nthey provide, as well as relationships among them [SLCio]. However, NEXOF-RA does not\nemphasize the concept of choreography, which is abstractly considered as a specialization of service\ncomposition, without providing a clear definition of it. Instead, CHOReOS aims at investigating the\nimpact of the Future Internet's ULS on service-oriented systems realized as choreographies of\nservices.\nWithin this line of research, the purpose of this deliverable is to present the CHOReOS perspective\non the Future Internet and related challenges, together with introducing the resulting conceptual\n model for the choreography-based Future Internet of Services, with a special focus on the supporting\ninfrastructure. Accordingly, the deliverable is structured as follows:\nChapter 2 provides a characterization of the Future Internet, and related Future Internet of\nServices and Things, as considered within C HOReOs, further stressing the many challenges\nthat this poses for the development of systems.\nChapter 3 then outlines the reference architecture and the embedded conceptual model\ndefined by the NEXOF-RA project, which serve as a baseline to the definition of the\nCHOReOS Conceptual Model for the choreography-based Future Internet of Services.\nInternet characterization given in Chapter 2, and the baseline reference architecture surveyed\nin Chapter 3. The conceptual model provides a high level common ground by capturing the\nrelevant entities/concepts, and relationships among them, underlying the choreography-based\nFuture Internet, and will serve as input to the development of the RTD work packages WP2-3-\n4. As usual, the conceptual model is defined following an iterative process that starts with the\nrepresentation of preliminary identified concepts, which is the focus of this deliverable. From\nthat perspective, in its initial version, the CHOReOS conceptual model provides some\nextensions to NEXOF-RA. In particular, it emphasizes service choreography that is becomes\na first-class concept in CHOReOS. As the project progresses, CHOReOS concepts will be\nrefined/extended according to the outcomes of RTD work packages WP2 to WP 5.\n http://www.future-internet.eu/\n2 http://www.nexof-ra.eu/\nFP7-257178\nCHOReOS",
    "Page_13": "Chapter 5 further describes baselines for different languages, models, technologies that can\nbe used to specify and realize concepts embedded within the CHOReOS initial conceptual\nmodel.\n Finally, Chapter 6 concludes the deliverable, with a summary of its contribution and follow-up\nwork to be undertaken next, in particular based on the initial conceptual model definition.\nFP7-257178\nCHOReOS",
    "Page_14": "2. Future Internet: The CHOReOS Definition\nOver the years, Internet has become the most important networking infrastructure, providing an\nintegrated entity enabling: creating, contributing, sharing, using, and integrating information and\nknowledge by all. As a result, the Internet is changing at a fast pace and is called to evolve into the\nFuture Internet, i.e., service- and self-aware federated networks that provide built-in and integrated\ncapabilities such as: contextualization, reliability, robustness, mobility, security, service support, and\nself-management of communication resources and services [TFl10].\nAs mentioned in the introduction, the Future Internet Assembly (FlA) aims at fostering the\nhealthcare, mobility, environment and energy management can benefit from novel and smart\nregarding the lack of built-in facilities to support non-basic functionalities required by a service-aware\nInternet [FlA09]. The work described in [ETPo9] further illustrates the overall objectives and\nambitions underlying the trend towards the Future Internet in Europe. In particular, the authors of\n[ETPo9] propose a strategy and action plan that will make the Future Internet an industrial, economic\nand societal success for Europe. Potential problems and risks associated with the Future Internet as\nwell as potential opportunities/benefits of a new networking approach are discussed in [FlAMANA09]\n ol   o       o \nFIRE09, FISE09, R Wl09]. For each scenario, the authors give description, functional requirements,\npotential barriers and problems, R &D challenges, as well as potentials for business innovation.\nBeyond initiatives supported by the EC (see http://www.future-internet.eu), the Future Internet has\nbecome the main focus of several research and development initiatives all over the world, including\ninitiatives in the USA (e.g., the NSF Future Internet Design (FIND) initiative - http://www.nets-\nfind.net),  China \nChina  Next Generation Internet  (CNGl)\n(e.g.，\nhttp://fif.kr) and J apan (e.g., http://akari-project.nict.go.ip/eng/overview.htm). This effectively leads to\na noticeable number of projects whose aim is to provide and implement a vision leading to the\nestablishment of a global-scale, interoperable, and secure smart Internet.\nHowever, despite and maybe because of the tremendous interest for the Future Internet, the term is\ndefined in terms of the core constituents of today's Internet and foreseen evolution, as outlined in\nSection 2.l. This further leads us to highlight core challenges and requirements posed upon the\nSection 2.2 more specifically concentrates on an early characterization of the Internet of Services\nand Smart Things that is focused upon within CHOReOS and that is further illustrated in Section 2.3\n2.1.The Many Facets of the Future Internet\nBased on the broad and mostly informal definition of the Future Internet available in the literature, this\nsection provides an overview of the many facets that must be considered in the realization of the\nF uture Internet. Our presentation is independent of the more specific focus of CHOReOS so as to put\nour RTD work into the perspective of the overall F uture Internet vision.\n2.1.1. Core Domains of the Future Internet\nBased on the Future Internet literature and in particular the one originating from the aforementioned\ninternational initiatives, the Future Internet, resulting from the evolution of today's Internet, can be\ndefined as the union and cooperation of the Internet of Content, Internet of Services and Internet of\nThings, supported by an expanding network infrastructure foundation. Those core domains, elements \nof which we find already in today's Internet, are not fully established yet and will emerge with the\nforeseen evolution of services, content, objects and networks as discussed in what follows.\nFP7-257178\nCHOReOS\n3",
    "Page_15": "Internet of Content\nToday, we can notice the following trends regarding the Internet of content, which are emerging to\n a i ue '  s im  ed e ue u ae ane a s\nsocial networking, supported by the use of Web 2.0, which led to the revolution of the Internet as a\npublishing medium to the Internet as a social environment [Lassila07]. Social networking is breaking\nboundaries in creating, representing and globally sharing information, and is providing new\npossibilities for human interactions. The second related trend is the shift of users from being\nconsumers to becoming “prosumers\" of content, i.e., both producers and consumers [ETPo9],\nthrough social Web sites such as Facebook, or multimedia Web sites such as YouTube. The third\ntrend is multi-media streaming, mostly in High Definition (HD). YouTube and Dailymotion are two\nfurther worth noticing that CisCO analysis predicts that 4.2 out of 6.3 exabytes crossing the mobile\nnetwork per month will be due to video in 2015 [ClsCO11]. 3D media is also expected to be a\nsignificant part of the Future Internet and is already being produced by large production companies.\nThe transition towards a 3D-enabled Internet should include 3D Web browsers, 3D virtualization of\nusers, and suitable intuitive interfaces for them to interact with each other, with information and with\nmultimedia streaming, which is still at a relatively early stage, is the support of not only text-based\nsearch but also multi-media multi-model search over the Internet [F Ml10, Stuckmann09].\nThe above will lead to increasingly heterogeneous data to be shared over the Internet, given the\ndifferent formats of data to be produced by machines and users, and different formats resulting from\ncontent mashups [Schonwalder09].\nIt should further be noted that Web 3.0 technologies are expected to allow applications to perform\nintelligent processing of data and derive knowledge from information based on semantic tagging\n   e           \nbillion by 2020) [Blackman1o], will be key factors in an unprecedented increase of the amount of\ncontent to exchange.\nOverall, the above trends shape the evolution towards the Internet of Content defined in [Daras09]\n:se\n\"Any type and volume of media. Content may be pre-recorded, cached or live, static or\ndynamic, monolithic or modular. Content may be combined, mixed or aggregated to generate\nnew content and Media. It may vary from a few bits (e.g., the temperature that a sensor has\nmeasured) to interactive multi-media sessions and immersive complex and multi-dimensional\nvirtual/real worlds' representations\".\nAs a result, the Internet of Content should support applications that do not only seamlessly provide,\nbut also process large quantities of information and support its propagation on both a local and a\nglobal-scale, while empowering more and more users to become prosumers of content. In fact, the\ninformation delivery. In [FlArchll], the authors state that Schmidt, the CEO of Google, estimated the\nsize of information over the Internet to be 5 million Terabytes in 2o05, of which Google had indexed\nonly 200 terabytes, i.e., only 0.o04%. Considering further that Internet content is expected to\nincrease to 990 exabytes before 2012 [Theodore09], this illustrates the ultra-large scale envisioned\nfor the Future Internet.\nInternetofServices\nNowadays, service-oriented architectures are getting adopted to support the creation of services\nbased on distributed components, along with Semantic Web technologies used to enhance service\ndiscovery and composition. However, services are still used in isolation from each other, with small-\nscale service compositions only. No Internet-scale service composition or service-oriented computing\nhas been reached yet [ETPo9]. Nevertheless, significant advancements can be identified with\nrespect to the latter, mostly with the rise of Cloud computing, which aims at extending grid\ncomputing, distributed computing and parallel computing to provide resources at large as Internet\nservices based on the virtualization of resources [Zhanglo]. As in the case of content, another trend\nis user empowerment, allowing users to become prosumers of services and allowing them to design\nFP7-257178\nCHOReOS\n4",
    "Page_16": "their own service orchestrations. This has been made possible by the emergence of service mashup\nIn general, the above are the developing areas that will shape the Internet of Services, which is\ndefined in [ETP09] as:\n\"An umbrella term to describe several interacting phenomena that will shape the future of how\nthe\n various  sets  of   Internet  Applications  including   pervasive/immersive/ambient,\nindustrial/manufacturing, vehicular/logistics, financial/ePayment/eBusiness, power network\ncontrol/eE nergy, eHealth, and eG overnment applications.\"\nS ummarizing, the Internet of Services is expected to support an exponentially increasing number of\ncontext-aware services, i.e., services that are aware of their environment, their surrounding or their\na o        u  o  ue  s\nregardless of its size and domain. It shall handle large-scale virtualization and dynamic composition\nof services as well [E urescomo8]. The resulting Internet will be highly heterogeneous, in part due to\nservice mashups along with the diversity of user-provided services and service application domains.\nInternet of Things\nSeveral physical things are already integrated in today's Internet. RFID tags, tiny sensors, mobile\ndevices with embedded sensors and networked embedded devices are being largely produced and\nintegrated within the Internet. Still, the Internet currently mostly includes a collection of uniform\ndevices that will become increasingly heterogeneous as we move towards the future [Carnotl1,\nfabric, smart books and so on, all designed to facilitate our daily lives [ETPo9]. This implies a\ntransition towards an increasing number of intelligent objects producing large amounts of data.\nbe characterized by several technological evolutions: objects will evolve from connecting to\nnetworking to reach full intelligence; energy will shift from reduced consumption by low power\nchipsets to better batteries to reach energy harvesting capacities; devices will shift from small cheap\nwill also be characterized by ground breaking technological advancements that will lead to nano-\nAs defined by the GASAGRAS3 project [GASAGRASO9] that is part of the EC FP7 ICT initiative\ntowards the F uture Internet, the Internet of Things is:\n\"A global network infrastructure, linking physical and virtual objects through the exploitation of\ndata capture and communication capabilities. This infrastructure includes existing and\nevolving Internet and network developments. It will offer specific object-identification, sensor\nand connection capability as the basis for the development of independent cooperative\ncapture, event transfer, network connectivity and interoperability.\"\nIndeed, interconnected objects having each a unique way of identification and a capacity of\naddressing each other will characterize the Internet of Things. Objects shall have the capabilities to\nverify their identities, sense their environment, reason and learn, exchange and process information\naccording to predefined schemas [ETP09, Thompson05]. Technologies supporting object-to-object\ncommunication interfaces and real-time localization are expected to be widely used within the\nInternet of Things [Toma09, ETP09].\nThe overall Future Internet:\nAll the aforementioned components of the Future Internet, i.e., Internet of Content, Services and\nThings, will cooperate in order to fulfill the requirements of the Future Internet users. On the one\n3 CASAGRAS stands for \"Coordination and Support Action for Global RDFID-related Activities and Standardization\"\nFP7-257178\nCHOReOS\n5",
    "Page_17": "hand, services that are aware of their physical surrounding and real world objects that provide\nservices are expected to rise with the cooperation of the Internet of Services and the Internet of\nThings [Toma09]. On the other hand, the Internet of Content will cooperate with the Internet of\nServices and Things to provide users with content acquired through Services and/or Things.\n2.1.2.\nCross-domain Challenges of the Future Internet\nsuawanban pue sabualuo aun busshieue noo ae saneun asan pue saod buoe-uo\nof the Future Internet, as they constitute the key drivers for its design. Overall, the Future Internet is\nraising significant challenges over the computing and networking environments since it magnifies the\nfeatures of the already challenging today's Internet, as summarized in Table 1. The following in\nparticular surveys the main challenges posed by the Future Internet, i.e., scalability, heterogeneity,\nmobility, awareness & adaptability, and security, privacy & trust, which derive from the Future Internet\nconstituents discussed in the previous section.\nChallenges\nToday'sInternet\nTowards the Future Internet\n1 billion Personal Computers (2008*),\n1.78 billion Personal Computers (2013),\n647 million smartphones (2010) [CISC011]\n1.82 billion smartphones (20135)\n5 million terabytes of data (2005) [FlArch11]\n990 exabytes of data (end of 2012)\n[Theodore09]\nScalability\n10* services (2007) [eMobility07]\nBillions of services [TFl10]\n10 billion terminals (2010) [Hirabaru08]\n100 billion terminals (2015) [Hirabaru08]\nConsumer Internet traffic of 12.684\nConsumer Internet traffic of 42.070\nexabytes/month (2010) [CISC010]\nexabytes/month (2014) [CISC010]\nIslands of interconnected objects\nInternet-scale connection of highly\nheterogeneous objects (vehicles,\nsensors, mobiles devices, home\nappliances, etc.) [IOT08]\nE mergence of heterogeneous services provided \nCloud computing enabling to provide \nHeterogeneity\n on the Cloud such as Software as a Service (e.g.\neverything as services, spanning \nGoogle apps) or Storage services (e.g., Amazon\ndifferent business and technical domains\nservice) [Zhang10]\nService/content mashups leading to the provision\nGlobal-scale services/content mashups\nof new, diverse services by prosumers\ncreating new services/content with\n different types and formats \nMostly (mobile) IPv4, which suffers from\nG lobal-scale mobile Internet that requires\nscalability issues etc.; even IPv6 has issues in\nrevisiting communication/routing\nmobile situations (e.g., due to the use of home\nsolutions [eMobility07]\nMobility\n agents/addresses) [ETP09]\nWide-spread usage of smart mobile devices with\nGlobal-scale usage of smarter mobile\nlimited resources (2 billion users)\ndevices with ever-growing resource\nneeds\nAd hoc solutions to network, content & service\nLarge\nscale\ncontent sharing, service\nadaptation\nprovisioning, \nmobile\nconnectivity\nthat\nAwareness &\nrequire\nautonomic\nadaptation\nand\nAdaptability\ntherefore\nawareness\nof\ncontent,\nnetworks and services [ETP09]\nSecurity,\nSafety and security requirements still an issue for\nIntegrating\nreal\nworld\nobjects,\nmore\ntoday's Internet\nusers, more information, more services\nPrivacy&\nin the Internet intensifies the necessity\nTrust\n for safety and security solutions\nTable 1: The Future Internet Challenges\nScalable Internet\nBased on our survey of the Future Internet literature, we identify scalability to be the most critical\ncross-domain challenge for the Future Internet to overcome. Indeed, the Internets of Content,\nServices and Things will face scalability issues with the increasing number, size and quality of their\n4 http://www.gartner.com/it/page.jsp?id=703807\n5 http://www.gartner.com/it/page.jsp?id=1278413\nFP7-257178\nCHOReOS\n6",
    "Page_18": "networked entities, which is further exacerbated by the empowerment of users [ETP09,\nStuckmann09]. For instance, an important challenge within the Internet of Things is to handle the\ninformation [ETPo9]. We can also list the following challenges as part of the Future Internet's ultra-\nlargescale:\n Discovery and storage: The large amount and size of content and the large amount of data\nto the discovery, search and retrieval of data [Toma09]. Similar challenges emerge for\nservices as the order of services available on the Internet is expected to increase from 104 to\nbillions in the future [eM obility07, TFl10].\nProcessing and data streams: Another scale-related challenge is the processing of sensor\ndata streams and the in-network processing of sensor data in addition to seamlessly\nstreaming large amounts of multimedia data, probably 3D or high-quality data, which will be\nshared on the Future Internet [Stuckmann09, ETPo9]. Dynamic composition of services will\n also be challenging with billions of heterogeneous services expected to be available.\n Naming, addressing, routing and cross-layer communication: As the number of systems and \napplications increases, the size of routing tables increases and efficient/stable/robust routing\nbecomes more challenging. Providing a routing infrastructure that can handle scalability, and\npepues gn di aun neun sanbie dnoe ona aui [odial uoud yey se paean aa pinous\ne pu on abualuo e aa osie lm il 'enoua ou si lood ssappe au jo uoisuedxa au buimoe\nInternet [eMobilityo7]. Cross-layer communication is not systematically considered as a core\nthere is a need for a right cross-layer information delivery without raising scalability and\nsecurity issues [eMobility07, J ain06].\nHeterogeneous Internet\nThe Future Internet will be heterogeneous in many dimensions, starting from physical objects, to\nnetworks, services and content, which present a significant challenge for sustaining the Future\nInternet vision [ETPo9]. Therefore, semantic technologies, shared standards and mediation\n[Toma09].\nChallenges in sustaining composition/integration in the Future Internet are directly related to its\nheterogeneity. Indeed, the content composition challenge, which may be considered scale-related, is\nservices and dynamic service compositions are expected to be increasingly heterogeneous with\ndifferent business landscapes and different service abstractions. The emergence of Cloud computing\nInternet (e.g., with Software as service - Google apps; storage services - Amazon; etc.) [Zhang10].\nMobile Internet\nThe Internet was initially designed for fixed usage and mobility was the exception. However, this is no\nshould be natively integrated in the design of the Future Internet. A challenge that will rise lies in the\ndesign of a transmission protocol for a mobile wireless world, decoupling the network and mobile host\nidentifiers from the TCP connection identifier [ETP09].\nSurely, several mobility-related challenges should be addressed. Among those challenges lie:\n     ss  o  n  \ndecoupling information from host and resolving the issues of Mobile IP (limited scalability) and IPv6 in\nmobile environments (e.g., due to the use of home agents/addresses). In fact, considerable efforts\nXaaua anes on bunndwo pnoio busn uo '<biaua anes on salko Anp pue sapow Kq-puens bundope \nFP7-257178\nCHOReOS\n7",
    "Page_19": "of processing resources by uploading complex computations to the Cloud [Kumarlo]. To our\nknowledge, despite the attempts to solve most of the challenges above, no existing solution supports\nboth a fully mobile Internet that does not rely on fixed nodes and handle the anticipated ultra-large\nscale usage of mobile nodes. As an illustration of the foreseen scale, there were 647 million\nm paddinba sauoud pue sauoudes uoa za't ey o padxa sia am oro u sauoudes\nWebaccessby20136.\nAware and Adaptive Internet\nAwareness and related Adaptability are common requirements for sustaining the Future Internet, be it\nat the service, content or thing level. They are the source of several issues that should not be\nneglected. Challenges include: adapting the Web by and for users based on their context, adapting\nthe network performance to the characteristics of shared media and vice versa, providing\npersonalized content and media to users, providing context-aware dynamic services, \nand\npersonalization of services [ETPo9, Stuckmann09, Toma09]. Further challenges associated with\nIndeed, management, as perceived by the Future Internet vision, falls within the \"aware Internet\"\nchallenge given that systems, networks, things and services in the Future Internet shall be able to\nself-manage (i.e., self-configure, self-heal, self-optimize and self-protect). Such a requirement is\nmostly due to the increasing number of services and underlying technologies that will increase\nnetwork complexity to levels where human management will become infeasible [eMobilityo7].\nChallenges further include: the management of virtual resources, cross-domain management,\norchestration and dynamic deployment of management functions, in addition to addressing and\nscale [Toma09].\nSafe Internet\nTrust, privacy and security are sensitive cross-domain issues that the current Internet is facing, and\nand exchange of information, users' mobility and the limited resources their devices may have, the\nFuture Internet's \"awareness\" of users, their data, and their surroundings, it becomes more critical to\nfind appropriate solutions that will protect users. By protecting users, we mean preserving their\nprivacy, protecting them from attacks and ensuring that they can trust some service or person on\nanother side of the globe. Moreover, the current security mechanisms will be unfit in the mobile world\nintegrated in the architecture from the early design phases [eMobilityo7, ETP09]. As for privacy,\nauthors in [ETP09] distinguish between two privacy issues: data privacy (related to users' private\ndata and information) and location privacy. Universal solutions shall be agreed upon to deal with the\npresenting and managing identity data. Some technologies have been proposed such as \"generic\nidentifiers of electronic objects\" or \"real world object identifiers\". While those technologies do not\nprovide an overall approach to handle the identity issue, virtualization can be a potential solution to\nhandle a distributed management of identities [Toma09]. Further, appropriate governance and\npolicies definition constitute key enablers for a safe F uture Internet.\nFuture Internet's governance. In fact, Governance is a cross-domain issue that requires not only\nRegarding policy management, there is a need to develop a universal language for policy\nMoreover, data receivers should be able to specify policies in order to have control over packets they\nreceive and the traffic coming their way [J ain06]. Overall, Future Internet systems should be self-\ngoverned and determine who has the right to take decisions, what policies to use and how to enforce\nthose policies[ETP09].\n6 htt:/www.gartner.com/it/page.isp?id=1278413\nFP7-257178\nCHOReOS\n8",
    "Page_20": "2.1.3.  CHOReOS Focus on the Future Internet of Services and (Smart) Things\nThe service-centric perspective of the Future Internet is acknowledged to play a paramount role\n a  a  ss   s      \nincluding service-oriented architectures, Web 2.0-style interaction, semantically enabled processing,\nbusiness models and deployment models.\nMoreover, the Future Internet will go beyond today's traditional boundaries of the virtual world by\nbeing linked to the real world, hence leading to the world of things and services. The Internet of\nThings, enabling new services to connect the real life to virtual environments, will grow gradually\nthrough deployment of new applications (e.g., RFID product tracing, NFC payment devices, e-\ndomestic appliances). As already discussed in the previous section and pointed out in [TFlio],\ndynamic configuration capability, and an increase level of trust and associated information security\nsupporting person privacy\". In the context of the Internet of Things, the development of applications is\nexpected to come along with a new range of user-centric services, based on the interaction of day-to-\nday processes with the network. The delivery of those services will be commonly seamless for users,\nrequire the interaction and collaboration of several organizations. Another challenge concerns also\nthe network infrastructure. In particular, because of the massive increase of new entry points into the\nnetwork, important aspects like scalability, communication protocols and middleware have to be\nproperly taken into account.\nIt is sustaining service composition in the envisioned world of Services and (Smart) Things that\nCHOReOS concentrates on. Regarding the latter, we focus more particularly on the networking of\nsuch as smartphones, as opposed to merely passive, e.g., RFID-enabled, things. On the other hand,\nthe dimension of \"lnternet of Content\", with the exception of machine-produced data, which is an\nintegral part of the Internet of Things, is considered to be beyond the scope of CHOReOS, although\npossibly encompassed in the development of specific applications. Hence, by concentrating on\nenabling service composition in the Future Internet, CHOReOS investigates solutions at the\nsustaining the Future Internet of Services and Smart Things in the specific context of service\nchoreographies, i.e.: extreme scalability, heterogeneity, mobility, awareness & adaptability, and trust,\nthat have been published over the last 10 years.\n2.2.Evolution towards the Future Internet of Services and Smart Things\nThe growing richness of the Future Internet, concerning the services and smart things that will be\n e o  a s s s i so a o  s 'sn o \namount of design options that could be exploited by the developers of service-oriented software. On\nthe negative side, this growing richness implies a growing complexity for the tasks that should be\nruntime infrastructure.\nIn the remainder of this section, we attempt to characterize the growing plenitude of services and\nsnapshots of the available services in publicly accessible sources all over the Web [KIMR04, FANK05,\nLILZLXS07, AL-MASRIM08, SF09] and the Future Internet expectations documented in [ETP09].\nS pecifically, the empirical studies investigate the services that are available in standardized UDDl\nof sources for publishing services have also emerged recently, e.g., service portals or directories.\nThe gradually widening of the spectrum of service sources is an indicator of the increasing number of\nFP7-257178\nCHOReOS\n9",
    "Page_21": "To characterize the plenitude of services and smart things in the Future Internet, we consider three\ndifferent aspects in what follows: their population, their complexity and their functional diversity.\n2.2.1.Population of Services & Smart Things\nRegarding the current Internet, a rough comparison of the numbers of retrieved services reported in\nof services that can be exploited by the developers of service-oriented software. This growth is even\nmore noticeable in the recent years as depicted in Figure 1. The reason for this growth is twofold.\nFirst, as the years go by, we have more services published by service providers. Second, as the\nyears go by, we have better search engines. In particular, all the studies apart from the latest two\nactually find a lower bound of the actual amount of available services. This is because they assume\nthere are also services that are not registered in such sources and consequently, they are not traced\nthe Web.\nf services\n#of\nYear of studies\nFigure 1: The Populations of Services observed from 2004 until now\nGetting into the details of the studies, the earliest one found about 1000 services that were available\non the Web in November 2003 [KIMR04]. Approximately, 0ne year later, in J une 2004, 2432 Web\nservices were collected from all the widely known service sources of this period (Bindingpoint',\nSalcentral, Xmethod, Webservicex10, Webservicelist), revealing a noticeable 143% growth of the\nthat can be exploited by the developers keeps growing [LILZLXS07]. In particular, 3522 Web services\nWoogle13, Esynaps14, Webservicex15) [LILZLXS07]. In October 2007, 5077 Web services were\nand widely known portals (e.g., Webservicelist, RemoteMethods16, WSindex17, XMethodsi8) [AL-\nMASRIM08]. Finally, from December 2009 until now, the Service-F inder19 portal provides information\ni e 5i  t  n o  n ' 5 q o u  o \ngrowth of the number of services that can be exploited towards the development of service-oriented\n7 www.bindingpoint.com\n8 www.salcentral.com\n9 www.xmethod.com\n10 www.webservicex.com\n11 www.webservicelist.com\n12 www.strikeiron.com\n14 www.esynaps.com\n15 www.webservicex.net\n16 www.remotemethods.com\n17 www.wsindex.org\n18 www.xmethods.net\n19 www.service-finder.eu\nFP7-257178\nCHOReOS\n10",
    "Page_22": "software. Except for the development of new services, another interesting phenomenon is the\nrelease new versions of their services quite fast. These versions aim at satisfying even more\nConcerning the near future, the growth of the Internet of Services & Smart Things is expected to be\n[ETP09], from 2010 till 2015, the population of available service-enabled things shall grow from\nmillions to billions. Moreover, beyond 2015, the aforementioned population is expected to scale up to\ntrillions of service-enabled things.\n2.2.2.  Complexity of Services & Smart Things\nCertain of the empirical studies that took place from 2004 until now investigate the complexity of the\nretrieved services. In more details, they perform a quantitative evaluation of the complexity based on\ntwo metrics:\n· The number of individual operations in a service (functions that the service offers to its\nconsumers);\n· The overall size of the service description.\nThe rationale behind these metrics is that services with many operations offer greater opportunities\nfor composing them. On the other hand, the service description size depends on the number of\n          e  a  \nMoreover, the description size may increase because of the textual information inside the description\nthat explains the functionality of the operations.\nConcerning the first metric, on average, the number of service operations is 5.5 [FANK05,\nLILZLXso7]. However, the percentage of complex services (i.e., services with more than 20\noperations) is growing [FANKO5, LILZLXS07].\nRegarding the second complexity metric, in 2004, the percentage of service descriptions with size\nyear later, this percentage is 10% [AL-MASRIM08].\nTherefore, we can conclude that developers may exploit not only more services, but also more\ncomplex services, that provide more operations and/or more complex data types. To this end, the\nassistance that is provided to them is not sufficient. This becomes evident from the quality of service\ndescriptions, which has been evaluated in [FANKO5] and [LILZLXS07]. In particular, these two\nstudies evaluated the amount and the sufficiency of the textual information included in service\ndescriptions. The documentation within the service description provides a summary of the service\nfunctionality along with the meaning of each operation. In 2004, nearly 80% of the services have\n[FANK05]. Two years later, in 2006, 67% of services have documentation of less than 50 words and\n 27% of them do not have any documentation at all[LILZLXSo7]. Hence, although there is a tendency\nthis issue.\nIn the future, the complexity of available services shall further increase. In particular, according to\n[ETP09], from 2010 till 2015, new services shall emerge, realized in terms of single domain\ncompositions of base-level services offered by service-enabled things, while, the expectations\nbeyond 2015 include even more advanced services composed of multi/cross-domain base-level\nservices provided by service-enabled things.\n2.2.3.Functional Diversity of Services and Smart Things\nThe evolution of the functional diversity of available services is investigated in [FANKO5, LILZLXS 07,\nSFo9]. These works classify services according to their application domain. The different domains\nare organized roughly into 9 categories. A stimulating point is the evolution of service distribution into\n  a sas o   ' a  sa s   so \ncategories. For instance, in 2006, 61.4% of services offered data lookup functionalities, 8.4% of the\nservices provided data conversion functionalities, 7.8% of the services offered development tools\nfunctionalities, and 7.6% of the services provided communication functionalities [LILZLXS 07]. On the\nFP7-257178\nCHOReOS\n11",
    "Page_23": "other hand, in 2009, according to the classification provided by the Service-Finder2° portal, 37% of\nthe services offered science-related (genetics and mathematics) functionalities, 27% of the services\nprovided multimedia functionalities and 17% of the services provided shopping functionalities. The\ncategories showing a tendency towards a more uniform distribution of services into the categories\nthan that in 2006.\n a   a    s s     \n Travel\n4%\n■Utilities\n6%\nProduct Information\n37%\n Maps and Geography\nCommunications\n18%\nValue Manipulation\n■Shopping\nMultimedia\n27%\n■Science\nFigure 2: The Functional Diversity of Services in 2009\nConcerning the future, the diversity of available services is expected to further grow with the\navailability of service-enabled things that would facilitate the development of more complex service-\noriented software such as the social and enterprise applications that will emerge from 2010 to 2015,\nthe goal-oriented distributed things-to-things collaboration environments that will be available from\nbeyond 2020 [ETP09].\n2.2.4.Concluding Remarks\nof services, including service-enabled things, called to evolve at a very fast pace. However, assisting\nthe developers in leveraging such a plenitude of services to provision new services through service\ncomposition raises tremendous challenges. Obviously, core challenges follow from the challenges\nsustaining the choreography of services composing the Future Internet, we are more specifically\n-s   s  o  o  sal o ss  o\noriented architecture, i.e., service discovery, access and composition. In addition, we will investigate\nthose challenges in close relation with requirements from representative case studies, among which\nthe DynaRoute case study analysed in the next section.\n2.3.Future Internet Requirements from the DynaRoute Use Case\nCHOReOS investigates the challenges and requirements of the Future Internet both in a top-down,\nmostly based on the literature, and bottom-up fashion, based on concrete case studies. While the two\nbottom-up one, focusing on one of the case studies to be experimented with within CHOReOS, i.e.,\nthe DynaRoute use-case.\nThe DynaRoute use-case (see CHOReOS DoW-WP8) depicts a situation of a person following a\npredefined “\"itinerary\" (i.e., a scheduled sequence of activities) on her way from her hotel to the\n 20 http://demo.service-finder.eu/search\nFP7-257178\nCHOReOS\n12",
    "Page_24": "airport. The DynaRoute activities involve the dynamic synthesis and adaptation of choreographies,\nwhich are controlled and modified on-the-fly, based on external triggers and condition changes. In\nmore detail, the DynaRoute scenario involves the actors listed in Table 2 below, as part of the seven\nchoreographies summarized in Table 3.\nType of Actors\nDynaRoute Actors\nPeople\nTravellers, friend(s), taxi drivers, porters\nThings\nTaxis, navigators, monuments, airline companies\nServices\nServices for navigation, relaying traffic information, store (sales)\nannouncements, tour-guide, luggage transfer, departures timetable,\netc.\nTable 2: Actors of the DynaRoute Choreographies\nChoreography\nChoreographed\nDescription\nParties\nC1\nRelevant networked services\nComputes adaptive itinerary for users\nContext-aware\ndeployed (i) in the environment and\naccording to their situation, their travel\n adaptive itinerary\n(i) on the users' handhelds (e.g..\nconstraints, and environment.\nsmart phones)\nC2\nCustomized networked services\nTries to assign a subset of people\nCo-taxi-ing\ndeployed (i) on the users'\nwaiting for taxis, to each available taxi.\nhandhelds and (ii) in taxis\nC3\nCustomized networked services (i)\nImplements push-based communication\nDistributed alert\nprovided by the airline companies\nservice between the airline companies\nsystem\nand (ii) deployed on the users'\nand their customers.\nhandhelds\nC4\nSocially-based networked services\nSupports \n proximity-based\nsocial\nContext-aware,\ndeployed on the users' handhelds\nnetworking.\ndistributed\nad hoc social\nnetworking\nC5\nNetworked services (i) embedded\nOffers\ntouristic\nthat  are\nservices\nContext-aware,\nin the touristic area, and (ii)\nadapted to match the tourists' interests\n touristic guide\ndeployed on the users' handhelds\nand travel status. For example, touristic\ninformation may take the form of a short\ntextual description, a longer video tour,\nor one full scale guided tour, depending\non the agenda of tourists.\nC6\nTraffic management services\nIf a taxi identifies traffic jam or other\nContext-aware\nembedded in taxis\nproblems\n(e.g.,\nfaulty \ntraffic lights,\ndistributed, ad hoc\naccidents\netc.),\nit\ncan\npass\n this\ntraffic\ninformation to other 'nearby' taxis. On a\nmanagement\nhop-by-hop\nbasis  t\nthe information \npropagated \nd to all, hence realizing \na\nmulti-hop ad hoc mobile sensor network\n dedicated to traffic management\nC7\nCustomized networked services (i)\nThe porters at the airport are able to get\nContext-aware,\noffered by the airport and (i)\ndynamically notified about the check-in\npersonalized \ndeployed on the users' handhelds\ncounter of the traveler, the baggage\nairport ground\ndrop, or any other changes to the\nservice\ntraveler's flight.\nTable 3: The DynaRoute Choreographies\nFP7-257178\nCHOReOS\n13",
    "Page_25": "Table 4 below summarises the DynaRoute Future Internet-related requirements, which represent a\nhigh-level overview of the specific requirements of DynaRoute in the context of the Future Internet\nchallenges highlighted in Section 2.1. The DynaRoute requirements will be further analysed and\nelaborated in Deliverable D8.1 to become full system requirements.\nFuture Internet Challenges &\n'DynaRoute' Specific Requirements\nRequirements\nScalability\nNumber, size and\nC1 is a l-to-many choreography, where 'many' is expected\nquality of \nto be in the order of a few hundreds to thousands.\nnetworked entities\nC2 is between m taxis and n people where we expect the\nlevels of taxis to be around a few hundreds. This also hints\non the number of people awaiting taxi service, which,\nhowever, depends on time of the day.\nC3 is proportional to the number of passengers of an airline.\nThis can vary from a few tens to a few hundreds depending\non the number of flights to different destinations with the\nsame airline.\nC4 is limited by the geographical area. Assuming that in a\nhot spot area, there are numerous socially-related people,\nthis is at the levels of several tens.\nRegarding C5, the number of tourists at or nearby a\nmonument is about a few thousands.\nFor C6, the number of taxis, in a medium city, is of about a\nfew thousands (C5).\nAs for C7, the number of porters/passengers is in the order\nof hundreds.\nAccording to the above, the complexity of DynaRoute in\nterms of numbers of entities is relatively small at the Future\nInternet scale (a few thousands is the worst case).\nHowever, it is already challenging regarding the number of\nactors to be concurrenty involved within a choreography.\nStorage (scale\nThe scale of data and their size for DynaRoute\neis\nand size of\nproportional to the number of devices. As such, the\ncontent and\ninformation that needs to be kept and stored is not expected\nsensors' data)\nto be a major challenge, which fits CHOReOS as content\nmanagement in the Future Internet is not part of the project\nfocus.\n Discovery (search\nSearch in DynaRoute is overall challenging. For example,\n& retrieval)\nmatching the various people in a certain geographical area,\nwho are socially related, under constraints of time and\nitineraries can be quite challenging.\nS treaming large\nIn DynaRoute, the biggest challenge in this respect is the\namounts of data\none in C5 where high capacity multimedia streams need to\nbe sent to different tourists, with different levels of Quality of\nService \n(QoS）supported\nIby their devices,\ndifferent\nlanguages, etc.\nAddressing and\nAddressing is very much related to the naming of devices. If\nNaming\nwe assume IPv6 and due to the relatively low level of\nDynaRoute requirements when it comes to number of\ndevices, it should suffice to cover the case study.\nFP7-257178\nCHOReOS\n14",
    "Page_26": "Interoperability\nInteroperability of\nThis is one of the biggest challenges and requirements from\nheterogeneous\nDynaRoute. Indeed, no one can expect that the devices in\ncomponents\ntaxis, held by different people (travelers, porters, friends),\nand deployed at monuments, etc., will be the same and\nrunning matching protocols, from application down to\n network layers.\nContent\nDynamic content integration is not one of the most important\ncomposition &\nchallenges for the DynaRoute case. C6 (information\nintegration\nexchange among taxis) is one of the choreographies of the \ncase study that will need such dynamic content integration.\nFor example, multiple views of the same (or similar)\nphenomenon from different taxis and the interpolation to a\nfinal assessment are going to be needed.\nDynamic service\nDynaRoute heavily relies on \ndynamic composition (\nof\ncomposition\nservices，as\ncan be inferred\nfrom  the description (\nof\n choreographies in Table 3.\nMobility\nNative\nMobility\nis\nneeded\nalmost all\nthe\nDynaRoute\n support/integration\nchoreographies.\nof mobility\nRouting\nRouting is an open research issue for mobile sensor ad hoc\n(efficiency,\nnetworks. In particular, the highly dynamic ad hoc network\nstability,\nof taxis is raising a number of challenges.\nrobustness)\nLimited resource\nSome devices, especially the mobile users' devices have\nmobile devices\nvery strong demands on resources and especially energy.\nAwareness &\nAdaptability\nAdaptability is a major requirement for DynaRoute. For\nAdaptability\ninstance, C1 needs to adapt to different circumstances and\ninteract with other choreographies.\nAwareness\nAwareness is also key to DynaRoute. Both context and self-\nawareness are needed.\nFor example, awareness of other devices, of other people,\nof weather conditions, of shopping hours, and of traffic jams,\nare all key to the DynaRoute case study.\nManageability\nAs mobility increases and as people rely more and more on\n(self *)\nsmart devices while being on the road and vulnerable, it is\nof paramount importance to have self-manageability, auto\n:awareness,\nhealing,\nconfiguration, etc.\noptimization,\nIndeed, there will not be any IT support service for any of \nconfiguration,\nthe actors (with the exception of monument) during the\nmaintenance\nDynaR oute case.\nMonitoring and\nMonitoring of traffic, other devices, environment, etc. is of\nmeasurement\nparamount importance to DynaRoute as many of the\nservices rely on monitored information.\nResilience against\nResilience\nand\n recovery \nare\nmajor \n requirements\nfor\naccidents\nDynaRoute.\nWhen\n having\nto\ndeal with\n time-sensitive\n&failures (fast\nservices and users being highly dependent on services, like\nrecovery,\nDynaR oute\ndoes,\nresilience\nand\n fast recovery\nare\nreliability, incident \nconsidered essential.\ndetection and\nLevels of seconds should be considered as worst-case\nanalysis)\nrecovery times\nFP7-257178\nCHOReOS\n15",
    "Page_27": "Security,\nPrivacy of users'\nIn DynaRoute, there is a lot of private data (location,\nPrivacy& Trust\ndata\nitinerary, habits, friends, destination, etc.) exchanged and\nbeing exposed. As the data privacy regulations in Europe\nare quite strict, this is considered a major challenge for\nDynaR oute.\nThe regulations of National DPAs2l and the directives and \n opinions of the EDPs 22 must be adhered to.\nP rotect users from\nThis is a less important aspect for DynaR oute. It all depends\nattacks\non the level of the person(s) involved. If the people involved\nare heads of states or VlPs, then, indeed this can be a\nmajor requirement.\nBut as DynaRoute is targeting the average person, this can\nbe of a lesser importance.\nE nsure trust\nTrust is major concern for all interaction-based services.\nbetween services\nDynaR oute is based on trust relationships between humans,\nand people\nwhich then have to be transformed into trusted relations\nbetween devices as well.\nIdentity\nThis is a major requirement. People should be able to be\nmanagement and\nidentified and given access to certain services only if they\npreservation\nare allowed to.\nFor example, it should not be possible to change the flight\narrangements of a certain passenger.\nGovernance and\nDynaRoute requires a distributed governance structure.\npolicy\n management\nTable 4: The DynaRoute Requirements\nOur characterization of the Future Internet focusing on the Internet of Services and Things, as elicited\nrelated system development targeted by CHOReOS. This calls for a precise and rich conceptual\nmodel, which will serve as foundation to the choreography-based Future Internet of Services and\nThings and especially to its supporting infrastructure. Before introducing the initial conceptual model\nfor CHOReOS in Chapter 4, we provide in the next chapter an overview of the NEXOF Reference\nArchitecture and embedded conceptual model, which will be used as a baseline for the definition of\nthe CHOReOS conceptual model.\n 21 DPA: Data Protection Authority\nFP7-257178\nCHOReOS\n16",
    "Page_28": "3. The NEXoF Reference Architecture\nAs already introduced, a conceptual model provides a high level common ground by capturing the\nFor CHOReOs, the considered class of systems consists of choreography-based service-oriented\nservices discovered in ULS networking environments. The highly-scalable choreographies that\nCHOReOS wants to investigate, as part of Future Internet scenarios, need to be understood and\ntheir key characteristics need to be identified by taking into account the state of the art on conceptual\nparticular, in relation with the key features of the F uture Internet.\n  se   o  a  ra   \nproposed in the literature for modeling/describing service-oriented systems: the Web Service\nArchitecture [BHMN07], the CBDI Model [CBDl07], the OASIS Reference Model [OAS06], the EGA\nReference Model [EGA106,EGA206], the TrustCoM Conceptual Models [SWHA05], the Service\nComponent Architecture [BBBE07], the Service-oriented architecture Modeling Language [SoaML],\nthe SeCSE Model [CDDDO5,SeCSE] (to which the CHOReOS partner CITY contributed), and\nhad an involvement).\nThe most recent approach is the one adopted by the NEXOF Reference Architecture (NEXOF-RA)23\nproject, which proposes a holistic approach that refines and enriches all the previous efforts in the\nNESSI24 Open Service Framework (NEXOF)25, the generic open platform for creating and delivering\napplications enabling the creation of service based ecosystems where service providers and third\nentities that constitute these infrastructures, the facilities they provide in support of service-oriented\nsystems, as well as relationships among them.\nThe analysis of the NEXOF-RA has led us to conclude that it is a valuable work towards the\nestablishment of a common reference architecture, and its related conceptual model, of the\ninfrastructures supporting service-oriented systems in the Future Internet. However, the notions\noffered by NEXOF-RA do not address the specific facets of CHOReOS, and in particular do not\nconsider the choreography of services as a first-class entity to build service-oriented systems within\nthe Future Internet. Moreover, as indicated in Chapter 2, CHOReOS leverages the Internet of (S mart)\nThings domain, which is not currently considered by NEXOF-RA. Hence, in Chapter 4, by adopting\nCHOReOS-specific notions and, when needed, we take care of making explicit relationships with\nof the whole NEXOF-RA by showing figures borrowed from the official NEXOF-RA Web site and\ndocuments therein, so that the deliverable is self-contained.\n3.1. The NEXOF Reference Architecture in a Nutshell\nNEXOF-RA is \"a set of instruments designed to help the construction of well-architected distributed\nS OA software infrastructures\"within the Future Internet.\nS pecial emphasis must here be given to the term \"SOA infrastructures\". According to the NEXOF-RA\nbe deployed on it (see left-hand side of Figure 3). From this standpoint, SOA introduces the notion of\ndistributed SOA infrastructures and service-oriented applications that can be deployed and executed\non it, in order to focus on business objectives. The rationale behind distinguishing between SOA\ninfrastructure and service-oriented applications on it is that \"SoA is not a specific technology or\npredefined solution but rather a paradigm or architectural style that is used to improve the scalability\n24 htt://www.nessi-europe.com/\nFP7-257178\nCHOReOS\n17",
    "Page_29": "S pecific characteristics of a service-oriented system that will actually be deployed are likely to be\nunique within each business domain and company. Therefore, it is not feasible to define a \"one-in-all\"\nSOA solution that fits all situations, rather, a SOA solution needs to be adapted to each individual\ncontext. However, each SOA solution is characterized by the usage of technologies and platforms\n(and hence infrastructures) that specifically support, e.g., the creation, execution, and delivery of\nservices.\nService-orientedSystems\nService-oriented\nAnySoftwareSystem\nApplications\n(business objectives)\nOperative\nelements\nsupports\nsupports\nSOA\nInfrastructure\nInfrastructure\n(operating environment)\nFigure 3: Organization Structure of Software Systems\nThus, the NEXOF-RA project team has chosen a domain- and technology-independent pattern-\nbased approach to model SoA infrastructures capable of supporting different types and demands of\nrequirements of heterogeneous classes of systems, e.g., Software as a Service, Cloud Computing,\nInternet of Services, Internet of Things, Web 2.0/3.0. In line with the well known idea underlying\narchitectural or design patterns, the NEXOF-RA pattern-based approach allows for deriving specific\n      e  sa a s  sss   se s\ncomposed according to specific requirements. NEXOF-RA considers a pattern as a first class design\nimplementation.\nAs reported in [NEXOFRASio], a set of patterns has been already developed for describing the\ncharacteristics of the following classes of service-oriented systems:\n· Enterprise SOA,\n· Internet of Services, and\n· Cloud and Infrastructure as a Service.\nThe NEXOF-RA project team claims that the Internet of Things can easily be integrated into the\nNEXOF-RA as a new system of patterns, and this is planned as future work. Such a future direction\nis of interest for CHOReOS since, as already said in Chapter 2, one of the main objectives of\nparticular, CHOReOS aims at offering an Integrated Development and Runtime Environment for\n Services and S mart Things.\nvaluable reference architecture from which specific architectures can be derived. This is why, in\naddition to the pattern system, NEXOF-RA is composed of several parts that foster the instantiation\ninto specific architectures. Referring to Figure 4, the top-level parts are:\n(1) The Guidelines and Principles [NEXOFAFP 10],\n(2) The Reference Specification [NEXOFRAS10] containing the Pattern Ensemble, and\n(3) The Reference Model [NEXOFR M10], mainly containing the Conceptual Model,\nwhich we further define below.\nFP7-257178\nCHOReOS\n18",
    "Page_30": "XXXSOA\n三\nYYYSOA\nAbout:\nTop-levelPatterns\nconstruction principle\n(system families)\nPP\nPHH\n'reference properties\nPHP\ninstantiation guidelines\nGuidelines\nStandardsCatalog\nandPrinciples\nPattern1\nPattern2\nConcrete\nAbstract\nPOF\nP\nAbstract\n(class of\nGlossary\noroducts\nproclucts\nDesignPatterns\nPattern5\nCOP\nactors\ninformatio\nConceptual\nDDOD\nDDOL\nComponentCatalog\n（aka.BuildingBlocks)\nPattern Ensemble\nReference Model\nReference Specification\nReferenceArchitecture\nFigure 4: Structure of the NEXOF Reference Architecture\n3.1.1.\nGuidelines and Principles\nGuidelines are used to instantiate a specific system architecture according to its requirements, e.g.,\nhelp on matching/selecting a certain pattern from a given requirements\nPrinciples concern the development and evolution and are used to create and to evolve the NExOF-\nRA specification, e.g., fix rules and restrictions, describe the structure of the patterns and how new\npatterns can be added, allowed relationships among patterns.\n3.1.2.\nReference Specification\nThis part decomposes into the following sub-parts:\n· The Standards Catalog describes standards and specifications referred to in the NEXOF\nreference architecture.\n The Component Catalog groups abstract descriptions of component products (e.g., a UDDI\nregistry) and specifies the links to concrete software components that implement them (e.g..\nthe jUDDl library). Each description refers to the standards it implements, the concepts it\naddresses, as well as its behavioral characteristics.\n The Pattern Ensemble describes patterns as first class design elements; they are called\nconstructional-patterns and can be used in the design of a system as any other design\nelement (class, module, component etc.). Patterns are organized according to three levels of\nabstractions:\n 0 Top-level patterns are architectural patterns that describe the fundamental structural\norganization schema of SOA platform families (Enterprise SOA, Internet of Services,\nCloud and Infrastructure as a Service) in terms of predefined subsystems or\ncomponents.\n0 Abstract patterns are design patterns that refer to abstract components and provide a\nschema for refining the subsystems or components of a software system or the\nrelationship between them.\n0Implementation patterns are low-level patterns that refer to at least one concrete\ncomponent specific to a technology: standard, programming language, product. They\nFP7-257178\nCHOReOS\n19",
    "Page_31": "between them using the features of a given technology.\nThe patterns can be further classified according to the following categories:\n0Functional / Non-F unctional P atterns\n0Cross-Cutting / Non-Cross-Cutting P atterns.\n  s    oos   as  one \nconsidering the functionalities it must provide.\nbe applied to other patterns. It provides guidelines to transform and enhance the architectural\nsolution provided by another pattern. Thus, patterns that are not applicable to others are Non-\nCross-Cutting P atterns.\nspecific patterns in order to improve quality attributes.\nSince, understanding and using patterns individually does not help much, NEXOF-RA also specifies\nrelationships between all the patterns that are produced. Thus, for each pattern, the relationships\nwith other patterns are provided, so that the overall pattern system can be used to scale beyond point\nsolutions, and thus to address larger and more sophisticated problem spaces [NEXOFAFP10].\n3.1.3.  Reference Model\nThe NEXOF-RA Reference Model defines the first-level entities that constitute the infrastructures\nunderpinning heterogeneous service-oriented systems, as well as the relationships between them,\nthe Glossary and the Conceptual Model.\npresentation\nm\nS\nanalysis\nn\na\ncomposition\ng\ndiscovery\nu\ne\nm\nmessaging\ne\nservices\nn\nresources\nFigure 5: NEXOF-RA Concerns\nThe glossary contains NEXOF-RA-specific and Not-NEXOF-RA-specific terms. The NEXOF-RA-\n  b   e aos eioi   s a l   s\n        a    o  ai\nPresentation concern: deals with the incorporation of people into the SOA equation,\n Analysis concern: deals with continuous process improvement,\n·\nDiscovery concern: deals with reuse,\n Messaging concern: deals with communication and interaction with services,\n·\nServices concern: addresses the underlying building blocks of SOA\n·\n Resources concern: deals with SoA enactment.\nWe further identify the following NEXOF-RA orthogonal concerns:\n· Management concern: deals with service level agreement and governance\n Security concern: deals with S OA reliability.\nFP7-257178\nCHOReOS\n20",
    "Page_32": "Since the overall NEXOF-RA is structured around the above nine concerns, the specification of the\n3.1.4.\nReference Model vs Reference Specification\nThe Reference Model (and hence the Conceptual Model as part of it) plays a decisive role within the\ncreation/evolution of the NEXOF-RA specifications itself as well as in the instantiation of NEXOF-\ncompliant architectures. According to Figure 6, while the Reference Model specifies what are the\nfacilities provided by any NEXOF-compliant infrastructure in support of the achievement of service-\noriented systems business objectives, the Reference Specification describes how these facilities can\nbe provided.\nReference Model\nReference Specification\nWHAT facilities are needed to support\nHow supporting facilities are provided\nService-oriented Systems in reaching\nby SOA infrastructures\nbusiness objectives\nConceptual\nStandards\nComponent\nGlossary\nPattern\nCatalog\nMode!\nCatalog\nEnsemble\nFigure 6: NEXOF-RA Reference Model vs NEXOF-RA Reference Specification\nMore specifically, within the Reference Specification, Patterns are designed for fulfilling the\nsystems' business requirements (see Figure 7). The Conceptual Model addresses and covers all the\nfunctionalities of a generic service-oriented system infrastructure platform. According to the\nobjectives of a specific Business Scenario, (part of) these functionalities will be provided. Moreover,\npatterns are also designed to fulfil the Non-Functional System Requirements of such a service\nplatform derived from the business scenario. Finally, patterns are validated by Proof Of Concepts\n(POCs). A PoC is defined as a (set of) software artefact(s) used to validate some key patterns of the\nReference Specification. In particular, the main focus of a PoC is on the validation of patterns' claim\nabout quality attributes.\nderived_from\nFunctional\naddresses\nConceptual\nBusiness\nSystem\nModel\nScenarios\nRequirements\nFunctions\nderived_from\nNon-Functional\ndesigned_to_fulfill\nis_a_design_for\nSystem\nPATTERNS\nRequirements\nvalidates\nProof-of\nConcept\nFigure 7: Relationships among Business Requirements, Conceptual Model, Architectural\nPatterns, and Proof-of-Concept\nWithin the NEOXF project, quality aspects (such as high availability and scalability of SOA\ninfrastructures) are not explicitly addressed in the NEXOF-RA conceptual model. In fact, according to\nthe vision of the NEXOF-RA project team, quality attributes are inherent characteristics of specific\narchitectural solutions and can be ensured by (composition of) different architectural patterns. Hence,\nfor each pattern, the NEXOF-RA specifies the influence that the usage of the pattern has on quality\nattributes.\nThe next section presents an overview of the NEXOF-RA composition concern that CHOReOS\n4), the CHOReOS conceptual model is called to extend all the NEXOF-RA concerns to address the\nspecifics of F uture Internet Choreographies.\nFP7-257178\nCHOReOS\n21",
    "Page_33": "3.2.0verview of the Composition Concern\nAs said, the NEXOF-RA conceptual model describes each concern by following the well-known\napproach of separating functionality, structure, and behavior. Functionalities are defined by use case\n[NEXOFRM10] together with explicit dependencies with the system requirements and references to\ntheir sources (e.g., NEXOF-RA Investigation Team, Products, Standards, Books).\nAs an example, Figure 8 reports all the (sub)functionalities of the Composition concern. In particular,\npromoted) as a composite service.\n<<Composition>>\nCreation of\n<<include>>\nDesign of\nService\nService\nComposition\nComposition\nService\nDeveloper\n<include>>\nExecutionof\nImplementation\nService\nofService\nComposition\nComposition\n<include>>\nPromotion to\nComposite Service\nComponent\nFigure 8: Functionalities of the Composition concern\nThe structure and the behavior views (i.e., the data flow) of the composition concern are shown in\nFigure 9 and Figure 10, respectively. Figure 9 and Figure 10 can be easily understood and they are\nbriefly described here just to let the reader grasp the way the NEXOF-RA concerns are presented.\nS till, interested readers are referred to [NEXOF RM 10] for more details.\nA Service Composition is described by a Service Composition Description, i.e., either an\nOrchestration or a Choreography (see Figure 9). Based on existing Service Descriptions, the\nservice composition description specifies the Data Flow and the Control Flow of the service\nas a Composite Service, in turn implemented by a Composite Service Component.\nThe composition concern addresses the functionalities Creation of Service Compositions and\nExecution of Service Composition, which together allow handling service compositions (see Figure\n10). Considering the requirements the composition has to fulfill and the descriptions of the required\nservices discovered into the registry, developers can create (i.e., design and implement) service\na Composite Service Component that, after being deployed, can be run to actually execute the\ncreated service composition. The Execution of Service Compositions is performed in the form of a\nExecutable Workflow upon the event of dispatching a message that starts the invocation of the\ncomposition. The executable workflow is processed by giving place to a series of observable\nActions for the different services that are invoked within the process execution.\nFP7-257178\nCHOReOS\n22",
    "Page_34": "capsules\nService\nComposition\nComponent\n describes\nimplements\nService\nComposite\nComponent\n Service\npublished as\nService\nControl Flow\nData Flow\nDescription\nService\n Service\nComposition\nComposition\ndescribed by \n Description\nimplements\nExecutable\nOrchestration\nWorkflow\nFigure 9: Structure View of the Composition concern\n<<Discovery>>\n<<Management>>\nDiscovery of\nService\nDeployment\nRequirement\nCreation of\nComposite\nService\nService\nComposition\nComponent\nService\nDescription\nExecutable\nWorkflow\nExecutionof\nService\nMessage\nService\nComponent\n[dispatched]\nComposition\n[running]\nObservable\nAction\nFigure 10: Data flow of the Composition concern\nAs already anticipated, in the next chapter we describe the extensions to the NEXOF-RA conceptual\nmodel. In particuiar, we extend the composition concern by detailing the concept of Choreography.\nFP7-257178\nCHOReOS\n23",
    "Page_35": "4. Initial Version of the CHoReOs Conceptual Model\nAs described in the CHOReOS DOW, one of the main goals of CHOReOS is to realize in WP5 an\nWP2-3-4 RTD work, constitutes a software infrastructure able to support, from development to (and\nCHOReOS Conceptual Model shall then highlight the key facilities to be supported by the C HOReOS\nIDRE Architecture.\nCHOReOS Conceptuai Modei\nCHOReOSiDRE Architecture\nWHAT supporting facilities are needed to\nHow supporting facilities are provided by\nreach business objectives by means of\nthe CHoReOS infrastructure\nservice choreographies\nFigure 1l: CHOReOS Conceptual Model vs CHOReOS IDRE Architecture\nMore precisely, independently from any implementation and technological details, the CHoReOS\nconceptual model describes on a conceptual level what are the facilities offered by the CHOReOS\ninfrastructure, which are needed to support the achievement of business objectives by means of\nprovided by the CHOReOS infrastructure and hence by the IDRE.\nNote that the relationship highlighted in Figure 6 for NEXOF-RA and the relationship in Figure 11 for\nCHOReOS must be considered at different levels of abstraction and generality. In fact, while the\nNEXOF conceptual model and the NEXOF reference architecture concern supporting facilities for\ngeneral service-oriented systems, the CHOReOS conceptual model and the CHOReOS IDRE\narchitecture concern supporting facilities for the class of service-oriented systems realized as\nchoreographies of services. Moreover, the NE xOF reference architecture is an abstract specification\nthat can be used as a reference for architecting specific and concrete SoA infrastructures; whereas\nbased large scale services in the Future Internet, i.e., \"C HOReOS choreographies\".\nOverall, the definition of the CHOReOS conceptual model is strongly related to the activities defined\nin the CHOReOS Development Process Model, which is introduced in the CHOReOS DOW and\n sketched in Figure 12. These activities decompose into:\n First, as depicted in Figure 12, CHOReOS intends to support the systematic development of\nchoreographies from their design to their actual enactment, i.e., execution. CHOReOS in\nparticular investigates techniques and tools that emerge from MDE and generative\nformer will serve to refine the i*-based domain-expert requirements specification into analysis-\nmodel to a different technique-specific model. This will bridge the gap between the various\nmodels that have to be used for choreography synthesis, analysis, validation, and\nimplementation purposes.\n A distributed (large scale) service base (aka registry) will further manage information about\navailable services offered by service providers. As deeply discussed in [D1.l], the service\nbase organizes available services into functional and non-functional views. Each view is\ncharacterized by corresponding abstractions (functional/non-functional) and a set of available\nservices that are represented by each abstraction.\n The approach envisioned for the choreography synthesis then starts from (i) the peer-style\n    ss      e   o a\nscale service base. Input (i) is based on the functional and non-functional abstractions, and it\ncomes from the refinement of the domain expert specification obtained by means of the top-\ndown transformational process. Input (i) comes from the exploitation of the service base\nFP7-257178\nCHOReOS\n24",
    "Page_36": "management mechanisms. That is, the synthesis process assumes that the services into the\nregistry/base have been discovered so that they satisfy the local (to the service) functional\nand non-functional requirements that have been specified for the choreography and, hence,\ncan be considered as potential candidates to participate in the global choreography process.\nThe choreography synthesis produces (possibly with partial human intervention/inspection)\nthe abstract proxies/adaptors that, supported by the CHOReOS service-oriented middleware\nto be developed in WP3, distributedly support the enactment of choreographies.\nChoreographySpec.Framework\nDomainExpertSpec.\n[WPramebased]\nDomain Expert Spec\n[WP2-ibasedmodell\nCHOReOSref.style[WP1]\nModel-To-Model\nCHOReOS\nService Base[WP2]\n具\nGovernanceV&V\nSPA+SIA\nWP4\nPolicies&Rules\nSLA contracts\nModel-To-Mode\nStandards\nMDEtechni\nServiceBehaviouralModel\nAnalysis(SPA\n[WP2\nModel[WP2]\nProcedures\nStability&Interdependency\nRun-timeV&VModelsWP4]\nMoadesSNSP\nFromdesign-torun-timeanalysis\nhthesigrapP2]\nMonitoringandV&V\n[WP4]\nrealize\nDeployedExecutable\nChoreography[WP3]\n[WP4]\n[WP2]\nography\n[Integration-WP5]\nLegend\nProcess Artefact\nArtefact/Activity\nRelationshipbetweenartefacts\nProcess Activity\nrocessFlow\nGroup\nFigure 12: The CHoReOS Development Process Model\nThe comprehensive and perpetual process extends to run-time and does support domain\nexpert developers and (end-)users in all the phases of the choreography life cycle. Such a\nprocess has to explicitly account for complex analysis and validation steps at run-time when\nall the necessary pieces of information are available. In other words, some activities of the\nprocess may be executed at run-time, as specific internal capabilities of the choreography\nengineered through the process itself. Furthermore, the process unifies the developer and\nuser roles by considering the user as taking an active part in the process that controls and\naffects the choreography development and its overall behavior.\nIn the following, we present the CHOReOS initial conceptual model by separating functionality,\nstructure, and behavior views. Figure 13 shows an overview of the CHOReOS\n concerns by\nhighlighting the NEXOF-RA ones that have been extended (see the label extended), and the ones\nthat have been left as they are at the current stage of the project (see the label as it is).\nFP7-257178\nCHOReOS\n25",
    "Page_37": "presentation\n(asitis)\nanalysis\n(extended)\ncomposition\nmanagemer\n(extended)\nsecurity\ndiscovery\noua\n(asit\n(extended)\nmessaging\n(extended)\nservices\n(asitis)\nresources\n(asitis)\nFigure 13: Current situation of the CHOReOs Concerns with respect to the NEXOF-RA\nConcerns\n4.1.CompositionConcern\nWithin the Composition concern (see Section 3.2), NEXOF-RA considers the concepts of\nOrchestration and Choreography as simple specializations of a service composition. Despite the\nemerging importance of the concept of choreography in the context of the Future Internet, NEXOF-\n RA just mentions choreography, rather than providing a clear and detailed definition.\nAs motivated in [D1.1], in the last few years, building upon the wide acceptance of the service-\nforming complex service-oriented systems. Choreography is put forward as a generic abstraction of\nany possible collaboration among multiple services, and integrates previously established views on\nservice composition, among which service orchestration. In principle, any possible view on\ncollaboration and previously established view on composition among multiple services (e.g., service\nterminologies can be distinguished [DD04, BDO06]: (1) Choreography captures collaborative\nprocesses involving multiple services and their interactions from a global perspective; (2) Behavioral\ninterface (see Service Behavioral Model in Figure 12) captures the behavior of a single service that\nparticipates in the choreography (i.e., the signature and the interaction protocol with the environment\nthat the service supports); and (3) Orchestration deals with the description of the interactions in which\na set of services can be engaged, as well as the internal steps between these interactions.\nThe above considerations have led us to extend the Composition concern of NEXOF-RA to address\nthe peculiarities of choreographies and their distinctive features that are not currently covered by\nChoreography Designer should have the possibility to specify a service choreography with respect\nto the Goal and Requirement Specifications provided by the Domain Expert and Consumers.\nThe implementation of a service choreography includes the synthesis of proxies/adaptors for\nsuitably coordinating the involved services. Finally, the Operator has the responsibility of enabling\nthe execution of the created choreography, which can then be enacted by the consumer as needed.\nIn the sequel, the proposed extensions will be detailed by showing the structure of the provided\nextensions of the composition concern (Section 4.1.1), and the data flows of the proposed\nfunctionalities (S ection 4.1.2).\nFP7-257178\nCHOReOS\n26",
    "Page_38": "Composition\nGoal and\nSpecificationof\nRequirement\nChoreography\nService\nSpecification\nkinclude》\nCreationof\n&includes\nChoreography\nService\nChoreography\nImplementation\nveloper\n《extend>\nkincludes\nCreationof\nSynthesisof\nService\nComposition\nChoreography\nService\nEnactmentand\nExecutionof\nService\nOperator\nChoreography\ntextends\nExecution of\nService\nComposition\nFigure 14: New functionalities in the refined Composition Concern\n4.1.1.\nStructure View\nFigure 15 shows the structure view of the composition concern showing only the extensions related\n(specializing the Composition Model), is related to (i) the ability to model business contracts, i.e.,\nMessage Exchange Pattern) among multiple Participants and (i) how a business contract is\n\"enforced\" with respect to the individual Behavioral Model of participants. The Behavioral Model\ndefines the interaction behavior in terms of allowed sequence of Messages.\nCommunicationNetwork\nMessageExchangePattern\n+uses\n+follows\nTo..1\nConversation\nMessageExchange\nMes\n1 ..*\n1..*\n1..*\n+from\nParticipant\n+to\n2..*\n+describedBy\nCompositionModel\nComposition\n+routedBy\nBehavioral Model\nProxy/Adaptor\nFigure 15: Structure View of the Composition Concern\nTo summarize, a choreography specifies how messages are exchanged among participants in a\nglobal conversation. Thus, the focus is not on orchestrating the work performed within each\nparticipant, \n，but rather on the external exchange of information (messages) between these\nparticipants.\n4.1.2.\nData Flow\nBuilding upon the previous discussion, a choreography can be seen as a collaborative process\nplay to fulfll the global choreography. In the following, the functionalities Specification of Service\nEnactment and Execution of Service Choreography are described. The Discovery of Service is\ndescribed in Section 4.4.\nFP7-257178\nCHOReOS\n27",
    "Page_39": "Specification of Service Choreography\nAccording to Figure 16, the Specification of Service Choreography takes as input Choreography\nPatterns as derived by the specification of the choreography goal and requirements defined by\ndomain experts and refined by consumers (see Figure 17). Then, the service choreography\nspecification process produces a Choreography Model (named domain expert choreography model\nchoreography. These services have been discovered from the Service Base(s) (see Section 4.4)\nfollowing, the output of the service choreography synthesis is a set of Proxies/Adaptors which are\ngenerated to distributedly support choreography enactment, and hence for enabling the\nchoreography realization. In the overall process, MDE techniques in terms of model transformations\nsize of the Fl compositional reasoning techniques can be adopted for reducing the state explosion\nproblem which typically affects synthesis processes.\nGoal and\nRequirements\nSpecification\nChoreographyPatterns\nSpecification of\nService\nService Base\nChoreography\n&Discovery>\nChoreography Model\nDiscoveryof\nService\nSynthesis of Service\nChoreography\nService Descriptions\nProxies/Adaptors\nEnactment and\nExecutionof\nService\nChoreography\n业\nO\nFigure 16: Data Flow in the Composition Concern\nGoal and Requirements Specification\nRequirements are expressed by Domain Experts (domain specific requirements) and Consumers\n(user needs) using a structured approach that includes qualitative qualifiers, satisfaction ratings and\n  s   a      \nrequirements, either directly or indirectly through the Evolving Requirements Specification. The\nresulting  set of prioritized quality-based requirements  is then associated  with choreography\nstrategies, which are expressed in the forms of patterns.\nthe presence of user requirements. Each provides a structure for associating user requirements with\nFP7-257178\nCHOReOS\n28",
    "Page_40": "different possible choreographies of classes of services (i.e., groups of similar services see Section\nDiscovery Concern4.4) that, when implemented, deliver service-oriented applications with different\nqualities. Each pattern considers the qualities of the services to be invoked, the qualities that different\nchoreographies offer and how, when combined, these service and choreography qualities deliver\nsystems of different qualities. Users of CHOReOS solutions will match their user requirements to the\n service choreography patterns that will inform more detailed choreography design.\n oi s  s    is su  ota  \ndiscussed in Section 5, we can draw on this modeling experience to ensure scalability of CHOReOS\nsolutions.\nDomainExpert\nConsumer\nSpecificationof\nSpecificationof\nRequirements\nRequirements\nEvolvingRequirementsSpecification\nRetrieve\nService\nChoreography\nPatterns\nChoreographyPatterns\nFigure 17: Functionality - Goal and Requirements Specification of the Composition Concern\n Synthesis of Service Choreography\nThe synthesis of service choreography concerns the realization of distributed proxies/adaptors that,\nsupported by the CHOReOS middleware, cooperatively work to support the enactment of the\nchoreography.\nBy relying on suitable mechanisms such as the ones proposed by INRlA and UOl to organize\nhierarchically the vast amount of available services [Azlo9b] within the service base, and by\nconsidering the coordinator synthesis approach described in [Tllo8] as baseline, Model-to-Model\nTransformation techniques [MHZ06, HMY06] will be introduced to refine the Choreography Model\ntogether with the service Behavioral Models into a Peer-style Specification (see Figure 18).\nService Behavioral Models are obtained by the Synthesis of Behavior Protocol activity starting\n4.4). We will build on the approach described in [BiPTo9] for deriving such behavioral models\nThe synthesis process must be able to understand how to actually coordinate the discovered\ne.g., concurrency and interaction mismatches such as deadlocks, or safety and timeliness violations.\nThus, although a given set of services, if coordinated in the right way, can be used to achieve the\nspecified choreography, they can completely miss the choreography's goal if coordinated in a\ndifferent way.\nFurther applying Model-to-Model Transformation, the synthesis method will produce (possibly with\npartial human intervention/inspection) abstract proxy/adaptor models. Such models, accounting for\nservice functional and non-functional abstractions, force the collaboration of the discovered services\nto guarantee the specified choreography. To actually realize the choreography, the abstract\n proxy/adaptor models are then concretized into actual software artifacts by means of Model-to-Code\n n   n  a    ue ss\nFP7-257178\nCHOReOS\n29",
    "Page_41": "the CHOReOS choreography engine and, by means of the CHOReOS service-oriented middleware,\nthey suitably access and coordinate the discovered services.\nChoreography Model\nService Descriptions\nModel-to-Model\nSynthesisof\nTransformation\nBehavior\nProtocols\nBehavioral Models\nPeer-styleSpecification\nModel-to-Model\nTransformation\nSynthesized Service\nProxy/AdaptorModels\nModel-to-Code\nTransformation\nProxies/Adaptors\nFigure 18: Functionality - Synthesis of the Composition Concern\nEnactment and Execution of Service Choreography\n Services Proxies/Adaptators are deployed in the execution environment providing services (see\nFigure 19). Meanwhile, a Subscription activity is triggered in order to set Probes on the deployed\nservices. Probes enable the monitoring of running services and the control of their runtime\nperformances. Runtime V&V Model results form the analysis activity that is realized From Design\nTime to Runtime. These models can then be considered in order to operate Runtime Enforcement\nand v&v governance on services and probes. In order to enable services collaborations,\ngovernance and v&V rules need to be respected.\nFP7-257178\nCHOReOS\n30",
    "Page_42": "Proxies/Adaptators\nDeployment\nService\nSubscription\nProbes\nFromDesignto\nRuntime\nEnforcement\nruntime\nRuntimeV&vModels\nandv&v\nanalysis\ngovernance\nFigure 19: Functionality - Enactment of the Composition Concern\n4.2.Presentation Concern\nThe Presentation concern of NExOF-RA addresses all mechanisms to enable human users to\ninteract and make use of the functionalities provided by the overall service infrastructure. It aims at\nsupporting developers to work in a highly personalized environment to assemble composite end-user\no   s  o    n o  e o ses\nIDRE that will be developed in WP5 whose requirements are elicited in [D5.1]. We then intend to\nextend/refine the presentation concern with respect to the experiences gained in W P5.\n4.3.Analysis Concern\nThe Analysis concern has been considered by NEXOF-RA as one of the important aspects that need\nto be investigated to derive a complete classification of SOA for Future Internet concepts.\nNevertheless, due to the prioritization of research activities in the NEXOF-RA project, the concern\nhas not been developed further. Such an aspect will be, on the other hand, deeply investigated within\nCHOReOS, in particular as a result of the activities that will be carried on within WP4, which is in\nlarge part devoted to Verification & Validation (V&V) aspects.\nAnalysis\nRun-time System\nTestCase\n&includes\nSelectionand\nDerivation\nTestActivation\n《include>\nServiceProvider\nTestExecution\nFigure 2o: Functionalities of the Analysis concern\nThe Analysis concern will be strongly related to most of the other concerns and will have to consider\nrelated to:\n1. the extended Composition concern whose concepts will be used to identify strategies and\ntechniques to apply for verification purpose;\n2.\n the Service concern in order to identify the information describing a service and to define how\nservices can be accessed and integrated;\nFP7-257178\nCHOReOS\n31",
    "Page_43": "3.\n the Security concern is also related to the analysis concern since activities to be carried out\nfor analysis purpose could depend also from security settings;\n4.\nderivation and analysis.\nIn addition, analysis activities will be strongly related and enabled/disabled in relation to governance\nsetting and activities. The interrelation will be exploited in detail directly within WP 4.\nIn CHOReOS, V&V activities will be activated both at design and run-time by subsystems that will be\nboth by the Run-time System environment or by a Service Provider to test specific services. The\nV&V activities can then provide a useful mean to assess if the change could lead to possible failures.\nAs detailed later, Test Activation includes Test Case Selection and Derivation and Test\nExecution.\n4.3.1.\nStructure View\nThe CHOReOS partners will explore the possibility of extending test execution activities to the run-\ntime phase. In order to make this possible, the CHOReOs infrastructure needs to be defined\nconsidering the concepts represented in Figure 21. In particular, the following elements are\nespecially relevant:\n1. Test Selection Strategies: this concept describes the algorithms that will be defined in order\nto derive test cases from choreography specifications, i.e., Choreography Model, and from\ninformation coming from the run-time environment (Run-time Context). This will make testing\nactivities at run-time particularly effective and complementary to off-line testing activities,\nwhich cannot take into account real execution environment and parameter in the test\nderivation related activities.\n 2. Test Agent: represents those elements that permit to execute the defined test cases on real\nservices. The verification will be mainly devoted with respect to choreography specification.\n 3. V&v Manager: includes the policy that underneath the decision of starting a test execution\nphase or other V&V activities. The V&V Manager will take its decision on the basis of V&V\nevents coming from the run-time environment and distributed by an Event Broker, possibly\nimplemented using P ublish/S ubscribe mechanisms.\nbe executed to evaluate a service.\nDue to scalability issue, most of the elements in the structural models are available in more than one\ninstance at run-time. As a consequence, the different elements will be dispersed within a CHOReOS\ninfrastructure and will be able to act independently.\nService\n&test>\nTest Agent\ninclude\n1*\nControl\nContacts\nV&VManager\nChoreography Model\nTest Repository\nNotify\n&uses\nStores\n1..*\n1*\n&derive>\n1..*\nTestSelectionStrategy\nEventBroker\nGenerates\nTest\nCompose\ncuses\n1.*\nCollects\n1.*\nV&VEvent\nTest Case\nTestSuite\nRun-time Context\nFigure 21: Structure View of the Analysis Concern\nFP7-257178\nCHOReOS\n32",
    "Page_44": "4.3.2.\nData Flow\nThe run-time testing system will be mainly activated at run-time in order to execute a testing session\nto evaluate a service. With reference to the data flow diagram depicted in Figure 22, the activation is\ntriggered by a specific event whose occurrence leads to verification activities. Such event could be\npart of management activities. After the activation, a Test Case Selection activity is conducted and\nthis will result in test and test suites generation. Finally, generated tests are executed against the\nservice under test. At this stage, we do not explore the possibility of performing specific activities in\nthe case where executed test cases have highlighted behaviors that are not in-line with those\nspecified in the considered choreography\nVerification\nActivation\nEvent\nEvaluation\nComposition\nModel\nTest Selection\nRun-time\nContext\nTest\nTestExecution\nFigure 22: Functionality - Test Activation of the Analysis Concern\n4.4.DiscoveryConcen\nTypically, service discovery is based on a particular protocol that dictates how to publish and\ndiscover information about available services. Publication and discovery further involve the use of\nservice registries (which we also call bases) that store information about available services. As\ndetailed in the discovery concern of NEXOF-RA, the main actors that relate to the discovery concern\nservice Brokers that act as mediators. The typical functionalities of a service discovery protocol are:\n(1) the Publication of Service Offering, which is used by the service providers; (2) the Discovery\nof Services, used by service consumers; and (3) the Publication of Service demands, which is\nfunctionalities; the first one allows service consumers to browse the contents of registries, while the\nsecond functionality allows specifying a service demand and automatically matching this demand\nagainst the descriptions of available services towards finding the ones that satisfy the issued\ndemand.\nFP7-257178\nCHOReOS\n33",
    "Page_45": "Discovery\nPublication of\nxextend\nAbstractions\nService Offering\nRecovery\nBroker\nBrowsing Service\n&includes\nAbstractions\nDiscoveryof\nService\n&includes\nProvider\nSearching Service\nAbstractions\nPublication of\nServiceDemand\nConsumer\nFigure 23: Extended Functionality of the Discovery Concern.\nConcerning the service registries that support the aforementioned functionalities, a main concept\nschema that divides services in different categories. Then, a main issue to be handled in the context\nof the Future Internet is that this schema cannot be static or predefined. On the contrary, it should be\nscalable and reflect a proper categorization of the heterogeneous functionalities of the vast amount of\nservices that become available over time.\nTo this end, in CHOReOS, we go beyond NEXOF-RA by introducing new high-level concepts in the\ndiscovery concern, along with corresponding lower-level concepts in the structural and the data-flow\nviews of this concern. Specifically, our contribution is summarized in the following points:\n A new high-level concept is introduced in the discovery concern, namely the Abstractions\n       o    \nabstractions, i.e., groups of available services that_ are characterized by similar\nfunctional/non-functional properties (i.e., facets in NEXOF-RA terminology), out of services\nthat become available over time. In a sense, the concept of service abstractions corresponds \nto categories. As detailed in the rest of this subsection, service abstractions are hierarchically\nstructured.\nbrowsing and searching functionalities of the service discovery concern. In particular, as\nshowed in Figure 23, browsing and searching is based on descriptions of service\nabstractions, instead of descriptions of services, so as to enable the consumers to efficiently\nand effectively retrieve multiple candidates of services that offer similar properties.\n4.4.1.\nStructure View\nThe Abstractions Recovery functionality, along with the concept of service abstractions are the\ncentral concepts that affect the definition of the CHOReOs information model of the service\ndiscovery concern.\n As showed in Figure 24, a service abstraction consists of a set of grouped services. Each\nservice is associated with a corresponding service description.\nservice description comprises a set of facets that represent the common/similar facets of the\ngrouped services.\nA service abstraction may be associated with other lower-level service abstractions that\nrepresent groups of services, which offer more and possibly more concrete functionalities.\nMoreover, a service abstraction may be associated with higher- level service abstractions that\nrepresent groups of services, which offer fewer and possibly more abstract functionalities.\nFP7-257178\nCHOReOS\n34",
    "Page_46": "We distinguish the following different types of abstractions:\n Functional abstractions - The main purpose of a functional abstraction is to represent a\ngroup of services that offer similar functional properties (i.e., functional facets). At a glance,\nthe description of a functional abstraction is characterized by a set of abstract functional\nfacets, such that there is mapping between the abstract facets and the concrete functional\nfacets of the services that are represented by the functional abstraction. To facilitate\nchoreography adaptation and specifically the substitution of  the services used in a\nchoreography, the mapping must preserve certain well-formedness rules of behavioral sub-\ntyping, adapted to the specificities of service-orientation [AZl09b]. The definition of\nrelationships between higher and lower level abstractions should also be based on such\nrules. A functional abstraction may be associated with non-functional abstractions, defined in\nthe following.\n Non-functional abstractions - The main purpose of a non-functional abstraction is to\nrepresent a group of services that are characterized by similar non-functional property(ies)\n(i.e., non-functional facets) such as performance, reliability, availability, reputation, cost.\nHence, the description of a non-functional abstraction is characterized by abstract non-\nfunctional facets that reflect the range of the concrete non-functional facets of the grouped\nservices.\nBased on the aforementioned functional and non-functional abstractions, the catalogue schema of a\nservice registry (i.e., Service Base in CHOReOS terms) can be organized in terms of different\nfunctional and non-functional views that can be browsed or searched with respect to given service\ndemands. The results of the browsing/searching are groups of services that come along with the\nservice abstractions that represent them.\nSearchCriteria\nSearchResut\nService\n1..*\n1..*\n-lowerLevel o..\nSearchCriterion\nServiceAbstraction\nerviceDescription\n-higherLevel\nFacet\n-representativeDescription\nServiceDescription\nFacet\noublished\nFunctionalAbstraction\nNonFunctionalAbstraction\n[self.serviceDescription.facet->forAl(f f is functional)}\n[self.serviceDescription.facet->forAll(f f is non-functional)}\nMapping\nServiceBase\nFunctionalView\nNonFunctionalView\nWellFormednessRules\nCatalogueSchema\nstructures\nFigure 24: Structure View of the extended Discovery Concern.\n4.4.2.\nData Flow\nFollowing, a new data flow is introduced in the service discovery concern to describe the abstraction\nrecovery functionality. Moreover, the rest of the CHOReOS functionalities are defined according to\nthe notion of service abstractions.\nFP7-257178\nCHOReOS\n35",
    "Page_47": "Abstractions Recovery\nThe abstraction recovery functionality may be periodically initiated or on-demand, depending on the\navailability of new services over time (Figure 25).\nServiceDescriptions\nFindSimilarityBetweenServices\ninsert\nGroupMostSimilarServices\nServiceDescription\nGenerateAbstractServiceDescription\ncreate\nupdate\nServiceAbstraction\nupdlate\nGenerateMapping\nthere exist further\nservice descriptions\nto be grouped\nO\nThe input to the functionality is a set of available service descriptions. Then, the basic activities\ninvolved in the recovery of service abstractions include:\nservices.\n· The generation of an abstract service description for each particular group of similar\nservices.\nthe properties of the grouped services.\n The whole process is iterative; the abstract service description of each service abstraction\nproduced by the recovery process is inserted in the input set of available service descriptions,\nso as to enable the creation of higher-level abstractions in subsequent iterations of the\nrecovery process.\nThe similarity criteria and the metrics used for the recovery of service abstractions depend on\nwhether the goal is to produce functional or non-functional abstractions.\nPublication of Service Offer\nThe publication of service offer functionality allows the advertisement of information about a service\nThe subscription activity may further trigger the abstraction recovery functionality depending on\nnot. In the latter case, the functional and/or the non-functional views of the registry should be\nupdated via the execution of the abstraction recovery functionality.\nA service provider may further request to change, or remove a particular service offer that was\npreviously published. These requests may trigger the need to update the contents of a service\nabstraction included in the functional and/or the non-functional views of the service base.\nFP7-257178\nCHOReOS\n36",
    "Page_48": "ServiceDescription\nSubscription\ncanbe\ndate abstraction\nrepresented by\nupdate abstraction\nexisting service\nabstraction\nFunctionalView\nNonFunctionalView\nAbstractionRecovery\nupdate views\nupdate views\nupdate abstraction\nupdate abstraction\nChangeRequest\nUpdateService\nAbstraction\nDeleteRequest\nFigure 26: Functionality - Publication of Service Offer of the Discovery Concern\nDiscoveryofService\nAs specified in the NEXOF-RA discovery concern, the discovery of services can be done either by\nbrowsing the content of the registry or automatically via algorithms that match a given service\nof service abstractions facilitates the efficient and effective retrieval of multiple candidates of services\nthat offer similar properties (F igure 27). More specifically:\n According to the CHOReOS browsing for abstractions activity, the consumer explores the\nabstractions hierarchies of the functional and non-functional views of the registry to locate\n groups of services that offer similar properties, which satisfy the consumers service demand.\nBy construction, the abstractions must be such that, if the properties of a service abstraction\nsatisfy the demand of the consumer, then any service represented by this abstraction may\nalso satisfy the demands.\nThe CHOReOS searching for abstractions activity, realizes means that allow matching the\nconsumers demands against abstract service descriptions that characterize abstractions,\nwhich group services with similar properties. As also mentioned in the case of the browsing\nactivity, the abstractions must be constructed such that if the matching of a service demand\nwith a service abstraction description is successful, then any of the services that are\nissued service demand.\nThen, the outcome of both of the aforementioned activities is a set of services that meet the\nrequired service demand; the group of discovered services comes along with the abstraction\nthat represents the discovered services.\nFP7-257178\nCHOReOS\n37",
    "Page_49": "ServiceDemand\nFunctionalView\nBrowsingfor\nSearching for\nService\nService\nAbstractions\nAbstractions\nNonFunctionalView\nSelectedServiceAbstraction\nReturnResults\nFigure 27: Functionality - Discovery of Service of the Discovery Concern\nPublication of Service Demand\nThe publication of service demand is an asynchronous way for discovering services (Figure 28).\nConsumers register their interest for services along with a specific service demand specification.\nThen, at any time a new service offer is published, it is checked against the demands (based on the\ntypical searching for service functionality) of the consumers and corresponding notifications are sent\nif the demands are satisfied by the new service ofer. Obviously, the complexity of this particular\nfunctionality is proportional to the complexity of the typical searching for service functionality, due to\nthe fact that the search functionality must be triggered for every consumer publication of service\ndemand. The concept of service abstraction may be employed to reduce the aforementioned\n complexity. In particular we adapt the publication of service demand functionality as follows.\n· According to the subscription activity, a consumer provides as input a service demand.\n· Based on the service demand the Searching For Service Abstraction activity is triggered.\n If this activity results in a service abstraction that satisfies the service demand, then the\ndemand is associated with this service abstraction.\nSubsequent publications of new service offers that result in new members of the service\nabstraction, trigger the retrieval of associated consumers.\n Notifications are sent to the associated consumers, without the need for matching the\nservice demands against the service offers.\nFP7-257178\nCHOReOS\n38",
    "Page_50": "ServiceDemand\nSubscription\nSearchingForServiceAbstractions\ntreat as in\nNEXOF\nif a service\npublication of\nabstraction\nservice\nis found\ndemand\nAssociate\nDemandwith\nService\nAbstraction\ntreat as in\nNEXOF\nServiceOffer\npublication of\nif the offer is\nservice\nmember of a\ndemand\nservice\nabstraction\nRetrieve\nConsumers\nAssociated\nwithService\nAbstraction\nNotify\nConsumers\nO\n4.5.MessageConcern\nThe Message concern of the NEXOF-RA conceptual model [NEXOFRM10] addresses in a generic\nway the communication capability that allows applications or services to interact with other\nu 'sassa jo auxa a ne paad a  pansse si uau srr saas\ngenerality of the approach makes the NEXOF-RA message concern directly applicable to the initial\nCHOReOS conceptual model. Nevertheless, the CHOReOS vision of the Future Internet calls for an\nextended viewpoint in the way this message concern is perceived within the CHOReOS conceptual\nmodel.\nAs stated in our literature survey and CHOReOS definition of the Future Internet in Chapter 2, the\nFuture Internet vision aims at incorporating all current networking environments into a single,\ncommunication middleware and calls for support for the heterogeneous coordination/interaction\nmodels, such as remote procedure call (RPC), message-based, shared memory, and event-based\nFP7-257178\nCHOReOS\n39",
    "Page_51": "models, employed in the various middleware [GRAPl11]. Indeed, different interaction models apply to\ndifferent needs; for instance, asynchronous, event-based publish/subscribe is more appropriate for\nhighly dynamic environments with frequent disconnections of involved entities. This fact makes the\ncomply to a single - i.e., RPC or message-based - interaction model. Hence, the CHOReOS choice\nof choreography as global coordination style among services should further be underpinned by\nsupport for the heterogeneous interaction models.\nFurthermore, since entities interacting in ad hoc settings cannot be assumed to share the same\ninteraction model, interoperability among the models should be enabled. Despite a number of\napproaches dealing with interoperability between interaction models, provided solutions are in\ngeneral ad hoc and concern specific cases. In the Future Internet as perceived by CHOReOS, an\noverall solution to this issue is required, based on appropriate modeling abstractions and\ntransformation mappings between models. Moreover, a precise evaluation of such mappings with\nthe message concern of the CHOReOS Conceptual Model should reflect the Future Internet\ncoordination/interaction diversity and interoperability. In the following, we reconsider the NEXOF-RA\nmessage concern from the CHOReOs Conceptual Model point of view.\n<<Message>>\nExchangeof\nMessage\nCommunication\nMessage\nParty\nBroker\n<<include>>\n<<include>>\nValidationof\nRouting of\nMessage\nMessage\nFigure 29: Functionalities of the Message Concern [NE XOFRM10]\nThe functionalities of the message concern are depicted in the use case diagram of Figure 29,\nborrowed from [NEXOFRM10]. As already stated, the principal functionality concerns the Exchange\nof Message, which is performed between Communication Parties, with eventual support from a\ne (og p pu siod go san un ha) ua ass on bo\nCommunication Parties, and can be, e.g., an ESB. In the CHOReOS conceptual model, we extend \nthe message exchange notion to denote an end-to-end exchange of data (including control) between\n  ss    a     m ss \nsynchronous or asynchronous, one-to-one or one-to-many, via a direct message or a brokered event\nmessage functionality includes the Validation of Message and Routing of Message functionalities,\ncommonly supported by communication middleware. In the following sections, we discuss in more\ndetail the structure view and the data flow view of the message concern.\n4.5.1.Structure View\nFigure 19, borrowed from [NEXOFRM10], depicts the information model of the message concern.\nThe core concept is Message, basic unit of communication between parties. This concept remains\nperfectly valid in the CHOReOS conceptual model, while keeping in mind the extension given to the\n ss e a r  s a sn soad   saas o ur\nclassifying the structure and semantics of the message, and Message Metadata associated with the\nFP7-257178\nCHOReOS\n40",
    "Page_52": "Defines the\nstructure of\nMessage\ndefines \nMessage\nMessage\nType\n0.*\nMetadata\ncontains\nInteraction Model\nEndpoint\nProtocol\n0..*\nFigure 30: Structure View of the Message Concern [NEXOFRM10]\nA message is further associated with an Endpoint, a transport Protocol and an Interaction Model\nThese concepts specify the entry point of the recipient service that this message should be sent to\nand also the interaction pattern and data transfer protocol that should be followed for correctly\ninteracting with the service. In the NEXOF-RA message concern specification, it is stated that the\ninteraction model may be synchronous or asynchronous and that it relies on a set of message\nexchange patterns (MEPs), where an explicit pointer is given to the MEPs defined in the SOAP\nextend the notion of endpoint to denote, besides a unique wellidentified recipient service26, a more \nloosely coupled destination, such as all the communication parties subscribed to a specific topic in a\npublish/subscribe setting, or all the parties reading a specific tuple from a shared tuple space. Then,\nthe interaction model and transport protocol are extended accordingly to account for the diverse\ninteraction models and related MEPs include remote procedure call (RPC), message-based, shared\nmemory, and event-based models.\n4.5.2.\nData Flow\nIn the NEXOF-RA message concern specification, a number of activity diagrams are introduced for\ndefining the data flow of the message concern functionalities, as depicted herein in Figure 31, Figure\n32, Figure 33, and Figure 34.\nexchange of message processes an arriving message so that it is dispatched to the appropriate\nrecipient party, while taking into account the input of Validation Properties that serve to validate the\nmessage. All this is perfectly applicable to the CHOReOS Conceptual Model, while dispatching now\nconforms to the extended message exchange meaning introduced in the previous sections.\nMessage\nExchangeof\n Message\nMessage\n[dispatched]\nValidation\nProperties\nFigure 31: Data Flow of the Message Concern [NEXOFRM10]\nThe functionality Exchange of Message is analyzed in Figure 32 into the two sub-functionalities\nalready mentioned, i.e., validation and routing. Validation checks the message based on the\nvalidation properties (e.g., with respect to its message type or for well-formedness) and validates it or\nsubsequently passed to routing.\nis also provided for by NEXOF.\nFP7-257178\nCHOReOS\n41",
    "Page_53": "Message\nValidation of\nMessage\nValidation\n Properties\nvalid\n...not valid\nMessage\nRejection\n[validated]\nNotification\nRouting of\nMessage\nMessage\n[dispatched]\nFigure 32: Functionality - Exchange of the Message Concern [NEXoFRM10]\n s      s  s    \n Message\nForwarding of\nMessage\nMessage\n[forwarded]\nAdaptionofMessage\nA\nMessage\n[adapted]\nDispatching of\n Message\nMessage\n[dispatched] \nFigure 33: Functionality - Routing of the Message Concern [NEXoFRM10]\nFP7-257178\nCHOReOS\n42",
    "Page_54": "s         ss o  e rs\ninconsistencies in the NEXOF-RA diagram (unnecessary message forwarding and duplication of the\nindicated in the figure with a different color and script code.\nMessage\n[forwarded]\nAnalysis of\nMessage\nEndpoint\nInteraction\nMetadata\nDataFormat\nProtocol\nModel\nEnhancementof\nAdaptationof\nAdaptationof\nAdaptationof\nMessage\nDataFormat\nTransport Protocol\nInteraction Model\nAdapted\nMessage\nFigure 34: Extended Functionality - Adaptation of the Message Concern\n(update of diagram from [NEXOFRM10])\nBased on endpoint (i.e., recipient party) information, message adaptation may comprise different\nkinds of adaptation, such as metadata adaptation (or enhancement of message in the figure),\ndata format adaptation, and transport protocol adaptation between the sender and recipient\nparties, when this is required due to related heterogeneity identified between them. In the CHOReOS\nConceptual Model, we additionally deal with Interaction Model adaptation, the necessity of which\nhas already been made clear from our discussion above.\nA key issue pointed out by NExOF-RA is that message adaptation must preserve the message\nsemantics. Nevertheless, interaction model adaptation is more radical and may introduce some loss\nor modification of semantics. We extend/relax this condition in the CHOReOS conceptual model, by\nstating that transformation mappings between interaction models should preserve the semantics as\nmuch as possible. As we indicated already, we intend to include in our adaptation solution a precise\nevaluation with respect to the preservation of semantics.\n4.6.ServiceConcern\nThe Service concern of NEXOF-RA is related to the design, implementation, and execution of service\nimportant, these aspects are not in the main focus of CHoReOS, which instead focuses on the\nchoreography of already available services. However, the definition of the service concern is called to\nevolve to reflect the heterogeneity of services in the Future Internet, and especially those originating\nfrom the Internet of Things. Related extension of the service concern will be defined in the next\nFP7-257178\nCHOReOS\n43",
    "Page_55": "version of the conceptual model, based on WP3 outcomes as well as definition of the CHOReOS\n4.7.ResourceConcern\nexecution of all the software components that constitute service platforms, e.g., storage, virtualization\nversion of the conceptual model, the concern will be refined in order to better fit the CHOReOS vision\n   a s ans  n    ne  o\ncomputing as well as with the Internet of S mart Things, as investigated within WP3.\n4.8.Governance and Management Concern\nIn the NEXOF-RA conceptual model, a special interest is dedicated to the management concern at\nruntime. CHoReOs will extend this model to include governance aspects at both design- and run-\ntime.\nGovernance can be defined by the trilogy of: doing the right things, the right way for the right\nchoreographies, but also the governance of Service Level Agreements (SLA) and their Life Cycles.\nFigure 35 depicts the functionalities of the Governance & Management concern, as addressed in the\nconcern presented in Section 4.4 as well as the analysis concern presented in Section 4.3.\nIn more detail, the functionalities embedded in the Governance & Management concern subdivide\ninto:\n· Governance, which further includes:\n0 Service Governance that implements the Service enforcement (see Section 4.3)\nand the Service Registry (see Section 4.4) functionalities.\n0 SLA Governance that encompasses the SLA Management, the SLA enforcement\nand the SLA Registry functionalities. The SLA Management functionality is\nresponsible for providing abilities for creating, updating, negotiating and removing\nSLAs. The SLA Registry functionality enables the discovery, publication and SLA\nlookup. A service provider publishes services and SLA templates including the\nservices behavior according to runtime parameters. The service consumers access\nthe SLA registry and select the required SLA templates according to their needs. Once\nselected, the SLA templates are negotiated between service providers and\nconsumers. The SLA Enforcement functionality allows verification and validation\naccording to governance policies.\nChoreography Enforcement functionalities. The Choreography Registry allows the\ntool. This way, when designing choreographies, the designer may be inspired from\nexisting  models  and  samples.  As Choreographies are considered as being\nthe ones of choreography governance. Finally, the choreography enforcement\nfunctionality helps to apply governance policies to choreographies.\n· Policy management that enables the creation, update and removal of policies. It also\nallows the definition, update and removal of governance rules for services, choreographies\nand SLAs.\n· Runtime Governance that deals mosty with runtime concerns. It defines a runtime\nfunctionalities. Test activation enables the verification of the respect of the SLAs constraints\nand policy rules at runtime, and relates to the Analysis concern presented in Section 4.3.\nFP7-257178\nCHOReOS\n44",
    "Page_56": "eofChor\nographies\nnclud\nChore\nhorengraphy\n<include》\nkinclude》\nkinclude\nCchoreograpty\nchrorerceraphy\nkinclude>\nchreoeraphy\n《subsystem>\nService Governance\nkinclude》\nServiceGovern\n《apnou\n>ServiceRegistry\nGovernance\nkinclude》\nkinclude》\nkinclude>\nsinclude》\\\nServiceLookup\nServiceDiscovery\nService Publication\ninclude>\nSLA Governance\n&subsystem\nSLAGove\nkinclude》\nSLA Registry\nkinclude》\nkinclude*\nI&mclude>\nSLALookup\n(kinclude》\nSLA Publicatin\nkinclude》\nSLA Creation\nSLAManager\nSLA Discovery\nSLA Update\nSLA Megotiation\nSLARemoval\n《subsystem>\nPolicy Management\nPolicyManag\nkinclude》\nPolicy Update\n\\kinclade\nkinclude》\nPolicy Creatior\nkinclude》\nPolicyR\nRulesDefinitior\n<include> /\nkinclude》\n《kinclude》\nRuleRemoval\nRule Creatio\nRule Update\n《subsystem\neinclude》ServiceMonitoring\n—<include》\nsinclude'》\nkinclude》\nSLA Monitoring\nchoreneraphy\nTest Activation\nFigure 35: Functionalities of the Governance and Management Concern\n4.8.1.\nStructure View\nWe extend the NExoF reference diagram with classes expressing services, choreographies and\n SLAs, their life cycle and the governance concerns. Service Level agreement management has been \naddressed in the NExOF Project as the management of the contracts between service providers and\n    o  o      e so\nbetween services consumers and services providers. This will be extensively addressed in wP4 on\nview used in NEXOF and extend it to cover the Choreography concern.\nThe diagram in Figure 36 presents the structure view of the Governance and Management concern\nof the CHOReOS initial reference model. The view includes:\nFP7-257178\nCHOReOS\n45",
    "Page_57": "Element where we consider the following elements: choreographies, services and SLAs.\nand usage metrics. An element has a life cycle and can be described (Description). Finally,\npolicies can be applied to elements.\nLifeCycle that is associated to each element. The lifecycle covers the elements from design\nto runtime and helps applying distinctly governance policies and rules according to each\nstep of the lifecycle. Development, design, and runtime can be part of the life cycle structure.\nF urther structures may be added if needed in order to cover the entire element lifecycle.\n Policy that specifies the behavior of an element. Management, governance, and\nrules that control the behavior of the elements from design- to run-time. Verification and\nthe analysis concern.\nGovernancePolicy\nGovernance Rules\nConfigurationParameter\nPolicy\nManagement Policy\nManagement Rules\nDescription\nMonitoring Policy\nMonitoring Rules\nLifeCycle\nElement\nService\nChoreography\nEvent\nSLA\nConstraint\nUsage\nSLO\nMetric\nPerformance\nFigure 36: Structure View of the Governance and Management Concern\n4.8.2.\nData Flow\nFollowing the structure view for the governance and management functionality, we present the data\nflow view for the main use cases.\nPolicy Management Functionality\nConfiguration parameters are taken into consideration while the policies are applied. Policies can\nconcern management, monitoring and governance. They are later applied to services, events, SLAs.\n Policies can be created, added, updated or removed.\nFP7-257178\nCHOReOS\n46",
    "Page_58": "ConfigurationParameter\nManagePolicy\nPolicy\nCreatePolicy\nRemove Policy\nAdd Policy\nUpdate Policy\nFigure 37: Functionality - Policy Management of the Governance and Management Concern\nSLA Management functionality\nThe Service Level Agreement management activity enables the creation, update, deletion, and\nnegotiation of SLAs (see Figure 38). SLAs templates are created by the service provider. The SLO\nand metrics are instantiated and their values set.\nMetric\nCreate SLA\nSLA\nNegotiate SLA\nSLO\nDeleteSLA\nUpdateSLA\nFigure 38: Functionality - SLA Management of the Governance and Management Concern\nMonitoring Functionality\nThe monitoring functionality enables the observation of the services, choreographies and SLAs in\nthe running environment (see Figure 39). Notifications can be triggered in order to inform the\nsystem about the gathered information. One can set control levels for each resource. The\nnotifications are expressed into Events\nFP7-257178\nCHOReOS\n47",
    "Page_59": "Monitoring\nElement\nEvent\nNotify\nFigure 39: Functionality - Monitoring of the Governance and Management Concern\nThe presented data flow diagrams interact one with the other in order to provide the whole\ngovernance and V&v functionality.\n4.9.SecurityConcern\nThe Security concern of NEXOF-RA covers important aspects such as Authentication, Authorization,\nP rivacy and Integrity. In the initial CHOReOS Conceptual Model reported in this document, we adopt\nthe Structure view and the Data Flow proposed in NEXOF-RA for the security concern, without\nadding specific CHOReOS extensions. Indeed, security, although a critical concern in the Future\nInternet, is not a focus of CHOReOS research. Further, in order to avoid duplication of efforts, we\n     m     o m  o  e s\nsecurity and trust areas. As a starting point, we will closely follow the conceptual framework under\ndevelopment within the NESSOS Network of Excellence, of which some CHOReOS partners are also\nmembers. In NESSOs, a specific workpackage is in fact dedicated to the creation of a common\nshared conceptual infrastructure for the F uture Internet of Services.\nFP7-257178\nCHOReOS\n48",
    "Page_60": "5. Specifying and Realizing Concepts of the Initial Conceptual\nModel\nThe initial conceptual model presented in the previous section provides a preliminary integrated view\nof high-level concepts and functionalities in support of service choreographies. In this section, we\npresent the baselines for various languages, models, technologies that can be used for choreography\nspecification, execution, governance and V&V. In other words, this section serves introducing\nmodel presented in the previous section.\nAs specific baselines, we consider:\n(i)\nAn extension of i* as graphical modeling technique [YMY94] to enable domain-expert high-\nlevel specification of choreographies in CHOReOS. The proposed extension will be proposed\nto support the functionality \"Goal and Requirements Specification\" of the Composition\nConcern;\n(ii)\nSoaML and USDL as modeling and description languages for service-oriented systems\nSuch languages can be used to describe aspects such as service behavior (e.g., \"Service\nBehavioral Models\"of the Composition Concern), as well as \"Service Contracts\"(e.g., \"SLAs\"\nof the Governance and Management Concern);\n(ii)\n(iv)\n Techniques to support the functionality \"E nactment\" of the Composition Concern, and\nAll the above approaches have already been considered in [D1.1] from a more general point of view,\no   b o ond   s  a    s\nof the functionalities defined by the initial conceptual model.\n5.1.Baseline for Domain Expert Specification of Requirements\nTo enable domain-expert specification of choreographies in CHOReOS, its services and associated\nqualities, we will extend the established i* graphical modeling technique [YMY 94] and its underlying\nGRL (Goal Representation Language) with syntax and semantics specific to service-oriented\nsystems. Starting with end-user text-based requirements, these will be structured using the\nunderlying GRL and semantics to model services, service roles and the dependencies between\n40. We will use this as the baseline for a new meta-model reflecting our i* extension for CHOReOS.\nThe central unit to be modeled in i* is the strategic actor, with intentional aspects such as objectives,\nrationale and commitments. This permits the modeling of systems as networks of cooperating but\ninterdependent heterogeneous actors, with intentional elements distinguished into four elements:\nbetween actors, which indicate that one actor depends on another for the former to attain an\nintentional aspect [YMY94]. Our work will build upon this by introducing additional syntax and\nsemantics to distinguish between consumer and service actors, and between services delivered by\nsoftware, devices and humans. It will also introduce new semantics for modeling dependencies\nbetween actors that are specific to different choreography strategies, thereby describing different\ngoals.\nFP7-257178\nCHOReOS\n49",
    "Page_61": "bleNode\nsapuadep-\n-cdlepandum\n{dajicini,cor\n1_\nort [']:SortType\nctajodrt\nFigure 40: UML Class Diagram for the i* Framework (simplified for readability)\nWithin this framework, we include the concept of a satisfaction argument to support reasoning about\nthat using the relevant properties of the application domain, when combined with the specification of\nthe behavior of the system to be implemented, it is possible to show that the requirement will hold\nservice-oriented systems, and in particular we will use them to elaborate i* means-end links between\nactor goals. Satisfaction arguments were first reported in [AC95] and applied in the REVEAL\nrequirements method [HRHo1] to recognize the role of assumptions in specifications. This extension\nis not novel - previously we introduced satisfaction arguments to handle the role of domain\nknowledge in the specification of safety-related requirements in air traffic control [MLR07].\nFigure 4l shows the conceptual model linking satisfaction arguments to i*. An actor seeks to achieve\nor attain an end-element, which can be a goal or soft goal (for example a service quality). An actor\nalso has the means to achieve or atain the end-element, usually a task (or functional requirement).\nWhere the end element is a soft goal, the relationship is attributed with values that specify the\nmodality and type of contribution (Some+, Some-, Help, Hurt, Make, Break, Unknown) reported in\nsatisfaction argument is developed for one and only one end-element of a means-end link, and \nincludes properties of the domain that must be true for the means to contribute to the end.\nFP7-257178\nCHOReOS\n50",
    "Page_62": "goal\nsoft goal\n7\n> is argumentfor\ni*endelement\n0..\n0.\n0.*\ncseehs\nsatisfaction argument\n<is a meansto\nactor\n0.*\n0.\n0..\n1\nseeks>\n> is argusd with\n1..\n*meanselement\no..\n>is arguedwith\n1.\ndomain property\nleob\nresource\ntask\nSoftgoal\n Figure 41: Conceptual Model that relates Concepts from i* and Satisfaction Argument\nUsing this approach we will, for the first time, extend satisfaction arguments with information about\nchoreography strategies and their indicative impacts on the relationships between the qualities of\ndifferent services and, ultimately, the system. Central to the success of this technique is an\nunderstanding of how a specified choreography affects service qualities, hence we will develop\nsimple libraries of patterns from empirical studies of choreographed systems to describe these\naffects and enable their reuse in satisfaction arguments. We will use these affects to propagate\nservice qualities through a model of a service-oriented system based on tool-supported model\nwalkthroughs. We will use a text-based representation of the underlying i* model for the end-user to\nnavigate, complete with the associated satisfaction arguments. The result will be a further extension \nto the new large-scale i* modeling technique to introduce service choreography and explore its\nimpact on a modeled service-oriented system.\nFinally, we willink the extended i* approach with a new quality ontology to express qualities that\nactors are seeking to achieve with consistent metrics and scales. Figure 42 shows an extract from\nthe Service Measurement Index (SMl) i* reference model, which specifies the definitions, measures,\nmetrics and indicators of cloud service characteristics [CCC1o]. Soft goals and contribution links\nrepresent the characteristics and relationships respectively, and task and resources represent\nmeasurements and metrics. We will build upon this research for CHoReOs, the result being a new\nversion of the i* modeling technique and its underlying semantics to model service-oriented systems\nand their qualities.\nFP7-257178\nCHOReOS\n51",
    "Page_63": "ServiceMo\nFigure 42: i* example showing the Decomposition of the Dependability Characteristic for\nCloud Services - representing Definitions, Measures, Metrics and Indicators\nFP7-257178\nCHOReOS\n52",
    "Page_64": "5.2.Baseline for Service Specifications\n5.2.1.\nSoaML - Service-oriented architecture Modeling Language\nThe SoaML (Service-oriented architecture Modeling Language) is a new modelling standard that is\nunder development in OMG (Object Management Group). SoaML aims to add SOA concepts on top\nof UML (Unified Modeling Language), which is considered as de facto standard in software\nmodelling.\n《stereotype》\n《stereotype》\nParticipant\nClass\nCapability\n《stereotype》\nAgent\n《stereotype》\n《metaclass>\nServicelnterface\nInterface\n《stereotype》\n《metaclass>\nMessageType\nDataType\nencoding: String [0..1]\n《metaclass>\nSignal\n《stereotype》\n《metaclass>\nCollaboration\nCollaboration\nisStrict:Boolean[0..1]= true\n《metaclass>\n《stereotype》\nDependency\nExpose\n《stereotype》\n《stereotype》\nServicesArchitecture\nServiceContract\n《stereotype》\n《metaclass>\n《stereotype》\nRequest\nPort\nService\nisConjugated:Boolean=true\n《stereotype>\n《metaclass\"\nConnectableElement\nConnectableEleme\nhnectorRequired:Boolean[0..1]=true\nisConjugated:Boolean[0..1]=false\n《stereotype》\nConnector\nServiceChannel\n《stereotype》\nMilestone\nComment\nprogress : Integer [0..1]\nsignal..1\nvalue..1\n《metaclass>\n《metaclass>\nmetaclass>\n《stereotype》\nSignal\nCollaborationUse\nCollaborationUse\nValueSpecification\nisStrict:Boolean[0..1]= true\n《stereotype>\n《Stereotype》\nAttachment\nProperty\nProperty\nisID : Boolean [..1]\nencoding: String [0..1]\n《stereotype》\n《stereotype》\n《metaclass>\nConsumer\nProvider\nInterface\n《metaclass>\nClass\nFigure 43: UML Profile for SoaML\nFP7-257178\nCHOReOS\n53",
    "Page_65": "SoaML is defined both as a metamodel, which extends the UML metamodel, and as a UML profile\n(Figure 43). SoaML is a rather light addition, which adds only few concepts to UML that mostly rely\non the underlying UML concepts - only a few additional properties are added in several SoaML\nmetaclasses/stereotypes.\nP robably the most important SoaML aspect is that it provides interoperability with UML based models\nand other OMG modelling standards based on UML, e.g., SysML (System Modeling Language),\nwhich provides important Requirements concepts that are missing in UML. Thus, SoaML provides\nevolutionary instead of revolutionary approach to model-based SoA, which can be easily supported\nby modelling tool vendors and taken into use by modellers.\nHowever, it does not provide all the necessary concepts, with the following most important limitations:\n· SoaML does not provide a means for capturing requirements or integrating with external\nrequirements models;\n· SoaML does not provide a means and a clear approach for integration with business process\nmodels expressed in BPMN 2.o, which is considered as de facto standard in business\nprocess modelling.\nCHOReOS aims to solve these limitations by combining SoaML with BPMN 2.O and CHOReOS\nspecific modelling concepts using UML profiles as model integration technology.\nAlso, it is worth mentioning that SoaML is still in beta2 version, which was not finalized since the end\nof 2o09 due to technical debates at OMG. One of the aims of the CHOReOS project is to contribute\nto the finalization and further evolution of the SoaML standard.\n5.2.2.\nUSDL - Unified Service Description Language\ndescribing services. It is provided by SAP Research organization. USDL can also be a good\ncandidate in CHOREOS for describing the services participating to a choreography.\nfoundation\nservice\n电\nparticipants\nfunctional\npricing\ninteraction\nlegal\nservice level\nFigure 44: USDL Metamodel Modules\nOn a whole, UsDL is made up of a set of modules, each addressing different aspects of the overall\nmodules. Figure 44 depicts the modules of the USDL platform:\nthroughout other parts of USDL, concepts that cannot logically be assigned to any module,\nand concepts that are independent of the notion of service.\nThe Service module represents the central concepts of UsDL, which are the service and\nservice bundle concepts; the module further includes some operational aspects such as the\nfunctional decomposition, and dependencies between services and other entities.\nFP7-257178\nCHOReOS\n54",
    "Page_66": "· The Participants module covers concepts that relate to the actors participating in the\nprovisioning, delivery and consumption of services and service bundles.\n· The Functional module allows capturing the business functions and capabilities of a service.\n· The Pricing module covers the concepts that are needed to adequately describe price\nservice provision, a modular representation of price charges is supported, together with the\nelements necessary to specify common segmentation strategies.\n· The Interaction module covers concepts that describe how consumers should communicate\nwith complex services with respect to individual interaction points.\n The Legal module provides description capabilities for usage rights. The module does not\nserve as a comprehensive contract template; in fact, such a contract is determined by several\nparameters that are derived from the other modules, in particular Pricing, Functional, and\nService Level.\n· The Service Level module covers concepts around Service Level Agreements (SLAs), i.e.\nthe specification of agreed conditions for a service delivery, namely guaranteed states and\nguaranteed actions.\n5.3.Baseline for Choreography Specifications\nCHOReOS intends to provide tooling for choreography modeling, which will use BPMN (Business\nand its recent version 2.0 provides Choreography Diagrams (Figure 45). Since integration of\nproviding a choreography design solution, which will be based on extended version of BP MN 2.0.\nIn BP MN 2.0, choreography is a type of business process, but differs in purpose and behavior from a\nstandard BPMN process. A BP MN standard process defines the flow of activities of a specific partner\nentity or organization. Contrariwise, choreography formalizes the way business participants\nuap buowe ,aee buod-buid, au buapo jo em sauoue s! webei Kydeboouo e 'snu1\nparticipants without explicitly specifying the internal process flow of each participant.\nBPMN 2.0 has evolved into a rather powerful and rich language with a well defined meta-model,\nwhich provides a rich set of process modeling concepts, but still only slightly touches other important\naspects such as data structure modeling, which is extremely important for modeling service\nmessages, or defining interfaces and quality contracts of software components providing services\nthat are consumed in business processes. Unfortunately, BPMN was defined as a separate\nmetamodel, which provides no interoperability with UML/SoaML models that can capture further\ndetails on service contracts and messages. CHOReOS intends to build UML profile for BPMN 2.0\nchoreography modeling capabilities, taking as a starting point the existing UML profile for BPMN 2.0\nthe moment. In order to achieve maximum adoption and impact, the CHOReOS project intends to\ncontribute to the standardization of UML Profile for Business Processes at OMG. Such a\ned e se 'einoed ui buiapow ydeboaouo pue 'o'z nh dg bundope u alo jueosubis e Keid osie\nof UML based Enterprise Architecture (EA) frameworks, MODAF that is based on UPDM (Unified\nProfilefor DoDAF and MODAF) [UPDM05].\nCHOReOS will also go beyond the definition of UML profile for Business Processes, as it will be\nnecessary to identify new concepts that are required to support user-centrism, decentralization,\nnew modeling constructs will be conceived to deal with decentralization, compositionality and\nincrementality that are the fundamentals of ultra-large scale choreographies that CHOReOS wants to\ninvestigate. CHOReOS intends to promote some of these concepts to become a part of BPMN 2.x or\nlater revisions.\nFP7-257178\nCHOReOS\n55",
    "Page_67": "Figure 45: An example of BPMN 2.0 Choreography Diagram\nFP7-257178\nCHOReOS\n56",
    "Page_68": "5.4.Baseline for C horeography Execution\nService choreography gives a more distributed and scalable vision of service composition. Service\nchoreography is not intended to be executed but to provide a global view of the concurrent execution\nof a number of interacting service processes. In ultra-large scale systems, due to the important\nnumber of processes that are running, it is essential to control services behavior during the\nfunction of the executing processes\nWhile service composition languages are numerous, there are only few languages for describing\nservice choreography. Languages include the WS-CDL (Web Service Choreography Description\nLanguage) and the WSCl (Web Service Choreography Initiative) from W3C, which are\nimplementation-focused. Let's dance [Zaha2006] is a graphical-oriented academic language. On the\nother hand, the BPMN2.0 standard integrates in its latest version choreography graphical\nannotations. Graphical annotations are interesting since they are platform-independent and they\nApproaches to service choreography address the multi-partners and distribution concerns that are\nrequired in ultra-large scale systems but which are not fulfilled by service orchestration. As systems\nare becoming more widespread and services more numerous, service composition needs to cope\nwith large-scale systems and to tackle the raising complexity induced by heterogeneity and\nscalability. A centralized view is no more sufficient to answer new Future Internet system\nrequirements. In CHOReOS, we deal with a widely distributed system view.\nThe authors in [Yildiz2o07] address this issue by proposing a framework for process transformation\nto be deployed on dynamically bound services. The authors consider a graph-like representation of\nthe process and a transformation algorithm.\nIn [Viroli2oo7], the authors consider a multi-agent system where BPEL activities are autonomously\nexecuted by agents and the mediation is supported via a coordination model. A semantic layer is also\nresponsible of a different aspect of the system: the interaction tier collects the incoming requests\n               \ninterpreting messages and their correlation sets. Then, the messages are routed to the proper\nIn [Chen2008], the authors develop a concurrent service orchestration engine called OnceBPEL2.0\nbased on Event-Driven Architecture. They target the improvement of performance under massive\n sa  n e s  e a a s  s e a\nsemantics of the BPEL process. A mapping between BPEL activities and finite state machines is\nrealized. Then, rules designing the state transitions within the process are represented using EDA.\nAgents are set in the orchestration engine to cope with time-consuming tasks. The authors evaluate\nevaluation tests consider until two hundred virtual users.\nIn the CHOReOS project, challenging issues need to be addressed; these are related to the growing\nnumber of users, services and interactions. A high level modeling language that captures the user\ndesigning choreographies in a graphical way. However, BP MN2.0 specification is not executable and \nis not linked to executable orchestration processes.\nFor describing and executing the service choreographies, in the CHOReOs Project, we may consider\nboth BP MN2.0 and the BPEL orchestration language. In Figure 46, we present a multilayer view of\nchoreography and orchestration, where choreography specifies at a high level the global interactions\nof many participants without delving into the details. In a lower layer, distributed orchestrations are\nrepresented using BPEL. Execution is then handled via orchestration engines that must be monitored\nFP7-257178\nCHOReOS\n57",
    "Page_69": "Choreography\norchestration\norchestration\n7\norchestration\norchestration\n-BPEL\nBPEL\nProcess\nBPEL\nProcess\nBPEL\nProcess\nProcess\nFigure 46: Multilayer View of Choreography and Orchestration\n5.5.Baseline for Governance and V&v\n o    ,   o ns l   o s \ntechnological errors for planning SOA implementations [Gart07]. The same study recommends that\nat least 25% of the effort spent in a SOA project must be dedicated to testing. Although other\nEuropean projects, such as SECSE and S-Cube, have analyzed SOA solutions, focusing on software\ntesting and quality evaluation, a precise conceptual model has not been derived. Besides, the V&V\nconcerns have not been so deeply investigated in the service engineering literature, although v&V\nactivities can mainly be included in the Analysis concern suggested by the NEXOF-RA conceptual\nmodel.\nIn the CHOReOS approach for V&V, testing will play a very relevant and significant role. In that\nsense, the CHOReOS conceptual model incorporates design-time, development-time, and run-time\ntesting as a fundamental activity of the CHOReOS development cycle.\nFigure 47 depicts a global view of the governance baselines that can be adopted in CHOReOS. It is\npossible to subdivide governance into the following layers:\n Services: At the service level, governance deals with observing the services given their\ndescription. Web Service Description Language is a commonly used specification for\ndescribing web services. A WSDL-based service is described by a XML file which defines its\nlocation, interfaces, and operational data allowing its use. It helps services publication and\ndiscovery.\nService Level Agreement (SLA): Contracts are made between a service provider and a\nservice consumer. In these contracts, non-functional features such as performance and\nmaterial resource usage can be mentioned as a warranty for the service consumer. The\nservice level agreement is a standard that alows expressing this kind of contracts between\nservices. The governance tool may consider also the publication and discovery of related\nSLOs to allow users to choose services considering non-functional concerns.\nChoreography: the governance of choreographies includes the definition of a choreography\nregistry from which a choreography designer can take samples or models. Besides, governing\nchoreography may include the definition of non functional concerns at design-time. As\nmay cover its main concerns.\nLife Cycle: Each element (service, choreography, SLA) has a life cycle that can be governed\nis one of those steps; consequently we can consider a testing framework and methodology.\nAt design-time, model, service, SLA, and choreography specifications will be checked for\nconsistency and feasibility. At development-time, a Test-Driven Development (TDD) [Bec02]\nFP7-257178\nCHOReOS\n58",
    "Page_70": "be used to produce more reliable code with fewer bugs. At run-time, monitoring of\nchoreographies will be carried out to validate the execution of the systems. Policies need also\nto be applied.\nThe governance and V&V tool must be interfaced with the service execution environment in order to\n monitor and control services, orchestrations and choreographies at runtime.\nV&V\nLife Cycle\nStatus\nServiceLevelAgreement\nWSAG\n>>>\nRegistry\nChoreography\nBPMN2.0\nLookupfor:\nServices,\nService\nWDSL\nchoreograp\nhies,SLAs.\nServiceExecutionEnvironment\nFigure 47: Baseline for Governance and V&V within CHoReOS\nFinally, in the context of testing activities and the corresponding derivation of a conceptual model,\nUML Testing profile [UMLTest05] will be addressed. This is a general conceptual model that will help\nus to derive and elaborate a specific conceptual model within the context targeted by CHOReOS\nFP7-257178\nCHOReOS\n59",
    "Page_71": "6. Conclusions\nIn this deliverable, we outlined the CHOReOS perspective on the choreography-based Future\nInternet, its requirements and its conceptualization. Based on the broad and mostly informal definition\nof the Future Internet available to us, we provided an overview of the many facets that must be\na  e     e a n      s\nable to put the RTD work into the perspective of the overall Future Internet vision, and further elicit\ncomposition of services discovered in ULS networking environments.\n    e    a    \ndifferent languages, models, technologies have been considered as baselines to specify and realize\nconcepts devised by the conceptual model, i.e., choreography and service specification, execution,\ngovernance, and v&v.\nThe initial CHOReOS Conceptual Model for the choreography-based Future Internet, introduced in\nfurther definition and refinement of the conceptual model in WP 1 will be undertaken in parallel with\nthese work packages, hence benefiting from the lessons learnt from concrete instantiations as part of\ntechnological developments.\nIn more detail, based on the initial conceptual model introduced in this deliverable, our ongoing and\nfollow-up work relates to:\n· Studying the impact at large of the Future Internet's ULS dimensions and related challenges\nupon the traditional SOA paradigms so as to accordingly define in WPl a reference\narchitectural style for architecting CHOReOS-based systems. The CHOReOS style shall\nservices in the Future Internet of Services and Things), connectors (abstracting interaction\nprotocols) and coordination protocols (abstracting the behavior of choreographies);\n·Devising in WP2 the CHOReOS development process and supporting toolset for\nchoreography design;\n Devising in WP3 the CHOReOS middleware to provide the necessary runtime support for\n·\nchoreographies in the ULS Future Internet of Services and Things;\n Devising in WP4 the CHOReOS solutions supporting Governance and Verification &\nValidation of ULS choreographies;\n· Defining in WP5 the infrastructure architecture of the CHOReOS IDRE, which integrates the\nresults of WP2 to WP4, thereby supporting the design, development, enactment, and\nvalidation of choreography-based large scale service-oriented systems in the Future Internet.\nThe above will lead to refine the conceptual model, further resulting into strictly related artifacts that\nwill characterize and support the choreography-based Future Internet.\nFP7-257178\nCHOReOS\n60",
    "Page_72": "7. References\n[AL-MASRIM08]\nE. Al-Masri and Q. H. Mahmoud. Investigating web services on the world wide\nweb. In www,pages 795-804,2008.\n[AZ109a]\nD. Athanasopoulos, A. Zarras and V. Issarny. ForeverSOA: Towards the\nMaintenance of Service Oriented Software. In Proceedings of the 3rd CSMR\nWorkshop on Software Quality and Maintenance (SQM), 2009\n[BBBE07]\nM. Beisiegel, H. Blohm, D. Booz, M. Edwards, O. Hurley, S. lelceanu, A. Miller,\nA. Karmarkar, A. Malhotra, J . Marino, M. Nally, E. Newcomer, S. Patil, G. Pavlik,\nM. Raepple, M. Rowley, K. Tam, S. Vorthmann, P. Walker, L. Waterman. SCA\nService Component Architecture - Assembly Model Specification. Open Service\nOriented Architecture\nwww.osoa.org/download/attachments/35/S CA_Assembly_Model_V100.pdf? versi\non=1,2007\n[BD006]\nA. Barros, M. Dumas, and P. Oaks. Standards for Web Service Choreography\nManagement Workshops, Nancy, France, 2006\n[Bec02]\nK. Beck. Test-Driven Development: By Example. Addison-Wesley, 2002\n[BHMN07]\nD. Booth, H. Haas, F. McCabe, E. Newcomer, M. Champion, C. Ferris and D.\nOrchard. Web Services Architecture. Technical Report, W3C, 2004\n[BIPT09]\nA. Bertolino, P. Inverardi, P. Pelliccione and M.Tivoli, Automatic Synthesis of\nBehavior Protocols for Composable Web-Services, in: Proceedings of The 7th\njoint meeting of the European Software Engineering Conference (ESEC) and the\nACM SIGSOFT Symposium on the Foundations of Software Engineering (FSE),\nAmsterdam, The Netherlands, pages 141-150, 2009\n[Blackman10]\nColin Blackman, lan Brown, J onathan Cave, Simon Forge, Karmen Guevara,\nLara Srivastava, Motohiro Tsuchiya and Rafael Popper, Towards a Future\nInternet\nInterrelation between Technological, Social and Economic Trends, 2010\nAvailable at http://www.internetfutures.eu/wp-content/uploads/2010/11/TAFl-\nFinal-R eport.pdf.\n[Carnotl1]\nLes Instituts Carnot, Smart Networked Objects and Internet of Things, 2011,\nAvailable at http://www.instituts-carnot.eu/files/AiC arnot-W hite_ Paper-\nSmart Networked Objects and Internet of Things.pdf.\n[CASAGRAS09]\nCASAGRAS group. RFID and the Inclusive Model for the Internet of Things.\nhttp://www.rfidglobal.eu/userfiles/documents/FinalR eport.pdf, 2009\n[CBDI07]\nwww.cbdiforum.com/public/meta_model_v2.php, 2007\n[CCC10]\nCloud Commons Consortium, 2010, http://www.cloudcommons.com/\n[CDDD05]\nM. Colombo, E. Di Nitto, M. Di Penta, D. Distante, M. Zuccala. Speaking a\nCommon Language: A Conceptual Model for Describing Service-Oriented\nS ystems. In Proceedings of the 3rd International Conference on Service Oriented\nComputing (ICS0C 2005), Springer, 2005\nFP7-257178\nCHOReOS\n61",
    "Page_73": "[CISC010]\n   \n2010, Available at http://www.cisco.com/en/US/solutions/collateral/-\nns341/ns525/ns537/ns705/ns827/white paper c11- 481360.pdf.\n[CISCO11]\nForecast Update, 2010— 2015, 2011, Available at http://www.cisc0.com/en/US/-\nsolutions/collateral/ns341/ns525/ns537/ns 705/ns827/- white paper c11-\n520862.html.\n[D1.1]\nCHOReOS ProjectTeam. CHOReOS State of the Art, Baseline, and Beyond.\nP ublic Project deliverable D1.1, 31 December 2010\n[D5.1]\nCHOReOS ProjectTeam. Requirements for the CHOReOS IDRE. Public Project\ndeliverable D5.1, 31 May 2011\n[Daras09]\nTowards Content-Centric Internet Architectures, Information Society and Media\nJ ournal, 2009.\n[DD04]\nR. Dijkman and M. Dumas. Service-oriented Design: A Multi-viewpoint Approach\nInternationalJ ournal of Co0perative Information Systems, 13(4):337-368, 2004\n[DS108]\nJ .S. Da Silva, Eu approach towards the Future Internet. EURECOM message\nmagazine (2008)\n[EGA106]\nEnterprise Grid Alliance. Reference Model and Use Cases - Part 1 of 2. EGA,\n2006\n[EGA206]\nE nterprise Grid Alliance. Reference Model and Use Cases - Part 2 of 2. EGA,\n2006\n[eMobility07]\nFrank-Uwe Andersen, Hendrik Berndt, Henrik Abramowicz, Rahim Tafazolli.\nFuture Internet from Mobile and Wireless Requirements Perspective, 2007,\n6.pdf.\n[eMobility08]\nJ ose M arie Cabero, Tapio Frantti, Raffaele Giaffreda J yrki Huusko,\nInternet in a Post-IP era and Experimental Test- beds, 2008, Available at\nhttp://www.emobility-ca.eu/deliverables/D3.2\n%20White Paper on Future Internet in a Post IPera FINAL.pdf\n[ETP09]\nFuture Internet, The Cross-ETP Vision Document, 2009, Available at\nhttp://www.future-internet.eu/fileadmin/documents/reports/C ross-\nETPs_Fl_Vision_Document_vl_0.pdf.\n[Eurescom08]\nJ oao Schwarz da Silva. EU approach towards the Future Internet. EURECOM\nmessage magazine, pages 9-10, 2008.\n[FANK05]\nJ . Fan and S. Kambhampati. A snapshot of public web services. SIG MOD\nRec0rd,34(1):24-32,2005.\n[FG09]\nFranch, X., Grau, G. 'Towards a Catalogue of Patterns for defining Metrics over i*\nModels'.JISBD 2009:pp417-417, 2009\n[FI_Vision]\nFuture Internet- The Cross-ETP Vision Document, v1.0, 2009.\nhttp://www.future-internet.eu/fileadmin/documents/reports/C ross-\nETPs FIVisionDocument vl0.pdf\n[FIA_FCN]\nFIA - Future Content Network Scenarios, 2009. http://www.future-\ninternet.eu/fileadmin/documents/prague_documents/FIA-\nFCNInternet Scenarios 20090507.pdf\nFP7-257178\nCHOReOS\n62",
    "Page_74": "[FIA09]\nhttp://www.future-internet.eu/publications/fia-book-2009.html.\n[FIAFCN07]\nFIA Future Content Networks (FCN), Scenarios, May 2009, http://www.future-\ninternet.eu/fileadmin/documents/prague_documents/F IA-\nFCN_Internet_Scenarios_20090507.pdf\n[FIAMANA09]\nInternet, May 2009,\nhttp://www.futureinternet.eu/fileadmin/documents/prague_documents/M ANA_ S ce\nnarios-Final.pdf\n[FIArch11]\nEc FIArch G roup, F undamental Limitations of Current Internet and the Path to\nFuture Internet, 2011, Available at\nhttp://ec.europa.eu/information society/activities/foi/library/docs/fiarch-current-\ninternet-limitations-march2011.pdf.\n[FIRE09]\nFIRE Use Scenarios (FIRE), May 2009, http://www.ict-\nfireworks.eu/fileadmin/events/FIA-P rague/1_Avessta.pdf\n[FISE09]\nFIA Future Internet Socio-Economics (FISE), FISE Scenarios and Effects,\n[FIS009]\nFIA Future Internet Service Offer (FISO), Scenarios, February 2009,\nhttp://services.future-internet.eu/index.php/F IS O _S cenarios\n[FMI10]\nand the Road Ahead, 2010, Available at http://www.future-\ninternet.eu/uploads/media/F MI-TF-W hite paper 042010 01.pdf\n[Gart07]\nGartner. 2007 Press Release: Bad Technical Implementations and Lack of\nGovernance Increase Risks of Failure in SOA P rojects. http://www.gartner.com/\nit/page.jsp?id=508397\n[GRAP|11]\nN. Georgantas, M. A. Rahaman, H. Ameziani, A. Pathak and V. Issarny. A\nIn Proc. 6th International Conference on Grid and Pervasive Computing (GPC\n2011). LNCS 6646. Oulu, Finland, May 2011.\n[Hirabaru08]\nAKARI Architecture Design Project: New Generation Network Architecture:\nAKARl Conceptual Design (verl.1), 2008, Available at\nhttp://nag.nict.go.jp/topics/AKARI fultext - e translated version 1 1.pdf.\n[HMY06]\nArchitecture of Component-based Systems. International J ournal of Automated\nSoftware Engineering,13(2), 2006.\n[HRH01]\nJ . Hammond, R. Rawlings and A. Hall. Will It Work?, Proceedings 5th IEEE\nInternational Symposium on Requirements E ngineering, IEEE Computer Society,\n102-109,2001\n[HS10]\nPieter Hens, Monique Snoeck, Manu de Backer, and Geert Poels. Decentralized\nE vent-based Orchestration in edBPM 2010P roceedings of the 4th international\nHoboken, NJ,USA,2010, BPM 2010.\n[IOT08]\nBassi, A., Europe, H., Horn: Internet of Things in 2020: Roadmap for the Future,\nInternet of Things workshop report, 2008, Available at http://www.iot-\nvisitthefuture.eu/fileadmin/documents/researchforeurope/270808_loT_in_2020_\nWorkshop_ Report V1-1.pdf.\n[AC95]\nM.Jackson. \"Software Requirements and S pecifications\". Addison-Wesley, 1995\nFP7-257178\nCHOReOS\n63",
    "Page_75": "[ ain06]\nRaj J ain. Internet 3.0: Ten P roblems with Current Internet Architecture and\nSolutions for the Next Generation. MILCOM, pages 1-9, 2006.\n[KIMR04]\nS. M. Kim and M.-C. Rosu. A survey of public web services. In Www (Alternate\nTrack Papers & Posters), pages 312-3i3, 2004.\n[Kortuem10]\nobjects as building blocks of the internet. IEEE Internet Computing, pages 44,\n2010.\n[Kumar10]\nKumar, K. and Lu, Y.H., Cloud Computing for Mobile Users: Can Offloading\nComputation Save Energy?, Computer IEEE, pages 51-56, 2010.\n[Lassila07]\nLassila, O. and Hendler, J ., Embracing \"Web 3.0\", IEEE Internet Computing,\npages 90-93, 2007.\n[LILZLXS07]\nservices on the internet. In ICWS, pages 380-387, 2007.\n[Marks2008]\nE ric A. Marks, Service Oriented Architecture Governance for the Services Driven\nEnterprise, J ohn Wiley & Sons, Inc. Editions, 2008\n[MH06]\nH. Muccini and R. Hierons (Eds). ROSATEA 2006: The Role Of Software\nArchitecture in Testing and Analysis. ACM Digital Library, 2006.\n[MLR07]\nN.A.M. Maiden, J . Lockerbie, D. Randall, S. J ones and D. Bush. Using\nS ystem. Proceedings 15th IEEE International Conference on Requirements\nEngineering, 1EEE Computer Society Press, 49-52, 2007\n[MLR07]\nN.A.M. Maiden, J . Lockerbie, D. Randall, S. J ones and D. Bush. Using\nS ystem. Proceedings 15th IEEE International Conference on Requirements\nEngineering, IEEE Computer Society Press, 49-52, 2007\n[NEXOFAFP10]\nNE XOF-RA project (http://www.nexof-ra.eu/). Deliverable D7.2c: Definition of an\narchitectural framework & principles, 2010. http://www.nexof-\nra.eu/sites/default/files/D 7.2c% 20Definition% 20of% 20an% 20architectural% 20fra\nmework% 20and% 20principles % 200.9.pdf\n[NEXOFPIS10]\nS. Agassi, P. Bisson, J . Manuel C. Fonseca, R.J imenez-Peris, A. De Nigro, D.\nDesideri, P. Corte. P attern Internet of Service, http://www.nexof-\nra.eu/sites/default/files/lnternet% 20of% 20S ervice% 200.6.pdf, 2010.\n[NEXOFRA_D63]\nNEXOF-RA Deliverable D6.3 NEXOF Reference Model, 2010. http://www.nexof-\nra.eu/sites/default/files/D6.3 v1.0.pdf\n[NEXOFRA_D73]\nNE XOF-RA Deliverable D7.3 Conceptual architectural view, 2008.\nhttp://www.nexof-\nra.eu/sites/default/files/D7.3 Conceptual  Architectural  View v1.0\n0.doc\n[NEXOFRA_D74]\nNEXOF-RA Deliverable D7.4 RA Specification Baseline v0.45, 2008\nhttps://files.morfe0-project.org/mymobileweb/public/NE XO F-R A/D7.4/D7.4% 20-\n% 20RA% 20S pecification% 20B aselinev0.45-THA.doc\n[NEXOFRAS10]\nNE XOF-RA project (http://www.nexof-ra.eu/). Deliverable D7.5b: RA\nS pecification V1.0 (Pattern Compass), 2010. http://www.nexof-\nra.eu/sites/default/files/D7.5b% 20R A% 20S pecification% 20V0.4a% 20(P attern% 2\nOC ompass).pdf\n[NEXOFRM10]\nNE XOF-RA project (http://www.nexof-ra.eu/). Deliverable D6.3: The NE XOF-RA\nReference Model V3.0. 2010 http://www.nexof-\nra.eu/sites/default/files/D6.3 v1.0.pdf\nFP7-257178\nCHOReOS\n64",
    "Page_76": "[OAS06]\nC. M. MacKenzie, K. Laskey, F. McCabe, P. F. Brown, R. Metz. OASIS\nReference Model for Service Oriented Architecture 1.0. Committee Specification\n1, http://www.0asis-open.org/committees/download.php/19679/soa-rm-cs.pdf,\n2006\n[Pap09]\nD. Papadimitriou, Future Internet{The Cross-ETP Vision Document. European\nTechnology Platform, Alcatel Lucent 8 (2009)\n[Pereira08]\nJ orge Pereira. From autonomous to cooperative distributed monitoring and\ncontrol: Towards the Internet of smart things. ERCIM Workshop on eM obility.\n2008.\n[Plastic08]\nPLASTIC consortium. \"A B3G Service Platform: The IST PLASTIC Project\".\nPLASTIC W hite Paper, http://plastic.paris-\nrocquencourt.inria.fr/plasticwhitepaper.pdf, 2008.\n[PlasticWS]\nP LASTIC consortium. The PLATIC web site: http://plastic.paris-\nrocquencourt.inria.fr/\n[RW109]\nFIA Real World Internet (R W1), Scenarios, March 2009, Available at\nhttp://rwi.future-internet.eu/index.php/R WI_S cenarios\n[Schonwalder09]\nSchonwalder, J . and Fouquet, M. and Rodosek, G. and Hochstatter, I., Future\nInternet= Content+ Services+ Management, Communications Magazine, IEEE \npages 27-33, 2009\n[SeCSE]\nSeCSE, Project web site: http://www.secse-project.eu/\n[SF09]\nhttp://www.service-finder.eu/attachments/D8.4.pdf.\n[SLC10]\nVanessa Strickera, Kim Lauenrotha, Piero Corteb, Frédéric Gittlerc, Stefano De\nPanfilisb, and Klaus Pohl, Creating a Reference Architecture for Service-Based\nSystems A Pattern-Based Appr0ach.D0l:10.3233/978-1-60750-539-6-149.\nTowards the Future Internet, G. Tselentis et al. (Eds.) lOS Press, 2010\n[SOA4AII D111]\nSOA4All Deliverable D1.1.1 Design Principles for a Service Web v1, 2008.\nhttp://www.soa4all.eu/file-upload.html?func=startdown&id=25\n[SoaML]\nhttp://www.omg.org/spec/SoaM L/\n[Stuckmann09]\nPeter Stuckmann, Rainer Zimmermann. European research on Future Internet\ndesign. IEEE Wireless Communication, pages 14-22, 2009.\n[SWHA05]\nL. Schubert, M. Wilson, J . Haller, A. Arenas, A. Svirskas, P. Giambiagi, J . Doser,\nE. Lupo. The TrustC oM Conceptual Models. 2005\nTowards the Future Internet- Emerging Trends from European Research.\n[TF|10]\nE ditors: Georgios Tselentis, Alex Galis, Anastasius Gavras, Srdjan Krco,\nVolkmar Lot, Elena Simperl, Burkhard Stiller, Theodore Zahariadis.\nDOl:10.3233/978-1-60750-539-6-149. 10S Press, 2010\n[Theodore09]\nZahariadis, T.B.and PAU, G.and CELETTO,L. and DARAS, P., Seamless\nContent Delivery in the Future Mobile Internet, IEEE Wireless Communications,\n2009.\n[Thompson05]\nGraig W. Thomson, Smart devices and soft controllers. IEEE Internet Computing\npages 82-85,2005.\nFP7-257178\nCHOReOS\n65",
    "Page_77": "[T1108]\nM.Tivoli and P.lnverardi. Failure-free coordinators synthesis for component-\nbased architectures, Science of Computer Programming, 71(3), pp. 181-212,\nMay 2008. D0l R EF: http://dx.doi.0rg/10.1016/j.scic0.2008.03.001\n[Toma09]\nloan Toma, Elena Simperl, Agata Filipowska , Graham Hench , J ohn Domingue.\nS emantics-Driven Interoperability on the Future Internet. International\nConference on Semantic Computing, 2009.\n[TSF09]\nI. Toma, E. Simperl, A. Filipowska, G. Hench, Domingue, J .: Semantics-Driven\nInteroperability on the Future Internet. In: IEEE International Conference on\nSemantic Computing, (ICSC) (2009)\n[UDD103]\nOASIS group. Universal Description, Discovery and Integration (UDDl), version\n3.0.1. Technical report, OASIS group, 2003. http://uddi.xml.org/\n[ULS06]\nUItra-Large-S cale Systems. The Software Challenge of the Future. Software\nE ngineering Institute, Carnegie Mellon. P ittsburgh, PA., 2006.\n[UMLTest05]\nOMG, UML Testing P rofile Version 1.0 formal/05-07-07\n[UPDM05]\nOMG, Unified Profile For The Department Of Defense Architecture Framework\n(DoDAF) And The Ministry Of Defence Architecture Framework (MODAF),\nhttp://www.omg.org/spec/U P DM/\n[USDL10]\nhttp://www.internet-of-services.com/index.php?id=288&L =0\nUnified   Service\nDescription\nLanguage\navailable\nat\nhttp://www.internet-of-\nservices.com/fileadmin/IOS/user upload/pdf/US DL-3.0-module-core-M2-\n20091228.pdf Décembre 2009 SAP research\n[Viroli2007]\nViroli, Mirko and Denti, Enrico and Ricci, Alessandro, Engineering a BPEL\norchestration engine as a multi-agent system, In proceedings of Sci. Comput.\nProgram J ournal, May, 2007, p226—245, Elsevier North-Holland, Inc.\n[XML09]\nW3C: XML Schema Definition Language, version 1.1, 2009.\nhttp://www.w3.org/XM L/S chema\n[Yang, 2007]\nYang, H.; Zhao, X.; Cai, C. & Qiu, Z. Exploring the Connection of Choreography\nand Orchestration with Exception Handling and Finalization/Compensation\nFORTE,2007,81-96\n[Yildiz2007]\nYildiz, Ustun and Godart, Claude Towards decentralized service orchestrations\nProceedings of the 2007 ACM symposium on Applied computing 2007 Seoul,\nKorea, p 1662-1666\n[YLG 07]\nUstun Yildiz INRIA - LORIA, Gabriel Lippmann, Claude Godart Towards\ndecentralized service orchestrations S ymposium on Applied Computing\nP roceedings of the 2o07 ACM symposium on Applied computing Seoul, Korea\nISBN:1-59593-480-4\n[Zaha2006]\nJ. M. Zaha and A. Barros and M. Dumas and A. terHofstede Let's Dance: A\nLanguage for Service Behavior Modeling Proceedings of the 14th International\nConference on Cooperative Information Systems, (CooplS) 2006\n[Zhang10]\nZhang, S. and Zhang, S. and Chen, X. and Huo, X., Cloud Computing Research\nand Development Trend, 2010 Second International Conference on Future\nNetworks, IEEE,pages 93-97, 2010.\nFP7-257178\nCHOReOS\n66"
}