{
    "Page_1": "The Future\nDevelopment\nof Limerick City\nPrepared by\nIndecon International\nResearch Economists\nIndecon",
    "Page_2": "Contents\nPage\nExecutive Summary\nV\n1  Introduction and Background\n1\n2 Review of Policy Environment\n3\n3 Progress on Implementation of Limerick 2030 Economic and Spatial Plan\n10\n4 Demographics, Education and Skills\n20\n5  Employment and Economic Development\n30\n6 Housing, Infrastructure, Connectivity and Services\n36\n7 Health and Social Inclusion\n47\n8Model of Sustainable Development\n53\n 9Recommendations for the Development of Limerick City\n56\nAnnex 1\nPolicy\n74\nAnnex 2\nInternational Case Studies\n78\nAnnex 3\nOutline of Potential KPls\n83\nAnnex 4\n Map of Limerick City and its Environs (CSO definition)\n89\nIndecon\nIndecon International Research Economists\nPage i\nError! No text of specified style in document.",
    "Page_3": "List of Tables & Figures\nPage\nTable 2.1: National Strategic Outcomes in National Planning Framework\n4\nTable 2.2: National Policy Objectives for the Southern Region in National Planning Framework\n4\nTable 2.3: Growth Enablers for Limerick in National Planning Framework\n5\nTable 2.4: National Strategic Investment Priorities in National Development Plan\n6\n7\n9\nTable 3.1: Key Objectives of Limerick 2030 Economic Strategy\n10\nTable 3.2: Set of Delivery Programmes in the Economic Strategy\n11\nTable 3.3: Key Objectives of Limerick 2030 Spatial Plan\n11\nTable 3.4: Current Status of Key Development Projects\n13\nTable 3.5: Performance against Targets Limerick 2030 Economic and Spatial Plan\n15\nTable 3.6: New Jobs Announcements in Limerick County by type\n17\nTable 3.7: Employment in the Mid West Region and the State 2013-2020\n17\nTable 3.8: Share of Employment by Sectors (Mid West Region)\n18\nTable 3.9: GVA per person at Basic Prices\n18\nTable 3.10: Tourism Performance of Limerick County\n19\nTable 3.11: Levels of Footfall in Limerick City Centre (millions)\n19\nTable 4.1: Population Age Structure in Irish Cities (2016)\n20\nTable 4.2: Percentage change in Population Age Structure in Limerick (2011-2016)\n21\nTable 4.3: Population by highest level of education (2016)\n21\nTable 4.4: No. of Full-Time Students in Higher Education (2020)\n22\nTable 4.5: Population of Limerick City by Social Class (2016)\n25\n25\nTable 4.6: Distribution of social classes by city, 2016\nTable 4.7: Student and Staff numbers in ETBs (2018)\n26\nTable 4.8: Forecasts of Employment based on Different Education levels\n27\nTable 4.9: Objectives of Action Plan for Apprenticeship 2021-2025\n28\n28\nTable 5.1: Impact of Covid-19 on Youth Employment\n31\nTable 5.2: Population of Limerick City Aged 15+ by Principal Economic Status (2016)\n32\nTable 5.3: Estimates of Disposable Income Per Person, by County (2009-2019)\n32\nTable 5.4: Number of IDA Companies per county (2020)\n33\nTable 5.5: Number of Enterprise Ireland Assisted Companies (2020)\n34\nTable 5.6: Enterprise Profile (2016)\n34\nTable 5.7: Microenterprises by county\n35\nTable 6.1: Population Density (2016) - Metropolitan Areas\n36\nTable 6.2: Population Forecasts (2021-2040)\n36\nTable 6.3: Additional Housing Demand Per Annum\n37\nTable 6.4: New Dwelling Completion by County, 2015 - 2020\n37\nTable 6.5: Total Social Housing New Builds\n37\nTable 6.6: Vacant Commercial City Centre (December 2019)\n38\nIndecon\nIndecon International Research Economists\nPage ii\nError! No text of specified style in document.",
    "Page_4": "List of Tables & Figures\nPage\nTable 6.7: Vacant Residential City Centre (December 2019)\n38\nTable 6.8: Median House Prices\n39\nTable 6.9: Standardised Average Rental Prices\n40\nTable 6.10: Housing Stock by BER Energy Ratings (2009-2021)\n41\nLimerick County (2016)\n42\nTable 6.12: Population aged 5 years and over by means of travel (Cities)\n42\nTable 6.13: Number of yearly bus passengers and bus fleet\n43\nTable 6.14: Commuting times for population over the age of 5 in Limerick City (2016)\n43\nTable 6.15: Traffic Congestion and Commuting Times\n43\nTable 6.16: Accessibility of services to pedestrians\n45\nTable 6.17: Shannon Airport Statistics\n45\nTable 6.18: Shannon Foynes Port Statistics\n46\nTable 7.1: Inpatient hospital beds by hospital\n47\nTable 7.2: Welfare payments by county (2016)\n49\nTable 7.3: Indicators of Poverty/Social Deprivation\n51\nTable 7.4: Analysis of the Numbers in Poverty in Limerick and Mid West region\n51\nTable 7.5: Analysis of the Numbers in Poverty in Limerick City and County\n51\nTable 7.6: Analysis of the Numbers in Poverty in Irish Cities\n52\nTable 8.1: Impact of \"Smart\" Cities\n53\nTable 9.1: Views of Key Sectoral Areas of Opportunity for Limerick City\n56\nTable 9.2: Views on Measures to Enhance Competitiveness of Limerick City to attract investment\n56\nTable 9.3: Views on Requirements for an Effective Retail Strategy\n57\nTable 9.4: Views on Key Priorities for Improved Public Services and Infrastructure\n57\nTable 9.5: Views on Need for Economic and Social Infrastructure\n58\nTable 9.6: Overview of Key Recommendations for the Future Sustainable Development of\n61\nTable 9.7: Examples of international programmes utilising data to support city centre development\n62\nTable 9.8: International examples of housing interventions\n63\n65\nTable 9.10: International examples of environmentally compatible transport and property\ninterventions\n66\nTable 9.11: International examples of measures to support city centre footfall & revitalise vacant\nunits\n69\nTable 9.12: International examples of measures to support social inclusion and Youth Employment\n70\n72\nFigure 2.1: Overview of Relevant Policy Framework\n3\nFigure 3.1: Outputs and Benefits of Limerick 2030 Economic and Spatial Plan\n14\nFigure 4.1: Change in population in main Irish cities (2011-2016)\n20\nFigure 4.2: Total Graduates from HEA-Funded Higher Education Institutions, 2018\n23\nFigure 4.3: Percentage STEM Graduates by City\n23\nIndecon\nIndecon International Research Economists\nPage ii\nError! No text of specified style in document.",
    "Page_5": "List of Tables & Figures\nPage\nFigure 4.4: Destination of Primary Degree Graduates (University of Limerick, All Faculties), 2015-2018\n24\nFigure 4.5: Internal destination of Primary Degree Graduates (University of Limerick, All Faculties),\n2015-2018\n24\nFigure 4.6: Results of econometric model (Employment and Education)\n27\nFigure 5.1: Indicative Estimates of Employment in Limerick County\n30\nFigure 5.2: People on Live Register, Limerick County vs State (2010-2021)\n31\nFigure 6.1: Social Housing Output Mix 2016 - 2020\n39\nFigure 6.2: % of Permanent Private Households in Permanent Housing Units by Year of Construction\n40\nFigure 6.3: % of Premises that are in the commercial area and the State's Intervention Area of the\nNational Broadband Plan (NBP) by County, 2020\n41\nFigure 6.4: Accessibility to facilities by electoral district (Walking)\n44\nFigure 7.1: Population by health status by City (2016)\n47\nFigure 7.2: Accessibility to Hospitals by electoral district (Walking)\n48\nFigure 7.3: Unemployment Blackspots in Limerick City and County, 2016\n50\nFigure 7.4: Electoral Divisions in Limerick City by Level of Deprivation\n50\nFigure 8.1: Scatterplots Smartness Index\n54\nFigure 9.1: Strengths of Limerick City\n58\nFigure 9.2: Constraints to Limerick City development\n59\nFigure 9.3: Areas for Future Improvement \n60\nIndecon\nIndecon International Research Economists\nPageiv\nError! No text of specified style in document.",
    "Page_6": "ExecutiveSummary\nExecutive Summary\nINTRODUCTION AND REVIEW\nLimerick Chamber is the largest business representative body in the Mid West of Ireland, representing over 420\nmember organisations that support over 50,0o0 jobs across the region. Limerick Chamber appointed Indecon\nInternational Research Economists to undertake an independent assessment of the performance of Limerick\noverview of how Limerick performed compared to other leading Irish cities which highlights a number of\nincluding business owners, employees and others. This highlights the key strengths of Limerick city as well as\nthe issues of most concern to the Limerick community. The analysis builds on the experience of models and\neconometric modelling has been completed to examine the implications for skill enhancement to support\nsustainable development. This pioneering initiative by Limerick Chamber is designed to provide evidence-based\ninputs to national and regional policy. It will also enable the Chamber to input to the consultation on the draft\nLocal Development Plan (LDP) and the review of Limerick 2030 (An Economic and Spatial Plan for Limerick)\nis taken to develop Limerick city as an economic powerhouse for the region. Furthermore, the findings of this\nreport will frame key issues for discussion in the lead up to the election of Limerick's Directly Elected Mayor,\nthe first position of its kind in Ireland.\nVIEWSOFBUSINESSESANDOTHERSTAKEHOLDERS\nThe views of businesses, employees and other stakeholders confirm Indecon's analysis which is presented later\nand maximising the potential of the proximity to higher and further education institutions should be a priority\nindigenous firms and the cost competitiveness of living in the city are also important strengths. Investment will\nbe required to enable these assets to realise their potential to support the city and the region. There is also a\nneed to ensure the continued viability of local services.\nStrengths of Limerick City\nProximity to Higher Education Institutions\nHigh levels of educational attainment\n口\nSkills base of population\nPresence of major multinationals\n口\nStrengths of indigenous firms\nDiversity of enterprise base\nLowercostof livingcomparedtoothercitiesinIreland\nAccess to Shannon International Airport and Shannon Foynes Port\nAvailabilityoflocalservices\nStrong economic growth in recent years\n0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100%\nVery InsignificantVery Significant\nSource: Indecon survey of Businesses in Limerick undertaken on behalf of Limerick Chamber 2021\nIndecon\nIndecon International Research Economists\nPage v\nError! No text of specified style in document",
    "Page_7": "ExecutiveSummary\nIn developing our recommendations, Indecon believes at the centre of the new strategy should be a\ncommitment to meeting carbon emissions reduction targets and the achievement of a circular economy. Of\ns    ao   a o aa aa  a p os \ninsufficient investment in public infrastructure were highlighted by the stakeholders consulted. In considering\nthe future development of Limerick city the importance of sustaining the growth in the retail services sector\nand in ensuring high-density development will be key. The survey research suggests that the loss of retail\nactivity and the lack of high-density development are perceived as constraints on the development of Limerick\nbenefits all its citizens. Housing shortages and constraints on healthcare are issues for Limerick as they are for\nother parts of Ireland. The research presented demonstrates that a major challenge exists in addressing the\nlevels of deprivation and social inclusion. Stakeholders consulted were aware of the challenges arising from\ngaps in social services, low educational attainment of parts of the population, and housing shortages.\nConstraints to Limerick City development\nDependence on high carbon energy sector\nLow energy efficiency of residential and commercial property\nDeficiencies in public transport\nInsufficient investment in public infrastructure\nConstraints on healthcare sector\nLow educational attainment of parts of population\nGaps in social services\nLoss of retail activity from City Centre\nLack of high-density development in City Centre\nLackofmixeddemographicneighbourhoods\n0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100%\nVery InsignificantVery Significant\nSource:Indecon survey of Businesses in Limerickundertaken on behalf of Limerick Chamber 2021\nThe views of stakeholders consulted on the main areas for future development to ensure a sustainable and\nsuccessful model for Limerick city are presented in the next figure.\nIndecon\nIndecon International Research Economists\nPage vi\nError! No text of specified style in document",
    "Page_8": "ExecutiveSummary\nAreas for Future Improvement\nImprovement in public transport\nInvestment in cultural infrastructure\nInvestment in skills\nAttraction of new sectoral investment\nEnhancement of public services including health and education\nDevelopmentofco-ordinatedretailstrategy\nInvestment in high density housing in City Centre\nInfrastructure to support remote working\nFacilitation of expansion of existing firms in region\nDevelopment of mixed demographic neighbourhoods\n0%10%20%30%40%50%60%70%80%90%100%\nNot Important Important Very lmportant\nSource:Indecon survey of Business in Limerick undertaken on behalf of Limerick Chamber 2021\nProgress on Implementation of Limerick 2030 - An Economic and Spatial Plan\nThe Limerick 2030 Economic and Spatial Plan includes a number of significant projects to support economic\ndevelopment. The key objectives of the Plan are outlined in the table below. Indecon believes all the objectives\nclimate change and social inclusion challenges. Our analysis of the performance of Limerick discussed later in\nthis report, highlights the need to change commuting patterns and to improve the energy efficiency of the\nhousing stock to meet environmental challenges. Our research also highlights concerns over the high levels of\nindividuals at risk of poverty or social exclusion. These should be given greater emphasis in the proposed\nrevisions to the Plan.\nKey Objectives of Limerick 2030 - An Economic and Spatial Plan for Limerick\ntech sectors\n2. Develop an outstanding environment for starting and growing new businesses\n3. Create the conditions for long-term economic growth\n  e  s     e  a    e  \npresence\n5. Maximise the local employment impact from development/regeneration\nIn reviewing the implementation of Limerick 2030 - An Economic and Spatial Plan for Limerick, Indecon notes\nthat progress has been made in developing specific projects, such as the Gardens International Office\nchallenge in reviewing the Plan, however, is the absence of quantification of a number of the objectives and\nvalue added (GVA) per person and the number of new houses in the city centre.\nThe available evidence indicates a strong performance in overall employment in the county and high numbers\nof job announcements. However, there is a lack of detailed evidence on the number of new jobs in the city and\nIndecon\nIndecon International Research Economists\nPage vii\nError! No text of specified style in document",
    "Page_9": "ExecutiveSummary\nits linkage to projects in the Plan. A survey by Limerick City and County Council suggests that 78% of the jobs\nannounced were translated into actual jobs within a three-year period. However, definitive evidence is not\ncurrently available on the number of jobs created as a result of the Plan. There is also uncertainty around\nwhether the 403m GVA gap in economic performance has been addressed. While there has been new job\n      ss        r  \na gto a pue siea suanbasqns us pauap aesuaad si aneis aue us siaal aue fo or uo patuasaida\nin the Mid West was only 72.2% of the national level, suggesting the economic gap may have widened. This is\nlikely to reflect the very fast growth in high value-added activities in Dublin.\nIn the Plan, a target was set for a minimum of 1,oo0 new housing units in the city centre. This is a key issue in\n a n    ap oo s ap  p   \nindicates that there were 1,044 new units built in the city and suburbs since 2016. With the targeted population\nresidential units in the city centre. The Plan also envisaged an increase in tourism and Indecon notes that\nrevenues from tourism in Limerick increased between 2014 and 2019, however, Limerick's tourism market\n     a  o s a s r o p   s\n presented in the table overleaf.\nPerformance against Targets Limerick 2030 Economic and Spatial Plan\nTarget in Plan\nEvidence on progress to date\n Definitive data is not available on number of actual jobs created or the \nlinkage of these with the Plan. While LCCC do not have in-depth data on\nPotential to create 12,000 FTE jobs in the\nthis, we note that 12,791 FTE jobs were announced from 2013-2020 (see\nLimerick area\nTable 3.6). We understand that a survey undertaken by LCCC suggested\nthat firms indicated that approximately 78% of the jobs announced\n Potential for approx. 5,000 new jobs for\ntranslated into actual jobs within a 3-year period.\nLimerick City Centre\nNo data is available showing the split between city and county job\nannouncements\nJob announcements recorded for Tech,Financial Services, Pharma,\nMedical Devices, Manufacturing. Furthermore, using the Mid West as a\n proxy there is evidence of growth in employment across a number of\nCreate high-value jobs in order to close the\nsectors.\n403m gap in economic performance\n de a aun jo uuapim e uaaq any o sheadde laamou aa\neconomic performance in the Mid West region in the period to 2016.\n Drive value in established sectors: ICT,\n s rrr ua si aon se ns s iis\nAdvanced Manufacturing, Logistics, High-\nhave continued to invest in the expansion of their facilities.\nValue Food & Drink\nSince 2014 new announcements in Life Sciences (Serosep, Edwards\nLifeSciences, etc); Business & Professional Services (Fundrock, AxiomSL);\nCapture bigger share of growth sectors:\nTourism (Adare Manor, extensions to 5 city centre hotels).\nLife Sciences, Business and Professional\nServices, Tourism, Sport & Leisure\nFigures show a significant increase in tourism revenues in Limerick which\nincreased from 206m in 2014 to 305m in 2019. However, Limerick's\ntourism market continues to lag behind other Irish cities.\nEmerging companies/research in low carbon energy initiatives\nSecure investment in emerging sectors:\nLow Carbon Sector\nNautilus - Floating Data Centre planned for Limerick Docks\nTroy Studios (Apple TV and NBC productions)\nLocal/national productions active in this space\nNew enterprise growth: Cultural, Creative\nand Digital Media\nLCCC secured 13.5m funding under URDF to develop a digital\ncollaboration centre, an accelerator centre, and a Film skils academy.\nThe contract for the construction of the digital collaboration centre will\nIndecon\nIndecon International Research Economists\nPage viii\nError! No text of specified style in document",
    "Page_10": "ExecutiveSummary\nbe awarded in May 2021. CPO to commence shortly for sites for the \nAccelerator and Film School.\nMixed-use sites to accommodate public and private organisations\n High-value jobs in key sectors and located\n(Garden  International -  Nordic  Aviation), (Opera -  Revenue\nat i.e., Medical Park at King's Island, the\nCommissioners), (Cleeves - in development), (Howleys Quay - Tech &\nOpera Site, the Waterfront and the\nProfessional Services). We understand that some organisations, such as\n proposed Urban Science and Technology\nPark (former 'Cleeves' Site)\ncentre.\nInternational Rugby Experience on O'Connell Street due to be completed \nin 2021.\nA number of private Georgian district renovations have been completed\nwith the support of the Living Cities Initiative.\n Reduction in fully vacant buildings in the Georgian Neighbourhood (92 in \nu! sau!pinq et pue paidnosoau saupnq 2z :(tzoz to u! 2s on 8toz tO\nprogress; Expected 12% residential increase by 2022 (183 additional\nbedspaces).\nEngine Hub & Digital Innovation Centre established in city centre in 2018\nwhich provides remote working facilities.\nPrivate office development planned for Upper Catherine Street\nWider reinvigoration of the city centre from\nrenovations, new development, increased \n  s        die sl  \nactivity and footfall\ncentre\nCompletion of UBER Building, Catherine Street \nNew Bon Secours Medical Centre to be developed in Ballysimon\n Plans announced  for UL/MIC/TUs:  Midlands Midwest city  centre\ninvestments\nSFPC - Dock Development Plan including the redevelopment of the\nBannatyne Mill\nRehabilitation of Gas Works site on Dock Road\nAvailable evidence indicates a decline in city centre footfall between\n 2017 and 2019\nPotential for a minimum of 1,oo0 new \nThere were 1,044 units built in the city and suburbs (CsO boundary1)\nhomes in the city centre\nsince 2016.\nSource: Indecon analysis using information from Cso data, Failte Ireland and information from Limerick City and\nCounty Council\nOVERALL PERFORMANCE OFLIMERICK CITY\nThe recent performance of Limerick City across a number of dimensions as noted earlier indicates that the\npopulation growth in the city was relatively low in the five years to 2016. Limerick has, however, an advantage\nin terms of accessibility and affordability of housing compared to the other lrish cities. This represents a lever\nalso highlights the need to address a range of challenges including improving skills, tackling social exclusion and\n people and meet climate change objectives.\n1 The CsO boundary for Limerick city and its environs is shown in the Annexes.\nIndecon\nIndecon International Research Economists\nPage ix\nError! No text of specified style in document",
    "Page_11": "Executive Summary\nSummary of Performance of Limerick\nKey Indicator\nEvidence\nSlower growth than other leading cities in years to 2016.\nPopulation Growth\nHigher dependency ratio than other cities\nCommuting Patterns\nHigh level of car usage and low usage of public transport and cycling.\n Energy Efficiency of Housing\nVery low levels of A-rated housing units.\n 21% in the city in 2016, clustered around the very socially disadvantaged areas\nUnemployment Levels\nYouth unemployment has increased from 12% to 15% as a result of Covid-19.\nLCCC data show 3,200 new job announcements in 2020. Definitive data on\nEmployment\nactual jobs created is not available.\nStrong growth in Mid West employment figures between 2013 and 2019.\nLevels of Disposable Income\n24,378 in 2019 which is above the national average but lower than Dublin.\nLevels of Enterprise\nThe strong base of indigenous and multinational companies is a major\nInvestment\n advantage.\n Shannon International Airport and Shannon Foynes Port are critical\nAccess to Airports and Ports\ninfrastructure.\nExcellent third-level and FET institutions but Limerick has a lower proportion\n of residents in a third-level education than some other cities.\nEducation and Skills\nLower percentage of STEM graduates than other Irish cities.\nHigher than average proportion of individuals classified as unskilled/semi-\nskilled.\nHousing Density\n18% of the households in Limerick City were living in apartments.\n310,000 in 2020 which is lower than in Cork (E320,948), Galway (321,593)\nand Dublin (E414,224). This represents a competitive advantage for the city.\nAverage rents are also lower in Limerick city in comparison to other urban\nCost and Availability of\nareas.\nHousing\nthe ESRl's projected population growth of 10% (current delivery rate is\napproximately 500 units).\nHighest standardised mortality rate in the country.\nHealth\nHigh incidence of childhood asthma and obesity.\nEstimated 10,527 individuals at risk of poverty in Limerick city.\nNumber of new builds for social housing below other cities.\nSocial\nHigher dependency on private residential market (HAP & RAS)\nSource:Indecon Analysis\nINTERNATIONAL MODELS OF SUSTAINABLE DEVELOPMENT\nInternational experience has demonstrated the success of planned models of sustainable development. These\nmodels are focused on the implementation of innovative policies to improve the lives of citizen's by providing\npublic infrastructure, improve the quality and the efficiency of the services and move towards a more skill-\nincluding 'smart cities', 'eco-cities','compact cities' and '15-minute cities'.\nIndecon\nIndecon International Research Economists\nPage x\nError! No text of specified style in document.",
    "Page_12": "ExecutiveSummary\nWhile there is no one city that encompasses all aspects of best practice, there are examples of successful cities\nthat have implemented sustainable approaches. These include Amsterdam, Eindhoven, Barcelona and\nCopenhagen.2 There are also interesting aspects of sustainable development in a wide range of other cities\nincluding Vienna, Lisbon, Milan, Bilbao, Munich, Dusseldorf, Rotterdam and Lille and Bologna, and in a number\nof cities in the UK. The application of a sustainable model of development for Limerick City requires that the\nefficiency of traditional networks and services is improved to the benefit of residents in the city as well as\ndeployment of infrastructure and local services. The objective should be to increase economic activity and to\nbring about environmental and energy efficiency improvements. In practice, continued co-operation between\nbenefit of any investment.\nAn important issue for Limerick city is to ensure the application of a sustainable model to enable the city to be\naligned with climate change objectives. This concept will require enhanced infrastructure and high-speed\nbroadband. There is also a need to develop an urban centre with critical mass and the clustering of economic\nactivity. Limerick city should also support the needs of high-tech businesses and attract additional investments.\nThis is aligned with the objective of the Climate Action Plan and with the Europe 2020 Strategy for Smart\nSustainable and Inclusive Growth as well as with the focus in the Southern Regional Spatial and Economic\nStrategy (RSES) which placed an emphasis on Smart Specialisation. As part of the consideration of the\nmeasures to change the energy efficiency of the city and its buildings and to reduce car usage. Based on our\nin the next table. While judgement is required on what other characteristics could be highlighted, Indecon\nbelieves that a model for Limerick city, which is characterised by the factors outlined in the next table, would\nrepresent a sustainable and successful model.\nCharacteristics of International Sustainable Models for the Development of the City\nCompact growth with high housing density.\nAchievement of environmentally compatible commuting patterns.\nLocation of employment opportunities in proximity to residential areas.\n Sustainability of energy, waste management and resource efficiency.\nPresence of high skill and high-value activities.\n Close integration of higher and further education and enterprise sector.\nUse of technology based on broadband availability and development of digital skills.\nAccess to green spaces and cultural and other amenities.\n Proximity to health, education, childcare and social infrastructure and services.\n Focus on reducing social exclusion and youth unemployment.\nSource: Indecon\nRECOMMENDATIONS\nIndecon believes there is the potential for Limerick city to be transformed into an urban environment where\nsignificantly higher numbers of individuals live in the city and others are attracted to visit and to participate in\nactivities will be important. This will require an integrated approach involving the acceleration of the important\nkey projects in the Limerick 2030 Economic and Spatial Plan including residential, commercial, cultural\neducational and public realm initiatives. It will however also require measures to enhance mobility within the\nAvailable at: https://smartcities-infosystem.eu/sites/default/files/document/the_making_of_a_smart_city_-\n_best_practices_across_europe.pdf\nIndecon\nIndecon International Research Economists\nPage xi\nError! No text of specified style in document",
    "Page_13": "ExecutiveSummary\nand reduce social exclusion will be critical to realising the exceptional potential of the city as a location with a\nhigh quality of living. Based on the research undertaken, Indecon has developed a number of policy\nrecommendations for consideration by Limerick Chamber and by local and national policymakers to assist in\nactionable items are presented overleaf. Subsequent parts of this executive summary, as well as the main\nreport, present the detailed research and analysis underpinning the recommendations. This includes a\ndiscussion of international models of sustainable development, a review of the policy context, an analysis of\nthe progress in implementing the economic and spatial plan, and a review of the performance of Limerick City.\nExamples of international experience in relation to policy interventions relating to the proposed\nrecommendations are included in section 9.\nOverview of Key Recommendation for Future sustainable Development of\nLimerick City\n1. Implement a National Urban Future Strategy\n 2. Development of a framework to monitor the progress of Limerick\n3. Ensure compact growth and increase the provision of high-density housing in the city centre.\n4.E\n Ensure measures support climate action and lead to transformational changes in commuting\npatterns and in energy efficiency\n 5. Support brain retention/gain and increase investment in higher and further education\n 6. Invest in increased public services and infrastructure to enhance accessibility and connectivity\n 7. Accelerate the transition to higher value-added sectors and support indigenous start-ups\n 8. Implement dedicated measures to increase footfall in the city centre\n 9. Focus on reducing social exclusion, health inequities and youth unemployment\nSource:Indecon Analysis\n1. Implement a National Urban Future Strategy\nIndecon recommends the implementation of a national urban future strategy. A number of specific\nrecommendations aligned with this are presented below:\nEstablish Project lreland 2040 City Delivery Boards to drive investment in urban centres.3\n(Government)\n a  sa   a sse ss s   n  s\ncollaborate. (Government, Local Authorities)\nReview local authority funding to ensure that income streams are sustainable and that future income\nstructures enable local authorities to implement compact growth and placemaking policies.\n(Government)\n2.  Development of a framework to monitor the economic and social progress of Limerick\ntosupport this.\nDevelop a live public dashboard with economic and social data that can be utilised to promote\nLimerick's development. (Limerick City and County Council (LccC))\n3 Also recommended as part of the Phase 1 Report Review on the NDP - https:/ /assets.gov.ie/134440/8bd02279-31f5-4b52-9591-\n 93a08b2b3a10.pdf and subsequently committed to in the National Economic Recovery Plan 2021\nIndecon\nIndecon International Research Economists\nPage xii\nError! No text of specified style in document",
    "Page_14": "ExecutiveSummary\nImplement a project tracker with funding and timeline information so citizens can monitor economic\nand social projects across the various local authority entities (i.e. Limerick 2030 DAC; Innovate\nLimerick; Local Enterprise Office) in addition to external collaborations. (LcCC)\nearly stage. (LCCC)\n3.  Ensure compact growth and increase the provision of high-density housing in the city centre\ngrowth. Specific recommendations to support this objective are listed below:\nThe focus of policies and investments for Limerick city should be on facilitating compact growth.\n(Government/LCCC)\nTargets should be set (and monitored) to achieve an increase in apartment and other residential\nregeneration developments in inner areas of the city. (LccC)\nAccelerate the delivery of projects within the Limerick 2030 Economic and Spatial Plan (LcCC,\nLimerick 2030 DAC)\nSupport the utilisation of the existing housing stock. This could include evaluating the merits of\npotential changes and adjustments to the Living City Initiative to increase the level of take up. Any\nchanges should however be carefully evaluated to ensure the benefits exceed the costs and\nminimise deadweight (Government). There is also a case to extend the vacant property planning\n io   na a ( -   o) oa\nadjustments to the timeframe (Government). Potential measures to address upper floor\nvacancies should also be examined. This should be done in tandem with a streamlined regulation\nand planning process. (Government). In addition, it is recommended that expanding the pilot\nBuilding Renovation Passport scheme to target the development of city centre stock should be\nconsidered. (Government/LCCC)\n(currently organised on an ad hoc basis). (LccC)\nStrategic development areas should be identified in the city to facilitate new quality affordable\nregulation and improved access to finance for small and medium developers through the\nextension of the Home Building Finance Ireland which until now has only focused on sites outside\nthe main urban areas. (Government/LccC)\nIn order to increase residential investment, prioritise increased investment in public realm areas\nthat are eligible for the LCl. (LCCC)\nExpand green space in the city centre by supporting and encouraging collaboration across existing\nprojects such as the Limerick Georgian Laneway' and 'Go Green'. (LCCC)\nsupports these objectives are outlined below:\nIncrease investment in higher and further education. In particular, ensure the provision of\nthis, supports to increase research should be encouraged including support for EU co-funded\nresearch. (Government)\nFast track development of the Technological University of the Shannon: Midlands Midwest.\n(Government)\nExpand programmes of cooperation between employers in the region and students in higher and\nfurther education. (Government/LCCC/Mid West Regional Skills/Limerick Chamber)\nIndecon\nIndecon International Research Economists\nPage xii\nError! No text of specified style in document",
    "Page_15": "Executive Summary\ne unoun laaal epuonas pue ewd re suapnis uaen ha saenpen iis asaui\ncoordinated response that supports and builds upon existing initiatives such as the Mid West\nSTEM alliance, Young Innovators, Explore Engenieering and BD STEM stars. Consideration should\nbe given to how arts are embedded in STEM education (LcCC/Mid West Regional Skills/Limerick\nChamber)\nBuild on the innovative approach of \"dual learning\" by expanding the model that has been\nimplemented for programmes such as Immersive Software Engineering and Manufacturing\nDigitalisation to other engineering and science disciplines. (HEl's)\nConsider creating a dedicated multi-use space in the city centre to showcase real-world STEM\napplications and provide facilities for workshops and guest lectures for teachers, students and the\n general public. Opportunities also exist to utilise this space as a tourist attraction. (LccC/Mid West\nRegional Skills/Limerick Chamber)\nConduct an apprenticeship future needs assessment which considers any obstacles faced by\nbusinesses in hiring apprenticeships for the Mid West region to better understand the unique\nrequirements of Mid West industry. (LCCC/Mid West Regional Skills)\nImplement a Mid West skills and job platform to highlight the availability of apprenticeships and\nupskilling/reskilling programmes. This will support 'brain gain' and help address the skills gap issue\n present in certain sectors. (LCCC/Mid West Regional Skills/Limerick Chamber)\nThe Government has committed to establishing a pilot programme for guidance counsellors to\nensure that school leavers have access to the same level of information about apprenticeships as\nthose in higher or further education. One option which should be considered is that this pilot\nwould be based in Limerick given the city's skills profile. (Government/LccC/Limerick and Clare\nEducation and Training Board (LCETB))\nConsideration should also be given to developing a mobile Mid West careers fair. (LCCC/ Mid West\n Regional Skills/Limerick Chamber)\nIntroduction of a marketing campaign to attract remote workers (digital nomads) to Limerick.\n(LCCC, Limerick Chamber)\nnso un sauu peuoosu on peal pue uone w oddns sansea ansun 'o\npatterns and energy efficiency\nof the Limerick City region. This will require action from a number of public stakeholders. Specific\nCoordination at local level of the national funding available for deep retrofitting programmes\n(grants/competitive loans/workshops) for private residential units in the city. (Government/LCCC)\nAccelerate supports under the Energy Retrofitting Programme for Social Housing.\n(Government/LccC)\nIn line with the Climate Action Plan (CAP) and the Limerick Shannon Metropolitan Area Transport\nStrategy (LSMATS), develop an ambitious implementation plan (with particular emphasis on\ncycling, walking and e-vehicles) in collaboration with relevant stakeholders in the city. (LcCC)\nIn line with LSMATS work with national operators to accelerate the expansion of public transport\nprovision with a minimum targeted increase of 15% in bus capacity and the extension of bus\nroutes. (LCCC)\n(LCCC)\nImplementation of technology to provide efficient means of travel. For example, a Limerick travel\noie anq dde pueial awl lea ll aun uo papioud uoewoju! lrsnq au uo smep peun dde\nincludes information on safe cycling, accessible walking routes, bike stations and e-charging\nlocations. (LCCC, National Transport Authority (NTA))\nIndecon\nIndecon International Research Economists\nPage xiv\nError! No text of specified style in document",
    "Page_16": "ExecutiveSummary\nEstablish a Limerick Energy Forum to support the development of renewable energy, particularly\noffshore development. (LCCC, Limerick Chamber)\nInvest in the necessary ICT and smart energy storage infrastructure so that Limerick is well placed\nWork with industry and academia to plan for the long term whereby supply from offshore energy\nproduction could be used to address energy poverty. (Government, LCCC)\n6. Implement dedicated measures to increase footfall in the city centre\no siasal an usseaus soddns pu sanseaw on padde aq pinous snoos pads e spuasoau uonapus\nfootfall in Limerick city centre. Some recommendations include:\nSupport the development and refurbishment of quality affordable residential units in the city\ncentre. (Government/Private Sector)\n Following publication of the planned Public Realm Strategy, implement a placemaking plan (e.g.,\npedestrian zones; on-street dining infrastructure; disability access; child-friendly amenities;\nintelligent street furniture with charging facilities) for the city centre that caters for the needs of\nall demographics and encourages people to dwell. Engage in public consultation to best determine\nsuitable areas for pedestrianisation. The Placemaking Plan should inform the city's 'Traffic\nManagement Plan'. (LCCC)\nand non-retail experiences with the development of a seasonal curated programme of events.\n(LCCC/Limerick Chamber)\n Market difference in city centre from shopping centre experience (e.g., night-time economy;\nwaterfront experience; public space animations). (LccC/Limerick Chamber)\nDevelop and promote the night-time economy in line with the forthcoming recommendations of\nthe national Night-time Economy Taskforce. (LCCC)\nDesignate temporary street performance areas in the city centre. Furthermore, build on the\nsuccess of the Limerick Street Art Trail by incorporating interactive art installations. (LcCC)\nfor premises. (LCCC/Limerick Chamber)\nFacilitate more accessible parking through the establishment of Park & Stride sites on the\nperiphery of the city centre. In addition, expand the e-parking website/app to include a real-time\ndata for on-street parking availability in the city to reduce search traffic and vehicle emissions.\n(LCCC)\nAssist retailers in accessing global marketplace through the development of 'Shop Limerick' as an\nonline shopping platform for local small businesses. (LccC/Limerick Chamber)\n 7. Focus on reducing social exclusion, health inequities and youth unemployment\nIndecon recommends that a particular focus should be placed on measures that reduce social exclusion,\n(aa pauno ae sn hoddns on suopuasoay 'uaoidwaun no pue sanbaus ie\nImplementing actions to target unemployment blackspots. (Government)\ninstitutions. (Government)\ninstitutions and those groups most at risk of social exclusion. This should include highlighting\nIndecon\nIndecon International Research Economists\nPage xv\nError! No text of specified style in document",
    "Page_17": "ExecutiveSummary\nongoing involvement by communities and employers to support skill enhancement. (LcCC, LCETB,\nLimerick Chamber)\nIncrease investment in support services to reduce social exclusion (e.g., childcare facilities, access\nto healthcare, provision for the disabled). (Government/LCCC)\nEnsure that settlement patterns in the city reduce concentration of social exclusion in certain\nareas. (LCCC)\nRenewed focus in supporting the implementation of the Youth Guarantee which pledges that\n participants will receive a quality offer of education, training and/or work experience opportunity\nwithin four months. (Government)\nFacilitate the implementation in the city of national plans to address youth unemployment\nthrough the establishment of a one-stop-shop Youth Desk. (LcCC)\nEnsure that the aging population and high dependency ratio are factored into future planning by\nupdating the Age Friendly Limerick 2015-2020 Plan. Older people's views should be incorporated\nthrough an extensive consultation process. Furthermore, targets should be measurable, and\n progress should be monitored on an ongoing basis. (LCCC)\nempowerment, involvement, consultation and participation to enhance inclusion and\nsustainability. (Health Service Executive (HSE)/LCCC)\nuawdogaaap pue uuueid au jo jed sensan e se (stie) suawssass iedui uleah aneodlosul \nprocess. (LCCC)\n8.  Accelerate the transition to higher value-added sectors and support indigenous start-ups\nIndecon recommends that the transition towards higher value-added sectors should be supported. Specific\n Increase availability of Grade A office space. (IDA/LCCC/Private Sector)\nPrioritise the delivery of the planned city centre Digital Accelerator and Digital Collaboration\nCentre.(LCCC)\nmau aenoug eapaweeud pue 'anedsoae pue uoee se yons shasnp susixa donaaa\nclusters in the areas of finance and other international services, high tech industry (e.g., data\nConduct a sectoral review of productivity that goes beyond Gross Value Added (i.e., labour\n productivity/total factor productivity) to identify opportunities for productivity gains. (LCCC)\nConsider empowering local authorities with the ability to utilise commercial rates to incentivise\nand support innovative entrepreneurial activity, particularly in the city centre. (Government)\nFoster a strong start-up and entrepreneurial environment by improving information flows on all\nfunding sources (grants, VC, tax etc.). Set targets for start-ups and monitor draw-down of national\nand EU funds. (LCCC, Limerick Chamber)\nAs part of the new digital accelerator, a diversity and inclusion programme should be implemented\nthat supports individuals from minority groups and assists them in securing entry level jobs in the\nregions fast-growing innovation companies. (LccC)\nUnder the 'Atlantic Edge, European Embrace' brand, progress the marketing plan for the city to\nhighlight the strengths of existing indigenous and multinational investment. The demonstration\nIndecon\nIndecon International ResearchEconomists\nPage xvi\nError! No text of specified style in document",
    "Page_18": "ExecutiveSummary\nExpand the number of co-working hubs within the ‘Happen' network. Introduce a marketing\ncampaign to increase visibility and create a co-ordinated online booking system through the\n(Happen' website.4 (Government, LCCC, Private sector)\n 9.  Invest in increased public services and infrastructure to enhance accessibility and connectivity\nIndecon recommends the investment in increased public services which will enhance accessibility and\nconnectivity in the city and its environs. Specific recommendations to support this include:\nImplementation of a funding programme to support route development to ensure the viability of\nShannon International Airport post-Covid-19. Work with the airport to ensure that business routes\nare in lines with the requirements of emerging sectors and clusters. (Government, LccC, Shannon\nAirport, Limerick Chamber)\nFoynes Port. Undertake feasibility review of the costs and benefits of a potential rail link to\nShannon Foynes and evaluate its role in ensuring the retention of its T-TEN status. (Government,\nLCCC)\nConsider future transport needs (e.g., Connected and  Autonomous Vehicles/Electric\nVehicles/Greenways) when investing further in the road network to enhance connectivity\nbetween Ireland's regional cities. (Government)\nConclusions\nThe research provided in this report provides an evidence base to help Limerick Chamber input to national,\nregional and local policy. It is intended to assist in ensuring that the unique potential of Limerick City is realised.\nAcknowledgements and Disclaimer\norganisations and individuals who played an important role in, or contributed to, the completion of this report.\nthroughout the research project. We would like to thank Limerick City and County Council (LccC) who provided \ninputs on the impacts of the Limerick 2030 Economic and Spatial Plan. Thanks are also due to KPMG who is\ncurrently undertaking the review of the economic and spatial plan. We would also like to thank Limerick 2030\n DAC for inputs of relevance to the review. As part of the research, we undertook a detailed consultation process\nwhich included written submissions from a number of relevant stakeholder organisations and individuals\nincluding Shannon Group, Limerick Chapter of the Georgian Society, UL Hospital Group, Brown Thomas,\nShannon Region Conference and Sports Bureau/Failte Ireland, University of Limerick), Limerick Institute of\nProperties. We would also like to thank IDA, Enterprise lreland and Failte Ireland. These stakeholder\nconsultations provided valuable inputs to the review which we acknowledge with thanks. We would like to\nthank the very large number of employers and individuals who work in Limerick who took time from their busy\nschedules to contribute to this research, most notably by completing a detailed information request which\nprovided valuable inputs and insights into the future priorities for Limerick City. The usual disclaimer applies,\nand the views and analyses contained in this report are the sole responsibility of Indecon.\n4 https://www.happenspace.ie/workspaces\nIndecon\nIndecon International ResearchEconomists\nPage xvii\nError! No text of specified style in document",
    "Page_19": "1 | Introduction and Background\n1  Introduction and Background\n1.1 Background and Scope of Study\nLimerick Chamber is the largest business representative body in the Mid West of Ireland, representing\ncities which highlights a number of important findings. The research has been informed by new\nemployees and others. This helps to identify the key strengths of Limerick City as well as the issues of\nmost concern to the Limerick community. The analysis builds on the experience of models and\neconometric modelling has been completed to examine the implications for skills enhancement to\nsupport sustainable development.\nnational and regional policy. It will also enable the Chamber to input to the consultation on the draft\nLocal Development Plan (LDP) and the review of Limerick 2030 (An Economic and Spatial Plan for\nLimerick), which is being undertaken by Limerick City and County Council. This will assist in ensuring\nthat the opportunity is taken to develop Limerick City as an economic powerhouse for the region.\nFurthermore, the findings of this report will frame key issues for discussion in the lead up to the\nelection of Limerick's Directly Elected Mayor, the first position of its kind in Ireland.\n1.2 Methodology and Report Structure\nTo complete the project, a detailed research programme was undertaken which included the\nfollowing:\n Project Inception Meeting with Limerick Chamber;\n Collation of all relevant background documentation;\n Detailed analysis of the evidence on the performance of Limerick City;\n- Comparative examination of Limerick City and other leading cities in Ireland;\n- Review of international research and evidence;\n-  Invitation for submissions to key stakeholders;\n- Liaison with Limerick City and County Council on Limerick 2030 Economic and Spatial Plan;\n- New empirical research with businesses and other stakeholders;\n- Implementation of new econometric modelling on skills;\n1\n-  Detailed analysis of research findings.\nprogress on the implementation of the Limerick 2030 Economic and Spatial Plan. Section 4 examines\nLimerick's demographics in addition to the level of education and skills in Limerick. The employment\nIndecon\nIndecon International Research Economists\nPage 1\nError! No text of specified style in document",
    "Page_20": "1 | Introduction and Background\ninfrastructure and connectivity. Section 7 reviews health and social inclusion while Section 8 draws\non international examples of sustainable development to propose a model for Limerick's future\ndevelopment. Section 9 outlines recommendations and actionable items for the development of\nLimerick City.\n1.3Acknowledgements and Disclaimer\nrange of organisations and individuals who played an important role in, or contributed to, the\nhave provided valuable inputs throughout the research project. We would like to thank Limerick City\nand County Council (LccC) who provided inputs on the impacts of the Limerick 2030 Economic and\nand spatial plan. We would also like to thank Limerick 2030 DAC for inputs of relevance to the review.\nAs part of the research, we undertook a detailed consultation process which included written\nsubmissions from a number of relevant stakeholder organisations and individuals including Shannon\nGroup, Limerick Chapter of the Georgian Society, UL Hospital Group, Brown Thomas, Shannon Region\nConference and Sports Bureau/Failte Ireland, University of Limerick, the Technological University of\nthe Shannon (TUS): Midlands Midwest, Limerick and Clare Education and Training Board, Mid West\nRegional Skills and Tiernan Properties. We would also like to thank IDA, Enterprise Ireland and Failte\nIreland. These stakeholder consultations provided valuable inputs to the review which we\n acknowledge with thanks. We would like to thank the very large number of employers and individuals\nwho work in Limerick who took time from their busy schedules to contribute to this research, most\nsuisus pue sindui alqenien papioud yym sanban uoewous paap e ualduon Aq Aigeou \ninto the future priorities for Limerick City.\n The usual disclaimer applies, and the views and analyses contained in this report are the sole\nresponsibility of Indecon.\nIndecon\nIndecon International Research Economists\nPage2\nError! No text of specified style in document.",
    "Page_21": "2 |Review of Policy Environment\n2\nReview of Policy Environment\nAn overview of some of the main policies relevant to the development of Limerick city is outlined in\nthe graphic below. These are elaborated on in the rest of this section.\nFigure 2.1: Overview of Relevant Policy Framework\n·Project Ireland 2040 National Planning\nFramework;\nReview of National Policy\n·The National Development Plan 2018 -\nObjectives\n2027\n·Climate Action Plan 2019\n The Southern Assembly, Regional \nReview of Regional Policy\n Spatial and Economic Strategy\nObjectives\n The Mid-West Regional Enterprise Plan\nLimerick City and County Development\nPlan2010-2016\nReview of Local Policy Objectives\nLimerick Regeneration Framework\nImplementation Plan\nLimerick-Shannon Metropolitan Area\nTransport Strategy 2040\nSource: Indecon Analysis\n2.1 National Policy Objectives\nIn developing our recommendations Indecon has taken account of the context of the relevant policy\nenvironment. The development of Limerick city takes place against the background of the National\n2040. The goal of Project Ireland 2040 is to “make Ireland a better country for all\" by facilitating\ngrowth and to respond to the projected increase in population in Ireland of one million by 2040. The\nframework is designed to address infrastructural deficits, environmental degradation and skewed\neconomic growth. This will require delivery on 10 National Strategic Outcomes that promote regional\nparity, economic resilience and sustainability. These objectives are of direct relevance to the future\ndevelopment of Limerick City.\nIndecon\nIndecon International ResearchEconomists\nPage3\nError! No text of specified style in document.",
    "Page_22": "2 |Review of Policy Environment\nTable 2.1: National Strategic Outcomes in National Planning Framework\nCompact Growth\n Enhanced Regional Accessibility\n Strengthened Rural Economies and Communities\n High-Quality International Connectivity\n Sustainable Mobility\n Enhanced Amenities and Heritage\n Transition to Sustainable Energy\n· Access to Quality Childcare, Education and Health Services\nSource: National Planning Framework\nacting as metropolitan drivers for the region as a whole and as effective complements to the\nkey driver of growth in the Mid West Region.\nTable 2.2: National Policy Objectives for the Southern Region in National Planning Framework\nBuilding Stronger Regions: Accessible Centres of Scale: Limerick City and Suburbs: +50,000 -\n55,000 people (at least 145,000 total). Regional Spatial and Economic Strategy to set out a\nstrategic development framework for the Region\nCompact, Smart, Sustainable Growth: 50% new city housing within existing Cork, Limerick and\nWaterford City\nSource: National Planning Framework. Note: Southern Region includes Carlow, Clare, Cork, Kerry, Kilkenny, Limerick,\nTipperary, Waterford and Wexford\nFramework, the amalgamation of Limerick City and County as well as the Limerick 2030 Economic\nthe promotion of urban residential regeneration in Limerick City. It will also require development of\nthe retail and services sectors in addition to continued enterprise investment. Improvements in\ntable below the key growth enablers identified in the NPF are presented.\nIndecon\nIndecon International Research Economists\nPage4\nError! No text of specified style in document.",
    "Page_23": "2 |Review of Policy Environment\nTable 2.3: Growth Enablers for Limerick in National Planning Framework\n- Implementation of the Limerick 2030 economic strategy to create modern, city centre office\naccommodation and a series of transformational city centre public realm projects;\n：Complementary further development of the Limerick 2030 plan to include measures to\ncity's Georgian Quarter;\n Extending the ambition of the Limerick 2030 plan to include an extension of the city centre\ntowards Limerick Docks; Identifying infil and regeneration opportunities to intensify housing \nand employment development throughout inner suburban areas;\nEnabling enhanced opportunities for existing communities as development and diversification\nodns uoenpa pue uual uaogdsa ynou Aeinoed 'snoo\n Progressing the sustainable development of new greenfield areas for housing and the\ndevelopment of supporting public transport and infrastructure, such as at Mungret;\n The continued expansion of the city's third-level institutions and integration with the wider city\nand region; Provision of a citywide public transport network, with enhanced accessibility from\nthe city centre to the National Technological Park, UL and Shannon Airport;\n- Enhanced road connectivity to Shannon Foynes Port, including local by-passes;\n Enhanced regional connectivity through improved average journey times by road to Cork and\nWaterford; Ensuring that water supply and waste-water needs are met by new national projects\nto enhance Limerick's water supply and increase wastewater treatment capacity; and\n Improving sustainability in terms of energy, waste management and resource efficiency and\nwater, to include district heating and water conservation.\nSource:National Planning Framework\nNational Development Plan 2018-2027\nIt is also useful to consider any plans for the city within the context of the National Development Plan\n(NDP). This capital investment strategy sets out a programme of integrated investments to deliver on\nthe NPF's outcome objectives through a 116 billion investment package. It identifies key strategic\nFour funds? with allocated resources of up to 4 billion over the lifetime of the plan have also been\nclimate action. NDP further stresses the need to address a number of challenges including the\nresilient society in the next ten years. Limerick City will benefit from a number of infrastructure\ninvestments outlined in the NDP. These include BusConnects in Limerick City, investment in Shannon\nFoynes Port, regional connectivity in terms of the M20 Cork to Limerick, and the roll-out of a National\nBroadband plan in Limerick City and County. There is, however, a need for ongoing targeted\ninvestment to support the development of Limerick City.\n5 Rural Regeneration and Development Fund, Urban Regeneration and Development Fund, Disruptive Technologies Innovation Fund and\nClimate Action Fund.\nIndecon\nIndeconInternational ResearchEconomists\nPage5\nError! No text of specified style in document.",
    "Page_24": "2|Review of Policy Environment\nTable 2.4: National Strategic Investment Priorities in National Development Plan\nHousing and Sustainable Urban Development\nNational Road Network\nRural Development\nEnvironmentally Sustainable Public Transport\nEnterprise, Skills and Innovation Capacity\nAirports and Ports\n Culture, Heritage and Sport\n Climate Action\nWater Infrastructure\nSource:National Planning Framework\nClimate Action Plan 2019\nLimerick City, like other urban areas in Ireland and in other countries, is a contributor to greenhouse\ngas emissions. The Climate Action Plan sets out the Government's response for Ireland to meet 2030\n2050. The Climate Action Plan has identified a set of policy tools and targets to be delivered across\nthe following sectors: electricity, buildings, enterprise and services, housing, transport, agriculture,\nwaste and circular economy. These, inter alia, involve:\nincrease reliance on renewables from 30% to 70%;\nupgrade 500,000 existing homes to B2 Building Energy Rating (BER) and install heat pumps;\nmake growth less transport intensive through better planning, remote and home-working\nand shifts to public transport;\nimprovements in farming practice; and\n and strategies for plastics, food waste, and resource use reduction.\nThe Climate Action Plan places emphasis on the National Adaptation Framework as the main policy\nresponse to address current and future risks posed by climate change, with the Regional Assembly\nto reduce vulnerability at the regional and local level. Key programmes identified in the Climate\nAction Plan relevant to Limerick and the Southern region include:\nthe development of a cycling Implementation Plan across Dublin, Cork, Galway, Limerick and\nWaterford based on existing metropolitan cycling network plans, and 2o0km of cycle lanes\nunder Bus-Connects; and\nIndecon\nIndecon International Research Economists\nPage 6\nError! No text of specified style in document.",
    "Page_25": "2|Review of Policy Environment\n2.2\nRegional Policy Objectives\nThe Mid West Regional Enterprise Plan (REP)\noverarching goal of reducing regional disparity by maximising enterprise and job creation. The\nRegional Enterprise Plan is key to the delivery of national-level policies into regional and local impact,\nand complement the core activities undertaken by Enterprise Ireland, Local Enterprise Offices and\nother State bodies. Below we outline the strategic objectives envisaged by the REP in the Mid West\ntimeframe identified in the Plan and relevant to Limerick include: CONFIRM, Ireland's research centre\nfor Smart Manufacturing that will deliver enhanced Al and data analytics; the development of a Sports\nTech Cluster to promote sports technology research as well as inject 5o0 additional jobs by end of\nthe development of a Digital Collaboration Centre to be delivered by end of 2020; and, the\ndevelopment of a Marine and Renewable Energy Research Centre at Limerick docklands.\nTable 2.5: Strategic Objectives in Mid West Regional Enterprise Plan to 2020\nEnable a digital and innovation economy and make the Mid West Ireland's leading smart\ncity-region;\nContinue to develop workforce skills and talent and enhance the attractiveness of living\nand working in the Mid West;\n Develop the regions capacity to deliver economic growth; and\n Build a coordinated regional messaging brand for consistent communication.\nSource: Mid West Regional Enterprise Plan to 2020\nRegional Spatial and Economic Strategy\nThe Regional Spatial and Economic Strategy (RSES) is a 12-year development framework through\nwhich the NPF's vision and national policy objectives are delivered at the regional and local level. The\ndetailed spatial and economic strategy is implemented by each Regional Assembly and includes the\nMetropolitan Area Strategic Plans (MASPs) for Irish cities such as Waterford, Cork, Dublin and\nLimerick. In view of the importance of the RSES in informing the future sustainable development of\nemployment growth as envisaged in the growth targets set by NPF for the Southern region which will\nrequire new housing developments and building capacity for new employment opportunities. Further\nchallenges addressed in RSES are climate change, regional disparity and connectivity. RSES' vision for\nwas suggested that realising this vision would require investment in capacity building, climate action\nand enterprise development.\nIndecon\nIndecon International Research Economists\nPage7\nError! No text of specified style in document",
    "Page_26": "2 |Review of Policy Environment\nLimerick Shannon Metropolitan Area Strategic Plan\nAs part of the Regional and Economic Strategy for the Southern Region, the Metropolitan Area\n Strategic Plan (MASP) for Limerick-Shannon seeks to support the NPF's population growth target of\nthe metropolitan area of Limerick-Shannon as a key driver of economic growth in the Mid West, by\nOpera site, Cleeves, Arthurs Quay, Limerick Northern Distributor Route (LNDR)); health care facilities;\nand third-level institutions. On the other hand, infrastructural requirements for Shannon supported\nby MAsP maximise its strategic position by focusing on enhancing connectivity to Shannon\nInternational Airport via public transport, rail and road link. The Limerick Shannon MAsP further\ncontinues to support Limerick 2030 and Limerick Regeneration initiatives.\n2.3  Local Policy Objectives\nLimerick City and County Development Plan 2010 - 2016\nThe Limerick City Development Plan (LDP) 2010-2016 sets out Limerick City Council's policies whose\nvision for Limerick City is to \"grow as the centre of economic, social and cultural development for the\n n a e no on s i aa    a \nquantitatively based strategy underpinned by three strategic goals that aim at scaling up Limerick City\nas a National Gateway City by i.e., extending its administrative boundaries; facilitate the provision of\nemployment, education, transport and housing; enhance the attractiveness of the city and its\nenvironment. The Limerick County Development Plan 2010-2016 is a six-year strategic plan for the\nsustainable development of County Limerick. The plan seeks to “develop and improve, in a\nsustainable manner, the social, economic, cultural and environmental assets of the County\". The\nand tourism in County Limerick; enhancing sustainable residential, working and recreational\nenvironments and transportation networks.\nThe second stage public consultation of the draft LDP 2022-28 is expected to take place this summer.\nWhen completed this will represent the first LDP since the amalgamation of the City and County\ncouncils in 2016.\nThe Limerick-Shannon Metropolitan Area Transport Strategy 2040\nThe Limerick-Shannon Metropolitan Area Transport Strategy 2040 (LSMATS) is a long-term regional-\nAuthority, Limerick City and County Council, Clare County Council, and Transport Infrastructure\nintegrated and more sustainable transport network that supports the role of the Limerick-Shannon\nMetropolitan Area as the major growth engine of the Mid West Region, an internationally\n o a         n \nfrom an increasing demand, enhance transport network in the Limerick Shannon Metropolitan areas,\nand meet requirements in relation to climate change.\nIndecon\nIndecon International Research Economists\nPage8\nError! No text of specified style in document.",
    "Page_27": "2|Review of Policy Environment\nTable 2.6: Guiding Principles in Limerick Shannon Metropolitan Area Transport Strategy\nTo meet the demand generated by the existing and planned development;\nTo support the future growth of the LSMA through the provision of an efficient transport\nnetwork;\n To prioritise sustainable transport to reduce car dependency;\nTo provide a high level of public transport connectivity to key destinations and within\nhigh demand corridors;\n To identify and protect key strategic routes for the movement of freight traffic;\n To enhance the public realm through traffic management and transport interventions;\nand\nTo increase transport capacity where needed to achieve the Strategy outcomes.\nSource: Draft Limerick Shannon Metropolitan Area Transport Strategy 2040\nLimerick Regeneration Framework Implementation Plan\nThe Limerick Regeneration Framework Implementation Plan has the primary objective to regenerate\nareas of disadvantage in Limerick City by promoting social and economic initiatives. Particularly\nfocused on the areas of Moyross, Southill, Ballinacurra Weston and St Mary's Park in Limerick, the\nImplementation Plan seeks to renew and rebuild existing public housing, provide affordable housing,\nemphasis on youth unemployment. Limerick Regeneration Programme has currently planned the\ndelivery of 400 new housing and the upgrade of a further 900 homes by 2023 in the areas of Moyross,\nSouthill, Ballinacurra Weston and St Mary's Park, facilitated by public investment promoted by the\nNDP.\n2.4  Implications of Policy Environment6\nThe review of the policy environment highlighted the central role of the National Planning Framework\nand access to quality childcare, education and health services, are directly relevant to the future of\nLimerick City. Also relevant at a national level is the Climate Action Plan and the need to achieve a\nnet-zero emission target by 2050. Within the context of the national policies, there are a range of\nregional and local plans which underpin the development for Limerick City. Of particular relevance to\nchapter.\n6 Additional policy documents listed in Appendix A\nIndecon\nIndecon International Research Economists\nPage9\nError! No text of specified style in document",
    "Page_28": "3|Progress on Implementation of Limerick2030Economic and Spatial Plan\n3 Progress on Implementation of Limerick 2030 Economic and\nSpatialPlan\n3.1 Limerick 2030 Economic and Spatial Plan\nThe Limerick 2030 Economic and Spatial Plan for Limerick \"Limerick 2030\" is a long-term action plan\nthat aims at transforming and revitalising economic, social and physical aspects of Limerick City\nCentre and the wider Mid West Region. More specifically, the 20-year plan works as a framework that\ndeliver key strategic sites by 2030, with the overarching goal to create \"a major economic force in the\nIrish and European economy, a leading centre for commercial investment.\" The structure of the long-\n growth, strengthen the knowledge economy and scale investment; a spatial plan, which focuses on\nthe regeneration and revitalisation of Limerick City Centre; and a marketing plan, aiming at\nrebranding Limerick. In relation to its economic plan, the Limerick 2030 plan highlights the\nimportance to diversify the economy when delivering on key objectives outlined in the table below.\nThese include increasing employment (high-value jobs, new start-ups), and gross value added (GVA).\nTo achieve this, Limerick 2030 envisaged a sectoral strategy based on: i) driving value on established\nsectors (i.e., ICT, Logistics, Advanced manufacturing); ii) capture bigger share of growth sectors (i.e.,\nLife Sciences, Business and Professional Services etc); and i) secure investment in emerging sectors\nTable 3.1: Key Objectives of Limerick 2030 Economic Strategy\nEconomic Strategy\n Position Limerick as a competitive knowledge economy, known for its skills base excellence\n1.\nin high tech sectors\n2. Develop an outstanding environment for starting and growing new businesses\n 3. Create the conditions for long-term economic growth\n4. Create a vibrant city centre economy with a new mix of economic uses and a strong\neducation presence\n5. Maximise the local employment impact from development/regeneration\nIn the table overleaf we also report a set of intervention areas and delivery programmes as planned\nin the economic strategy of Limerick 2030.\nIndecon\nIndecon International Research Economists\nPage 10\nError! No text of specified style in document.",
    "Page_29": "3|Progress on Implementation of Limerick 2030 Economic and Spatial Plan\nTable 3.2: Set of Delivery Programmes in the Economic Strategy\n Knowledge-Based Economy: The city centre campus; Limerick Venture Capital Fund; Limerick Technology\nInnovation Hub; Medical Village, etc.\nOutstanding Business Environment: Limerick Start-up Fund; High Growth Business Support Programmes)\nCityCentreServiceCluster;LimerickSingleBusinessPortal\nCreate Conditions for Long-Term Growth: Unified Governance; Super-fast broadband roll-out; integrated\nairport strategy; Local Employment Framework, etc\nfollowing: Opera Site, Waterfront and the Arthur's Quay area. These, considered as priorities for their\nlocation at the heart of the city centre, are part of transformational projects that seek to enhance\n\"infrastructure and public realm to make it a 'comfortable' and 'appealing' city centre.\" Enhancing\nthe city centre offer in retail, business promotion, and residential expansion are also main pillars of\nthe spatial plan whose key objectives are outlined in the next table.\nTable 3.3: Key 0bjectives of Limerick 2030 Spatial Plan\nNew City Centre Spatial Plan\n1.\n To establish a 21st century city centre economy capable of competing with other European cities and\nleading the wider city, metropolitan area and city-region economy;\n 2. To reposition the city centre as the premier regional shopping destination;\n3.\nenvironmental characteristics;\n4.  To make the city centre once again a desirable place to live by improving the quality of the housing\noffer in the city centre;\ntourists which generates a sense of pride in the city;\ndevelopment;\n 7. To create quality strategic gateways to the city centre, thereby making it a welcoming experience for\nvisitors;and\nteaching and residential accommodation in the heart of the city centre.\nThe key expected outputs and benefits of the Limerick 2030 Plan are discussed in the next section\nin the city centre.\n3.2 Performance Against Key Targets\nIndecon\nIndecon International ResearchEconomists\nPage 11\nError! No text of specified style in document.",
    "Page_30": "3|Progress on Implementation of Limerick 2030 Economic and Spatial Plan\nTable 3.4 illustrates some of the key development projects as identified by the Limerick 2030 Plan\ncapacity with more than 1o0,oo0 additional sq. ft created in the city centre. This encompasses\nGardens International Office and the Limerick Innovation Hub. The purchase of the former Anderson\nfactory (now Rathkeale Enterprise Centre) created 1oo,0o0 sq. ft of enterprise space with an\nadditional 130,000 sq. ft also created in Limerick County through the purchase of Kantoher Enterprise\nCentre by Innovate Limerick. In 2020, the major redevelopment project of the Opera site commenced.\nWhen completed, this is expected to add an additional 340,000 sq. ft and more than 700 jobs. By\n2026, Limerick could see additional enterprise space totalling 1 million sq. ft. The redevelopment of\nthe Colbert station, a key strategic site at the master planning stage willsee the construction of 2,000 \nto 3,000 units (80% residential, 20% commercial).\nIndecon\nIndeconInternational ResearchEconomists\nPage12\nError! No text of specified style in document.",
    "Page_31": "ProgressonImplementation of Limerick2030 Economic andSpatial Plan\nTable 3.4: Current Status of Key Development Projects\nProject\nDescription\nStage\nGardens\nCapacity: 112,000 sq. ft\nCompleted and operational\nInternational\nJobs:500+\nOffice\nTroy Studios Film\nCapacity: 340,000 sq. ft,700+ jobs\nCompleted and operational \nOpera Site\nMajor site for new business activity\nCommenced in November 2020 with demolition and enabling\nand job creation (capacity for up to\nworks programme - up to six years to complete\n3,000 employees across a 450,000 sq.\nft campus accommodation)\nArthur's Quay\nMajor shopping centre at the heart of \nMarks & Spencer secured as the anchor tenant in 2019 (to\narea\nthe city\ntake up residency following planned redevelopment).\nLCCC secured funding under the Urban Regeneration\nDevelopment Fund (URDF) to appoint a design team for the\nAQ public realm at the end of 2021.\nColbert Station\nCapacity: 2,000 to 3,000 units (80%\nMaster-planning - Draft Design Review Document published in\nresidential, 20% commercial)\n2020\nCleeves Riverside\nCapacity: 10-acre site\nMaster-planning (Stage 1 Master Plan to be completed by\nProject\nJobs: up to 1,500 jobs\nJune 2021, after which Project Team will move onto formal\ndesign stages for the project)\nLCCC awarded E34.5m under URDF for development and\n enabling works.\nMungret\nResidential projects with capacity for \nMaster-planning followed by a planning permission\nup to 850 residential units\n application. Completion: 200 units Phase 1 in 2021.\nCruises street\n Shopping street in the city centre\n Ongoing - LCCC secured funding under URDF for installation of \na street canopy\nLimerick\nA high-quality facility in a visible city\nCompleted and operational \nTechnology and\ncentre location the Innovation Hub\nInnovation Hub\nwould provide 35,000 sqm of\nbusiness and innovation space\nRathkeale Centre\nCapacity: 130,000 sq. ft\nCompleted and operational\nKantoher\nCapacity: 30,000 sq. ft home to\n Completed and operational \nEnterprise Centre\nStrand Foods Ltd.\nENGINE\nLocated in the Georgian Innovation\n Completed and operational (opened in 2018) \nDistrict, Upper Cecil Street, and home\nto tech companies.\nWorld Class Water\nRevitalisation of Limerick's entire\nLCCC awarded E36.38m under URDF for Bishops Quay to\nFront\nwaterfront\nCleeves Bridge, Flood Defence Public Realm and Arthurs Quay\nRoad\nLimerick Cultural\nAn iconic destination building on\nNo update\nCentre\nwaterfront\nGreat Streets\nTransform O'Connell Street, \n O'Connell Street revitalisation works began in April 2020.\nCatherine Street (upgraded to\nIn progress - Junction improvements at the intersection of \nstrengthen pedestrian connection to\nCatherine St and Roches St completed\nstation) and Henry Street\nNo change to traffic flow on Henry Street\nNew City\nTo define the focal point or heart of\nNo update\nSquare/Plaza\nthe city centre\nCity Centre Higher\nThe creation of a multi-versity\nUL purchased Dunnes Stores site in 2019\nEducation Campus\ncombining facilities from LIT, UL and \nMIC in the heart of the city centre\nLCCC awarded E2.52 million under URDF for site planning\nRenewal of the\nConcentrated programme to restore\nIn progress - LCCC operates a one-stop-shop to assist\nGeorgian Quarter\nthe Georgian part of the city\nindividuals with renovating/refurbishing Georgian buildings by\nbringing together internal planners and conservation officers \nto give advice. The number of fully vacant buildings in the\nGeorgian neighbourhood has decreased from 92 in 2018 to 57\nin 2021. Living Georgian City Project awarded E9.76m under\nURDF for Smart-Aging Homes and Co-Housing Demonstrators.\nSchemes to be submitted for planning mid 2021. LCCC\ncurrently developing preliminary design for Limerick Georgian\nLaneway Project\nSource: Indecon analysis of Limerick 2030/Limerick CCC data\nIndecon International Research Economists\nPage 13\necon\nError! No text of specified style in document.",
    "Page_32": "3|ProgressonImplementationof Limerick2030 EconomicandSpatial Plan\nThe targeted outputs and benefits of the plans are listed in Figure 3.1.\nFigure 3.1: Outputs and Benefits of Limerick 2030 Economic and Spatial Plan\n Potential to create 12,000 new FTE jobs in the Limerick area.\n- Drive value in established sectors: ICT, Advanced Manufacturing, Logistics, High-Value\nFood & Drink\n Capture bigger share of growth sectors: Life Sciences, Business and Professional Services\nTourism, Sport & Leisure\nSecure investment in emerging sectors: Low Carbon Sector\n- New enterprise growth: Cultural, Creative and Digital Media\n Potential for approx. 5,000 new jobs for Limerick City centre:\n- High-value jobs in key sectors and located at i.e., Medical Park at King's Island, the Opera\ne e e    s a    \n'Cleeves' Site).\nWider reinvigoration of the city centre from renovations, new development, increased activity,\nfootfall\nPotential for a minimum of 1,ooo new homes in the city centre; activity will extend across the\nGeorgian Quarter beyond the target pilot initiative block.\nSource: Limerick 2030-An Economic and Spatial Plan for Limerick\nIndecon notes that progress has been made in developing specific projects, such as the Gardens\n s   a i      ad    s\nthree quantified targets were set for employment, gross value added (GVA) per person and the\nnumber of new houses in the city centre.\nThe available evidence indicates strong performance in overall employment in the County and high\nnumbers of job announcements. However, there is a lack of detailed evidence on the number of new\nannounced translated into actual jobs within a three-year period. However, definitive evidence is not\ncurrently available on the number of jobs created as a result of the Plan. There is also uncertainty on\nnew job creation in high value-added sectors, Indecon notes that the GVA estimates for the Mid West\nand by 2016 GVA in the Mid West was only 72.2% of the national level, suggesting the economic gap\nmay have widened. This is likely to reflect the very fast growth in high value-added activities in Dublin.\nIn the Plan, a target was set for a minimum of 1,ooo new housing units in the city centre. This is a key\nissue in achieving compact growth and in delivering increasing population density in the city centre\nThe evidence indicates that there were 1,044 new units built in the city and suburbs since 2016'. With\nthe targeted population increase for the city in the National Planning Framework, there will be a need\nto increase the target for new residential units in the city centre.\n7 This is based on the CsO definition of Limerick City and its Environs (excluding the Clare part). A map of this area is included in the annexes\nIndecon\nIndeconInternationalResearchEconomists\nPage 14\nError! No text of specified style in document",
    "Page_33": "3ProgressonImplementationof Limerick2030EconomicandSpatialPlan\nThe Plan also envisaged an increase in tourism and Indecon notes that revenues from tourism in\nLimerick increased by around 100 million between 2014 and 2019. A summary of the evidence on\nperformance against targets is presented in the next table.\nTable 3.5: Performance against Targets Limerick 2030 Economic and Spatial Plan\nTarget in Plan\nEvidence on progress to date\n Definitive data is not available on number of actual jobs created or the\nlinkage of these with the Plan. While LCCC do not have in-depth data\nPotential to create 12,000 FTE\non this, we note that 12,791 FTE jobs were announced from 2013-\n new jobs in the Limerick area\n2020 (see table 3.6). We understand that a survey undertaken by LCCC\n suggested that firms indicated that approximately 78% of the jobs\nPotential for approx. 5,000 new\njobs for Limerick City Centre \nNo data is available showing the split between city and county job\nannouncements\n Job announcements recorded for Tech, Financial Services, Pharma,\nMedical Devices, Manufacturing. Furthermore, using the Mid West as\na proxy there is evidence of growth in employment across a number\nCreate high-value jobs in order to\nof sectors (see Table 3.8).\nclose the 403m gap in economic\n performance\nThere however appears to have been a widening of the GVA gap in\neconomic performance in the mid and west region in the period to\n2016. (see Table 3.9)\n Drive value in established sectors:\nExisting companies such as Northern Trust, Regeneron, J&J Vision\nICT, Advanced Manufacturing,\nCare have continued to invest in the expansion of their facilities.\nLogistics, High-Value Food & Drink\nSince 2014 new announcements in Life Sciences (Serosep, Edwards\nLifeSciences, etc); Business & Professional Services (Fundrock,\nCapture bigger share of growth\nAxiomSL); Tourism (Adare Manor, extensions to 5 city centre hotels).\nsectors: Life Sciences, Business \nand Professional Services,\nFigures show a significant increase in tourism revenues in Limerick\nTourism, Sport & Leisure\nwhich increased from 206m in 2014 to 305m in 2019. However,\nLimerick's tourism market continues to lag behind other Irish cities\n(see Table 3.10).\nEmerging companies/research in low carbon energy initiatives\nSecure investment in emerging\nsectors: Low Carbon Sector\nNautilus - Floating Data Centre planned for Limerick Docks\nSource:Indecon analysis using informationfrom Cso data,FailteIreland and information from Limerick City and\nCounty Council\nIndecon\nIndeconInternational ResearchEconomists\nPage 15\nError! No text of specified style in document.",
    "Page_34": "3|Progress on Implementation of Limerick 2030 Economicand Spatial Plan\nPerformance against Targets Limerick 2030 Economic and Spatial Plan (Continued)\nTarget in Plan\nEvidence on progress to date\nTroy Studios (Apple TV and NBC productions,)\nLocal/national productions active in this space.\nNew enterprise growth:\nLCCC secured 13.5m funding under URDF to develop a digital collaboration\n Cultural, Creative and\ncentre, an accelerator centre, and a Film skills academy. The contract for the\nDigital Media\nconstruction of the digital collaboration centre will be awarded in May 2021.\nCPO to commence shortly for sites for the Accelerator and Film School.\nHigh-value jobs in key\nsectors and located at i.e.,\nMixed-use sites to accommodate public and private organisations (Garden\nMedical Park at King's\nInternational - Nordic Aviation), (Opera - Revenue Commissioners), (Cleeves\nIsland, the Opera Site, the\nWaterfront and the\n id siauoisso anuaa se yns suoesuo aos u pusapun\n proposed Urban Science\nrelocate from other parts of the city centre.\nand Technology Park\n(former 'Cleeves' Site)\nInternational Rugby Experience on O'Connell Street due to be completed in\n2021.\nA number of private Georgian district renovations have been completed with\nthe support of the Living Cities Initiative.\nReduction in Fully vacant buildings in the Georgian Neighbourhood (92 in Q1\n2018 to 57 in Q1 2021); 27 buildings reoccupied and 43 buildings in progress;\nExpected 12% residential increase by 2022 (183 additional bedspaces).\nprovide co-working facilities.\nWider reinvigoration of the\n Private office development planned for Upper Catherine Street.\ncity\ncentre\nfrom\nrenovations,\nnew\ndevelopment,\nincreased\nactivity and footfall\nCompletion of UBER Building, Catherine Street.\nNew Bon Secours Medical Centre to be developed in Ballysimon.\n Plans announced for UL /MIC/TUs: Midland Midwest city centre Investments.\nSFPC - Dock Development Plan including the redevelopment of the Bannatyne\nMill.\nRehabilitation of Gas Works site on Dock Road.\nAvailable evidence indicates a decline in city centre footfall between 2017 and\n2019.\n Potential for a minimum of\nuis (epunog os) squngns pue A aue ui hinq shun tto' aam anaui\n1,000 new homes in the\n2016.\ncity centre\nCounty Council\n8 The CsO boundary for Limerick City and its environs is shown in the Annexes.\nIndecon\nIndecon International Research Economists\nPage 16\nError! No text of specified style in document.",
    "Page_35": "3ProgressonImplementationof Limerick2030 Economicand SpatialPlan\nSince 2013 more than 20,000 new jobs have been announced in Limerick County. However, as noted\nearlier, while a survey indicated that 78% of jobs announced translated into actual jobs within a three-\nyear period, definitive data is not available on the number of actual jobs created. Table 3.6 presents\na sectoral analysis of new jobs announced in Limerick since 2017. This shows that there is significant\nannual variance in the importance of new job announcement by sector. Indecon believes that\nmonitoring number of jobs created as well as announced and their location is critical in developing a\nframework to monitor the progress of the city.\nTable 3.6: New Jobs Announcements in Limerick County by type\n2017\n2018\n2019\n2020\nIDA /FDI\n900\n1,335\n295\n812\n Indigenous\n275\n478\n190\n297\n Retail\n249\n366\n484\n244\n Hospitality/Services/ Other\n547\n593\n921\n237\nConstruction*\n1,355\n300\n580\n410\nTotal\n3,326\n3,072\n2,470\n2,000\n* Construction Jobs relate to temporary employment created during the construction of new facilities\nSource:LCCC\nWhile specific data for employment in Limerick beyond 2016 is not available, data for the Mid West\ncan provide a useful proxy. Indecon notes that a target of 12,0o0 new jobs was set in the Plan. As\nshown in Table 3.7, employment in the Mid West has been increasing steadily since 2013 and there\nis evidence of convergence in the unemployment rate over time. More specifically, unemployment\nhas decreased at a higher pace in the Mid West region compared to the national average from 2013\nanoqe patou se 'anamoh 'z'o ot paonpan uaaq sey ssusod aesuaad t'e jo des leu! aue pue\ndefinitive data on jobs created in the city and their linkage to the projects in the plan are not available.\nTable 3.7: Employment in the Mid West Region and the State 2013-2020\nTotal employed (0o0s)\nUnemployment rate (ILO)\n2013\n2016\n2019\n2020\n2013\n2019\n2020\nMid West Region\n192\n207\n217\n209\n18.1%\n6.1%\n5.3%\nNational\n1,926\n2,127\n2,300\n2,223\n14.7%\n5.4%\n5.1%\nNote: Individuals in receipt of PUP or TWSS are not included in calculation for 2020\nSource:Cso\nAn analysis of the share of employment by sector in the Mid West is presented in Table 3.4. This\nshows an increase in some high value-added sectors such as professional, scientific and technical\nactivities and in financial services.\nIndecon\nIndecon International Research Economists\nPage17\nError! No text of specified style in document.",
    "Page_36": "3|ProgressonImplementation of Limerick2030 Economic andSpatial Plan\nTable 3.8: Share of Employment by Sectors (Mid West Region)\n2013 Share\n 2019 Share\n 2020 Share\nAgriculture, forestry and fishing\n7.9%\n6.4%\n5.3%\nConstruction\n4.9%\n6.5%\n6.0%\nWholesale and retail trade, repair of motor vehicles and\n13.4%\n13.4%\n13.0%\nmotorcycles\nTransportation and storage\n3.8%\n3.5%\n3.5%\nAccommodation and food service activities\n6.9%\n6.8%\n7.2%\nInformation and communication\n2.8%\n2.5%\n2.6%\nProfessional, scientific and technical activities\n4.3%\n5.1%\n4.7%\nAdministrative and support service activities \n3.5%\n3.6%\n4.3%\nPublic administration and defence, compulsory social security\n4.2%\n5.8%\n6.2%\nEducation\n7.9%\n9.8%\n9.5%\nHuman health and social work activities\n13.1%\n12.7%\n12.0%\nIndustry\n16.6%\n14.2%\n14.4%\nFinancial, insurance and real estate activities\n2.4%\n1.2%\n2.8%\nOther NACE activities\n5.9%\n5.0%\n5.1%\nSource: Cso\nThe expansion of high value-added enterprises is instrumental to the target of bridging the existing\ngap in the economic performance with respect to the rest of the country. Existing data on the gross\nvalue added per capita suggests that this gap increased between 2010 and 2016. This is despite the\nstrong increase in GVA in the Mid West however the national growth rate was higher than the one\nexperienced in the Mid West region. As a result, as shown in Table 3.9, the gross value added in the\nMid West was 85% of the average in 2010 and only 72% in 2016. Indecon notes that there are caveats\nassociated with these figures and GVA statistics for the Mid West region have not been published\nsince 2016.\nTable 3.9: GVA per person at Basic Prices\nMid West as % of\nMid West\nNational Average\nNational Average\n2010\n28,442\n33,455\n85.0%\n2011\n27,906\n34,336\n81.3%\n2012\n29,092\n34,961\n83.2%\n2013\n29,706\n35,789\n83.0%\n2014\n29,368\n38,400\n76.5%\n2015\n38,109\n52,461\n72.6%\n2016 9\n39,446\n54,637\n72.2%\nare themostrecent available\nSource: CSo\n9 https:/www.cso.ie/en/releasesandpublications/er/cirgdp/countyincomesandregionalgdp2015/\nIndecon\nIndecon International Research Economists\nPage 18\nError! No text of specified style in document.",
    "Page_37": "3Progresson Implementationof Limerick2030 Economicand Spatial Plan\nhas grown significantly between 2014 and 2019, from 206 million to 305 million. However, despite\nthis growth, certain other counties outperformed Limerick including Dublin, Cork and Galway.\nTable 3.10: Tourism Performance of Limerick County\n2014\n2019\nNumber of Tourists\nNumber of Tourists\nRevenue (m)\n(000s)\nRevenue (Em)\n(000s)\nLimerick\n206\n703\n305\n951\nState\n4,689\n13,800\n7,665\n20,556\nLimerick (% share)\n4.4%\n5.1%\n4.0%\n4.6%\nDublin (% share)\n35.5%\n41.7%\n32.7%\n40.9%\nCork (% share)\n15.0%\n17.0%\n11.0%\n12.9%\nGalway (% share)\n11.0%\n14.6%\n9.7%\n13.5%\nSource:FailteIreland estimates\ninvestment in the city will be needed to expand levels of footfall.\nTable 3.11: Levels of Footfall in Limerick City Centre (millions)\n2017\n2018\n2019\n% change (2017-2019)\n1.326\n1.335\n1.318\n-0.6%\nNote: based on footfallcounters positioned at O'Connell St., Thomas St., Cruises St.\nSource:DraftLimerickDevelopmentPlan2022-2028\n3.3 Implications of Review of Progress\nThe analysis of the Limerick 2030 Plan indicates that progress has been made with regards to the\ndevelopment of specific sites. Several projects are however still at the early development stage but\nIndecon notes that LCCC has been successful in securing funding under the URDF for some of these\nmonitor recent performance against a number of the quantified targets. The available evidence,\nhowever, shows strong growth in overall employment in Limerick City and County but definitive data\nis not available on the number of actual jobs created or the linkages of these in the Plan. There is\nuncertainty on whether the 403m gap in economic performance has been addressed. The research\nindicates that the target for a minimum of 1,ooo new houses in the city centre has been met and\nthere were 1,044 new units built in the city since 2016.10 with the targeted population increasing for\nthe city in the National Planning Framework, there will be a need to increase the target for new\nresidential units in the city centre (see Chapter 6 for more detail). The Plan also envisaged an increase\nin tourism and Indecon notes progress in this sense, as the revenues from tourism increased between\n2014 and 2019. However, Limerick continues to lag behind other Irish cities. Footfall in the city centre\nhas declined in recent years and this will undoubtedly have implications for traditional city centre\nretail which is already in decline as a result of strong growth in online shopping.\n10 This is based on the CSO definition of Limerick City and its environs.\nndecon\nIndecon International ResearchEconomists\nPage 19\nError! No text of specified style in document.",
    "Page_38": "4|Demographics, Education and Skills\n4\n Demographics, Education and Skills\n4.1 Population and Demographics\nLimerick City had recorded significant growth in the years to 2011. However, the more recent\nevidence shows that Limerick City had a lower percentage increase in population than other leading\ncities in Ireland in the five years to 2016.\nFigure 4.1: Change in population in main Irish cities (2011-2016)\n30,000\n●5.4\n25,000\n20,000\n3.2\n15,000\n10,000\n5,000\n0\n Dublin City\nCork City\nLimerick City\nGalway City\n■Actual Increase ● % Increase\nSource: CSO Census data from Statbank Tables A0101:1996 Population and Percentage Change 1991 and 1996by\nProvince County or City, Census Year and Statistic; BDR09: 2002 Population by Sex, Province County or City, Age Group\nand Census Year; and EY004: Population and Actual and Percentage Change 2006 to 2016 by Sex, County and City,\nCensusYearandStatistic\nIn examining demographic developments, it is useful to consider the age profile. The percentage of\nthe population in the working age groups is a key issue in terms of the labour force. The evidence \nshows the demographic structure of the population in Limerick City is similar to the rest of Ireland.\nTable 4.1: Population Age Structure in Irish Cities (2016)\nAge Category\nDublin\nGalway\nLimerick\nCork\nState\n10,399\n83,213\n13,239\n17,940\n1,006,552\nUnder 15\n(17.8%)\n(15.0%)\n(16.8%)\n(14.3%)\n(21.1%)\n8,331\n73,265\n13,480\n20,643\n576,452\n15-24\n(14.3%)\n(13.2%)\n(17.1%)\n(16.4%)\n(12.1%)\n31,141\n325,721\n43,101\n67,347\n2,541,294\n25-64\n(53.5%)\n(58.7%)\n(54.8%)\n(53.6%)\n(53.4%)\n8,388\n72,355\n8,848\n19,727\n637,567\n65 and over\n(14.4%)\n(13.1%)\n(11.2%)\n(15.7%)\n(13.4%)\nTotal\n58,259\n554,554\n78,668\n125,657\n4,761,865\nDependency\n47.5%\n40.0%\n39.0%\n42.8%\n52.7%\nRatio*\nSource: Small area population statistics (SAPs)\n*calculated asthose under15andover64as aproportion of those aged 15-64\nIndecon\nIndeconInternational ResearchEconomists\nPage 20\nError! No text of specified style in document.",
    "Page_39": "4|Demographics, Education and Skills\nLimerick's dependency ratio is below the national average but higher than the other cities. The age\ncohort of 65 or over has been growing rapidly in Limerick reflecting the growth nationally in old age\ngroups. This has implications for investment in health and other public services. In addition, the\ncohort of 25-64 has been falling at a higher rate than the state average possibly pointing to a brain\ndrain issue.\nTable 4.2: Percentage change in Population Age Structure in Limerick (2011-2016)\nAge\nLimerick\n Limerick City and \nCategory\nCity\nMetropolitan District\nCounty\nCounty\nState\n Under 15\n1.6%\n4%\n1.3%\n1.4%\n2.8%\n15-24\n-8.0%\n-6%\n-2.7%\n-4.5%\n-0.7%\n25-64\n2.8%\n2%\n-1.6%\n-0.3%\n1.9%\n65 and over\n11.5%\n16%\n20.5%\n17.6%\n19.1%\nSource: Smallarea population statistics (SAPS)\n4.2\nSkill base of Labour Force in Limerick\nThe US Nobel Prize Winner, Professor Kenneth J. Arrow, from Stanford University, in an analysis of\neconomic growth policy for lreland, highlighted that the quality of the labour force is of great\nimportance to economic development and especially in determining per capita output. Arrow also\npointed out that “universities are now moving into a more important role in increasing labour\nproductivity than they have in the past.\"11 Against this background, it is critical to examine the level\nof education and skills in Limerick.\nLimerick has many strengths in terms of education and skill levels. The evidence examined by Indecon\non the level of education of the population in Limerick City shows that despite the progress which has\nbeen made, there is a lower proportion of people with at least a third-level qualification in Limerick\nCity compared to some other cities. For example, Galway City has a very high proportion of people\nwith at least a third-level qualification with over 41% of the population possessing a bachelor's degree\nor above. This compares with 25.2% in Limerick.\nTable 4.3: Population by highest level of education (2016)\nEducation Level\nLimerick City\nGalway City\nCork City\nDublin City\nNo Formal Education\n1.8%\n1.4%\n1.8%\n1.5%\nPrimary\n11.6%\n6.5%\n11.8%\n11.3%\n Secondary\n35.5%\n24.8%\n33.5%\n26.3%\n Technical or Vocational qualification \n14.9%\n13.0%\n11.8%\n10.3%\n Higher Certificate\n4.9%\n5.1%\n4.1%\n3.8%\nBachelor's degree\n17.0%\n24.1%\n17.6%\n20.4%\nPostgraduate Diploma or Degree\n7.3%\n14.7%\n10.0%\n13.9%\n Doctorate (Ph.D.) or higher\n0.9%\n2.4%\n1.6%\n1.5%\nNot stated\n6.1%\n8.0%\n7.8%\n10.8%\nSource: Small area population statistics (SAPS)\n0953131807\nIndecon\nIndecon International Research Economists\nPage 21\nError! No text of specified style in document.",
    "Page_40": "4|Demographics,Education andSkills\nThe proximity and access to third-level and further educational institutions represent an important\nasset for the region. Indecon notes that as well as the impact on skills, the third-level sector has a\nwider impact on the development of Limerick City. For example, the UL Campus and the expansion\nof the TUs: Midlands Midwest in the city centre will be critical to revitalising the city centre and the\nlocal economy. The largest institution in terms of full-time enrolment in higher education is the\ninstitutions in building skills for the city. The ETBs and other Further Education bodies are also of\ncritical importance in addressing skill requirements.\nThe University of Limerick has announced details of its plan to develop a campus in the heart of\nLimerick city. This campus will be on the old Dunnes Stores site in the centre of the city. This site has\nbeen derelict for a number of years and will facilitate UL's expected student growth. UL expects to\ngrow its student numbers by around 5,0o0 over the next 10 years with several thousands of these\nadditional students being based in the new city centre campus. This will have positive impacts on the\ncommitted to 150 million in capital investment between 2018-2022 to support growth of 21% over\nthis period. The most recent evidence indicates that the number of TuS students will increase further\nin the next few years with around 8,600 students present for the 2024/2025 academic year.\n Combined with UL, this suggests a significant student cohort within the city centre environs.\nTable 4.4: No. of Full-Time Students in Higher Education (2020)\nUniversity of Limerick\n15,164\nTechnological University of the Shannon: Midlands\n6,896\nMidwest\n Mary Immaculate College\n5,137\nTOTAL\n27,197\nSource:HEA\nThe distribution of qualifications achieved by graduates in 2018 was very similar across Limerick,\nDublin, Galway and Cork, as shown in the next figure.\nIndecon\nIndecon International Research Economists\nPage 22\nError! No text of specified style in document.",
    "Page_41": "4|Demographics,Education andSkills\nFigure 4.2: Total Graduates from HEA-Funded Higher Education Institutions, 2018\nDublin\n12%\n64%\n21%\nGalway\n14%\n60%\n23%\nLimerick\n16%\n61%\n21%\nCork\n17%\n60%\n22%\n0%\n20%\n40%\n60%\n80%\n100%\n■Certificates\n■Undergraduate\n■Postgraduate\n PhD\nSource:HEA\nUndergraduate includes: honours degrees, ordinary degrees, undergraduate diplomas.\nPostgraduate includes: Taught Masters, Masters Research, Post Graduate Diplomas, Post Graduate Certificates.\ngraduates across the various cities in Ireland are shown in Figure 4.3. This shows that Limerick is\nbelow other leading cities examined.\nFigure 4.3: Percentage STEM Graduates by City\n35.0%\n30.0%\n25.0%\n20.0%\n15.0%\n10.0%\n5.0%\n1.6%\n1.1%\n-0.4%\n-0.2%\n1.2%\n0.4%\n0.0%\n二\nLimerick \nGalway\nCork\nDublin\nAverageMetro\nOthers\n-5.0%\n20112016Change\nSource:IndeconAnalysisofCsodata\nIndecon\nIndeconInternationalResearchEconomists\nPage23\nError! No text of specified style in document.",
    "Page_42": "4|Demographics,Education and Skills\nFigure 4.4 examines the destination of graduates from the University of Limerick. The UL Graduate\nOutcome Survey 2018 finds that 96% of surveyed graduates of 2018 were in employment (in Ireland\nor abroad) or engaged in further study, a four-percentage point increase from 2015.\nFigure 4.4: Destination of Primary Degree Graduates (University of Limerick, All Faculties),\n2015-2018\n67%\n60%\n20%\n17%\n12%\n6%\n2%\n1%\n3%\nEmployed Ireland\nEmployed Abroad\nFurther\nNot Available\nSeeking Employment\nStudy/Training\n20152018\nSource:UL GraduateOutcomeSurvey2018\nRelated to the above is the brain drain from the region in terms of graduates from the University of\nLimerick. The share of the graduates from UL who stayed to work in the region after their degree\nincreased from 38% to 46% between 2015 - 2018 and this is a positive development. The comparable\nfigure for TUS: Midlands Midwest was 62% in 2018. As national institutions, it would not be realistic\nor appropriate to assume that all or even the majority of UL/TUS graduates would initially remain in\nthe region. However, ensuring that there are suitable employment opportunities for graduates and\ndeveloping measures to attract graduates subsequently to return to Limerick should continue to be\nFigure 4.5: Internal destination of Primary Degree Graduates (University of Limerick, All\nFaculties), 2015-2018\n50%\n46%\n45%\n40%\n38%\n35%\n30%\n28%\n25%\n22%\n20%\n14% 15%\n15%\n%6\n10%\n7%\n7%\n3% 3%\n5%\n3%\n0%\nMid-West\nWest\nMidlands\nSouth-West\nSouth-East\nEast\n20152018\nSource:UL GraduateOutcomeSurvey2018\nIndecon\nIndeconInternational ResearchEconomists\nPage24\nError! No text of specified style in document.",
    "Page_43": "4|Demographics, Education and Skills\nIn examining the overall skill base of the population in Limerick City, of note is the significance of\nprofessional, managerial, technical and non-manual workers. While only 5% of the population are\nunskilled, it is critical that these individuals are not left behind as a result of emerging changes in the\neconomy which are likely to see a continuing decline in demand for low skills.\nTable 4.5: Population of Limerick City by Social Class (2016)\nLimerick City\nState\n% of\n% of all\n% of total\n% of total\nMen\nall\nWomen\nTotal\nWomen\npopulation \n population\nMen\n Professional workers\n1,945\n7%\n1,426\n5%\n3,371\n6%\n8.1% \n Managerial and technical\n5,258\n18%\n5,619\n19%\n10,877\n19%\n28.1%\nNon-manual\n3,736\n13%\n6,197\n21%\n9,933\n17%\n17.6%\n Skilled manual\n4,760\n17%\n2,837\n10%\n7,597\n13%\n14.1%\n Semi-skilled\n3,765\n13%\n3,285\n11%\n7,050\n12%\n10.5%\nUnskilled\n1,365\n5%\n1,504\n5%\n2,869\n5%\n3.6%\nAll others gainfully occupied\n7,884\n27%\n8,678\n29%\n16,562\n28%\n18%\n and unknown\nTotal\n28,713\n100%\n29,546\n100%\n58,259\n100%\n100%\nSource:Smallareapopulationstatistics(SAPs)\nA comparison of the social class characteristics for other cities in Ireland is shown in Table 4.6 which\nshows that Limerick has broadly similar levels of unskilled workers as other cities. However, it is\nsignificantly higher than the state average of 3.6%.\nTable 4.6: Distribution of social classes by city, 2016\nLimerick\nCork\nDublin\nGalway\nState\n Professional workers\n5.8%\n9.5%\n11.3%\n12.4%\n8.1%\n Managerial and technical\n18.7%\n13.1%\n18.0%\n14.9%\n28.1%\nNon-manual\n17.0%\n22.7%\n24.5%\n22.7%\n17.6%\nSkilled manual\n13.0%\n10.2%\n8.6% \n6.1%\n14.1%\n Semi-skilled\n12.1%\n11.5%\n8.7%\n11.8%\n10.5%\nUnskilled\n4.9%\n5.7%\n5.1% \n4.0%\n3.6%\nAll others gainfully occupied\n28.4%\n27.2%\n23.9%\n28.0%\n18.0%\nand unknown\nSource:Small area population statistics(SAPs)\nIndecon\nIndecon International Research Economists\nPage25\nError! No text of specified style in document.",
    "Page_44": "4|Demographics,Education and Skills\nIn planning for the development of skills, Indecon also notes the importance of further education and\ntraining. Limerick and Clare have a high number of ETB learners.\nTable 4.7: Student and Staff numbers in ETBs (2018)\nTotal Learners\nStaff\n Limerick and Clare\n36,107\n2,494\nGalway and Roscommon\n25,180\n1,942\nCork\n41,187\n3,990\n Dublin City\n65,840\n3,178\nSource: Various ETBs Annual Reports (2018)\nThe analysis presented above demonstrates the strengths of Limerick in terms of its education\ninstitutions, the levels of educational attainment and the skill base of the population. This is\nconfirmed by the judgement of businesses and others surveyed which demonstrated that the\neducational institutes and infrastructure were seen as important strengths of the city. However, some\neducational gaps (in terms of educational attainment and STEM graduates) will need to be addressed.\n4.3 Future Skill Requirements for Limerick\nTo inform an assessment of the future skill needs of Limerick, Indecon developed a new econometric\nmodel for Limerick Chamber to estimate the quantitative impact of STEM education (percentage of\nof the population with a bachelor's degree) on employment. More specifically, the model takes the\nform:\nemployment rate = α + βipercentage STEM + β2percentage graduates + é\nWhere β1 and β2 are the two parameters we are interested in estimating and quantifying the impact\nof STEM and higher education on employment.\nThe model is estimated using data on employment rate and the percentage of graduates at the\nelectoral district level using data from the 2011 and 2016 censuses. This results in 3,409 data points\nover two years: a sufficiently high sample size to estimate the coefficients. The model is estimated\nincluding metropolitan area fixed effects in order to control for systematic and time-invariant\ndifferences across regions that would otherwise bias the estimates.\n   h e  o s  s  t a  s e s s \n 0.178 respectively and are statistically significant at any conventional confidence level. They suggest\nthat a percentage point increase in the share of the population with a STEM degree results in an\nincrease in employment of about 0.21 percentage points, and that a percentage point increase in the\nshare of the population with any bachelor's degree increases employment by 0.18 percentage points.\nthe educational gap (in terms of the number of graduates and the share of degrees in STEM subjects)\nwith other metropolitan regions is addressed. Efforts to increase the share of graduates living in\nLimerick and, in particular, graduates in the STEM subjects would support sustainable growth in the\ncity.\nIndecon\nIndecon International Research Economists\nPage26\nError! No text of specified style in document.",
    "Page_45": "4| Demographics, Education and Skills\nFigure 4.6: Results of econometric model (Employment and Education)\n. xtivreg lnemp_rt (lnscieng_edu_rt lnedlevelhi_rt =lnprofman_rt\nlnhealthed_edu_rt 1\nlnindustry_profserv_rt )\nG2SLS random-effects IV regression\nNumber of obs\n6,818\nGroup variable: geoid\nNumber of groups\n3,409\nR-sq:\nObs per group:\nwithin = 0.2912\nmin =\nbetween = 0.3249\navg =\n2.0\noverall = 0.3184\nmax\n2\nWald chi2(2)\n2687.03\ncorr(u_i，x)\nProb > chi2\n=\n0.0000\nInemp_rt 1\nCoef.\nStd.\nErr.\nP>|z|\n[95% Conf.\nInterval]\n.20821\n.0226321\n9.20\n0.000\n.163852\n.2525681\nlnedlevelhi_rt\n.1775961\n.0111065\n15.99\n0.000\n1558279\n.1993644\ncons\n-.0996783\n.0194854\n-5.12\n0.000\n-.1378691\n-.0614875\nsigma_u\n12043298\nsigma_e\n06327308\nrho\n.78368423\n(fraction of variance due to u_i)\nInstrumented:\nInscieng_edu_rt lnedlevelhi_rt\nInstruments:\nSource: Indecon\nAccording to these estimates, the employment rate in Limerick city could increase from 43.7% to\n49.1% if the educational gap with other metropolitan regions highlighted previously was bridged. This\nsuggests that an effort to increase the share of graduates, and of those particularly in the STEM\nsubjects, should be made in order to guarantee sustainable growth in employment in the area and to\ncatch up with the rest of the country. Evidence presented in the previous chapter shows that Limerick\nhas a relatively high dependency ratio and measures to increase the general employment rate will\nhelp alleviate the burden.\nApplying this new Indecon model to the projected levels of population growth for Limerick as outlined\nin the National Planning Framework indicates that there could be around 13,0o0 additional people in\nemployment if the level of education attainment Limerick converges to other leading cities in Ireland.\nThis modelling suggests the importance of increasing the levels of educational attainment as part of \nany sustainable model of development.\nTable 4.8: Forecasts of Employment based on Different Education levels\nLimerick\nEmployment Levels (No\nEmployment Levels \nPopulation Levels\nChange)\n(Convergence to other cities)\n National Planning \n251,000\n109,687\n123,241\nFramework (2031)\nESRI (2040)\n225,000\n98,325\n110,475\n Current population\n195,000\n85,215\n95,745\nlevels (2016)\nSource: Indecon analysis\nIndecon\nIndecon International Research Economists\nPage27\nError! No text of specified style in document.",
    "Page_46": "4Demographics,Education andSkills\nApprenticeships\nThe social structure of unemployment in Limerick city indicates the need to provide educational\nopportunities that are outside of the third-level system and traditional classroom settings. Indeed,\nthe move to greener technologies will also require more skilled manual workers, with the statistics\nshowing a lower-than-average concentration of these types of workers in the Limerick city area (Table\n4.5). The recent five-year action plan by the Minister for Further and Higher Education, Research,\nInnovation and Science, Simon Harris, is a welcome development which provides a mechanism for\nupskilling in Limerick city. The programme for government argues that \"..apprenticeships need to be\na much larger part of the education landscape in Ireland and play a role in taking us out of the Covid-\n19 crisis and in tackling climate action.\"\nTable 4.9: Objectives of Action Plan for Apprenticeship 2021-2025\n1. A High Quality and Innovative Approach\nApprenticeships will deliver the highest quality of work-based learning, supporting and\ndemonstrating innovation to empower apprentices and employers to meet current and\nemerging skills needs.\n 2. Employer-driven Responses\nApprenticeships will be recognised and valued by employers across all sectors of the economy\nas a key mechanism for building a highly skilled workforce, contributing to productivity and\nsustainable growth.\n3. Apprenticeship for All\nThe profile of the apprenticeship population will more closely reflect the profile of the general\npopulation.\n4. A Valued Option\nApprenticeships will be available and recognised as a work based learning opportunity,\nproviding sought after qualifications across the tertiary education and training sector.\n5. A Single, Coherent System\nThere will be a single apprenticeship system underpinned by a clear governance framework\nwith strong stakeholder input\nSource:Action Plan for Apprenticeships\nThe recent evidence indicates there are currently 1,748 people undertaking apprenticeships in the\nLimerick and Clare area. However, it must be noted that there are close to 3,0o0 unskilled and 7,000\nespecially outside the traditional higher education pathways.\nTable 4.10: Apprenticeships taken up per year - Limerick and Clare\n2019\n2018\n2017\n2016\n2015\n2014/13\nNo.\nof\nPhase 2\n1,748\n1,436\n1,258\n1,011\n624\nApprenticeships\n(294)\nNote: 2019 figures include 2016+, Phase 2,4,6 & 7\nSource: Limerick and Clare Education and Training Board Annual Reports(2013-2019)\nIndecon\nIndecon International Research Economists\nPage 28\nError! No text of specified style in document.",
    "Page_47": "4Demographics,Education andSkills\n4.4 Implications of Analysis of Education and Skills\nThe apparent slowdown in the relative population growth of Limerick City compared to other leading\ncities in the five years to 2016 is of note for the future development of the city. The analysis of\neducation and skills indicates that the higher and further education institutions in Limerick are a key\nstrength for the city. However, of potential concern is the brain drain and the need to ensure that\nthere are suitable employment opportunities available to attract graduates back to the city. The\nrelatively low overall levels of educational attainment compared to the best performing cities in\nIreland is an issue. There is also a need to ensure that low-skilled individuals are not left behind.\nIndecon\nIndeconInternational ResearchEconomists\nPage29\nError! No text of specified style in document.",
    "Page_48": "5|Employmentand EconomicDevelopment\nS\nEmployment and Economic Development\n5.1 Employment performance of Limerick\nThe employment performance of Limerick reflects the overall success of the city and county in\ndeveloping its economic base and is an important indicator of economic and social performance. This\nbut is a key determinant to address poverty and social exclusion. While county data is only available\nto 2016, this indicated that there were significant improvements in the period 2011 - 2016. Indecon\nnotes that employment trends in part reflect national labour market changes and the remarkable\nimprovement in employment numbers in Ireland in the years prior to the Covid-19 pandemic. More\nup-to-date indicative estimates suggest that the Mid West region showed strong growth in\nemployment since 2016.\nFigure 5.1: Indicative Estimates of Employment in Limerick County\n86,000\n84,000\n82,000\n80,000\n78,000\n76,000\n74,000\n72,000\n2016\n2017\n2018\n2019\n2020\nNote:Estimates based onapplying theshareof Limerickpopulation in theMidWest region\nSource:Indeconanalysisof LabourForceSurveydata\nData on the labour market in Limerick is available by examining the number of people included on\nthe Live Register. As shown in the figure above, the number unemployed has declined significantly in\nof Covid-19 on youth employment and shows that people under 25 are more likely to be on the\npandemic unemployment payment (PUP). There has also been a significantly larger percentage\nincrease in the numbers on the Live Register in this age group. Limerick has seen a higher percentage\nincrease in the numbers of under 25s on the Live Register than the state average.\nIndecon\nIndecon International Research Economists\nPage 30\nError! No text of specified style in document.",
    "Page_49": "5|Employmentand EconomicDevelopment\nTable 5.1: Impact of Covid-19 on Youth Employment\nUnder-25\nOver-25\nLimerick\nState\nLimerick\nState\nLive Register (April 2021)\n882\n19,625\n6,190\n158,344\nPUP (April 2021)\n3667\n95,459\n9,795\n289,752\nLive Register (Pre-Covid (end 2019)\n762\n18,469\n5,997\n163,527\n% Increase\n15.7%\n6.3%\n3.2% \n-3.2% \nRatio of PUP: Live Register\n4.2\n4.9\n1.6\n1.8\nSource:Indecon analysisof LiveRegister data\nAs shown in Figure 5.2, the reduction in the number of people on the Live Register in the last decade\nhas been more pronounced in Limerick City and County than in the rest of the country, indicating a\nmarked improvement in the labour market in Limerick. Building on this success and responding to the\npost-Covid-19 impacts particularly on youth unemployment should be a key objective for the city. Of\nconcern, however, is that recent evidence suggests the share of under 25s on the Live Register has\nincreased from 12% to 15%.\nFigure 5.2: People on Live Register, Limerick County vs State (2010-2021)\n1.2\n0.8\n0.6\n0.4\n0.2\n2010\n2011\n012\n013\n014\n016\n1\n20\nLimerick City\nLimerick County\nState\nSource:CSO STATBANKLRM07\nIndecon\nIndeconInternational ResearchEconomists\nPage 31\nError! No text of specified style in document.",
    "Page_50": "5EmploymentandEconomicDevelopment\nTable 5.2 presents an analysis of the population aged 15 or more in Limerick City by principal\neconomic status. The figure indicates that 12% were unemployed or looking for their first regular job.\nTable 5.2: Population of Limerick City Aged 15+ by Principal Economic Status (2016)\nPopulation by Principal\nMen\n% total\nWomen\n% total\nTotal\n% total\nEconomic Status\nmen\nwomen\nAt work\n11,154\n47.6%\n9,624\n39.4%\n20,778\n43.4%\nLooking for first regular\n434\n1.9%\n266\n1.1%\n700\n1.5%\njob\n Unemployed having lost\n2,958\n12.6%\n2,064\n8.5%\n5,022\n10.5%\n or given up previous job\nStudent\n3,102\n13.2%\n3,160\n12.9%\n6,262\n13.1%\nLooking after home/family\n273\n1.2%\n3,594\n14.7%\n3,867\n8.1%\n Retired\n3,532\n15.1%\n3,806\n15.6%\n7,338\n15.3%\nUnable to work due to\npermanent sickness or\n1,773\n7.6%\n1,742\n7.1%\n3,515\n7.3%\ndisability\nOther\n231\n1.0%\n147\n0.6%\n378\n0.8%\nTotal\n23,457\n100%\n24,403\n100%\n47,860\n100%\nSource:Small areapopulationstatistics(SAPs)\n5.2S\n Standard of Living\nA measure of economic performance is per capita disposable income. While data is only available at\na county level, the evidence indicates the disposable income per person in Limerick exceeded the\nnational average but was still lower than in Dublin. Measures to assist Limerick to gain increases in\nper capita incomes should continue to be an objective of future plans for the city. Indecon, however,\nnotes that a sustainable model of development should focus on more than standard measures of\nincome.\nTable 5.3: Estimates of Disposable Income Per Person, by County (2009-2019)\n2019\n2009\n2011\n2013\n2015\n2016\n2017\n2018\n(Provisional)\nLimerick\n19,030\n19,779\n19,493\n19,941\n21,306\n22,518\n23,302\n24,378\nCork\n19,399\n17,584\n18,084\n18,441\n19,073\n20,166\n21,280\n22,648\nGalway\n19,489\n16,760\n16,802\n17,334\n18,186\n19,148\n19,226\n20,162\nDublin\n21,039\n19,322\n20,152\n21,592\n22,592\n23,621\n24,969\n27,045\nState\n19,365\n17,546\n17,921\n18,743\n19,429\n20,578\n21,270\n22,519\nSource: CSO\nIndecon\nIndeconInternationalResearchEconomists\nPage 32\nError! No text of specified style in document.",
    "Page_51": "5|EmploymentandEconomicDevelopment\n5.3 Economic Development\nIn examining economic development, Indecon notes that the existence of a strong base of indigenous\nand foreign firms is a key strength of Limerick City and in surrounding areas including developments\naround Shannon International Airport. (The tourism businesses in the city also report this as a\nsignificant strength.) The previous record of attracting mobile investment is an example of the\nbenefits of demonstration effects.12 In the case of multinationals and indigenous firms based in\nLimerick City and Shannon, this represents an advantage for Limerick in its ability to attract additional\ninvestment. This concept has been referred to by the Us Nobel Prize Winner, Paul Krugman, as \"a\nprocess of reinforcement of initial advantage.\"13 It reflects first-mover advantage which was\npreviously referred to by Professor Dermot McAleese14 and discussed in the book by Gray, Swinand\n and Batt on Ireland's Comparative Advantages for Foreign Investment.15\nThe evidence examined by Indecon indicates there are currently 67 companies supported by the\nindicate that the number of IDA assisted companies is similar to Cork and Galway county but half the\nlevels in Dublin. Highlighting the range and diversity of existing enterprises should be an important \nelement of marketing plans for the city.\nTable 5.4: Number of IDA Companies per county (2020)\nNo. of IDA companies per 1,000\nNo. of IDA companies\n of population\nLimerick\n67\n0.35\n Dublin\n814\n0.61\nCork\n186\n0.34\nGalway\n83\n0.32\nSource:IndeconAnalysisofIDAdata\nExporting indigenous companies is also a critical source of employment income generation and\ninnovation. There were approximately 267 indigenous exporting companies in Limerick in 2020. In\nof population is higher than in Cork or Galway, but below the levels in Dublin. These companies\nemployed around 10,000 in 2020.\naadxa aiasod aaum pue susap sau oea aaso on anau os e ay s sauesn asaur, u pue sueaun\neven if there is no direct linkage between those decisions. And these mutual observations can cause a tendency for investment to\nconcentrate in few destinations\". Krugman noted this is over and above the usual external economic arguments\". See Professor Paul\nKrugman, MIT, Views from Ireland: A Geographical Perspective, in Gray, A. W., International Perspectives on the Irish Economy, 1977 ISBN\n953131807\n13 Krugman, P. (1992), p35\n14 McAleese, D. (1997) p.14\n15 Gray, A. W., Swinand, G. P., Batt, W. H., Economic Analysis of Ireland's Comparative Advantage for Foreign Investment.\nIndecon\nIndecon International Research Economists\nPage 33\nError! No text of specified style in document.",
    "Page_52": "5 |Employment and Economic Development\nTable 5.5: Number of Enterprise Ireland Assisted Companies (2020)\nNo. of El Companies per 1,000\nNo. of El Companies\nof population\nLimerick\n267\n1.38\nCork\n541\n0.99\nGalway\n236\n0.91\nDublin\n2,012\n1.51\nNote:DataforCork,Galway&Dublin isfor2018\nSource:IndeconAnalysisof El data\nIndecon also notes the significance of retail and other services activities in the city and would\nemphasise the importance of strategies to underpin the viability of these businesses which are major\nemployers as well as attracting investment in internationally traded sectors.\nThe economic profile, in terms of employment size, of the enterprises that operate in Limerick is\nshown in the table below. The size profile of enterprises operating in Limerick is similar to other cities\nin Ireland. The analysis below shows the importance of small and microenterprise which represent\nsimilar to Cork (53%) and Galway (57%). Between 2013 and 2018, employment growth by large\ncompanies contributed to 38% of overall employment growth. SMEs have contributed around 62%\nof this employment growth. For comparison, nearly 50% of the employment growth in Dublin was\nattributable to large companies.\nTable 5.6: Enterprise Profile (2016)\nMicro\nSmall \nMedium\nLarge\nLimerick\n91.3% (31.8%)\n7.4% (27.5%)\n1.1% (18.8%)\n0.2% (21.9%)\nCork\n92.1% (30.2%)\n6.6% (23.3%)\n1.1% (20.6%)\n0.2% (26%)\nGalway\n92.5% (32.3%)\n6.2% (25%)\n1.2% (23.7%)\n0.2% (19%)\nDublin\n7.3% (17%)\n1.7% (19.3%)\n0.4% (47%)\n90.6% (16.7%)\nFigures in parentheses represent the employment share\nSource:SeanadPublicConsultationCommittee\nMicroenterprises16 are very important to the national and local economy. The latest available data\nindicates there has been modest growth in the number of microenterprises in Limerick. This is lower\nthan some other cities. However, the microenterprises that operate in Limerick have shown positive\nemployment growth with over 1,300 additional jobs created between 2013 and 2018. The percentage\nincrease in employment for microenterprises in Limerick is similar to other cities in Ireland.\n16 Microenterprises are defined as companies that have less than 10 employees\nIndecon\nIndecon International Research Economists\nPage34\nError! No text of specified style in document.",
    "Page_53": "5EmploymentandEconomicDevelopment\nTable 5.7: Microenterprises by county\nNumber of Enterprises\nNumber of Persons Engaged\n2013\n2018\n% change\n2013\n2018\n% change\nLimerick\n8,194\n8,611\n5.1% \n14,126\n15,443\n9.3% \nCork\n24,981\n27,477\n10.0%\n43,594\n47,477\n8.9%\nDublin\n70,482\n80,028\n13.5%\n107,488\n118,700\n10.4%\nGalway\n12,605\n13,286\n5.4%\n20,090\n21,786\n8.4%\nSource:CSO BRA08\n5.4 Implications of Employment and Economic Development\nThe employment performance of Limerick reflects the overall success of the city and county in\ndeveloping its economic basis. The expansion of employment resulted in a marked decrease in\nnumbers unemployed. This trend however has been reversed as a result of the Covid-19 pandemic.\nOf particular concern is the impact of this on low-skilled and youth unemployment in Limerick City.\nThe existence of a strong base of indigenous and foreign firms is a key strength of Limerick City. This\nshould be highlighted as part of the plan to facilitate growth in the city.\nIndecon\nIndecon International Research Economists\nPage35\nError! No text of specified style in document.",
    "Page_54": "6|Housing, Infrastructure, Connectivity and Services\n6\nHousing, Infrastructure, Connectivity and Services\n6.1 Housing\nPopulation density is important in ensuring a sustainable economic base and in realising the benefits\nof economic and social externalities. This is fundamental to meeting climate change objectives and in\nsupporting a vibrant retail and local service economy. The population density in Limerick City and\nsuburbs is higher than Cork but is lower than Galway and Dublin. Increasing the population density in\nLimerick City is an important challenge for the future development of the city. This is essential to\nmeet the requirements of a model of sustainable compact growth.\nTable 6.1: Population Density (2016) - Metropolitan Areas\nLimerick City and\nGalway City and\nCork City and\nDublin City and\nsuburbs\nsuburbs\nsuburbs\nsuburbs\n Persons per KM2\n490\n622\n370\n671\nTotal Population\n104,952\n94,075\n304,169\n1,275,912\nNote: as per the NPF, the Limerick Metropolitan area also includes some of Clare which is not included above\nSource: National Planning Framework (Cso Census of Population)\nRecent county level population forecasts are shown in the table below. These highlight the\nsignificant likely population growth in all parts of Ireland. These population forecasts drive the\nhousing demand figures that are described in this section.\nTable 6.2: Population Forecasts (2021-2040)\n2021\n2026\n2031\n2040\nState\n5,032\n5,239\n5,400\n5,666\nLimerick\n204\n211\n217\n225\nCork\n574\n598\n618\n650\nGalway\n269\n278\n284\n294\nDublin\n1,446\n1,515\n1,559\n1,608\nSource:ESRI(2020)\nThere is a need to ensure that housing supply expands to meet the population growth in Limerick.\nby 2040. Indecon notes that this rate is lower than the national average and would fail to meet the\ntargets of the National Planning Framework. However, even with this lower population growth, there\nIndecon\nIndecon International Research Economists\nPage36\nError! No text of specified style in document.",
    "Page_55": "6|Housing,Infrastructure,Connectivity and Services\nTable 6.3: Additional Housing Demand Per Annum\n2021\n2026\n2031\n2040\nState\n30,852\n27,398\n27,821\n24,291\nCounty Limerick \n1,263\n1,110\n1,101\n892\nCounty Cork\n3,545\n3,159\n3,204\n2,736\nCounty Galway\n1,441\n1,305\n1,294\n1,028\nCounty Dublin\n10,473\n7,786\n7,175\n6,419\nSource: ESRI (2020)\nNew dwelling completions in Limerick city and county increased over the period 2015 to 2020. The\nevidence suggests that over 2,500 new dwellings have been built in Limerick County since 2015.\nHowever, to meet required demand there will be a need for a significant acceleration in residential\nconstruction. As noted previously in this report, it is estimated that there were 1,044 residential units\nbuilt in the city region since 2016.\nTable 6.4: New Dwelling Completion by County, 2015 - 2020\n2015\n2016\n2017\n2018\n2019\n2020\n Limerick\n212\n278\n476\n514\n552\n513\nGalway\n389\n511\n645\n674\n1,044\n1,053\nCork\n778\n967\n1,392\n1,742\n2,138\n2,451\nDublin\n2,117\n3,572\n5,575\n6,857\n6,920\n6,064\nSource:CSOStatbankNDQ05\nThe total number of social housing new builds since 2015 are shown in the table below. The number\nof new builds developed in Limerick is significantly below other cities.\nTable 6.5: Total Social Housing New Builds\nAll Build Total\n2015\n2016\n2017\n2018\n2019\n2020\nCork\n649\n406\n301\n587\n936\n761\nLimerick\n167\n75\n140\n122\n121\n107\nGalway\n136\n95\n159\n100\n278\n313\nDublin\n1,592\n1,094\n1,901\n1,957\n1,665\n1,061\nSource: LCCC\nThe latest evidence collected by Limerick City and County Council indicates that there are 308 vacant\nbuildings in the city centre. These are made up of commercial and residential units. There may also\nbe vacancies within partially occupied buildings. The analysis below highlights that the vacancy rate\nvaries considerably by floor. For example, the vacancy rate for ground floor commercial property is\nlower compared to second- and third-floor units.\nIndecon\nIndecon International Research Economists\nPage37\nError! No text of specified style in document.",
    "Page_56": "6| Housing, Infrastructure, Connectivity and Services\nTable 6.6: Vacant Commercial City Centre (December 2019)\nNo. of vacant commercial\n% Vacancy (calculated as a % of\nFloor\nproperties\nthe total commercial properties\nBasement\n42\n28%\nGround Floor\n344\n26%\nFirst Floor\n221\n30%\nSecond Floor\n171\n38%\nThird Floor\n106\n40%\nFourth floor\n7\n18%\nTotal\n891\n30%\nNote: This does not include buildings categorised as Public service, Religious service, Storage & Warehousing, Carpark\nsurface & multi storey & other buildings\nSource:LCCC\nA similar analysis is also undertaken for residential units that were vacant in the city centre in\nDecember 2019. The vacancy rate is much lower for these units. Indecon understands that these\nvacancy figures were compiled by Limerick City and County Council but we note the difficulty in\nmeasuring vacancy and there are many legal, social, property specificity and other factors\ndetermining vacancy.17\nTable 6.7: Vacant Residential City Centre (December 2019)\nNo. of vacant commercial\n% Vacancy (calculated as a % of\nFloor\nproperties\nthe total commercial properties\nBasement\n32\n19%\nGround Floor\n103\n7%\nFirst Floor\n121\n7%\nSecond Floor\n91\n12%\nThird Floor\n48\n11%\nFourth floor\n0\n0%\nTotal\n395\n8%\nSource: LCCC\nThe current output mix of social housing across different cities is shown in the figure below. This\nshows that Limerick has relatively lower levels of social housing that is classified as new build\n compared to the state average. Furthermore, Limerick has a higher than average dependency on the\nprivate market for the provision of social housing through the Housing Assistance Payment (HAP) and\nthe Rental Accommodation Scheme (RAS)\n17Se IdenReort on thTaationof acant Residential ProertyAalable at htps://wwwgovin/ublication75acat\nproperty-tax-indecon-report/ \nIndecon\nIndecon International Research Economists\nPage 38\nError! No text of specified style in document.",
    "Page_57": "6 | Housing, Infrastructure, Connectivity and Services\nFigure 6.1: Social Housing Output Mix 2016 - 2020\n100%\n%06\n80%\n4ndano\n70%\n60%\nHS O\n50%\nShare\n40%\n30% \n20% \n10%\n0%\nLimerick\nDublin\nCork\nGalway\nState\n HAP\n64.6%\n64.2%\n66.1%\n71.6%\n66.4%\n■ RAS\n9.1%\n1.9%\n2.7%\n4.6%\n4.0%\nLeasing\n4.6%\n3.6%\n2.8%\n2.7%\n4.2%\n■Acquisition Total\n8.7%\n9.0%\n6.9%\n5.7%\n8.7%\n■ Total New Build\n13.0%\n21.3%\n21.4%\n15.4%\n18.4%\nNote: Figures are at county level\nSource:Indecon analysisof Cso data\nIndecon notes that new house prices are more affordable in Limerick city than in Cork, Galway and\n Dublin. This represents a competitive advantage for Limerick. This is also reflected in median house\nprices as presented in the table below.\nTable 6.8: Median House Prices\n % change (2015 -\n2015\n2019\n2020\n2020)\n Limerick\n105,000\n165,000\n185,000\n76%\nCity\nCork City\n165,000\n247,500\n250,000\n52%\nGalway City\n180,000\n270,000\n275,000\n53%\n Dublin City\n280,000\n360,000\n362,000\n29%\n National\n175,000\n259,000\n260,000\n49%\nSource:CSO (HPA05)\n The lower house prices are also evident in rental costs with average monthly rental costs in Limerick \n city being lower than other cities examined and lower than the National Average.\nIndecon\nIndecon International Research Economists\nPage39\nError! No text of specified style in document.",
    "Page_58": "6| Housing, Infrastructure, Connectivity and Services\nTable 6.9: Standardised Average Rental Prices\n % change (2015-\n2015\n2019\n2020\n2020)\nLimerick City\n674\n968\n1,018\n51%\nCork City\n887\n1,172\n1,220\n38%\nGalway City\n890\n1,166\n1,219\n37%\n Dublin City\n1,281\n1,675\n1,720\n34%\n National\n931\n1,222\n1,256\n35%\nSource:RTB\nA key issue for Limerick and for any review of the Limerick 2030 - an Economic and Spatial Plan, is\nthat cities in Ireland and in other countries are significant contributors to greenhouse gas emissions.\nIn meeting climate change objectives, the energy efficiency of the housing units has been identified\nas a key area where potential gains can be made.18 This is related to the age profile of the building\nstock. Only 11% of housing in Limerick and suburbs was built post-2000. As older buildings tend to\nhave much lower levels of energy efficiency, this suggests the potential value of a retrofitting\nprogramme for housing in Limerick city.\nFigure 6.2: % of Permanent Private Households in Permanent Housing Units by Year of\nConstruction\nGalway\n%9%L\n24%\n40%\n23%\nLimerick\n20%\n16%\n29%\n24%\n11%\nCork\n26%\n19%\n29%\n19%\n7%\nDublin\n19%\n21% \n19%\n 10% \n0%\n20%\n40%\n%09\n%08\n100%\n■Before 1945\n11000070007-086108-096109-0561\nSource:Small area population statistics (SAPS)\nAn analysis of housing stock by energy rate shows that there were only 3% of housing in Limerick city\nwith A rating. The fact that around 45% of housing had a D, E, F, or G rating highlights the need for a\nmajor retrofitting programme as part of the strategy for sustainable growth in Limerick city.\n18 seeIndecon's Needs Analysisto Inform Prioritiesfor ESF+ and ERDFfor2021-2027\nIndecon\nIndecon International Research Economists\nPage 40\nError! No text of specified style in document.",
    "Page_59": "6|Housing,Infrastructure,Connectivity and Services\nTable 6.10: Housing Stock by BER Energy Ratings (2009-2021)\nA\nB\nC\nD\nE\nF-G\nLimerick City\n3%\n10%\n41%\n24%\n10%\n11%\nCork City\n3%\n15%\n35%\n23%\n13%\n13%\nGalway City\n4%\n9% \n39% \n28% \n12%\n9% \nDublin City\n8%\n12%\n32%\n23%\n13%\n12%\nNote: the figures only include houses where a BER inspection has been undertaken.This data is based on all BER\ninspections that have undertaken since 2009.\nSource:Cso\nThe ability of Limerick to capitalise on its cost competitiveness in housing is also influenced by\nsupporting services such as the availability and speed of broadband services. Figure 6.3 presents data\non high-speed broadband coverage across the state and the three counties by providing an overview \nof target areas (also called State's intervention areas of the National Broadband Plan (NBP)) and areas\nwhere commercial operators are already delivering (or have planned to deliver) broadband services.19 \nLimerick has a 78% broadband coverage, which is significantly below the levels in Dublin.\nFigure 6.3: % of Premises that are in the commercial area and the State's Intervention Area of\nthe National Broadband Plan (NBP) by County, 2020\n100%\n%06\n80%\n70%\n71%\n60%\n72%\n78%\n50%\n40%\n30%\n20%\n10%\n%0\nCork\nDublin\nGalway\nLimerick\nState\n■% of NBP intervention Premises\n■%Commercial operatorpremises\nSource:National Broadband Map,Department of the Environment, Climate and Communications 2020\n6.2 Commuting Patterns\nThe connectivity of the population base in Limerick city and the means of travel are fundamental in\nensuring that Limerick city can meet climate change objectives. Evidence on the commuting patterns \nof the population in Limerick city examined by Indecon indicated that more than half of the\npopulation in Limerick city rely on a car to travel to work or school or college. Ensuring that the\ninfrastructure and services are available to reduce this percentage, is an important challenge for the\nIndecon\nIndeconInternational ResearchEconomists\nPage 41\nError! No text of specified style in document.",
    "Page_60": "6|Housing,Infrastructure,Connectivity and Services\ncity. This has informed our recommendations and we note that ensuring environmentally compatible\ncommuting is a key feature of sustainable models in other countries.\nTable 6.11: Population aged 5 years and over by means of travel to work, school or college in\nLimerick County (2016)\nMeans of Travel\nWork\nSchool or College\nTotal\nOn foot\n9.3%\n22.7%\n14.4%\nBicycle\n1.5%\n1.6%\n1.5%\n Bus, minibus or coach \n2.5%\n14.5%\n7.0%\nTrain, DART or LUAS\n0.2%\n0.2%\n0.2%\n Motorcycle or scooter\n0.3%\n0.0%\n0.2%\n Car driver\n64.2%\n7.3%\n42.8%\n Car passenger\n4.7%\n48.9%\n21.4%\nVan\n6.5%\n0.2%\n4.1%\nOther (incl. lorry)\n0.7%\n0.0%\n0.4%\nWork mainly at or from home\n5.1% \n0.1% \n3.2% \n Not stated\n4.9%\n4.5%\n4.8%\nSource:Small areapopulationstatistics(SAPs)\nComparable figures for the various cities in lreland are shown in the table below. The figures highlight\nthe low levels of public transport usage in Limerick city as well as a high reliance on private car\ntransport.\nTable 6.12: Population aged 5 years and over by means of travel (Cities)\nMeans of Travel\nLimerick\nCork\nGalway\nDublin\nOn foot\n19.6% \n20.0%\n16.1%\n19.9%\n Bicycle\n3.1% \n3.7% \n5.6%\n10.2%\nBus, minibus or coach\n5.7%\n10.7%\n7.6%\n15.5%\nTrain, DART or LUAS\n0.3%\n0.5%\n0.2%\n6.7%\nMotorcycle or scooter\n0.3%\n0.4%\n0.3%\n0.6%\n Car driver\n51.3%\n47.2%\n53.2%\n32.3%\nCar passenger\n6.4%\n5.5%\n5.0%\n2.2%\nVan\n3.2%\n3.4%\n3.0%\n2.2%\nOther (incl. lorry)\n0.2%\n0.2%\n0.2%\n0.1%\nWork mainly at or from home\n2.3%\n2.2% \n2.8%\n2.0%\nNot stated\n7.5%\n6.0%\n6.0%\n8.2% \nSource: Smallarea population statistics (SAPS)\nIndecon\nIndeconInternationalResearchEconomists\nPage 42\nError! No text of specified style in document.",
    "Page_61": "6|Housing, Infrastructure, Connectivity and Services\nThe availability of an effective network of public transport will be essential for the city. There were\nnearly 4 million bus passengers in Limerick and the numbers have increased significantly in recent\nyears. There will, however, be a need for further expansion to ensure a more sustainable commuting\npattern and to accommodate the expected growth in population.\nTable 6.13: Number of yearly bus passengers and bus fleet\n2015\n2016\n2017\n2018\n2019\n % change (2015/19)\nLimerick Passengers (million)\n2.8\n2.9\n2.8\n3.5\n3.9\n39.3%\nLimerick Fleet\n22\n35\n36\n40\n32\n45.5%\nSource: CSO/ Bus Eireann\nNearly 40% of the population faces a daily commute of less than 15 minutes and about 80% of the\nrespondents reported a commuting time of less than 30 minutes.\nTable 6.14: Commuting times for population over the age of 5 in Limerick City (2016)\nTotal\nPercentage\nUnder 15 mins\n11,296\n38.4%\n 1/4 hour - under 1/2 hour\n12,297\n41.8%\n 1/2 hour - under 3/4 hour\n4,196\n14.3%\n 3/4 hour - under 1 hour\n735\n2.5%\n 1 hour - under 1 1/2 hours\n568\n1.9%\n1 1/2 hours and over\n353\n1.2%\nNot stated\n3,240\nTotal\n32,685\nSource: Small area population statistics (SAPS)\nTable 6.15 indicates that the average time to work in Limerick is lower than in Galway and Dublin.\nThe level of traffic congestion as measured by hours lost is also low compared to Galway and Dublin.\nThis represents a comparative advantage for the city.\nTable 6.15: Traffic Congestion and Commuting Times\nLimerick City\nCork City\nGalway City\nDublin City\nHours lost in congestion (Inrix 2019 Rank)\n88\n85\n107\n154\nAverage travel time to work in minutes \n24.2\n22.1\n29.3\n28.9\n(Census 2016)\nSource: CSO Census 2016;INRIX 2019 Rank\nthe accessibility to essential facilities within the Limerick Metropolitan Area. These estimates are\nbased on dividing the metropolitan area into a grid of 10 square meters and computing for each the\ntime to walk to the closest facilities. The results of this new evidence are shown in the following figure\nIndecon\nIndecon International Research Economists\nPage43\nError! No text of specified style in document.",
    "Page_62": "6Housing,Infrastructure,Connectivity and Services\nfor schools and parks. The figures show that accessibility to services by pedestrians is particularly high\nin most of the electoral districts of the metropolitan area, where it is possible to reach these facilities\nwithin 10 minutes from virtually every point. Utilising the strength of proximity with Limerick city\nshould be a core element of a future sustainable strategy. Indecon would caution against placing too\nmuch emphasis on the precise number of minutes to services in developing a plan for the city. For\nexample, a slightly longer time may be feasible within sustainable models for access to employment \nand some services if adequate public transport and cycling infrastructure is provided. The figures,\nhowever, suggest that the city has the characteristics to facilitate a significant shift in commuting\npatterns. The analysis also highlights the justification for compact growth and development within\nthe existing built-up area due to the existence of services.\nFigure 6.4: Accessibility to facilities by electoral district (Walking)\nLegend\nSchools\nSt: Joseph Hospi\nPercentage cells > 10 min\n0-10%\n10-25%\n25-50%\n50-75%\n%9L<\nLIT\nGaelic Grounc\nOple's Park\nLegend\nParks\nPercentage cells > 10 min\n0-10%\n10-25%\n25-50%\n50-75%\n>75%\nSource:Indeconcalculationbased onOsMdata(accessed inFebruary2021)\nData for the metropolitan area shown in Table 6.16, confirms the accessibility to services particularly\nfor those living in more densely populated areas.\nIndecon\nIndeconInternationalResearchEconomists\nPage44\nError! No text of specified style in document.",
    "Page_63": "6 |Housing, Infrastructure, Connectivity and Services\nTable 6.16: Accessibility of services to pedestrians\nAverage time (minutes) to:\nAll Metro\nHigh density areas*\nSchools\n12.9\n5.6\n Parks\n13.2\n8.7\nSource:Indecon'scalculationsbasedonOsMdata(accessedFebruary2021)\n *Note: High density areas are identified using the Corine Geocover dataset (2018).\nIn considering connectivity and infrastructure and services in Limerick city, Indecon notes that\nconnectivity to social and amenity infrastructure is needed to drive sustainable settlement patterns\nand to achieve increased population density. We believe that infrastructure and transport planning\nshould be used as a disruptor to encourage settlement patterns that align with compact growth. This\nin turn has consequences for the sustainability of the retail and services sectors and for commuting\ntimes.\n6.3NationalandInternational Connectivity\nConnectivity between Limerick and the rest of Ireland and internationally is also critical. This requires\ninvestment in infrastructure including road, rail, ports and airports. The significance of Shannon\nInternational Airport in connecting Limerick to international tourism and export markets is of\nparticular importance. Ensuring the viability and development of Shannon International Airport post-\nCovid-19 should be a priority as well as the development of Shannon Foynes Port. Investment in road\nand rail infrastructure, including the M20 project, will be a requirement for the future expansion of\nthe city. There is also a need for investment in broadband to support businesses and to facilitate\nincreased home working. Given the importance of Shannon International Airport as a key strength of\nthe Limerick city region, of note is that there were over 13,200 commercial flights at the airport during\n2019. The number of passengers using Shannon Airport amounted to over 1.6 million before the\nCovid-19 pandemic.\nTable 6.17: Shannon Airport Statistics\n2013\n2019\nNumber of Commercial Flights (000s)\n12.6\n13.2\n Number of Freight (000s Tonnes)\n13.9\n12.7\nNumber of Passengers (000s)\n1,308\n1,616\nSource: Indecon analysis of Cso data\ndevelopment. As well as Shannon International Airport, Shannon Foynes Port plays a key strategic\nrole in supporting the economic development of the city as well as for the wider region and nationally.\nThis is reflected in the fact that the Port handled over 9.6 million tonnes in 2019. Its status as a Tier\n1 Port of National Significance and an EU Ten-T port is exemplified by the fact that it is Ireland's\nsecond-largest port in terms of volume of throughput. Previous Indecon research, undertaken on\nbehalf of Shannon Foynes, estimates that the economic contribution of Shannon Foynes Port, based\non the value of the trade it services, is likely to be over 7.7 billion annually, based on figures for\n2019. The research indicates that this trade, in addition to the direct and indirect impacts of port-\nIndecon\nIndeconInternational Research Economists\nPage 45\nError! No text of specified style in document.",
    "Page_64": "6|Housing,Infrastructure,Connectivity and Services\nrelated operations, is estimated to support a total of 96,308 full-time equivalent jobs directly and\nindirectly across the Irish economy.\nTable 6.18: Shannon Foynes Port Statistics\n2013\n2019\n% change\nShannon Foynes (ooo Tonnes)\n10,290\n9,622\n-6.5% \n% Share of total Trade\n22%\n18%\n-4%\nSource: Indecon analysis of Cso data\nIreland has invested significantly in the renewable energy sector in recent years with renewables\naccounting for 36% of the electricity generation fuel mix in 2019 (SEAl 2020). Wind generation (mostly\nonshore wind) is a significant component of this representing 32% of all electricity generated. The\nfirst Climate Action Plan (CAP) was published in 2019 and set an ambition of at least 3.5 GW of\noffshore wind by 2030. The recent Programme for Government increased this target to 5 GW which\nwill require significant investment. A recent report by GDG20 found that SFPC's “current facilities\ngenerally meet the port requirements for various areas of offshore wind construction.\" The report\nconcludes that the port will need investment in new dedicated facilities. As such, “overall\ndevelopment is required to ensure SFPC has new dedicated facilities.\" This development could easily\nbe facilitated as SFPC has an existing 250 ha landbank with an additional 1,200 ha zoned for port\nrelated activity. This is important in the context of the future decommissioning of the Moneypoint\npower plant which has significant links with the Shannon Foynes Port.\n6.4 Implications of Analysis on Housing, Infrastructure and Connectivity\nThere is a need to ensure that housing supply expands to meet the population growth in Limerick.\nEven to meet a population increase of 10% which is lower than the targets in the National Planning\na significant percentage of these should be in Limerick city. A key issue for Limerick in meeting climate\nchange objectives is the age and low levels of energy efficiency of the housing stock. There is a need\nfor a major retrofitting programme to improve the energy efficiency of housing in Limerick city. The\nconnectivity of the population base in Limerick and the means of travel are important in ensuring that\nLimerick city can meet the climate change objectives. Currently, there is a high reliance on car\ntransport. Ensuring that the infrastructure and services and other measures are available to reduce\nthis percentage is an important challenge for the application of a sustainable model for the city. One\nof the advantages of Limerick city is the proximity to essential services such as parks and schools.\nUtilising the strength of the proximity to build a sustainable strategy should be given high priority.\nCommuting between Limerick and the rest of Ireland and internationally is also critical. This requires\ninvestment in infrastructure including road, rail, ports and airports.\n 20 Gavin & Doherty Geosolutions (2020) \"Shannon Estuary: Offshore Wind Potential Study\"\nIndecon\nIndecon International Research Economists\nPage46\nError! No text of specified style in document",
    "Page_65": "7|Health and Social Inclusion\nHealth and Social Inclusion\n7.1 Health\nae al tz'siea nuaan u ya un annses yiey un suasann uaq sy aa\ninvestment projects include University Hospital Limerick (E17 million) and a palliative care unit (11\nmillion). The HSE 2019 Annual Report22 also indicates capital investments on an acute medical\nassessment unit and OPD reconfiguration at the University Hospital Limerick.\nTable 7.1: Inpatient hospital beds by hospital\nAverage Beds\nAverageBeds\nAverage Beds\nin 2009\nin 2014\nin 2019\nLimerick\nUniversity of Limerick Hospital\n420\n367\n434\nSource: Open beds report (2019)\nTable 7.1 compares the self-reported health status of the population in Limerick, Cork, Dublin and\nLimerick although this was slightly lower than in the other counties examined.\nFigure 7.1: Population by health status by City (2016)\nGalway\nDublin\nCork\nLimerick\n0%\n10%\n20%\n30%\n40%\n50%\n60%\n70%\n80%\n%06\nVeryGoodGood FairBad\nSource:Small areapopulationstatistics(SAPs)\nAs well as the overall level of investment, a key issue in responding to the health status of the\npopulation is the accessibility for people living in the Limerick Metropolitan area in relation to\nhospitals. Similar to the case in our research on proximity to schools and parks, we estimate the time\nto walk to the closest hospital for each 10 square meters in the city. This is shown in Figure 7.2 The\nexistence of a major University Hospital in Limerick is of importance and represents a strength for the\ncity.\n 21https://www.limerick.ie/sites/default/files/media/documents/2018-\n 07/Economic%20Profiling%20Report%20for%20Limerick%20City%20and%20County.pdf\n22https://www.hse.ie/eng/services/publications/corporate/hse-annual-report-and-financial-statements-2019.pdf\nIndecon\nIndecon International Research Economists\nPage 47\nError! No text of specified style in document.",
    "Page_66": "7Health and Social Inclusion\nFigure 7.2: Accessibility to Hospitals by electoral district (Walking)\nLegend\nHospitals\nPercentage cells > 10 min\n0-10%\n10-25%\n25-50%\n50-75%\n>75%\nSource:IndeconcalculationbasedonOsMdata(accessed inFebruary2021)\nThere are also other health issues that are important for Limerick and other parts of Ireland. Recent\nresearch23 undertaken in conjunction with UL highlighted the significance of childcare obesity in the\nLimerick region. The research showed that nearly 34% of children aged 6-12 were overweight or\nobese. The comparable figure was 33% for older children. Another health issue that is important to\nasthma. Statistics produced by the HSE indicated that around 470,000 people in Ireland have asthma\nwhich is one of the highest prevalence levels in the world. Urban areas typically have the highest\nincidence rate and research based on a global study published in the Lancet?24 shows that in Limerick,\n220 children in every 100,000 were diagnosed with asthma. The comparable figures for Dublin (170),\n Cork (188) and Galway (170) highlight the importance of air quality and removing traffic congestion\nfrom urban centres.\nbetween deprivation and respiratory mortality in the Mid West. The report noted that \"Limerick city\nis the most deprived local authority area in Ireland and contained 21 of the 24 electoral divisions in\nLimerick city also has the highest standardised mortality rate in the country.\n 23 Flinn et al. (2012) Children in hospital in Ireland - what do they eat and what do they weigh: a cross-sectional study\n24 Global, national, and urban burdens of paediatric asthma incidence attributable to ambient NO2 pollution: estimates from global datasets\nIndecon\nIndeconInternational ResearchEconomists\nPage 48\nError! No text of specified style in document.",
    "Page_67": "7|Health and Social Inclusion\n7.2 Social lnclusion\nIt is crucial for a development plan to consider not only the needs of businesses but also those of\nregular citizens, so that people are not left behind and the benefits of economic growth can be shared\nby a large share of the population. The relatively high proportion of people receiving welfare\npayments in Limerick is a notable concern from this point of view. Indecon's analysis also shows that\na significant share of the population in Limerick city is at risk of poverty and we estimate the number\nto be of the order of 10,527.\nTable 7.2: Welfare payments by county (2016)\nProportion of the population receiving Social Welfare Payments by County\nLimerick\nCork\nGalway\nDublin\nOne-Parent Family Payment (%)\n1.06\n0.7\n0.51\n1.08\n Family Income Supplement (%)\n1.26\n1.13\n1.07\n1.01\n Jobseeker's Allowance & Benefits (%)\n5.49\n4.1\n4.94\n4.59\n Respite Care Grant (%)\n2.42\n1.98\n1.95\n1.41\nSource: CSO STATBANK G0104\nIn the next figure, we show unemployment blackspot areas in Limerick city using 2016 Census data.\nWe find that areas where unemployment rate was higher than 20% in Limerick city included: John's\nA (58.3%), Galvone B (45.0%), Ballynanty (43.6%), Abbey C (Pennywell, 41.9%) and Prospect B\n9z 'suawoidwaun jo sjanal asayy aun yrm puelll u! seane ot dot aun apew osie ym (%l'ot) \nMost of the unemployment blackspots areas are concentrated within the city. Across Limerick\nCounty, we find Rathkeale Urban (31%), Bruree (24%), Askeaton East (23%), and Abbeyfeale (23%).\nIndecon\nIndeconInternational ResearchEconomists\nPage49\nError! No text of specified style in document",
    "Page_68": "7Health and Social Inclusion\nFigure 7.3: Unemployment Blackspots in Limerick City and County, 2016\nspit\nLegend\nUnemployment rate\n<10%\n10-20%\n 20-30%\n>30%\nSource: Small area population statistics (SAPS)\nFigure 7.4 examines the level of deprivation across electoral divisions in Limerick city by using the HP\nPobal Deprivation Index. The most disadvantaged areas are highlighted in red after having assessed\ntheir educational level, labour market situation as well as the skill/occupational profile. We find that\nextremely and very disadvantaged areas mirror unemployment blackspots as shown in the figure\nbelow.\nFigure 7.4: Electoral Divisions in Limerick City by Level of Deprivation\nLegend\nDeprivation Index\nAffluent\nVery affluent\nSource:IndeconanalysisofCSOCensusSAPSandPOBALdata\nIndecon\nIndecon International Research Economists\nPage50\nError! No text of specified style in document.",
    "Page_69": "7|Health and Social Inclusion\nIn developing a sustainable plan for Limerick, it is important that account is taken of addressing\nindividuals and families at risk of poverty. The evidence shows that despite significant improvement\nin the years to 2019, there were high percentages of the population in the Mid West Region in poverty\nor experiencing social deprivation.\nTable 7.3: Indicators of Poverty/Social Deprivation\nMid West\n2013\n2019\nAt Risk of Poverty Rate (%)\n16.0\n12.8\n Deprivation Rate (%)\n24.3\n16.8\n Consistent Poverty Rate (%)\n8.0\n5.4\nSource: CSO\nWhile data on the numbers in poverty in Limerick is not available, Indecon has prepared indicative\n estimates based on the share of Limerick County in the overall Mid West population. These suggest \nthat there may be over 25,000 individuals at risk of poverty.\nTable 7.4: Analysis of the Numbers in Poverty in Limerick and Mid West region\nMid West\nLimerick*\n2013\n2019\n2013\n2019\nAt Risk of Poverty Rate\n75,312\n62,080\n30,878\n25,564\n Deprivation Rate\n114,380\n81,480\n46,896\n33,553\nConsistent Poverty Rate\n37,656\n26,190\n15,439\n10,785\n*Estimated based on population shares\nSource:Indecon analysis of CsO data\nAn analysis based on the share of the population in the city suggests an indicative estimate of 10,527\nat risk of poverty.\nTable 7.5: Analysis of the Numbers in Poverty in Limerick City and County\nLimerick*\nLimerick City*\n2013\n2019\n2013\n2019\nAt Risk of Poverty Rate\n30,878\n25,564\n13,166\n10,527\n Deprivation Rate\n46,896\n33,553\n19,228\n13,817\nConsistent Poverty Rate\n15,439\n10,785\n6,330\n4,441\n*Estimated based on population share\nSource: Indecon analysis of CsO data\nThis analytical approach has also been applied to estimate the numbers in poverty in other cities. This \nanalysis is shown in the table below.\nIndecon\nIndeconInternational ResearchEconomists\nPage51\nError! No text of specified style in document.",
    "Page_70": "7 |Health and Social Inclusion\nTable 7.6: Analysis of the Numbers in Poverty in Irish Cities\nLimerick City\nDublin City\nCork City\nGalway City\n2013\n2019\n2013\n2019\n2013\n2019\n2013\n2019\nAt Risk of\nPoverty\n13,166\n10,527\n50,122\n61,561\n20,622\n10,810\n14,194\n12,120\nRate\n(16.0%)\n(12.8%)\n(9.5%)\n(11.1%)\n(17.3%)\n(8.6%)\n(18.8%)\n(15.4%)\n19,228\n13,817\n147,200\n91,509\n34,449\n19,861\n19,479\n14,087\nDeprivation\n(24.3%)\n(16.8%)\n(27.9%)\nRate\n(16.5%)\n(28.9%)\n(15.8%)\n(25.8%)\n(17.9%)\nConsistent\n Poverty\n6,330\n4,441\n27,963\n29,948\n8,940\n4,274\n6,795\n4,486\nRate\n(8.0%)\n(5.4%)\n(5.3%)\n(5.4%)\n(7.5%)\n(3.4%)\n(9.0%)\n(5.7%)\n*Estimated based on population share. Rates in parentheses\nSource:IndeconanalysisofCsodata\n7.3 Implications of Analysis of Health and Social Inclusion\nThere has been investment in health infrastructure in Limerick in recent years. The existence of a\nservices should continue to be prioritized. In developing Limerick city so that it meets the needs of\nthe citizens it is critical that people are not left behind. Of concern is the relatively high percentage\nof individuals receiving welfare payments and the concentration of those at risk of poverty in certain\nareas.\nIndecon\nIndeconInternationalResearchEconomists\nPage52\nError! No text of specified style in document.",
    "Page_71": "8|Model of Sustainable Development\n8Model ofSustainableDevelopment\n8.1 Impact of Sustainable Models on Economic Development and\nQuality of Life\nNew empirical analysis has been completed by Indecon for this study for Limerick Chamber to\nfrom the Smart City Index and the Global Human Centre Data Centre. The Smart City Index was\ndeveloped by the Institute for Management and Development in collaboration with the Singapore\nthe residents' perceptions on the effectiveness and availability of technological applications and\naccessibility to the local government's decisions.\nIndecon has utilised three variables that capture key features of sustainable models including the\neconomic and environmental performance of each city, namely: the GDP per capita, the\nconcentration of air pollution (PM2.5) and the share of the population with access to green spaces.\nThe purpose of this new Indecon regression analysis is to analyse the extent to which cities will pursue\nsustainable models of development outperform their counterparts. As part of our analysis, we\nattribute to each city in the sample a score from 1 to 10 matching their 2020 smartness index (D to\nAAA) and regress it on the three outcomes of interest. More specifically, we estimate a simple\nthe form:\nOutcome; = βo + β1Smart Score; + Ei\nThe estimates of the parameter β1 indicate the expected change in the outcome of interest that a\nTable 8.1: Impact of \"Smart\" Cities\nGDP per capita\nPM 2.5\n Share green\nβ1\n3,300\n-3.18\n0.04\n R-squared\n0.24\n0.14\n0.21\nMean variable\n22,734\n24.75\n0.25\nUnit\nPPP 2007 $\nμg/m3\n% inhabitants\nSource: Authors'calculation from SMl and Global Human Centre Data. All the β1 are statistically significant at every\nconventional level.\nThese findings suggest that cities which follow a sustainable model are likely to have higher income\nand are less polluted and greener than their counterparts. Such results are statistically significant.\nThese results can be visualized in Figure 8.1, which clearly show that higher indexes of \"smartness\"\ncorrelate with higher income per capita, lower pollution levels and more access to green spaces.\nAlthough further research and econometric analysis on the impact of sustainable models may be\nwarranted, Indecon believes that the results presented here support a model of sustainable\ndevelopment. Such a model is aligned with national policy and with the experience of other cities\ninternationally.\nIndecon\nIndecon International Research Economists\nPage53\nError! No text of specified style in document.",
    "Page_72": "8|Model of Sustainable Development\nFigure 8.1:ScatterplotsSmartness Index\nSource:IndeconcalculationsfromSMlandGlobalHumanCentreData\n8.2 Models of Sustainable Development\nInternational experience has demonstrated  the success of planned models of sustainable\ndevelopment. These models are focused on the implementation of innovative policies to improve the\nlives of citizens by providing public infrastructure, improvement in the quality and the efficiency of \nservices and a move towards a more skill-intensive and less pollutant approach to economic\ndevelopment. This requires urban density and compact growth. Different terms have been used to\nrefer to these models of sustainable urban development, including ‘smart cities', ‘eco-cities',\n'compact cities' and '15-minute cities'. Indecon believes that it is much more important to ensure\nthat key features of the sustainable models are implemented than which is the best terminology to\nuse.\nWhile there is no one city which encompasses all aspects of best practice, there are examples of\nsuccessful cities that have implemented sustainable approaches. These include Amsterdam,\nIndecon\nIndeconInternationalResearchEconomists\nPage54\nError! No text of specified style in document.",
    "Page_73": "8|Model of Sustainable Development\nEindhoven, Barcelona and Copenhagen.27 There are also interesting aspects of sustainable\ndevelopment in a wide range of other cities including Copenhagen, Vienna, Lisbon, Milan, Bilbao,\nMunich, Dusseldorf, Rotterdam and Lille and Bologna, and in a number of cities in the UK.28 The\napplication of a sustainable model of development for Limerick city requires that the efficiency of\ntraditional networks and services is improved to the benefit of residents as well as businesses in the\ncity. This would involve technology being embedded so that efficiency can be achieved in the\nand to bring about environmental and energy efficiency improvements. Continued co-operation\nbetween the third-level and FET-level educational sectors and enterprise in Limerick city is needed to\nensure the maximum benefit of any investment. Within each of these areas, there is a need for\nsupporting investment.29\nAn important issue for Limerick city is to ensure the application of a sustainable model to enable the\ncity to be aligned with climate change objectives. This concept will require enhanced infrastructure\nand high-speed broadband. There is also a need to develop an urban centre with critical mass and\nthe clustering of economic activity. Limerick city should also support the needs of high-tech\nbusinesses and to attract additional investments. This is aligned with the objective of the Climate\nAction Plan and with the Europe 2020 Strategy for Smart, Sustainable and Inclusive Growth. This is\nconsistent with the focus in the Southern Regional Spatial and Economic Strategy which placed an\nemphasis on Smart Specialisation.\nAs part of the consideration of the application of sustainable development to Limerick city, it is\nnotable that there are practical examples of where elements of sustainable models have been applied\nthe city and its buildings and to reduce car usage. Based on our international review, Indecon has\nidentified a number of key features of sustainable models for city development as outlined in the\nnext table. While judgement is required on what other characteristics could be highlighted, Indecon\nbelieves that a model for Limerick, which is characterised by the factors outlined in the next table,\nwould represent a sustainable and successful model.\nTable 8.2: Features of a Proposed Model for Sustainable City Development\nCompact growth with high housing density.\nAchievement of environmentally compatible commuting patterns.\nLocation of employment opportunities in proximity to residential areas.\nSustainability of energy, waste management and resource efficiency.\n Presence of high skill and high-value activities.\nClose integration of higher and further education and enterprise sector.\n Use of technology based on broadband availability and development of digital skills.\n Access to green spaces and cultural and other amenities.\n Proximity to health, education, childcare and social infrastructure and services.\n·\n Excellent transport links to link with national and international markets.\n· Focus on reducing social exclusion and youth unemployment.\nSource:Indecon\n27 European Commission, 2017. \"The Making of a Smart City - Best Practices Across Europe\".\nAvailable at: https://smartcities-infosystem.eu/sites/default/files/document/the_making_of_a_smart_city_\n_best_practices_across_europe.pdf\n28 See Appendix 1 for a selection of international case studies\n29https://www.cse.org.uk/downloads/reports-and-publications/policy/insulation-and-heating/energy-justice/renewables/behaviour-\nchange/building-performance/Bristol_net_zero_by_2030_study_CSE_26_Feb_2020.pdf\nIndecon\nIndecon International Research Economists\nPage55\nError! No text of specified style in document.",
    "Page_74": "9|RecommendationsfortheDevelopmentof LimerickCity\n9\nRecommendations for the Development of Limerick City\n9.1 Views Expressed by Stakeholders during Consultation Process\nextensive new survey work. A number of specific areas of potential opportunity were identified as\noutlined below. Indecon has assessed these views and other comments made by stakeholders and\ncombined these with detailed analysis of the evidence of international models of sustainable\nimportant context for this report. In section 9.2, Indecon's independent recommendations for\nconsideration are outlined. The table below presents areas of sectoral opportunity for the city\nsuggested by stakeholders.\nTable 9.1: Views of Key Sectoral Areas of Opportunity for Limerick City\nOpportunity to pedestrianise parts of the city and increase outdoor seating areas\nNeed to increase people living in the city core\nProvision of high-quality housing in the Georgian Quarter\nOpportunity to build on significant sporting reputation\nContinued development of the film industry\nFurther development of the tourism sector\nCapitalise on opportunities associated with the proposed UL city centre campus\nOpportunity to develop as Air and Sea Logistics Hub\nRe-design of public outdoor spaces for cultural events/performances\nSource: Indecon Analysis\nCompetitiveness is fundamental in determining the location of foreign and domestic investment and\nin ensuring the expansion of growth in Limerick city. A number of issues were highlighted in our\nconsultations for consideration to increase the competitiveness of Limerick. These are summarised\nin the next table and include investment in education and skills, transport and other measures to\nattract and maintain investment. These would reinforce the overall competitive strength of Limerick\ndue to its cost competitiveness of housing.\nTable 9.2: Views on Measures to Enhance Competitiveness of Limerick City to attract investment\n Further investment in Higher Education and training in the region\nImproved transport connectivity\nDigital skills development\nInvestment in infrastructure to increase R&D\nProvision of high-quality affordable housing (including high-density units)\nProvide incentives to locate in the city centre\nIncrease availability of Grade A office space to attract FDI\nImprove liveability of the inner city and surrounding rural areas which will attract younger\ndemographic to highly diversified inner-city life\nIncrease green space and access to cultural amenities\nSource:Indecon Analysis\nIndecon\nIndecon International Research Economists\nPage56\nError! No text of specified style in document.",
    "Page_75": "9|RecommendationsfortheDevelopmentofLimerickCity\nand an area where there is a need for attention. This is critical in planning the post-Covid-19 recovery\nour consultation, are presented below.\nTable 9.3: Views on Requirements for an Effective Retail Strategy\nLook for more diverse retail to get more footfall into the city\nPedestrianise areas and provide street infrastructure (such as roofs)\nMore accessible parking (i.e., Park & Stride sites)\nMore middle to high-end retail\nImproved public transport into the city\nConsider the feasibility of reducing rates to encourage small retailers\nEncourage arts and crafts sector by providing affordable rents\nDifferentiate from Shopping Centre experience\nAddress unused derelict buildings at prominent locations in the city\nbuilding and cohabiting in the space is required\nSource:Indecon Analysis\nThere is a need for improved public services in Limerick city to account for the projected significant\nincrease in population and to address existing gaps in services. Views of the key priorities for\nimproved public services suggested in our consultations are summarised in the following table.\nTable 9.4: Views on Key Priorities for Improved Public Services and Infrastructure\nInvestment in Healthcare facilities\nImprove Cycle lanes and expand the bike scheme to UL\nAffordable high-end city centre accommodation\nBetter Cycling infrastructure\nExtended bus routes\nFast-track UL city campus and development of LIT\nImprove connectivity between Limerick city and Shannon Airport \nUtilise older buildings in the city for social housing\nDevelopment of high-density quality housing in the city centre is key with green spaces\nSource: Indecon Analysis\ninfrastructure investments were also highlighted by stakeholders. These included investment in\nattraction of businesses and event tourism to the city. There were also views expressed on the need\nto ensure the potential is realised for Shannon Airport and its catchment area, as well as Shannon\nIndecon\nIndecon International Research Economists\nPage57\nError! No text of specified style in document.",
    "Page_76": "9|Recommendations for theDevelopment of LimerickCity\nbenefit appraisal to ensure the best use of scarce resources.\nTable 9.5: Views on Need for Economic and Social Infrastructure\nImproved public transport in the city\nBetter public transport access to Shannon Airport\nEvaluation of potential investment in a light rail service\noddns pue sasndweo yeeuoo pue ys!on isamp spueipin :ni aue jo uosuedxa sussod\nUL's city centre development\nCycle and bus lane development in tandem with planned road and rail investment.\nMulti-purpose Events Centre in the city centre\nTargeted housing developments \nSource: Indecon Analysis\nThe views of businesses, employees and other stakeholders confirm Indecon's analysis of the\nstrengths of Limerick city. Our analysis suggests that building on the existing skills strength and\nmaximising the potential of the proximity to the higher and further education institutions should be\na priority for the city. The sustainable development of Limerick city should also build on key\ninfrastructural strengths including access to Shannon International Airport and Shannon Foynes Port.\nThe presence of multinational and indigenous firms and the cost competitiveness of living in the city\nare also important strengths. Investment will be required to enable these assets to realise their\nlocalservices.\nFigure 9.1: Strengths of Limerick City\nHighlevelsofeducationalattainment[\n口\n0%10%20%30%40%50%60%70%80%90%100%\nVerySignificant\nSource: Indecon survey of Businesses in Limerick undertaken on behalf of Limerick Chamber 2021\nIn developing our recommendations, Indecon believes at the centre of the new strategy should be a\ncommitment to meeting carbon emission reduction targets and the achievement of a circular\ndependence on the high carbon sector and the low energy efficiency of residential and commercial\nIndecon\nIndecon International Research Economists\nPage58\nError! No text of specified style in document.",
    "Page_77": "9|Recommendations fortheDevelopmentof LimerickCity\ngrowth. Deficiencies in public transport and insufficient investment in public infrastructure were\nhighlighted by businesses consulted. In considering the future development of Limerick city the\nimportance of sustaining the growth in the retail services sector and in ensuring high-density\nthe lack of high-density development were seen as constraints on the development of Limerick city.\nIndecon believes that the future model for Limerick city should also place a high weight on ensuring\nthat growth benefits all its citizens. Housing shortages and constraints on healthcare are issues for\ninclusion. Stakeholders consulted were aware of the challenges arising from gaps in social services,\nlow educational attainment of parts of the population, and housing shortages.\nFigure 9.2: Constraints to Limerick City development\nDependence on high carbon energy sector\nLowenergyefficiencyofresidentialandcommercialproperty\nDeficiencies in public transport\nInsufficient investment in public infrastructure\nConstraintsonhealthc\nLow educational attainment of parts of population\nGaps in social services\nLossofretailactivityfromCityCentre\nLack of high-density development in City Centre\nLack of mixed demographic neighbourhoods\n0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100%\nVery InsignificantVery Significant\nSource: Indecon survey of Businesses in Limerick undertaken on behalf of Limerick Chamber 2021\nThe views of stakeholders consulted on the main areas for future development to ensure a\nsustainable and successful model for Limerick city are presented in the following figure.\nIndecon\nIndecon International Research Economists\nPage59\nError! No text of specified style in document.",
    "Page_78": "9|RecommendationsfortheDevelopmentof LimerickCity\nFigure 9.3: Areas for Future Improvement\nmprovement in public transport\nInvestment in culturalinfrastructure\nInvestment in skills\nAttraction of new sectoral investment\nEnhancement of public services including health and education\nDevelopment of co-ordinated retailstrategy\nInvestment in high density housing in City Centre\nFacilitation of expansion of existing firms in region\nInvestment in energy efciency of residential and commercial property\nDevelopment of mixed demographic neighbourhoods\n0%10% 20% 30% 40% 50% 60% 70% 80% 90% 100%\nNot Important Important Very lmportant\nSource:Indecon survey of Business in Limerick undertaken on behalf of LimerickChamber 2021\n9.2 Recommendations for the development of Limerick City\nIndecon believes there is the potential for Limerick city to be transformed into an urban environment\nto participate in cultural, hospitality, educational and other activities. The availability of daytime,\nevening and night-time activities will be important. This will require an integrated approach involving\nthe acceleration of the important key projects in the Limerick 2030 Plan including residential,\ncommercial, cultural, educational and public realm initiatives. It will also require measures to enhance\nmobility within the city, reduce its carbon contribution and attract new innovative business. In\naddition, measures to enhance skills and reduce social exclusion will be critical to realising the\nexceptional potential of the city as a location with a high quality of living.\nBased on the research undertaken, Indecon has developed a number of policy recommendations for\nconsideration by Limerick Chamber and by local and national policymakers to assist in the future\ndevelopment of the city. These recommendations stem from the proposed model of sustainable\ndevelopment in Chapter 8 and are summarised in the tables overleaf, with 66 actionable items. These\nactionable items are informed by the research and analysis undertaken and by our examination of\ninternational models of sustainable development. They are also supported by an independent review\nand of the performance of Limerick city. Examples of policy interventions that have been applied in\nother cities are also outlined in the section below to support the various recommendations.\nIndecon\nIndecon International Research Economists\nPage60\nError! No text of specified style in document.",
    "Page_79": "9|RecommendationsfortheDevelopment of LimerickCity\nTable 9.6: Overview of Key Recommendations for the Future Sustainable Development of\nLimerick City\n1. Implement a National Urban Future Strategy\n2. Development of a framework to monitor the progress of Limerick.\n3. Ensure compact growth and increase the provision of high-density housing in the city centre.\n4. Ensure measures support climate action and lead to transformational changes in commuting\npatterns and in energy efficiency.\n5.S\nSupport brain retention/gain and increase investment in higher and further education\n6. 1\nInvest in increased public services and infrastructure to enhance accessibility and connectivity\n 7. Accelerate transition to higher value-added sectors and support indigenous start-ups\n8. Implement dedicated measures to increase footfall in the city centre\n 9. Focus on reducing social exclusion, health inequities and youth unemployment\nSource: Indecon Analysis\n1. Implement a National Urban Future Strategy\nIndecon recommends the implementation of a national urban future strategy. A number of specific\nrecommendations aligned with this are presented below:\nEstablish Project Ireland 2040 City Delivery Boards to drive investment in urban centres.30\n(Government)\n Establish an Urban Forum which catalyses stakeholders across the five city regions to engage\nand collaborate. (Government, Local Authorities)\nincome structures enable local authorities to implement compact growth and placemaking\npolicies. (Government)\n2.  Development of a framework to monitor the economic and social progress of Limerick\nIn order to monitor the overall impact of various policies, Indecon recommends that a framework is\ndeveloped to support this.\npromote Limerick's development. (LccC)\nImplement a project tracker with funding and timeline information so citizens can monitor\neconomic and social projects across the various local authority entities (i.e. Limerick 2030\nDAC; Innovate Limerick; Local Enterprise Office) in addition to external collaborations.\n30 Also recommended as part of the Phase 1 Report Review on the NDP - https:/ /assets.gov.ie/134440/8bd02279-31f5-4b52-9591-\n93a08b2b3a10.pdf and subsequently committed to by Government in the National Economic Recovery Plan 2021\nIndecon\nIndeconInternational Research Economists\nPage61\nError! No text of specified style in document",
    "Page_80": "9|Recommendationsfor theDevelopment of Limerick City\nImplement a Beta Projects web platform that allows the public to feed into proposed projects\nat an early stage.\nSome examples of cities that have adopted similar approaches are outlined in Table 9.7. These\napproaches have typically involved the use of open data.\nTable 9.7: Examples of international programmes utilising data to support city centre development\nAntwerp31\nSince 2012, the city of Antwerp has made data sets available free of charge. Anyone may use or publish the\n(Belgium)\ndata without restrictions.\nArhaus32\n Provides an open data portal for citizens with information on economic development, energy, population\n(Denmark)\nand society.\nBristol33\n(England)\nthrough the 'Our Data Programme' fund research projects by local stakeholders that utilise the data.\nSource: Indecon Analysis\nIndecon recommends that the provision of high-density housing in Limerick city should be increasec\nlisted below:\n The focus of policies and investments for Limerick city should be on facilitating compact\ngrowth. (Government/LCCC)\nTargets should be set (and monitored) to achieve an increase in apartment and other\n(LCCC/Limerick 2030 DAC)\nmerits of potential changes and adjustments to the Living City Initiative to increase the\nlevel of take up. Any changes should however be carefully evaluated to ensure the\nbenefits exceed the costs and minimise deadweight (Government). There is also a case\nto extend the vacant property planning exemption (Statutory Instrument 30 - 2018)\nbeyond December 2021 and consider other adjustments to the timeframe (Government)\nPotential measures to address upper floor vacancies should also be examined. This\nshould be done in tandem with a streamlined regulation and planning process.\n(Government). In addition, it is recommended that expanding the pilot Building\nRenovation Passport scheme to target the development of city centre stock should be\nconsidered. (Government/LcCC).\n31 https:/www.antwerpen.be/nl/overzicht/open-data/over-opendata\n32 htps://www.opendata.dk/\n33 https:/pendata.bristolgov.uk/explore/ortmodified\nIndecon\nIndeconInternationalResearchEconomists\nPage 62\nError! No text of specified style in document.",
    "Page_81": "9|Recommendations for theDevelopment of LimerickCity\nConsider establishing the Georgian Neighbourhood ‘one-stop-shop' on a more\npermanent footing (currently organised on an ad hoc basis) (LcCC).\nStrategic development areas should be identified in the city to facilitate new quality\naffordable residential development. This could potentially be introduced in tandem with\nstrengthened regulation and improved access to finance for small and medium\ndevelopers through the extension of the Home Building Finance Ireland which until now\nhas only focused on sites outside the main urban areas. (Government/LccC)\nIn order to increase residential investment, prioritise increased investment in the public\nrealm in areas that are eligible for the LCl. (LCCC)\n() aa o, pe a noa an, a s ns sa aas\nThere are a number of examples of cities that undertaken various policy interventions to increase the\nsupply of residential properties in their cities. Some examples of cities and their associated policy\nintervention are outlined in Table 9.8.\nTable 9.8: International examples of housing interventions\nThe city has developed a masterplan for development which includes targeted refurbishment of\nAberdeen34\npublic listed and unlisted buildings. Measures include increasing the attractiveness of street\n(Scotland)\nquality of ground floor uses and utilisation of basement and upper-level floors for residential uses.\nBarcelona35\nThe city has enabled the Right to Housing Plan 2016-2025 aiming at increasing the number of\n(Spain)\naffordable housing and facilitating its access, especially among young people increasing current \nto find out first hand the problems detected by the neighbourhoods local resident.\nFrance\n The French government introduced a vacant property tax that was responsible for a 13%\ncities)36\nreduction in vacancy rates between 1997 and 2001. The rate was tripled in 2017.\nGermany,\nThe Building Renovation Passport is an important measure to increase renovations by giving\nFrance\nand\nclarity to building owners on information, economic and regulation instruments. As part of this,\nBelgium37\nthe iBRoad logbook provides a default database supporting a generic techno-economic\nassessment of renovation measures with information on costs.\nMunich38\n(Germany)\nand low-income groups through subsidised and privately financed housing building. The initiative\nenhances affordability by providing public land at a reduced price for appropriate development.\nAs part of the model the local authority aims to attract middle-income families into the city centre\nand encourage them to purchase a property.\nPittsburgh\nThe Vacant Upper Floor Project is part of the Pittsburgh Downtown Living Initiative. The aim of\n(US)\nthe project was to provide: (a) a technical guide for building owners who were part of project; (b)\nSource:Indecon Analysis\n34htps://www.gov.scot/binaries/content/documents/govscot/publications/factsheet/2018/06/aberdeen-city-council-planning-\nauthority-core-documents/documents/city-centre-masterplan-delivery-programme-2015-pdf/city-centre-masterplan-delivery-\nprogramme-2015-pdf/govscot%3Adocument/City%2BCentre%2BMasterplan%2Band%2BDelivery%2BProgramme%2B2015.pdf\n35 https://sustainabledevelopment.un.org/partnership/? p=34116\n36 https://ideas.repec.org/p/pra/mprapa/85508.html\n37 http://bpie.eu/wp-content/uploads/2017/01/Building-Passport-Report_2nd-edition.pdf\n38 https://repository.tudelft.nl/islandora/object/uuid%3A052d1c7f-0f83-4108-839c-b5b784ef2ec6\nIndecon\nIndecon International Research Economists\nPage 63\nError! No text of specified style in document.",
    "Page_82": "9 |Recommendations for the Development of Limerick City\n4. Support brain retention/gain and increase investment in higher and further education\nIndecon believes that there should be further investment in higher and further education in Limerick\nalongside initiatives to support local graduates to remain in the region. Some specific\nrecommendations to supports these objectives are outlined below:\nof infrastructure to facilitate planned growth in student numbers especially in city. As\nwell as this, supports to increase research should be encouraged including support for EU\nco-funded research. (Government)\nFast track development of the Technological University of the Shannon: Midlands\nMidwest. (Government)\nhigher and further education. (Government/LCCC/Mid West Regional Skills/Limerick\nChamber)\np aue se yons saaeneu! susixa uodn spling pue soddns peun asuodsau pateupoo\nWest STEM alliance, Young Innovators, Explore Engenieering and BD STEM stars.\nConsideration should be given to how arts are embedded in STEM education (LCCC/Mid\nWest Regional Skills/Limerick Chamber)\nBuild on the innovative approach of \"dual learning\" by expanding the model that has\nManufacturing Digitalisation to other engineering and science disciplines. (HEl's)\nSTEM applications and provide facilities for workshops and guest lectures for teachers,\nsnon e se aeds stre asn on isixa osie sanunoddo oand peauas aue pue suapnis\nattraction. (LCCC/Mid West Regional Skills/Limerick Chamber)\nunique requirements of Mid West industry. (LCCC/Mid West Regional Skills)\nImplement a Mid West skills and job platform to highlight the availability of\napprenticeships and upskilling/reskilling programmes. This will support 'brain gain' and\nhelp address the skills gap issue present in certain sectors. (LcCC/Mid West Regional\nSkills/Limerick Chamber)\nThe Government has committed to establishing a pilot programme for guidance\nabout apprenticeships as those in higher or further education. One option which should\nbe considered is that this pilot would be based in Limerick given the city's skills profile.\n(Government/LCCC/Limerick and Clare Education and Training Board (LCETB))\n Consideration should also be given to developing a mobile Mid West careers fair. (LcCC/\nMid West Regional Skills/Limerick Chamber)\nIntroduction of a marketing campaign to attract remote workers (digital nomads) to\nLimerick. (LCCC, Limerick Chamber)\nThe importance of skills and education is well understood across well developed economies and a\neducation and skills. Some examples of these interventions are summarised in Table 9.9.\nIndecon\nIndecon International ResearchEconomists\nPage64\nError! No text of specified style in document.",
    "Page_83": "9|Recommendations for the Development of Limerick City\nFinland  \n(10\n LUMA Centre Finland is a catalyst for science and mathematics education, promoting the\ncities)\ncollaboration of schools, universities, and the business sector. Through its 10 regional centres it\ninternational award as Europe's best programme for bridging the gap between working life and \n STEM educations at schools.\nBarcelona\n22@district was developed as an ambitious project to become a city centre hub for innovative\n(Spain)\ntechnology companies. It began as a government initiative to transform the dilapidated historic\ncotton district of Sant Marti into a booming knowledge centre. The district also includes\nresidential areas, green zones, and amenities. As part of the development several universities and \neducational facilities opened branches near the city centre of Barcelona. The district has\nexperienced a 23% increase in residents since its establishment.\nCopenhagen\n39 (Denmark)\n   n e p on au  s a e e  a\ngrowth by attracting and retaining international young talents. Between 2014 and 2017, the\ntalents.\nMontpellier\nThe 'School-Companies Club' helps builds relationships between local VET schools and local\n40 (France)\nSMEs. Students are brought in through apprentice-type schemes or other work-based training\nsince the implementation of the scheme in 2013.\nPlymouth41\nConceived in direct response to addressing skills gap identified by regional development plan. A\n(England)\nregional centre of excellence for STEM was established in the city centre, offering a\ncomprehensive portfolio of training (apprenticeship, higher level) in addition to core English and\n maths skill, and management training).\nNorway42\nIn Norway firms that train apprentices receive a state grant of approximately ε15,000 per\napprentice to cover the 2-year training period.\nAlgeria\nIn Algeria the government covers the first 6-12 months of the apprentices' wages.\nTulsa43 (US)\nTusla Promote is a programme that awards $10,000 grants to digital nomads to stay in the city\nfor a year. Access to a co-working hub is provided as part of the programme.\nMinnesota44\nOffering remote workers cash rebates towards the purchase of a home\n(US)\nTax break is provided for those who have lived outside Italy for two years and who transfer their\nItaly45\nper cent for those who decide to live in central-southern regions.\nSource:Indecon Analysis\n39https://internationalcommunity.dk/Admin/Public/Download.aspx?fil=Files%2FFiles%2FPDFer%2F2014-\n+Copenhagen+Capacity+(2014)+Strategy+for+attracting+talented+internationals+14-17.pdf\n40 https://www.cedefop.europa.eu/files/good_practice_examples_for_round_tables.pdf\n41 https://www.cityplym.ac.uk/info-advice/facilities/regional-centre-excellence-stem/\n42 https://unevoc.unesco.org/pub/financing_wbl.pdf\n43 https://nomadaboveandbeyond.com/a-digital-nomad-guide-to-tulsa/\n44 https:/www.euronews.com/travel/2021/03/19/digital-nomads-you-can-get-paid-to-move-to-one-of-these-towns-america\nIndecon\nIndecon International Research Economists\nPage 65\nError! No text of specified style in document.",
    "Page_84": "9|Recommendationsfor theDevelopment of LimerickCity\n5. Ensure measures support climate action and lead to transformational changes in\ncommuting patterns and energy efficiency\nIndecon recommends continued support for climate action measures which reduce the carbon\nfootprint of the Limerick city region. This will require action from a number of public stakeholders.\nSpecific recommendations to support these climate action measures include:\n Coordination at local level of the national funding available for deep retrofitting\nprogrammes (grants/competitive loans/workshops) for private residential units in city\ncentre. (Government/LCCC)\nAccelerate supports under the Energy Retrofitting Programme for Social Housing.\n(Government/LccC)\nIn line with the Climate Action Plan (CAP) and the Limerick-Shannon Metropolitan Area\nTransport Strategy (LSMATS), develop an ambitious implementation plan (with particular\nemphasis on cycling, walking and e-vehicles) in collaboration with relevant stakeholders\nin the city. (LCCC)\nIn line with LSMATS work with national operators to accelerate the expansion of public\nextension of bus route. (LcCC)\nImplementation of a co-ordinated approach to school zones which may reduce traffic\ncongestion (LcCC)\nImplementation of technology to provide efficient means of travel. For example, a\nLimerick travel app that draws on the bus/rail information provided on the TFl Real Time\nIreland app but also includes information on safe cycling, accessible walking routes, bike\nstations and e-charging locations. (LCCC, NTA)\nparticularly offshore development. (LccC, Limerick Chamber)\nInvest in the necessary ICT and Smart Energy storage infrastructure so that Limerick is\nwell placed to access any energy surpluses from Moneypoint. (LCCC)\nWork with industry and academia to plan for the long term whereby supply from offshore\nenergy production could be used to address energy poverty. (Government, LccC)\nAs discussed previously, the focus of many modern cities is on sustainable development and reducing\nthe carbon intensity of the city. These interventions often avail of modern technology to support\nimplementation. This involves policies relating to settlement patterns, transport and energy use. A\nsummary of various interventions that have been adopted in various large cities is summarised in\nTable9.10.\nTable 9.10: International examples of environmentally compatible transport and property\ninterventions\nIndecon\nIndecon International Research Economists\nPage 66\nError! No text of specified style in document.",
    "Page_85": "9|Recommendations for the Development of Limerick City\nNantes46\nThe mysMARTLife strategy aims to retrofit all public buildings and housing stocks with a specific focus on low-\n(France)\nwith local authorities supporting the initiative through funding for audits, project management studies, energy-\nimpact work and post-work evaluation.\nHelsinki47\nAs one of the pioneering “Lighthouse\" cities for sustainable development, Helsinki has implemented the 4 P's \n(Finland)\napproach to development. It is noted that the upfront costs associated with retrofitting is a barrier to increased\nenergy efficiency in private homes and the co-ordinated approach aims to reduce costs by streamlining the\n processes, as well as providing direct funding for projects.\nCopenhag\nBicycle Strategy 2011-2025 aims at enabling a safe and comfortable environment for cyclists by: adding more e-\nen48\n(Denmark)\nwidening existing cycle tracks and creating alternative routes; launching PLUSnet for \"social cycling\"; using a co-\nordinated traffic light system, \"Green Wave\", to minimise cycle congestion during peak times; eliminating missing \nlinks on main roads, and reducing the number of one-way streets for cyclists. The strategy has resulted in an\nincrease in cyclists' safety and the share of cyclists' commuters had increased to 49% by 2018.\nVienna49\n In 2012, the introduction of the \"Viennese Model\" consisted of a price reduction in monthly/annual public \n(Italy)\ntransport tickets, with the goal to cover 80% of the trips via public transport (Wiener Linien), and non-motorised\npue a aue oy sisns A papun s! lapo aui  Aa paseaou pueap jauassd 'odsue aed\ngovernment.\nNote:In the context of Limerick, local bus provision(along with pricing structures) is currently the responsibility\nof national operators. However, the increased devolution of power to the DEM may provide opportunities in this\narea overtime.\nLisbon50\nThe 2020 European Green Capital adopted a set of smart solutions, such as: mobility credits for\n(Portugal)\ncompanies/employees that use bicycles/transport passes and e-vehicles (Corporate Mobility Pact); use of \nsensors/loT platforms for i.e., parking demand, traffic management (Smart Open Lisboa Programme); additional\nmicro-mobility services (i.e., e-scooter and e-bike companies); introduction of Europe's second electric vehicle\ncar-sharing scheme, \"emov\"; price-cap on monthly travel fares for public transport; better infrastructure\ncard).\nAmsterda\nThe city has launched the Maas app which advises on the most efficient way to travel without using personal\nm51\ntransport. The launch of the app followed the pilot project Zuidas Mobility Experience, that allowed individuals\n(Netherla\nto travel freely by train, subway, bus, e-bike, taxi etc., on a personal budget of 250 in exchange for not using the\nnds)\ncar for two months; one-third of participants gave up their cars at the end of the experiment. The city has also\n planned to ban the sale of all gas/diesel powered cars in the city by 2030. The use of cars was also discouraged\nby closing of certain streets.\nSantiago\n Tropa Verde started in 2015. The idea behind the practice is to encourage environmentally responsible behaviour\nde\nand to support local retailers. Tropa Verde is a game-based web platform. Citizens can earn recycling vouchers\nCompostel\n and exchange them for rewards at Santiago's City Council and participating local retailers. The website connects\na52 (Spain)\n the following elements; The locations where citizens can dispose of waste and get their rewards: green points,\ncivic and local social centres, recovery points, Santiago's City Council; Local businesses that provide gifts or\ndiscounts: retailers, restaurants, outdoor activities, shops and other businesses.\nCitizens who have recycled using this waste disposal network or at green points, get points which they cash in\n online on the platform. This platform shows what deals or discounts can be collected with those points and at\nwhich retailers. Citizens can then visit to the local businesses or local services for their reward. The involvement\n of citizens in recycling has increased, with a higher volume of visitors at the waste collection points.\nSource:IndeconAnalysis\n6. Implement dedicated measures to increase footfall in the city centre\n47 https:/www.sciencedirect.com/science/article/pi/S0301479719309491\n48 https://handshakecycling.eu/resources/city-copenhagen%E2%80%99s-bicycle-strategy-2011-2025\n49 https://ioki.com/en/the-vienna-model/\n 50 htps://www.sustaineurope.com/libon-european-gree-capital-2020-20201228.html\n51 https://www.iamsterdam.com/en/business/news-and-insights/news/2020/amaze-app\n 52 https:/urbact.eu/how-does-tropa-verde-works \nIndecon\nIndecon International Research Economists\nPage 67\nError! No text of specified style in document.",
    "Page_86": "9|Recommendations for theDevelopment of LimerickCity\nIndecon recommends a specific focus should be applied to measures that support increasing the\nlevels of footfall in Limerick city Centre. Some particular recommendations include:\nSupport the development and refurbishment of quality affordable residential units in\nthe city centre. (Government/Private Sector)\nFollowing publication of the planned Public Realm Strategy, implement a placemaking\nplan (e.g., pedestrian zones; on-street dining infrastructure; disability access; child-\nfriendly amenities; Intelligent Street furniture with charging facilities) for the city centre\nthat caters for the needs of all demographics and encourages people to dwell. Engage in\npublic consultation to best determine suitable areas for pedestrianisation. The\n Drive the 'experience economy' by promoting the city centre as a place for leisure,\nentertainment and non-retail experiences with the development of a seasonal curated\nprogramme of events. (LCcC/Limerick Chamber)\n Market difference in city centre from shopping centre experience (e.g., night-time\neconomy; waterfront experience; public space animations) (Lccc/Limerick Chamber)\nDevelop and promote the night-time economy in line with the forthcoming\nrecommendations of the national Night-time Economy Taskforce. (LccC)\n Designate temporary street performance areas in the city centre. Furthermore, build on\nthe success of the Limerick Street Art Trail by incorporating interactive art installations.\n Support existing and new retailers to implement a targeted programme to enhance 'curb\nappeal' for premises.\n Facilitate more accessible parking through the establishment of Park & Stride sites on the\nreal-time data for on-street parking availability in the city to reduce search traffic and\nvehicle emissions. (LCCC)\nAssist retailers in accessing the global marketplace through the development of 'Shop\nLimerick' as an online shopping platform for local small businesses. (LCcC/Limerick\nChamber)\nRevitalising cities centres has been identified as an important element of improving the sustainable\ndevelopment. This will support compact growth and lead to a more efficient usage of public services.\nA number of particular programmes have been implemented in various cities to support these\nobjectives. Table 9.11 provides a summary of various measures that have been implemented in other\ncities.\nIndecon\nIndeconInternational ResearchEconomists\nPage68\nError! No text of specified style in document.",
    "Page_87": "9|Recommendations for theDevelopment of LimerickCity\nTable 9.11: International examples of measures to support city centre footfall & revitalise vacant\nunits\nRoeselare53\nRoeselare has implemented several measures to improve retail activity including:the\n(Belgium)\ndevelopment of shopping and parking apps; offering grants for businesses and entrepreneurs\nto move into the core shopping centre; creating living space above shops; introducing play\nincentives for families; refurbishing shop fronts and revitalising streets; monitoring the\ninoccupation rate; and creating an owner / manager forum.\nLondon54\n#startupmall launched in March 2019. It is a new concept startup programme in Kings Mall.\nFormerly vacant units within the mall are being offered to entrepreneurs, makers and \n(England)\ntechnologists who want to test new ideas. The units will host experimental pop-ups, outlets\nand an incubator programme.\nFolkestone55\ncollective creative activity, making the town a better place to live, work, play and visit. The\n(England)\nCreative Foundation currently owns 90 properties, split into 240 business and residential units.\nExcept for premises providing food, drink or educational facilities, the majority are rented out\nto creatives, and a small percentage are offered at subsidised rents to encourage arts graduates\nsetting up fledgling businesses, while the majority are rented out at commercial rates.\nKanjaani  (Finland);\nImplemented programmes of pedestrianisation and traffic management to deal with excessive\nWolverhampton\ncar traffic and urban decline. Initial negative reactions from some local groups became more\n(UK);\nNuremberg\nfavourable as the benefits of the schemes (cleaner, safer and more attractive city with better\n(Germany);\naccess) became more apparent. No retailer's reported reduced income in the aftermath of the\nStrasbourg (France)56\nprojects (some retailers reported an increase in sales).\nSource: Indecon Analysis\n7. Focus on reducing social exclusion, health inequities and youth unemployment\nIndecon recommends that a particular focus should be placed on measures that reduce social\nexclusion, health inequities and youth unemployment. Recommendations to support this are\noutlined below:\nImplementing actions to target unemployment blackspots. (Government)\nDevelop seamless ‘top-up' pathways between FET (particularly apprenticeships) and\nhigher-level institutions. (Government)\nImplement targeted access measures involving co-operation between higher education\nInstitutions and those groups most at risk of social exclusion. This should include\nhighlighting examples of individuals who have benefitted from participation in education.\nIt should also include ongoing involvement by communities and employers to support\nskill enhancement. (LCCC, LCETB, Limerick Chamber)\nIncrease investment in support services to reduce social exclusion (e.g., childcare\nfacilities, access to healthcare, provision for the disabled). (Government/LcCC)\n54 https://kings-mall.co.uk/startupmall/ \n55 https://www.creativefolkestone.org.uk/\n56 56 https://ec.europa.eu/environment/pubs/pf/strts_peolef\nIndecon\nIndecon International Research Economists\nPage 69\nError! No text of specified style in document.",
    "Page_88": "9|Recommendations for theDevelopment of LimerickCity\nEnsure that settlement patterns in the city reduce concentration of social exclusion in\ncertain areas. (LCCC)\nRenewed focus in supporting the implementation of the Youth Guarantee which pledges\nthat participants will receive a quality offer of education, training and/or work experience\nopportunity within four months. (Government)\nFacilitate the implementation in the city of national plans to address youth\nunemployment through the establishment of a one-stop-shop Youth Desk. (Government,\nLCCC)\nEnsure that the aging population and high dependency ratio are factored into future\nplanning by updating the Age Friendly Limerick 2015-2020 Plan. Older people's views\nshould be incorporated through an extensive consultation process. Furthermore, targets\nshould be measurable and progress should be monitored on an ongoing basis. (LccC)\nEstablish Health Action Zones, similar to the South West, to target health inequalities\nthrough empowerment, involvement, consultation and participation to enhance\ninclusion and sustainability. (HSE/LCCC/UHL)\nIncorporate Health Impact Assessments as a regular part of the planning and\ndevelopment process. (LccC)\nIn the aftermath of Covid-19, policies that improve social inclusion and youth employment will be\nparticularly important. Some policies that have been attempted in other jurisdictions are summarised\nbelow.\nTable 9.12: International examples of measures to support social inclusion and Youth\nEmployment\nMinden57\nThe 'Seniors help seniors' primarily directs its efforts in helping elderly people with reduced mobility and\n(Germany)\nwho cannot participate without assistance in the social life of the neighbourhood. The objective of the\ninitiative is to enlist the active participation of as many senior citizens as possible in planning and holding\nthe events. The contribution of this project to reducing the risk of social exclusion can be seen mainly in\na wide range of skills orientated activities preventing isolation and offering a wide range of opportunities\nfor mutual help and support. Social integration is realised and accompanied by positive health effects\nand maintaining skills and competences.\nLondon58\n(England)\nengagement of individuals, local authorities and businesses. It gathers diverse sources of funding and\nproject ideas to improve local communities. Spacehive has so far enabled 255 projects worth f6 million.\nAthens59\n\"Curing the Limbo\" is a programme that aims at socially integrate refugees via community engagement,\n(Greece)\nsuch as participating in public events or engaging with active citizen groups. Beyond the risk of\nsegregation, the programme also addresses the housing issue by assigning affordable living spaces in \nas language learning and psychosocial support.\nRiga60\nRiga's job creation programme for socially excluded groups is based on grant provision to social\n(Latvia)\nenterprises, foundations and NGO's (E7,000 for 12 months). The grant supports job creation for\nvulnerable unemployed people (due to poverty or discrimination) in additions to helping them stay in\nwork through training and up-skilling programmes.\nRotterdam\noddns suaondsa suisn q sanss leos anlos on uuny aed sasn puog edui lno au\n61\nresources (i.e., professional coaches) for the youth. Investors get the maximum rate of return if the goal\n(Netherlan\nof reducing youth unemployment among the beneficiaries is achieved. The city has also set up a one-\nds)\n service (Youth Desk) where young people can easily get access to youth-focused services. The desk finds\n57 https://www.eurofound.europa.eu/sites/default/files/ef_publication/field_ef _document/ef1055en.pdf\n58 https://www.spacehive.com/\n59 https://curingthelimbo.gr/en/home\n60 https:/ /eurocities.eu/wp-content/uploads /2020/08/EUROCITIES_report_Cities_delivering_Social_Rights-1.pdf\npuoq-ed-s-suaq-doad-un--epeuosuaede:sd\nIndecon International Research Economists\nndecon\nPage 70\nError! No text of specified style in document.",
    "Page_89": "9|Recommendations for theDevelopment of LimerickCity\n a placement either in education, or both professional placement and education or in a reintegration\npathway.\nLille62\nThe Regional Support Plan for the Future of Young People (Partaj) is a programme that prevents young\n(France)\nin education/training, public employment services and local business representatives. The programme is\nsupported by State and the National Education Service and run through regional authorities.\nBirmingha\n The Youth Promise Plus Project aims at supporting young people not in education /employment/training \nm63\nthrough personal support; a “work first\" approach by encouraging professional experience; support\n(England)\n 4,000 young people moved into education, training or jobs across Birmingham through the success of\nthis programme.\nBologna64\nBolognahas implementedanetwork createdbyand foryoung people,FlashGiovani (FlashYouth), which\n(Italy)\nquestions). The project differs in its bottom-up approach, where young people produce the information,\n and enables the acquisition of practical work experience.\nSource: Indecon Analysis\n8.\n Accelerate transition to higher value-added sectors and support indigenous start-ups\nIndecon recommends that the transition towards higher value-added sectors should be\nsupported. Specific measures to support sustainable economic development in Limerick city\ninclude:\nIncrease availability of Grade A office space. (IDA/LCCC/Private Sector)\nPrioritise the delivery of the planned city centre Digital Accelerator and Digital\nCollaboration Centre. (LCCC)\nDevelop existing clusters such as aviation and aerospace, and pharma/medtech.\nEncourage new clusters in the areas of finance and other international services, high tech\nindustry. (e.g., data centres), and media sectors. (LcCC, Regional Assembly)\nConduct a sectoral review of productivity that goes beyond GVA (i.e., labour\n(LCCC)\nConsider empowering local authorities with the ability to utilise commercial rates to\nincentivise and support innovative entrepreneurial activity, particularly in the city centre.\n(Government)\nFoster a strong start-up and entrepreneurial environment by improving information\nflows on all funding sources (grants, VC, tax etc.). Set targets for start-ups and monitor\ndraw-down of national and EU funds. (LCCC, Limerick Chamber)\nAs part of the new digital accelerator, a diversity and inclusion programme should be\nimplemented that supports individuals from minority groups and assists them in securing\nentry level jobs in the regions fast-growing innovation companies. (LcCC)\nUnder the 'Atlantic Edge, European Embrace' brand, progress the marketing plan for the\ncity to highlight the strengths of existing indigenous and multinational investment. The\ndemonstration impacts of previous success would help reinforce the growth potential.\n(LCCC)\n 62 https://nws.eurocities.eu/MediaShell/media/Report_Lille_FINAL.pdf\n63 https://www.birmingham.gov.uk/info/20143/young_people/1157/birmingham_and_solihull_youth_promise_plus/4\n 64 http:/ /nws.eurocities.eu/MediaShell/media/127_EUROCITIES-youth-final.pdf\nIndecon\nIndeconInternational ResearchEconomists\nPage 71\nError! No text of specified style in document.",
    "Page_90": "9|Recommendationsfor theDevelopment of Limerick City\nExpand the number of co-working hubs within the ‘Happen' network. Introduce a\nmarketing campaign to increase visibility and create a co-ordinated online booking\nsystem through the 'Happen' website.65 (Government, LCCC, Private sector)\nA number of cities have linked resource usage and innovation as key pillars of the move towards \nsustainable economic development. Some particular interventions are outlined below.\nTable 9.13: International examples of measures to support economic development\nVilnius66\nVilnius has reached first place in the Tech Start-up FDl Attraction Index for its business- friendly\n(Lithuania)\nenvironment. Facilitating the opening of a business (i.e., only an e-signature is required) and\nmaking municipal data public and free, so it can be easily employed by start-ups, were key\ncomponent of the city's success in this area.\n A Business Growth Programme was launched, based on a grant to support SMEs and existing\nBirmingham67\nB2B. The grant covers projects costs for SMEs; provides incentives (capital and revenue grants)\n(England)\ns dos pue uuo iddns apa uaaa,) ouona uaane ui usslnads ss uieuo iddns lo \ninvesting in innovative ‘close-to-market' products and services (Business innovation\nprogramme'); existing SMEs looking to expand, relocate and improve access to markets\n('Business Development Programme'). The city has also run the Property Investment\nProgramme aimed at enhancing business accommodation by re-developing vacant and\nunderused spaces.\nEstablished a Start-up Unit at the city's Office of Economic Development, that offers advisory\nDusseldorf68\nservices to facilitate the creation of start-ups. The Start-up Unit organizes mentoring\n(Germany)\nprogrammes, investor pitches, the Start-up week, and offers supports to find suitable business\nspace, networking and internationalization opportunities. The overarching goal is to enable a\n friendly business environment, and the city counts more than 400 start-ups.\n Hack Diversity provides coaching and mentoring to minority groups to help them secure jobs in\nBoston69\nlocal digital companies. Businesses contribute two-thirds of the budget in exchange for the\n(US)\nrecruiting and training services while local civic and philanthropic dollars provide the balance.\nThe program has successfully created three cohorts of 100 engineers of colour with nearly a\n 100% successful placement rate\nSource: Indecon Analysis\n9. Invest in increased public services and infrastructure to enhance accessibility and\nconnectivity\nIndecon recommends the investment in increased public services which will enhance accessibility and\n 65 https://www.happenspace.ie/workspaces\n 66 https://www.startuplithuania.com/\nhttps://www.birmingham.gov.uk/info/20199/business_growth_programme_2#:~:text=The%20Business%20Growth%20Programme%202\n%20(BGP2)%20has%20launched&text=BGP2%20offers%20grants%20of%20%C2%A3,innovation%20and%20help%20businesses%20grow.\n&text=Existing%20B2B%20SMEs%20moving%20into,Marches%20Local%20Enterprise%20Partnership%20areas\n68https://www.duesseldorf.de/international/office-of-economic-development/business/start-up-support/setting-up-a-business.html\nhttps://startup-city.de/unser-service/\n69 https://www.hackdiversity.com/\nIndecon\nIndeconInternational ResearchEconomists\nPage 72\nError! No text of specified style in document.",
    "Page_91": "9|Recommendationsfor theDevelopment of LimerickCity\nImplementation of a funding programme to support route development to ensure the\nviability of Shannon International Airport post-Covid-19. Work with the airport to ensure\nthat business routes are in lines with the requirements of emerging sectors and clusters.\n(Government, LCCC, Shannon Airport, Limerick Chamber)\nrail link to Shannon Foynes and evaluate its role in ensuring the retention of its T-TEN\nstatus. (Government, LCCC)\nConsider future transport needs (e.g., Connected and Autonomous Vehicles/Electric\nVehicles/Greenways) when investing further in the road network to enhance connectivity\nbetween Ireland's regional cities. (Government)\nAcceleration of rollout of broadband investment for the city. (Government)\nConclusions\nThe research provided in this report provides a unique evidence base to help Limerick Chamber input\nto National, regional and local policy. It is intended to assist in ensuring that the unique potential of\nLimerick city is realised.\nIndecon\nIndecon International Research Economists\nPage73\nError! No text of specified style in document.",
    "Page_92": "Annex 1 | Policy\nAnnex 1 Policy\nIndecon\nIndecon International Research Economists\nPage74\nError! No text of specified style in document.",
    "Page_93": "Annex1|Policy\nLimerick Local Economic and Community Plan 2016-2021\nThe Limerick Local Economic and Community Plan (LECP) sets out a strategy for promoting and\nsupporting sustainable development at the local and community level in a six-year time frame (2016-\n2021), with the overarching goal to “promote the well-being and quality of life of citizens and\ncommunities.\" The LECP is not a detailed plan, but a strategy whose actions revolve around two\nDevelopment and Enterprise; and ii) Community elements, developed by the Local Community\nDevelopment Committee (LCDC). LECP's strategy is also intended to influence directly and indirectly\nthe action of an intersection of different bodies, such as IDA, Enterprise Ireland, SOLAS, Local\nAuthority etc. The primary objective of the Economic plan is to \"promote a more integrated, inclusive\nand sustainable approach to economic development in the local authority area\". It focuses on job\nplaces an emphasis on diversification to build on economic resilience. On the other hand, the primary\nobjective of the Community plan places a strong emphasis on social inclusion and deprivation\nreduction, with the vision \"to promote quality of life for local communities across Limerick ity and\ncounty, promote social equality, embrace diversity and improve social integration and community\ncohesion.\"\nLimerick City and County Council's Corporate Plan, 2019-2024\nThe Limerick City and County Council's Corporate Plan is a five-year framework for action that puts\nforward a vision for both city and council built on organisational activity, governance and business\narchitecture, with the ambition to \"make Limerick the driver for the Mid West through positive\nmajor infrastructural projects and businesses as well as places a strong focus on community and\nhousing development. It is based on four pillars: economic, community, housing development, water\nService Delivery Plans that provide detailed activities to be accomplished to deliver on the strategic\ngoals of the Plan outlined overleaf.\nIndecon\nIndecon International Research Economists\nPage75\nError! No text of specified style in document.",
    "Page_94": "Annex 1 |Policy\nStrategic Goals in Limerick City and Council's Corporate Plan\n1. Maintain a City and County Council that is recognised as ambitious and innovative for the\npeople of Limerick\n2. Grow our economy and create opportunity in Limerick\n 3. Invest in Limerick's infrastructure, protect its natural and built environment and unique\nheritage mix\n4. Transition to an environmentally sustainable carbon neutral economy\n5. Promote a socially integrated, healthy and safe Limerick Water Infrastructure\n6. Actively engage with our communities\n7. Work with our colleagues across the public sector and our partners in the private and\nvoluntary/community sector to deliver on a shared commitment to Limerick as set out in\nthe Limerick Charter\n 8.  Be effective and committed to providing services that will underpin an innovative\nLimerick\nSource: Limerick City and County Council's Corporate Plan,2019-2024\nLocal Enterprise Development Plan 2017-2020\nThe Local Enterprise Development Plan (LEDP), developed by the Local Enterprise Office (LEO)\nLimerick, has the objective to promote local enterprise, innovation and spur job creation, in line with\nSkills. More specifically, LEO's vision seeks to “promote entrepreneurship, foster business start-ups\nquality supports for your business ideas.\" The envisaged key priorities concern: the development of\nthe first stop shop information service; maximising business potential of micro-enterprises; building\nthrough a 1.3m investment in the small business sector. Below we outline the four overarching\n Entrepreneurship Support Services; Local Enterprise Development Services; and their associated key\nupgrade goals identified in the LEDP.\nIndecon\nIndecon International Research Economists\nPage 76\nError! No text of specified style in document.",
    "Page_95": "Annex1|Policy\nKey Upgrade Goals in the Local Enterprise Development Plan 2017-2020\nBusiness Information & Advisory Services: First stop shop enterprise information points\nlocated throughout the city and county in key Customer Service Centres and libraries\n Enterprise Support Services: Based on an analysis of the client portfolio of LEO limerick it \nis intended to shift the balance of Measure 2, training and development activities, to\nbusiness expansion and growth potential companies\n Primary level schools in Limerick city and county in conjunction with Mary Immaculate\nCollege and nominated teachers in the area.\n demand, supply and availability of quality enterprise space in Limerick city and county\nSource:LocalEnterpriseDevelopmentPlan2017-2020\nIndecon\nIndecon International Research Economists\nPage77\nError! No text of specified style in document.",
    "Page_96": "Annex 2|International Case Studies\nAnnex 2 International Case Studies\nIndecon\nIndeconInternationalResearchEconomists\nPage78\nError! No text of specified style in document.",
    "Page_97": "Annex2|International CaseStudies\nVienna\nVienna was placed 5th in the ARCADIS 2018 Overall Sustainability Index for its effort to promote the\n2020-2050 (Framework Strategy), the future sustainable development of Vienna in the long-term and\nis built upon the goals to: i) enhance the quality of life by focusing on social inclusion and life\nsatisfaction; i) reduce local per capita greenhouse gas emissions and material footprint of\nconsumption; and ii) focus on innovation and become Europe's digitalisation capital. In achieving its\noverarching goals, the Framework Strategy provides orientation for more short-term sectoral sub-\nstrategies, such as the Digital Vienna Strategy 2025, Innovate Vienna 2020, Urban Mobility Plan\nVienna, and Urban Development Plan 2025.\nWithin the Framework Strategy, Urban Innovation Vienna72 was established as an interdisciplinary\nknowledge incubator for future urban issues to be addressed by innovative strategies and\ncoordinates activities to meet the objectives set out in the Framework Strategy. Among these\ns ieiaa sea jo nad asnoll pue qny i sea ee uam iela, 'sae !\n2025, has the scope to transform the city into Europe's digital hotspots. The ICT hub is envisaged as\nskills shortages by continuing training and education in the field of digitalisation, and bring IT skills to\neducational institutions.\nde an suspa e sse ym tua au, an sasdoo oie euuan uoun un\nbetween climate objectives and energy sources for individual enterprises and sectors. The Centre has\nimplemented the Municipal Energy Efficiency Programme (SEP), through which it advises large-scale\nhas also been testing e-mobility in the city by equipping residents of a selected district with electric\nvehicles for six weeks and providing them with charging stations. The project, by gathering energy\nbuildings at a large scale. Other projects undertaken at the Energy Centre are: the RenoBooster\nproject, a co-ordinated effort between local administrators, real estates, and energy consulting\ndecarbonisation of heat supply by incorporating energy planning and climate objectives into urban\nplanning; Urban MoVe,75 on the other hand, aims at examining the role and suitability of private-law\ncontracts, mobility contracts and funds in the mobility planning, municipal programming and\nsustainable development of Vienna.\n70 Citizen Centric Cties, The Sustainable Cities Index, 2018, ARCADIS (https://ww.arcadis.com/media/1/D/5%7B1D5AE7E2-A348-4E-\nB1D7-6D94FA7D7567%7DSustainable_Cities_Index_2018_Arcadis.pdf\n71 https://smartcity.wien.gv.at/site/en/approach/framework-strategy/\n72 https://www.urbaninnovation.at/en\n73 https://www.digitalcity.wien/\n74 htps://www.urbaninnovation.at/en/Energy-Center\n75 https://www.urbaninnovation.at/en/Urban-MoVe\nIndecon\nIndecon International Research Economists\nPage79\nError! No text of specified style in document",
    "Page_98": "Annex2|International CaseStudies\nLisbon\nLisbon, capital of Portugal and with a population of more than 500,0o0, shares with Limerick the\nsouth-east coast location with port access. Lisbon was recently granted by the European Commission\na f350,oo0 Green Capital award as “an inspiration and role-model for cities across the EU,\ndemonstrating clearly that sustainability and economic growth go hand in hand.\" In this regard, the\ncity has been particularly focused in the areas of sustainable urban mobility, sustainable land use,\ngreen growth and eco-innovation.\nIn the area of sustainable urban mobility, Lisbon has been prioritizing public transport, walking\nintroduced, providing e-bikes to be used in the hilly areas of the city. Moreover, the city embraces\nthe use of micro-mobility (i.e., e-scooter and e-bike companies) with private providers; whereas\nCarris,76 Lisbon's transport company has planned to increase electric vehicles in its public transport\nsystem, as well as target \"to shift 150,000 motorists to more sustainable modes of travel by 2030.\"\nFurthermore, Lisbon counts the world's largest number of charging points for electric vehicles and\nwhich allows data comparison and analysis from mobility service providers (i.e., bike-shares, e-\nscooters). This is a clear practical implementation of the concept of smart city. Moreover, the Smart \nOpen Lisboa Programme77 is an open innovation programme that finds innovative solutions (i.e.,\nmobility services, public transportation, parking management etc. Other smart solutions that have\nbeen implemented in the city include the Corporate Mobility Pact, that offers mobility credits for\ncompanies/employees that use bicycles/transport passes and e-vehicles for their commute.\nWith regards to sustainable land use policies,78 Lisbon has been committed to enhance the access to\nPark, Tagus River) to improve the accessibility to local outdoor recreational space. Besides providing\ngreater access to its existing green areas, Lisbon has also planned to create new green space with\nfocus on biodiversity and wildlife protection.\nde Lisboa 2020\",79 Lisbon's urban development strategy, whose main objectives and priorities are to\ntransition to a low-carbon economy; focus on environmental protection and efficient use of resources\nsocial cohesion. Lisbon has also received 74 million of EU funding for the sustainable urban\ndevelopment of the city.80\n76 https://cities-today.com/how-lisbon-is-reshaping-its-mobility-landscape/\n77 https://smartopenlisboa.com/mobility/\n78 https://ec.europa.eu/environment/europeangreencapital/winning-cities/2020-lisbon/\n79 https://smartcities-infosystem.eu/scis-projects/demo-sites/sharing-cities-site-lisbon\n80https://ec.europa.eu/growth/tools-databases/regional-innovation-monitor/policy-document/lisbon%E2%80%99s-regional-operational-\nprogramme-2014-2020\nIndecon\nIndeconInternational ResearchEconomists\nPage80\nError! No text of specified style in document.",
    "Page_99": "Annex2|International CaseStudies\nManchester\nManchester, in the northwest of England with a population of more than 550,000, ranked 29th in the\nthe city. This is the result of the City Council commitment to \"a liveable and low carbon\" and \"a\nbecome carbon neutral by 2038, and all new housing and commercial buildings to have a zero-carbon\nfootprint by 2028.\nThe Smart City agenda of Manchester included an initiative whereby, Manchester is home to the UK's\nInternet of Things (loT) Smart Cities demonstrator, CityVerve,84 that aims \"to build and deliver a\n  a   s   e  s   \nneeds of its people\". CityVerve tests innovative ideas and technologies in the areas of health and\nsocial care, energy and environment, transport, and public realm. In the area of energy and\nung e uuawaidw! pue saias pno pue sosuas 'uawdinba asuodsan puewap-uo se\nmanagement system (BMs) to get real data from heating, cooling, energy and water systems from a\nsmart grid.85 In parallel, Manchester is also part of the EU-funded Horizon 2020 \"Triangulum\",86 a\ngreen growth demonstrator project to be implemented in the selected district known as the\n o  p s a  n n ae p  e a  sd  'o\nuse of electric vehicles and bicycles is allowed.\nManchester City Council, through the Zero Carbon Action Plan 2020,87 has pledged f33 million to\nreplace 56,0o0 light units with LED lighting using a centrally controlled lighting system operated using\na Wi-Fi; and envisaged a carbon reduction programme to improve the energy efficiency of 13 council\ntransport system that allows \"checking-in\" at the bus stop by letting bus operators know users are\nwaiting for the service; smart traffic monitoring and smart parking, which encourages drivers to\ncontinue their journey with public transport by notifying them with available parking spaces close to\nbuses or trains.\nWith regards to the sustainable economic development of the city, Manchester City Council has\npromoted an open-data ecosystem since 2010, \"Open Data Manchester\",88 that seeks to \"enable an\nintelligent and efficient data environment for the benefit of businesses, citizens and the public\nsector.\" In a similar fashion, the Centre of Digital Innovation*9 at Manchester Metropolitan University\nwell as providing business spaces for SMEs to access the assets of the University.\n81 Citizen Centric Cities, The Sustainable Cities Index, 2018, ARCADIS (https://www.arcadis.com/media/1/D/5/%7B1D5AE7E2-A348-4B6E-\nB1D7-6D94FA7D7567%7DSustainable_Cities_Index_2018_Arcadis.pdf )\n82 https://secure.manchester.gov.uk/info/500313/the_manchester_strategy\n83 https://www.greatermanchester-ca.gov.uk/what-we-do/environment/\n84 https://cityverve.org.uk/\n85 https://ityverve.org.uk/project/energy-and-environment/\n86 https://www.manchester.gov.uk/site/custom_scripts/smarter_city/case_studies.php?id=138652\n87 https://secure.manchester.gov.uk/info/500002/council_policies_and_strategies/3833/climate_change/2\n88https://secure.manchester.gov.uk/info/100004/the_council_and_democracy/4840/manchester_city_council_open_data\n89 https:/www.manchester.gov.uk/site/custom_scripts/smarter_city/case_studies.php?id=138636\nIndecon\nIndecon International Research Economists\nPage 81\nError! No text of specified style in document.",
    "Page_100": "Annex 2|International Case Studies\nIn addition, the transformation programme of Manchester Airport, as envisaged by the City Council,\nwill bring \"growth in the south of the city, creating a number of jobs and driving Manchester as a\n\"world-leading\" urban green city region by spurring innovation and new technologies, and energy\nscale (i.e., the NEDO project is a smart community demonstration project where carbon reduction is\nrealised by replacing gas systems with heat pump technologies in public housing, as well as by\nimplementing other types of retrofit measures).\nLeeds\no aun u! papnul 'ooo'ooo Aeau jo uoeindod e sey pue pueiug uauon us s! spaa\nSustainability Index by ARCADIS, economic development in the city has been planned and delivered\nstock, and regenerate the city centre.\ngrowth enabler that will enhance business networks, labour markets and supply chains. The strategy\nadopted includes projects on a major rail infrastructure that comprises a modern high-speed rail\n(HS2), as well as the construction of an inland port to enable transportation of freight into Leeds and\nthus reducing congestion on roads.94 Other major infrastructural projects include the revitalisation of\nits docklands (Leeds South Bank), considered to be one of Europe's largest regeneration projects; and\nan ambitious house building plan, that will deliver an additional 1,000 homes by 2021.\nan Enterprise Zone,95 whose most notable advantage is its strategic location at the heart of the\nmotorway network, but also within a few minutes from Leeds city centre. Leeds Enterprise Zone\nincludes manufacturing, logistics and distribution; provides new business floor space, and will soon\nto export globally in rail and infrastructure.\"\n90 https://www.investinmanchester.com/media-and-events/industry-news/2020/11/4/manchester-named-uk-s-second-most-attractive-\ncity-for-tech-investment-a2830\n91 https://www.investinmanchester.com/sectors/advanced-manufacturing/industry-4-0\n92 Our Manchester Industrial Strategy, 2020\n93 http://www.leedsgrowthstrategy.co.uk/wp-content/uploads/2018/06/Leeds-lnclusive-Growth-Strategy-FINAL.pdf\n94 https://www.westyorks-ca.gov.uk/projects/infrastructure-for-growth/leeds-inland-port/\n95 https://www.leeds.gov.uk/leedsenterprisezone/home\nIndecon\nIndecon International Research Economists\nPage82\nError! No text of specified style in document.",
    "Page_101": "Annex 3| Outline of Potential KPIls\nAnnex 3 Outline of Potential KPls\nIndecon\nIndecon International Research Economists\nPage83\nError! No text of specified style in document.",
    "Page_102": "Annex3|Outline of Potential KPIs\nIndecon believes that setting key performance indicators is critical to any plans for Limerick city.\nWithin the context of sustainable development and urban systems, the use of indicators is contingent\non the definition of sustainable development and serve different purposes, such as decision-making\ngoals and sustainable development targets.96 Overall, indicators vary by the approach used to\nmeasure sustainability, selection criteria, context and urban size to which they are applied (i.e., at\nnational or city or county level).\nindicators in the function of a set target (i.e., a value or a range) to measure the current situation of\nsustainable development; and a \"relative approach\", which uses indicators to conduct a performance\nassessment in relation to i.e., other cities. Most of indicators are grouped into sustainability aspects\n(i.e., the popularised four sustainability pillars, i.e., economic, environmental, social and\nthe complexity that resides in the interrelation of the sustainability areas being examined, out of\nwhich a sustainability framework is constructed.\nIndicators should be representative of the context examined.99 For instance, by tailoring indicators to\nlocal sustainability issues, one avoids under or over-representation in selected aspects of sustainable\ndevelopment and better evaluates the reality of the urban system. Furthermore, to measure the\neffectiveness of an indicator, the latter should be:\n\"meaningful, easily measurable and understandable, sensitive to a varying space or time,\ncoherent with other selected indicators, concise in summarising complexity, reproducible,\nreliable, calculable for smaller spatial contexts (i.e., neighbourhoods), economically\nconvenient (collection of data should be easy and cheap).\" (Ramieri et al., 1998).\nSince one indicator cannot satisfy all selection criteria, it is commonly agreed that an indicator needs\nto be locally relevant and measurable (contingent upon availability of data). It is also worth noting\nthat indicators should be frequently verified and updated; update ability is, in fact, important in the\nfrom the European Commission1oo further highlights the necessity of standardised indicators for\nperformance assessment. In this way, indicator sets can be validated and improved\". However, the\nhave little consideration for data availability, becoming also unsuitable to smaller contexts.\nFurther technicalities to be considered when using sustainability indicators concern the type of\nmeasures to be used. A baseline is usually established at the beginning of measurement, and one\ncould use absolute measures (i.e., annual carbon emissions) or relative measures (i.e., %\njo sod au pue Axadwo soepu :e uaudoaap aqeuesns ueqn aul (toz) aauea 'enanad g auanber 'ddo 96\nmeasuring cities (https://doi.org/10.1016/J.CITIES.2016.12.019)\n97 Anderson, L. (2013). Measuring Sustainable Cities: An approach for assessing municipal-level sustainability indicator systems in Sweden.\n98https://ec.europa.eu/environment/integration/research/newsalert/pdf/indicators_for_sustainable_cities_IR12_en.pdf\n99Ramieri, Emiiano&Cogo,Valentina.(1998)ndicatorsofSustainableDevelopmentfortheCityandtheLagoonof VeniceSRNElectronic\nJournal.10.2139/ssrn.135588\n100https://ec.europa.eu/environment/integration/research/newsalert/pdf/indicators_for_sustainable_cities_IR12_en.pdf\nIndecon\nIndecon International Research Economists\nPage84\nError! No text of specified style in document",
    "Page_103": "Annex3|Outline of Potential KPIs\nIn the table below, we summarise important considerations for in developing performance indicators\nto monitor the performance of Limerick city.\nTable A2.1 Important Considerations for Using Indicators\nWithout good data, based on monitoring, it is not possible to develop indicators;\n Performance measures imply that targets need to be set;\n·Sets of indicators evolve over time;\n· Sets of indicators are seldom, if ever, complete;\n· Measurement of indicators tends to reduce uncertainty, but does not eliminate it;\nEnvironmental Indicators (Food and Agriculture Organization of the United Nations, 2002).\nWe next explore a sample list of indicators taken from three sustainability frameworks:\n  ssn e s s   r   s\nsustainable development approach where indicators103 are grouped into five dimensions\n(spatial, governance, social, economic and environmental), and each revolve around 10\nobjectives104 to be tailored to the individual context.\n, e se   s  (a o     \na i spemo ssad ouo ot esoni of uea e se saas pue oeodde pauao\nacross member states. Multi-purpose indicators (MPls) are also developed to account for\noverlapping aspects of SDGs and track progress towards more than one goal.\n3. The International Standard on city Indicators (IS0 37120),105 developed by the Sustainable\nDevelopment in Communities, adopts a more \"relative approach\" by measuring the social,\ncomparable data.\nCity Indicators (World Bank), Urban audit, Aalborg Charter indicators, etc) as wellas European Commission, Member States and test cities,\naccording to relevance criteria to the European targets, data availability and updateability.\n104 http://rfsc.eu/wp-content/uploads/2016/03/30-objectives-1.pdf\n105 https://www.iso.org/files/live/sites/isoorg/files/archive/pdf/en/37120_briefing_note.pdf\nIndecon\nIndecon International Research Economists\nPage85\nError! No text of specified style in document.",
    "Page_104": "Annex3\nOutline ofPotential KPls\nEach framework covers the environmental, economic and social dimension of sustainability in which\na sample list of indicators is chosen according to its applicability and relevance to Limerick. We align\nindicators with excerpts from local (i.e., Limerick 2030) and national policy objectives (i.e., Project\nIreland 2040); and wherever possible, we propose indicators in line with overall objectives. We select\nindicators from the sustainability frameworks whose flexibility has been tested (they can be applied\nto both entire urban system or specific initiatives);106 and propose absolute measures to facilitate\n comparison across different urban sizes.107\nIn the table below we present environmental indicators covering areas such as i.e., mobility, energy\nefficiency and water quality. The objectives shown in the table have been considered as growth\nenablers for Limerick in the National Planning Framework (NFP), and these encompass enhancing \ninclude testing mobility and public transport capacity (i.e., % of each mode of transportation; % of\ncommuters using a travel mode to work other than a personal vehicle; % of population living within\n0,5 km of public transit running at least every 20 minutes during peak periods). With regards to a\nbetter and sustainable use of resources, traditional indicators have also been used such as, % of total\nenergy consumed in the city that comes from renewable sources; as well as indicators that value\nefficiency in the public realm, i.e., energy consumption of public buildings per year (kwh/m2)\nTable A2.2 Possible List of Indicators (Environmental/Transport)\nSustainability\nObjective\nIndicator\nSource\nDimension\n-Progressing the\n % of green space (public parks) coverage in relation to city area and/or\nReference\nsustainable\npopulation size\nFramework\ndevelopment of new\nfor\nTransportation mode split (% of each mode of transportation, i.e., private, \ngreenfield areas for\nSustainable\n public, bicycles, pedestrians)\nhousing and the\nCities\ndevelopment of\nAnnual Number of publictransport trips per capita\nISO 37120\nsupporting public\n% of commuters using a travel mode to work otherthan a personal vehicle\nSustainable\ntransport and\nKm of bicycle paths and lanes per 100,000 population\nDevelopment\n infrastructure (NFP)\n % of population living within 0,5 km of public transit running at least every\nof\n -Enhanced regional\n 20 minutes during peak periods\nCommunities\nconnectivity through\nimproved average\nShare of busses and trains in total passenger transport\nEurostat\njourney times (NFP)\n- Improving\nTotal amount of GHG emissions per city and per capita\nsustainability in\n% of total energy consumed in the city that comes from renewable\nReference\nEnvironmental\nterms of energy,\nsources\nFramework\nwaste management\nfor\nand resource\nto adequate and safe drinking water\nSustainable\nefficiency and water\n Recycling rate (% diverted from waste stream); Volume of solid waste \nCities\n(NFP)\ngenerated\n -Ensuring that water\nle ) uodsun saua u ssoa ui saa aemauan jo a \nsupplyandwaste-\n sectors, transport, electricity, heating and cooling)\nEurostat\nwater needs are met\nExposure to air pollution by particulate matter (μg/m3)\nby new national\n projects to enhance\nEnergy consumption of public buildings per year (kWh/m2)\nISO37120\nLimerick's water\n % of city population with potable water supply service\nSustainable\nsupply and increase\nDevelopment\nwastewater\nof\ntreatment capacity\n % of city population served by wastewater collection\nCommunities\n(NFP)\nSource:ReferenceFramework for SustainableCities;ISO37120*;Eurostat\n *We select only standard IS0 37120 indicators that are publicly available.\nhttps://doi.org/10.1007/s42413-018-0007-z\n107 Thorpe, D. (2017). What are the Best Indicators for Measuring the Sustainability of Cities?\nIndecon International Research Economists\nlecon\nPage86\nError! No text of specified style in document.",
    "Page_105": "Annex3OutlineofPotentialKPls\nIn the table below we present indicators in the economical dimension of sustainability. Indicators are\noutstanding business environment\" and \"the conditions for long-term growth\". Potential indicators\ninclude (employment/unemployment/underemployment rates) and educational indicators (i.e.,\naverage professional education years of labour force; human resources in science and technology).\nIn relation to Limerick, the potential sample list includes monitoring office floor space (i.e., share of \noffice vacant premises) and workplace occupancy (% of workplaces already occupied and active); as\nwell as employment density in areas to be regenerated (employment density in regeneration area).\nTable A2.3 Possible List of Indicators (Economic Development)\nSustainability\n Objective\nIndicator\nSource\n Dimension\nUnderemployment/employment/unemployment rates\nReference\n% of green jobs in the local economy\nFramework\nCreatecity centre\nfor\nofficeaccommodation\n Average professional education years of labour force\nSustainable\n and transformational\nCities\ncity centre public\n Value of Commercial and industrial properties as a % of total assessed \nISO 37120\nrealm projects\nvalue of properties\nSustainable\n(Limerick 2030)\nNumberofbusinesses\nDevelopment\nEconomy\n-Encourage\nof\nemployment\n Jobs-housing ratio\nCommunities\ndevelopment\nHuman resources in science and technology (% of active population aged\nthroughout inner\nEurostat\n25 to 64)\nsuburban areas \ncapacity (Limerick\nShare of office vacant premises; sq.m. of office space; Workplace\nOther\n2030)\noccupancy: % of workplaces already occupied and active**; Employment \nproposed\n density in regeneration area (employees/ha)**\nindicators\nSource: Reference Framework for Sustainable Cities; ISO 37120; Eurostat\n*We select only standard IS0 37120 indicators that are publicly available.\n** Balaban, O. (2013). The Use of Indicators to Assess Urban Regeneration Performance for Climate-Friendly Urban Development: The\nCase of Yokohama Minato Mirai.\nIn considering the social dimension of sustainability this concerns urban residential regeneration and\ncommunity development. Potential indicators in this area include measures of quality of life (i.e.,\nbasic service proximity; sq. m of public indoor/outdoor recreation space per capita); overall\nneighbourhood satisfaction (access to local/ neighbourhood services within a short distance); and\n e aa   s  d n  n  \ninfrastructure renewed or rehabilitated in project area; and involvement of community in preparation\nof regeneration project).\nIndecon\nIndecon International Research Economists\nPage87\nError! No text of specified style in document.",
    "Page_106": "Annex3OutlineofPotentialKPls\nTable A2.4 Possible List of Indicators (Social Inclusion)\n Sustainability\nObjective\nIndicator\nSource\nDimension\nAccesstolocal/neighbourhood serviceswithin a shortdistance\nReference\n% of social/ affordable/ priority housing\nFramework\n- Encourage significant \nBreakdown of housing sector by property type (owner-occupied/ rental,\nfor\nurban residential\nSustainable\nsingle-occupant/couples/family/multifamily etc.)\nregeneration (Limerick \nCities\n2030)\nBasicserviceproximity\nISO 37120\n-Compact City (NFP)\nSustainable\nSocial\n-Enablingenhanced\nDevelopme\nopportunities for\nnt of\nexisting communities\nCommuniti\nthrough employment,\nSq. m. of public indoor/outdoor recreation space per capita\nes\nlearning and education\n% of infrastructure renewed or rehabilitated in project area**;\nOther\nsupport (Limerick 2030)\nInvolvement of community in preparation of regeneration project**; \nproposed\nIndicators\nSource: Reference Framework for Sustainable Cities; ISO 37120\n* We select only standard IS0 37120 indicators that are publicly available.\n** Balaban, O. (2013). The Use of Indicators to Assess Urban Regeneration Performal\nancefor Climate-Friendly Urban Development:The\nCase of Yokohama Minato Mirai.\n Based on the analysis undertaken, Indecon believes that there is a wide range of potential KPls which\ncould be considered. However, we believe it is important to focus on the main indicators relevant to\nmonitoring progress and these should reflect the key objectives set for the city. Indecon believes that\nkey performance indicates which should be considered include:\n1.1\nIncrease in housing density to support compact growth.\n1.2\nThe number of people living in the city centre and the proximity to the location of\nemployment.\n1.3\nThe numbers employed arising from the projects implemented.\n1.4\nAggregate number of new jobs created in the city.\n1.5\nThe increase in broadband coverage and the speed of services.\n1.6\n The reduction in the numbers at risk of poverty.\n1.7\n1.8\nThe percentage of the housing stock with improved energy ratings.\n1.9\nThe increase in housing units in the city centre, and the decline in the percentage of vacant\nproperties.\n1.10\n0 The increase in tourism revenues.\n1.11 The increase in the national share of specified high-value sectoral employment in the city.\n1.12 The increase in footfall in the city centre.\nIndecon\nIndecon International Research Economists\nPage88\nError! No text of specified style in document.",
    "Page_107": "Annex4|Map of LimerickCity and its Environs\nAnnex 4 Map of Limerick City and its Environs (CSO\ndefinition)\nN1.8\nBal\nWhitehall\nM20\nLocal Electoral Area Boundary Commitee No. 1 Report 2018\nLimerick Metropolitan District\n Limerick City East\nocal Electoral Areas\nLEA-7\nandMunicipal Districts\nElectoralDivisions\nEDNamms:\n Limerick City North \nLEA-7\nLimerick City\nWest LEA - 7\nIndecon\nIndeconInternationalResearchEconomists\nPage 89\nError! No text of specified style in document."
}