{
    "Page_1": "ERGO-FIT\nERCO-HT\nOwner's manual\nCARDIOLINE\n4000\nCARDIOLINE 4000\n Please read this manual carefully before use and keep it in a safe place for future reference",
    "Page_2": "",
    "Page_3": "Forfurtherinformation about ERGO-FITproductsplease contact:\nERGO-FITGmbH&Co.KG\nBlocksbergstraBe 165\nD-66955 Pirmasens\nPhone: +49 (6331) 2461-0\nFax.:+49 (6331) 2461-55\nE-Mail: info@ergo-fit.de\nhttp: www.ergo-fit.de\nMedicalDeviceDirective93/42/EWG.They thus showtheCEmarking and the numberof the\nnotified body.\nCE0297\n@ 2015 by ERGO-FIT GmbH & Co. KG. Allrights reserved.\nThis user manual has been created with greatest possible diligence. Please inform us of any details that do not\ncorrespond to your training device sowe can take care of this as quickly aspossible.\ndistribution as wellas translation and reprint,even copies inextract,arereserved.No part of this manual maybe\nreproduced,manifold ordistributed forany purposes orinany form,by anymeans,(print,photocopy,microfilm,orany\nTrade marks: ERGO-FIT and the ERGO-FIT Logo are registered trade marks of ERGO-FIT GmbH & Co. KG. POLAR\nis a registered trade mark of POLAR Electro GmbH. All other trademarks used/shown in this text are trademarks of\ntheir respective owners and are thus protected.\nTechnical and optical modifications aswellasmisprintsreserved\nVersion: CARDIO LINE 4000-20150225-en\nPrinted in Germany",
    "Page_4": "Dearcustomer,\nThank you for purchasing an ERGO-FIT training device. You are now the owner of a state\nof-the-art training system that combines highest technical standards with easy-to-use\nfunctionality.\nexplanations that do not directly apply toyour training device.\nThis user manual contains important information onhow to operate and use your training\ndevice.Werecommendthatyouread thisusermanualcarefullybeforestartingwithyoui\nworkout in order to become familiar with your training device quickly and to understand its\ncorrectandsafeoperation.\nShould you have any further questions that are not answered in this manual, please contact\nus. ERGO-FIT will try to help as quickly as possible.\nThe ERGO-FIT team can also advice you on compatible ECG equipment.",
    "Page_5": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIO LINE 4100 S/S MED/MED\nTableofcontents\nGeneral Information..\n2\nSafetyInstructions\n5\n3\nQuickReference\n15\n4\nIntendedUse\n17\n5\nTransport and Installation \n21\n6\nSetup\n33\n7\nOperation\n49\n8\nWorkout.\n81\n9\nMaintenance.\n85\n10\nTroubleshooting\n95\nA\nAppendix\n103\nPleasenote:\nThis user manual provides information on several devices.\nDetailsmayvarydependingonyourmodel!\nTechnical and visual modifications as well as misprints reserved-@ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_6": "",
    "Page_7": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIO LINE 4100 S/S MED/MED\nChapter 1\nGeneral Information\n1.1\nERGO-FITCardioEquipment ataGlance\n2\n1.2\nGeneral InformationonthisManual\n3\n1.3\nParts Included in the Delivery ..\n3\n1.4\nCustomerService\n4\n1.5\nDisposal\n4\nPleasenote:\nThis user manual provides information on several devices.\nDetails may vary depending on your model!\nTechnical and visual modifications as well as misprints reserved\n① 2015 by ERGO-FIT GmbH & Co.KG",
    "Page_8": "O\nGeneral Information\n1\nGeneral Information\n1.1\nERGO-FIT CardioEquipment at a Glance\nERGO-FITCARDIOLINE40o0machines areintended toprovideacardiovascularworkout\nwhile simultaneously exercising small (e.g. CIRCLE) and large (e.g. CROSS) muscle groups\nERGO-FIT cardio machines offer you best training possibilities, regardless of your age,\ngender orfitnesslevel.\nAmong others,the optimal regulationof theworkout intensityand thepreciseworkout control\nare highlights of the whole product line. In addition, quiet operation, ease of use and the\nconsideration of customer-specific requirements demonstrate ERGOFiT's focus: High\ntechnical standard, optimum workout environment and precise workout control, combined\nwithuser-friendlyoperation.\nmachinesmust alsomeet biomechanical and medical requirements:Thehealthof our users\nis what matters most! Thus, a sophisticated training and testing system can only be developed\nby combining technicaland electronic expertise with the latest results in sports medicine and\ncoachingscience.ERGO-FITdevices clearlymeet this target.\nOurCARDIOLINEconsists of:\nCARDIOLINE 4000/4100,4000/4100 S,4000 SP,4000 S SP:Workout equipment\nespecially designed for use in professional facilities.\nCARDIO LINE 4000/4100MED,4000/4100 S MED: Workout equipment eSpecially\ndesigned formedical purposes.\nThe lifetimeof theequipment is6years.\nYour benefits...\nRegularworkoutonthesemachinesreduces theriskofcardiovasculardiseasesand\ntraining and testing system represents an essential tool for injury prevention and rehabilitation.\nA listofcompatibleexternal equipmentcanbeobtainedfromERGO-FIT\nTechnical and visual modifications as well as misprints reserved-@ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_9": "CARDIOLINE 4000S/SMED/MED/SP/SSP\nCARDIOLINE4100S/SMED/MED\n1.2\nGeneral Information on this Manual\nused our machines yet: This manual gives you important information. You can easily find the\ninformation you are looking for by searching the table of contents. Users who are already\nfamiliar with ERGO-FIT equipment might find the Quick Reference helpful. However, if you\nneverthelessreviewthesafetyguidelines.\nas quickly as possible.\nPlease alwayskeep the manual at hand to avoidunnecessary and time-consumingcallsat\nthecustomerservice and toquicklyfixproblemsonyour own.\n1.3\nParts included in the Delivery\nimmediately of any missing parts.\nPlease ensure that the following parts are included in your delivery:\n1.\nThe correct machine (model, series)\n2.\nOnepower cordper machine\n3.\nOne POLARset per machine (transmitter, chest belt)\n1.4\nCustomerService\nContact our customer service for troubleshooting services,technical support,spareparts\ndelivery and information.\nIn case of technical questions and service orders,please call us at:\nHead office:\nPhone:+49 (6331) 2461-0\nFax: +49 (6331) 2461-55\nMaintenance and spare parts:\nPhone:+49 (6331) 2461-22\nor:+49 (6331) 2461-23\nor: +49 (6331) 2461-27\nor: +49 (6331) 2461-29\nTechnical and visual modifications as well as misprints reserved\n① 2015 by ERGO-FIT GmbH & Co.KG",
    "Page_10": "General Information\n1.5\nDisposal\nThese machines are appliances according to the Electronic Equipment Act.They do not\nbelong into the regular household waste but must be disposed of by a certified company. For\nmoreinformationonresponsiblebodiespleasesee\nstiftung elektro-altgerate register (EAR)\nBenno-StrauB-StraBe1\nD-90763Furth\nPhone:+49 (911) 766650\nFax:+49 (911)7666599\nMail: info@stiftung-ear.de\nWeb:www.stiftung-ear.de\nTechnicalandvisualmodificationsaswellasmisprintsreserved\n 2015 by ERGO-FIT GmbH & Co.KG",
    "Page_11": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nCARDIOLINE 4100S/SMED/MED\nChapter 2\nSafety Instructions\n2.1\nWhatYouNeed toKnowWhenUsingYourWorkout Equipment.\n6\n2.2\nInstructions for Safe Operation ...\n10\n2.3\nHowtoAvoid ElectricShocks\n11\n2.4\nChoosing the Right Place of Installation ..\n11\n2.5\nWhatNeedstobeConsideredinCaseofRepair?\n11\n2.6\nThings to be Avoided\n12\n2.7\nContraindications.\n12\nPleasenote:\nThis user manual provides information on several devices.\nDetailsmayvarydependingonyourmodel!\nTechnical and visual modifications as well as misprints reserved-@ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_12": "Safety instructiones\n2\nSafety Instructions\nPleaseread thefollowing chaptercarefully andrespect all safetyinstructionsbeforeyoustart\nusing your workout equipment. Please keep this manual in a safe place in order to pass it\novertofutureownersifyousellyourworkoutdevice.\nFor evidence of ownership, please complete the following form:\nModel/series:\nSerial number:\nDate of purchase:\nYou will need this information in case of warranty.\nThe following symbols designate important information\nCaution!\nThis warning draws the attention to hazards that could\nresult in personal injury or death.\nWarning!\nThis warning draws attention to hazards that could result in\nproperty damage.\nAttention!\nAttention, switch off and unplug the machine.\nTip!\nThis hint contains important information and tips to improve\noperation.\n2.1\nWhat You Need to Know When Using your Workout\nEquipment\nGeneral Information\n Carefully read this manual prior to using your product.\nFamiliarizeyourself with themachinebefore you start yourworkout.\nPlease consult your physician before you start using the machine and note the\ncontraindications (see Chapter2.7).\nBefore using the machine please perform a proper function test (see chapter 7.3)\nFor safetyreasons inspect the power cord for signs of damage before each use.If\nthe machine is damaged do not use it until it is repaired.\n In order to reduce risk of injury please wear appropriate clothes and footwear for\nexercise.\nIn case of nausea, dizziness, pain in the chest, limbs or joints, stop workout\nimmediately andseeyourtraineror a doctor.\nTechnical and visual modifications as well as misprints reserved-? 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_13": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nCARDIOLINE4100S/SMED/MED\nIfyouwearacardiacpacemaker orhavehealthproblemspleaseconsultyour\ndoctor before using the machine. Discuss your workout program with him. Only use\nMANUALmode\nequipment. Children cannot always predict possible hazards. Parents or other\nsupervisors should always be aware of theirresponsibilitybecause theplayful and\nadventurous nature of children may lead to situations that the workout machine is\nnot intended for.\nThe machine must not be used without the presence of a supervisor.\nMake sure that third parties do not stand close to moving parts.\nDo not place any beverages or food on your training machine. Use the bottle\nholder.\nDo not stand on the casing of the machine and do not lean on the control panel or\nthe handle bar.\nStart the training slowly and gradually increase the intensity until you reach the\ndesired level.\nDo not jump from the exercise machine during your workout except in emergency\ncases (see Chapter 6.3.7). Only get off the machine when all moving parts have\nstopped completely. Otherwise you might fall.\nMaintain the workout positions described in chapter 6.3 during the entire workout.\nPlease review the additional safety and operational instructions in this manual.\nCAUTlON!The heart rate control systemmay be faulty.Excessive training may\ncause dangerous injury or even lead to death. Immediately stop training in case of\nan unusually strong reduction of your physical performance\nCertain conditions or actions can cause static electrification of electronic devices.\nUsing earphones can result in short minor electrostatic discharge. To reduce the\nrisk of electrostatic discharge when using earphones touch a metal object before\nconnectingtheearphones!\nAll safety instructions in this manual are based on many years of experience and\nselfconception.\nTechnical and visual modifications as well as misprints reserved-? 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_14": "Safety instructiones\nMachineSpecificInformation\nCIRCLE\nWhenfolding the seat the gapfor the seatpost shouldbefreeof obstacles.\nOtherwise there is a risk of injury.\nWhen using the seat watch out for handles and moving parts. There is a risk of blunt\ninjuries (e.g. hitting).\nWhen adjusting the revolving unit use the adjusting lever on the yellow casing to\navoid pinching.\nPlease stay away from the crank handles.\nWarning!Donotexceed themaximum userweightof 200kg.\nBefore each use,inspect the seat,the crank handles and the casing for damage. In\ncase of damage, have the machine repaired immediately.\nshroud when folding the seat because this might cause abrasion of the pad\nCROSS\nBefore each use, inspect the pedals (footrest) and the casing for damage. In case\nof damage, have the machine repaired immediately.\nWarning!Do not exceed the maximum user weight of 150/200kg.\nDo not take your feet off the foot rests during workout and do not trespass the\nprotection element.\nDonot stop thefoot rests against the direction of rotation.\n Do not change the motion direction of the foot rests during movement. You may\nchange the direction only after the foot rests have come to a complete stop.\nKeep themotion area next to thefoot rests and the handles clear.\nNote:Therearedangerous areaswhereyoumight getsqueezed in themotionarea\nof the pedals, which increase the risk of accident.\nCYCLE\nWarning! Do not exceed the maximum user weight of 180 kg.\nBefore each use, inspect seat, handle bar, pedals and casing for damage. In case\nof damage, have the machine repaired immediately.\nDonot lean over the handlebar and do not lean to theside.The machinemight fall\nover.\nDo not take your feet off the pedals during training.\nTighten thepedals and thepedal cranks after3 to5 operating hours.Otherwise\nthere is a risk of injury.\nTighten the seat and handlebar clamp after adjusting the seat and handlebar.\nOtherwise there is a risk of injury.\nX\nTechnical and visual modifications as well as misprints reserved-? 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_15": "CARDIOLINE 4000S/SMED/MED/SP/SSP\nCARDIO LINE4100S/SMED/MED\nMIX\nNote:Do not exceed the maximum user weight of 150 kg.\nNote:There are dangerous areas where you might get squeezed in the motion area\nof the pedals, which increase the risk of accident.\nBefore each use, inspect pedals (footrest), guides, seat and casing for damage. In\ncase of damage,have the machine repaired immediately.\nDo not take your feet off the pedals during training.\nDo not stop the pedals against the direction of rotation.\nDo not change the motion direction of the pedals during movement. You may\nchange the direction only after the pedals have come to a complete stop.\nKeep the motion area next to the pedals and the seat clear.\nGet on / off themachineonlywhen thepedalsarenot inmotion.\nRECUMBENT\nWarning! Do not exceed the maximum user weight of 200 kg.\nBefore each use, inspect seat, pedals and casing for damage. In case of damage,\nhave the machine repaired immediately.\nTightenthepedals and thepedal cranks after 3to5operatinghours.Otherwise\nthere is a risk of injury.\nrisk of injury.\n Do not take your feet offthe pedals during training..\nSTAIR\nNote: Do not exceed the maximum user weight of 200 kg.\nBefore each use, inspect the pedals (footrest) and the casing for damage. In case\nof damage, have the machine repaired immediately.\nKeep the motion area next to the pedals clear.\nDo not take your feet off the pedals during training\nWarning! There are dangerous areas where you might get squeezed in the motion\narea of thepedals,which increase the risk of accident.\nTRAC\nNote: Do not exceed the maximum user weight of 200 kg.\nBefore each use, inspect running deck, handles and casing for damage. In case of\ndamage, have the machine repaired immediately.\nDo not turn round, stop or jump on the treadmill if it is in motion.\nNote: Keep away from the dangerous pull in area at the rear end of the treadmill!\nKeep away long hair, loose clothes, jewelry, shoestrings towels etc. from this area.\nTechnical and visual modifications as well as misprints reserved-? 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_16": "Safetyinstructiones\nMakeusersawareof thisdanger.\nKeep a clearance distance of two meters lenght and one meter width around the\nTRAC.\nPress the emergency stop button only when you are about to fall.\nIf the display indicates an overheating of the isolating transformer (for further\n information on error messages see chapter 10.2), perform the procedures described\nin chapter 10.2.\nUse the safety cord!\nAfter pulling the safety cord you need to turn off the machine by pressing the on / off\nswitchbeforeyou reinsert themagnet!\nAllsafetyinstructionsinthismanualarebasedonmanyyearsofexperienceand\nselfconception.\n2.2\nInstructions for Safe Operation\nAfter delivery, make sure that the machine has not been damaged during transport.\nIn case of doubt, contact our customer service and do not start the machine.\nSlots and openings on the machine serve as ventilation.Do not cover these\nopenings,because this can cause the components to overheat.\nSwitchoff themachine aftertheworkout and disconnect it.\nWhen setting up the machine make sure that there is a safety distance of at least 1\nm around the machine to prevent danger to others. This also prevents dysfunction\nof the heart rate control.\nagainstharmfulingressofwater andsolidobjects according toIP21\nFor 4000/4100MED,4000/4100SMED theprotection guidelines according toEN\n60601-1-1:2006 apply.\nIf you connect additional devicesto theCARDlOLINE4ooo lineyouarecommitted\nto comply to the system standard EN 60601-1-1.\n2.3\nHow To Avoid Electrical Shocks\nDo not use damaged power cords.\nDo not unplug by pulling on the cord.\nSwitch off and unplug the machine before you open it.\nIf liquid gets inside the machine, unplug the machine immediately and call the\ncustomer service.\n10\nTechnical and visual modifications as wellas misprints reserved- @ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_17": "CARDIOLINE4000S/SMED/MED/SP/SSP\nER\nFIT\nCARDIOLINE 4100S/S MED/MED\nDo not insert any objects in the ventilation slots. This may cause a short circuit.\nDon't run the supply cable under the machine, neither between the mobile parts\nor devices of the machine (e.g. tiltable seat with the CIRCLE). The insulation\ncould be damaged unconsciously.\n2.4\nChoosing the Right Place of Installation\nThe machine can be set up on any level and stable floor. Make sure that it stands\nfirmly on the floor.\nNever put wood,cardboard or similar materials underneath the machine to\ncompensate for unlevel surface. This increases the risk of accident.\n2.5\nWhatNeeds tobeConsidered in Caseof Repair?\nElectric parts may only be replaced by original parts.\nRepairs must becarried out bya qualified technician only. If you do not have the\nnecessary qualifications, contact the ERGO-FIT Service Center. Electrical or\nmechanical modifications or alterationsperformed by unauthorizespersonnel may\nvoid thewarranty.\n2.6\nThings to be Avoided\nOnly use the machine for the purposes it was intended for. If you use the ERGO-FIT\nmachineforother than the intended purpose,you will be charged for alldamages\nresulting from this. In this case any warranty is void!\nNever use the machine in any other way than for those purposes described in this\nNever exercise on a damaged machine.\nWhen exercising, you should never go beyond your current fitness level. This may\ncause serioushealthproblems.\nNever lean on the machine except on the handrails intended for this, and do not\nmakeinappropriatemovements.Otherwiseyoumightfall.\nthemachinewhere it is clearlyvisible.All users of the machinemust familiarize themselves\nwith the dangers and safetyregulations.The manufacturer will notbeliableforpersonal\ninjury or property damage.\nTechnical and visual modifications as well as misprints reserved -@ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_18": "Safety instructiones\n2.7\nContraindications\nPlease note:\nTo avoid overstress of the athlete and subsequent serious diseases of the cardiovascular\nsystem the following contraindications must be observed during performance of an endurance\ntraining, i.e. if one of the following symptoms is already known before the training is started\nin no case an endurance training may be performed on a machine of the CL 4000:\nAbsolute contraindications:\nangina pectoris\ncardiac arrhythmia and/orDecompensatedheartfailure\ndistress respiratory, sense of oppression\ncirculatory disorderwithrest pain in affected extremeties\nhypertonia (constantly raised blood pressure) (in this case, please contact your\ndoctor)\ncoronarsklerosis\nstress pain in your legs when walking less than 100 m\nacute respiratory infections)\nfeverish infections\ncirculatoryproblems,feeling of dizziness\nnausea, Vomiting\nacute coronary syndrome\nacute myocardial infarction\nsymptomatical severe aortic stenosis\ndecompensated cardiac insufficiency\nacute ulmonary embolism\nacute carditis(Myo-,Endo-,Pericarditis)\nacutephlebothrombosisof theupperextremeties\nacute aortic dissection\n12",
    "Page_19": "CARDIOLINE 4000S/SMED/MED/SP/SSP\nCARDIO LINE4100S/SMED/MED\nIf the following symptoms occur the training must immediately be stopped to avoid an\noverstress of thehumanorganism!\ndistress respiratory, sense of oppression\nangina pectoris (chestpain in sudden attacks)\nmaximum heart rate > 200-age\nnausea, emesis\ncirculatory problems\nilness(heavily tiredness,lassitude,feeling of dizziness)\nrapidly decreasing heart rate\nrapidly decreasing/increasingblood pressure\nmain artery disease\nmoderatecardiacvalvediseases\nelectrolyte imbalance\narterial hypertension (RR< 200/110mmHg)\ntachyarrhythmie oder Bradyarrhythmie\nhypertrophic-obstructive cardiomyopathy and other forms of outflow tract\nobstruction\nadvancedAV-blockages\nanemia\nphysical and/or mental health problems\narrhythmias\nTechnical and visual modifications as well as misprints reserved\n 2015 by ERGO-FIT GmbH & Co.KG\n13",
    "Page_20": "ERGO-FIT\nSafety instructiones\n14\n@ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_21": "CARDIOLINE4000S/SMED/MED/SP/SSP\nER\nCARDIO LINE 4100 S/S MED/MED\nChapter 3\nQuick Reference\nPleasenote:\nThis user manual provides information on several devices.\nDetailsmay vary depending on your model!\nTechnical andvisualmodifications aswellasmisprintsreserved-\n2015by ERGO-FIT GmbH&Co.KG\n15",
    "Page_22": "O\nQuickReference\n3\nQuick Reference\nidentical with the one indicated on the deliverynote and if all components listed inchapter\n1.3 (,Parts included in the delivery\") are included in the delivery.\nThen themainmenuwill appear.\nThe control panel provides the UP and DOWN (TRAC model only), PLUS, MINUS, START\nandSTOPbuttonsinthisorder.\nThe liquid-crystal display (LCD) is illuminated and shows the elapsed training time (min:s),\ndistance(m orkm),workload(level)aswellascaloriesburnt.\nWhen starting the workout on your cardio machine, the main menu will always appear first.\nHold thePLUS or MINUS button until MANUAL is highlighted and confirmyour selection with\nSTART.You arenow in themanual mode.\nIn this mode you can select any workout time and choose any workload level. The workout\nparameters will be displayed during the whole workout.\nPress STOP to stop your workout. The workout parameters remain on the display.\nPress the STOP button again to return to the main menu. The display will also automatically\nreturntothemainmenu after2minutes if no actioniscarried out.\nNote:\nTests can be performed on CYCLE and TRAC machines only.\n16\nTechnical and visual modifications as well as misprints reserved-@ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_23": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nCARDIOLINE 4100S/SMED/MED\nChapter 4\nIntended Use\n4.1\nProduct Lines.\n18\n4.1.1\nCARDIOLINE 4000/4100,4000/4100S,4000SSP,4000SP\n18\n4.1.2\nCARDIOLINE4000/4100MED,4000/4100SMED\n18\n4.2\nModels\n18\n4.2.1\nCIRCLE\n18\n4.2.2\nCROSS.\n18\n4.2.3\nCYCLE\n19\n4.2.4\nMIX\n19\n4.2.5\nRECUMBENT\n19\n4.2.6\nSTAIR\n19\n4.2.7\nTRAC\n19\nPleasenote:\nThis user manual provides information on several devices.\nDetailsmayvarydependingonyourmodel!\nTechnical and visual modifications as well as misprints reserved-@ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_24": "O\nIntended Use\n4\nIntended Use\n4.1\nProduct Lines\nThe following ERGO-FIT cutting-edge product lines have been designed to meet highest\nexpectations.\n4.1.1\nCARDIOLINE4000/4100,4000/4100S,4000SSP,4000SP\ncially designed for use in professional facilities. They are provided for use in training are-\nas oforganizationssuchassportassociations,educational establishments,hotels,sport\nhalls and clubs,where access and control is specifically regulated by the owner owner\nmentationoftheworkout.\n4.1.2CARDIOLINE4000/4100MED,4000/4100SMED\nThis product line offers stationary equipment for cardio-vascular workout. It does not only\nallow for precise workout control, diagnostics, and therapy of cardio-vascular diseases but\nthe workout capabilities. Explicit result analysis helps to optimize and track any fitness and\nhealth training. To ensure measuring accuracy, metrological controls need to be carried\nout on the CYCLE line at regular intervals (every second year, in compliance with LMKM =\nLeitfaden zu messtechnischen Kontrollen von Medizinprodukten mit Messfunktion by Phy-\nsikalisch-TechnischeBundesanstalt).\n4.2\nModels\nFor optimum results all product lines are subdivided into different models in order to per-\nfectly adapt to the customers'individual needs.\n4.2.1\nCIRCLE\nby arm movements. The workout intensity can be modified in order to achieve optimum\ncardio-vascularresults.\n4.2.2\nCROSS\nCROsS is an elliptical trainer which allows for a continuous, two-way alternate, elliptical\nmovement of feet and arms. It is equipped with an additional motion device for the arms.\nThe workout intensity can be modified in order to achieve optimum cardio-vascular re-\nsults.\n18\nTechnical and visual modifications as wellas misprints reserved - @ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_25": "CARDIOLINE4000S/SMED/MED/SP/SSP\nERGO-FIT\nCARDIOLINE 4100S/S MED/MED\n4.2.3CYCLE\nCYCLE is an exercise bike for workout with pedaling movements. The workout intensity\ncanbemodified in orderto achieveoptimum cardio-vascularresults.\n4.2.4MIX\nMIXis an elliptical trainerwhich allows for a continuous,two-way alternate,elliptical\nmodified in order to achieve optimum cardio-vascular results.\n4.2.5RECUMBENT\nRECUMBENT is an exercise bike for workout with pedaling movements in a semireclined\nposition. The workout intensity can be modified in order to achieve optimum cardio-\nvascularresults.\n4.2.6\nSTAIR\nSTAiR is a workout device that allows for alternate movements similar to climbing stairs.\nBothpedalsmoveindependentlyofeachother.Theworkout intensitycanbemodified in\nordertoachieveoptimumcardio-vascularresults.\n4.2.7\nTRAC\nTRAC is a treadmill for walking or running. The workout intensity can be modified in order\ntoachieveoptimumcardio-vascularresults.\nTechnical and visual modifications as well as misprints reserved-? 2015 by ERGO-FIT GmbH & Co. KG\n19",
    "Page_26": "ERGO-FIT\nIntendedUse\n20\n@ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_27": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIO LINE 4100 S/S MED/MED\nChapter 5\nTransport and Installation\n5.1\nTransport .\n22\n5.1.1\nCIRCLE\n22\n5.1.2\nCROSS\n22\n5.1.3\nCYCLE\n22\n5.1.4\nMIX ....\n22\n5.1.5\nRECUMBENT\n24\n5.1.6\nSTAIR.\n24\n5.1.7\nTRAC\n24\n5.2\nSetup Location and Installation .\n25\n5.3\nAmbientTemperature\n25\n5.4\nPlugging In .\n25\n5.4.1\nPower Supply .\n26\n5.4.2\nCabeling\n27\n5.4.3\nSafety Cord\n27\n5.5\nComponents\n28\n5.5.1\nCIRCLE\n28\n5.5.2\nCROSS\n29\n5.5.3\nCYCLE\n29\n5.5.4\nMIX\n30\n5.5.5\nRECUMBENT\n30\n5.5.6\nSTAIR\n31\n5.5.7\nTRAC\n31\nPleasenote:\nThis user manual provides information on several devices.\nDetails may vary depending on your model!\nTechnical and visual modifications as well as misprints reserved-(\n① 2015 by ERGO-FIT GmbH & Co.KG",
    "Page_28": "Transport and Installation\n5\nTransport and Installation\n5.1\nTransport\nIn order to avoid damage, ERGO-FIT machines are transported by ERGO-FIT GmbH &\nCo. KG directly or by an authorized freight forwarding company. After delivery, packaging\nwill be collected and disposed by ERGO-FIT GmbH & Co. KG. If ERGOFIT machines are\ndelivered by a freight forwarder,the customer must dispose the packaging himself or may\nsend it back to ERGO-FIT GmbH & Co. KG. (transportation costs are on behalf of the\ncustomer). The machines do not have any shipping locks!\n5.1.1\nCIRCLE\nIn order to avoid transport damages the CiRCLEframe cover will be delivered separately\nandmustbeattachedsubsequently.UsetheprovidedroundedheadscrewsISO7380M8\nx 20 (4), washers DIN 125 0 8,4 (4) and Allen wrench SW 5 (1) for proper attachment. Bring\nthemachinetoitsdedicatedlocation:\n1.\nStand behind the machine so that you can see the display.\n2.\nWith both hands, grasp the machine at the lower frame an lift it slightly. You can\nnow easily rollit to the intended position.\n3.\nPlace the cover on the frame\nand align theholeswith the\nframe threads. Insert the\nprovided rounded head\nscrews ISO 7380 M8 x 20\nand the washers DIN 125 0\n8,4, (see figure) and tighten\nthem with the Allen wrench\nSW 5 in order to attach the\ncover.\n5.1.2\nCROSS\n1.\nStand behind the machine so that you can see the display.\n2.\nGrasp the bottom side of the machine and lift it slightly.You can now easily rollit to\nthe intended position.\n3.\nPleasemake sure that the centerfoot is securelypositioned on the floorfor a safe\nstand of themachine\n22\nTechnical and visual modifications as well as misprints reserved\n@ 2015by ERGO-FIT GmbH&Co.KG",
    "Page_29": "CARDIOLINE 4000 S/S MED/MED/SP/S SP\nFT\nCARDIOLINE4100S/SMED/MED\n5.1.3\nCYCLE\n1.\nPosition yourself so that you can see the rear of the display.\n2.\nGrasp the handlebar with both hands and slightly lift the machine forward. You\ncan now easily roll it to the intended position.\n3.\n Do not lift the machine by its seat to avoid damaging the pneumatic spring.\n4.\nFor transportationupor down stairs or similar obstacles use the bottom tubes of\nthe baseframe.\n5.1.4\nMIX\nIn order to avoid transport damages the MIX 4000 CIRCLE has a foldable display holder.\nUsetheprovided rounded headscrew ISO7380M8x20(1)andwasherDIN12508,4for\nproper attachment.Bring themachine toits dedicated location:\n1.\n2.\nGraspthefootrestsurfaceswithbothhandsand slightlylift themachine.Youcan\nnow easily rollit to the intended position.\n3.\nthe user can easily adjust the backrest.\nAt thelowerendof themonitorbracket youwill find a hinge.Release thescrew at\nposition.\nInsert the supplied rounded head screw ISO 7380 M8x 20 and the nut DIN 125 0\n8,4 as illustrated below.\n5.\nStand on the control panel side (you lookon the display) and check if the display\nfunctionsproperly. If this is not the case,make sure you followed the steps above\ncorrectly. In addition,verify if the socket is live.\nTechnical and visual modifications as well as misprints reserved-(\n 2015 by ERGO-FIT GmbH&Co.KG\n23",
    "Page_30": "TransportandInstallation\nFirst tighten the hinge screw and then the rounded head screw to fasten the\nmonitor bracket.\n5.1.5\nRECUMBENT\n1.\nPosition yourself so that you can see the display.\n2.\nLock the seat of your exercise machine in the rearmost position.\n3.\nGrasp the seat with one hand and the guide bar with the other. Lift the machine\nslightly. You can now easily roll it to the intended position.\n4.\nOnce the machine is in its intended position, it is absolutely necessary to adjust\nthe foot(seechapter5.6.5) since it is themachine's centersupport.\n5.1.6\nSTAIR\n1.\nPosition yourself so that you can see the display.\n2.\nGrasp the bottom side of the lateral support bars with both hands.You can now\neasily roll the machine to the intended position.\n5.1.7\nTRAC\nauthorized service technician. This guarantees for a safe and proper operation.\n1.\nInspect the running belt after setup or relocation and adjust it if necessary (see\nmaintenance guidelines in chapter 9.1.7). The belt should always be centered\nbetween the two shafts.\n2.\nFor safety reasons,make sure to leave enough space behind the machine (2 m\n24\nTechnical and visual modifications as well as misprints reserved\nd-@ 2015by ERGO-FIT GmbH &Co.KG",
    "Page_31": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIOLINE4100S/SMED/MED\n5.2\nStandortundAufstellung\nMinor unevenness can be compensated by means of the adjustable screw feet.\nAdjust the leveling screw feet until the machine stands safely. It is mandatory to\nadjust the levelling foot because it is the machine's support. (For a detailed\ndescription of the leveling feet please see Chapter 5.5, \"Components\")\nSet up the machine so that power switch and plug can easily be disconnected.\nFor safety reasons, please leave enough space around the machine for the user to\nmove safely and to avoid that bystanders are hurt by moving parts: Seen from the\naccess orientation, maintain a clearance of at least the training space plus O,6 m.\nProvide enough space for an emergency disassembly. Adjacent machines may use\nthesameclearance\nPlease make sure that the distance between the machines is at least one meter.\nHigh-frequency and magnetic interference signals (e.g. radios, TV sets, mobile\nphones etc.) in close proximity to your cardio equipment may also interfere with the\nheart rate control.\nIn rare cases, strong electromagnetic fields in some locations may interfere with the\ntransmission of the heart rate (e.g. high voltage circuit or tramway contact wires).\nYoumay check this with aPOLARpulsewatch incase of doubt.\nIn case of interference or if you suspect an interference with the heart rate\ntransmission, under no circumstances perform a cardio control workout (CARDIO\nmode).\n5.3\nAmbient Temperature\nYourERGO-FITexercise machinemaybe used at an ambient temperature of\n+10°℃ to +40°℃, a relative humidity of 30 to 75% (non-condensing) and an\natmosphericpressureof700hPato1060 hPawithoutcausing anyproblem.\nThe machine may be stored at a temperature between -30°C and +50°℃.\n5.4\nPlugging in\n1.\nPerform a visual inspection of the\npower cord and theinput connector\n(power entry module) before using\nthe machine. Damaged power cords\nandconnectorsneedtobereplaced\nimmediately.\nPower entry modulewith power plug\nTechnical and visual modifications as well as misprints reserved-? 2015 by ERGO-FIT GmbH & Co. KG\n25",
    "Page_32": "Transport and Installation\n2.\ntheotherendof thecableintothepoweroutlet.OntheTRACmodeladditionally\nmove the retaining clip to fix the power cord on the input module .\n3.\nSwitch on the machine by pressing the power button (I = ON, O = OFF). To switch\non theTRACmodel use thebutton at the automaticcircuit breaker(seechapter\n6.1).\nAfter your exercise machine has been connected to mains and switched on, it\nbe able to read the software version of the unit on the display. Thereafter the main\nmenu will appear.\n5.\nStand on the side of the control panel (view onto the display) and check if the\ndisplay works. If this is not the case,make sure you followed the steps above\ncorrectly. In addition,verify if there is electricity in the mains socket (This is not\napplicabletomodelsof the4000SPand4000SSPseries!)\n5.4.1\nPower Supply\nUse your exercise machine only with earthed(grounded)power sockets with 230\nVAC / 50-60 Hz (see chapter A5). If you have any doubts about the power supply at\ntain the permission of your energy provider. Only use commercial 10 ampere (16 am-\npere with TRAC) automatic circuit breakers (type B tripping characteristic).In the rare\nevent that theseautomatic circuitbreakers should switchoff whenyouswitchonyour\nmachine, the circuit needs to be fused with 10 A (16 A with TRAC) lead fuses or with\na different type of tripping fuse (e.g. K-automat). In case of doubt, ask your electrician.\npare the acceptable voltage and frequency on the name plate (next to power entry module)\nwith your local data.\n26\nTechnical and visual modifications as well as misprints reserved - @ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_33": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIOLINE4100S/SMED/MED\nWe recommend DC-isolated cablesfortheconnection of external equipment to a CARDlO\nLINE 4000MED machine.\nmulti-outlet power strips unless they are EN 60601-1 certified.\nduring use. After starting the machine, it provides energy for the control panel. After\nworkout the electricity accumulated in thebattery is used to operate the control panel for\nabout 45seconds.Thenthemachine switchesoff automatically.Thebuffertimereduces\n(at least 1x24 hours per week) by a special charging power supply unit, which is available\nwith ERGO-FIT,is indispensable.If thebuffer time reduces and can nolongerbekept up\n5.4.2\nCabeling\nIf youhaveconnectedseveral ERGO-FITmachinestoonecircuitneverswitchonmultiple\nmachines.Connect theTRACtoa dedicated circuit.\nMake sure that nobody can stepon or stumble across the power cord.\nDo not place any objects on the cord as it might get damaged.\n5.4.3\nSafetyCord\nattached to the user's clothes by a clamp. If you should fall, for example,the safety cord\ndetaches from the corresponding magnet and the treadmill stops immediately.\nMagnet\nClamp\nTechnical and visual modifications as well as misprints reserved\nd- 2015by ERGO-FIT GmbH&Co.KG\n27",
    "Page_34": "ER\nTransport and Installation\nAttachingtheSafetyCord\nStep 1:\nTake thesafety cord out of the transparent plasticbag.\nStep 2:\nAttach the magnet to the magnet contact switch.\nPlease note: The treadmill can only be operated if the magnet is attached to the magnet\ncontact switch.\nMagnetcontactswitch\n5.5\nBestandteile\n5.5.1\nCIRCLE\n1Ball handle\n 2 Adjusting lever for\n8\nrevolving unit \n3 Handle adjustment\n4Foldable seat\n5End stop\n6 Leveling feet (on both\nsidesof theovaltubes)\n4\n7 Power entry module\n8Control panel\n3\nERGO-FIT\n6\n28\nTechnical and visual modifications as well as misprintsreserved\n-@ 2015 by ERGO-FIT GmbH & Co.KG",
    "Page_35": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIOLINE4100S/SMED/MED\n5.5.2\nCROSS\nHandlebar\n2 Safetybar (optional contact\nheart rate electrodes)\n3Bottle holder\n4Foot rest\n 5 Power entry module\n6 Leveling feet (on both\nsides of the oval tubes and in\nthe middle of the machine)\n7 Control panel\n5.5.3\nCYCLE\n1Handlebar (optional contact\nheart rate electrodes)\n 2 Adjustment of handlebar\n3Seat\n4  Vertical seat adjustment\n 5 Power entry module\n6 Leveling feet (on both\nsides of the oval tubes)\n7Pedals\n8Control panel\n9Bottle holder\n6\n6\nTechnical and visual modifications as well as misprints reserved\n2015byERGO-FITGmbH&Co.KG\n29",
    "Page_36": "ERGO\nTransport and Installation\n5.5.4\nMIX\n1Seat\n2Seat back\n3 Neck support\n4Power entry module\n5 Leveling feet\n6 Pedals\nHandlebar\n8Display\nC\n5.5.5\nRECUMBENT\n1\nHandlebar (optional\ncontactheartrateelectrodes)\n2 Seat\n3\nSeat back\n4Leveling feet (on both\nsides of the oval tubes and at\nthe back end of the machine)\n5Pedals\n6Power entry module\n7Display\n8Bottle holder\nTRGO-1T\n5\n4\n30\nTechnical and visual modifications as well as misprints reserved\n@ 2015 by ERGO-FIT GmbH & Co.KG",
    "Page_37": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nCARDIO LINE4100S/SMED/MED\n5.5.6\nSTAIR\n Support bar\n2 Pedals\n 3 Leveling feet (on both\nsides of the oval tubes)\n4   Power entry module\n5Bottle holder\n6Control panel\n5.5.7\nTRAC\n1 Support bar\n2 Laufgurt\n3 Leveling feet\n4\nPower entrymodule with\nretaining clip\n5 Key switch\n6Automatic circuit breaker\n7\n Control panel\n9\n8Bottle holder\n9Bar (optional contact heart\nrateelectrodes)\nC\nTechnical and visual modifications as well as misprints reserved\n2015byERGO-FITGmbH&Co.KG\n31",
    "Page_38": "ERGO-FIT\nTransport and Installation\n32\n@ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_39": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIOLINE4100S/SMED/MED\nChapter 6\nSetup\n6.1\nSwitching On\n34\n6.2\nSwitching Off \n34\n6.3\nTheRightWorkoutTechnique\n34\n6.3.1\nCIRCLE\n35\n6.3.2\nCROSS.\n36\n6.3.3\nCYCLE\n37\n6.3.4\nMIX\n39\n6.3.5\nRECUMBENT\n40\n6.3.6\nSTAIR\n41\n6.3.7\nTRAC\n41\n6.4\nThe Control Panel\n43\n6.4.1\nThe Buttons.\n46\n6.4.2\nThe Display\n46\nPleasenote:\nThis user manual provides information on several devices.\nDetailsmayvarydependingonyourmodel!\nTechnical and visual modifications as well as misprints reserved-@ 2015 by ERGO-FIT GmbH & Co. KG\n33",
    "Page_40": "Setup\n6\nSetup\n6.1\nSwitching On\nBefore switching on your exercise machine, make sure the machine is plugged in.\nIf you have connected several ERGO-FIT machines to one circuit never switch on multiple\nmachines at the same time. Otherwise technical problems might occur.\nNow switch on your machine by pressing the switch next to the power entry module\n(not applicable with TRAC, see next paragraph). The switch must be in position I. If\nthe switch is in position O the machine is switched off.\nTheTRACmodel is switched onbyactivating thecircuit breaker.Pleasemake sure\nThe illumination of the display showsyou immediately if themachine is switched\non.\nThe machines of the 40o0 SP and 4000 S SP series are switched on by turning the\npedals. As soon as the voltage exceeds a certain threshold value, the machine\nswitcheson automaticallyand thebatteryprovides the energy supply until the\nworkout/testbegins.\n6.2\nSwitching Off\nSwitch off your machine by pressing the switch next to the power entry module (not\napplicable with TRAC, see next paragraph). The switch must be in position O.\nTake care that the switch-on and switch-off intervals don't fall below a time of 3 sec.\nThe TRAC model needs to be turned off by switching off the automatic circuit\nbreaker. If you fall or in case of an emergency use the emergency stop button on\nthe right side of the control panel. The treadmill will stop immediately. For this\nmachine, turn the emergency stop button to unlock it.\nswitching off.Otherwise the treadmill's motor control may be malfunctioning.\n田\nThemachines of the 4000SP und 4000S SPseriesswitch off automaticallywhen\nthepedals arenot inmotion.\n6.3\nThe Right Workout Technique\nThe heart rate controlled workout based on the ERGO-FIT point system makes sure that you\nconsiderations when exercising. This section provides information on relevant aspects for\neverycardioexercisemachine.\n34\nTechnical and visual modifications as well as misprints reserved - @ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_41": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nCARDIOLINE4100S/SMED/MED\nWhen using your exercise machine make sure not to step on its casing. Stand on the\ndesignated surfaces only.\n6.3.1\nCIRCLE\n1.\nYou can sit down or fold away the seat to perform standing exercises or wheelchair\nworkout.Grasp thehandlebelow the seat andfold it forwards orbackwards.The\nGMT end stop (see chapter 5.5.1 Parts) is to prevent that the seat pad touches the\nshroud when folding the seat. This could cause abrasion of the pad. Turn the end stop\ncounterclockwiseuntil it reaches the correctposition.See the safety instructions in\nchapter 2.\n2.\nAdjust therevolvingunit(handleand\ncontrol panel) to your height or workout\nposition (sitting or standing): Stand in front\nof the machine or sit down.At the lower\nend of the swiveling axis you will see a\nlever.Grasptheyellowcasingofthelever\nwith one hand and press it down/ pullit up.\nWith the other hand you press / pull one of\nthe handles. Just release the adjusting\nlever tolock the unit in its current position.\nFor better orientation you find a scale at the\nrightsideoftherevolvingunit.\n3\nForperfectradial evenrun of the crank handle,thelengthof the crankhandlemust\nbe well adjusted to the length of your arms. Adjust the crank handle so that even at\nthe farthest position your arm is still slightly bend.For workout in sitting position sit\ndown straight with yourknees bent at 90 degrees.Grasp the handles at the ball\nTechnical and visual modifications as well as misprints reserved-? 2015 by ERGO-FIT GmbH & Co. KG\n35",
    "Page_42": "Setup\nandbring thecrank handlesinto\nhorizontal position. Release the ball\nlock byturning thestar knob\ncounterclockwise. Adjust the length of\nthe crank handle to your arm length by\nmoving the handle.Then turn the star\nknob clockwise to lock it. For workout in\nstanding position stand straight and\nadjust the crank handle so that your arm\nis still slightly bent at the furthest point\nof the movement. In order to release the\ncrank handle release the star knob,\nadjust the crank handle length and\ntighten the star knob again. For\norientation use the scale at the guide\nand the red mark to keep your own\ncrank handle length in mind\n4.\nGet into training position and move the crank handles as if you were cycling\n(pushing and puling). In standing position make sure that you stand with feet\nshoulder width apart. Stand on the platform.\n5.\nMaintain the workout position described here during the whole workout.\n6.\nChange the position of the handles in\ndiagonal or parallel direction. Release\nthe ball lock by turning the star knob\ncounterclockwise.Bring the crank\nhandle back into the desired position\nand tighten thestarknobby turning it\nclockwise.\n:0983\n6.3.2\nCROSS\n1.\nThe elliptical trainer is a combination of a stepper and a treadmill. It allows for an\nelliptical low-impact leg movement. You can select whether to perform arm\nexercises. Thus the machine becomes a full-body workout machine where the arms\naretrainedwithlowworkeffort.\n36\nTechnical and visual modifications as well as misprints reserved-? 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_43": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIOLINE4100S/SMED/MED\n2.\n3.\nRight from the start and during exercise, always make sure to stand firmly on the\npedals. Always press the STOP button to stop your workout session and wait until\nthepedalshavecometoacompletestopbeforeyoustepoff.\n4.\nThe recommended running direction is forward.However,advanced users may also\nwant to runbackwards to improve co-ordination(different muscle groups can be\nhascometoacompletestop.\n5.\nThe intensity is controlled through the pedaling frequency. You can choose any\nmachine and start running after choosing your preferred program with your individual\nand comfortable pedaling frequency. If you want to increase the intensity press\nPLUS (see chapter 6.4.1). If you want to reduce the intensity press MINUS (see\nchapter 6.4.1). The intensity is displayed as step symbol with value indication. It is\nvariationsofyourfrequency.\n6.\nForCARDlOtraining,consider thatCROSScontrols theintensityvia thebrake\nresistance.At the beginning the brake resistance is set according to the minimum\nand maximum heart rate. The user starts with a comfortable pedaling frequency. If\ntheheart rate is toolow theresistancewill beincreased.If theheart rate istoohigh\ntheresistancewillbedecreased.If themaximum/minimumspeedhasbeen\nreached and the heart rate is not yet out of range the user will be asked to increasek\ndecrease thespeed.Thisis indicatedbythefaster/slower arrows.\n7.\nThe PROFILE program is based on workload profiles (workload vs.time)\n8.\nMaintain the workout position described here during the whole workout.\n6.3.3\nCYCLE\n1.\nFirstyouhave todetermine thecorrectseatheight.Theheightof theseat is\nessential for sitting comfortably and performing a radial even run. To find the right\nyoushouldbeabletoextendyourlegcompletely.\n2\nTo adjust the seat, stand next to the exercise machine and pullthe adjustment lever\non the seat post upwards. The integrated pneumatic spring will automatically lift the\ninto the desired position using your body weight. To lock the seat at the desired\nposition,bring the adjustment leverbacktoits initial position.\nTechnical and visual modifications as well as misprints reserved-? 2015 by ERGO-FIT GmbH & Co. KG\n37",
    "Page_44": "ERGO-FIT\nSetup\nThe lever beneath the seat is used to adjust the seat in horizontal direction. Pull up\nthe lever until you can slide the seat. Now bring the seat into the desired position.\nThen push the lever back to its original position to lock the seat.\nNow adjust the handlebar to your needs. The ergonomic handlebar allows for most\nefficient workout inbothupright orracingposition.With theleverbeneath thecontrol\npanel you can adjust the angleof thehandlebar.Turn thelever clockwise until you\ncan move the handlebar. Bring the handlebar into the desired position. Then turn\nthe lever back to its original position to lock the handlebar.\n38\nTechnical and visual modifications as well as misprints reserved-@ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_45": "CARDIOLINE4000S/SMED/MED/SP/SSP\nFIT\nCARDIOLINE4100S/SMED/MED\n4.\nDuring CARDlO and points training make sure the number of rotations is higher\nthan 50 rpm; otherwise the workload may become too high.For this purpose,watch\nthe speed range. The arrow upwards means you should pedal faster whereas the\narrow downwards asksyou to pedal more slowly.The higher the number of rotations\nthe lower the stress on the joints.\n5.\nThe intensity control is not linked to the rotational speed.\n6.\nMaintain theworkout positiondescribed here during thewholeworkout.\n6.3.4\nMIX\n1.\nAt theright sideof theseatyoufind a dipswitch,thesocalled seatconsole.Stand\nnext to the machine and lower the seat by pressing the DoWN-key located on the\nseat console until you can sit down easily.\nDThe maximum time for the lifting motor topower on is 15 % and the maximum continuous\noperation is twominutes at amaximum of 5 switching cyclesperminute.This means that for\na maximum continuous operation of one minute you have to consider a cool down period of\n7 minutes. If the lifting motor overheats, it might get stuck and the lifting feature will fail. In this\ncase allow the motor to cool down. Its function will usually recover.\n2.\nStep over the left pedal with your right foot and sit down.\nTo make things easier bring the left pedal to the lowest position.\n3.\nPut your right foot on the right pedal and the left foot on the left pedal.\n4.\nYou are now sitting on the exercise machine. Now lean against the back rest. If you\nhave back problems use your hands to support your body.\n5.\nNow adjust the neck support to your needs. You can easily push it up and down\n6.\nThe distance between the reclining area and the pedals can be adjusted.Press the\nUPandDowNbuttons on theseatconsoletoliftorlower thereclining area(see\nchapter6.5).Incorrectworkoutpositiontheknees cannot be stretched\ncompletely.\nYou can also adjust the height of the reclining area to modify the intensity.\n7.\nThe recommended to move forward. However, advanced users may also want to\ncometoacompletestop.\n8.\nThe intensity is controlled through the pedaling frequency. You can choose any\npedaling frequency. The speed is not controlled by the machine. Step on the\nmachine and start exercising after choosing your preferred program with your\nPLUS (see chapter 6.4.1). If you want to reduce the intensity press MiNUS (see\nchapter 6.4.1). The intensity is displayed as step symbol with value indication. It is\nTechnical and visual modifications as well as misprints reserved -@ 2015 by ERGO-FIT GmbH & Co. KG\n39",
    "Page_46": "Setup\nimportant that you maintain your individual pedaling frequency. Avoid repeated\nvariations of your frequency. CARDlO workout is not controlled by the rotational\nspeed.\n9.\nTry not to move your upper body during the workout.\n10.\nMake sure that the rotational speed is higher than 40 1/min. Otherwise, the intensity\nmay become very high. This results in increased stress on the joints.\n11.\nMaintain the workout position described here during the whole workout.\nWhen starting the machine, it might produce running noise. They will decrease after a short\nperiodoftime.\n6.3.5\nRECUMBENT\n1.\nPrior to exercise bring your seat into a comfortable sitting position. Pull up the\nadjustment lever on the right side of the seat to adjust the sitting position.Adjust\n your seat so that the knee joint is extended completely at the furthest position when\none heel stands on the pedal (also see CYCLE). To lock the seat in the desired\nsitting position, release the adjustment lever to bring it back to its initial position.\n、\nThe focus of the workout lies on the lower body. The upper body is not involved. For\nthis reason, try not to move your upper body during workout.\n3\nDuring CARDlO and points training make sure the number of rotations is higher\nthan 50 rpm; otherwise the workload may become too high. For this purpose, watch\nthe speed range (the arrow upwards means you should pedal faster, whereas the\narrow downwards asks you to pedal more slowly).\n4.\nThe intensity control is not linked to the rotational speed.\n5.\nMaintain the workout position described here during the whole workout.\n40\nTechnical and visual modifications as well as misprints reserved - @ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_47": "CARDIOLINE4000S/SMED/MED/SP/SSP\nERGO-FIT\nCARDIOLINE4100S/SMED/MED\n6.3.6\nSTAIR\nThis exercise machine allows for a movement similar to stair climbing without putting stress\non the joints. With STAiR the focus lies on the lower body.\n1.\nSteponthepedalsandholdontothesupportbars\n2.\n            s s\nbalance.Use the support bars tokeepyour balance.Donot lean on the bars.This\naffects the movement pattern in a negative way and makes workout less efficient.\n3.\nwithout the bars. The arms should swing synchronously to the stepping\nmovement.\n4.\nneverextendyourlegscompletely.\n5.\nthe pedal moves downwards you have to reduce the pressure on the other pedal by\nlifting the foot without loosing the contact to the pedal itself. The pedals move\nindependentlyofeachother.\n6.\nRubber buffers are placed underneath the pedals to absorb the impacts on the\njoints as soon as the pedals reach the lowest position. Please make sure not to\npedalsshouldnotstopcompletelyoneither theupwardsorthedownwardsmotion.\nOnlythiswaycana linearmotionsequencebemaintained.\n7.\nprogramwithyourindividualandcomfortablefrequency.lIf you want toincrease the\nspeed press PLUS (see chapter 6.4.1). If you want to reduce the speed press\nMINuS (see chapter6.4.1).It is important thatyou maintainyourindividual pedaling\nfrequency. Avoid repeated variations of your frequency.\n8.\nMaintaintheworkoutpositiondescribed hereduring thewholeworkout.\nAdditional information for STAiR: A body weight of more than 60 kg may affect the actual\nwalking speed.\n6.3.7\nTRAC\n1.\nYou can walk or run on the treadmill. Make sure that you maintain a flexing foot\n2.\nBeforeyoustartwithyourworkoutsteponthefront areaof thetreadmill and attach\nthe safety cord. Increase the speed of the treadmill slowly to avoid falling and to get\nTechnical and visual modifications as well as misprints reserved-? 2015 by ERGO-FIT GmbH & Co. KG\n4",
    "Page_48": "Setup\nthe running belt.The risk of falling increases in this area.\n3\nkeepthebalance.\n4.\nYou can modify the intensitybyincreasing/decreasing theincline(pressUP and\nDOWN, see chapter 6.4.1). TRAC ALPIN provides an incline between 0% and\n20% wahlen, the incline on TRAC TOUR varies between -5% and 15%.\n5.\nThe work load is controlled via the speed.You can select any speed between 0.2\nand 25km/h. The speed of the running deck is controlled by the machine. Step on\nthe machine, select a program and start at a comfortable speed. If you want to\nincrease the speedpressPLUS(see chapter 6.4.1). If you want toreduce the\nspeed press MiNuS (see chapter 6.4.1). It is important that you maintainyour\nThe maximum time for the lifting motor to power on is 10 % and the maximum continuous\noperation is one minute. This means that for a maximum continuous operation of one minute\nyou haveto considera cool downperiod of 9 minutes.If theliftingmotor overheats,it might\nget stuck and the lifting feature will fail. In this case allow the motor to cool down. Its function\nwillusuallyrecover.\nAdditional precaution for TRAC: Do not turn around and do not stop on the running surface\nwhen it is in motion! You might get seriously injured.\nIn case of a device failure or an emergency (e.g. if you tumble) get off the machine as\ndescribed below: Immediately press the emergency stop button. Grab the two side handrails\nand jump on the left and right foot rails. Then slowly walk to the end of the device and get\noff.\nA body weight of more than 75 kg might lead to speed reductions and synchronization\nproblems when running at more than 16km/h (This depends on the functional state of the\ntreadmill and the actual body weight of the user)\n42\nTechnical and visual modifications as well as misprints reserved- @ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_49": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIOLINE4100S/SMED/MED\n6.4The Control Panel\nand easy to understand. The consistent control panel design provides highest comfort and\nguarantees easy handling. So, if you know one model you can easily operate all other models\nof thesameseries.\nOn the control panel you find a display and several buttons. Before you take a closer look at\nthe control panel please consider the following aspects:\n1.\n2.\nDo not exert pressure on the display.\n3.\n4.\nThe chip card reader of the 4000/4100 S, 4000 S SP and 4000/4100 S MED series\nto carefully insert chip cards into the card reader.When you insert the card you\nhave to be able to read the labeling when standing / sitting on the machine. The\nchip card reader's lifetime is about100000insertion cycles.\nTechnical and visual modifications as well as misprints reserved-@ 2015 by ERGO-FIT GmbH & Co. KG\n43",
    "Page_50": "Setup\nCARDIOLINE4000\nERGO-FIT\nDIST.\nPOINTS\n1/MIN\nKCAL\nWATT\nTIME\nPULSE\nSTART\nSTOP\nSy\n44\nTechnical and visual modifications as well as misprints reserved\n@ 2015 by ERGO-FIT GmbH & Co.KG",
    "Page_51": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIOLINE4100S/SMED/MED\nCARDIOLINE4100\n! 71 1/min\nx 6'0\nSTOP\n35w\nw\n155\n71\nSTART\nManue\n00:00:38\n10min\nEISTUNGSKURVE\nPULSKURVE\nTechnical andvisual modifications\n2015byERGO-FITGmbH&Co.KG\n45",
    "Page_52": "Setup\n6.4.1\nThe Buttons\nDepending on the model you will find the following buttons on the control panel:\nPLUS:With this button you can increase the intensity or change parameters.\nSTART:With thisbuttonyou canconfirmworkoutmodeselectionsorparameter\nsettings.\nSTOP:With this button you can cancel a function or stop the machine.\nUP (TRAC only): With this button on the TRAC model (ALPIN, TOUR) you can\nincrease the incline.\ndecrease the incline.\n6.4.2\nTheDisplay\nThe exercise machines of the 4ooo S/S MED/MED series are equipped with an LCD that\nconsists of an monochrome graphic display. The machines of the 4100 series use a panel PC\nthat shows graphs and values at the same time.\nIn the section below you will find model-specific information on displays, measuring units and\ntheir meanings.The POINTS parameter does only apply to the 4000/4100 S, 4000 S SP und\n4000/4100 S MED series.\nWorkout Parameters\nModel\nDisplay\nExplantation\nUnit\nDIST.\nDistancetraveled\nm, km\n1/MIN\nRounds per minute,\n1/min\nsteps per minute (STAIR)\nCIRCLE\nWATT\nCurrent performance\nWatts\nCYCLE\nPOINTS\nERGO-FIT cardio points\nPoints\nRECUMBENT\nSTAIR\nKCAL\nCalories burnt(average)\nkcal\nTIME\nWorkout time\n00:00 (min:sek)\nPULSE\nCurrent heart rate per minute\n1/min\n(only with POLAR transmitter)\n46\nTechnical and visual modifications as well as misprints reserved\n-@2015 by ERGO-FIT GmbH &Co.KG",
    "Page_53": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nCARDIO LINE 4100S/S MED/MED\nModel\nDisplay\nExplantation\nUnit\nDIST.\nDistance traveled\nm, km\n1/MIN\nRounds per minute (MIX).\n1/min\nsteps per minute (CROsS)\nWATT\nCurrent performance\nWatts\nCROSS\nPOINTS\nERGO-FIT cardio points\nPoints\nMIX\nKCAL\nCalories burnt (average)\nkcal\nTIME\nWorkout time\n00:00 (min:sek)\nPULSE\nCurrent heart rate per minute\n1/min\n(only with POLAR transmitter)\nIntensity level\nStufe\nModel\nDisplay\nExplantation\nUnit\nDIST.\n Distance traveled\nm, km\nKM/H\nSpeed\nkm/h\nWATT\nCurrent performance\nWatts\nPOINTS\nERGO-FIT cardio points\nPoints\nTRAC\nKCAL\nCalories burnt (average)\nkcal\nTIME\nWorkout time\n00:00 (min:sek)\nPULSE\nCurrent heart rate per minute\n1/min\n(only withPOLARtransmitter)\nIncline\n%\nTechnical and visual modifications as well as misprints reserved\n① 2015 by ERGO-FIT GmbH & Co.KG\n47",
    "Page_54": "ERGO-FIT°\nSetup\n48\n@ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_55": "CARDIOLINE 4000S/S MED/MED/SP/S SP\n3\nCARDIOLINE4100S/SMED/MED\nChapter 7\nOperation\n7.1\nOperation Modes ...\n50\n7.1.1\nCARDIO LINE 4000\n50\n7.1.1.1\nMANUAL\n50\n7.1.1.2\nPROFILES\n51\n7.1.1.3\nCARDIO\n54\n7.1.1.4\nMANUAL COUNTDOWN .\n57\n7.1.1.5\nGEARSHIFT\n58\n7.1.1.6\nTEST.\n58\n7.1.2\nCARDIO LINE 4100\n60\n7.1.2.1\nMANUAL\n60\n7.1.2.2\nMANUAL COUNTDOWN\n60\n7.1.2.3\nMANUAL GEARSHIFT\n60\n7.1.2.4\nCARDIO\n61\n7.1.2.5\nPROFILES\n65\n7.1.2.6\nTEST..\n66\n7.1.2.7\nGAMES\n68\n7.1.2.8\nEXTERNAL\n69\n7.2\nDevice-Specific Behavior After the Workout.\n69\n7.3\nFunctional Test.\n70\n7.3.1\nCIRCLE\n70\n7.3.2\nCROSS\n70\n7.3.3\nCYCLE\n71\n7.3.4\nMIX.\n71\n7.3.5\nRECUMBENT\n72\n7.3.6\nSTAIR\n72\n7.3.7\nTRAC\n72\n7.4\nDefault settings\n73\n7.4.1\nCARDIOLINE 4000\n74\n7.4.2\nCARDIO LINE 4100\n75\n7.5\nHeart Rate Control.\n77\n7.5.1\nBelt and Transmitter\n78\n7.5.2\nContact Heart Rate\n79\n7.5.3\nPotential Interferences...\n79\nPlease note:\nThis user manual provides information on several devices.\nDetails may vary depending on your model!\nTechnical and visual modifications as well as misprints reserved-\n 2014 by ERGO-FIT GmbH & Co.KG\n49",
    "Page_56": "Operation\n7\nOperation\n7.1\nOperationModes\n7.1.1\nCARDIOLINE4000\nWhen you power on the device the first thing you see is the main menu with the following\noptions:\nMANUAL\nPROFILES\nCARDIO(CARDIOLINE4000S/SMED/SSPonly)\nMANUAL CD (MANUELL COUNTDOWN)\nGEARSHIFT(CYCLEund RECUMBENT only)\nTEST (TRAC series 4000 S, 4000 S MED,4000 S SP only, CYCLE dependent on the test-\nmode)\nToreturntothemainmenupresstheSTOPbuttononceorseveral times.\nNote!PacemakerpatientsarerecommendedtoonlyusetheMANUALmode!\n7.1.1.1\nMANUAL\nIn thismode you canchoose anyworkout time and workload.\n1.\nPress PLUS/MINUS until MANUAL is highlighted. Confirm your selection with\nSTART.\n2.\nTheMANUALsubmenu isdisplayed.Enteryourbodyweight(STAIRandTRAC\nonly) by pressing PLUS/MINUS (default: 70 kg). Confirm your selection with\nSTART.\nYou now access the workout mode.Here you can change theworkload by pressing\nPLUS/MINUS. If you want to change the workload substantially,press and hold\nDOWN.\nStop the workout by pressing the STOP button. The workout parameters (Watt, 1/\nmin etc.) remain on the display and are visually demonstrated in the workout profile.\nBy pressing STOP again you return to the main menu.\n50\nTechnical and visual modifications as well as misprints reserved\n-@ 2014 by ERGO-FIT GmbH & Co.KG",
    "Page_57": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nCARDIO LINE 4100 S/S MED/MED\nIn MANuAL mode you select any minimum/maximum workload.The workload limits are as\nfollows (depending on the device).\nCARDIOLINE4000S/MED/SMED\nMachine type\n Power range\nIncrements\nSpeed\nCIRCLE\n15-400W\n5W\n20-120 rpm\nCROSS\n15-200workloadlevels\nIncrements of 5\n15-200 steps/min\nCYCLE\n15-600W\n5W\n20-120 rpm\nMIX\n15-200workloadlevels\n20-120 rpm\n(MANUAL only)\n25-400W (CARDIO only)\nRECUMBENT\n15-600 W\n5W\n20-120 rpm\nSTAIR\n15-155 steps/min\nIncrements of 5\n15-155 steps/min\nTRAC\n0,2-25 km/h\n0,1 km/h\n0,2-25 km/h\nInsteadofshowing thedefaultspeedsetting(1/min)theCROsSdisplayindicatesthecurrent\npedaling frequency (actual value)\nCARDIOLINE4000SP,4000SSP\nMachine type\nPower range\nIncrements\nSpeed\nCROSS\n15-200workloadlevels\n5er Schritte\n15-200 steps/min\nCYCLE\n40-600W\n5W\n40-120 rpm\nRECUMBENT\n40-600 W\n5W\n40-120 rpm\n7.1.1.2\nPROFILES\nChoose from five different predefined profiles (60 minutes). The profiles provide different\nworkloadsequences,comparablewithahillylandscape.\nThe five predefined profiles (1 - 5) are:\nTechnical and visual modifications as wellas misprintsreserved\n@ 2014 by ERGO-FIT GmbH & Co.KG\n51",
    "Page_58": "ERGO\nLE\nOperation\nProfile 1:\nValues\n4567891011121314151617181920\nProfilesections\nProfile2:\n1234567891011121314151617181920\nProfilesections\nProfile 3:\ndild\n67891011121314151617181920\nProfile sections\n52\nTechnical andvisualmodifications aswellasmisprintsreserved\n@ 2014 by ERGO-FIT GmbH &Co.KG",
    "Page_59": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIOLINE4100S/SMED/MED\nProfile 4:\n1234567891011121314151617181920\nProfile sections\nProfile 5:\n1234567891011121314151617181920\nProfilesections\nHow to choose a predefined user profile (1 - 5):\n1.\nPressPLUS/MINUSuntil PROFILES is highlighted.Confirmyour selectionwith\nSTART.\n2.\nConfirm PROFILES by pressing START.\n3.\nThe PROFILE submenu is displayed. Enter your body weight (STAIR and TRAC\nSTART.\n4.\nSelect a profile by pressing PLUS/MINUS. Confirm your selection with the START\nbutton.\n5.\nNow you have to enter the minimum/maximum workload.Press PLUS/MINUS to\nchange the values. If you change the minimum value the system changes the\nmaximum value accordingly. Confirm the workload values with START.\n6.\nThe default workout time is 60 minutes.For the profile sections you can choose\nbetween 10 to 60 minutes (default time 20 minutes) by pressing PLUS/MINUS.\nConfirm your selection by pressing START.\nTechnical and visual modifications as well as misprints reserved-@\n2014byERGO-FIT GmbH&Co.KG\n53",
    "Page_60": "Operation\n7.\nYou now access the workout mode. Here you can change the workload by pressing\nPLUS/MINuS.You can only use values within the previously defined workload\nrange. On the TRAC you can also change the incline by pressing UP and DOWN.\nB\nThetrainingwillstopautomaticallyafter thedefinedworkout timehaselapsed.You\ncan also stop the training at any moment by pressing the STOP button. In either\ncasetheworkoutparameters(Watt,1/minetc.)remainonthedisplayandare\nvisuallydemonstratedintheworkoutprofile.BypressingSTOPagainyoureturnto\nthe main menu.\n7.1.1.3\nCARDIO\ntransmitter.This isthe onlyway tomonitor theheart rate and toautomaticallyadapt the\nworkload. In CARDlO/SYSTEM you can control the intensity via the heart rate in order to\nmaintain a steady optimum heart rate throughout the workout.\nIt is recommended to use a wireless chest belt for the CARDlO and TEST workout programs.\nContact heart rate values are for information only. In order to determine the maximum and\n4000 S SP, or 4000 S MED).\nYou need toset thefollowingparametersbefore training:\nPULSMAX\n=\nmaximum heart rate during workout\nPULSMIN\nminimum heart rate during workout\nSTART LOAD=\nworkload at the beginning of the workout\nforTRAC=\nmaximum workout speed\n(Workout starts with half of the maximum speed)\n2workoutmodesareavailableforCARDlO/SYSTEMworkouts:\nCARDlOworkout without chip card\nCARDlOworkoutwith chipcard\nChip card based workout supports both the user and the trainer. The user always exercises\nwithin the optimum heart rate range which prevents the body from becoming overstressed.\nThe trainer on the other hand knows that the member exercises within the optimum range\nand does not have tobe monitored all the time.Another advantage of chip card-based\nERGO-FIT chip card allows you to perform the ERGO-FIT cardio points workout.\n54\nTechnical and visual modifications as well as misprints reserved -@ 2014 by ERGO-FIT GmbH & Co. KG",
    "Page_61": "ERGO-FIT\nCARDIO LINE 4000 S/S MED/MED/SP/S SP\nCARDIOLINE4100S/SMED/MED\nWorkoutwithout chip card:\n1.\nPress the PLUS/MINUS buttons until the CARDIO program is highlighted. Confirm\nyourselectionwithSTART.\n2.\nThe CARDlO submenu is displayed. Select the desired workout mode (CARDIO or\nCARDIO COUNTDOWN) by pressing the PLUS or MINUS button. Confirm your\nselectionwithSTART.\nCARDIO\n3.\ns\nthe PLUs/MiNuS button to change the default value to your age or weight and\nconfirm with START.,,\n4.\nNow set the maximum heart rate. Change the default value by pressing PLUS or\nincreases/decreases insingleincrements.Confirmyourindividualmaximumheart\nrate by pressing START.\n5.\nNow you can modify your minimum heart rate by pressing the PLUS and MINUS\nbuttons(default:minus 10 beats off the maximum heart rate;less than10 beats is\nnot possible due to training relevance). Confirm your selection with START.\n6.\nNowsetthe initialworkload for theworkout.PressthePLUSand MiNuSbuttons\nand confirmwithSTART.For theTRACmodelyoumust set the maximum speed\ninsteadof theinitialworkload.\n7.\nNow the CARDlOmode is displayed.Your current heartrate is determined.This\nmaytakea fewseconds.When theheart rate is displayedworkoutstartswith the\ninitialworkload.\n8.\nlines.Press thePLUSand MINUSbuttons tomodify theworkload.OntheTRAC\nyou can alsochange the inclinebypressing UP andDoWN.\n9.\nStop the workout by pressing the STOP button. The training parameters (Watt, I/min\netc.）remainon thedisplay.Theprogression of theheartrateis displayedas a\nCARDIOCOUNTDOWN\n3.\nTRAC). Press the PLUS and MINUS buttons to enter your age and confirm with\nSTART. Select the “Time” parameter to enter the maximum workout time. You can\nchoosebetweendifferentworkout timesfrom5 to60minutes(default time:20\nminutes). Confirm with START.\n4.\nNow set the maximum heart rate. Change the default value by pressing PLUS or\nTechnical and visual modifications as well as misprints reserved - @ 2014 by ERGO-FIT GmbH & Co. KG \n55",
    "Page_62": "Operation\nMINUS (the system changes the minimum heart rate accordingly). PULSMAX\nincreases/decreases in single increments. Confirm your individual maximum heart\nratebypressingSTART.\n5.\nNowyoucanmodifyyourminimumheartratebybypressingthePLUSandMINuS\nbuttons(default:minus10 beats off themaximumheart rate; less than 10beats is\nnot possible due to training relevance). Confirm with START.\nNow set the initial workload for the workout.Press the PLUS and MINUS buttons\nand confirm with START. For the TRAC model you must set the maximum speed\ninsteadof the initialworkload.\n7.\nNow the CARDlO mode is displayed. Your current heart rate is determined. This\nmay take afewseconds.Whentheheartrate is displayedworkoutstartswith the\ninitial workload.\n8.\nYou are now in the workout mode.The workout section is marked by two horizontal\nlines and the timer counts down thepreviouslydefined workout time.Press the\nPLUS and MINUS buttons tomodify the workload.On the TRACyou can also\nchange the incline by pressing UP and DOWN.\n9.\nThe workout stops automatically when the set time has elapsed. You can also stop\ndisplayed as a graphic. Press the STOP button again to return you to the main\nmenu.\nWorkout with chip card:\n1.\nThechipcardhastobeinitializedbeforeyoucanuseitforyourworkouts.\n2.\nInsert theinitializedchipcardintothecardreaderslot.\n3.\nTheCARDlOsubmenu is displayed.Thesoftware checks thechipcard\nautomatically.Incaseofaproblemanerrormessagewillbedisplayed(seechapter\n10.2).\n4.\nThe display now shows the ,with chip card\" mode. The display shows information\non therespectivetrainingweek,thepoints tobe attained during thecurrent week,\n5.\nPress the START button to open the ,Cardio parameters\"window.\n6.\nEnter the initial workload by pressing the PLUS or MiNUS button. Confirm by\npressing the START button. For the TRAC model you must set the maximum\nworkoutspeed insteadof theinitialworkload.\n7.\nThe display now shows the CARDlO mode.Your current heart rate is determined.\nThis may take a few seconds.As soon as your heart rate has been determined\ntrainingstartswiththeinitial workload.\n56\nTechnical and visual modifications as well as misprints reserved - @ 2014 by ERGO-FIT GmbH & Co. KG",
    "Page_63": "CARDIOLINE4000S/SMED/MED/SP/SSP\nERGO-FIT\nCARDIOLINE4100S/SMED/MED\n8.\nYou are now in the workout mode. The workout section is marked by two horizontal\nlines.The display shows the stored training data especially the number of points\nattained during the current workout.Thiskeeps theuser motivated.\n9.\nStoptheworkoutbypressing theSTOPbutton.Theworkoutparameters(Watt,1/\nmin etc.) and the cardio points remain on the display. The progression of the heart\nrate is displayed as a graphic. The workout training data is stored on the chip card.\nA message asking you whether you want to stop or pause the workout is displayed.\nPress thePLUS or MINUS button to select the desired option and confirm with\nSTARTtoreturnto themainmenu.\n7.1.1.4\nMANUALCD (MANUAL COUNTDOWN)\nIn this modeyou canmanually customize the workout and workout time.The timer counts\ndown the set workout time.\n1.\nPress the PLUS/MINUS buttons until MANUAL CD is highlighted. Confirm your\nselection with START.\n2.\nThe MANUAL submenu is displayed. Enter your body weight (STAIR and TRAC\nonly) by pressing PLUS/MINUS (default: 70 kg). Confirm with START.\n3.\nNow you can modify the “Time\" parameter (\"Weight and Age\" for TRAC). Now you\ncan set the workout time.Select a workout time from 5 to 60minutes(default time\n20 minutes) and confirm with START.\n4.\nYou are now in the workout mode. The workout section is marked by two horizontal\nlines. Here you can change the workload by pressing PLUS/MINUS. For change the\nworkload substantially, presS and hold the PLUS/MINUS. On the TRAC you can\n5.\nThe workout stops automatically when the set time has elapsed.You can also stop\nthe workout at any time by pressing the STOP button. The workout parameters\n(Watt, I/min etc.）remain on the display. The progression of the heart rate is\ndisplayed as a graphic.Press the STOPbutton again toreturnyou to the main\nmenu.\n7.1.1.5GEARSHIFT(CYCLEand RECUMBENTonly)\nIn this mode you can select any workout time. The integrated gearshift allows you to simulate\nuphill and downhill cycling.\n1.\nPress the PLUS/MINUS buttons until GEARSHIFT is highlighted.Confirmyour\nselection withSTART.\n2.\nThePARAMETER submenu is displayed.Enteryour bodyweightbypressing\nPLUS/MINUS (default weight:70 kg). Confirm your selection with START\nTechnical and visual modifications as well as misprints reserved-@ 2014 by ERGO-FIT GmbH & Co. KG\n57",
    "Page_64": "Operation\n3.\nYou now access the workout mode.Press PLUS and MINuS to change the gears\nand thus to modify the workload.\n4.\nStop the workout by pressing the STOP button. The workout parameters (Watt, 1/\nminetc.)remainonthedisplayandarevisuallydemonstrated intheworkoutprofile\nBy pressing SToP again you return to the main menu.\n7.1.1.6\nTEST*(CYCLE and TRAC only)\nTEST is not standard with all models.It is only included in CYCLE and TRAC of the 4000 S\n4000 S MED,40o0 S SP series.The data resulting from this quick test are\nrecommendationsonlyandnotsuitablefordiagnosticpurposes.\nTo carry outa test(Conconi testorPWC test)you need a chest belt with aPOLAR transmitter\nto monitor the heart rate. Contact heart rate values are for information only!\nThe TEsT workout mode provides different options:\nTestprocedurewithoutchipcard:\nPWC130/150/170 (sub maximum test with a heart rate of 130/150/170),only\nCYCLE 4000 all series\nPleaseproceed asfollows:\nPress thePLUS/MINUSbuttons until TEST is highlighted.Confirmyour selection\nwithSTART.\n2.\nThe TEST SELECT submenu is displayed. Select the desired test mode by pressing\nthePLUSor MINUSbutton.ConfirmyourselectionwithSTART.\n3.\nMINUS buttons to enter your weight and confirm with START. Under “Age\" enter\nyourage and confirm withSTART.\n：\ns\nwith START to access the test mode.\n5.\nas soon as the heart rate is detected.\n6.\nIn thetestmodetheworkloadcannolongerbemodified.Assoonasyourheartrate\nexceedsthesetmaximumvalue(130,150,170)thetestendsautomaticallyafter\ncompletion of the sequence and continues with cool down. You can stop the test at\nany time by pressing the STOP button - in this case test analysis is not possible\n7.\nAfter the test the test results remain on the display. By pressing STOP again you\nreturn to the main menu.\n58\nTechnical and visual modifications as well as misprints reserved - @ 2014 by ERGO-FIT GmbH & Co. KG",
    "Page_65": "CARDIOLINE4000S/SMED/MED/SP/SSP\nERGO-FIT\nCARDIOLINE4100S/SMED/MED\nTestprocedurewithchipcard:\n4000 Model ,S\" in combination with an ERGO-FIT training software\nSLevel test (sub maximum test with a heart rate of 130/150/170), only TRAC 4000\nModel,S\"incombinationwithanERGO-FITtrainingsoftware\nConconi test (default test for performance analysis), only CYCLE and TRAC 4000\nPlease proceed as follows\n1.\nThe trainer selects the test. Then the chip card is initialized. You can now start the\ntest.\n2.\nInsert theinitialized chip card into the card reader slot.Whenreading the chip card\nthe controlpanel automatically enters the TEST mode.\nPWCTest1305.150or170/Leveltest:\n3.\nA submenu is displayed where you can enter start workload, time, height, cool down\nworkloadandheartrateforcancellation.ConfirmthesevalueswithSTARTto\naccess the test mode.\n4.\nIn the test mode theworkload can nolongerbemodified.Assoonasyour heart rate\nexceeds the set maximum value(130,150,170) the test ends automatically after\ncompletionof thesequenceandcontinueswithcool down.Youcanstopthetest at\nany time by pressing the STOP button.\n5.\nAfter the test the test results remain on the display. Press STOP to return to the\nmainmenu\nConconitest:\n3.\nConfirm these valueswithSTART to access the test mode.\n4.\nThe test mode starts with the first sequence (Warm Up). Here you can still modify\nthe initial workload by pressing PLUS and MINUS. You should warm up for at least\nworkload (Watts) can no longer be modified. You can stop the test at any time by\npressing the STOP button.This will bring you to the cool down mode.However, you\n5.\nThetestends automaticallyafterthecool downsequence.Youcanalsostopatany\ntime by pressing the STOP button. After the test the test results remain on the\ndisplay.PresstheSTOPbuttontoreturn tothemainmenu.\n59",
    "Page_66": "Operation\n7.1.2\nCARDIOLINE 4100\nAt start the panel PC always displays the main menu with the following options:\nMANUAL\nMANUAL COUNTDOWN\nMANUALGEARSHIFT(CYCLEandRECUMBENTonly)\nCARDIO(CARDIOLINE4100S/SMED/SSPonly)\nPROFILES\nTEST (TRAC series 4100 S/SMED/S SP only,CYCLE dependent on the test-mode)\nGAMES\nEXTERNAL\nIf you are ina submenu andwant toreturn to themainmenujust pressSTOPonce orseveral\ntimes.\nNote!Pacemakerpatientsarerecommended toonlyusetheMANuALmode!\n7.1.2.1\nMANUAL\nIn this mode you can choose any workout time and workload.\n1.\nIn the main menu press MANUAL.\n2.\nYou now access the workout mode. Here you can change the workload by pressing\nPLUS/MINUS. If you want to change the workload substantially, press and hold the\nPLUS/MINuS. If you want to change the graph view press the blue arrow on the\nright below the heart rate and performance graph.\n3.\nStop the workout by pressing the STOP button. The workout parameters (Watt, 1/\npressing STOP again you return to the main menu\n7.1.2.2\nMANUALCD(MANUALCOUNTDOWN)\nIn thismodeyou can manually customize theworkout and workout time.The timer counts\ndown the set workout time.\n1.\nIn the main menu press MANUAL COUNTDOWN.\n2.\nThe MANUAL COUNTDOWN submenu is displayed. Enter your body weight\n(STAIR and TRAC only) by pressing PLUS/MINUS (default: 70 kg). Confirm your\nselection withSTART.\n3.\nThis brings you to the “Time\" parameter. Here you can set the workout time. Select\na workout time from 0 to60minutes(default time:20minutes).Youcanincrease/\ndecrease the workout time by pressing PLUS and MiNUS, or you can manually\n60\nTechnical and visual modifications as well as misprints reserved-@ 2014 by ERGO-FIT GmbH & Co. KG",
    "Page_67": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nERGO-FIT\nCARDIOLINE 4100S/SMED/MED\nenter them via the numeric panel. Confirm your entry with the START button. If your\ntime specification is out of range, it will be marked red. Correct the specification and\nconfirm with the START button.\nYou now access the workout mode. Here you can change the workload by pressing\nPLUs/MiNus. If you want to change the workload substantially, press and hold the\nPLUS/MiNuS. If you want to change the graph view press the blue arrow on the\nrightbelowtheheartrateandperformancegraph.Afinishlineshowsyouwhenthe\nselected workout time has elapsed. In the upper section of the window you see a\ncount down.\n5.\nThe workout stops automatically when the set time has elapsed.You can also stop\nthe training at any moment by pressing the STOP button. The workout parameters\n(Watt, 1/min etc.), the heart rate graph and the performance graph remain on the\ndisplay. By pressing STOP again you return to the main menu.\n7.1.2.3\nMANUAL GEARSHIFT (CYLE and RECUMBENT only)\nuphill and downhill cycling.\n1.\nIn the main menu press MANUAL GEARSHIFT.\n2.\nkg (default 70 kg). You can increase / decrease the value by pressing PLUS and\nMINuS,or you canmanually enter them via the numericpanel.Confirm your entry\nwith the START button. If your weight specification is out of range, it will be marked\nred. Correct the specification and confirm with the START button.\n3.\nPressPLUS and MINuS to change the gears and thus to modify the workload. If\nyou want to change the graphview press the blue arrow on the right below theheart\nrate and performance graph.\nStop the workout by pressing the STOP button.The workout parameters (Watt, 1/\nmin etc.), the heart rate graph and the performance graph remain on the display. By\npressingSToPagainyoureturntothemainmenu\n7.1.2.4CARDIO\ntransmitter.Thisis theonlywaytomonitor theheartrateandtoautomaticallyadapt the\nworkload.InCARDlO/SYSTEMmodeyoucancontroltheintensityviatheheartrateinorder\nto maintaina steadyoptimum heart ratethroughout theworkout.\nIt is recommended to use a wireless chest belt for the CARDlO and TEST workout programs.\nContact heart rate values are for information only. Perform an ERGO-FiT Cardio test to\n61",
    "Page_68": "Operation\ndetermine the minimum and maximum heart rate (with CYCLE 4100 S or 41000 S MED)\nFor CARDlOworkout you first haveto set thefollowing parameters:\nPULSMAX\n=\nmaximumheartrateduringworkout\nPULSMIN\nminimum heart rate during workout\nSTART LOAD=\ninitial load at the beginning of theworkout\nfor TRAC\n=\nmaximumworkoutspeed\n(Workout starts with half of the maximum speed)\n2 workout modes are availablefor CARDIO/SYSTEM workouts:\nCARDlOworkoutwithoutchipcard\nCARDIO workout with chip card\nChip card based workout supports both the user and the trainer. The user always exercises\nwithin the optimum heart rate range which prevents the body from becoming overstressed.\nThe trainer on the other hand knows that the member exercises within the optimum range\nand does not have tobe monitored all the time.Another advantage of chipcard-based\nworkout is that the user does not have to make any other modifications during workout. The\nERGO-FIT chipcard allows you toperform the ERGO-FIT cardiopoints training\nWorkout without chip card:\n1.\nIn the main menu press CARDIO.\n2.\nThis will bring you to the CARDlO submenu. Select one of the workout modes\nCARDIOTIME,CARDIOCOUNTDOWN,CARDIODISTANCEorCARDIO.\n3.\nTheCARDIOsubmenu is displayed.Enteryourbodyweight(STAIRandTRAC\nonly) by pressing PLUS/MINUS (default: 70 kg). Confirm with START.\nCARDIOTIME\nYou are now in the parameter section. Modify the predefined values for age, load,\nbetween the different valuesby pressing the arrowkeys orthe Enterkey,oryou can\nis out of range,it will be marked red.Correct the specification and confirm with the\nSTART button\n5.\nNow the CARDlO mode is displayed. Your current heart rate is determined. This\nmay take a few seconds. When the heart rate is displayed workout starts with the\ninitial workload.\n6.\nYou are now in the workout mode. Here you can change the workload by pressing\n62\nTechnical and visual modifications as well as misprints reserved- @ 2014 by ERGO-FIT GmbH & Co. KG",
    "Page_69": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nERGO-FIT\nCARDIOLINE4100S/SMED/MED\nthe PLUS and MINUS buttons. If you want to change the graph view press the blue\narrow on the right below the heart rate and performance graph. In the upper section\nof thewindowthe training time isdisplayed.\n7.\nStop theworkout bypressing the STOPbutton.The workout parameters(Watt, 1/\nmin etc.), the heart rate graph and the performance graph remain on the display. By\npressing STOP again you return to the main menu\nCARDIOCOUNTDOWN\n4.\nYou are now in the parameter section. Modify the predefined values for age, load,\npressingPLUSandMiNuS,oryoucanmanuallyenterthemviathenumericpanel.\nYou can switch between the different values by pressing the arrow keys or the Enter\nIf a specification is out of range, it will be marked red. Correct the specification and\nconfirm with the START button.\n5.\nNowtheCARDlOmodeisdisplayed.Your currentheartrateisdetermined.This\nmaytakea fewseconds.Whentheheartrate is displayedworkoutstartswith the\ninitial workload.\n6.\nYou are now in the workout mode.Here you can change the workload by pressing\nthe PLUS and MINUS buttons. If you want to change the graph view press the blue\nyou when theselected workout time has elapsed.In the uppersection of thewindow\nyou see a count down.\n7.\nThe workout stops automatically when the set time has elapsed. You can also stop\ntheworkoutat anytimebypressingtheSTOPbutton.Theworkoutparameters\nCARDIODISTANCE\n4.\nYou are now in the parameter section. Modify the predefined values for age, load,\npulsmax, pulsmin and distance. You can increase / decrease the values by pressing\nPLUS and MINuS, or you can manually enter them via the numeric panel. You can\nspecification is out of range, it will be marked red. Correct the specification and\nconfirm with the START button..\n5.\nNow the CARDlO mode is displayed. Your current heart rate is determined. This\nmaytakea fewseconds.When theheartrate is displayedworkoutstartswith the\ninitialworkload.\nTechnical and visual modifications as well as misprints reserved -@ 2014 by ERGO-FIT GmbH & Co. KG\n63",
    "Page_70": "Operation\n bssd a     n a  n a u mu e nsa\nPLUS and MINUS buttons. If you want to change the graph view press the blue\nof the window the training time is displayed.\n7.\nStop the workout by pressing the STOP button. The workout parameters (Watt, 1/\npressing STOP again you return to the main menu.\nCARDIOCALORIESBURNED\n4.\nYou are now in the parameter section. Modify the predefined values for age, load,\nandMiNuS,oryou canmanuallyenter themvia thenumericpanel.Youcanswitch\nbetweenthe differentvaluesbypressing the arrowkeys ortheEnterkey,oryou can\nmanually select a parameter. Confirm the modifications with START. If a specification\nis out of range, it will be marked red.Correct the specification and confirm with the\nSTARTbutton.\n5.\nNowtheCARDlOmode is displayed.Your currentheartrateis determined.This\ninitialworkload.\n6.\nYou are now in the workout mode. Here you can change the workload by pressing\nthe PLUS and MINUS buttons. If you want to change the graph view press the blue\narrow on the right below the heart rate andperformance graph.In theuppersection\nof thewindowyousee theworkout time.\n7.\nStop the workout by pressing the STOP button. The workout parameters (Watt, 1/\npressing STOP again you return to the main menu.\nWorkout with chip card:\n1.\nThe chip card has to be initialized before you can use it for your workouts.\n2.\nInsert theinitializedchipcardintothecardreaderslot.\n3.\nThe CARDlO submenu is displayed.The software checks the chip card\n10.2).\n4.\nThe ,with chip card\" mode is displayed. The display shows information on the\nrespective training week, the points to be attained during the current week, the\npointsattainedsofarduringthecurrentweek,thenameof theuserand thepreset\nheart rate range.\n5.\nPress the START button to open the ,Cardio parameters\" window. Enter the initial\n64\nTechnical and visual modifications as well as misprints reserved -@ 2014 by ERGO-FIT GmbH & Co. KG",
    "Page_71": "CARDIOLINE4000S/SMED/MED/SP/SSP\nERGO-FIT\nCARDIOLINE4100S/SMED/MED\nworkload. You can increase / decrease the values by pressing PLUS and MINUS,\nor you can manually enter them via the numeric panel. Confirm by pressing the\nSTARTbutton.\n6.\nThe display now shows the CARDlO mode.Your current heart rate is determined.\nThis may take a few seconds. As soon as your heart rate has been determined\ntraining starts with the initial workload.\n7.\nYou are now in the workout mode. Here you can change the workload by pressing\nthe PLUS and MiNUS buttons. If you want to change the graph view press the blue\narrow on theright below the heart rate and performance graph.\n8.\nDepending on the workout mode the workout either stops automatically or you\npress STOP to stop it manually\n9.\nThe“End of Workout”screen is displayed. Decide whetherto stop the workout or to\ncontinuelater.\n10.\nYou are now told on which devices you can continue your workout. By pressing the\ns\nthe button “info\" you return to the main menu. Press STOP to end your cardio\nworkout and remove your chip card.\n7.1.2.5\nPROFILES\nChoosefrom five different predefined profiles (60minutes).Theprofiles providedifferent\n1.\nIn the main menu press PROFILE.\n2.\nThis will bring you to the PROFILE submenu. Click the desired profile.\n3.\nYou are now in the parameter section. Modify the predefined values for level and\ntime.Youcan increase/decreasethevaluesbypressingPLUSandMiNuS,oryou\ncanmanuallyenterthemviathenumericpanel.Youcanswitchbetweenthe\ndifferent values by pressing the arrow keys or the Enter key, or you can manually\nselect a parameter. Confirm the modifications with START. If a specification is out\nof range, it will be marked red. Correct the specification and confirm with the START\nbutton.\n4.\nYou are now in the workout mode where you cannot make any modifications. If you\nwanttochangethegraphviewpressthebluearrowontherightbelowtheheartrate\nand performance graph.\n5.\nThe workout stops automatically when the set time has elapsed. You can also stop\nthe workout at any time by pressing the STOP button. The workout parameters\ndisplay. By pressing STOP again you return to the main menu.\nTechnical and visual modifications as well as misprints reserved-@ 2014 by ERGO-FIT GmbH & Co. KG\n65",
    "Page_72": "EIT\nOperation\nUSER ROFILES\n1.\nIn the main menu press PROFILE.This will bring you to the PROFILE submenu.\n2.\nNow clickthebutton,Userprofiles\"\n3.\nNowyou are in the submenu,user profiles\",hereyou can choosebetween the\ndifferent models of user profiles and modify them\n4.\nYou see the user profile. Here you find icons for every stored profile. For each\nprofile the individual levels and limitation parameters are displayed. Tap on a profile\nto edit it.a)Edit:Here you see all levels,the profile type and the limitation\nparameters. Tap on a level to edit it.You can delete the level or add another level\nafter the selected level. By touching the limitation values in the icons you can\nb)Add a new profilebefore or after the selected profile:First tap on theprofile type\n\"Time\", “Distance” and “Calories\" by touching the corresponding button. The new\nprofile will be created and you return to the profile overview screen. To cancel profile\ncreation touch the,Back\"button.\nc)Delete:Touchthe,Delete\"button topermanentlydelete theselectedprofile.\n5.\nBy pressing the START button you confirm your modifications and get to the workout\nmode. By pressing the STOP button you cancel your modification without saving\nand you return to the menu \"User profiles\".\n7.1.2.6TEST*\nThe TEST program is not standard with all models. It is only included in specific models of\nCYCLE and TRAC. The data resulting from this quick test are recommendations only and not\nsuitable for diagnostic purposes!\nTo carry out a test (Conconi test or PWC test) you need a chest belt with a POLAR transmitter\nto monitor the heart rate. Contact heart rate values are for information only!\nTheTESTworkout modeprovidesdifferentoptions:\nTestprocedurewithoutchipcard(CYCLEonly):\nPWC130/150/170(submaximumtestwithaheartrateof130/150/170),all typesof\nCYCLE\n66\nTechnical and visual modifications as well as misprints reserved - @ 2014 by ERGO-FIT GmbH & Co. KG",
    "Page_73": "CARDIOLINE4000S/SMED/MED/SP/SSP\nERGO-FIT\nCARDIOLINE4100S/SMED/MED\nPleaseproceedasfollows:\n1.\nPress the TEST button in the main menu.\n2.\nThe TEST SELECT submenu is displayed. Select your test mode.\n3.\nthem via the numeric panel. You can switch between the different values by pressing\nthe arrow keys or the Enter key, or you can manually sElect a parameter. Confirm\nthe modifications with START. If a specification is out of range, it will be marked red.\nCorrectthespecificationandconfirmwiththeSTARTbutton.\n4\nPLUS and MINuS. As soon as your heart rate exceeds the set maximum value\n(130,150,170)thetestends automatically after completionof thesequence and\nbutton-in this case test analysis is not possible. If you want to change theview\nduring workout press the blue arrow on the right below the heart rate and\nperformance graphs. If you want to toggle between graph and profile view (Test,\nCool Down) use the PROFILE and GRAPH buttons on the left below the heart rate\nand performancegraphs.\n5.\nAfter the test is completed you will see the Test Results screen. Here you get a\nsummaryof thetestresults.BypressingSToPagainyoureturntothemain\nmenu.\nTestprocedurewithchip card::\nPWC130/150/170(submaximumtestwithaheartrate130/150/170),CYCLE4000\nleveltest(submaximum testwithaheartrate 130/150/170),TRAC4000marked\n\"S\"incombinationwith anERGO-FIT training software only.\nConconi-test(standard test forperformance diagnostics),CYCLE and TRAC 4000\nPleaseproceedasfollows:\n1.\ntest.\n2.\nInserttheinitializedchipcardintothecardreaderslot.Whenreadingthechipcard\nthecontrolpanel automaticallyenterstheTESTmode.\nTechnical and visual modifications as well as misprints reserved -@ 2014 by ERGO-FIT GmbH & Co. KG\n67",
    "Page_74": "Operation\nPWCTest130/150/170/leveltest:\n3.\nYour current heart rate is determined. This may take a few seconds. The test starts\nas soon as theheart rate has been determined.\n4.\nIn the test mode the workload can no longer be modified. As soon as your heart rate\nexceeds the set maximum value(130,150,170) the test ends automatically after\nany time by pressing the STOP button - in this case test analysis is not possible. If\nyouwanttochangetheviewduringworkoutpressthebluearrowontherightbelow\nthe heart rate and performance graphs. If you want to toggle between graph and\nprofile view(Test,Cool Down)use thePROFILE and GRAPH buttons on theleft\nbelow the heart rate and performance graphs.\n5.\nAt theendof thetestyouaretoldonwhichdeviceyoucancontinueyourworkout.\nPressSTOPto end yourcardioworkout and removeyour chipcard.\nConconiTest:\n3.\nassoonastheheartratehasbeendetermined.\n4.\nmodify the initial workload by pressing PLUS and MINUS. You should warm up for\nat least10minutesata lowworkloadlevel.After thewarmuporwhenpressing\nbutton. This will bring you to the cool down mode (CD). However, you should\nto change theviewduring thetestpress theblue arrow on the right below theheart\nrate and performance graphs. If you want to toggle between graph and profile view\n(Warm Up, Test, Cool Down) use the PROFILE and GRAPH buttons on the left\nbelow the heart rate and performance graphs.\n5.\nAt theendof thetestyouaretoldonwhichdeviceyoucancontinueyourworkout.\nPress STOP to end your cardio workout and remove your chip card.\n7.1.2.7\nGAMES\nCARDIO LINE4100 devicesprovide a GAMES mode.\n1.\nmenu.Here you can press the GAMES button.\n2.\nThe GAMES submenu is displayed. Click on the desired game\n3.\nYou are now in the games mode. Here you can use the buttons as usual (e.g.\nincreasing the resistance with PLUS). You can also use the swirl button to switch\ncancelautomatically.\n68\nTechnical and visual modifications as well as misprints reserved - @ 2014 by ERGO-FIT GmbH & Co. KG",
    "Page_75": "CARDIOLINE 4000 S/S MED/MED/SP/S SP\nERGO-FIT\nCARDIOLINE4100S/SMED/MED\n7.1.2.8EXTERN\nCARDIO LINE 4100 devices provide an EXTERNAL mode.In this mode you can connect an\nbooks.\nfollowing Codecs are supported: MPEG-1 & 2, MPEG-4 (e.g. H.264, DivX, Xvid & Co.),\nWindows MediaVideo,Intel Indeo,MJPEG\nCodecs are supported: MPEG layer 1, 2, and 3 (MP3), AC3/A52, E-AC3, DTS, AAC, WMA,\nOggVorbis,FLAC.\nPlease proceed as follows:\n1\nIn any workout mode you can press the upper right swirl button to return to the main\n2.\nThe EXTERNAL submenu is displayed. Click on the external source.\n3.\nYou are now in the movies mode. Here you can use the buttons as usual (e.g.\nincreasing theresistancewithPLUs).You canalsouse theswirl buttontoswitch\nwillcancelautomatically.\n7.2\nDevice-SpecificBehaviorAfter theWorkout\nCIRCLE,CYCLE,RECUMBENTandSTAIR\nYou do not need to observe any special instructions at the end of the workout. Just stop the\nappendix.\nCROSS and MIX\nthe appendix.\nTRAC\nWhenyoupress theSToPbuttoncontinuemovinguntil therunningbelthascome toa\nplates.Read thesafetyinstructionsintheappendix.\nTechnical and visual modifications as well as misprints reserved -@ 2014 by ERGO-FIT GmbH & Co. KG\n69",
    "Page_76": "Operation\n7.3\nFunctional Test\nFor a functional test pleaseproceed as follows:\n7.3.1\nCIRCLE\nBrakes\nSwitch on the device. The display lights up as soon as the machine is ready.\nSelectMANUALmode.\nMove the crank handle at the lowest speed (see the arrows!).The resistance\nthe arrows!). If this is the case the rpm-independent operation works fine. Please\ncheck that the crank handles stop immediately after you release them.If the drive\nsystem works ok they should not continue moving. Please stay away from the crank\nhandles during the functional test.\nHeartRate\nCheck the heart rate control (see chapter 7.5).\nRelatedFunctions\nBeforegettingonthemachinepleasecheckthattheseatsecurelylocksinthe\nupper end position and does not move backwards or to the side. Make sure that the\ncrank handles are locked (see chapter 6.3.1).\nMake sure that the seat easily folds forward. The gap for the seatpost should be free\n of obstacles. There is an increased risk of injury.\nMove the crank handles forward and backwards to check their function.\n7.3.2\nCROSS\nBrakes\nSwitch on the device.The display lights up as soon as the machine is ready.\nChoose MANUAL mode and select the lowest power value possible (see Chapter\n7.1.1).\nYou can easily increase the walking speed.\nPresstheSTOPbutton.Theresistance increases noticeably andworkoutbecomes\nalmost impossible.If this is thecase thebrakesworkfine.\nHeart Rate\nCheck the heart rate control(see chapter 7.5).\nRelatedFunctions\nMove thepedalsforward andbackwardstochecktheirfunction.\n70\nTechnical and visual modifications as well as misprints reserved - @ 2014 by ERGO-FIT GmbH & Co. KG",
    "Page_77": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nFIT\nCARDIO LINE4100S/SMED/MED\n7.3.3\nCYCLE\nBrakes\nSwitch on the device.The display lights up as soon as the machine is ready.\nMove the pedals at the lowest speed (see the arrows!). The resistance increases.\nIncrease the speed range to its maximum. The resistance decreases. If this is the\ncase the rpm-independent operationworks fine.\nHeart Rate\nCheck the heart rate control (see chapter 7.5).\nRelatedFunctions\nMake sure that the seat can be adjusted easily.\nMake sure that the handlebar can be adjusted easily.\n7.3.4\nMIX\nBrakes\nSwitch on the device. The display lights up as soon as the machine is ready.\nChoose MANUALmode and select the lowestpowervaluepossible(seeChapter\n7.1.1).\nYou can easily increase the speed.\nPress the STOP button. The resistance increases noticeably and workout becomes\nalmost impossible.If this isthe case thebrakesworkfine.\nHeart Rate\nCheck the heart rate control (see chapter 7.5).\nRelated Functions\nMake sure that the seat can be adjusted easily.\nMove thepedalsforward and backwardstocheck theirfunction.\nTechnical and visual modifications as wellas misprintsreserved\n 2014 by ERGO-FIT GmbH &Co.KG\n71",
    "Page_78": "Operation\n7.3.5\nRECUMBENT\nBrakes\nSwitch on the device. The display lights up as soon as the machine is ready.\nMove the pedals at the lowest speed (see the arrows!). The resistance increases.\nIncrease the speed range to its maximum. The resistance decreases. If this is the\nHeart Rate\nCheck the heart rate control (see chapter 7.5).\nRelatedFunctions\nMake sure that theseat canbe adjusted easily\n7.3.6\nSTAIR\nBrakes\nSwitch on the device. The display lights up as soon as the machine is ready.\nWalk at a constant speed.The resistance will adapt tothe desired speed\nautomatically (e.g. select 60 1/min = one step of 20 cm/s).\nReduce the set speed.The resistance increases and sets the new speed. If this is\nthecasethebrakesworkfine.\nHeartRate\nCheck the heart rate control (see chapter 7.5).\n7.3.7\nTRAC\nSpeed Control\nSwitch on the device. The display lights up as soon as the machine is ready. On\nmodels equipped with a lifting device the lifting motor automatically addresses the\npoint of reference.\nSelect MANUAL mode and increase the speed constantly (see Chapter 7.1.1)\nThespeedincreasesconstantlytothesetvalueandremainsonthislevel.\nEmergency Stop\nSwitch on the device. The display lights up as soon as the machine is ready. On\nmodelsequipped withalifting device the liftingmotor automatically addresses the\npoint of reference.\nSelect MANUAL mode and increase the speed constantly (see Chapter 7.1.1)\n72\nTechnical and visual modifications as well as misprints reserved - @ 2014 by ERGO-FIT GmbH & Co. KG",
    "Page_79": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nERGO-FIT\nCARDIOLINE4100S/SMED/MED\nThespeed increases constantly to the set value and then remains on thislevel.\ndisplay turns off. If this is the case the emergency stop function works fine. If you\nreleases.\nSafetyCord\nSwitch on the device. The display lights up as soon as the machine is ready. On\nmodels equipped with a lifting device the lifting motor automatically addresses the\npoint of reference.\nThespeed increasesconstantlytothesetvalueandthenremainsonthislevell\nNow pull the safety cord. The running belt will stop immediately and the display\nreturns to the mainmenu. If this is the case thesafety cord functionworks fine. If\nyou want to use the treadmill again reinsert the magnet.\nOperation Properties / Lubrication\nSwitch on the device. The display lights up as soon as the machine is ready. On\nmodelsequippedwithaliftingdevicetheliftingmotorautomaticallyaddressesthe\npoint of reference.\nSelect MANUAL mode, increase the setspeed to at least 10 km/h and run at a\nwhensetting thefootonthebelt.If therunningbeltmovesataconstantspeed\nlubrication and power supply are fine.\nIf the speed decreases when setting the foot on the belt check the lubrication (see\nchapter 9.1.7) as well as the power supply\nHeart Rate\nChecktheheart ratecontrol(seechapter7.5).\n7.4\nDefaultSettings\nFor chancing the default settings, you can use the following buttons:\nPLUS:You can you can navigate in the menu and increase settings\nMINus:You can you can navigate in the menu and decrease settings\nSTART:You can confirm your selections or settings\nSTOP:You can cancel a function or leave themenu\nTechnical and visual modifications as well as misprints reserved-? 2014 by ERGO-FIT GmbH & Co. KG\n73",
    "Page_80": "O\nOperation\n7.4.1\nCARDIOLINE 4000\nLanguage settings:\nIn the main menu simultaneously press PLUS and MINuS to open the “Service\" menu.\nSelect the function “Language\". Here you can change the language.\nDate and Time settings:\nIn the main menu simultaneously press PLUS and MiNUS to open the“Service”menu.\nSelect \"Time and Date\". Here you can change the settings\nService Settings (TRAC only)\nIn the main menu simultaneously press PLUS and MINUS to open the “Service\" menu.\nSelect“Service Settings\".The service menu provides system information,e.g. the total\nmileage.Please note that a certain mileage may be displayed due to a factory test run of\nseveralhours!\nYou may set a cool down time from 20 s to 60 s (time from the maximum speed until\nthe running belt stops completely).\nSetting theincline intheservicemenu(TRAConly)\nSetting \"TOUR YES\": Incline -5% .. +15%\nSetting“TOUR NO\":Incline 0% ...+20%\nSettingtheoilchangeintervalsintheservicemenu(TRAConly)\nOptions:1500 km,1000 km,500km,0 km\n0 km disables the display of oil change intervals.When selecting 1500/1000/500km an\noilcan is displayed to the right of theset speed when the set distance is reached.After setting\na new interval the icon disappears. The default setting is 1oo0 km. During the interval the\n1000 km) is counted down to zero.\nExternalControloftheTrainingBike:\nConnect the training bike to an external device (ECG, computer etc.) using an interface\ncable.Then you must select the data protocol.\nSelecting the DataProtocol:\nIn the main menu simultaneously press PLUS and MINuS to open the “Service\" menu.\nSelect“RS232\".Press PLUS/MINUS to select the protocol (00,01,02etc.)and confirm with\nSTART. The protocol selection is stored.Press STOP toreturn to the main menu.\n74\nTechnical and visual modifications as well as misprints reserved -@ 2014 by ERGO-FIT GmbH & Co. KG",
    "Page_81": "CARDIOLINE 4000 S/S MED/MED/SP/S SP\nERGO-FIT\nCARDIOLINE4100S/SMED/MED\nWhen the Initialize icon appears above the interface the training bike automatically changes\ncommands are listed as\"/\".\nNote:NotallECGdevices arecompatible toCARDIOLINE4000/4100.Forfurtherinformation\npleasecall+49 63312461-0 inGermany.\n7.4.2CARDIOLINE4100\nThe main menu is displayed. Press the middle of the upper screen section five times to open\ntheservice menu.Hereyou can switchbetween the differentcategories,General\",,Product\"\nyour changes, close the service menu and return to the main menu.By pressing the STOP-\nbutton you return to the main without saving your settings.\nMenu,General\":\n田\nLanguage settings:\nWith the arrows to the right and to the left of the scrollbar you can switchbeetween\nthe different languages.\nMeasurementsettings:\nYoucan choosebetween theMetric and theAnglo-Americansystem.Select the\nmeasurement system by touching it.The selected system is marked with a\ncheckmark.\nColourschemesettings:\nWith the arrows to the right and to the left of the scrollbar you can switch beetween\nthe different coulourschemes.\nSetting up the screen saver and theLogo:\nHereyou can upload ordelete thescreen saver an logo files.\nSettingupthecardreadermodes:\nUse the arrowbuttons on the right and left side of the scrollbar toselect the\noperation mode of the card reader.Select Test Checksum by touching it. Now the\nchip card checksum will be checked.\nDate and Time settings:\nSelect the setting you want to change by touching it. It is highlighted in turquoise.\nNow you can increase / decrease the values by pressing PLUS and MINUS, or you\nTechnical and visual modifications as well as misprints reserved -@ 2014 by ERGO-FIT GmbH & Co. KG\n75",
    "Page_82": "Operation\nMenu ,Device\":\nSettinguptheserialnumber(serial numbersmustonlybechangedbyauthorized\nERGO-FIT service personnel or if instructed to do so by an ERGO-FIT employer):\nSelect the optionby touching it.It will behighlighted inblue.Nowyou canenter the\nserial number via the numeric panel.\nSetting up the product line:\nHere you enter the device type and select the product line (use the arrow buttons\non the right and left side of the scroll bar).\nSelecting the device parameters:\nHere all adjustment options for this device type are listed. Select an option by\ntouching it. It will be marked with a little cross.\nType of incline setting (TRAConly):\nWith the arrows to the right and to the left of the scrollbar you can switch beetween\nthe different types of incline (none, auto, Alpin, Tour,...). We advise you type\n\",auto\".\nSetting of theExternal DataProtocol:\nWith the arrows to the right and to the left of the scrollbar you can switch beetween\nthe different data protocols(dependent on the machine, only wenn an ERGO-FIT\nadapteris connected).\nMenu,Profiles\":\nSetting the Timeout in Manual Workout:\nworkoutstopsautomaticallywhenthesettimehaselapsed.Selectthesettingyou\ndecrease the values by pressing PLUS and MiNuS, or you can manually enter\nCardiominimalinclinesettings(TRAConly):\nthis value. Select the setting you want to change by touching it. It is highlighted in\nturquoise.You cannowmanually enter thevaluevia the numericpanel(default\n0%).\nAdditional settings:\nunit\"*? may be selected by touching them. The current option is checkmarked.\n *1 This will save the manual parameters for the next session,\n*2 display option, displays ,1000m\" instead of ,1km\"\n76\nTechnical and visual modifications as well as misprints reserved -@ 2014 by ERGO-FIT GmbH & Co. KG",
    "Page_83": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nERGO-FIT\nCARDIOLINE4100S/SMED/MED\nMenu,System\":\nSetting the static IP adress:\n\",IPaddress\"，\"Net Mask\"and,Gateway\"canbe changed.Select the optionby\nnumeric panel. Here you also find the device's MAC address.\nSetting up the Touchscreen:\nUse the arrow buttons on the right and left side of the scroll bar to select ,capacitive\"\nor ,resitive\".\nOperation time:\nHere thepreviousoperation timeinkm andminutes/hours areshown\nNextserviceinterval\nHereyoucansee thekilometers which have tobeabsolveduntil the next desired\nservice interval.\nLastservice interval\nHereyoucansee thewhen thelastserviceinterval hasbeenperformed.\nService interval setting\nWith the arrows to the right and to the left of the scrollbar you can switch beetween\nthe different service intervals(250km,500km,...).An oilcan is shown in the display\ntotherightof theclockwhenthesetdistanceisreached.\nDevice name, MTK, Export conf. and Service performed:\nThesefunctionsmust onlybeused by authorized ERGO-FITservicepersonnel\n7.5\nHeart Rate Control\nForoptimalresultswerecommendheartratecontrolledworkout.WithaPOLARtransmitter\nyoucanalwaysdisplaythecurrentheartrateandadapttheworkoutaccordingly.Contact\nheart rate measurement is also available.(Attention:Contact heartrate measurement is not\npossible when the user wears a chest belt with transmitter!). Contact heart rate measurement\nis for information only. For CARDlO workouts or tests you must use a chest belt system.\nNote!Wecannotguaranteeformedicallycorrectheartratevalues,buttheobtainedvalues\nareagoodbasisforasafeworkout.\n77",
    "Page_84": "Operation\n7.5.1\nPOLARBelt andPOLAR Transmitter\nMoisten the electrodes (the two finned rectangular areas on the bottom side) carefullybefore\nmeasurements.Adjust the belt below the chest muscle so that it has close but comfortable\ncontact with the skin. The belt must not loosen during workout. Check the proper orientation\nof the belt - you must be able to read the POLAR logo when looking at it.\nMake sure that the two electrodes are not buckled.Heart rate measurement is only possible\ncase check the correct position of the chest belt.\nClean the transmitter, especially the electrodes, after the workout using warm water and mild\nsoap. Dry them thoroughly. Never brush the electrodes! Do not use alcohol for cleaning!\nOperationRangeofthePOLARTransmitter\nexercise machine make sure to keep a distance of at least 1o0 cm between the machines to\navoid interferenceof the transmitters.\nNote:Wecannotguaranteeformedicallycorrectheartratevalues,but theobtainedvalues\nare a good basis for a safe workout.\nPOLAR Transmitter Battery\n2500 hours).\n78\nTechnical and visual modifications as well as misprints reserved - @ 2014 by ERGO-FIT GmbH & Co. KG",
    "Page_85": "CARDIOLINE4000S/SMED/MED/SP/SSP\nFIT\nCARDIO LINE4100S/SMED/MED\nSend the transmitter with the emptybatteries to the following address:\nPOLAR Electro GmbH Deutschland\nAm Seegraben 1\nD-64572 Buttelborn/Klein-Gerau\nAgainst charge you receive your transmitter with a new battery. Do not replace the\nbattery yourself!\n7.5.2\nContact Heart Rate (Optional)\nContact heart rate measurement might be difficult if the user has dry or rough hands or if the\ncontact to the electrodes is interrupted, e. g.by moving the hands.\n7.5.3\nPotential Interferences\nMonitors, electric engines\nHigh voltage lines (e.g. trains)\nNearby fluorescent lamps\nRadiators\nOther electric appliances\nMove the machine to another place to increase the distance to the potential source of\ninterference. In some cases it is even sufficient to change the direction of the machine by a\nfew degrees.\nIf the heart rate is displayed irregularly despite faultless technical conditions, check your\nheart rate manually. In case of doubt,you should seeyour doctor.\nTechnical and visual modifications as wellas misprintsreserved\n-@ 2014 by ERGO-FIT GmbH & Co.KG\n79",
    "Page_86": "ERGO-FIT\nOperation\n80\n@ 2014 by ERGO-FIT GmbH & Co.KG",
    "Page_87": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nCARDIOLINE4100S/SMED/MED\nChapter 8\nWorkout\n8.1\nTheEffectof theWorkout\n82\n8.2\nCardiovascular Workout.\n82\n8.3\nChoosing the Right Intensity\n83\n8.4\nWorkoutRoutine-AspectstobeConsidered\n83\n8.5\nWeight Reduction-theBenefits...\n83\n8.5\nWorkout Tips .\n84\nPleasenote:\nThis user manual provides information on several devices.\nDetails may vary depending on your model!\nTechnical and visual modifications as well as misprints reserved-@ 2015 by ERGO-FIT GmbH & Co. KG\n81",
    "Page_88": "Workout\n8\nWorkout\n8.1\nThe Effect of theWorkout\nIf you lead a modern life you are usually not performing sufficient physical activity to stay\nhealthy and in good shape. Cardiovascular diseases are still the most common cause of\ndeath.\nThisfactshouldmakecardiovasculartrainingatoppriority.\nAll exercises that increase the heart rate for at least 15 to 20 minutes are called ,aerobic\"\n8.2\nCardiovascularWorkout\nTo benefit most from your workout you should be familiar with some training principles. Your\nOxygen is the key to the energy stored in the muscles.\naerobic trainingwill increasetheheart'sstrokevolume,i.e.witheverybeat itwill transport\ntraining but also at rest.\nWhen oxygen enters the lungs it will be mixed with blood in tiny air sacs, the so-called alveoli\nRegularaerobictrainingwill improvetheefficiencyofthe alveoli and thusbloodissupplied\nwith more oxygen tobe transported to the muscles.\nHemoglobin is the substance of the blood that absorbs the oxygen. Regular aerobic training\nofthemuscles\nIt is afact that regular exercisereduces therisk of heartdiseases.\nIn other words, regular workout improves the oxygen supply of the body and reduces the risk\nof cardiovascular diseases. For this reason, ERGO-FIT cardio workout equipment is used in\ntraining facilities and rehabilitation centers.\n82\nd- 2015by ERGO-FIT GmbH &Co.KG",
    "Page_89": "CARDIOLINE4000S/SMED/MED/SP/SSP\nERGO-FIT\nCARDIOLINE4100S/SMED/MED\n8.3\nChoosing the Right Intensity\nrateyouneedtodoaperformanceevaluation.Ourcardiotrainingmachines allowyouto\ncontrol your heart rate constantly even during training.\nIf you are a beginner you should exercise in the lower part of your aerobic training zone until\nyour fitness has improved.\n8.4\nWorkout Routine -Aspects tobe Considered\nIfyouexerciseforthefirst timeorresumetraining after alongerperiodof timeyoushould\n1.\nWarm up: Exercise for five minutes at low intensity to prepare your body for the\nworkout.\n2.\nStretching:Get off theexercise machine and stretch the targeted muscle groups.\n3.\nMain sequence: Now you are well prepared for the aerobic sequence which should\nlast at least 15 to 20 minutes. Focus on maintaining your heart rate continuously at\nthe target level.\n8.5\nWeight Reduction - the Benefits\nMost beginners primarily wish to reduce body weight, the adipose tissue. Regular training\nstimulates the metabolism and helps to burn more calories both during workout and at rest.\nMostbeginnersget themost aerobicbenefitfroman intensitylevelof7o%of themaximum\nheart rate. With increasing fitness you have to adapt the workout intensity. However, the\nassumption ,The harder the training the greater the progress in fitness\" is wrong. If a certain\nlimit is exceeded you will lose the benefits of an aerobic workout because the body can no\nlonger provide themuscles withoxygen and insteadproduces large amounts of lactic acid,\nand this will make us stop training very quickly.\nWorkoutjustbelowthe anaerobelimit increases theoverallworkout timesignificantly.Thus\nyou burn more fat and strengthen our aerobic system optimally.\n8.6Workout Tips\nOn CYCLE 4000/4100 S you can perform a test based on up-to-date results in sports science\nto determine values for an optimum workout that consider gender, age, weight and\nperformancedata.Theresultsaredisplayedafterevaluation.\nTechnical and visual modifications as well as misprints reserved-@ 2015 by ERGO-FIT GmbH & Co. KG\n83",
    "Page_90": "Workout\nWhen exercising on our machines your heart rate should not exceed a certain maximum\nvalue. Optimum aerobic workout is only possible below this limit.\n84\nTechnical and visual modifications as well as misprints reserved\n 2015 by ERGO-FIT GmbH&Co.KG",
    "Page_91": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIOLINE4100S/SMED/MED\nChapter 9\nMaintenance\n9.1\nMaintenanceandCare\n86\n9.1.1\nCIRCLE\n86\n9.1.2\nCROSS\n87\n9.1.3\nCYCLE\n87\n9.1.4\nMIX ...\n87\n9.1.5\nRECUMBENT\n87\n9.1.6\nSTAIR.\n88\n9.1.7\nTRAC\n88\n9.2\nCleaning.\n92\nPleasenote:\nThis user manual provides information on several devices.\nDetailsmayvarydependingonyourmodel!\nTechnical and visual modifications as well as misprints reserved-@ 2015 by ERGO-FIT GmbH & Co. KG\n85",
    "Page_92": "3R\nMaintenance\n9\nMaintenance\nAllexercisemachines used forcommercial purposesneed toundergoregularmaintenance\nand safety inspections(according toMPBetreibV).ERGO-FIT advices an inspection every\n12 month.\nof your exercise machine and to extend its lifetime. For this reason, we recommend regular\ninspections of the machines. Before every use, inspect the casing, seat and guides,\nhandlebar, crank handles, footrests, pedals, pedal straps, running belt and handholds for\ndamage. If the machine is damaged, have it repaired immediately. These regular inspections\nare essential in case of guarantee claims. In case of a malfunction please contact our service\nteam.Technicians and engineers at ERGO-FITare pleased to assist you.\nBefore switching on the machines, always inspect power cord, power plug, power socket and\npowerinput(machine)for defects.\nThe following situations make immediate maintenance necessary:\nexcessive mechanical stress (sharp impact, defect cabling, inappropriate tension),\nliquidhas entered thedevice,\ncables,connectors or casing are damaged,\ncovers have dropped off.\nMaintenance of the machine may be carried out by the ERGO-FIT customer service.We also\noffer maintenance contracts.\n9.1\nMaintenance and Care\nERGO-FITmachinesarelow-maintenanceproducts.\nThe following chapters outline important inspections and maintenance procedures for\ndifferentmodels.You should carryout thesetasksregularly.\nSwitch off and unplug the machine before you perform maintenance tasks or open its\ncasing.\n9.1.1\nCIRCLE\nThis model requires very little maintenance.\nDo not apply oil or grease to the external parts of the machine.\n86\nTechnical and visual modifications as well as misprints reserved\n-@ 2015 by ERGO-FIT GmbH & Co.KG",
    "Page_93": "CARDIOLINE 4000 S/S MED/MED/SP/S SP\nFIT\nCARDIOLINE4100S/SMED/MED\n9.1.2\nCROSS\nDo not apply oil or grease to the external partsof themachine.\n9.1.3\nCYCLE\nThis model is almost maintenance-free.\nDie beweglichen Teile des Gerates benotigen kein weiteres Einolen oder\nEinfetten.\nOnce per week, remove dust from the guide rod of the seat.\nRegularly apply a teflon spray to the guide rod (we recommend “Fin super aerosol'\nby Interflon).\nTreadle\nAs screws tend to loosen over time, you should check the treadles and pedals after\n3 to 5 operational hours for the first time, then every month.\nIf a treadle loosens tighten it immediately. Remove the black cap from the crankshaft\nand retighten the screw underneath with a 14 mm socket spanner. The pedal may\nbe retightened to the crankshaft with a 15 mm open-end spanner.\n9.1.4\nMIX\nThis model requires very little maintenance.\nDo not apply oil or grease to the external parts of the machine\nOnceperweek,remove dust from the chromebarof theseat.\n9.1.5\nRECUMBENT\nThis model is almost maintenance-free.\nMoving parts need no further oiling or greasing.\nOnce perweek,remove dust from the guide rod of the seat.\nTreadle\nAsscrewstend toloosenovertime,youshould checkthe treadles andpedals after\nIf a treadle loosens tighten it immediately.Remove the black cap from the crankshaft\nbe retightened to the crankshaft with a 15 mm open-end spanner.\nTechnical and visual modifications as well as misprints reserved\n 2015 by ERGO-FIT GmbH&Co.KG\n87",
    "Page_94": "Maintenance\n9.1.6\nSTAIR\nThis model requiresvery little maintenance.\nDo not apply oil or grease to the external parts of the machine.\n9.1.7\nTRAC\nERGO-FIT recommends servicing the TRAC every two years or after 30.0000 km.\nAdjusting the Running Belt\nThe rear drive shaft is a dangerous area because here the running belt is drawn into the\nmachine.Therefore keephair and clothes away from the drive shaft.\nNever adjust the running belt alone. For your safety, adjustment of the belt must always be\ncarried out by two persons. In case of emergency the second person has to press the\nemergencystopbutton.\nNFine-tuning the running belt may be performed by adjusting the left adjustment screw on\nthe drive shaft while the treadmill is in operation. Use the included 6 mm Allen spanner.\n1.\nLaThe running belt should run at approx. 12 km/h (no incline).\n2.\nObserve the running belt for at least two minutes.\n3.\nThe running belt's ideal location is in the middle of the shaft. If this is not the case,\nproceed as follows:\nIf the running belt tends to run to the right, turn the right adjustment screw to the\nright. If the running belt tends to run to theleft, turn the right adjustment screw to the\nleft.For minor deviations turn the screw% turn.For greater deviations turnthe\nscrew12turn\n5.\nAfter each adjustment, observe the running belt for two minutes. In order to check\nits function the treadmill should also run at 5 and 20km/h.\n6.\nAdjustment is complete when the running belt stays in the middle of the shaft even\nafter running at 12 km/h for a longer period of time.\n7.\nHillrunning and other running styles may cause a dislocation of therunning belt.As\nlong as the running belt centers again when running in normal mode at 12km/h\nif it is adjusted correctly.\n8.\nIfyouwant totightentherunningbelt, turn theleft and rightadjustment screws\nevenly.Therunningbeltshouldneverbeovertightened\n88\nTechnical and visual modifications as well as misprints reserved- @ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_95": "CARDIOLINE 4000S/SMED/MED/SP/SSP\nFIT\nCARDIOLINE 4100S/S MED/MED\nChecking the Running Belt Tension\nUnplug themachinebeforeyou open thecontrol panel orremove thecover!\nThebeltmayloosenafter longeruseorwhenadjusted improperly.Itwilldeceleratewhen\njumping on it because the front drive shaft looses contact with the belt.\nAdjustmentscrewforrunningbelt\nRear drive shaft\nU\nAdjustmentscrewforbelt\n+/- 1cm tolerance\nAllenspanner6mm\nIn this case, check the belt tension as follows:\n1.\nOpen the front cover.Do not touch the internal parts of the machine.\n2.\nPress theSTARTbuttontoconfirm theMANUALmodeand acceleratethebeltto2\nkm/h with the PLUS button.\n3.\nStandbehind thetreadmilland carefullytrytoblocktherunningbelt withyourfoot.\n4.\nIf the running belt blocks, it needs to be tensioned.\nIf the running belt is blocked for too long, the motor control will switch off due to overcurrent.\nThis is indicated by a flashing alarm LED on the motor control. In this case, switch off the\nmachine andwait for5minutesbeforeyou switchit on again.\nRetensioning the Running Belt\nThe tension of the running belt must never exceed 0.5 %, as this may damage the belt, shafts\nand bearings. Make sure to unplug the machine before tensioning the running belt!\nProceed asfollows:\n1.\nsides of the untensioned running belt. This marking should extend to 1003 to 1004\nmmwhen the belt is tensioned correctly.\n2.\nthe correct tension isreached(seesection1.).Make sure that the runningbelt stays\nbetweenthetwoarrowsonthebackpartof thetreadmill frame.\nTechnical and visual modifications as well as misprints reserved-@ 2015 by ERGO-FIT GmbH & Co. KG\n89",
    "Page_96": "Maintenance\n3.\nYou can also tension the belt until the drive shaft stops spinning freely when the belt\nis blocked (see section,Checking the Running Belt Tension\").\nTensioning the Drive Belt\nThe poly-v-drive belt is equipped with a belt tensioner and should not require any manual\ntensioning. However, if the drive belt needs more tension, make sure to unplug the machine\nplug first.\nYou may check the belt's tension as instructed in ,Checking the Running Belt Tension\" by\nblocking the running belt. When doing so, make sure the motor is not idling but has full\ncontactwiththebelt!\nRetensioning the running belt\nRunning belt / drive shaft\n口\nAdjusting and tensioning running belt\nThe drive belt is equipped with an adjustment device in case it needs to be tensioned.\nOiling\nThe oil film underneath the running belt needs to be checked at the latest when the oil can\nsymbol appears on the display or if you hear grinding noises. In this case perform oiling and\nreset the oil interval distance.\nThe intervals differdepending ontheuse:\nphysiotherapy / low utilization, ca. 500 km\ntraining facility / average utilization, ca. 1000 km\ntraining facility / high utilization, ca. 1500 km\nUse the provided special oil and a 10ml-syringe. Only use the provided special oil (special oil\nis available on demand at ERGO-FIT)! Other oils or lubricants may damage the running belt\nare needed for every maintenance procedure.\n90\nTechnical and visual modifications as well as misprints reserved-@ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_97": "CARDIOLINE4000S/SMED/MED/SP/SSP\nFT\nCARDIO LINE 4100S/SMED/MED\nInjectionhole\nProceed as follows:\nMakesurenottocomeintocontact with therunningbelt!Foryoursafety,adjustmentof the\nbelt must always be carried out by two persons. In case of emergency the second person has\nto press the emergency stop button.\n1.\nNow switch on the treadmill and select MANUAL mode. Set the belt's running speed\nto approx. 2 km/h.\n2.\nFill theprovided syringewith thespecial oil.\n3.\nBeneath the running belt on the side you will see a board with the injection hole.\nInsert the syringe into the injection hole and slowly press the oil into the hole.\n4.\nRefill the syringe and repeat step 3.\n5.\nThen fill the syringe with air and press the air into the hole to make sure that the oil\nhas completely entered the system.\n6.\nAfter oiling, let the treadmill run at 5 km/h for another 5 minutes while no one is\nrunning on thebelt toallow the oil tospread ontherunningbelt.\n7.\nSetzen Sie die Anzeige wieder Zuruck wie in Kapitel 7.4.1 Grundeinstellungen\nCARDIO LINE 4000,Auswahl der Olintervalle imServicemenu bzw.7.4.2 Grundein-\n(CARDIO LINE 4100) beschrieben\nTechnical and visual modifications as well as misprints reserved\n① 2015 by ERGO-FIT GmbH & Co.KG\n91",
    "Page_98": "ER\nMaintenance\nLichtschranke,Reinigung und Einstellung\nDie Lichtschranke und Schlitzscheibe dienen zur Erfassung der Geschwindigkeit und sollten\nin Abstanden von 6 Monaten mit einem feuchten Tuch und Spiritus vorsichtig gereinigt\nwerden. In eingebautem Zustand der Scheibe kann die Reinigung auch mittels eines\nBorstenpinsels, der zuvor in Spiritus getränkt wurde, durchgefuhrt werden. Damit konnen\nzwischen Scheibe und Lichtschranke die optischen Elemente vorsichtig gereinigt werden.\nPhotosensor\nWhen adjusting the photo sensor, make sure to keep the air gapbetween the disk and\nthe casing of the photo sensor:\naxial gap: approx. 1 mm (see fig.)\nradial gap: approx. 1 mm left and right\n1mm\nAdjusting the photo sensor\nMake sure that the virtual extension of the photo sensor continues through the centre of the\nmotor shaft.\n92\nTechnical and visual modifications as well as misprints reserved\n2015by ERGO-FITGmbH&Co.KG",
    "Page_99": "CARDIOLINE4000S/SMED/MED/SP/SSP\nFIT\nCARDIO LINE 4100 S/S MED/MED\n9.2\nCleaning\nSweat, dust and dirt can damage your exercise equipment even after a few weeks. Metal and\naluminum surfaces may deteriorate when getting into contact with sweat.Therefore you\nshouldcleantheequipmenteveryday.\nWe recommend“Ecolab P3-steril\"or“Scarabig\"for cleaning. You can obtain these detergents\nat the following suppliers:\nEcolabDeutschland GmbH\nReisholzerWerftstraBe38-42\nPostfach 13 04 06\nD-40554 Dusseldorf\nwww.ecolab.com\nSCARAPHARM chem.-pharm.Produkte GmbH\nWachmannstraBe86\nD-28209 Bremen\nwww.scarapharm.de\nConsider the following aspects for cleaning:\nMake sure to unplug the machine before opening the control panel or the motor cover!\nClean your machine with a damp cloth, mild cleaning agent or soap and dry it with\na soft cloth.\nFor the TRAC model the internal components should also be cleaned. To do so,\nremove the 7 screws on the front cover. Pull the cover up to remove it. Make sure\nnottodamagetheautomaticcircuitbreaker.Removeanydirtinsidethetreadmill\nwith a vacuum cleaner, in particular on the ventilation grille of the drive motor.\nDuringtrainingwithchipcardregularlyclean thechipcardsandchip-cardreaderswitha\ncloth and isopropanol. Special cleaning sets are also available with ERGO-FIT.\nTechnical and visual modifications as well as misprints reserved\n 2015 by ERGO-FIT GmbH&Co.KG\n93",
    "Page_100": "ERGO-FIT?\nMaintenance\n94\nTechnicalandvisualmodificationsaswellasmisprintsreservec\n@2015by ERGO-FIT GmbH&Co.KG",
    "Page_101": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nCARDIOLINE 4100S/SMED/MED\nKapitel 10\nTroubleshooting\n10.1\nFinding the Error\n96\n10.2\nErrorMessages\n97\nPleasenote:\nThis user manual provides information on several devices.\nDetailsmayvarydependingonyourmodel!\nTechnical and visual modifications as well as misprints reserved-? 2015 by ERGO-FIT GmbH & Co. KG\n95",
    "Page_102": "ER\nTroubleshooting\n10\nTroubleshooting\nDespite the high quality of ERGO-FIT products malfunctions may occur. In this chapter you\nfind troubleshooting information. If you suspect a technical malfunction do not operate the\nmachine.If you can repair the machineyourself nevertheless inform us of the malfunction.\nThis allows us to record the failure in the model's documentation file and to further improve\nthe quality of our products\nFor safety reasons, unplug the machine before work is carried out or the machine is\nopened!\n10.1\nFinding the Error\nMalfunctions may have simple reasons but sometimes a faulty component is the problem.\nlisted are not successful, please contact our service department immediately. Our service\nteamwill bepleased tohelpyou.\nPleaseproceedasfollowsincaseoffailure:\nThe machine does not react (no signal when switching on, empty display)\nCheck the fuse box. Afuse may be defective or a circuit breaker may have switched\noff.\nDidyouuseanextensioncableora multi-outletpowerstrip?Alwaysconnectyour\nmachine directly to the power socket.\nAn error message is displayed\nWrite down the information displayed in the errormessage.\nCheck if the error has occurred frequently.If so,when and howoften?\nCheck if multiple electric devices were connected at the same time. If so, which?\nCheck if a button was pressed when the error message was displayed.\nCheck if the machine can be started by pressing the START button or if this is\npossible after complete switch off only.\nIf you were not present when the error message was displayed, ask the user what\nexactlyhappened\nTry to fix the error yourself (see: error messages) or contact the ERGO-FIT service\ncenter.\n96\nTechnical and visual modifications as well as misprints reserved - ? 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_103": "CARDIOLINE4000S/SMED/MED/SP/SSP\nER\nCARDIOLINE4100S/SMED/MED\nSeat gives way after load\nBring the seat into the lowest position and then into the highest position and repeat\nthis once. This causes the oil-gas-mixture in the spring chambers to compensate so\nthe seat locks again.\n10.2\nError Messages\nThe following section lists the most common error messages, their causes and solutions:\n4000 S/4000 S MED error messages\nEnd of training sequence or wrong date\nProblem:\nThe training sequence stored on the chip card has ended, i.e. since the first\nor time settings are probably wrong.\nSolution:\nIn this case, please go to the main menu and press PLUS and MINUS\nsimultaneously. You will then be able to enter the correct date and the present\ntime using the PLUS and MINUS buttons. Confirm your choice by pressing\nthe START button.\nTo (,Timeout\")\nProblem:\nThemachine cannot communicatewith thecard reader.\nSolution:\nSwitchoff theunit,waitforabout5seconds andswitch it backon.If theissue\nisnotsolved,checkif thecablebetweenthemachineandthecardreader\n(located inside the machine) is connected. (lf you do not know how to\nproceed,please contact the service technicianbefore opening the control\npanel).\nCS\nProblem:\nThe data on the chip card is damaged ordata transmissionto thecard reader\nhas malfunction.\nSolution:\nFirst,check if the chip card has been inserted correctly.If this is not the case,\npleaseinsert it correctly andrepeat theprocedure.If the issueis notsolved,\nanother error message, please check if the cable between the machine and\nthe card reader (located inside the machine) is connected. (lf you do not\ncontrol panel). If the card reader works fine with a different card,the data is\nprobably damaged. Use the appropriate ERGO-FIT software to rewrite the\ndata on the card.\nTechnical and visual modifications as well as misprints reserved-? 2015 by ERGO-FIT GmbH & Co. KG\n97",
    "Page_104": "3\nTroubleshooting\nNO ID 01, NO ID 17, NO ID 19 or NO ID 20\nProblem:\nThe chipcard used hasnotbeenevaluated.\nSolution:\nEvaluate the chip card using the ERGO-FIT analysis software first. You can\nonly perform the ERGO-FIT point training with an evaluated card.\nNO Id 02 or NO ID 18\nProblem:\nThe card is a training card, i.e. a card which has not been initialized for a test.\nYou cannot carry out an ERGO-FIT test using a training card.\nSolution:\nIf you need a new test evaluation,please initialize the chip cardfor a test\nusing the ERGO-FIT software and then use this chip card for the test.\nNO ID 55\nProblem:\nThere is no data on the chip card - the chip card has possibly never been\nused, or the chip itself is damaged.\nSolution:\nReinitialize the card. If the issue is not solved,please use a new chip card\nand restart the initialization.\nError 16\nProblem:\nThemachine cannot find a card in the card reader.\nSolution:\nMake sure the card has been inserted correctly.\nError01,Error17,Error32,Error33,Error48orError49\nProblem:\nThemachine cannot communicate with the chip card.\nSolution:\nFirst, check if the chip card has been inserted correctly. If this is not the case,\nplease insert it correctly and repeat the procedure. If the issue is not solved,\ncheck if the card reader woks by inserting another card. If you receive another\nerror message,please check if the cable between the machine and the card\nreader(located inside the machine) is connected.(lf you do not knowhow to\nproceed, please call a service technician before opening the control panel.\nDevice ID xxx: Please extract chipcard\nProblem:\nThe machine is not listed on the workout schedule.\nSolution:\nEnterthedeviceintheworkoutschedulebyusing theERGO-FITsoftware\n98\nTechnical and visual modifications as well as misprints reserved\n-2015byERGO-FITGmbH&Co.KG",
    "Page_105": "CARDIOLINE 4000S/S MED/MED/SP/S SP\nCARDIOLINE 4100S/S MED/MED\nTRAC-4000/4000Serrormessages:\n STOP (is flashing in the middle of the display)\nProblem:\nA converter malfunctionhasoccurred.\nSolution:\nStoptheworkout and switchoff the machine(poweroff fora minimum of\n30 s).\nTRAC of the 4000 MED/4000 S MED series:\nProblem:\nThe cut-offtemperature of the transformer hasbeenexceeded(built-in\ntemperature monitor: 115°).\nSolution:\nStop the training, switch off the machine and allow it cool down.\nFehlermeldungenbeiGeratenderLinien4100S/4100SMED\nWorkout program obsolete (week: xx)-Please remove card\nProblem:\nThe workout period stored on the chip card has expired, i.e. since the first\ntest,8(training)weeks havepassed.If this is not thecase,the model's date\nor time settings are probably wrong.\nSolution:\nPress theupper center of the displayfife times to open the service menu.\nHere you can change the date and time settings (see chapter 7.4.2).\nChecksumerror!Pleaseremovechipcard.\nProblem:\nThe dataonthe chipcard is damagedordata transmissiontothecardreader\nhasmalfunction.\nSolution:\nFirst, check if the chip card has been inserted correctly. lf this is not the case,\nthe card reader is malfunctioning by inserting another chip card. If the error\npersists please contact the ERGO-FIT service center. If the card reader\nworks fine with a different card, the data is probably damaged. Use the\nappropriate ERGO-FIT software to rewrite the data on the card).\nChip card empty or not correctly inserted\nProblem:\nThereis no data on the chip card-the chip card haspossibly neverbeen\nused, the chip itself is damaged or the chip card has not been inserted\ncorrectly.\nSolution:\nFirst, check if the chip card has been inserted correctly. If this is the case,\nreinitialize the card. If the issue is not solved, please use a new chip card and\nrestart the initialization.\nTechnical and visual modifications as well as misprints reserved-? 2015 by ERGO-FIT GmbH & Co. KG\n99",
    "Page_106": "3\nTroubleshooting\nNo appropriate trainings program available. Next devices/No devices available\nProblem:\nThemachineisnot listed ontheworkoutschedule.\nSolution:\nEnter the device in the workout schedule by using the ERGO-FIT software.\nUnable to connect with Cardea Server\nProblem:\nThe system cannot connect with the Cardea Server. Training with the card\nreader configuration mode ,RFID only\" is not possible.\nSolution:\nMakesure that thenetworkcableis correctlyconnected and notdamaged\nMake sure that the computer and the CardeaServer software arenot\nmalfunctioning. Restart the computer if necessary.\nEmpty profile workout\nProblem:\nA profile has been created without any levels.\nSolution:\nReturn to the profile editor and add levels to theprofile.\nCard removed but workout still active\nProblem:\nThe chip card has been removed during the workout.\nSolution:\nReinsert the card and exit the workout by pressing theSTOPbutton.\nWrong card\nProblem:\nThe chip card has been removed during the workout and a new card has\nbeen inserted.\nSolution:\nRemove the chip card and exit the workout by pressing the STOP button.\nThen reinsert the chip card.\nPlease login at the Vitality Coach\nProblem:\nNo workout data stored on the chip card.\nSolution:\nThe workout has not been activated at theVitality Coach, thus there is no\nworkout data on the chip card. Return to the Vitality Coach and insert the chip\ncard.Press the\"START\"button to save data on the chip card.\nPlease contact ERGO-FIT Service\nProblem:\nThis product must be serviced.\nSolution:\nPlease contact the ERGO-FIT service center.\n100",
    "Page_107": "CARDIOLINE 4000 S/S MED/MED/SP/S SP\nCARDIOLINE4100S/SMED/MED\nPlease tighten the pedals and the crank arms\nProblem:\nPedals and crank armsmust beretightened every5 operationhours.\nSolution:\nTighten the pedals and crank arms(see chapter 9.1.3.).Press the screwdriver\nicon five times to reset the message zum Zurucksetzen der Meldung.\nStrength equipment only\nProblem:\nYou have inserted the F4 card for plate configuration.\nSolution:\nRemove the card.It is not suitablefor cardio devices.\nNo ErgoNet-Connection!\nProblem:\nNo connection to device board. Training is not possible.\nSolution:\nPlease contact the ERGO-FIT service center.\nTRACof the4100S/MED/SMEDserieserrormessages:\nWarning symbol ,exclamation mark\" in the value panel\nProblem:\nA profile has been created without any levels.\nSolution:\nEnd the training and switch off the machine (keep it off for at least 10 min).\nTechnical and visual modifications as wellas misprintsreserved\n 2015by ERGO-FIT GmbH & Co.KG\n10\"",
    "Page_108": "ERGO-FIT\nTroubleshooting\n102\n@ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_109": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nCARDIOLINE 4100S/SMED/MED\nKapitel A\nAppendix\nA.1\nCustomer Service\n108\nA.2\nSpareParts\n108\nA.3\nTechnical Specifications\n109\nA.4\nElectromagneticEmission and InterferenceImmunity\n119\nA.5\nSafety Regulations...\n122\nA.5.1\nSafety Instructions .\n122\nA.5.2\nMark of Conformity .\n123\nA.5.3\nSymbols\n126\nA.6\nError Margins ....\n127\nA.7\nTest Evaluation.\n128\nA.8\nWarranty.\n129\nA.9\nEntry in Medical Devices Registry ..\n131\nSafetyInstructions.\n135\nPleasenote:\nThis user manual provides information on several devices.\nDetailsmayvarydependingonyourmodel!\nTechnical and visual modifications as well as misprints reserved-@ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_110": "Appendix\nA\nAppendix\nA.1\nCustomerService\nService:\nPhone:\n+49 (6331)2461-22\n+49 (6331)2461-23\n+49 (6331)2461-27\n+49 (6331)2461-29\nTelefax:\n+49 (6331)2461-55\nE-Mail:\nservice@ergo-fit.de\nERGO-FITmachines arerepairedbyhighlyqualifiedservicetechnicians.Onlyoriginal spare\nparts are used for repairs.\nA.2\nSpare Parts\nFor Spare parts and up-to-date exploded views please contact the customer service at\nERGO-FIT\nService:\nPhone:\n+49 (6331)2461-22\n+49 (6331)2461-23\n+49 (6331)2461-27\n+49 (6331)2461-29\nTelefax:\n+49 (6331)2461-55\nE-Mail:\nservice@ergo-fit.de\nPlease specify the following:\nModel\nSerial number\n Spare parts name\n Spare parts number\nA.3\nTechnical Specification\nCARDIOLINE4000/4100S/MED/SMED\nThis chapter lists the technical specifications of your cardio machine. The tables contain\ninformationforCARDIOLINE4000/4100,4000/4100S,4000/4100MED,and4000/4100 S\nMED.\n104\nTechnical andvisual modifications as well asmisprintsreserved\n2015by ERGO-FITGmbH&Co.KG",
    "Page_111": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIO LINE 4100 S/S MED/MED\nDescription\nCIRCLE\nSupply voltage 48-60 Hz\n220-240V~\n Power input\n0,3A\nFuses\nT 1,6 A\nPower input\n0,003kW/h(4000/4000MED)\non standby mode\n0,021 kW/h (4100/4100 MED)\nPower input\n0,005 kW/h (4000/4000 MED)\non 50 W/40 rpm\n0,025 kW/h (4100/4100 MED)\nPower input on maximum\n0,016 kW/h (4000/4000 MED)\nperformance\n0,037kW/h (4100/4100 MED)\n Safety standard\nDIN EN 60335-1(4000/4100,4000/4100 S)\nDIN EN 60601-1 (4000/4100 MED,4000/4100 S MED)\nDevice standard\nEN 957 SA\nDINVDE0750-238(4000/4100MED,4000/4100SMED)\nProtection class\n1, IP21\nTested for use in\nGym (4000/4100,4000/4100 S)\nmedical therapy (4000/4100 MED,4000/4100 S MED)\nAccuracy\n10% (4000/4100,4000/4100 S);\n5%to200W,from 200W 10%(4000/4100MED,\n4000/4100S MED in clockwiserotation)\nBrake system\nEddie Current\nInertia\n11 +/- 2kg-m²\n Dimension in cm (L/W/H)\n165,5/63,5/152\nWeight\napprox. 115 kg\nRPM\n20 - 120 rpm\nPower Range\n15-400W\nIncrements\n5W\nWorkout programs\nMANUAL,Manual Countdown,CARDIO,PROFILES\n(5 predefined)\nPOLAR heart rate\n1 channel with ECG accuracy\nmonitoring\nHeart rate dependent\nWith POLAR transmitter\nworkload control\nActivation\nrpm-independent\nMax. user weight\n200 kg\nInterface\nRS 232\nTechnical and visual modifications as well as misprints reserved\n① 2015 by ERGO-FIT GmbH & Co. KG\n105",
    "Page_112": "Appendix\nDescription\nCROSS\n Supply voltage 48-60 Hz\n220-240V~\nPower input\n0,3A\nFuses\nT 1,6 A\nPower input\n0,003kW/h (4000/4000 MED)\n on standby mode\n0,021kW/h (4100/4100 MED,4007/4107 MED)\n Power input\n0,005 kW/h (4000/4000 MED)\n on 80 W/80 rpm\n0,025 kW/h (4100/4100 MED, 4007/4107 MED)\nPower input on maximum\n0,016 kW/h (4000/4000 MED)\n performance\n0,037kW/h (4100/4100 MED,4007/4107MED)\nSafety standard\nDIN EN 60335-1(4000/4100,4000/4100 S)\nDIN EN 60601-1 (4000/4100 MED/S MED, 4007/4107\nMED/S MED)\nDevice standard\nEN 957 SA\nProtection class\n1, IP21\nTested for use in\nGym (4000/4100,4000/4100 S)\nMedical therapy(4000/4100 MED/S MED,4007/4107\nMED/S MED)\nAccuracy\nBrake system\nEddie Current\nInertia\nDimension in cm (L/W/H)\n185/66/180 (4000/4100), 205/67/170 (4007/4107)\nWeight\napprox. 95 kg (4000/4100), approx. 160 kg (4007/4107)\nRPM\n15 - 200 steps\nPower Range\n15 - 200 workload levels\nIncrements\nIncrements of 5\nWorkout programs\nMANUAL,Manual Countdown, CARDIO,PROFILES\n(5 predefined)\nPOLAR heart rate\n1 channel with ECG accuracy\nmonitoring\nHeart rate dependent\nWith POLAR transmitter\nworkload control\nActivation\nrpm-dependent \nMax. user weight\n200 kg\nInterface\nRS 232\n106\nTechnical and visual modifications as well as misprints reserved\n-@ 2015 by ERGO-FIT GmbH & Co.KG",
    "Page_113": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIO LINE 4100 S/S MED/MED\nDescription\nCYCLE\n Supply voltage 48-60 Hz\n220-240V~\nPower input\n0,3A\nFuses\nT1,6 A\nPower input\n0,003 kW/h (4000/4000 MED)\n on standby mode\n0,021 kW/h (4100/4100 MED)\nPower input\n0,006 kW/h (4000/4000 MED)\non 50 W/40 rpm\n0,025 kW/h (4100/4100 MED)\nPower input on maximum\n0,016 kW/h (4000/4000 MED)\nperformance\n0,037kW/h (4100/4100 MED)\n Safety standard\nDIN EN 60335-1(4000/4100,4000/4100 S)\nDIN EN 60601-1 (4000/4100 MED, 4000/4100 S MED)\nDevice standard\nEN 957 SA\nProtection class\n1, IP21\nTested for use in\nGym (4000/4100,4000/4100 S)\nMedical therapy (4000/4100 MED, 4000/4100 S MED)\nAccuracy\n10%(4000/4100,4000/4100 S);\n5%to400W,from 400W 10%(4000/4100MED\n4000/4100 S MED)\nBrake system\nEddie Current\nInertia\n11 +/- 2kg-m2\nDimension in cm (L/W/H)\n118/54/145\nWeight\n approx. 58 kg\nRPM\n20 - 120 rpm\nPower Range\n15-600 W\nIncrements\n5W\nWorkout programs\nMANUAL, Manual Countdown, Gearselection, TEST,\nCARDIO, PROFILE (5 predefined)), plus 1 customizable\nprofil for 4000/4100 S,4000/4100 S MED\nPOLAR heart rate\n1 channel with ECG accuracy\nmonitoring\nHeart rate dependent\nWithPOLAR transmitter\nworkload control\nActivation\n rpm-independent, rpm-dependent\nMax. user weight\n180 kg\nInterface\nRS 232\nTechnical and visual modifications as well as misprints reserved\n① 2015 by ERGO-FIT GmbH & Co.KG\n107",
    "Page_114": "Appendix\nDescription\nMIX\nSupply voltage 48-60 Hz\n220-240V~\n Power input\n0,3A\nFuses\nT1A\n Power input\n0,003 kW/h (4000/4000 MED)\non standby mode\n0,021 kW/h (4100/4100 MED)\n Power input\n0,006 kW/h (4000/4000 MED)\n on 50 W/40 rpm\n0,025 kW/h (4100/4100 MED)\nPower input on maximum\n0,016 kW/h (4000/4000 MED)\nperformance\n0,037 kW/h (4100/4100 MED)\nSafety standard\nDIN EN 60335-1(4000/4100,4000/4100 S)\nDIN EN 60601-1 (4000/4100 MED, 4000/4100 S MED)\nDevice standard\nEN 957 SA\nProtection class\n1, IP21\nTested for use in\nGym (4000/4100,4000/4100 S)\nMedical Therapy (4000/4100 MED, 4000/4100 S MED)\nAccuracy\nBrake system\nEddie Current\nInertia\nDimension in cm (L/W/H)\n200/100,5/166 (Cockpit included)\nWeight\napprox. 160 kg\nRPM\n20 -120 rpm\nPower Range\n25 - 400 W (for CARDIO/SYSTEM),\n1-29 workloadlevels(forMANUELL)\nIncrements\nWorkout programs\nMANUAL,ManualCountdown,CARDIO,PROFILES\n(5 predefined)\nPOLAR heart rate\n1 channel with ECG accuracy\nmonitoring\nHeart rate dependent\nWith POLAR transmitter\nworkload control\nActivation\nMax. user weight\n150kg\nInterface\nRS 232\n108\nTechnical and visual modifications as well as misprints reserved\n-@ 2015 by ERGO-FIT GmbH & Co.KG",
    "Page_115": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIO LINE 4100 S/S MED/MED\nDescription\nRECUMBENT\nSupply voltage 48-60 Hz\n220-240V~\n Power input\n0,3A\nFuses\nT 1,6 A\nPower input\n0,003kW/h(4000/4000 MED)\n on standby mode\n0,021kW/h (4100/4100 MED)\n Power input\n0,005kW/h (4000/4000 MED)\non 50 W/40 rpm\n0,025 kW/h (4100/4100 MED)\nPower input on maximum\n0,016 kW/h (4000/4000 MED)\nperformance\n0,037kW/h (4100/4100 MED)\nSafety standard\nDIN EN 60335-1(4000/4100,4000/4100 S)\nDIN EN 60601-1 (4000/4100 MED, 4000/4100 S MED)\nDevice standard\nEN 957 SA\nDIN VDE 0750-238 (4000/4100 MED,4000/ 4100 S MED)\nProtection class\n1, IP21\nTested for use in\nGym (4000/4100,4000/4100 S)\nMedical Therapy (4000/4100 MED, 4000/4100 S MED)\nAccuracy\n10% (4000/4100,4000/4100 S);\n5% to 400 W,from 400 W 10% (4000/4100 MED,\n4000/4100 S MED)\n Brake system\nEddie Current\nInertia\n11 +/- 2kg·m2\nDimension in cm (L/W/H)\n160/54/125\nWeight\napprox. 75 kg\nRPM\n20 - 120 rpm\nPower Range\n15 -600 W\nIncrements\n5W\nWorkout programs\nMANUAL,Manual Countdown,Gearselection,CARDIO,\nPROFILES (5 predefined) plus 1 customizable profile for\n4000/4100 S,4000/4100 S MED\nPOLAR heart rate\n1 channel with ECG accuracy\nmonitoring\nHeart rate dependent\nWithPOLARtransmitter\nworkload control\nActivation\nrpm-independent, rpm-dependent\nMax. user weight\n200 kg\nInterface\nRS 232\nTechnical and visual modifications as well as misprints reserved\n① 2015 by ERGO-FIT GmbH & Co.KG\n109",
    "Page_116": "Appendix\nDescription\nSTAIR\n Supply voltage 48-60 Hz\n220-240V~\nPower input\n0,3A\nFuses\nT 1,6 A\nPower input\n0,003 kW/h (4000/4000 MED)\non standby mode\n0,021kW/h (4100/4100 MED)\nPower input\n0,007 kW/h (4000/4000 MED)\n on 50 W/40 rpm\n0,025 kW/h (4100/4100 MED)\nPower input on maximum\n0,016 kW/h (4000/4000 MED)\n performance\n0,037kW/h (4100/4100MED)\nSafety standard\nDIN EN 60335-1(4000/4100,4000/4100 S)\nDIN EN 60601-1 (4000/4100 MED, 4000/4100 S MED)\nDevice standard\nEN 957 SA\nProtection class\n1, IP21\nTested for use in\nGym (4000/4100, 4000/4100 S)\nMedical Therapy 4000/4100 MED, 4000/4100 S MED)\nAccuracy\nBrake system\nEddie Current\nInertia\nDimension in cm (L/W/H)\n110/77/181\nWeight\napprox. 110 kg\nRPM\n15 - 155 steps/min*\nPower Range\n15 -155 workload levels\nIncrements\nIncrements of 5\nWorkout programs\nMANUAL,Manual Countdown, CARDIO,PROFILE\n(5 predefined) plus 1 customizable profile for 4000/4100\nS,4000/4100S MED\nPOLAR heart rate\n1 channel with ECG accuracy\nmonitoring\nHeart rate dependent\nWith POLAR transmitter\nworkload control\nActivation\nMax. user weight\n200 kg\nInterface\nRS 232\n110\nTechnical and visual modifications as well as misprints reserved\n-@ 2015 by ERGO-FIT GmbH & Co.KG",
    "Page_117": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIO LINE 4100 S/S MED/MED\nDescription\nTRAC\n Supply voltage 48-60 Hz\n220-240V~\nPower input\n12 A\nFuses\nT16 A\nPower input\n0,02 kW/h (4000 MED, load 75 kg)\non standby mode\n0,03 kW/h (4100 MED,no load\n0,03 kW/h (4100 MED, load 75 kg\nPower input\n0,66 kW/h (4000 MED,load 75 kg)\non 8 km/h\n0,39 kW/h (4100 MED,no load\n0,67 kW/h (4100 MED, load 75 kg\nPower input\n1,75 kW/h (4000 MED, load 75 kg)\non 25km/h\n0,81 kW/h (4100 MED, no load\n1,75 kW/h (4100 MED,load 75 kg\n Safety standard\nDIN EN 60335-1(4000/4100,4000/4100 S)\nDIN EN 60601-1(4000/4100MED,4000/4100 S MED)\nDevice standard\nEN 957SA\nProtection class\n1, IP21\nTested for use in\nGym (4000/4100,4000/4100 S)\nMedical Therapy (4000/4100 MED, 4000/4100 S MED)\nAccuracy\nSpeed: 5%, Incline: 10%\nBrake system\nInertia\nDimension in cm (L/W/H)\n210/82,5/140\nWeight\napprox. 220 kg\nRPM\nPower Range\n0,2-25 km/h\nIncrements\n0,1 km/h\nWorkout programs\nMANUAL,Manual Countdown,CARDIO,TEST,PROFILE\n(5 predefined) plus 1 customizable profile for 4000/4100\nS,4000/4100 S MED\nPOLAR heart rate\n1 channel with ECG accuracy\nmonitoring\nHeart rate dependent\nWith POLAR transmitter\nworkload control\nActivation\n Max. user weight\n200 kg\nInterface\nRS 232\nIncline\n0%-20%(ALPIN),-5%-15% (TOUR)\nNoise emission\n<70 dB (A)*\n*DieGerauschemissionunterBelastungist hoheralsohneLast\nTechnical and visual modifications as well as misprints reserved\n① 2015 by ERGO-FIT GmbH & Co.KG\n111",
    "Page_118": "Appendix\nCARDIOLINE4000SP,4000SSP\nThis chapter lists the technical specifications of your cardio machine. The tables contain\ninformationforCARDIOLINE4000SPand4000SSP.\n Description\nCROSS\n Supply voltage 48-60 Hz\n Power input\nFuses\n Safety standard\nDIN EN 60335-1\nDevice standard\nEN 957 SA\nProtection class\nII, IP21\nTested for use in\nGym\nAccuracy\nBrake system\nEddie Current\nInertia\n Dimension in cm (L/W/H)\n185/66/180\nWeight\napprox. 95 kg\nRPM\n25 - 200 steps/min\nPower Range\n15 - 200 workload levels\nIncrements\nIncrements of 5\nWorkout programs\nMANUAL,Manual Countdown,CARDIO,PROFILES\n(5 predefined)\nPOLAR heart rate\n1 channel with ECG accuracy\nmonitoring\nHeart rate dependent\nWith POLAR transmitter\nworkload control\nActivation\nMax. user weight\n200 kg\nInterface\nRS 232 optional\n112\nTechnical and visual modifications as well as misprints reserved\n-2015byERGO-FITGmbH&Co.KG",
    "Page_119": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIOLINE 4100S/SMED/MED\nDescription\nCYCLE\n Supply voltage 48-60 Hz\nPower input\nFuses\n=\n Safety standard\nDIN EN 60335-1\nDevice standard\nEN 957 SA\nProtection class\nII, IP21\nTested for use in\nGym\nAccuracy\n10%\nBrake system\nEddie Current\nInertia\n11 +/- 2 kg · m2\nDimension in cm (L/W/H)\n118/54/145\nWeight\napprox. 58 kg\nRPM\n40 - 120 rpm\nPower Range\n40 -600 W\nIncrements\n5W\nWorkout programs\nMANUAL,Manual Countdown,Gearselection, CARDIO,\nPROFILES (5 predefined)\nPOLAR heart rate\n 1 channel with ECG accuracy\nmonitoring\nHeart rate dependent\nWithPOLAR transmitter\nworkload control\nActivation\n rpm-independent, rpm-dependent \nMax. user weight\n180 kg\nInterface\nRS 232 optional\nTechnical and visual modifications as well as misprints reserved\n 2015 by ERGO-FIT GmbH & Co. KG\n113",
    "Page_120": "Appendix\nDescription\nRECUMBENT\n Supply voltage 48-60 Hz\nPower input\nFuses\nSafety standard\nDIN EN 60335-1\n Device standard\nEN 957 SA\nProtection class\nII, IP21\nTested for use in\nGym\nAccuracy\n10%\nBrake system\nEddie Current\nInertia\n11 +/- 2 kg · m2\nDimension in cm (L/W/H)\n160/54/125\nWeight\napprox. 75 kg\nRPM\n40 -120 rpm\nPower Range\n40 -400 W\nIncrements\n5W\nWorkout programs\nMANUAL,Manual Countdown, Gearselection, CARDIO,\nPROFILES (5 predefined)\nPOLAR heart rate\n 1 channel with ECG accuracy\n monitoring\nHeart rate dependent\nWith POLAR transmitter\nworkload control\nActivation\nrpm-independent, rpm-dependent\n Max. user weight\n200 kg\nInterface\nRS 232 optional\n114\nTechnical and visual modifications as well as misprints reserved\n-@ 2015 by ERGO-FIT GmbH & Co.KG",
    "Page_121": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nCARDIO LINE 4100S/SMED/MED\nA.4\nElectromagneticEmission and InterferenceImmunity\nElectromagnetic Emission\nERGO-FIT products are intended for use in the following environments.Please make sure to\nonly use the product in appropriate environments.\nEmission\nConformity\nElectromagnetic environment\nmeasurement\nHF emission according to\nGroup 1\nThe product uses HF processes only for in-\nCISPR11\nternal functions.Thus HF emissionis very\nlowandinterferencewithotherelectronical\ndevices is unlikely.\nHF emission according to\nClass B\nCISPR11\nEmission of harmonics\nn/a\naccording to IEC 61000-3-2\nEmissionofharmonics\nn/a\naccording to IEC 61000-3-3\nElectromagnetic Interference Immunity for Devices that are not Live Supporting\nERGO-FIT products are intended for use in the following environments.Please make sure to\nonly use the product in appropriate environments.\nInterference immunity\nIEC 60601-\nConformity\nElectromagnetic\ntest\ntest level\nenvironment\nConductedHFdisturbances\n3 Veff\n3\nin compliance with\n150 kHz to 80 MHz\nIEC 6100-4-6\nConducted HF disturbances\n3V/m\n3\nin compliance with\n80 MHz to 2,5 GHz\nIEC 6100-4-3\nTechnical and visual modifications as well as misprints reserved\n 2015 by ERGO-FIT GmbH & Co.KG\n115",
    "Page_122": "Appendix\nElectromagneticInterferenceImmunityCARDIOLINE40o0/4100S/MED/SMED\nERGO-FITproducts areintended for use in thefollowing environments.Pleasemake sure to\nonlyusetheproduct in appropriateenvironments.\nInterference immunity\nIEC 60601-\nConformity\nElectromagnetic\ntest\ntest level\nenvironment\nWooden or concrete floor\n+/- 6 kV\nor floor tobe laid out with\ncontact\n6kV\nDischarge of static\ndischarge\nceramic tiles.If the floor\nelectricity in comliance\nis laid out with synthetic\nwith IEC 61000-4-2\nmaterials, the relative\n+/- 8 kV\n8kV\nair discharge\nhumidity must be higher\nthan 30 %.\n+/- 2 kV\nfor mains\nThe supply power quality\nElectricalfast transient\nshould comply with that\nbursts in compliance\n+/- 1 kV for input\nof a business or hospital\nwithlEC 61000-4-4\nenvironment.\nand output line\n+/- 1 kV normal\nmode voltage\nThe supplypower quality\nSurges in compliance\nshould comply with that\nwith IEC 61000-4-5\n+/- 2 kV com-\nof a business or hospital\nmon\nenvironment.\nmode voltage\nVoltage dips, brief\nThe supply power quality\nvoltage interruptions and\nshould comply with that\nvoltage fluctuation in\nof a business or hospital\ncompliance with\nenvironment.\nIEC 61000-4-11\nMagnetic fields of the\nMagnetic filed for supply\nsupply frequency should\nfrequency (50/60 Hz)\ncomply with those of\nin compliance with IEC\na business or hospital\n61000-4-8\nenvironment.\n116\nTechnical and visual modifications as well as misprintsreserved\n-2015byERGO-FITGmbH&Co.KG",
    "Page_123": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIO LINE 4100 S/S MED/MED\nElectromagneticInterferrenceImmunityCARDlOLINE4oooSP,40ooSSP\nERGO-FITproducts areintendedforuseinthefollowing environments.Pleasemakesure to\nonlyusetheproduct in appropriateenvironments.\nInterferenceimmunity\nIEC60601-\nConformity\nElectromagnetic\ntest\ntest level\nenvironment\nWooden or concrete floor\n+/- 6 kV\norfloortobelaid outwith\ncontact\n6kV\nDischarge of static\ndischarge\nceramictiles.If thefloor\nelectricity in comliance\nis laid out with synthetic\nwith IEC 61000-4-2\nmaterials, the relative\n+/- 8 kV\n8kV\nhumidity must be higher\nair discharge\nthan 30 %.\nThe supply power quality\nElectrical fast transient\nshould comply with that\nbursts in compliance with\nn/a\nof a business or hospital\nIEC61000-4-4\nenvironment.\nThe supply power quality\nSurges in compliance\nshould comply with that\nn/a\nwith IEC 61000-4-5\nof a business or hospital\nenvironment.\nVoltage dips, brief \nvoltage interruptions\nThe supply power quality\nshould comply with that \nand voltage fluctuation \nn/a\nof a business or hospital\nin compliance with IEC\nenvironment.\n61000-4-11\nMagnetic fields of the\nMagnetic filed for supply\nsupply frequency should\nfrequency (50/60 Hz)\ncomply with those of\nin compliance withIEC\na business or hospital\n61000-4-8\nenvironment.\nTechnical andvisual modifications as well asmisprintsreserved\n 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_124": "Appendix\nRecommendedSeparationDistanceBetweenPortableandMobileHFCommunication\nEquipment and ERGO-FIT Devices\nERGO-FIT products are intended for use in electromagnetic environments with controlled HF\ndisturbances. To prevent electromagnetic interference make sure to maintain the minimum\ndistance between portable and mobile HF communication equipment and the product\naccording to the output power of the communications equipment as indicated below.\nNominal output\nSeparation distance according to frequency of transmitter\nof the transmitter\n(meters)\n/ Watts\n150kHz to 80MHz\n150kHz to 80MHz\n150kHzto80MHz\nd = 3,5/V1*sqrtP\nd = 3,5/E1*sqrtP\nd = 7/E1*sqrtP\n0,01\n0,12\n0,12\n0,23\n0,1\n0,37\n0,37\n0,74\n1\n1,17\n1,17\n2,33\n3,69\n3,69\n7,38\n10\n100\n11,67\n11,67\n23,33\nFortransmittersrated atamaximumnominaloutputpowernot listedabove,therecommended\nseparation distance d in meters (m) can be estimated using the equation of the applicable\ncolumn, where P is the maximum nominal output power of the transmitter in Watts as stated\nby the transmitter manufacturer.\nPleasenote:\nAt 80 MHz and 800 MHz, the higher frequency range applies.\n田\nThese guidelines may not apply in all situations. Electromagnetic propagation is\naffected by absorption and reflection from structures,objects and people.\n118\nTechnical and visual modifications as well as misprints reserved\n-@ 2015 by ERGO-FIT GmbH & Co.KG",
    "Page_125": "CARDIOLINE4000S/SMED/MED/SP/SSP\nERGO-FIT\nCARDIOLINE4100S/SMED/MED\nA.5\nSafety Regulations\nA.5.1 Safety Instructions\nFor user safety the VDE(Verband derElektrotechnik e.V.)hasissued special instructions for\nmedical premises andelectro-medical devices.\nAccording to these instructions,deviceswithmains connectionmust beequipped not only\nwithareliableinsulationof livepartsbutalsowithanadditionalprotectivemeasuretoprotect\nVDE subdivides so-called protection classes.\nI (protective measures with protective earth conductor) as well as protection class Il\n(protective measures without protective earth conductorbut double insulation)are used: In\nprotection class I devices, metal casing parts are connected with the protective earth\nconductor of the grid through its earthing contact. In case of insulation failure, the upstream\ncircuit breakerwill close thecircuit.\nTheERGO-FITdeviceSoftheCARDIOLINE4000/4100,4000/4100S,4000/4100S MED\nand 4000/4100 MED series are classified as protection classI devices.The ERGO-FIT\ndevicesoftheCARDlOLINE40o0SPand4oo0SSPseriesareclassifiedasprotection\nclassIldevices.\nIn the user's environment, parts of non-medical electric devices, which are touchable after\nremoving covers, connection devices etc. during routine maintenance, must operate with a\ntension not exceeding 25 Volts of alternating current or 60 Volts of direct current. In addition\n601-1. In this case such a part and the user must not be touched an the same time.\nThe use of electro-medical devices is restricted to safety-relevant innocuousness taking\naccountof thestateof theart,healthandsafetyregulationsandaccidentprevention.\nProtectivemeasures must betakento avoidbothdirectand indirect contact.Covers,\nprotectiveearthconductors(incompliancewithprotectionclassI),meltingfuses,aswell as\nthe observation of distances between devices are all part of this.\nTechnical and visual modifications as well as misprints reserved-⊙ 2015 by ERGO-FIT GmbH & Co. KG\n119",
    "Page_126": "Appendix\nFor ERGO-FIT machines the most suitable distance tobe maintained is 1.5 meters.With this\ndistance, two training devices cannot be connected conductivelyby a person and it is unlikely\nthat users willreceive an electric shock during workout.\n1,5m\n1.5m\nThe instructions in this chapter refer to the German safety model. These instructions may\nvaryinothercountries.\nA.5.2\nMark of Conformity\nTheERGO-FITexercisemachinesof theCARDIOLINE4000/4100S/MED/SMED/SP/SSP\nare manufactured in accordance with highest safety and quality standards and are designed\nfor commercial use.All standards an directives applied during the development are listed in\nthe related declarations of conformity (you can get on request, please contact us under\n+49 (6331)2461-0).\n120\nTechnical andvisual modifications as well asmisprints reserved\n2015by ERGO-FIT GmbH&Co.KG",
    "Page_127": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIO LINE 4100 S/S MED/MED\nOn the machine's type label you can find the information listed in the below diagram (here\nCYCLE 4000 MED):\nMADEINGERMANY\nTyp\nCYCLE 4100 MED\nBaujahr\n2012\nCE mark\nBenutzer-\nmax.180kg\nBlocksbergstraBe165\ngewicht\nPower supply\nD-66955Pirmasens\n+496331/2461-0\n?\nCE0297\n230V~48-60Hz0,6A\nType B\n区\nIP 21\nT1,6A\nSerial No. 1000067899\nContact protection: with finger\nFuse\nForeignmatterprotection:medium-sizedobjects\n(diameter greater than 2.5mm)\nWater protection: Water dripping vertically\nElectrical waste\nPlease note user manual\nTechnicalandvisualmodificationsaswellasmisprintsreserved\n2015byERGO-FITGmbH&Co.KG\n121",
    "Page_128": "Appendix\nA.5.3\nSymbols\nThe symbols used for ERGO-FIT machines comply with the IEC 417 and IEC 878\nstandards.\nThefollowingsymbolsare used:\nAlternate current\nProtective earth conductor\nGrounded\nPotential equalization\nProtection class Il classified\nRefer to documentation\n0\nOff (supply connection)\nOn (supply connection)\n口\nTypeB classified\nType BF classified\nHazardous electrical voltage\nPlease note user manual\nElectrical waste\nIP 21\n Contact protection: with finger\nWater protection:Water drippingvertically\n122\nTechnical and visual modificationsaswellas misprintsreserved\n2015by ERGO-FITGmbH&Co.KG",
    "Page_129": "CARDIOLINE4000S/SMED/MED/SP/SSP\nCARDIOLINE4100S/SMED/MED\nA.6\nError Margins\nFln compliance with DIN VDE 0750-238 the following error margins apply for CYCLE and\nRECUMBENTmachinesof the4000/4100MEDand4000/4100SMEDseries:\n1.\nmaynotfallbelow±3w.\n2.\nThe read-out error for speed (n) is set to a maximum of ± 2 min-1 above 40 min-1.\n3.\nThemeasurementdevicetoassess theoutputcalculatedon thebaseofbrake\ntorqueandrotationalspeedof thetreadleergometermustnot exceed anerror\nmargin of 1 %..\nThefollowingfigureshowsthecharacteristiccurveofthebraketorquecontrol:\nQQ\n06\nIspee\n09\n50\n4\n100\n200\n300\n400\nPower\nTheworkcapacityisdisplayedasfollows:\nModels\nVDE750-238\nEN957\n Display right of rpm/speed\nn/a\n5% range\n10% range\nPoints\n10% range\n10% range\nArrows\nDeviation > 10%\nDeviation>10%\nTechnicalandvisualmodificationsaswellasmisprintsreserved\n 2015byERGO-FIT GmbH &Co.KG",
    "Page_130": "Appendix\nA.7\nTest Evaluation\n0,32\n0,64\n0,97\n1,29\n1,61\n1,93\n2,26\n2,58\n2,90\n3,22\n3,87\n4,19\n4,51\n4,83\n5,16\n5,48\n5,80\nW\n3\n1,17\n5.\n2,33\n2,72\n3,11\n3,50\n3,89\n4,28\n4,67\n5,06\n5,44\n5,83\n6,22\n6,61\n7,00\n0\n1\nPWC 170\n10\n2\n3\n4\n5\n9\n8\n9\n1\n3\n14\n15\n16\n7\n18\n0,27\n0,53\n0,80\n1,07\n1,33\n1,60\n1,87\n2,13\n2,40\n2,67\n2,93\n2.\n3,47\n3,73\n4,00\n4,27\n4,53\n4,80\nW\n3\n0,33\n0,67\n1,00\n1,33\n1,67\n2,00\n233\n2,67\n3,00\n3,33\n3,67\n4,00\n4,33\n4,67\n5,00\n5,33\n5,67\n6,00\n2\nPWC 150\n2\n5\n9\nX\n12\n3\n6\n17\n18\n0,21\n0,42\n8\n0,84\n1,07\n17\n1,48\n1,69\n2,11\n2,32\n3.\n2,74\n2,96\n3,17\n3,38\n3\n3,80\nM\n1\n2\n3\n0,27\n3\n1,07\n3.\n0.\n60.\n2,13\n2,40\n2,67\n2,93\n3,20\n3,47\n3,73\n4,00\n4,27\n4,53\n4,80\n0\n0\nPWC 130\n2\n3\n4\n5\n6\n8\n9\n10\n1\n12\n3\n4\n15\n16\n18\nFitness level 9 means a “very good\" condition. An Olympic Champion would have fitness\nlevel 18.\n12\ninical and visual modifications as well as misprints reserved-\n2015by ERGO-FITGmbH&Co.KG",
    "Page_131": "CARDIOLINE 4000 S/S MED/MED/SP/S SP\nERGO-FIT\nCARDIOLINE4100S/SMED/MED\nA.8Warranty\nrespective manufacturer apply accordingly\")\nThe supplier shall be liable for defects of the supply, among them the lack of expressively\nassuredproperties,butexcludingfurtherclaimsasfollows:\n1.\nAll those parts showing to be unserviceable or to be essentially restricted in their\ntraceable prior to the transmission of risks - especially due to faulty design, bad\nquality of the material or faulty manufacture - shall be repaired or replaced, at the\nowndiscretionof thesupplier.Thedecisionif thefault mayberepairedorshould be\nreplacedwill be at theseller'sdiscretion.\n2.\ntransferof the object in every and eachcase.\n3.\nNo warranty is offered for damage that arises for the following reasons: inappropriate\nthird party, natural wear, faulty or careless handling, inappropriate equipment or\nreplacement materials,faulty construction works,chemical，electrochemical or\nPurchaser shall bear the expense and the risk of the delivery even if delivery freight\npaid hasbeen agreed.\n4\nThe supplier reserves the right of two reworks or replacements. Should these fail,\nthe purchaser has the right of reduction or conversion within the framework of legal\nnotice of defect.\n5.\nImproper modifications or repairs carried out by the purchaser or a third party\n6.\nIf goods areexported,warrantywillberestrictedtotheavailabilityof loosespare\nparts ex factory within the warranty period. Packaging costs, freight charges and\nsiterepairbyatechnicianof thefactoryoranotherservicecenter,thepurchaserwill\nbearthetravellingexpensesandlaborcosts.\n7.\nAll merchandise that has not been produced by the supplier is subject to legal\nprovisions.\nTechnical and visual modifications as well as misprints reserved-? 2015 by ERGO-FIT GmbH & Co. KG\n125",
    "Page_132": "Appendix\nWear parts such as those listed below are excluded for warranty:\npedal straps\nhandlebartube\nseat\ndriving belt \nrunning belt\nadjusting lever\npedals\nseat andfootplates,handles\nfuses\nImproper maintenance will void the warranty!\n126\nTechnical and visual modifications as well as misprints reserved\n?2015by ERGO-FIT GmbH&Co.KG",
    "Page_133": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nER\nCARDIO LINE4100S/SMED/MED\nA.9\nEntry in Medical Devices Registry\nIn compliance with S11 section 7 and s7 of the regulation on the erection,operation, and use of medical devices\n(MPBetreibV\") as of June 29, 1998 (BGBt 1. p. 1762), the person who carries out metrological controls must\nof medical devices. As during metrological control of your medical device the registry of medical devices was not\navailable, we ask you to use the following data for your documentation.\nOperator:\nFacility:\nContact:\nAddress:\nZip, City:\nManufacturer:\nERGO-FIT GmbH & Co.KG,BlocksbergstraBe 165,D-66955 Pirmasens\nDeviceIdentification\nDevice name:\nModel:\nSerial number:\nMeasuring method and evaluation:\nGuide to metrological controls (LMK)\nRemarks:\nUsed standards:\nMeasuredvaluesseefollowingpage(s)\nMetrological control i.o.;annual designation of sealing\nMetrological control not i.o.; old sealing obliterated\nSignature\nTechnical and visual modifications as wellas misprintsreserved\n① 2015 by ERGO-FIT GmbH & Co. KG\n127",
    "Page_134": "Appendix\nMeasuringmethod andevaluation:\nGuide to metrological controls (LMK)\nAppendix 15 or Appendix 23 of calibration regulations (EQ 15 or EQ 23\nRemarks:\nUsed standards:\nMeasured values see following page(s)\n Metrological control i.o.; annual designation of sealing\nMetrological control not i.o.; old sealing obliterated\nSignature\nMeasuring method and evaluation:\nGuide to metrological controls (LMK)\nAppendix 15 or Appendix 23 of calibration regulations (EQ 15 or EQ 23\nRemarks:\nUsed standards:\nMeasured values see following page(s)\nMetrological control i.o.; annual designation of sealing\nMetrological control not i.o.; old sealing obliterated\nSignature\n128\nTechnical and visual modifications as well as misprints reserved\n① 2015 by ERGO-FIT GmbH & Co.KG",
    "Page_135": "CARDIOLINE4000S/SMED/MED/SP/SSP\nFIT\nCARDIOLINE 4100S/SMED/MED\nRegistration ofmedical devices add-in card\nOperator:\n1.\nDesignation of the medical device:\n2.\nFunctional test and introduction:\nFunctional test carried out\non:\nby:\nIntroductioncarried out\non:\ny\nIntroduces person:\n3.\nMetrological controlls:at least every twoyears\nNext inspection:\nby (person's name):\n4.\nMaintenance and safety inspection (according to MPBetreibV\nNext inspection:\nby (person's name):\n5.\nDate, type and consequence of the defect and repeated identical operating fault:\n6.\nReports of incidents to authorities and manufacturer:\nTechnical and visual modifications as well as misprints reserved\n@ 2015 by ERGO-FIT GmbH & Co.KG\n129",
    "Page_136": "ERGO-FIT°\nAppendix\n130\n@ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_137": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nFIT\nCARDIOLINE 4100S/S MED/MED\nWarnings\nCIRCLE4000/4100S/MED/SMED\nRead the user manual carefully before you start.\nBefore starting the exercise please check thepower supplycord.\nCheck the wiring to external devices prior to workout.\nAlways connect the equipment to the power supply before using it and only use it\nafter a proper functional test.\nThe machine is only to be used on the instruction of a physician and / or a supervisor.\nThe machine must not be used without the presence of a supervisor.\nSwitch off the machine after the workout and disconnect it.\nWear only appropriate clothing and footwear during workout.\nNeverleanonthe control panelor thecasing anddonotmake inappropriate\nmovements.\nNever start with maximum workout intensity but increase slowly.\nCheck the right position of the seat before getting on the machine. The seat must\nlock securely in the upper end position and must not move backwards or to the side.\nWhen folding the seat the gap for the seatpost should be free of obstacles.\nOtherwise there is a risk of injury.\nWhen adjusting the seat watch out for handles and moving parts. There is a risk of\nblunt injuries.\nPlease stay away from the crank handles.\n田\nChildren must not use the machine without supervision and must keep away from\nthe machine and its moving parts.\nIn case of nausea or dizziness, stop training immediately and inform your fitness\ncoach and / or see a physician.\nbefore using the machine.\nBefore every use, check the moving parts and the casing for damage.If the machine\nis damaged, have it repaired immediately.\nDo not cover the ventilation louvers. This can cause the machine to overheat.\nPrevent improper use of the equipment.\nAllsafetyinstructionsinthismanual arebasedonmanyyearsofexperience andself-\nconception.\nThesesafetyinstructionmustbevisibleatthecardioexercisemachine!\nAllusersmustbeinformed ofwarnings andsafetyinstructions.\nThemanufacturerwill notbeliableforpersonal injuriesorpropertydamage\nTechnical and visual modifications as well as misprints reserved\nd-@ 2015 by ERGO-FIT GmbH &Co.KG\n131",
    "Page_138": "Appendix\nWarnings\nCROSS4000/4007/4100/4107S/MED/SMED/SP/SSP\nRead the user manual carefully before you start.\nBefore starting the exercise please check the power supply cord.*\nAlways connect the equipment to the power supply before using it and only use it\nafter a proper functional test.\nThe machine is only to be used on the instruction of a physician and / or a supervisor.\nThe machinemust not be used without the presence of a supervisor.\nSwitch off the machine after the workout and disconnect it*.\nWearonly appropriate clothing and footwear during workout.\nNever lean on the control panel or the casing and do not make inappropriate\nmovements.\nNever start with maximum workout intensity but increase slowly.\nDonot jumpfrom theexercisemachine duringyourworkout.\nChildren must not use the machine without supervision and must keep away from\nthe machine and its moving parts.\nIn case of nausea or dizziness, stop training immediately and inform your fitness\ncoach and /orsee aphysician.\nbefore using the machine.\nWarning: There are dangerous pinch points in the motion area of the pedals with\nincreased riskof injuries.\nDo not take your feet off the pedals during workout and do not trespass the\nprotection element.\nDo not change the moving direction during movement and do not stop the motion in\nthe opposite direction.\nKeep the motion area next to the pedals and the handles clear.\nBefore every use, check the moving parts and the casing fordamage.If the machine\nis damaged, have it repaired immediately.\nDo not cover the ventilation louvers. This can cause the machine to overheat.\nPrevent improperuse of the equipment.\napplicableforCROSS4100SPand4100SSP!\nAllsafetyinstructionsinthismanual arebasedonmanyyearsofexperienceandself-\nconception\nThesesafetyinstructionmust bevisibleat thecardioexercisemachine!\nAll users must be informed of warnings and safety instructions.\nThemanufacturerwillnotbeliableforpersonal injuriesorpropertydamage.\n132\nTechnical and visual modifications as well as misprints reserved\n-@ 2015 by ERGO-FIT GmbH & Co.KG",
    "Page_139": "CARDIOLINE 4000 S/S MED/MED/SP/S SP\nCARDIOLINE 4100S/S MED/MED\nWarnings\nCYCLE4000/4100S/MED/SMED/SP/SSP\nRead the user manual carefully before you start.\nBefore starting the exercise please check the power supply cord* and check the\nwiring to external devices prior to workout.\nAlways connect the equipment to the power supply before using it and only use it\nafter a proper functional test.\nThe machine is only to be used on the instruction of a physician and / or a supervisor.\nThe machine must not be used without the presence of a supervisor.\nSwitch off the machine afterthe workout and disconnect it*\nWear only appropriate clothing and footwear during workout.\nNever lean on the control panel or the casing and do not make inappropriate\nmovements.\nNever start with maximum workout intensity but increase slowly.\nCheck if the seat and handlebar are locked before getting on the machine.\n Do not lean over the handlebar and do not lean to the side. The machine might tilt\nover.\nChildrenmust not use the machine without supervision and must keep awayfrom\nthe machine and its moving parts.\nIn case of nausea or dizziness, stop training immediately and inform your fitness\ncoach and / or see a physician.\nbefore using the machine.\nDo not jump from the exercise machine during your workout.\nDo not take your feet off the pedals during training.\nBefore every use, check the moving parts and the casing for damage. If the machine\nis damaged, have it repaired immediately.\nDo not cover the ventilation louvers. This can cause the machine to overheat.\nPrevent improper use of the equipment.\nPlease also read any further safety instruction and warnings in this manual.\n*applicable for CYCLE4100 SPand 4100 S SP!\nAllsafetyinstructionsinthismanual arebasedonmanyyearsofexperienceandself-\nconception.\nThesesafetyinstructionmustbevisibleatthecardioexercisemachine!\nAllusersmustbeinformedof warningsandsafetyinstructions.\nThemanufacturerwill notbeliableforpersonal injuriesorpropertydamage.\nTechnical and visual modifications as well as misprints reserved\n① 2015 by ERGO-FIT GmbH & Co.KG\n133",
    "Page_140": "Appendix\nWarnings\nMIX4000/4100S/MED/SMED\nRead the user manual carefully before you start.\nBefore starting the exercise please check the power supply cord.\nAlways connect the equipment to the power supply before using it and only use it\nafter a proper functional test.\nThe machine is only to beused on the instruction of a physician and / or a supervisor.\nThe machine must not be used without the presence of a supervisor.\nSwitchoff the machine aftertheworkout and disconnect it.\nWear only appropriate clothing and footwear during workout.\nNever leanon the control panel or the casing and donot make inappropriate\nmovements.\nNever start with maximum workout intensity but increase slowly.\nDo not jump from the exercise machine during your workout.\nChildren must not use the machine without supervision and must keep away from\nthe machine and itsmoving parts.\nIn case of nausea or dizziness, stop training immediately and inform your fitness\ncoach and / or see a physician.\nIf you wear a cardiacpacemaker or have health problems consult a physician\nbefore using the machine.\n sd  no   r u sd d snp ae  \nincreased risk of injuries.\nDo not take your feet off the pedals during workout and do not trespass the\nprotection element.\nDo not change the moving direction during movement and do not stop the motion in\nthe opposite direction.\nKeep the motion area next to the pedals and the handles clear.\nBefore every use, check the moving parts and the casing for damage. If the machine\nis damaged, have it repaired immediately.\nDo not cover the ventilation louvers. This can cause the machine to overheat.\nPrevent improper use of the equipment.\nPlease alsoread anyfurther safety instruction and warnings in this manual.\nAllsafetyinstructions inthismanual arebasedonmanyyearsofexperience andself-\nconception.\nThesesafetyinstructionmustbevisibleat thecardioexercisemachine!\nAll usersmust be informed of warnings and safety instructions.\nThemanufacturer will not be liable for personal injuries or property damage.\n134\nTechnical and visual modifications as well as misprints reserved\n2015byERGO-FITGmbH&Co.KG",
    "Page_141": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nFIT\nCARDIOLINE4100S/SMED/MED\nWarnings\nRECUMBENT4000/4100S/MED/SMED/SP/SSP\nRead the user manual carefullybefore you start.\nAlways connect the equipment to the power supply before using it and only use it\nafter a proper functional test.\nThe machine is only to be used on the instruction of a physician and / or a supervisor.\nThe machine must not be used without the presence of a supervisor.\nSwitchoff themachine after theworkout and disconnect it*.\nWear only appropriate clothing and footwear during workout.\nNever lean on the control panel or the casing and do not make inappropriate\nmovements.\nNever start with maximum workout intensity but increase slowly.\nCheck if the seat is locked before getting on the machine.\nChildren must not use the machine without supervision and must keep away from\nthe machine and itsmoving parts.\nIn case of nausea or dizziness, stop training immediately and inform your fitness\ncoachand/orseeaphysician.\nbefore using the machine.\n Do not jump from the exercise machine during your workout.\n Do not take your feet off the pedals during training.\nBefore every use, check the moving parts and the casing for damage.lf the machine\nis damaged, have it repaired immediately.\nDo not cover the ventilation louvers. This can cause the machine to overheat.\nPrevent improper use of the equipment.\n*applicable for RECUMBENT 4100 SP and 4100 S SP!\nAll safety instructions in this manual are based on many years of experience and self-\nconception.\nThesesafetyinstructionmustbevisibleatthecardioexercisemachine!\nAll usersmust be informed of warnings andsafetyinstructions.\nTechnical and visual modifications as well as misprintsreserved\nd-@ 2015 by ERGO-FIT GmbH & Co.KG\n135",
    "Page_142": "Appendix\nWarnings\nSTAIR4000/4100S/MED/SMED\nRead the user manual carefully before you start.\nBefore starting the exercise please check the power supply cord.\nAlways connect the equipment to the power supply before using it and only use it\nafter a proper functional test.\nThe machine is only to be used on the instruction of a physician and / or a supervisor.\nThe machine must not be used without thepresence of a supervisor.\nSwitch off the machine after the workout and disconnect it.\n田\nNever lean on the control panel or the casing and do not make inappropriate\nmovements.\nNever start with maximum workout intensity but increase slowly.\nDo not jump from the exercise machine during your workout.\nChildren must not use the machine without supervision and must keep away from\nthe machine and its movingparts.\ncoach and / or see a physician.\nIf you wear a cardiacpacemaker or have health problems consult a physician\nbefore using the machine.\nWarning: There are dangerous pinch points in the motion area of the pedals with\nincreased risk of injuries.\nDo not take your feet off the pedals during training.\nDo not change the moving direction during movement and do not stop the motion in\nthe opposite direction.\nHKeep the motion area next to the pedals clear.\nBefore every use, check the moving parts and the casing for damage. If the machine\nis damaged, have it repaired immediately.\nPrevent improper use of the equipment.\n Please also read any further safety instruction and warnings in this manual.\nAllsafetyinstructions inthismanual arebased onmanyyearsofexperience andself-\nconception.\nThesesafetyinstructionmustbevisibleatthecardioexercisemachine!\nAll users must beinformed of warnings and safety instructions.\nThemanufacturerwill notbeliableforpersonal injuriesorpropertydamage.\n136\nTechnical and visual modifications as well as misprints reserved\n-2015byERGO-FITGmbH&Co.KG",
    "Page_143": "CARDIO LINE 4000 S/S MED/MED/SP/S SP\nCARDIOLINE4100S/SMED/MED\nWarnings\nTRAC4000/4100S/MED/SMED/SP/SSP\nRead the user manual carefully before you start.\nBefore starting the exercise please check the power supply cord.\nAlways connect the equipment to the power supply before using it and only use it\nafter a proper functional test.\nThe machine is only to be used on the instruction of a physician and / or a supervisor.\nThe machine must not be used without the presence of a supervisor.\nSwitch off the machine after theworkout and disconnect it.\nWearonly appropriateclothing andfootwearduringworkout.\nUse the safety cord!\nAfter pulling the safety cord you need to turn offthe machine by pressing the on/off\nswitch before you reinsert the magnet.\nAt the beginning of the workout walk at a moderate pace before you start running\nafter a few minutes.\nDo not jump on the treadmill when it is in motion. Do not stop on the running belt or\njump from the running belt while it is in motion.\nemergency stop button before exercising.\nKeep away from the dangerous area at the rear end of the treadmill!Keep away\nlong hair, loose clothes, jewelry, shoestrings etc. from this area if you should fall\nduring your workout.\nDo not lean on the control panel or the casing.\nAnimals must not use or approach the treadmill.\nChildren may only use the treadmill when supervised by an adult.\nIn case of nausea or dizziness, stop training immediately and inform your fitness\ncoach and / or see a physician.\nIfyouwearacardiacpacemakerorhavehealthproblemsconsultaphysician\nbefore using the machine.\nBefore every use, check the moving parts and the casing for damage. If the machine\nis damaged,have it repaired immediately.\nDo not cover the ventilation louvers. This can cause the machine to overheat.\nPrevent improper use of the equipment.\nPlease also read any further safety instruction and warnings in this manual.\nAllsafetyinstructionsinthismanual arebasedonmanyyearsofexperience andself-\nconception.\nThesesafetyinstructionmust bevisible at thecardioexercisemachine!\nAll users must be informed of warnings and safety instructions.\nThemanufacturerwill notbeliableforpersonal injuriesorpropertydamage.\nTechnical and visual modifications as well as misprints reserved\n-@ 2015 by ERGO-FIT GmbH & Co. KG\n13",
    "Page_144": "ERGO-FIT°\nAppendix\n138\n@ 2015 by ERGO-FIT GmbH & Co. KG",
    "Page_145": "",
    "Page_146": "Version:CARDIOLINE4000-20150225-en\nTechnical\nand\noptic\nd\nns\nas\nwell\nas\nmisprints\nPrinted\nERGO-FIT\nGer\nman\nERGO-FIT GmbH&Co.KG\nBlocksbergstraBe 165- D-66955 Pirmasens\nTel: +49 (6331) 2461-0-Fax:+49(6331) 2461-55\ninfo@ergo-fit.de - www.ergo-fit.de"
}