{
    "Page_1": "SpanSet Ltd.\nTelford Way, Middlewic\nHeight Safety\nLifting\nTel: +44 (0) 1606 737494\nLoad Control\nFax +44 (0) 1606 737502\nwww.spanset.co.uk \nSafety Management",
    "Page_2": "OTHER SERVICES\nMore from SpanSet\nSpanSet Worldwide\nMore from SpanSet\n SpanSet also design, manufacture and\nTextile Lifting Slings\nsupply a range of \nSpanStoffereteierangefitinin\nincluding the patented roundsling in the1970s to\n Safeline Systems \nthe new generation Power Star Websling, the novel\n-VehicleFallProtetioSafelnSysts\nJoker hook and also the high capacity 10 tonne\n- Textile Lifting Slings \nMagnumPlus roundsling.\nLoad Control Equipment \nLoad Control\n Safeline Systems\nThe SpanSet name has fast become the\nSafelineStems are stainlesstel caleanr\nacknowledged industry term for industrial load \nsystems used as horizontal running lines.\neamaeuese pe sss us\noffera wideeltionofratht hing systm\n These systems are bespoke designs for the\nincluding the patented ERGOAratchetwitha\napplication and can be installed onto roofs, access \nbu wass asaa uosua das Aq das anbun\n gantries for cranes and many other locations where\nyou control over the load.\na guardrailstem is not practial.\nAs a company we deal directly with Fleet Engineers\nA range of brackets enable the system to be fitted to\nandotherransortProfessionasoffering arange\ndifferent base materalsandtofolowany roue\nGarment RailsShoring Pols,Winches Deckn\nrequired.\nBeams and Track.\nSpanSet support a network of approved installers \nTraining\nwhoareabletose digstallanani\nSpanSet provide raning coursesto suppr tir\na Safeline system for you \n extensive product range.\nVehicle Fall Protection Systems\nWorking at Height on Vehicles\n\"STOPPA\"isaunique restraint system providing\nSafe Slinging & Lifting Appreciation\n\"hands fre\" secured access overthe entire working\n- Practical Slinging Beneath the Hook\narea of the vehicle.\nRiing &Liftng FrWorker at Heiht\n SpanSet is here for you:\nLiting Equipment - Practical Inspection &\n\"CAPCHA\" overhead fall arrest system provides an \nRecord Keeping \nSwitzerlad, Astrali AsriaBrasil \neasy to use solution, helping to reduce the risks\n-Load Restraintfor Road TransportVehiles\nFrance,GemanyHnayU,Insial\nposed by falsfromvehice trailers.\n Poland, Spain, Taiwan,USA\n\"CAPCHA\" overhead base system - the versatile\nCAPCHA system can also be adapted to those \nsituations whreapmanentheight saft\narrangement is required at afied base.\nuta\nerrorsoromission",
    "Page_3": "Table of contents\nHistory of SpanSet\n4\n01.3 Fall Arrest\n50\n Definitions\n52\nThe Authority in Height Safety Solutions 10\nAnchors\n54\nConnectors\n55\nHierarchy of Safety Measures\n14\nHarnesses\n60 \nTraining \n63\nTraining\n16\nRecommended Solutions\n64\n Scaffold Solution\n64\n01.1  Work Restraint\n22\nTradesman Solution\n65\n Definitions \n24\nAnchors\n26\n 01.4 Rescue and Evacuation\n66\nConnectors\n27\n Definitions\n68\nHarnesses\n28\nEvacuation\n70\n Training\n29\n1st Response Rescue\n72\n Recommended Solutions\n30\n Emergency Response Teams\n73\nPowered Access\n30\n Emergency Services\n74\nRoofwork\n31\nTraining \n75\n01.2 Work Positioning\n32\nOther Services\n76\n Definitions\n34\nAnchors \n36\nConnectors\n37\nHarnesses\n40\n Training \n42\nRecommended Solutions\n43\nIndustrial Climbing \n43\nRope Access\n44\nConfined Space\n48",
    "Page_4": "How the safety belt became\na safety standard.\nThe story of the SpanSet company.",
    "Page_5": "Fifty years ago the world was very different, cars had no seat belts. But\n the hour had come for a small Swedish ribbon weaving company.\nToday it is hard to imagine that a few decades ago, most cars were shipped\nwithout seat belts. In other respects, too, little attention was paid to accident\n prevention at that time, and so many collisions, from which today one would \nemerge unscathed, had fatal consequences.\n In order to counter this, the Swedish car company Volvo approached the ribbon\nweaving companies AB Textilkonst and Klippan at the end of the 1950s, with \ninstructions to develop a safety belt for its vehicles.\nVolvo was already building very sturdy cars that withstood the harsh Swedish\nwinters and other tests, but it wanted to continue to improve the safety of the \noccupants.\nTogether with Volvo engineers, Klippan developed the first car safety belt in the\nworld, made of high-strength fabric ribbon.\nIt was installed in models Amazon and 544 for the first time in 1959 and caused\na lot of astonishment in the public, but also ensured an enduring image of\n Swedish inventions as both pioneering and durable.\nHow we replaced ropes and chains\nThe car safety belt was a great success, and soon other manufacturershad also\ninstalld it. Thanks to the great demand, Erik Ehnimb, co-owner of Klippan, was\nable to found the SpanSet company in Malm? in 1966.\nThe ribbons produced by SpanSet were quickly and enthusiastically employed in\nmany other areas, where up to that point chains and wire ropes had been used,\nas in the case of the transport of paper. The customers appreciated the enormous\nload-bearing capacity of the new lashing and lifting belts.\nIn 1967, Mr. Ehnimb founded SpanSet AG in Hombrechtikon in the Zurich\nhighlands, and additional companies in Germany, ltaly, France and England.\nLater, companies in Asia, America and Australia were added, thus forming a\n global distribution network.\nSpanSet UK are based in a modern, purpose-built factory in Middlewich,\nCheshire and has been in operation for over 40 years. The company's vast\nexperience in webbing based products provided the perfect background to\ndevelop over 20 years ago the inovative range of height safety equipment. The\nrange covers all applications from Fll Arest and Work Positioning to Rope \nAccess and the Gotcha Rescue Range.\nSpanSet continue to live up to their international heritage of innovations in\nubiah u ubisap joj spiepueis ueadoun oiseq au puoaq ysnd ot sn alqeua\n Safety equipment.\nC",
    "Page_6": "How our inventions became the norm ...\nThe TFl is now incorporated into the Horizontal Safety Line above.\nThe SpanSet products with their load capacity have gained such a good\nreputation around the world that interntional safety standards have been\nAlso in 2002 SpanSet established the Modular Height Safety Training Courses.\norientated to it.\nMoving training away from individually bespoke courses towards industry\ncurtain side vehicles and workshops was launched in 2004.\ninfluenced by SpanSet; for instance, in national working groups that determine\nwhat constitutes a standard and in which SpanSet is regularly included.\nWorking closely with clients in the offshore Oil and Gas industry SpanSet\nSpanSet were part of the team who drafted the standard BS8454:2006 for the\ndecking system in 2004. This design has been developed and improved to\ndelivery of Training and Education for Working at Height and Rescue and the first\nbecome the first product in the Walkabout range of collective measures.\n company to be audited to this standard by the BSl.\n2005 the Proof Loader Kit was launched - the complete anchorage and testing\nThis is how something becomes the norm: by setting a standard. And doing so\n system for workers to quickly establish and quantify their own anchor points in \nrepeatedly for more than 40 years.\nconcrete or geological features.\n2008, another first for SpanSet. The ATLAS 140 range - the first complete\n.. and our norm influenced new inventions\n range of products developed specifically to meet the requirements of larger\nThis also means that we are often called on during the development of a new\nworkers.\nproduct (after all, it will eventually be transported by our belts) and also\nincreasingly offer support as a partner for safety training and consultation.\nsinsau shemje peun ssaoons ot Kem e - pasueds\nThis is how SpanSet went from small ribbon weaving company to international\nfrom being one step ahead!\nforerunner when it comes to Height Safety, transportation and safety - through\nexceptional performance and recognition.\nWe are quite proud of our achievements. After all, they have contributed to\nsafer and easier working conditions around the world - and thus to fewer\nHow we let one world first follow the next\naccidents and lower operating costs.\nIn 1997, SpanSet launched the \"Power\" sling series as well as the new\ngeneration of roundslings with textile wire reinforcement in the protective\nWe were especially glad to hear the story of a policeman, who during a truck\njacket for maximum tear resistance - even back then capable of bearing up to 50 \na  buaas ae aes  e m as o s paai a\ntonnes.\ncargo was secured with our products.\nIn 1992, the Horizontal Safety Line - the first temporary horizontal anchorage\nMeeting standards is good. Setting standards is better.\nline to employ a webbing and ratchet system for pretension, and to give a\nThe SpanSet brand stands for something. Not only for meeting international\npredictable deflection during a fall.\nsafety standards, but for raising them again and again. For example, the new \n EU lashing standard would not exist without our lashing belts.\nThe ABS pressure ratchet, another world first, appeared in 1995. This allows a\ngradual release of the tensioned ratchet, so that goods at risk of falling could be\n This is exactly what we stand for with our products, services and consultancy:\nunloaded safely.\nalqissod s! se yonw se 'laweu - Aepon papuewap s ueun Arunsas aow noj\ntomorrow.\n 2001, The Gotcha range of rescue equipment. The first pre-assembled rescue\nkits offering remote attachment and recovery of a suspended worker. Followed\nThat is our goal, that is our job and that is our passion.\nby the WRAPPA, the first anchorage sling tested for attachment to a vertical\nSo that those who work with SpanSet can also trust in it in the future - just\ntube on a scaffold structure.\nlike the police.\nIn 2002, SpanSet launched the Tension Force Indicator (TFl) which is integrated\nin the tensioning ratchet and indicates the pre-tensioning force. Thus, the use\nSpanSet - Certified Safety\n of lashing equipment became safer and more economical.\n6",
    "Page_7": "How we make sure that\nourname will still be\nhighly regarded tomorrow.",
    "Page_8": "",
    "Page_9": "How SpanSet provide customers\nwith working solutions from\ntechnical advice through to product\nsupply and training",
    "Page_10": "THEAUTHORITYINHEIGHT\nSAFETYSOLUTIONS\nEquipment Supply,\nTraining and After Sales \nSpanSet is committed to the design and\nThis can be seen in our work at height kit and\nmanufacture of products to meet our customers'\ntraining packages, which are designed to give\nneeds. We attribute the success of our products \ntradesmen a practical solution to their personal \nto our good listening skills and our policy of\nfall protection needs and enable them to comply\n continual research and development, covering all \nwith all the requirements of work at height\napplications from basic Fall Arrest and Work \nregulations. lt is also demonstrated in our\nPositioning to technical Rope Access and the\nCAPCHA vehicle height safety solutions where\nGotcha Rescue Range. By communicating with\nwe are able to design, install, implement and \nour customers from the procurement stage\nmaintain personal fall protection systems in \nthrough to the training and implementation \ncurtain sided vehicles. Our contracts with the\nstages, SpanSet is able to ensure the right\n Ministry of Defence and Environment Agency\nproducts and services are in place to satisfy our\ndemonstrates our ability to form partnerships\ncustomers' demands. SpanSet's aim is to develop \nwith a large organization and to meet their\non-going partnerships with its customers to\nsupport existing products and to provide solutions\n training and services.\nto new challenges.\nAll SpanSet products have been developed to\nwork as part of an overall safety solution, which \nincludes products, \ninstallations, training,\nimplementation, testing and servicing. By offering \nour customers an overall solution SpanSet is\nbetter able to meet the customers' needs and help\nthem develop safer solutions for work at height.\n10",
    "Page_11": "THEAUTHORITYINHEIGHT\nSAFETYSOLUTIONS\n Our Quality Management:\nCE Marking, ISO 9001,\nTrade Industry Body Memberships\nThe ISO System for the Registration of Firms of\nIRATA\nArqiva\nAssessed Capability - IS0 9001: 2000- is intended \nThe Industrial Rope Access Trade Association is\nArqiva provides much of the infrastructure behind\nto act as a completely independent and regulated\nthe international authority in the use of rope \ntelevision, radio, satellite and wireless\naudit of a firm's ability to operate an efficient and\naccess techniques and SpanSet is a register\n communications in the UK \neffective Quality System. This benefits the\nmember as  a  manufacturer and  training \n Customers include major broadcasters such as the \ncustomer through the absolute assurance of\n organization.\n BBC, ITV, BSkyB and the independent radio groups,\nproduct quality. It can also cut our customers'\n major telecommunication providers including the \nneeds for supplier assessments and received\nWAHSA\nUK's five mobile network operators, and the \ngoods inspection costs as well as improving \nThe Work at Height Safety Association represents\nemergency services. Access to ARQIVA sites\nbusiness relationships with our customers. Our\nmanufacturers, suppliers, installers and training \nrequires persons to be trained to an approved\nscope for registration includes the design,\ncompanies involved in personal fall protection,\n standard.\ndevelopment and manufacture of fall arrest\nSpanSet are a founding member of the\nSpanSet delivers approved courses for Tower\n systems together with relevant training courses.\n organization.\nclimbing, rescue, roof top safety and RF safety.\nIn addition to our commitment to IS09001: 2000,\nIPAF\nAchilles\nSpanSet is also keen to prove compliance to any\nThe International Powered Access Federation\nAchilles works to identify, qualify, evaluate, and\nrelevant Codes of Practice. Therefore after the \noffer guidance and training on the use of personal\n monitor suppliers on behalf of major organisations\n publication of BS8454: 2006 (the code of practice \nfall protection equipment in conjunction with\nworldwide. Achilles works with more than 700 of \nfor the delivery of education and training for work \npowered access platforms, SpanSet are a member\nthe world's largest companies across a range of \nat height and rescue) SpanSet requested that the \nof the organization and drafted the training \nindustry sectors. SpanSet have been audited as a\nBSI audit our compliance to this standard. Our first \nsyllabus for harness users. SpanSet also provide\n supplier and training organisation by Achilles.\naudit was in February 2008 and BS8454: 2006 has \n training to IPAF instructors in this syllabus.\nnow been included as part of our scope with \nISO9001: 2000.\nLEEA\nLifting equipment engineers association.\nSpanSet has a track history of working with trade\nthe globally recognised trade association for all\nindustry bodies and industry leaders to develop\nthose involved in the design, manufacture, hire,\nnew ideas, equipment and methods of working\nrepair, refurbishment, maintenance and use of\nsafely at height. SpanSet is currently an active\nlifting equipment. SpanSet lifting and riging\nmember of several trade industry bodies who\ncourses are delivered in accordance with LEEA\ninfluence workers in the use of personal fall\ncodes of practice.\nprotection equipment.\nISO\nOHSAS\narQIva\nUVDB\n14001\n18001\nempowered by Achilles\nOHS582268\nwahsa\n6\nirata\nS\nLEEA\nM8035TER\n\"",
    "Page_12": "THE AUTHORITYIN HEIGHT\nSAFETY SOLUTIONS\nQuality for Life\nSpanSet Products -\nWhy choose a SpanSet Harness\nFit for Purpose\n SpanSet's philosophy in product design is to ensure\nAll SpanSet Harnesses offer:\nthat every product not only complies to the\n European Standards, but is fit for purpose and also \n High quality polyester webbing that is supple\nmeets the workers expectations. In many cases\nand conforms to the users shape \nthese two things can be very different, for example\nour TITAN range of lanyards for extreme\n2\nHighly corrosion resistant fittings, polished\nenvironments and our ATLAS 140 range for larger\nfor ease of adjustment and fitting.\nworkers. Both designs meet the appropriate\n3\nAdditional reinforcement at high wear areas\nstandards, but have additional features which\nwhere required\nenable them to meet the workers more demanding \nexpectations.\nClear labeling showing, the model, year of\nmanufacture,. standards tested .to and\nSpanSet harnesses have been designed with the\nindividual serial number for traceability\nworker in mind. Our design criteria, considers that\na full body harness should be constructed from\n5\nFitting instructions in pictorial form\nmaterials that conform to the shape of the worker\nwith minimal restriction, for comfort. They should \n6 Stitch patterns clearly visible for ease\nbe easy to fit and adjust, for security. In the event \nof inspection \nof a fall they should support the user in the right\nplaces without undue stretch or distortion as this\n Web tidies to secure loose ends\nis when the worker needs it most.\nSpanSet harnesses are hard wearing and\ndurable in use - cost effective to purchase.\nSpanSet Products are\n supplied with:\n- Clear Instructions\n-Serial Number \n- Individual Certification   and  Inspection\nRecord Card\n- Pocket Inspection Guide\nIn addition to this all SpanSet Kits are supplied \nwith a Dirt- and UV-protective carrying bag \n12",
    "Page_13": "THEAUTHORITYINHEIGHT\nSAFETY SOLUTIONS\nQuality for Life\nWhy choose a SpanSet Lanyard\nIntroducing\nThe\n award-winning\nSpanSet lanyards have been designed with the\nThe SP140 shock absorbing pack includes:\nSpanSet DynamicS\n Self Retracting\napplication in mind. Our design criteria considers,\nLanyard\nthat the lanyard should be of suitable configuration,\n1\nTesting and certification to all the EN355\nadequate length for the task without compromising\n performance requirements using a 140kg test\nthe workers safety, with connectors that allow ease\nmass\nThe SpanSet DSL2 takes safety to a new level\nof attachment to other compatible elements.\n- Reducing Fall Clearances - improving\n2 More clearance height for workers improving\nCareful selection will ensure that the worker can\nSafety!\n on our T-PAK lanyard range\ncarry out their task safely and effectively.\n③ Published  clearance\n The DSL2 keeps the potential fall to a minimum and \nheight\ndata\n for\narrests the fall quicker - The result is increased \n80kg, 100kg, 120kg and 140kg workers in\nGeneral Features and Benefits of\n the instruction manual \nsafety for workers\nSP140 range\n4\n Integrated ring allow the lanyard leg to be\n At low clearance heights\nclipped back to the shock absorbing pack\n When working over structures, machinery or\nSpanSet have manufactured high quality and\n other hazards \nperformance fall arrest lanyard for over 25 years.\n5 More compact MAX-SPAN configuration giving\n The T-Pak shock absorber has been the foundation\n the lanyard legs a greater effective working\nThe DSL2 is a full 2m lanyard when required, but \nof our range and has exceeded the performance\nlength between anchors \n automatically retracts making it always as short as\nrequirements of EN355 ensuring comfort and\n possible in use and keeping falls to the minimum.\nsafety for workers. In 2008 SpanSet became a\nb A new cover giving better protection to the\nDuring a fall the retractor can continue to shorten\nmarket leader by manufacturing the first fall arrest \nenergy absorbing webbing and making the unit \nthe lanyard resulting in further reductions in the\neasier to inspect\nlanyards that were tested and certified to EN355\n distance the worker falls.\nfor 140kg workers - the ATLAS lanyard.\nThe CE label and traceability data is protected\nThe DSL2's unique features will arrest a falling\n7\n inside the pack for increased longevity\nworker more effectively compared to standard fall \nNow SpanSet are proud to bring you the SP140\n arrest lanyards.\nshock absorbing pack pushing our fall arrest lanyard \n8 We also offer the option of Radio Frequency\n The benefits to a worker are a significant reduction\nperformance even further forward.\ntracer tagging within the labels \nin the safe clearance required below them,\nincreasing their safety.\nSpanSet's standard range of lanyards already\n exceed the minimum requirements set out in EN355 \nby more than 10%.\nThe DSL2 takes this to a new level beating the\nrequirements by more than 50%.\n13",
    "Page_14": "HIERARCHY OF\nSAFETY MEASURES\nAssessing and Planning\nWork at Height\nRemember\nAVoID - work at height \nPREVENT - falls\n MITIGATE - distance and consequences\nNo\n Perform the task in a safe manner.\ndistance liable to cause personal injury?\nYes\nIs it reasonably practical to safelycarry\nYes\n Perform the task in a safe manner from the ground.\n out the work other than at height?\nNo\nPerform the task in a safe manner using collective \nCan falls be prevented?\nYes\nCan collective\nYes\nmeasures to prevent any falls, such as guardrails\n measures be\nand / or safe working platforms, etc.\nemployed?*\n Employ personal protective equipment to prevent \nNo\nany falls by setting up a work restraint system\nand performing the task in a safe manner.\n Perform the task in a safe manner using collective measures\nCan collective measures be employed?*\nYes\nto arrest any falls, such as netting.\nairbags, or soft landing systems \nHave you considered recovery planning?\nNo\nEmploy personal protective equipment to suspend the\nwasss buuosod om e dn bus Aq aneado\nOR\nCan personal protective equipment \nYes\n Employ personal protective equipment to arrest \nbe employed?\nany falls by setting up a fall arrest system \n perform the task in safe manner.\nNo\n Do you have a rescue plan?\n When arriving at a suitable solution you should consider the\nmethod with the lowest overall risk to everyone involved in\nthe work task. In the case of some collective measures this\n*Have you considered the risk to those installing these measures?\nwill be the combined exposure of the installer and the user.\n14",
    "Page_15": "HIERARCHY OF\nSAFETY MEASURES\nGuidance for Safe\nWork at Height\nThe 3 Categories for the Use of\nRisk Assessment\nPersonal Fall Protection Equipment\nWork Restraint\nThis category of work covers techniques that restrict the movement of the user\nWhere your risk assessment shows a worker can\nto prevent them approaching fall hazards. Careful assessment must be carried \nfall, you must carefully plan how you will protect \nout first to identify all the relevant fall hazards. An effective technique will then\nthem. There are 3 basic levels of protection;\nprovide an extremely high level of safety.\n Avoidance, prevention, or mitigation.\nIf work at height can be avoided then the risk of\nfalling is eliminated.\nWork Position\nIf it is not possible to avoid working at height\nTechniques in this category utilise equipment to suspend the user in their\nways of preventing a fall should be addressed\n'work position'. As the user is then suspended at height, careful selection\nwith preference placed on collective measure\nof the equipment and adequate training are essential in order to provide an \nwhich protect al workers. Personal fllprotection\neffective solution. Work positioning techniques generally require an additional\nharnesses should only be used as a last resort.\nsafety or back-up system. This must also be selected using the hierarchy, but\nIn some situations it is not possible to prevent the \nit is quite common for fall arrest techniques to be chosen.\nfall, for example when climbing between various \nworking levels/platforms. In this situation the \nFall Arrest\nworker requires some form of protection from the\nFall arrest is the only category that actually allows a fall to take place.\n effects of the fall. This could be done by reducing \nThe fall arrest system then reacts by arresting the fall in a controlled manner.\nthe fall distance, or by limiting the impact force \nCareful consideration must be given to ensure that the system selected is\nfelt as the fall is arrested. Again collective\nsuitable for use in the intended orientation and that there is adequate\n systems are given preference to a personal fall\nclearance height below the user to prevent contact with obstacles\nprotection harness.\n during a fall.\nIt may not always be possible to provide fall\nprotection to eliminate the risk of injury, therefore\nin these situations then you must take steps to\nreduce the risk of falling as much as possible,\nFor further information visit our website.\nfor example through competence training when \nworkers are left with a step ladder as the only\nmethod of work.\nIf your risk assessment shows that it is acceptable \nto use personal fall protection your workers will\nhave three ways in which their equipment can\nbe used. It is therefore essential to properly\nidentify environment constraints and the type of\nprotection the workers require. The 3 techniques\nwith which a harness can be used to protect\nworkers are; Work Restraint, Work Position and\nFall Arrest. The workers must properly understand\nthe level of risk and function of their equipment in \neach technique.\n15",
    "Page_16": "",
    "Page_17": "Height Satety\nLifting\nSpanSet Training the link between\nJety Managen\nusers and products.\nSpa\nTraining",
    "Page_18": "TRAINING\nModules and Overview\nHeight Safety for Industry\nThe Benefits of a Modular\nHaving successfully completed the module HS1, the following practical based training modules can be\nTraining Scheme\nadded to enhance the overall course.\nTitle\nOrder Code\nBased upon our commitment to quality and service ,\nHS1\nit is SpanSet's aim to provide training and education\nPracticalPenaFlPttinq\nHS2\nthat supports all of our height safety products and\nOccasional Industrial Climber\nSH\nassociated techniques. SpanSet's training courses\nAdvanced IndustrialClimber\nHS4\nprovide the necessary knowledge of equipment and \n GOTCHA Kit Resue Traning\nHS5A\ntechniques to allow managers or users to operate\nSHARK Rescue Tring\nHS5B\nsafety   systems\neffectively\nin  designated\n CRD Kit Rescue Training\nHS5C\nenvironments.\n GOTCHA POLE TOP Rescue Training\nHS5D\nRooftop Safety /Work Restraint\nHS6\n The comprehensive, modular based range of training\nCompetentPersonPracticansectionandRecord Keeping\nHS7\ncourses have been developed based on worker\nRadioFrquenyareafetadireqc\n8SH\nfeedback. This clearly structured approach allows for\n Management of Wrkat Height.\n6SH\nplanned progress to be made towards competency.\nEach module is a clearly defined block of theoretical\nAccesEressandReue frmCnfindSp\nHS10\ninformation and practical training that can be\nAdvanced Tower Climber and Rescue Annual Re-assessment\nMOD11\ncombined with other modules to create a complete \nEvacuation from Height\nMOD12\n course tailored to your requirements.\nWalkAbout Appreciation Inspection and Installation\nW/ABOUT\nAdvanced Climber High Bay Racking\nHIGHBAY\n By breaking the courses down into smaller parts the \nmodular approach provides many benefits. Careful\nselection of modules maximises the relevance of\nWork at Height on Vehicles\ncourses to the trainees. A high quality of delivery can\nbe easily monitored and maintained for consistency.\nTitle\nOrder Code\nContinual appraisal ensures trainees only progress\nVehicleMounted Work RestraintSystemModule-OperatorTraining\nSTOPPA\nonce each section is successfully completed.\nVehicle Mounted FallArrest SystemModule - Operator Training\nCAPCHA\nModules are valid for 3 years and additional modules\nVehicle Access and Egress\nVEHACCESS\ncan be added at alater date if required. The approach\nhas made SpanSet height safety courses recognised\nas the bench mark for proof of competency across\nIndustrial Rope Access\nindustry.\nTitle\nOrderCode\nThe Modular approach is under pinned by the\nRATALevel1-Rope AccessTechnician\nIRATA1\nfoundation module HS1 which must be completed by\nRATALevlExeriencedRopAessTehican\nIRATA 2\nall trainees. This session which is predominantly\nIRATA Level3-Rope AccessSupervisor\nIRATA 3\neducation based, sets out the background\ninformation required by all those involved in work at\nheight. With the basics covered it is then possible to\nSafe Lifting & Rigging\ntrain workers in different more practical aspects of\nwork at height. The end result is a combination of\nTitle\nOrderCode\nbackground information and practical training biased \nSafe Slinging &Lifting Appreciation\nSL1\nto the needs of the worker.\n Practical Singing and iting\nSL2\nRigging and Lifting for Workers at Height\nSL3\nLifting Equipment-Practicalnspection&RecordKeeping\nSL4\nuysyde\nCAPSWINCH\n18",
    "Page_19": "TRAINING\nModular Courses\nLoad Restraint\nChoosing The Right\nTitle\nOrder Code\nLoad RestraintAppreciatin&Inspection\nLR1\nModule\nLoad Restraint Appreciation & Inspection- LGV\nLGVLoad\nSpanSet height safety and specialist access\n Police Height Safety Training \ncourses are designed to provide our clients with all\nAll training courses to begin with the foundation module PHS1 - Introduction to Height Safety and \nthe necessary information, instruction and training\nEquipment Awareness. The following practical based training modules can be added to enhance the\nto operate both safely and efficiently at height.\noverall course.\nHowever SpanSet understand that our clients may\nhave specific training requirements for which set \nTitle\nOrderCode\ncourses will not cater. Should this be the case, or \nIntroduction to Height Safety and Equipment Awareness\nPHS1\nyou are unsure as to the correct course to choose\nHeighfopturtd\nPHS2\nfor your particular application, our training\nRescue andRecovery forOfficersOperating atHight\nPHS3\ndepartment will be pleased to discuss these issues\nPractical Training for Operations at Height. Safe-Access-Egress-Rescue\nPHS4\nwith you, or to arrange a site meeting at your\nSARA (Search and Rope Access) Operative\nSARAOP\n convenience either on your site or at the SpanSet \nSARA (search and Rope Access) Supervisor\nSARASUP\ntraining school.\nIRATACOURSES\nHeight Safety For Rescue Courses for the Emergency Services\n SpanSet is an Irata member training company and \nAll training courses begin with the HSR1 - An introduction to Personal Safety at Height and Equipment\nwe are able to offer training courses to the Industrial\nasnon llano au asuuua o pappe aq uen sanpo buuien pase jeoeid bumt aui ssauanem\nRope Access Trade Association (lrata) guidelines.\nThese courses are to three levels and all levels\ninclude an assessment by an independent lrata\nTitle\nOrder Code\nAn introduction to personal safety at height and equipment awareness\nHSR1\n approved assessor. climbing, rescue, roof top safety \nBasic height safety/practical application- Rooftops and Structures\nHSR2\n and RF safety.\nFR Kit user\nHSR3\nFR Kit instructor\nHSR4\n Line rescue operative\nLROP\n Line rescue supervisor\nLRSUP\nArqiva Approved Packages\nTitle\nOrderCode\nArqiva Accepted Telecoms Climber\nTELECOMSCLIMBER\nArqiva Accepted Telecoms Rigger\nTELERIGGER\nAdvanced Tower Climber & Rescue Annual Re-assesment\nMOD11\n Online Booking\nBook your course online 24/7 via the SpanSet online booking system at\nwww.spanset.co.uk\n On-Site Equipment Inspection and Servicing - Bring your equipment along\nOur experienced team can inspect and service your equipment for you whilst you take part on our training\ncourse.\n Should you be interested in this service please speak to our training team when booking your course. Cal\nto arrange on +44(0) 1606 738529\n19",
    "Page_20": "TRAINING\nRealistic Training Environments\nMaintaining High Standards\nSpanSet Training\nISO 9001 Auditing\nThe SpanSet Training School offers expert tuition\nSpanSet Limited are the first personal fall protection \nprovided by our own professional Instructors, each\nequipment manufacturer to be accredited by the \nselected on merit, having achieved extensive\nBritish Standards Institute for Height Safety\nexperience and qualifications in their individual \nTraining under our terms of registration to BS EN\ndisciplines.\nISO 9001 providing training and subsequent\ncertification. Our continued dedication to Quality is\nIn addition to the expert tuition all SpanSet courses \nyour Assurance that every SpanSet training course\nare backed by quality assurance to the highest level\n and product will meet your exact requirement and \nand    comprehensive\n professional   indemnity\nto be of the highest standard.\ninsurance.\nThe SpanSet training school has 6 classrooms for\ntheory sessions and our extensive facilities allow\nus to recreate many common work at height\nBS8454: Code of Practice\nsituations. With indoor and outdoor facilities the \npractical areas include a tailor made work at height\nstructure,autility pylon, aselection of\n pue eane buuin doo 'shamon uounson\nSpanSet was instrumental in the establishment of \nrope access area.\nBS8454: 2006 code of practice for the delivery of\neducation and training for work at height and \nLocated at the heart of the motorway network -\nrescue. Subsequently we were the first training\nwhich means it is easily reached from anywhere \n organisation to be professionally audit by the BSl to\nin the UK. Centrally located for the major\nthis standard. Both facts demonstrate our\nconurbations of Manchester, Birmingham and \ncommitment to the quality of training course\nLiverpool.\ndelivery.\nIn some cases training is more effective when\ncarried out at the actual work site. Subject to\nsuitability and provided the area is safe for training.\nwe•are happy to carry out courses at\na location of your choice. Our staff will be happy\nto discuss this and confirm the feasibility\n20",
    "Page_21": "",
    "Page_22": "01.1",
    "Page_23": "Work Restraint\n Definitions \n26\nAnchor\nConnector\n28 \nHarness\nTraining\n Recommended Solutions\n30\n Powered Access \n30 \nRoofwork\n31",
    "Page_24": "WORK\nRESTRAINT\n1. Anchor\n2. Connector\n 3. Harness\n4. Training\nIndustry sectors that use\nWork Restraint prevents falls before they happen\nWork Restraint techniques:\nWhen a worker is required to approach an\nWhy choose SpanSet for Work Restraint\nunprotected fall hazard, the safest method of\nequipment?\naccess is a Work Restraint System. A Work\n As part of SpanSet's commitment to Height Safety\nRestraint System uses equipment to restrict\nTraining, developing the safest work methods and\nRoof Work\nmovement, creating a safe working zone and\nequipment is vital. SpanSet have been heavily\n preventing the worker from reaching the fall hazard.\ninvolved in promoting work restraint techniques \nCare should be taken when setting up the system to\n since we began delivering training 15 years ago.\nensure that the safe working zone is effective, as\nonce in place the worker's level of awareness will\n Practical solutions for everyday work\ndecrease. An effective Work Restraint System\nSpanSet have developed a range of solutions for\nPowered Access\n provides an extremely high level of safety.\nwork on rooftops and near exposed edges. Our\nknowledge in this area has undergone a continual \nWork Restraint Systems can be broken down into 4\n development in conjunction with a number of major \nkey components. An Anchor Point, a Connecting \nclients and importantly from the experience\nElement, a Harness and the Knowledge to use them\nreceived through our training department.\nVehicle Fall Protection\n all safely.\nOur products range from temporary solutions\nIt is essential to ensure that all the components\nthrough to permanently installed systems. We can \nof your system are compatible. The equipment you \n supply both ready made solutions for typical work\nselect may also be suitable for use in a Fall Arrest \nat height environments in the form of kits and \nFacilities Management\nor Work Positioning System. If you have any doubts \n bespoke systems made up form a combination of\nas to the suitability of height safety equipment\n our compatible components/elements.\nplease contact SpanSet for advice.\nWork Restraint prevents falls before they happen \nNO\nNO\nNO\nNO\nFALL\nSUSPENSION\nRESCUE\nPROBLEM\n24",
    "Page_25": "1.Anchor\nThe anchor point is the key to a safe personal fall\n protection system. The type of work that you do\nand the location you are working in willdetermine\nwhat anchor points are available for you to use\nand what anchorage devices are suitable.\nAnchors for work restraint need to be able to\nwithstand at least 3 times the users mass\n(BS8437), however work restraint systems will\nnormally use anchorage devices approved to\nEN795. When selecting a suitable anchorage it \nmust be located in a position that will allow the\n system to prevent a fall\n2. Connector\nThe connecting element of a work restraint system\nmust be of a suitable length to limit the workers\nmovement to within the safe working zone. A fixed \nlength lanyard can provide an effective solution,\n but the lack of adjustment will limit the situations \nit can be used in. Providing a worker with an\nadjustable lanyard or adjustable line will enable\nthem to create effective restraint systems to suit\ntheir environment.\n3. Harness\nWork restraint systems can incorporate virtually\nany style of harness. The user of a work restraint \nsystem may find the use of a rear attachment \nbeneficial as they can then approach the hazard or\nwork area with the safety system outside their\nworking zone. The use of Belts for restraint is not\nincorrect, however SpanSet recommend that for\nmost situations a full body harness is preferable\nproviding improved support and security.\nTraining\nTraining is an essential part of your Work Restraint\nsolution. To be confident that your employees will\nnot be at risk of falling, they must understand the\nbasic principles involved with planning, using and\nmaintaining the equipment.\nWorkers who have little or no experience of work\nrestraint systems or equipment are unlikely to\n operate them effectively. Workers must understand \nthat the type of equipment on its own will not \ncreate a work restraint system, it is the way it is \nused to prevent falls occurring that is important.\nBy selecting the appropriate modules from our\nmodular format you will be able to create a\ncompetent worker who is able to assess the task,\nselect the right equipment, carry out pre-use\nchecks and use the equipment safely.",
    "Page_26": "WORK\nRESTRAINT\n1. Anchor\n2. Connector\n 3. Harness\n4. Training \nAttachment Sling\nOrder Code: ATSL 1M EWL\nTemporary Anchorage_Sling for Work Restraint,\nWork Positioning and Fall Arrest\nAvailable in a range of lengths \nContinuous polyester sling surrounded with a\n protective tubular sleeve \nSuitable for:\nMBS 70kN \nPocket Inspection Guide\nSupplied with clear instructions and individually\n serial numbered certification \nCE approved to EN566 and EN795 \n All Industry\nSectors\nSAFELINE System\nOrder Code: SAFELINE\n Suitable for:\nWire rope horizontal anchorage line \nCan be designed for Work Restraint, or Fall \nArrest Applications \n All Stainless Steel construction \n Suitable for most industrial roof types\nRemovable transfastener \"Catcher\" Device \nRoof Work\nSupplied with clear user instructions and\nindividually serial numbered for traceability\nCE approved to EN795\nFacilities\nMaintenance\nSTOPPA\nOrder Code: STOPPA\n Suitable for:\n Pre installed restraint system \nFor safe access on the top of containerised\nunits, municipal vehicles or roadtankers \nDesigned to be permanently installed to structure\n Dimensions specific to the installation\nVehicle Fall\n Once installed a worker only requires Stoppa \n Protection\nbelt to attach to system \nAllows freedom of movement over the roof\narea without access to any fall hazards \nNo impact on overall vehicle height; allows\ncontainer stacking without removal of the\nsystem\n Containerised\n CE marked, unique serial no.\nGenerators\n26",
    "Page_27": "WORK\nRESTRAINT\n1. Anchor\n2. Connector\n 3. Harness\n4. Training\nSuitable for:\nOrder Code: WRI-10A03\nAdjustable Rope\nRestraint Lanyard\n- Adjustable length Lanyard for Work Restraint\napplications \n Screw link connector for secure attachment to \nPowered\nAccess\nthe harness\nSteel   Autolock Karabiner for anchorage\nto basket\n Adjustable from 1m to 1.5m including fittings \n Supplied with clear instructions and individually\n serial numbered certification\nVehicle Fall\nCE approved to EN358\nProtection\nEnergy Absorbing Lanyard -\nSuitable for:\nOrder Code: FAM-01C01\nSingle Loop Back\nEnergy Absorbing Lanyard for Fall Arrest and\nWork Restraint \nAnchor connector can be looped around an\n anchor point back to the loops \nFacilities\nTraffic light colour coded loops to denote\nMaintenance\nadjustment length \nMaximum Effctive Length 1.8M\n- Red loop 1.55m\n- Amber loop 1.35m\nPowered\nGreen loop 1.2m\nAccess\n- Shock Pack Ring 1m\nCLIMA Work Position Line\n Suitable for:\nOrder Code: 5/2696-WPL 10M\nKernmantle Rope Positioning Line for Work\nRestraint\nSteel autolock karabiners fitted at both ends\nfor durability and security \nAdjustable from 0.3m to 10m, other lengths\nVehicle Fall\navailable\n Protection\nEasy. adjustment mechanism to set your\nposition accurately\nFor Work Restraint and Work Positioning\napplications only\n Supplied with clear instructions and individually\nserial numbered certification \nCE approved to EN358\nContainerised\nGenerators\n27",
    "Page_28": "WORK\nRESTRAINT\n1. Anchor\n2. Connector\n3. Harness\n4. Training \n1-X Harness\nOrder code: 1-X Harness\nLightweight Full Body Work Restraint and Fall\nArrest Harness\n Rear Fall Arrest Attachment \n Adjustable at leg loops, shoulders and chest \nSuitable for:\nAvailable in standard size\n Polished highly corrosion resistant fittings\n Pocket Inspection Guide\n Supplied with clear instructions and individually\n serial numbered certification \n CE approved to EN361\n Powered\nAccess\nRoof Work\nDriver Harness\n Order Code: 1PLQ-E HVJ\n Fully Body Harness for overhead Fall Arrest\nsystems and Work Restraint in MEWP's\nFall Arrest Attachment Point on integral\nextension strap, eliminating discomfort caused\nwhilst driving by removing all metalwork from \nthe rear of the harness \nSuitable for:\nAdjustable at leg loops, shoulders and chest\n Available in standard size \n Stainless Steel buckles and fittings\n Fast clip buckles for ease of fitting and removal\nHi-Vis jacket has concealed panels to fit larger\noperatives\nVehicle Fall\nPocket Inspection Guide\n Protection\n Supplied with clear instructions and individually\nserial numbered certification \nCE approved to EN361, EN354 and EN471\n Powered\nAccess\n28",
    "Page_29": "WORK\nRESTRAINT\n1. Anchor\n2. Connector\n3. Harness\n4. Training\nFor information and booking:\nwww.spanset.co.uk/training.shtml\nHeight Safety Equipment\nA foundation theory based module for anyone\nOrder Code: HS Module 1\ninvolved in work at height using Personal Fall\nAppreciation and Inspection\n Protection Equipment (PFPE). The course is designed\nto give operatives an understanding of the\nSuitable for\nprinciples for the selection, use and maintenance of \nPFPE and the associated legislation. The course will\nAll Industry\nalso provide supervisors and managers with a\nvaluable insight into the requirements of their staff \nSectors\nwhen working at height. With all work at height\ntraining it is essential that the theory elements are\ncombined with practical sessions. The module 1\ncan be combined with a wide variety of practical\nModules to tailor the overall course to your\nrequirements.\nRooftop Safety and\nThis is a practical based module designed as an\nOrder Code: HS Module 6\nenhancement to Module 1 for those who access\nWork Restraint\nand work on rooftops or similar structures. It covers\nthe use of permanent vertical and horizontal safety\nSuitable for:\nsystems including pre use checks. The installation,\nuse and pre use checks for temporary vertical and\nhorizontal safety systems as well as adjustable\nRoof Work\nwork restraint systems. All trainees will carry out \n activities at height during this module.\nWork Restraint\nR F Awareness, Safety in\nThis is a theory based training course for workers\nOrder Code: HS Module 8\nwho will be working near to, or be exposed to radio\nRadio Frequency Fields\nfrequency radiation fields while accessing a work\nenvironment. National Grid Wireless has approved \nSuitable for:\nthis syllabus as part of the requirements for access\nonto their sites. On completion of the course\nworkers will have an awareness of the risks and\nRoof Work\nmethods of controlling them, along with the NRPB\n guidelines.\nTelecoms\n29",
    "Page_30": "WORK\nRESTRAINT\nWhen working in boom mounted mobile\nPowered Access Solutions\nelevated work platforms it is recommended \nthat users protect themselves using a Work\nRestraint System in addition to the safety rails\n1. Powered Access Platform\nthat are built into the basket. It is also important \n2. Connector\nthat users of MEWPS are correctly trained in the \nsafe use of the machine and the additional safety\n3. Harness \nequipment. SpanSet recommends that you\n4. Training \ncontact the International Powered Access\nFederation (IPAF) for details of courses and\ntraining providers www.ipaf.org. The Work\nRestraint System that SpanSet recommends \ncomprises of a full body harness and an\nadjustable restraint lanyard. The adjustable\nlanyard allows the kit to be used with a\nvariety of different sized baskets.\nPowered Access Kit\nOrder Code: MEWP KIT\n- Autolock karabiner for anchorage to the platform \n- Adjustable lanyard to match the platform size\nbeing used \n- Full Body harness for security \n- Training on pre-use checks and correct use \nContains:\n1-X Harness (See Page 28)\n Rope Adjustable Restraint Lanyard \n(See Page 27)\n Protective Carrying Bag\n Anchorage Point - Your platform will \nSuitable for:\n have a designated harness anchor point \nPowered\nAccess\nTraining\nClunk Click！\nTraining code: HS Module 1\nWearafullbody harness\nwith a shortlanyard\n- Module 1 - Height Safety Equipment Appreciation \nin boomtype platforms\n and Inspection(See p. 25)\n30",
    "Page_31": "WORK\nRESTRAINT\nMost roof work is likely to take place in an\nRoofwork Solutions\nenvironment\nwhere\nWork\n Restraint\ntechniques are desirable. Therefore the Roof\nKit shown here is designed to be set up to limit a\n1. Anchor\nusers movement and prevent them falling. It has \nalso been considered that work on a roof will\n2. Connector\ninclude access and egress. During this time\nworkers may have to use fall arrest techniques and \n3. Harness \ntherefore the kit incorporates features to protect\n4. Training\nthe user throughout the entire work task and\n egress. Both the Lanyard and work position line are \nadjustable so that users can create effective\nrestraint systems. In addition the lanyard is\ndesigned for fall arrest use and in this case the\nadjustment will also allow the user to reduce the \npotentil fll to a minimum.\nRoof Top Safety Kit\nOrder Code: ROOF KIT\n - Attachment sling for anchoring to steelwork\n- Adjustable Work Position Line to limit movement \nand prevent falls\nAdjustable Fall Arrest Lanyard for use with fixed \nline systems\n- 2-X Harness for safe access and security while\nworking\n- Training on pre-use checks and correct use \nContains:\n 2-X Harness (See Page 54)\n Attachment Sling (See Page 26)\n CLIMA Work Position Line (See Page 27)\n Energy Absorbing Lanyard (See Page 55)\n Suitable for:\nRoof Work\nTraining\nTraining code: HS Module 1+6\n- Module 1- Height Safety Equipment Appreciation \nand Inspection (See p. 25)\nModule 6 - Rooftop Safety and Work Restraint \n(See p. 25)\n31",
    "Page_32": "",
    "Page_33": "Work Positioning\nDefinitions\n34\nAnchor\n36\nConnector\nHarness\n40\nTraining\n42\nRecommended Solutions\n43\nIndustrial Climbing\n43\nRope Access\n44\nConfined Space\n48",
    "Page_34": "WORK\nPOSITIONING\n1. Anchor\n2. Connector (Support)\n3. Connector (Access and Back-up)\n4. Harness\n 5. Training\nIndustry sectors that use\nWork Position supports the worker\nWork Positioning techniques:\nin the right location\nIf a worker is required to be in a location where\n Access and Backup, a Harness and the Knowledge \nthere is no platform and they have to climb or be\nto use them all safely.\nTelecoms\nlowered into place to work, then the safest form of\n personal protection is Work Positioning.\nWhy choose SpanSet for Work Positioning\nA Work Positioning system uses equipment to hold,\nequipment?\nor suspend the worker in place to carry out the task,\nFor over ten years SpanSet have been developing\ntherefore reducing the potential for a fall.\nand presenting training and equipment solutions \nUtilities\nincluding rescue for the telecoms industry. SpanSet\nIf the worker is fully reliant upon a work positioning \nhave a wide range of courses and equipment\nsystem for their primary support, then a secondary\nsolutions specific to this field, for example the\nconnection is recommended as a back-up. The \nrigging and lifting at height courses for telecoms\nsecondary connection should be selected using the\nriggers. In addition to the range already in place\nhierarchy to provide a combined solution offering \nSpanSet are working closely with customers to\nIndustrial Rope Access\nthe highest level of safety.\n provide bespoke solutions where required.\nIt is common for an industrial climber to use a fall \nSpanSet is a full member company of the Industrial \narrest system for protection during a climb, but\nRope Access Trade Association as a manufacturer\nonce at their work site they add in a work position\nof equipment and a training organisation. As\nsystem to enable them to carry out the task using \nmanufacturer SpanSet has worked with many\nConfined Space\nboth hands.\nIRATA operating companies to develop equipment \nWork position systems when incorporated with a\nsolutions for a variety of applications. SpanSet also\nsecondary system require staff with the correct\nwork with the Emergency Services and Military to\naptitude and training in order to operate them\nprovide bespoke solutions for their particular\neffectively.\nrequirements in search and rescue.\nA basic Work Position system is comprised of 5\nparts. An Anchor Point, a Connecting Device that \nSupports the worker, a Connecting Device for\n34",
    "Page_35": "1. Anchor\nThe anchor points chosen together with their\nposition and their strength can have a substantial\neffect on the effectiveness of a work position\nsystem. The anchor should be unquestionably sound,\npossibly being a structural element or one tested / \ncertified to EN795. The chosen location of the anchor\n point or the use of a mobile anchor is important to\nallow the worker to position adjacent to the work\ntask. Both the primary and secondary systems will\nrequire an anchorage and the strength of the anchor \n point must therefore be sufficient for the primary\nsystem (positional) as well as the secondary\n(potentially fall arrest).\n2. Connector (Support)\ns usd  e n n d a\nmust be able to support the worker and hold them in \nthe correct position to be able to work hands free.\nThis means that the connector should be able to\nadjust easily to allow the worker to set the position\neffectively. The most common way to do this is with\na work position lanyard. However many devices are\n available for work positioning that include different \nfeatures suitable for specific applications.\n3. Connector (Access and Back-up)\nThe Secondary Connector must be able to support\nthe worker in the event of the primary system failing\n or when climbing the secondary connector must be\ncapable of supporting the worker should they fall. As\na result of this it is common for the secondary\nconnector to be a fall arrest system. Suitable fal\narrest systems include flexible line fall arresters,\nguided type fall arresters and fall arrest lanyards.\nThe main considerations in selection being how it \nworks in conjunction with the primary system.\n4. Harness\nThe harness must be able to support the workers\nbody in a comfortable position while they are\nworking. The type of support offered by the harness \ndepends whether it is being used to hold the worker\nin tension as they balance on a structure, or to\nsuspend the worker freely from the structure. If the\nharness is used for climbing and working on a\nstructure then it should be a full body harness with a\nsuitable work-positioning belt. If the worker is\nsuspended freely then the harness should support\n them in a seated position.\nTraining\nTraining is an important part of a work positioning\n system because the techniques used are varied and\ncan be complex. The ability to thoroughly risk assess\nand plan the whole process is vital. There are many\nstages to the work, from safe access, secure\npositioning, equipment maintenance and finally\nemergency planning. If these are not properly\naddressed then workers will be left at risk. SpanSet \ntraining courses are designed to address all when\nimplementing a work positioning technique as part \n of your safe method of work.\nThe key to an efficient work positioning system is\nbeing able to adapt the available techniques and \nequipment to suit the environment you will be\nworking in. The SpanSet training modules help you \nwith the wealth of experience held by our training \nteam ensure you get the best support when planning \nwork positioning projects.",
    "Page_36": "WORK\nPOSITIONING\n1. Anchor\n2. Connector (Support)\n 3. Connector (Access and Back-up)\n4. Harness\n 5. Training\nProof Loader Kit\nOrder Code: PROOF LOADER KIT\nNO LONGER AVAILABLE\n Reusable Anchorage System for Fall Arrest and\nWork Restraint\n22kN MBS\n Can be removed and placed repeatedly into\npre-drill holes \n Simple to install and remove \n Can be placed into concrete, or any suitable\nsubstrate\n Stainless Steel construction\nEasy to release after being loaded\nSupplied with proof loading tool to allow\ntesting of placement \n Supplied with a purpose made carry bag \n Supplied with clear instructions and individually\n serial numbered certification\nCE approved to EN358\nSuitable for:\nIndustrial\n Lift Installation\nRope Access\n and Service\nTripod\nOrder Code: 5/2987\nTripod for vertical entry into a confined space \nRequires an anchor point centrally located\n above the access opening \nThe Tripod is rated as an anchor point for the\nworkers equipment\n Can be used with a Spanhoist for lowering\nthe worker\n Suitable for:\nOr with a Fall Arrest Recover Block to rescue\nthe worker in an emergency\n Supplied with clear instructions and individually\n serial numbered certification\nConfined Space\n36",
    "Page_37": "WORK\nPOSITIONING\n1. Anchor\n2. Connector (Support)\n3. Connector (Access and Back-up)\n4. Harness\n 5. Training\nConnecting Device for Support \nOrder Code: 5/2696-WPLANY 2M\nCLIMA Work Position Lanyard\nAdjustable Lanyard for Work Positioning\n applications\n Screw link connector for semi-permanent\n attachment to waist belt \n Suitable for:\n Lightweight Captive Eye Alloy Double Action \nconnector for ease of attachment \nAdjustable from 2m to 0.5m\n Constructed from kermantle rope to redcue\nweight\nWear sleeve to protect rope\nTelecoms\n- Easy adjustment mechanism to set your\nposition accurately\nSupplied   with  clear instructions\n and\nindividually serial numbered certification \nCE approved to EN358\nUtilities\nOrder Code: SPAN-4-12.5\nSpanHoist Ⅱ Kit\nThis personal access kit can be used by a worker to \nraise and lower themselves to a work location. The \nkit can also be used by a second person to remotely\nraise and lower the worker. This kit can be used with\na range of anchorage options, such as davits, tripods \n and attachment slings. To increase worker comfort\nthis kit should be used with the CLIMA harness, or a\nwork seat.\nPulley features:\n- One-way Friction Pulley for increased control\nwhen lowering,\n- Locking Cam for security and rescue hauling,\n Suitable for:\n Lightweight Alloy construction.\nFootloop\n-Multifunction, for use as a footloop to assist\n hauling, or a work restraint lanyard to prevent falls,\n- Adjustable from 1m to 1.6m,\n- Additional wear sleeving to reduce abrasion.\nConfined Space\n37",
    "Page_38": "WORK\nPOSITIONING\n1. Anchor\n2. Connector (Support)\n3. Connector (Access and Back-up)\n4. Harness\n 5. Training \nConnecting Device for Access\nClimbers Technical Double\nSlingling Lanyard\n Supplied with clear user instructions\nTwin leg loop back fll arrest lanyard.\nIndividually serial numbered certification for\nTwin lanyards provide 100% attachment while \ntraceability\n climbing and traversing.\nCE approved to EN355\nLoops allow the worker to create an anchor point \naround steelwork.\n Suitable for:\nThe SP140 energy absorbing pack has a\nprotective cover which can be removed for\ninspection.\nThe duplex construction increase the resistance \nto small radius edges during a fall.\nTotal length to anchor ring 2m \nWorking length when looped around anchor\nTelecoms\n1.5m\nWorking length when karabiner used as anchor \nconnector 1m\n Supplied with clear user instructions \n Individually serial numbered certification for\ntraceability\nCE approved to EN355:2002\nOrder Code:FAL-01D02\nMilitary\nCLIMA Vertical Line\nOrder Code: CLIMA VL\nGuided type fall arrest system for persons\nrequiring protection while climbing vertical\nstructures\n Suitable for:\nAvailable with either a 10, 20 or 30-meter\nkermantle rope \nRemovable \"buddy\" arrest device with optional \ncaptivating bolt\n Connecting lanyard \nSupplied with alloy double action\ncaptive\nkarabiners for ease of use and security\nComes with 70kN attachment sling for\nTelecoms\nanchorage to structure\nSupplied with storage bag to protect the\nline when not in us \nSupplied   with clear \ninstructions \nand\nindividually serial numbered certification \nCE approved to EN353-2\nHigh Bay Pallet\nRacking \n38",
    "Page_39": "WORK\nPOSITIONING\n1. Anchor\n2. Connector (Support)\n 3. Connector (Access and Back-up)\n4. Harness\n 5. Training\nSafeline V-8 Vertical Fall\nProtection System\n V-8 Vertical Fall Protection System \n-Incorporating  the patented linear force\nattenuator\n- Providing comprehensive protection working at\nheight on any type of fixed ladder\n Suitable for internal or external structure\ninstallations\n- Parts are constructed from marine grade\nstainless steel\n Providing a durable long term solution in harsh,\n marine or exposed environments \nCE 321\n- V-8 Catcher device provides a continuous\n中\n attachment to the lifeline, allowing entry and \nexit from the system\nNo need to operate the catcher gate\nmechanism\n- Hands free movement past intermediate wire\nguides, allowing the user to climb the ladder \nwith both hands free\n Suitable for:\nOrder Code: 228-V8\nRoof Work\n39",
    "Page_40": "WORK\nPOSITIONING\n1. Anchor\n2. Connector (Support)\n3. Connector (Access and Back-up)\n4. Harness\n 5. Training \nCLIMA TECH\nOrder Code: CLIMA TECH\n Multi-purpose harness \n Front and Rear Fall Arrest Attachment\n Side-D work positioning attachment points on\nwaist belt \n Central waist attachment for Work Positioning \n Adjustable at leg loops, shoulders and waist \n Available in standard or large size \n Attachment strap for chest ascender\n Plastic coated equipment storage loops on belt\nFast clip buckle on chest for ease of fitting\nand removal\n Pocket Inspection Guide\nSupplied   with clear\ninstructions\n and\n individually serial numbered certification\nCE approved to EN358\n Suitable for:\n Industrial\nRope Access\nTelecoms\n40",
    "Page_41": "WORK\nPOSITIONING\n1. Anchor\n2. Connector (Support)\n3. Connector (Access and Back-up)\n4. Harness\n 5. Training\nEXCEL 2XB + Belt\nOrder Code: EXCEL 2-XB\n Padded Full Body Harness incorporating comfort\n pads ideal for Fall Arrest and Work Restraint\napplications \n Front and Rear Fall Arrest Attachments \nOptional padded belt with work positioning\n Suitable for:\nattachment points, can be added retrospectively\n or supplied as a permanent integral feature \nAdjustable at leg loops, shoulders and chest\n Available in standard size, for larger operative \nsee EXCEL ATLAS\n Quick-loc buckles for ease of fitting and removal\nTelecoms\n Shoulder and Back Pad for increased comfort \nSteel\nattachment points  and   shoulder\n adjustment buckles \nSupplied with clear user instructions \nIndividually   serial   numbered \n certification\nfor traceability \nDirt and UV protection storage and carry bag \nHigh Bay Pallet \nCE approved to EN361\n Racking\nOrder Code: UEH - STD /UEH- LARGE\nULTIMA\n- Full Body Work Restraint and Fall Arrest\n Harness, with integral Work Positioning Belt \n- Front and Rear Fall Arrest Attachment \n- Side-D work positioning attachment points on \nwaist belt \nAdjustable at leg loops, shoulders and chest \n Available in standard or large size \nSuitable for:\nDesigned for superior levels of comfort\nAttachment loops for tool bags or frogs\n Steel buckles and fittings\nPocket Inspection Guide \nSupplied   with  clear   instructions \nand\nindividually serial numbered certification \nUtilities\nCE approved to EN361 and EN358\n Military",
    "Page_42": "WORK\nPOSITIONING\n1. Anchor\n2. Connector (Support)\n3. Connector (Access and Back-up)\n4. Harness \n5. Training\nFor information and booking:\nwww.spanset.co.uk/training.shtml\nHeight Safety Equipment\nA foundation theory based module for anyone\nOrder Code: HS Module 1\nAppreciation and Inspection\ninvolved in work at height using Personal Fall\nProtection Equipment (PFPE). The course is designed \nto give operatives an understanding of the\nSuitable for:\n principles for the selection, use and maintenance of\nPFPE and the associated legislation. The course will\n All Industry\nalso provide supervisors and managers with a\nSectors\nvaluable insight into the requirements of their staff \nwhen working at height. With all work at height \ntraining it is essential that the theory elements are\ncombined with practical sessions. The module 1\ncan be combined with a wide variety of practical\nModules to tailor the overall course to your\nrequirements.\nOccasional Industrial\n This is a practical based module designed for those \nOrder Code: HS Module 3\nClimber\nwho work on towers, masts and pylons or similar\nindustrial structures using pre installed safety\n Suitable for:\nsystems combined with work position techniques.\nThe course covers the care, use and maintenance \nof all the equipment including pre use checks for\nTelecoms\ninstalled systems. During training delegates will\nbe expected to carry out activities at a height in\nexcess of 20m and provided with an overview of\nthe requirements for rescue provision.\nHigh Bay Pallet\nRacking\nAdvanced Industrial Climber\nThis practical base module is an enhancement to\nOrder Code: HS Module 4\nModule 3 and is intended for those who wish to\nSuitable for:\nsupervise work on towers, masts and pylons, or\nsimilar structures. On completion of the course\nthey should be able to carry out pre-use checks and \nset up temporary access systems, as well as climb \nUtilities\nusing double legged fall arrest lanyards. Delegates \nwill review the requirements for emergency\nplanning and carry out evacuations and rescues of\nsuspended casualties using a nominated rescue \nTelecoms\nkit.\n42",
    "Page_43": "WORK\nPOSITIONING\nThe industrial climbers kit is designed for those\nworking on towers, masts, and pylons or similar\nIndustrial Climbing Solutions\nindustrial structures such as high bay racking. The\nkit will combine with permanently installed \n1. Anchor\n systems where available. The CLIMA fall arrest \nlanyard and CLIMA work position lanyard are \n 2. Connector (Support)\nideal where the user has to provide their own \n3. Connector (Access and Back-up)\nsecurity.\n4. Harness\n 5. Training \nOrder Code: IC KIT\nIndustrial Climbing Kit\n- Padded EXCEL harness and belt for comfort\nwhile working\nCLIMA Energy absorbing lanyard with twin\nlegs for climbing \n- CLIMA fall arrest lanyard with integrated an-\nchor slings\n- Lightweight and easy to adjust CLIMA work \nposition lanyard for support while working \n- Training on pre-use checks and correct use\nContains:\n EXCEL 2-XB Harness (See Page 39)\nTwin Web Loop Back Lanyard \n CLIMA Work Position Lanyard (See Page 37)\nProtective Carrying Bag \nSuitable for:\nTelecoms\nT&UV\nTraining\nTraining code:\nHS Module 1,3 + 4\n- Module 1 - Height Safety Equipment \n Appreciation and Inspection (See p. 40) \n- Module 3 - Occasional Industrial Climber\n(See p. 40)\n- Module 4 - Advanced Industrial Climber\n(See p. 40)",
    "Page_44": "WORK\nPOSITIONING\nRope Access Solutions\nComplete Rope Access Kit\nWhy choose SpanSet for\nOrderCode:ROPEACCESSKIT\nRope Access Solutions\nIndustrial rope access techniques are a modern \nlow impact solution for accessing difficult or\nremote areas. Utilising highly trained technicians,\nwho work in carefully structured teams, the \ntechniques combine effectiveness with a high \nlevel of safety. The Industrial Rope Access Trade\nAssociation (IRATA) of which SpanSet is a member\nis the lead body for rope access defining the best\npractice for the training and qualification of\ntechnicians as well as the operation of member\ncompanies and contracts. As a manufacturer and \nIRATA training member SpanSet is ideally placed \nto offer a range of solutions for Rope Access\n companies and technicians. For individuals and\norganisations starting in the IRATA scheme\nSpanSet is able to offer training, equipment and \nadvice to support your development. Where as for\nexisting Rope Access Operators SpanSet is able to\nprovide cutting edge technical products to meet\nthe rigorous demands of work environments and\nwork with you to create unique solutions to\ncustomers access problems. After use removal is\nsimple ready for the next application. The kit \nincludes two SpanAnchors.\nIndustrial Rope Access Kit\n As a manufacturer and IRATA training member \n SpanSet is ideally placed to offer a range of\nsolutions for Rope Access companies and\ntechnicians.\nFor individuals and organisations starting in the\nIRATA scheme SpanSet is offer training.\nequipment and advice to  support your\ndevelopment.\nWhereas for existing Rope Access Operators\nSpanSet is able to provide cutting edge\ntechnical products to meet rigorous demands of \nwork environments and work with you to create \nunique solutions to customers access problems.\n44",
    "Page_45": "WORK\nPOSITIONING\nRope Access Solutions\n Proof Loader\n Attachment Sling \n Semi-Static Rope\nOrder Code: PROOF LOADER KIT\nProof Loader Kit\nNOLONGERAVAILABLE\n Reusable Anchorage System for Fall Arrest and\nWork Restraint\n22kN MBS\nCan be removed and placed repeatedly into\npre-drill holes \n Simple to install and remove \n Can be placed into concrete, or any suitable \nsubstrate\n Stainless Steel construction\n Easy to release after being loaded\n Supplied with proof loading tool to allow testing\nof placement\nSupplied with a purpose made carry bag\nSupplied  with clear\ninstructions\nand\n individually serial numbered certification\nCE approved to EN358\nOrder Code: ATSL 1M EWL\nAttachment Sling\n Temporary Anchorage Sling for Work Restraint,\nWork Positioning and Fall Arrest\n Available in a range of lengths \n Continuous polyester sling surrounded with a\nprotective tubular sleeve\nMBS 70kN\n Pocket Inspection Guide\nSupplied   with  clear   instructions\n and\nindividually serial numbered certification\nCE approved to EN566 and EN795\nSemi Static Rope\nOrder Code: 5/3029 - 10.5mm | 5/3028 - 11mm\n- Kermantle Rope\n SpanSet hold stock of 10.5mm & 11mm rope \nWe can supply other sizes, specifications and \ncolours on request.\nCE approved to EN1891\n45",
    "Page_46": "WORK\nPOSITIONING\nRope Access Solutions\nRope Access Footloop\nCLIMA Work Position Lanyard\nTraining\nRope Access Footloop\nOrder Code: FOOTLOOP ROPE ACCESS\nIRATA Training and\nAdjustable foot loop for rope access and\nWork Restraint\nCompetency Structure\n Provided with wear sleeve \nNo previous experience required. Aptitude for\n Design and range of adjustment makes it ideal \nfor aid climbing in counter balance rescue\nworking at height. Physically and medically fit.\nSupplied   with  clear   instructions\n and\n5-Day training course  with  independent\nindividually serial numbered certification \nassessment.\nCE approved to EN358\nLevel 1 Rope Access Technician\nCapable of performing a range of activities under\nthe supervision of a level 3. Responsible for own \n personal rope access equipment.\nMinimum of 12 months and 1000 hours of work\nexperience in a variety of tasks as a level 1 rope\n access technician. Physically and medically fit.\n5-Day  training course  with  independent\nassessment.\nLevel 2 Rope Access Technician\nCapable of rigging ropes and undertaking rescues,\nincluding hauling, under the supervision of a level \n3 rope access technician.\nCLIMA Work Position Lanyard\nOrder Code: 5/2696-WPLANY 2M\nMinimum of 12 months and 1000 hours of work\nAdjustable  Lanyard  for  Work  Positioning\nexperience as a level 2 rope access technician.\nPhysically and medically fit. Appropriate first aid\n applications\ncertificate. Written recommendation from an \nScrew link connector for semi-permanent\nIRATA member company or assessor. 5-Day training\nattachment to waist belt \ncourse with independent assessment.\n Lightweight Captive Eye Alloy Double Action \n connector for ease of attachment\nLevel 3 Rope Access Technician\n Adjustable from 2m to 0.5m\n Constructed from kermantle rope to redcue\n(Supervisor)\nCapable of site supervision for rope access\nweight\nWear sleeve to protect rope\nwork projects. Comprehensive knowledge of\nadvanced rescue techniques. Conversant with\nEasy adjustment mechanism to set your\nrelevant work techniques & legislation.\n position accurately\nSupplied  with clear instructions\n and\nindividually serial numbered certification \nCE approved to EN358\n46",
    "Page_47": "WORK\nPOSITIONING\nRope Access Solutions\nCLIMA Fall Arrest Lanyard\nBuddy\nClimbers Technical Double\nOrder Code: FAL-01D02\nSlinging Lanyard\n Twin leg loop back fall arrest lanyard.\n Twin lanyards provide 100% attachment while\nclimbing and traversing.\nLoops allow the worker to create an anchor point \n around steelwork.\nThe SP140 energy absorbing pack has a\ne\nV\n cover which can be removed for inspection.\n The duplex construction increase the resistance\nto small radius edges during a fll\n Total length to anchor ring 2m \nWorking length when looped around anchor 1.5m \nWorking length when karabiner used as anchor\nconnector 1m\nSupplied with clear user instructions \n Individually serial numbered certification for\ntraceability\nCE approved to EN355:2002\nBuddy\nFall Arrest Device\nOrder Code: 5/2697\nCan either be used directly attached to harness \nfor reduced clearance areas\nOr with up to a 500mm long lanyard for more \nfreedom\nIdeal for rope access technicians requiring a\nback up device capable of protecting 2 people \nSupplied with clear instructions and individually\nserial numbered certification \n Suitable for:\n CE approved to EN353-2\nIndustrial\nRope Access\n4/",
    "Page_48": "WORK\nPOSITIONING\nConfined Space Solution\nTripod Bundle\n SpanHoist Il\nRecovery Block\nTripod Bundle\nConfined Space Solution\nOrder Code: 5/2993\n Confined space workers must consider rescue and\nTripod Bundle consists of a Tripod, Recovery Block\nretrieval as part of their planning. The incorporation\nand brackets to suit both tripod and block.\nTripod provides an EN795 class B rated\nof a harness can make rescue and retrieval simpler\nanchorage\neven where the task does not include exposure to\n For up to 2 workers\nwork at height. Where the task includes work at\n Crown of Tripod includes two anchorage eyes \nheight the harness becomes more integral to the\n The eyes can carry a pulley \n overall solution for access, egress and recovery.\n The pulley diverts the lifeline of the recovery\nblock\nIf the primary means entry to a confined\n A Spanhoist can be suspended from the tripod \nspace is by ladder, or steps, it is acceptable for\n Spanhoist system is for lifting and lowering \na worker to be connected to a Recovery Block.\nRecovery block is normally mounted onto the\nIn the event of a fall or incapacitation the worker\nleg of the tripod\ncan be raised or lowered. This 'system' is for\n To mount the block a special bracket is used \nemergency use only and must not be used for man-\nMaximum _height of tripod is 2.3m,\nriding i.e. suspension of a worker, unless it is a\ndiameter 1.55m\n- Tripod is easy to set up & dismantle\nrescue situation.\nSpanHoist II\nIf the only means of entry into a confined space is\nOrderCode:SPAN-4-12.5\nby 'man-riding' the worker must be raised &\nThis is a preassemble kit for personal, or assisted \nlowered by a lifting system, such as the SpanHoist.\naccess into confined spaces. The kit is designed to\n This operation must then be protected by a back-up\nallow a worker to be lowered, or lower themselves \n system, such as a Recovery Block. This arrangement \ninto a confined space. The worker can then raise\nensures that whilst in 'suspension' a worker is\nthemselves up out of the confined space, or the\n always protected by two separate systems.\nworker can be remotely raised. In the event of a\nrecovery the kit can be operated by a rescuer\nremotely from the anchor point to lift the casualty\nout. The kit includes one way pulleys for efficient\nlifting and controlled descents as well as a footloop\n and locking mechanism for security.\nRecovery Block\nOrder Code: SVLRB-15\n- Retractable Type Fall Arrest Block \n- Designed to give workers freedom of movement \n and reduces the clearance height requirement\nin environments where they can be attached to\noverhead anchor points.\n 15m Steel Rope Fall Arrest Block\nSteel Action Hook for easy attachment\nto harness\n Steel Karabiner for attachment to an anchorage\n sling, or bolt \n- Lightweight web design\n- Load indicator allowing quick check for\n evidence of shock loading\n Supplied with clear instructions and individually\n serial numbered certification \n Pocket Inspection Guide\n48\n-CE approved to EN360",
    "Page_49": "WORK\nPOSITIONING\nConfined Space Solution\n2 Point Rescue\nHeight Safety Equipment \nAppreciation and Inspection\nAccess, Egress and Rescue\nfrom a Confined Space\nLightweight Full Body Confined Space and Fall \n2 Point Rescue\nOrder Code:2PR\nArrest Rescue Harness\n Front and Rear Fall Arrest Attachments \nAdjustable at leg loops, shoulders and chest \nAvailable in standard size \n Steel attachment points and shoulder\n adjustment buckles \nPocket Inspection Guide\n Supplied with clear instructions and individually\nserial numbered certification \nCE approved to EN361\nHeight Safety Equipment\nA foundation theory based module for anyone\nOrder Code: HS Module 1\ninvolved in work at height using Personal Fall\nAppreciation and Inspection\nProtection Equipment(PFPE). The course is designed \nto give operatives an understanding of the principles\nfor the selection, use and maintenance of PFPE and \nthe associated legislation. The course will also\nprovide supervisors and managers with a valuable \ninsight into the requirements of their staff when\nworking at height. With all work at height training \nitis essential that the theory elements are combined \nwith practical sessions. The module 1 can be\ncombined with a wide variety of practical Modules \nto tailor the overall course to your requirements.\nAccess, Egress and Rescue\n This practical based module is designed for those\nOrder Code: Module 10\nwho intend to use full body harnesses for confined\nfrom a Confined Space\nspace access, egress and rescue. On completion of \nthe course they should be able to carry out\npre-use checks and use of confined space access \nequipment to raise, lower and rescue a worker\nfrom a confined space. The course covers use of\ntripods and davits as anchorages, winches and\nrope hauling systems for lifing and lowering and\nrecovery type fall arrest blocks for rescue.\n49",
    "Page_50": "013",
    "Page_51": "Fall Arrest\nDefinitions\n52\nAnchor\n54\nConnector\n55\nHarness\n60\nTraining\n63\nRecommended Solutions\n64\nScaffold Solution\n64\nTradesman Solution\n65",
    "Page_52": "FALLARREST\n1. Anchor\n2. Connector\n 3. Harness\n4. Training \nIndustry sectors that use\nFall Arrest limiting the distance and effects of a fall\nFall Arrest techniques:\nWhere a worker requires freedom of movement to\nequipment achieves this by limiting the potential\nclimb between platforms, or move around on a\nfall thus preventing the user gathering momentum.\nstructure, then it may not be possible to remove \nAlternatively equipment can allow the fall to occur\nScaffolding\nthe risk of a fall completely. In these situations it is \nand slow the falling user down over a known\nimportant to mitigate the consequences of the fall\ndistance by dissipating the energy generated.\nas far as possible. This is a common situation in \nareas where workers build, maintain or dismantle \nWhen considering clearance heights users should\nstructures such as Scaffolding, steel frame\ntake into account obstacles such as plant,\nbuildings, tower cranes or racking systems.\nWind Energy\n machinery, structural elements as wellas platforms \nor floor levels. Items that limit the fall distance\nFall arrest systems work by keeping the fall\n generally require anchorages above the user to be \ndistance and impact forces to within known limits.\neffective, but are better suited where clearance\nDifferent items of equipment achieve this in\nheight is a problem. Where the only anchorages \nTower crane erection\ndifferent ways and understanding this enables\n are at or below the users foot level then equipment \nand maintenance\nusers to select the most appropriate method for\nthat can dissipate energy are generally more\ntheir application. The fact that this type of\nappropriate, but they will require increased\nprotection allows the worker to fall also means\n clearance height.\nthat consideration must be given to rescue or\nrecovery of a suspended worker.\nRescue planning may seem daunting, but SpanSet \n High Bay Pallet Racking \npioneered the provision of rescue solutions\nThe training required for the use of fall arrest \ndesigned for one worker to rescue another. Rescue\nequipment should include both theoretical and \nsolutions range from improvised methods utilising\npractical sessions so that users can match their\navailable access equipment, to the complex and \nunderstanding to real life applications. The theory\nbespoke techniques of the emergency services and \nside must look at all aspects from planning through\nthrough to simple pre assembled kits. The key is\n to implementation and rescue.\nselecting the right one for the user and their\napplication.\nAll fall arrest equipment will limit the impact\nforces applied to the user to below 6kN. Some \n52",
    "Page_53": "1. Anchor\nThe anchor point for a Fall Arrest System must be \nable to withstand the shock load generated as the\nfall is arrested. Therefor e in every situation\nSpanSet recommends that the worker selects an\nanchor point that is unquestionably sound, or an \n anchor device which is tested to EN795.\n2.Connector\nThe connector in a fll arrest system performs the\ncritical function of arresting the workers fall. The\naim is to have as little \"slack\" as possible, so that \nthe connector will begin to arrest the fall as soon as\npossible. However some connectors also include\nenergy absorbing elements that are able to reduce \n the impact force of the fall when there is significant \n\"slack\" in the system. The choice of connector may\nbe influenced by the clearance height available\nbelow the user\n3. Harness\nThe harness must be able to support the workers\nbody in the correct position as the fall is arrested.\nThe European standard ensures the harness will\nalways be strong enough to do its job, however it is\nessential that the worker has the correct size of\nharness for it to function properly. It must also be\n practical and comfortable in use while the worker is\nmoving and carrying out their normal tasks.\nTraining\nTraining is the essential final element in a Fall \nArrest System, because of the inherent risks of\nincorrect use. The worker must be certain that each\nof the components already described has been\nchosen correctly and that they are fully competent\nin there use. If the worker is not able to understand \nthe correct use, or the potential consequences of \n misuse,then the employer has a legal responsibility\nto address this through training. There are no\n second chances when a worker falls. SpanSet has a\nrange of modular training courses that are designed\nto be added together to achieve the appropriate\nlevel of training for your work force.",
    "Page_54": "FALL ARREST\n1. Anchor\n2. Connector \n3. Harness\n4. Training \nHorizontal Safety Line\nOrder Code: HSL-HH\nTemporary Horizontal Anchorage Line for Work\nRestraint and Fall Arrest \nSupplied with loops or swivel hooks \nAdjusts to a maximum working length of 20m \nWear indicator built into the webbing for ease\nof inspection\nSuitable for:\nIntegral storage bag for transport and stowage\nof excess webbing\nSupplied with clear instructions and individually\nserial numbered certification \nPocket Inspection Guide \nCE approved to EN795 Class C \nConstruction\nPatent Number: GB 22696223B\nSteel\nErection\nWRAPPA\nOrder Code: WRAPPA\nTemporary Anchorage Sling for Scaffolders.\nProvides a quantified anchor point on a\nstandard scaffold tube \nEWL 0.5m\nColour coded to ensure correct installation\nand use\nContinuous polyester sling surrounded with a\nprotective tubular sleeve \nMBS 70kN\nSupplied with clear instructions and individually\nserial numbered certification \nPocket Inspection Guide\n CE approved to EN566 and EN795\nSuitable for:\n Scaffolding\n04",
    "Page_55": "FALLARREST\n1. Anchor\n2. Connector\n 3. Harness\n4. Training\nFall Arrest Lanyards\nOrder Code: CAPCHA\nCAPCHA\nCapcha Fall Protection for Vehicles\nCE Marked Approved to EN 795 \n- Fall Arrest System for\n Curtainsider vehicles\n Double-deck trailers\nWorkshops and Bays\n Tanker Gantries\n Protection from ground to the deck and back\nFull hands free access to the platform area\n Suitable for:\n Unobtrusive permanent installation \n Stainless steel construction \nMinimum maintenance\n Used in combination with the Driver Harness \nVehicle Fall\n Protection\nEnergy Absorbing Lanyard\nOrder Code: FAG-08C01\nSingle Adjustable Length\n Single adjustable length leg fall arrest lanyard.\nThe SP140 energy.absorbing pack has a\nprotective cover which can be removed for\ninspection and a \"clip back\" ring.\nSuitable for:\n The duplex construction increase the resistance\nto smallradusedges during a fall.\n Effective working length 2m reducing to 1.5m\n Easy to adjust \nConnectors\n auto-lock   karabiners  with\ncaptivating pin \n Supplied with clear user instructions \nRoof Work\n Individually serial numbered certification for \ntraceability\nCE approved to EN355:2002\n Powered\nAccess\n55",
    "Page_56": "FALLARREST\n1. Anchor\n2. Connector\n 3. Harness\n4. Training\nFall Arrest Lanyards\nSingle Dynamic Self\nOrder Code: FAQ -11G04\nRetracting Lanyard\n Single Self Retracting Lanyard for fall arrest\napplication \nRetractable features - reduces fall distances &\nreduces tangles/trip hazards\nOne smallretracting life line with one common\nenergy absorbing pack \nShock Pack stows neatly onto harness\ncompact and unobtrusive \nScrew link .connector for semi-permanent\nattachment to harness \nKarabiner for anchorage\nAvailable with a range of karabiners for\nanchorage\nAnchorage from foot level up\n2m in length including fittings \nSupplied with clear user instructions \nIndividually serial numbered certification for\ntraceability\nCE Approved to EN360 & EN355 Dynamic\nrequirements \nDouble Dynamic Self\nOrder Code: FAR-11G10\nRetracting Lanyard\n- Double Self Retracting Lanyard for fall arrest\napplication\nRetractable features - reduces fall distances &\nreduces tangles/trip hazards \nSuitable for continuous attachment\nSuitable for:\nCombining two small retracting life lines with \none common energy absorbing pack \nShock Pack stows neatly onto harness\ncompact & unobtrusive \nScrew link connector for semi permanent\nattachment to harness \n Scaffolding\n Two Scaffold Hooks for anchorage\n Anchorage from foot level up\n 2m in length including fittings \n Supplied with clear user instructions \nIndividually serial numbered certification for\ntraceability\nTower Crane\nCE approved to EN360 & EN355 Dynamic\n Erection and\nrequirements\nMaintenance\n56",
    "Page_57": "FALLARREST\n1. Anchor\n2. Connector\n 3. Harness\n4. Training\nGuided Type Arresters\n(Vertical Line Systems)\nEnergy Absorbing Lanyard\nOrder Code: FAA-01C09\nSingle Fixed Length\nEnergy Absorbing Lanyards for Fall Arrest\nApplications \nDuplex webbing leg\nfor increased edge\nresistance during a fall\nSuitable for:\nSingle Fixed Length \nAvailable in effective lengths 1m or 2m \nSP140 energy absorbing pack for workers up to\n140kg in weight\nCaptive  auto-lock   karabiner f\nfor secure\nattachment to the harness \n Scaffolding\n Choice of captive auto-lock karabiner or scaffold\nhook for anchorage\n Supplied with clear user instructions \n- Individually serial numbered certification for\ntraceability\nCE approved to EN355\nSteel\nErection\nOrder Code: CLIMA VL 30M\nCLIMA Vertical Line\nGuided type fall arrest system for persons\nrequiring protection while climbing vertical\nstructures\nAvailable with either a 10, 20 or 30-meter\nkermantle rope\nRemovable \"buddy\" arrest device with optional \ncaptivating bolt \nConnecting lanyard\nSupplied with alloy double action captive\nkarabiners for ease of use and security \nComes with 70kN attachment sling for\nanchorage to structure\n Suitable for:\nSupplied with storage bag to protect the line\nwhen not in us \nSupplied   with  clear\n instructions\n and\nindividually serial numbered certification\nCE approved to EN353-2\nHigh Bay Pallet\nRacking\n57",
    "Page_58": "FALLARREST\n1. Anchor\n2. Connector\n3. Harness\n4. Training \nSaverline Fall Arrest Block\nOrder code:\n2002108-3.5m\nLightweight\n2002110-7m\n2002112-12m\nLightweight retractable type Fall Arrest Block\nIdeal for applications where weight and size are\ncritical\nSuitable for:\n Steel double action anchor karabiner\n Plastic housing\nAluminium triple action karabiner for harness \nwith fall indicator\nWebbing lifeline remains in constant tension\n Lifeline available in a choice of three lengths,\nVehicle Fall\n3.5, 7 or 12m \nProtection\n Supplied with clear user instructions \nIndividual serial numbered certification for\ntraceability\n Pocket Inspection Guide\nCE Approved to EN360 and VG11 CN8/P/11.060\n(Edge Tests)\n Scaffolding\nSaverline Fall Arrest Block\nOrder code:\n2002107 - 3m\nHeavy Duty\n2002109 - 6m\n2002111- 12m\n2002362-18m\n- Heavy duty retractable type Fall Arrest Block \n- Galvanised\nsteel\nI  rope  for  agressive\nenvironments\n Steel double action anchor karabiner\n Plastic housing (18m version comes in aluminium\nSuitable for:\nhousing)\n Aluminium triple action karabiner for harness \nwith fall indicator\n Webbing lifeline remains in constant tension \n- Lifeline available in a choice of lengths, 3, 6, 12\nCapcha\n or 18m\n- Supplied with clear user instructions \nIndividual serial numbered certification for\ntraceability\n Pocket Inspection Guide \nCE Approved to EN360 and VG11 CNB/P/11.060\n(Edge Tests)\nOil&Gas\n58",
    "Page_59": "FALLARREST\n1. Anchor\n2. Connector\n 3. Harness\n 4. Training\nSafeline V-8 Vertical\nOrder Code: 228-V8\nFall Protection System\n- V-8 Vertical Fall Protection System\nIncorporating  the patented linear force\nattenuator\n- Providing comprehensive protection working at\nheight on any type of fixed ladder \n- Suitable for internal or external structure\ninstallations\n- Parts are constructed from marine grade\nstainless steel\n- Providing a durable long term solution in harsh,\nSuitable for:\nmarine or exposed environments\n- V-8 Catcher device provides a continuous\nattachment to the lifeline, allowing entry and \nexit from the system\n- No need to operate the catcher gate mechanism\nTelecoms\n- Hands free movement past intermediate wire \nguides, allowing the user to climb the ladder\nwith both hands free\nOil & Gas\nOrder Code: 5/2697\nBuddy\nFall Arrest Device\nCan either be used directly attached to harness \nfor reduced clearance areas \nOr with up to a 500mm long lanyard for more \nfreedom\nIdeal for rope access technicians requiring a\n Suitable for:\nback up device capable of protecting 2 people\nSupplied with clear instructions and individually\nserial numbered certification \nCE approved to EN353-2\n Industrial\nRope Access\n59",
    "Page_60": "FALL ARREST\n1. Anchor\n2. Connector\n3. Harness\n4. Training \n 2-X Harness\nOrder Code: 2-X\nLightweight Full Body Work Restraint and Fall\nArrest Harness\nAttachment points at front and rear \nAdjustable at leg loops, shoulders and chest \nAvailable in standard size\nSteel attachment  points  and   shoulder\nadjustment buckles \nPocket Inspection Guide\nSupplied with clear instructions and individually\nserial numbered certification \nCE approved to EN361\nSuitable for:\nIndustrial\nRope Access\nTower Crane\nErection and\nMaintenance\n60",
    "Page_61": "FALL ARREST\n1. Anchor\n2. Connector\n3. Harness\n 4. Training \nATLAS\nOrder Code: ATLAS 140\nFull Body Work Restraint and Fall Arrest\nHarness \n Front and Rear Fall Arrest Attachments \nAdjustable at leg loops, shoulders and chest\nDesigned for users up to 140kg.\n Stainless Steel buckies and fittings\nRe-inforced with substantial construction to\nprovide support for larger users \nPocket Inspection Guide \nSupplied with clear instructions and individually\n serial numbered certification \nCE approved to EN361\nSuitable for:\nSteel\nErection\n Scaffolding",
    "Page_62": "FALL ARREST\n1. Anchor\n2. Connector\n3. Harness\n4. Training \nEXCEL 2 X Point Harness\nOrder Code: EXCEL 2-X\nPadded Full Body Harness incorporating\ncomfort pads ideal for Fall Arrest and Work\nRestraint applications\nFront and Rear Fall Arrest Attachments\nOptional padded belt with work positioning\nattachment points, can be added retrospectively\nor supplied as a permanent integral feature \nAdjustable at leg loops, shoulders and chest \nAvailable in standard size, for larger operative\nsee EXCEL ATLAS\nQuick-loc buckles for ease of fitting and\nremoval\nShoulder and Back Pad for increased comfort \nSteel attachment points and shoulder\nadjustment buckles\nSupplied   with  clear  user  instructions\nIndividually serial numbered certification for\ntraceability\n Dirt and UV protection storage and carry bag\nCE approved to EN361\nSuitable for:\nHigh Bay\n Pallet Racking \nWind Energy",
    "Page_63": "FALLARREST\n1. Anchor\n2. Connector\n3. Harness\n4. Training\nFor information and booking:\nwww.spanset.co.uk/training.shtml\nHeight Safety Equipment\nA foundation theory based module for anyone\nOrder Code: HS Module 1\ninvolved in work at height using Personal Fall\nAppreciation and Inspection\nProtection Equipment (PFPE). The course is designed \nto give operatives an understanding of the principles\nSuitable for\nfor the selection, use and maintenance of PFPE and\nthe associated legislation. The course will also\n All Industry\nprovide supervisors and managers with a valuable\nSectors\ninsight into the requirements of their staff when\nworking at height. With all work at height training it\nis essential that the theory elements are combined \nwith practical sessions. The module 1 can be\ncombined with a wide variety of practical Modules \nto tailor the overall course to your requirements.\nPractical Use of Personal\n This practical module is designed for workers who \nOrder Code: HS Module 2\n are using temporary fall arrest equipment to access \nFall Protection Equipment\nor protect their work. On completion of the course\nthey will be able to carry out pre-use checks, install\nSuitable for:\nand use their own personal fall arrest equipment\nand systems. The course is aimed at workers from\na range of different environments, for ample\nRoof Work\nconstruction，\noffshore energy.\n or facility\nmaintenance.\nVehicle Fall\nProtection\nCompetent Person Practical\nThis training module is a theory and practical\nOrder Code: HS Module 7\nenhancement of the foundation Module 1. The\nInspection and Record Keeping\ncourse is intended for workers who will be made\nthe nominated competent person for maintenance \nSuitable for:\nof personal fall protection equipment. On\ncompletion of the course workers will be able to\ninspect simple personal fall protection equipment,\nRoof Work\nmaintain records for the equipment and have an\nawareness of the manufacturing and testing\nrequirements for new equipment. Trainees should \nalso be assessed by their employers to ensure they\nVehicle Fall\n also have the required experience and aptitude.\nProtection\n63",
    "Page_64": "FALLARREST\n During the erection and dismantling of scaffold \nScaffold Solutions\nstructures it is often necessary to use personal\nfall protection. The choice of equipment should \ntake into account the demands of the scaffolder \n1. Anchor\nas he carries out his work.\n2. Connector\nThe Spanset Scaff kit comprises of a full body\nharness with a rear attachment and reinforced \n 3. Harness\nshoulder pads. This helps keep equipment out of\n4. Training \ntheir working area and adds comfort / durability\nwhen carrying scaffold tubes. The lanyard incor-\nporates a steel scaffold hook and is 1.75m in\nlength plus connectors. Users can attach the lan-\nyard directly onto tubes and have sufficient reach\nto carry out most activities.\nScaffold Kit\nOrder Code: SCAFFKIT\n- Autolock karabiner for anchorage to the platform \n-Adjustable lanyard to match the platform size\nbeing used \n- Full Body harness for security\n- Training on pre-use checks and correct use \nContains:\n1-X SCF (See Page 28)\nLanyard Parking Point\n Energy Absorbing Lanyard - Single Fixed Length\n Protective Carrying Bag\n Suitable for:\nIRT&LVE\nScaffolding\nTraining\nTraining code:\nHS Module 1+2\n- Module 1 - Height Safety Equipment Appreciation \nand Inspection (See p. 25)\n-Module 2 - Practical Use of Personal Fall Protec-\n tion Equipment (See p. 51)\n64",
    "Page_65": "FALLARREST\nFor many workers carrying out routine tasks Work\nTradesman Solutions\nat Height can form a part of their role. Providing \nadequate protection for these workers can be dif-\nficult as the work often varies depending upon their \n1. Anchor\ntask.\n The SpanSet Tradesman solution provides a variety\n2. Connector\nof options in one compact kit. The harness has \n3. Harness\nfront and rear attachment points and is simple to\nfit. The lanyard supplied has coloured adjustment \n4. Training\nloops that allow workers to reduce falls or even\n prevent them altogether making it ideal for fall ar-\nrest or use in mobile platforms. To ensure the lan-\nyard can be anchored securely it is supplied with an \nautolock karabiner and a sling for attaching to \nlarger structures.\nOrder Code: TM KIT\nTradesman Kit\n- Attachment sling for anchoring to steelwork\n- Work Position Line to limit movement and pre-\nvent falls\nAdjustable Fall Arrest Lanyard for use with fixed \nline systems\n- 2-X Harness for safe access and security while \nworking\nContains:\n2-X Harness (See Page 54)\n Attachment Sling (See Page 26)\n Energy Absorbing Lanyard - Single Loop Back\n Protective Carrying Bag\nPIRT&UV\n Suitable for:\nRoof Work\nTraining\nTraining code:\nHS Module 1+2\n- Module 1 - Height Safety Equipment Appreciation \nand Inspection (See p. 25)\n- Module 2 - Practical Use of Personal Fall Protec-\ntion Equipment (See p. 51)\n65",
    "Page_66": "",
    "Page_67": "Rescue and Evacuation\nDefinitions \n68\nEvacua\n70 \nation\noonse Rescue\ngency Response Teams\nEmergency Services\n Training",
    "Page_68": "RESCUE AND\nEVACUATION\nEvacuation\n1st Response Rescue\nEmergency Response Teams\nEmergency Services\nIndustry sectors that require\nEmergency Response\nRescue & Evacuation:\n- Why SpanSet can help you find a solution?\nIf you have selected a method of working that could \nIf the worker is able to move, or relieve the pressure\nConstruction\nresult in a worker being suspended in a harness, for\n points, then the side effects can be dramatically\nexample fall arrest, or work positioning techniques, \nreduced. However in the case of an unconscious \n then you must consider the rescue implications.\nworker the side effects continue unchecked and\nrescue is the only option. The time it takes for this\nRescue for personnel suspended at height is an\ncondition to affect a person can vary greatly, so\nissue that needs addressing for workers, whether\nhaving an effective solution at hand for a speedy\nTelecoms\nthey are at 2m or 200m. Traditionally a great deal of\nresolution is essential.\nemphasis has been placed on this area by those\nworking in extreme environments and quite rightly\nThere are several approaches to rescue provision,\nso. It also applies however to areas that appear\n1st Response Rescue, Emergency Response Teams \nmore straightforward, but in these areas it is seldom\nand the Emergency Services, each approach having \n Offshore Oil and Gas\naddressed.\nit's own merits and disadvantages. The rescue\nequipment can also take many different forms all \nUnconsciousness or death can occur to a suspended\nwith different levels of risk, training requirements,\ncasualty even though they may not be injured after\n aptitude and commitment.\ntheir initial fall. This is due to a decrease in the\nEmergency Services\neffective circulation of oxygenated blood around the \nIt is therefore important to identify the solution that\nbody caused by a combination of factors, such as\nis right for your application. In order to do this you \nbody position, compression by the harness and a\nmust consider all the variables such as the\nlack of muscle pumping of venous blood.\nequipment they are using, where they are using it \nand the capability of the users. The GOTCHATM\nRescue Range has been designed to provide simple,\npre-assembled solutions for a variety of applications.\nAnother aspect of emergency planning that can\nbe confused with Rescue is Evacuation.\nA useful definition between Rescue and Evacuation is:\nYes\n Is the person\nIs the person\nin imminent\n→园\n able to escape the\n→No\nRescue\nJabuep\n situation unaided\nYes\nEvacuation\n68",
    "Page_69": "Choosing the right rescue\nsolution for your workers\n1st Response Rescue\n+ Available as an on-site rescue solution \n+ Immediate response \n+ Often application specific \n+ Can be carried out safely by a fellow worker or \n supported by the Emergency Services\nRequires a commitment from fellow workers \nWorkers. require training. and refresher \n opportunities for it to be effective\nThis is a great solution for short term tasks or for\ncontractors who need to provide a self contained \nsolution for work at height.\nEmergency Response Teams\n+ Available as an on-site rescue solution \n+ Fast response\n + Should cover allissues on the specific site\nlo pauen pue paajas geis Xq ajes ino pae + \nthe purposes identified \n+ Able to work alongside the Emergency Services \n Requires a commitment from the site to set up a\nteam and maintain its currency\nRequires constant appraisal to ensure new work\ntasks can be covered'\nThis can be an expensive option, however larger\nsites may prefer this option as the team are able to\n cover many different work areas or tasks.\nEmergency Services\n + Equipped to cope with a wide range of situations\n+ Professional personnel\n+ Skills and knowledge regularly refreshed\n Should not be considered as a first response \n solution for work at height \n Availability cannot be controlled by the site \nResponse times will vary depending upon external\nfactors\nSite specific issues may only be possible with\nconsultation\nThe Emergency Services provide an excellent\nservice, but are only able to address issues that they\nare aware and trained to perform. This is an option\nthat many workers rely upon without actually\nchecking that the service is capable of meeting their\nexpectations.\n1. Casualty\nWhat we know:\n They are suspended from an anchor point \n They are wearing a full body harness \n They are at risk from the effects of suspension \nWhilst suspended it is virtually impossible to\n provide even basic first aid \n2. Rescuer\nWhat is required:\n They must address their own safety first\n- They must be able to act calmly and effectively\nThey must have regular practice in the techniques\nfor rescue\n- They should reassure the casualty\n3. Equipment\nWhat is required:\n- It must recover the casualty to a point of safety\nwith minimal risk to the casualty or rescuer\nIt must be simple to operate\nIt must be designed for the job it is being asked to\nperform",
    "Page_70": "RESCUE AND\nEVACUATION\nEvacuation\nGotcha ADD Plus\nOrder Code:GOTCHA ADD PLUS\n Suitable for:\nPowered Access\nEvacuation kits may be needed to escape from elevated\nplatforms, vehicle cabs, or machinery if the worker\n cannot use the normal way of access & egress.\n Suitable for evacuation from:\n- High structures where constant rate lowering and \n minimal user input are required.\n Evacuation direction:\nThe GOTCHA ADD PLUS is ideal for a decent where the \nworker may have to negotiate obstructions to reach a\npoint of safety Pre-assembled\nNo assembly is required by the user Multiple Evacuees \nThe kit is designed to be used for multiple descents in an\nemergency One person use \nThe GOTCHA ADD is rated for loads up to 225kg\nMaximum Working Length\nThe GOTCHA ADD kit is available in lengths up to 200\nmetres CE EN: 341 Class A\nGotcha Evac Il\nOrder Code: GOTCHA EVAC II\nSuitable for:\nPowered Access\nEvacuation kits may be needed to escape from elevated\nplatforms, vehicle cabs, or machinery if the worker\n cannot use the normal way of access & egress.\n Suitable for evacuation from:\nVery Narrow Isle Trucks, Elevated work platforms, etc\nEvacuation direction \nThe GOTCHA EVAC Il is a descent evacuation kit and \nrequiresthe evacuee to descend to a point of safety Pre-\nassembled\nNo assembly is required by the user Lone Evacuation \nEYALI\nThe kit is designed for a worker to be able to evacuate\nthemselves in an emergency One person use \nThe GOTCHA EVAC Ilis rated for loads up to one person\nuse (100kg) Maximum Working Length \nThe GOTCHA EVAC kit is a 20 metre descent rescue kit\nCE EN12841\n70",
    "Page_71": "RESCUE AND\nEVACUATION\nEvacuation\nGOTCHA CRD Reach\nOrder Code:\nGOTCHA CRD 100M\nGOTCHA CRD Standard\nGOTCHA REACH 100M\n Suitable for:\nTowerCrane\nWind Energy\nTelecoms\nGotchca\nRESCUE KIT\n- Suitable for evacuation from High Structures\nwhere constant rate lowering and minimal user\ninput are required.\n Gotcha CRD Reach includes a remote attatchment \n Pole and Frog Connector.\n- Gotcha CRD Standard does not include the Pole\nand Frog Connector.\n- This is a no cut kit. The casualty is raised to\n release their original attachment.\n Rescue direction. You can lower the casualty to\n safety and additionally it is possible to raise a\ncasualty for limited distances.\n Evacuation direction. The user can descend to \n safety at a constant rate controlled by the device.\n Pre assembled. No assembly is required by the\nuser\nAssisted rescue. The rescuer accesses the\n casualty in order to recover them.\n Lone evacuation. A single person can descend to \nsafety.\n Multiple Evacuation. Once the first user has\nsafely descended the system can be used by\nadditional users in quick succession.\nTwo person use. The Gotcha CRD is rated for\nloads up to 225kg \n Maximum working lengths. The Gotcha CRD is\nspeoi loj saaw ool ot dn jo sybual ui alqene\nupto 225kg. For loads up to 150kg it is available\n in lengths of up to 400 metres.\nCE EN: 341 Class A.\n/1",
    "Page_72": "RESCUE AND\nEVACUATION\n1st Response Rescue\nGOTCHA ORIGINAL Kit\n Suitable for Rescue from Fall Arrest Lanyards and \nOrder Code:GOTCHA KIT\nFall Arrest Blocks\nSuitable for:\nThis is a no-cut kit. The casualty is raised to\n release their original attachment \nRescue direction. You can raise or lower the\n Scaffolding\n casualty with this kit \n Pre-assembled. No assembly is required by the \nuser\n Remote attachment. The casualty can be attached \nfrom a point of safety\n Single person use. The Gotcha is for raising or\nOil and Gas\nlowering a single person\nMaximum Working Length. The Gotcha kit is\n available in four lengths.\nPatent Number:\n Colour coding. The kit is colour coded for simplicity\nGB2376009\n- Independently tested to EN: 1496.\nGOTCHA SHARK Kit\n Suitable for Rescue from Fall Arrest Lanyards,\nOrder Code: SHARK 66M\nVertical Fall Arrest Systems and Webbing Fall\nArrest Blocks\nSuitable for:\n Bladeless cutting. The casualty is released by\ncutting their primary attachment with a unique\nbladeless cutter for safety and accuracy\n Rescue direction. The SHARK is a descent rescue\nTelecoms\nkit and rescue entails the rescuer descending to \nthe casualty collecting them and descending to\nsafety\n Pre-assembled. No assembly is required by the \nuser\nUtilities\nAssisted Rescue. The rescuer accesses the\n casualty in order to recover them.\nTwo person use. The Gotcha SHARK is rated for\nloads up to 300KG in normal use.\n Maximum Working Length. Gotcha SHARK kits are\navailable in the following lengths which define\ntheir working length. 30 Metre, 50 Metre, 66\nMetre and 100 metre lengths\nCE EN: 341 Class D.\n72",
    "Page_73": "RESCUE AND\nEVACUATION\nEmergency Response Teams\nSimple to fit harness for rescuing casualties \nOrder Code: CASUALTY HARNESS\nGOTCHA Casualty Harness\nFitting simplified by colour coded straps and \ninstruction labels \n Suitable for:\nGrab handle on. rear to assist whilst\nmanoeuvring casualty \nAdjustable to fit a wide range of sizes\nTower Crane \n Folds neatly for transporting \nStainless steel ftings\n Supplied with clear instructions and individually\nserial numbered certification\n Pocket Inspection Guide\nEmergency\nServices\n Approved to EN1497 and EN813\nGOTCHA FR Kit\nSuitable for Rescue from vertical and horizontal\nsituations where a flexible line system is \nOrder Code: GOTCHA FR KIT\nrequired that can be tensioned or released in a\n Suitable for:\ncontrolled manner. This will allow raising\noperations, lowering operations and tensioning \noperations.\nOffshore Oil\nBladeless cutting. Casualties can be recovered\nand Gas \nwithout the need to cut them free due to the\nraising and lowering capabilities of the kit.\nRescue direction. The Gotcha FR kit is capable\n of rescuing vertically up or down as well as\nhorizontally by tensioning.\nEmergency\nPre-assembled. No assembly is required by the \nServices\nuser, but the kit can be changed from lowering\nmode into raising or tensioning mode by\naltering the configuration. This is pre set and\n simple to carry out.\nAssisted Rescue. The Gotcha FR kit can be used \nin many ways and is designed to work in\nconjunction with a second kit to provide\nadditional security where required.\nSingle person use, A single kit is capable of\nlowering or raising a single casualty.\nTwo person use. Two kits used together will\nprovide a work and secondary system suitable\nfor lowering a rescuer to a casualty and then\nraising or lowering both the rescuer and\ncasualty to a point of safety.\nMaximum working length. The Gotcha FR kits \nare available in 50 metre and 100 metre\nversions. Each kit is is capable of being used\nfor lowering operations up to that maximum\nlength.\n73",
    "Page_74": "RESCUE AND\nEVACUATION\nEmergency Services\nRescue Cracker\n- Ultra Lightweight Compact Assembly for Rescue \nOrder Code:CRP-6\n 6:1 Pulley System\nSuitable for:\n The system allows the rescurer to transfer the \ncasualty's weight from one attachment to\nanother.\nIndustrial\n Assembly packs away in it's on integral\nRope Access\n pouch for easy transportation and deployment \n Supplied with a compact rope clamp to allow\n attachment to kermantle rope.\nSupplied with clear user instructions and\nEmergency\n individually serial numbered certification\nServices\nBespoke Line Rescue Kits\n Experienced line rescue teams can specify their\nown bespoke kits \n Suitable for:\n Made from a range of high quality components\n Kit will be supplied in a waterproof role top kit\nbag \nIndustrial\nRope Access\n Kit bag features carry handles, shoulder straps \n and tamper tagging facility\n For further information please contact our\nTechnical Sales Team \nEmergency\nServices\nLine Rescue Training\nThis training module is a theory and practical\nOrder Code:HSR5\nsession  designed  for  Emergency   Services\nSuitable for:\npersonnel who wish to use line rescue techniques \nto operate safely and conduct emergency\nrecoveries at height. The course covers the pre-use\nEmergency\n Services\nchecks and use of personal protection techniques \nto ensure safe access, egress and work while at\nheight. On completion of the course personnel will \nbe able to select, assemble and use compatible\ncomponents for a range of rescue techniques. A\nfocus will be placed on using quantified\ncomponents to create simple systems that can be \napplied using a range of techniques.\n74",
    "Page_75": "RESCUE AND\nEVACUATION\nTraining\nCRD Rescue Kit\nThis is a practical based module designed for\nOrder Code: Module HS5C\nworkers at height and who need to use a pre-\nPractical Training\nassembled rescue and evacuation kit as part of\n an on site emergency provision. On completion\n Suitable for:\nof the course they will be able to do pre-use\nchecks of the equipment, set up equipment for\nPowered\ntheir personal use, carry out evacuation of\nAccess\nthemselves and a conscious, or unconscious \ncasualty. They will also be given an awareness \nof different harness options for casualties not \nwearing a full body harness. Where possible the\ntraining will be carried out in a location that\nWind Energy\nreplicates the workers own environment.\nThis is a practical based module designed for\nOrder Code:ModuleHS5A\nGOTCHA Rescue Kit\ntradesmen who work at height and need to use a\n Practical Training\n pre-assembled rescue kit as part of a 1st response\nrescue solution. On completion of the course they\nwill be able to do pre-use checks of the equipment, \n Suitable for:\n set up equipment for their personal safety, carryout \na recovery of both conscious and unconscious\ncasualties and have an awareness of post rescue\nRoof Work\ncare. Where possible the training will be carried out\nin a location that replicates the workers own\nenvironment.\n Scaffolding\nGOTCHA FR Kit Training\nThe practical based module is designed to enable\nOrder Code:HSR3\n ERT members or emergency staff to use the FR kit \n Suitable for:\nto tackle any situation they are required to provide\ncover. Team members will be trained to carry out \npre-use checks and use personal fall protection\n Offshore Oil\nequipment to ensure their safety while conducting\nand Gas\n a rescue. On completion of they will be able to\n apply the basic functions of the kit to achieve a\n number of line rescue techniques including lifting.\nlowering, work positioning for rescuer, tension\nEmergency\nlines and cross hauling. Team member will also \nServices\ndiscuss the implications of suspension on a\n casualty and the appropriate post rescue care.\n75",
    "Page_76": "OTHERSERVICES\nInspection\nService\nInstallations\nAnnual Inspection & Testing Service\nEuropean Standards dictate that allitems of PPE for\nand at intervals not exceeding 6 months (or 3 months\nwork at height and all safety systems undergo a\nwhere the equipment is used in arduous conditions),\nperiodic examination by a competent person. In\n and after circumstances liable to jeopardise safety\naddition, in the UK, \"BS 8437:2005 Code of practice \nhave occurred.\nfor selection, use and maintenance of personal fall\nSpanSet can perform the thorough inspections \nprotection systems and equipment for use in the \nrequired  \njuawdinba lo/pue   uoneisibal  q \nworkplace.\" Section 13.1.2 -States \"Formal\nmanufacturers. We can also provide training for\ninspection procedures should be put in place by\nCompetent Persons and therefore the combination of \nemployers to ensure that personal fall protection \nyour staff and our services can increase the safety\nequipment is given a detailed inspection (\"thorough\n and ensure compliance.\nexamination\") by a competent person before first use\nIDXpert Net\nProduct identification and asset management\n combined into one simple process\n- Allows you to easily manage all the components\nof your systems\nClear identification of product with RFID\ntechnology\nInstant access to your records from any location\n with the online IDXpert Net portal \n Simplifies inspection recording and inspection\nplanning \n Attach images, data sheets, instructions to your \nrecords\n(0))\n Remote access to your certification records\n Transfer between multiple locations or mobile\nlocations \n Perform inspections or audits remotely with the\nIDXpert Net Mobile reader \nInstallations\nFor some tasks the measures you employ may be\npermanent system provides safe conditions for all\ntemporary, providing safe working conditions for the\nusers. It is simple to use, easy to maintain and is\nduration of the works and removed upon completion.\nunobtrusive having verylittl impact on the surround-\nThis approach has limitations in that installation and\ning environment.\nremoval of a temporary system may include some risk \n SpanSet installations - the total solution from sur-\nand can be time consuming.\nvey, quoting, supply, installation to periodic testing\nIn the case of tasks carried out regularly or repeated-\nand maintenance to all BS 7883:2005 － Code of\nly in locations where access is required more often a\npractice for the design, selection, installation, use\npermanently installed safety system offers a better\n and maintenance of anchor devices conforming to BS\nsolution. The advantages are that once installed a\nEN 795.\n76"
}