{
    "Page_1": "DRAFT\nFOR DISCUSSION ONLY\nMISUSEOFGENETICINFORMATIONIN\nEMPLOYMENT ANDINSURANCEACT\nNATIONAL CONFERENCE OF COMMISSIONERS\nONUNIFORMSTATELAWS\nMEETING INITS ONE-HUNDRED-AND-SIXTEENTH YEAR\nPASADENA, CALIFORNIA\nJULY 27 - AUGUST 3, 2007\nMISUSEOFGENETICINFORMATIONIN\nEMPLOYMENTANDINSURANCE ACT\nWITHPREFATORYANDREPORTER'SNOTES\nCopyright @2007\nBy\nNATIONAL CONFERENCE OF COMMISSIONERS\nON UNIFORM STATE LAWS\nThe ideas and conclusions set forth in this draft, including the proposed statutory language and any comments or\nreporter's notes, have not been passed upon by the National Conference of Commissioners on Uniform State Laws\nor the Drafting Committee.They do not necessarily reflect the views of the Conference and its Commissioners and\nthe intent or meaning of any promulgated final statutory proposal.",
    "Page_2": "DRAFTING COMMITTEE ON MISUSE OF GENETIC INFORMATION IN\nEMPLOYMENT ANDINSURANCE ACT\nThe Committee appointed by and representing the National Conference of Commissioners on\nUniform State Laws in preparing this Act consists of the following individuals:\nD. JOE WILLIS, 549 SW Mill View Way, Suite 100, Bend, OR 97702, Chair\nJOANNE B. HUELSMAN, 235 W.Broadway, Suite 210, Waukesha, WI 53186\nSHELDON F. KURTZ, The University of Iowa College of Law, 446 BLB, Iowa City, IA 52242\nPETER F. LANGROCK, P.O. Drawer 351, Middlebury, VT 05753\nJAMES C. NELSON, Montana Supreme Court, 215 N. Sanders St., Room 425, P.O. Box 20031,\nHelena, MT 59620\nLINDA K. NEUMAN, 28218 218th St., LeClaire, IA 52753\nARTHUR H. PETERSON, P.O. Box 20444, Juneau, AK 99802\nKEN H. TAKAYAMA, Legislative Reference Bureau, State Capitol, Room 446, Honolulu, HI\n96813\nJAMES A. WYNN, JR., NC Court of Appeals, One W. Morgan St., P.O. Box 888, Raleigh, NC\n27602\nJOAN ZELDON, District of Columbia Superior Court, 500 Indiana Ave. NW, Room 1640,\nWashington, DC 20001\nELLEN E. DEASON, The Ohio State University, Moritz College of Law, 55 W. 12th Ave.,\nColumbus, OH 43210, Reporter\nEX OFFICIO\nHOWARD J. SWIBEL, 120 S. Riverside Plaza, Suite 1200, Chicago, IL 60606, President\nMICHAEL B. GETTY, 817 W. Washington Blvd., #502, Chicago, IL 60607, Division Chair\nAMERICANBARASSOCIATIONADVISOR\nROGER L. JANSSON, 1501 4th Ave., Suite 2600, Seattle, WA 98101, American Bar\nAssociationAdvisor\nROBYN S. SHAPIRO, 777 E. Wisconsin Ave., Suite 2000, Milwaukee, WI 53202, American\nBar Association Advisor\nEXECUTIVE DIRECTOR\nJOHN A. SEBERT, 211 E. Ontario St., Suite 1300, Chicago, IL 60611, Executive Director\nCopies of this Act may be obtained from:\nNATIONAL CONFERENCE OF COMMISSIONERS\nONUNIFORMSTATE LAWS\n211 E. Ontario Street, Suite 1300\nChicago, Illinois 60611\n312/915-0195\nwww.nccusl.org",
    "Page_3": "MISUSEOFGENETICINFORMATIONINEMPLOYMENTANDINSURANCEACT\nTABLE OF CONTENTS\nPrefatoryNote\nARTICLE 1\nGENERALPROVISIONS\nSECTION 101. SHORT TITLE\n21\nSECTION 102. DEFINITIONS\n21\nAlternativeA\nSECTION 103.AUTHORIZATION FOR A GENETIC TEST.\n.30\nSECTION 104. AUTHORIZATION FOR ACCESS, RETENTION, OR DISCLOSURE OF\nGENETIC INFORMATION OR FAMILY MEDICALHISTORY\n.32\nAlternative B - General Property Right\nSECTION 103. PROPERTY RIGHT .\n36\nSECTION 104. REQUIRED AUTHORIZATIONS ..:\n.37\nAlternative C - Narrower Property Right\nSECTION 103. PROPERTY RIGHT\n43\nSECTION 104.REQUIREDAUTHORIZATIONS\n43\nSECTION105.REVOCATION OFANAUTHORIZATION\n47\nSECTION 106.RETENTION OF AUTHORIZATION\n48\nARTICLE2\nEMPLOYMENT\nSECTION 201. GENETIC TESTING SUPPLIED FOR EMPLOYMENT\n49\n.54\nSECTION 203. MISUSE OF GENETIC INFORMATION IN EMPLOYMENT\n.60\nSECTION 204. AUTHORIZED USE OF GENETIC INFORMATION IN EMPLOYMENT . 61\n.63\nSECTION 206. CONFIDENTIALITY; RETENTION AND DISCLOSURE OF GENETIC\nINFORMATION IN EMPLOYMENT\n64\nSECTION 207.REMEDIES;LIMITATION OF ACTIONS\n. 66\nARTICLE 3\nHEALTH INSURANCE\nSECTION 301. ACCESS TO GENETIC INFORMATION FOR HEALTH INSURANCE ... 68\nSECTION 302. MISUSE OF GENETIC INFORMATION FOR HEALTH INSURANCE ...71",
    "Page_4": "SECTION 303. USE OF GENETIC INFORMATION FOR HEALTH INSURANCE .......72\nSECTION 304.RETENTION OF GENETIC INFORMATION FOR HEALTH\nINSURANCE...\n.73\nSECTION 305. DISCLOSURE OF GENETIC INFORMATION BY HEALTHINSURERS .74\nSECTION 306. REMEDIES; ENFORCEMENT; LIMITATION OF ACTIONS\n..75\nARTICLE4\nLIFE,DISABILITY-INCOME,ANDLONG-TERM-CAREINSURANCE\nSECTION 401. GENETIC TESTING SUPPLIED FOR LIFE, DISABILITY-INCOME,\nAND LONG-TERM-CARE INSURANCE\n.77\nSECTION 402. ACCESS TO GENETIC INFORMATION FOR LIFE,DISABILITY-\nINCOME,AND LONG-TERM-CARE INSURANCE ..\n..79\nSECTION 403. MISUSE OF GENETIC INFORMATION FOR LIFE, DISABILITY-\nINCOME, AND LONG-TERM-CARE INSURANCE .... .\n...80\nAlternative A -Administrative Approval of Genetic Tests\nSECTION 404. USE OF GENETIC INFORMATION FOR LIFE, DISABILITY-INCOME,\nAND LONG-TERM-CARE INSURANCE .... .\n..82\nAlternative B - Geneticist or Genetic Counselor Approval of Genetic Tests\nSECTION 404. USE OF GENETIC INFORMATION FOR LIFE, DISABILITY-INCOME\nAND LONG-TERM-CARE INSURANCE..:\n.82\nSECTION 405. RETENTION OF GENETIC INFORMATION FOR LIFE, DISABILITY-\nINCOME, AND LONG-TERM-CARE INSURANCE . . . \n...84\nSECTION 406. DISCLOSURE OF GENETIC INFORMATION IN LIFE, DISABILITY-\nINCOME,AND LONG-TERM-CARE INSURANCE\n.85\nSECTION 407. REMEDIES; ENFORCEMENT; LIMITATION OF ACTIONS\n.86\nARTICLE5\nMISCELLANEOUSPROVISIONS\nSECTION 5O1. UNIFORMITY OF APPLICATION AND CONSTRUCTION\n..87\nSECTION5O2.RELATION TOELECTRONIC SIGNATURESIN GLOBAL AND\nNATIONAL COMMERCE ACT\nSECTION 503. EFFECTIVE DATE\n..87",
    "Page_5": "MISUSEOFGENETICINFORMATIONINEMPLOYMENT\nANDINSURANCEACT\nPrefatory Note\nThe scientific developments in the field of genetics are often characterized as a\n\"revolution.”’ This revolution is ushering in a new era of greater understanding of human\nbiological processes and the promise of new approaches to medicine that can tailor medical\nindividuals who are at risk of developing certain diseases in the future. Unfortunately, while risk\ninformation has the potential to improve preventative medicine, it is also subject to\n misunderstanding and misuse.\nThere are important policy issues concerning the appropriate form and scope of regulation\nbe coerced into having genetic tests; (2) individuals who want to be tested should not be\ndiscouraged through fear of how the results will be used; (3) genetic information should not be\nused for irrational discrimination, that is, where there is no scientific basis for discrimination;\nand (4) even “rational discrimination should be prohibited when it violates public policy,\nincluding the policy of preventing discrimination on the basis of disability. Cynthia Nance, Paul\nMiller, & Mark Rothstein, Discrimination in Employment on the Basis of Genetics, 6 Employee\nRights & Employment Policy Journal 57, 79 (2002). See also Henry T. Greely, Genotype\nDiscrimination: The Complex Case for Some Legislative Protection, 149 U. Pa. L. Rev. 1483,\n1500 (2001).\nTo encourage individuals to undergo testing that can lead to advances in genetics and\nimproved medical care, it is important to prevent fears that their privacy may be invaded or that\ntesting may lead to detrimental treatment. In a 1997 national survey, 63% of the respondents\nreported that they would not take genetic tests if employers or insurers could obtain access to the\nresults. Department of Labor, Department of Health & Human Services, Equal Employment\nOpportunity Commission, & Department of Justice, Genetic Information and the Workplace\n(Jan. 20, 1998) (available at http://www.genome.gov/10001732). In an actual genetic study of\nindividuals at risk for hereditary colon cancer, only 43% of those eligible participated. Of those\nwho declined, 39% said the primary reason was fear that the test results would affect their\nmedical insurance coverage. D. Hadley, et al, Genetic Counseling and testing in families with\nhereditary nonpolyposis colorectal cancer, Archives of Internal Medicine 163: 573-582 (2003).\nThese examples illustrate that individuals must have control not only over whether or not to\nundergo a test, but also over the information that results from genetic testing.\nThe Drafting Committee has articulated four concepts that support the goals of protecting\nprivacy and encouraging testing: control, confidentiality, consent, and counseling. The principle\nof knowing and voluntary consent can allow an individual to control genetic testing by vesting\nvests the decision in the individual to be tested. A baseline rule of confidentiality, coupled with",
    "Page_6": "the individual's capability to consent to exceptions, can allow an individual to control how others\naccess, use, retain, or disclose the individual's genetic information. Finally, given the\ncomplexities and uncertainties of genetic science, genetic counseling is necessary if these\ndecisions about consent are to be knowing and informed.\nThe point about preventing irrational discrimination needs elaboration. Because the\nep ane, pue 'poo, 'rudna, se ns sn m peod uq sy so ung\npublic misunderstandings of the role of genetics are common. Employers and insurers cannot be\npredictive potential of genetic information.\nThere are some rare genetic diseases, such as Huntington's disease, that are caused by a\nThese diseases may arguably justify “rational' discrimination. But such monogenetic diseases\nare the exception. They have received much attention as the first diseases for which researchers\nestablished a genetic link, but they afflict relatively few individuals. And even with such\ndiseases, there is usually variation in the age that symptoms appear and in their severity.\nThe genetic causation of most diseases is far more complex. It is more common for\nmedical conditions to result from interactions among multiple genes and with the environment.\nMost of the diseases that are linked to a genetic variation do not appear in all of the individuals\nBRCA 1 gene are strongly associated with susceptibility to breast cancer. But only 50 to 85\npercent of women who have this form of the gene will ever develop the disease. Moreover, the\nfrequency of particular gene variants and their degree of penetrance often differ among ethnic\ngroups, which also complicates the clinical sensitivity of genetic tests and their predictive\ncapabilities.\nAnother complicating factor for accurate prediction is that often a large number of genetic\nvariations can cause the same disease. More than 180 different sequences of beta-globin genes\nare associated with the blood disease beta-thalassemia. And the severity of the symptoms of\npatients with this disease vary dramatically. Similarly, there are more than 300 forms of the gene\nthe variation in symptoms.\nLow penetrance, multiple genetic variations that may cause a single disease, and other\nsources of complications diminish the predictive value of genetic testing. In addition to the over-\ninclusiveness of many medical predictions based on genetic tests (in that a person with a\npredisposing genotype may never have symptoms of the disease), genetic predictions are also\noften extremely under-inclusive. For example, the predisposing variants of the BRCA 1 and\nBRCA 2 genes are present in only 5 to 10 percent of breast cancer patients. Thus, genetic data\noften do not provide an accurate individualized prediction. This is a major justification for the\nregulation of genetic information.\n2",
    "Page_7": "Proposals to regulate genetic information, however, have provoked a major policy debate\ninformation as a special category rather than as part of more comprehensive regulation of\nmedical testing and information. See generally T.H. Murray, Genetic Exceptionalism and Future\nDiaries: Is Genetic Information Different from other Information, in Genetic Secrets: Protecting\nPrivacy and Confidentiality in the Genetic Era (Mark A. Rothstein ed. 1977); Sonia M. Sutter,\nThe Allure and Peril of Genetics Exceptionalism: Do We Need Special Genetics Legislation?, 79\nWash U. L.Q. 669 (2001).\nIn the course of this debate, many arguments for singling out genetics for special attention\nhave been raised and rejected. In the early 1990s, the Task Force on Genetic Information and\nInsurance, a joint working group of the National Institutes of Health and the United States\nDepartment of Energy, considered and rejected three justifications for such a policy: (1) They\ndecided that genetic information is not sufficiently distinct from other health information on the\nbasis of its prophetic potential. Genetic predispositions can be affected by many factors and\ninformation on non-genetic characteristics, such as lifestyle, may be better health predictors; (2)\nGenetic information is also not unique in its implications for family members; and (3) Genetic\ninformation is not the only type of health information with the ability to sigmatize.\nOther arguments for exceptionalism include that genetic information is particularly\nsensitive in that it identifies normal variations that fuel discrimination despite their lack of\nclinical significance. Genetic codes are also viewed as immutable, so that one test can follow a\nperson forever, and genetic information is more probabilistic than other types of medical\ninformation. These arguments can also be refuted as a basis for exceptionalism on the ground\nthat they apply as well to other types of health information. Laine Friedman Ross, Genetic\nExceptionalism vs. Paradigm Shift: Lessons form HIV, 29 J. L. Med. & Ethics 141 (2001).\n There are also objections to treating genetic information separately on practical grounds.\nThe distinction between genetic and non-genetic disorders is increasingly difficult to draw; most\nconditions have both a genetic and non-genetic component. Opponents of exceptionalism also\ncontend that it is unrealistic to separate genetic information in medical records, so that it would\nbe impossible to comply with restrictions on disclosing genetic information to employers or\ninsurers. L.O. Gostin & J.G. Hodge, Genetic Privacy and the Law: An End to Genetics\nExceptionalism, 40 Jurimetirics 21 (1999). Also, there is a social argument that it is unwise to\nenact laws that treat genetic conditions as if there is a stigma attached to them because that\nreinforces such attitudes and becomes a self-fulfilling prophecy. Moreover, treating genetics as\nunique only encourages the public view that genetics exert a special control over our lives, a\nview termed “genetic essentialism.\" See, e.g., Rochelle Cooper Dreyfus & Dorothy Nelkin, The\nJurisprudence of Genetics, 45 Vand. L. Rev. 313 (1992).\nMost of the opponents of genetic exceptionalism do not oppose privacy protections,\nrather they advocate more holistic approaches to health information and its use in employment\nand insurance. The larger debate is about how to protect medical data from harmful uses while\n3",
    "Page_8": "providing access for uses that individuals, clinicians, and society regard as beneficial. Genetic\ninformation is one part of the problem posed by the ease of collecting, storing, and disseminating\npersonal information. Thus it is possible to argue that the exceptionalism debate is a distraction\nfrom more important questions about how regulations should be adapted to new scientific\ndevelopments. Zita Lazzarini, What Lessons Can We Learn from the Exceptionalism Debate\n(Finally)?, 29 J. L. Med. & Policy 149 (2001). In the context of health insurance, one\ncommentator maintains that “[g]enetic equity should be regarded not as an exceptional goal, but\nas an aim consistent with a broader movement toward equitable access to health care in a time of\nscarcity.\" John V. Jacobi, Genetic Discrimination in a Time of False Hopes, 30 Fla. St. U. L\nRev. 363, 364 (2003).\nScientific advances in genetics mean that a very large amount of information can be\nobtained from one small sample that is easily obtained and analyzed, yielding data that is easily\nstored and disseminated. This is not unique, but the concentration of information makes genetic\ninformation, which combines the power of many other types of medical information, seem\nparticularly threatening. The drafting committee's charge responds to the large number of states\nthat have enacted legislation dealing with the threats associated with genetic information. That\nlegislation is highly inconsistent and often deals only partially with the issues. The charge does\ncontemplate genetic exceptionalism by focusing on use of genetic information rather than on\nhealth information or privacy more generally. Broader measures for all medical information may\nnot be practical at this time. Nonetheless, it is still important to respond to problems with the use\nof genetic information. Perhaps regulation of the use of genetic information can serve as an\nexample for policies that need to be developed for the treatment of medical information more\ngenerally.\nMany of the existing state statutes on use of genetic information fall into three general\ncategories: employment, health insurance, and other insurance, usually life, disability-income and\nlong-term-care. There is some overlap, but often states treat each of these areas somewhat\ndifferently. Other states have statutes that cut across all three areas and govern other contexts as\nwell. For example, statutes that concentrate on genetic testing or genetic privacy typically apply\nto issues of consent, disclosure, retention of samples, use of genetic material, and use of\nsupplemented in Articles 2, 3, and 4 with specifically tailored provisions that limit testing,\naccess, use, retention, and disclosure in employment, health insurance, and life, disability-\nincome, and long-term-care insurance.\nAt this stage, Article 1 offers three alternative approaches for establishing the principles\nof control, consent, confidentiality and counseling in order to further the goals outlined at the\nbeginning of the Prefatory Note. The first option would establish a principle of confidentiality\n4",
    "Page_9": "Portability and Accountability Act ( HIPAA). The second and third approaches would establish a\nproperty right as a mechanism for individual control of genetic testing and genetic information.\nThe second option establishes a general property right and the third option establishes a property\ninterest in the context of employment and insurance.\nPrivacy Protections in General\nGeneralPolicyIssues\nThe genetic revolution has raised challenges for several different aspects of privacy:\ninformational privacy, physical privacy, decisional privacy, and proprietary privacy. See Anita L.\nAllen, Genetic Privacy: Emerging Concepts and Values, in Genetic Secrets: Protecting Privacy\nand Confidentiality in the Genetic Era 31 (Mark A. Rothstein, ed. 1997).\nInformational privacy can be thought of as an individual's ability to determine what\ninformation about that individual should be available to others. “By controlling personal\ninformation, individuals can control the extent to which other people can participate in their\nlives.\" David Orentlicher, Genetic Privacy in the Patient-Physician Relationship, in Genetic\n1997). Informational privacy of any type is challenging given advances in information\ntechnology that greatly increase the potential for others to access or disclose one's personal\ninformation.\nIn the genetic context, an individual's primary informational concern is the confidentiality\nor anonymity of the results of genetic testing. This privacy interest extends beyond the results of\none's personal genetic testing to genetic testing of blood relatives, which can also provide\ninformation about the individual. The desire to maintain the privacy of this genetic information\n often has a consequential motivation: people are concerned about others using their genetic\ninformation to their detriment. It also springs from a sense of the intrinsic value of keeping such\npersonal information private whether or not the release of genetic information could lead to\nadverse consequences. The understanding that one's characteristics, and even one's personality,\nare strongly linked to one's genetic composition heightens the sense that this information is a\nreflection of personal identity, and thus has inherent personal value.\nThe other forms of privacy are also important in the context of genetics. Physical\nprivacy, the protection of bodily and personal space, is implicated by genetic testing or treatment.\nThe importance of this form of privacy is recognized in concern for informed, voluntary consent \nfor such procedures. Decisional privacy, the freedom to make choices without interference by\nothers, is implicated by the need to make decisions about using genetic services. Decisional\nprivacy is an important tenet of genetic counseling, which supports autonomous decisionmaking\nabout having genetic testing and learning the results of the testing. Proprietary privacy, control\n or genetic information and by a sense of ownership of one's own identity. See Anita L. Allen,\n5",
    "Page_10": "Genetic Privacy: Emerging Concepts and Values, in Genetic Secrets: Protecting Privacy and\nConfidentiality in the Genetic Era 31 (Mark A. Rothstein, ed. 1997).\nPrivacy is valued in society and law, but not absolutely. The important interest in genetic\nprivacy and confidentiality must be balanced against competing values, including facilitating\nmedical research, improving medical care, protecting public health, enforcing the law, and\ncontrollingcosts.\nThe Federal Regulatory Context\nState legislation on privacy of medical information is set against the background of the\n1996 Health Insurance Portability and Accountability Act (HIPAA). Title II of HIPAA required\nthe Department of Health and Human Services to promulgate rules that created standards for the\nuse and dissemination of health care information, including what is now called “The Privacy\nRule.” Although HIPAA includes general preemption provisions for contrary state law, state law\nmore stringent than the federal requirements are not preempted. Thus HIPPA provides a floor,\nnot a ceiling, for privacy protections.\nThe Privacy Rule, which took effect in 2003, regulates those who create and disclose\nhealth information - individual practitioners, multi-national health plans, pharmacies, and\ninformation clearinghouses - but not many of the key recipients of this information. “Covered\nentities,”' which include most health insurers, may disclose “protected health information,”\" i.e.,\n\"individually identifiable health information” to facilitate treatment, payment, or health care\noperations. For other disclosures, with some exceptions, they must first obtain “consent,'\n\"authorization,”’ or “agreement” from the individual, depending on the circumstances of the\ndisclosure. Covered entities must follow these rules when they disclose health information to\n are not directly subject to the HIPAA regulations and so do not need to follow these rules in their\nown treatment of the information.\nThe Privacy Rule also allows individuals access to their own health information and gives\nthem the right to request a correction of any inaccurate data. Covered entities must notify\n individuals of uses of their protected health information and keep records of disclosures.\nCurrently federal legislation is pending that would establish specific privacy requirements\nfor genetic information. The Genetic Information Nondiscrimination Act of 2007, S. 358 and\nH.R. 493, governs entities already covered by the HIPAA privacy regulations. It would prohibit\nthese health insurers from requesting, requiring or purchasing genetic information prior to an\nindividual's enrollment and from using genetic information in underwriting or determining\neligibility. The legislation would also limit access, use, and disclosure of genetic information by\nIts provisions do not apply to life or disability-income insurers\n6",
    "Page_11": "CurrentStateStatutes\nApproximately 15 states have statutes that protect the privacy of genetic information in\n general, without regard to employment or insurance or any other specific context. Most of these\nstatutes are tailored to cover information derived from genetic testing, although some establish a\nprinciple of confidentiality for medical information more generally. (Cal, Maine, ND) Many of\nthese statutes declare that genetic testing and test results are confidential. See, e.g., Ariz.\n(confidential and privileged), Cal, Maine, New York, Oregon. A few states have established a\nproperty right in genetic test results. Alaska Stat. § 18.13.010 (exclusive property right in DNA\nsample and results of analysis performed on sample); Fla. Stat. § 760.40 (results of DNA analysis\nare the exclusive property of the person tested); OR (repealed)).\n Most of these generally-applicably statutes prohibit obtaining, analyzing, retaining, or\ndisclosing genetic test results without the informed consent or specific authorization of the tested\nindividual. All these statutes also define exceptions where genetic information may be obtained\nor disclosures may be made without authorization. Typical exceptions include law enforcement\npurposes and paternity determinations. Some states also exempt certain forms of insurance. See,\ne.g., Mass. (disability-income and long-term-care insurance); NH (life, disability-income, and\nlong-term-care insurance); NMex (life, disability-income, and long-term-care insurance if\nunderwriting based on sound actuarial principles); OK (life, disability-income, and long-term-\ncare insurance). Others make special provisions for research. See, e.g., NY; OR (repealed).\nEmployment\nGeneralPolicyIssues\nCurrently, there is no comprehensive statute or regulation that declares genetic\n information confidential, restricts employer access, or requires employers to protect the privacy\nof their employees? genetic information. Many contend that employers? ability to obtain genetic\ninformation should be limited because it has few appropriate uses in the workplace. The concern\nindividuals may be unfairly barred or dismissed from employment for reasons that are not related\nto their ability to do the job. This is an especially high risk with predictive genetic information\nbecause so many persons tend to exaggerate the role of genes in disease and mistakenly regard an\nincreased risk of an illness as a certainty that it will occur.\nEmployers arguably have an economic incentive to use genetic information to avoid\nhiring employees with higher medical insurance claims, higher absenteeism, or lower\nproductivity. They may also wish to avoid the effect of high health care costs incurred by\nemployees’ dependents. Somewhat perversely, because the federal Health Insurance Portability\nand Accountability Act (HIPAA) protects employees against discrimination in health insurance\nbased on medical conditions, including genetic characteristics, the most effective way for\nemployers to avoid high insurance costs is to screen applicants and avoid hiring high-risk\n7",
    "Page_12": "individuals. Nonetheless, there are few well-documented cases of genetic discrimination in\nemployment.\nIn 1996, the NIH-DOE Joint Working Group on Ethical, Legal, and Social Implications\nof Human Genome Research (ELSI Working Group) and the National Action Plan of Breast\nCancer developed and issued the following recommendations for state and federal policy makers\nto protect against genetic discrimination in employment. To a large extent, these\nrecommendations mirror the approach of the Americans With Disabilities Act, described below.\nEmployment organizations should be prohibited from using genetic\ninformation to affect the hiring of an individual or to affect the terms,\nconditions, privileges, benefits or termination of employment unless the\nemployment organization can prove this information is job related and\nconsistent with business activity.\nEmployment organizations should be prohibited from requesting or\nrequiring collection or disclosure of genetic information prior to a\nconditional offer of employment, and under all circumstances,\nemployment organizations should be prohibited from requesting or\nrequiring collection or disclosure of genetic information unless the\nemployment organization can prove this information is job related and\nconsistent with business necessity, or otherwise mandated by law. Written\nand informed consent should be required for each request, collection or\ndisclosure.\nEmployment organizations should be restricted from access to genetic\ninformation contained in medical records released by individuals as a\ncondition of employment, in claims filed for reimbursement of health care\ncosts and other sources.\nEmployment organizations should be prohibited from releasing genetic\ninformation without prior written authorization of the individual. Written\nauthorization should be required for each disclosure and include to whom\nthe disclosure will be made.\nViolators of these provisions should be subject to strong enforcement\nmechanisms, including private right of action.\nKaren Rothenberg et al., Genetic Information and the Workplace: Legislative Approaches and\nPolicy Challenges, 275 Science 1755 (1996).\n8",
    "Page_13": "TheFederalRegulatoryContext\n The states are legislating in a regulatory environment in which two federal statutes\nVlI of the Civil Rights Act of 1964 (Title VIl) and the Americans with Disabilities Act (ADA)\nThese statutes are also important because many states have their own version of these statutes\nTitle Vll prohibits employer discrimination on the basis of race, sex, color, national\nemployees in one of the protected classes. For example, the court in Norman-Bloodsaw v.\nLawrence Berkeley Laboratory, 135 F.3d 1260 (9th Cir. 1998), held that testing only black\nemployees for the sickle cell trait violated Title Vll by imposing a condition of employment on\nthe basis of race. It is also possible that testing all employees could violate the Act if the test\nwere for a trait closely associated with a protected group, such as sickle cell trait (which is more\nprevalent among African-Americans) or Tay-Sachs disease (associated with Ashkenazi Jewish\nancestry). However, in these circumstances the statute would require the difficult showing that\nthe testing was a pretext for intentional discrimination against the group or that it had a\nstatistically significant disparate impact on employment opportunities of members of the group.\nMost importantly, the narrow focus on employers’ actions with respect to certain groups means\nn   s e     e      \nthat are not strongly associated with a protected group. See Pauline T. Kim, Genetic\nDiscrimination, Genetic Privacy: Rethinking Employee Protections for a Brave New Workplace\n96 NW U. L. Rev. 1497 (2002).\nThe ADA could provide some protections against genetic discrimination through its\nregulation of disability discrimination, although this potential is limited by the United States\nSupreme Court's narrow interpretation of the statute. See, e.g., Sutton v. United Air Lines, Inc.,\ndefined under the ADA as (1) a physical or mental impairment that substantially limits one or\nmore of the major life activities of an individual; (2) a record of such impairment; or (3) being\nregarded as having such an impairment. 42 U.S.C. $ 12112(d)(2). If a genetically-caused disease\nresults in a disability under the first prong of the definition, the ADA's protections will apply.\ndisability, not its cause. Similarly, under the second prong the ADA covers individuals with a\nprior history of a genetically-related disability, such as a person recovering from a cancer. Of\ncourse, if these genetic conditions do not qualify under the definition of “disability” by\nsubstantially limiting a major life activity, the individual is not covered by the ADA.\nThe application of the ADA to discrimination based on a genetic trait that is not\nmanifested in symptomatic disease is a more difficult question. In 1995 the EEOC issued a\npolicy statement that an individual should be “regarded as\" having a disability under the statute's\nthird prong if the employer discriminates on the basis of “genetic information relating to illness,\n9",
    "Page_14": "disease, 0r other disorders.” EEOC Order No. 915.002 $ 902 (1995). This interpretation of the\nstatute has not been considered by the courts, although several United States Supreme Court\njustices have expressed their disapproval in dicta. See, e.g., Bragdon v. Abbott, 524 U.S. 624,\n661 (1998) (Rehnquist, J., joined by Scalia, J. & Thomas, J., concurring in part & dissenting in\npart). Moreover, the EEOC's position has been criticized in both conceptual and practical terms.\nSee, e.g., Pauline T. Kim, Genetic Discrimination, Genetic Privacy: Rethinking Employee\nProtections for a Brave New Workplace, 96 NW U. L. Rev. 1497 (2002).\nThe ADA protects a disabled job applicant or employee from discrimination in the\nworkplace. This includes a duty to provide reasonable accommodations to a qualified individual\nwith a disability unless the accommodation would impose an undue hardship on the operation of\nthe business. The ADA also regulates testing and access to information by prohibiting medical\nexaminations or testing before a job offer. However, after making a \"conditional offer,” an\npoint in the hiring process to require that individuals sign a blanket release disclosing all their\nmedical records to the employer. Employers may also test existing employees if they can justify\nthe testing as job-related. Thus, despite the ADA's protections against discrimination through its\nrequirements for reasonable accommodations, the ease of employer access to medical\ninformation may deter individuals from obtaining testing.\nCurrently, federal legislation is pending that would increase the role of the federal\nGenetic Nondiscrimination Act of 2007, was passed by the House of Representatives on April\n26, 2007. A similar bill, S.358, has been reported out of committee and is pending in the Senate.\norganizations, and training programs. These entities are prohibited from discriminating on the\nexceptions that include offering genetic services as part of an employer wellness program and\n genetic monitoring that is required by federal or state law. Employees may bring claims for\ndisparate treatment based on genetic information, but not for disparate impact. Remedies are\nlimited to those available under Title Vlf of the Civil Rights Act of 1964, the Government\nEmployee Rights Act of 1991, the Congressional Accountability Act of 1995, Chapter 5 of Title\n3 of the United States Code, or Section 717 of the Civil Rights Act of 1964. In six years, a study\ngroup will make recommendations regarding whether or not to add a cause of action for disparate\ntreatment.\nCurrentStateStatutes\nConcern about economic incentives for employers has led 34 states, as of January 2006,\ntesting or information. A second, larger, group has enacted statutes that are specifically tailored\nfor genetic issues. This diversity of approaches has led to much inconsistency in state law.\n10",
    "Page_15": "In the first group, some states have extended their disability statutes to prohibit\ndiscrimination by employers based on genetic information under the rubric of disability. See,\ne.g., Hawai RS ss 378-1 to 378-6; Ilinois, 410 ILCS 513/5 to 513/30 (tied to federal Americans\n(adds genetic conditions to the definition of protected disability).\nOther states have built on their statutes prohibiting discrimination in employment,\nexpanding them from race, sex, national origin, and other protected classes, to include\ndiscrimination based on genetic information. See, e.g., Ariz Rev Stat Ann $ 41-1463; Cal Govt\nCode Ss 12926, 12940; Conn Gen Stat Ann § 46a-60; Mass Gen L ch 151B; Nev Stat $ 613.345;\nNJ Stat Ann ss 10:5-5, 10.5-12.\nWisconsin has used its Fair Employment Act as its vehicle, amending it to restrict the\nability of employers to conduct genetic testing and use genetic information. Wis Stat § 111.372.\nStates in the second group have enacted special statutes that regulate genetic testing or the\nuse of genetic information. This is the largest group of states, but the extent to which they\nconcentrate on the context of employment varies to some extent. Most commonly, the provisions\nare tailored specifically for employment. See, e.g., Ark Code Ann Ss 11-5-401 to 11-5-405; Del\nCode Ann § 710; Kan Stat Ann ss 44-1002(m), 44-1009(a)(9); La Rev Stat Ann ss 23.302.\n23.368-369; Iowa Code s 729.6; Me Rev Stat Ann tit 5, s 19301; Md Code Ann art. 49B sS\n15,16; Minn Stat § 181.974; Neb Rev Stat § 48-236; NH Rev Stat Ann Ss 141-H:1 to 141-H:5;\nNC Gen Stat § 95-28.1A; Okla Stat tit 36, § 3614.2; Or Rev Stat $ 659A.300; RI Gen Laws Ss\n28-6.7-1 to 28-6.7-4; S.D. codified laws Ss 60-2-20 to 60-2-21; Tex Lab Code Ann § 21.401;\n40.1-28.7:1(A); Wash Rev Code Ann $ 49.44.180. Some statutes cover genetic information\n more broadly, regulating its use in employment along with insurance and other activities. See,\ne.g., N Mex Stat Ann $ 24-21-2. For other statutes, the focus is on broad regulation of genetic\ntesting and information, with coverage that applies to employers along with others who might use\nthe information. See, e.g., Fla Stat S 760.4; NJ Stat Ann § 10:5-44, Or Rev Stat $ 192.537.\nThe states that have special statutes limiting genetic testing or the use of genetic\ninformation in the employment setting have obviously embraced exceptionalism. But so, for the\nmost part, have the states that have added discrimination based on genetic information to their\nemployment discrimination statutes. This is the case because genetic characteristics are singled\nout and treated differently from other medical conditions under these statutes. An exception is\nCalifornia, whose statute prohibits employment discrimination on the basis of medical conditions\nin addition to the more traditional categories of race, sex, and national origin. Under this\nstatutory scheme, a genetic characteristic is treated as a medical condition and receives the same\nprotections as other health problems. Finally, disability statutes by definition single out certain\ntypes of medical conditions for special protection: those that are disabling because they limit a\nmajor life activity. When genetic predispositions or conditions are defined as disabilities, they\nare treated similarly to this class of medical conditions. However, to the extent that a genetic\n11",
    "Page_16": "condition does not fit within the rubric of “limiting a major life activity,” it is being treated\ndifferently from other non-disabling medical conditions under these statutes.\nHealth Insurance\nGeneralPolicyIssues\nAs in the employment arena, the treatment of genetic information by health insurers raises\nconcerns for individuals’ privacy and for how genetic information may be used by the industry.\nPrivacy is a great concern because the health care system is where much genetic information is\n generated and stored.\nDiscrimination in health insurance is a uniquely American problem because the United\nStates does not guarantee coverage of health care expenses for its citizens as other wealthy\nnations do. Legislation in this area responds to public perceptions that health insurers will deny\ncoverage or increase premiums based on predictive genetic information. This may be irrational\ndiscrimination. In addition, individuals who fear reduced or more expensive health care\ncoverage may avoid genetic tests that could provide useful information for improving their\nThe main argument against regulation in this market is that genetic information would\nallow insurers to decrease adverse selection. Adverse selection is the disproportionate purchase\nof insurance by individuals who have medical reasons to believe they will need to make claims. It\nleads to insurer losses when applicants fail to disclose the relevant health information and it is a\nparticular concern with individual health insurance policies. The industry and a number of\nscholars contend that avoiding losses due to adverse selection based on genetic information will\nlead to more affordable insurance.\n     o      h \nof Human Genome Research (ELSI Working Group) and the National Action Plan of Breast\nCancer developed and issued the following recommendations for state and federal policy makers\n group and individual health plans.\nInsurance providers should be prohibited from using genetic information,\nor an individual's request for genetic services, to deny or limit any\ncoverage or establish eligibility, continuation, enrollment or contribution\nrequirements.\nInsurance providers should be prohibited from establishing differential\nrates or premium payments based on genetic information or an individual's\nrequest for genetic services.\n12",
    "Page_17": "Insurance providers should be prohibited from requesting or requiring\ncollection or disclosure of genetic information.\nInsurance providers and other holders of genetic information should be\nprohibited from releasing genetic information without prior written\nauthorization of the individual. Written authorization should be required\nfor each disclosure and include to whom the disclosure would be made.\nKathy Hudson et al., Genetic Discrimination and Health Insurance: An Urgent Need for Reform,\n270 Science 392 (1995).\nOne study of state restrictions on the use of genetic information in health insurance\nconcluded that there are almost no well-documented cases of insurers asking for genetic test\nresults for pre-symptomatic conditions in either states with regulation or states without such\nregulation. The author argued that use of genetic information is not cost effective and is not seen\nby insurers as increasing the accuracy of their underwriting. Nonetheless, he believes that state\nlaws will have an effect by making it less likely that insurers will use genetic information in the\nfuture, because the laws have helped convince insurers that use of this information is not socially\nacceptable. Mark A. Hall, Legal Rules and Industry Norms: The Impact of Laws Restricting\nHealth Insurers′Use of Genetic Information, 40 Jurimetrics J. 93 (1999)\nThe Federal Regulatory Context\nAs with employment, the states legislate against the background of federal statutes\n(HIPAA) partially addresses the treatment and use of genetic information in health insurance.\nTitle I amends the Employee Retirement Income Security Act (ERISA) and the Public Health\nService Act with regard to availability of health insurance.\nUnder HIPAA's Title I provisions on availability of health insurance, an employee-\nsponsored group health insurance plan may not deny an applicant coverage as a result of a health-\nstatus related factor, including genetic information. Plans are specifically prohibited from using\n\"genetic information\" in establishing eligibility or benefit levels. The law also prohibits\nexclusions for pre-existing conditions on the basis of a genetic predisposition to a particular\ncondition. Moreover, a plan may not restrict coverage, restrict benefits, or charge higher\ngroup health insurance plans for 50 or more individuals, including self-insured plans. As a result,\nthis part of HIPAA regulates only a portion of the health insurance market. It does not apply to\nemployees in small group health insurance plans or to individual health insurance coverage.\nTitle I of HIPAA mandated security and privacy provisions for health care information.\nThe Department of Health and Human Sevices issued regulations called the Privacy Rule, which\ntook effect in 2003. The regulations cover “health plans,” a category that includes both\n13",
    "Page_18": "individual and group health insurers. It allows health insurers to disclose “protected health\ninformation,” i.e., “individually identifiable health information” to facilitate treatment, payment,\nor health care operations. Otherwise, health insurers must first obtain authorization from the\nindividual. The privacy rule also allows individuals access to their own health information and\ngives them the right to request a correction of any inaccurate data. Insurers must notify\nindividuals of uses of their protected health information and keep records of disclosures of that\ninformation. The Privacy Rule applies more widely than Title I because it includes individual\nhealth insurance, but there are some exceptions to its coverage that would be closed by this Act.\nPending federal legislation would specifically regulate genetic tests and the use of genetic\ninformation in the health insurance industry. As of early July 2007, S. 358 was pending in the\nSenate and H.R. 493 had been passed in the House of Representatives. These bills extend the\nprotections against use of genetic information in determining eligibility or rates to the individual\nhealth insurance market and limit genetic testing by health insurers. Entities that are already\ncovered by the HIPAA privacy regulations would be subject to specific prohibitions on the\ncollection and use of genetic information\nCurrentStateStatutes\nThe law in 47 states restricts the use of genetic information by health insurers in some\nsome only on individual policies (Hawai, Nebraska, WVa), but most cover both group and\n individual health insurance and hence have a broader reach than HIPAA's coverage provisions.\nThere are five main types of state regulation of genetics in health insurance. First, many\nstates prohibit insurers from requiring individuals to have genetic tests or to disclose genetic\ninformation to the insurer. (Ark, Cal, Col, Fla, Ga, Haw, Ill, Ind, Kan, Md, Mich, Minn, Mo,\nMontana, Neb, NH, NMex, NY, OH, OK, Or, RI, SD, Tenn, UT, Wis). In a few states (Mich,\nNeb) this restriction on access to information stands alone, but most states have additional\nmeasures.\nSecond, a number of states prohibit health insurers from disclosing genetic information\nwithout informed consent or authorization. (Ariz, Cal, Col, Del, Ga, Haw, Mll, Ky, La, Me, Md\nMass, Mich, Mo, Nev, NH, NJ, NMex, NY, Or, RI, SC, Tenn, Tex, Vt, Va, Wash).\nIn addition to these privacy-based protections, there are also restrictions on health\ninsurers’ use of genetic information. In a third category, a large number of statutes provide that\ninsurers may not establish rules for eligibility, that is, deny coverage, based on genetic\ninformation. (Alaska, Ariz, Ark, Cal, Col, Conn, Del, Fla, Ga, Haw, ll, Ind, Iowa, Kan, Ky, La.\nMe, Mass, Minn, Mo, Mont, Nev, NH, NJ, NMex, NY, NC, OH, OK, Or, RI, SC, SD, Tenn,\nTex, UT, Ve, Va, WVa, Wis, Wy).\nFourth, most of these same states impose some type of limit on the use of genetic\n14",
    "Page_19": "information for risk selection or classification in health insurance, such as higher premiums,\nreduced coverage or reduced benefits. Many states simply prohibit insurers from considering\n genetic information for these purposes.\nFifth, some states do not permit health insurers to impose pre-existing condition\nexclusions based on predictive genetic information in the absence of a diagnosis based on\nsymptoms of the disease or condition. (Alaska, Conn, Idaho, Iowa, Ky, others ).\nThis draft does not consider the emerging health issue of access to genetic services and\ninsurance coverage for their costs. Currently the states with laws in this area cover newborn\nscreening and genetic childhood diseases. According to the National Conference of State\nLegislatures, no state currently requires coverage of testing for adult onset genetic disorders such\nas breast cancer, but bills are being introduced frequently.\nLife, Disability-income, and Long-term-care Insurance\nGeneralPolicyIssues\nLife, disability-income, and long-term-care insurance can be distinguished from health\ninsurance in that individual underwriting of policies is more common. This is because a larger\nproportion of the market for these insurance products consists of individual coverage than group\ncoverage. According to the National Conference of State Legislatures, approximately 60 percent\nof life insurance, 40 percent of disability-income insurance, and almost all of long-term-care\ninsurance is underwritten individually, compared to only about 10 percent of health insurance.\nIndividual underwriting decisions take individual characteristics into account in determining risk\nand use this risk calculation in determining an individual's premium rates and the terms and\n conditions for coverage and benefits. Individual underwriting could be done more accurately\nwith access to genetic information if that genetic information provides an accurate prediction of\nthe likelihood of claims.\nThe argument for restricting access to genetic information by the insurance industry is\ntests and then deny insurance or charge more based on genetic characteristics. This raises the\npossibility that a large class of people will lack coverage even though they are not sick and never\nwill become sick. There are also privacy concerns with commercial access to sensitive genetic\ninformation and predictions that individuals will avoid genetic testing for fear of adverse effects\nabout adverse selection. If applicants seek coverage because a genetic characteristic exposes\nthem to risk, but the insurer does not have this information, this puts the insurer at a financial\ndisadvantage. See generally Mark A. Rothstein, ed., Genetics and Life Insurance: Medical\nUnderwriting and Social Policy (2004).\n15",
    "Page_20": "TheFederalRegulatoryContext\nObtaining, retaining, and disclosing information. The insurance industry is primarily\nregulated by the states, but there are federal laws that affect privacy procedures for some aspects\n of obtaining, retaining, or disclosing medical information. First, HIPAA is the primary source of\nprivacy rules in the medical context. Long-term-care insurers, like health care insurers, are\ndirectly subject to the privacy rules in HIPAA\nLife and disability-income insurers are not directly subject to HIPAA, but their methods\nof obtaining medical information are affected indirectly because HIPAA controls the way in\nwhich health care providers can furnish them with medical information. Under HIPAA, the\nconsumer must first provide an authorization for disclosure by the health care provider\nTherefore, in order to obtain medical information from a health care provider to underwrite new\ncoverage or evaluate a claim, an insurer's forms must meet HIPAA requirements for consumer\nauthorization.\nSecond, the Fair Credit Reporting Act affects insurers? ability to disclose as well as obtain\nmedical information (including genetic information). It imposes requirements on obtaining,\nusing and disclosing “consumer reports.” The term consumer report may include medical\ninformation, including genetic information, that is used as a factor in establishing eligibility for\ninsurance. It does not, however, include medical information disclosed to an affiliate in\nconnection with the business of insurance or annuities.\nThe Fair Credit Reporting Act was amended in 2003 by the Fair and Accurate Credit\nTransactions Act (FACT Act) in response to concerns about the use of medical information in\ndeterminations of eligibility for credit. Under the FACT Act, consumer reporting agencies may\nfurnish a consumer report containing medical information in connection with an insurance\ntransaction only with consumer consent. In addition, an insurer or other third party who receives\nmedical information from an insurer in connection with the business of insurance may not re-\ndisclose that information except as necessary to carry out the purpose for which the information\nwas initially disclosed or as otherwise permitted by law.\nThird, the Gramm-Leach-Bliley Act (GLBA) protects consumers from certain disclosures\nof their “nonpublic personal information.” In general, this information may not be shared by a\nfinancial institution (including insurers) with an unaffiliated third party unless the consumer has\nopt-out opportunity is permitted if it is in connection with the performance of business activities\nor a joint marketing agreement between financial institutions. The GLBA requires state\ninsurance regulators to adopt rules to implement and enforce its provisions. In doing so, many\nstates have gone further in protecting medical information by requiring an authorization from the\nconsumer (opt-in) before medical information may be shared, as described below.\n16",
    "Page_21": "TheStateRegulatoryContext\nObtaining, retaining, and disclosing information. Disclosure of genetic information by\n insurers is covered under state provisions on general information practices in the insurance\nindustry. First, about 18 states have adopted provisions based on the National Association of\nconsumer information, except as needed to perform basic insurance functions. See, e.g., Ariz\n975 to 38a-999a; Ga. Code Ann. Ss 33-39-1 to 33-39-23; 215 ll. Comp. Stat. Ann. 5/1001 to\n5/1024; Me. Rev. Stat. Ann. tit. 24-A Ss 2201 to 2220; Mass. Gen. Laws ch 175I ss 1 to 22;\nAdmin Code Ss 679B.560 to 679B.750; N.J. Stat. Ann. Ss 17:23A-1 to 17:23A-22; N.C. Gen.\nStat. SS 58-39-1 to 58-39-125; Ohio Rev. Code Ann. Ss 3904.1 to 3904.22; Or. Rev. Stat. SS\n746.600 to 740.690; Va. Code Ann. Ss 38.2-600 to 38.2-620.\nSecond, in implementing the GLBA, 27 states have adopted provisions specifically\nprotecting medical information from disclosure by insurance companies. These provisions are\nbased on the National Association of Insurance Commissioners’ Privacy of Consumer Financial\nand Health Information Model Regulation. It provides that an insurer may not disclose\nnonpublic personal health information unless the consumer has provided authorization or unless\nthe disclosure is made in connection with insurance business functions. See Alaska Admin.\nCode tit. 3 ss 26.605 to 26.749; Ark. Ins. Rule & Reg. 74; Cal. Fin. Code Ss 4050 to 4060;\nColo. Admin. Ins. Reg 6-4-1; Conn. Admin. Code tit. 38a Ss 8-105 to 8-123; Fla. Admin. Code\nss 690-128.001 to 690-128.025; Iowa Admin. Code Ss 191-90.1 to 191-90.26; Kan. Admin.\nRegs. § 40-1-46; 806 Ky Admin. Regs. 3:210-3:220; Md. Admin. Code Ss 31.16.08.01 to\n31.16.08.24; Neb. Rev. Stat.S 44-901 to 44-925; N.H. Admin. Code Ins. Ss 3001.01 to 3006.05;\nN.Y. Comp. Code R. & Regs. tit 11, sS 420.0 to 420.24 (Reg. 169); N.D. Admin. Code SS 45-\n080-0501 to 836-080-0551 & 836-080-0600 to 836-080-0700; 31 Pa.Code Ss 146a.1 to 146a.44\n& 146b.1 to 146b.24; R.I. Code Regulation 100; S.C. Code Ann. Regs. 69-58; S.D. Admin R.\n20:06:45:01 to 20:064531; Tex. Admin Code Ss 22.1 to 22.67; Utah Admin Code 590-206; Vt.\nCode R. IH-2001-1; Wash. Admin Code Ss 284-04-120 to 284-04-260; W. Va. Code St. R. SS\n114-57-1 to 114-57-22; Wis. Admin. Code s s 25.01 to 25.95; Wyo Ins. Regs. ch. 54 Ss 1 to 26.\nUse of Information. General limitations on the use of information in insurance\nunderwriting are included in the Unfair Trade Practices Acts in effect in almost every state.\nThese limitations apply to genetic information as well as to other information. Typically, these\n provisions prohibit “making or permitting any unfair discrimination between individuals of the\nsame class and equal expectation of life in the rates charged for any life insurance policy or\nannuity . . . or in any other terms and conditions of such policy.”’ National Association of\nInsurance Commissioners Model Unfair Trade Practices Act $ 4(G)(1). In many states,\ndisability-income and long-term-care insurance are regulated as health insurance. For health\n17",
    "Page_22": "insurance, a typical provision prohibits “unfair discrimination between individuals of the same\nclass and of essentially the same hazard in the amount of premium, policy fees or rates charged\nfor any accident or health insurance policy or in the benefits payable thereunder, or in any of the\nterms and conditions of such policy, or in any other manner.” s 4(G)(2)\nIn both life and health insurance, practices that constitute ^unfair discrimination\"\nbetween individuals of the same class are identified as “refusing to insure, refusing to continue to\ninsure, or limiting the amount, extent, or kind of coverage available to an individual or charging a\ndifferent rate for the same coverage solely because of a physical or mental impairment, except\nwhere the refusal, limitation or rate differential is based on sound actuarial principles or is related\nto actual or reasonably anticipated experience.\" National Association of Insurance\nCommissioners Model Regulation on Unfair Discrimination in Life and Health Insurance on the\nBasis of Physical or Mental Impairment § 3.\nSome states also specifically regulate the use of genetic information in life, disability-\nincome or long-term-care insurance. Many of them reiterate their Unfair Trade Practices Act by\nrequiring an actuarial justification for the use of genetic information in determining eligibility\nand in underwriting. This does not address, however, the important question of whether there is\na sufficient scientific basis for assessing risk and how the sufficiency of that scientific basis\nshould be determined. Moreover, an additional question in the genetic context is whether or not\nthere are conditions that should be excluded from consideration even if there is an actuarial\n justification for different treatment.\nA 1997 study by the Human Genetics Advisory Commission in the United Kingdom\nconcluded that it is unlikely that actuarially-sound genetic predictions of adult death will be\nvalidated and available anytime in the near future. Genetic tests need to be connected to medical\nand epidemiological research to establish what consequences for health and life-span can be\ninferred from a given genetic test. The Commission concluded that a requirement to disclose\n genetic tests as a condition of obtaining insurance would be acceptable only after research has\nestablished an association between a given pattern of test results and life events that are relevant\nfor the insurance product. They recommended continuing a moratorium on requiring test results\nThey also predicted that the life insurance industry could withstand the limited adverse selection\nthat might result from non-disclosure. Human Genetics Advisory Commission, The Implications\nof Genetic Testing for Insurance (1997).\nCurrentStateGeneticStatutes\nAt least twenty-three states have legislation that regulates genetic testing or the use of\n genetic information in life, disability, or long-term-care insurance. Twenty-two states have\nstatutes that pertain to life insurance, nineteen apply to disability insurance, and fifteen cover\nlong-term-care insurance.\nObtaining and disclosing genetic information. The most common privacy protection in\n18",
    "Page_23": "state law is a requirement for informed consent or authorization for genetic testing by the\nindividual to be tested. Several states have general provisions requiring informed consent to\nobtain genetic information that are applicable to insurers. See, e.g., Alaska Stat. ss 18.13.010\n(informed and written consent needed for DNA collection, analysis, retention, & disclosure); Del.\nCode Ann. § 1221(a) (same); Fla. Stat. Ann. § 760.40(2)(a) (informed consent necessary to\nperform DNA analysis). A larger number of states specifically require an individual's informed\nconsent or authorization for genetic testing for life, disability-income, or long-term-care\ninsurance. See Ariz. Rev. Stat. Ann. § 20-448.02(A) (life, disability-income, long-term-care);\nCal. Ins. Code § 10148 (life, disability-income); Colo. Rev. State § 10-3-1104.7(10)(a) (life,\nindividual disability-income); Minn. Stat. Ann. § 72A.139 (life); Nev. Rev. Stat. Ann. § 629.151\n(life); N.J. Stat. Ann. § 17B:30-12(f) (life, disability-income); N.Y. Ins. Law § 2615(a) (life,\ndisability-income, long-term-care); Or. Rev. Stat. § 192.535 (life, disability-income, long-term-\ncare); Vt. Stat. Ann. tit. 18, s 9332(d) (life, disability-income, long-term-care). In a couple of\nstates, insurers that require genetic tests must pay the cost of the test. Cal. Ins. Code § 10148\n(life and disability-income); Minn. Stat. Ann. § 72A.139 (life).\nOther states prohibit insurance companies from requiring genetic testing as a condition of\nobtaining insurance. For all three types of insurance, insurers may not require applicants in\nMassachusetts or Vermont to undergo a genetic test as a condition of issuing or renewing a\npolicy. Mass. Gen. Laws Ann. Ch. 175, s 120E (life); Mass. Gen. Laws Ann. Ch. 175, s 108I\n(disability-income, long-term-care); Vt. Stat. Ann. tit. 18,  9334(a). In California, there is a\nspecial provision for long-term-care insurance that prohibits insurers from requiring genetic\ntesting to determine insurability or for underwriting. Cal. Ins. Code s 10233.1.\nA couple of states impose restrictions on asking applicants for genetic information. In\nKentucky, disability-income insurers may not request or require an applicant to disclose a genetic\ninsurers may ask if an applicant has taken a genetic test. The application form must indicate,\nhowever, that the applicant is not required to answer questions about genetic testing or genetic\ninformation, but that failure to answer may result in denial of coverage or an increased rate.\nMass. Gen. Laws Ann. Ch. 175, s 120E (life insurance); Mass. Gen. Laws Ann. Ch. 175, s 108I\nFinally, states also regulate disclosure of genetic information, requiring either informed\nconsent or authorization of the individual tested. See, e.g., Alaska Stat. Ss 18.13.010; Cal. Ins.\nCode § 10149.1. Another approach classifies genetic information with mental health information\nbeyond that required for medical information. See, e.g., Conn. Gen. Stat.  38a-999. In terms of\nto the individual or the individual's designated physician. See, e.g., Fla. Stat. $ 760.40(3)\n  1 4 e      4    \ndisability-income insurance, with option for genetic counseling); N.Y. Ins. Law § 2615(e) (if\nadverse decision for life, disability-income, or long-term-care insurance).\n19",
    "Page_24": "Use of genetic information. The broadest restrictions on use of genetic information\nor for underwriting. See Colo. Rev. Stat. § 10-3-1104.7(3)(b) (group disability-income & long-\nterm-care insurance); Kan. Stat. Ann.  40-2259(d) (disability-income & long-term-care\ninsurance). Arizona prevents disability-income and long-term-care insurers from using\ninformation about a genetic predisposition in underwriting by permitting those insurers to use\ngenetic test results only if there is an actual diagnosis of a genetic condition. Ariz. Rev. Stat.\nAnn.  20-448(F). Both Oregon and Vermont prevent all three types of insurers from using any\n genetic information about a blood relative for either eligibility or underwriting. Or. Rev. Stat. S\n746.135; Vt. Stat. Ann. tit. 18, S 9334(a).\nOther states restrict use of genetic information by prohibiting insurers from denying\ncoverage or underwriting based on the applicant's status as a carrier of a genetic disease.\nCalifornia specifies that life and disability-income insurers may not rely on information about an\napplicant's genetic characteristic that causes no adverse effects on the carrier, even though it\nmight be associated with disability in the applicant's offspring. Cal. Ins. Code § 10143. These\ntraits include, but are not limited to, Tay Sachs trait, sickle cell trait, thalassemia trait and X-\nlinked hemophilia A. Other states similarly prohibit insurance decisions based on specific\ngenetic traits. See Fla. Stat. Ann. $ 626.9706 (sickle-cell trait) (life); La. Rev. Stat. Ann. §\n22:652.1(A), (D) (sickle-cell trait & severe disability) (life and disability-income); N.C. Gen.\nStat. § 58-58-25 (sickle-cell trait & hemoglobin C trait) (life); Tenn. Code Ann. § 56-7-207\n(sickle-cell trait & hemoglobin C trait) (life).\n Finally, a number of state genetic statutes reiterate standards for underwriting that\nduplicate provisions of most state Unfair Practices Act, stating that the use of genetic information\nin underwriting must be based on an actuarial justification, may not be used for unfair\ndiscrimination, or must be reasonably related to risk. See Ariz. Rev. Stat. Ann. $ 20-448(E) (life,\ndisability-income & long-term-care insurance); Kan. Stat. Ann.  40-2259(d) (life insurance);\n24A Me. Rev. Stat. Ann.  2159-C(3) (life, disability-income & long-term-care); Md. Code Ann.,\nIns. § 27-208(a)(3) (life, disability-income & long-term-care insurance); Mass. Gen. Laws Ann.\nCh. 175, s 120E (life, disability-income & 1ong-term-care insurance); Mont. Code Ann. § 33-18\n206 (life, disability-income & long-term-care insurance); N.J. Stat. Ann. § 17B:30-12(f) (life &\ndisability-income insurance); N.M. Stat. Ann. § 24-21-4 (C) (life, disability-income & long-term-\ncare insurance); Vt. Stat. Ann. tit. 18, § 4724(3) (life, disability-income & long-term-care\ninsurance); Wis. Stat. Ann. § 631.89 (life & disability-income insurance).\n20",
    "Page_25": "1\nMISUSEOFGENETICINFORMATIONINEMPLOYMENT\n2\nANDINSURANCEACT\n3\nARTICLE 1\n4\nGENERAL PROVISIONS\n5\nSECTION 101. SHORT TITLE. This [act] may be cited as the Misuse of Genetic\n6\nInformation in Employment and Insurance Act.\n7\nReporter's Notes\n8\n9\nSome Drafting Committee members have suggested that a better title for the act would be\n10\n\"Uniform Use of Genetic Information in Employment and Insurance Act' because the term “use”\n11\nincludes the negative “misuse” and many of the provisions of the act permit certain uses.\n12\nAnother suggestion by Committee members is that because the scope of the act goes beyond use\n13\nto include access, retention, and disclosure of genetic information, it should be titled “Uniform\n14\nGenetic Information in Employment and Insurance Act.\"\n15\n16\nSECTION 102. DEFINITIONS. In this [act]:\n17\n(1) “Adverse insurance determination” means a denial of coverage or less favorable rates,\n18\nterms, or conditions for insurance coverage than would be available if the insurer did not use\n19\ngenetic information in making the determination.\n20\n(2) “Disability-income insurance” means insurance intended to protect against loss of\n21\noccupational earning capacity arising from injury, sickness, or disablement. The term includes\n22\ninsurance that provides benefits for overhead expenses of a business or profession when the\n23\ninsured becomes disabled.\n24\n  sn o o   sa o p  s n, (\n25\nwork for compensation, including an individual employed in a supervisory, managerial, or\n26\nconfidential position.\n21",
    "Page_26": "1\n(4) “Employer” means a person that has an employee.\n2\n(5) ^Family medical history’ means information about the occurrence of a disease or\n3\ndisorder in a family member of an individual.\n4\n(6) “Family member’ means an individual's spouse or [partner], an individual's child,\n5\nand all individuals related by blood within the fourth degree of consanguinity to the individual,\n6\nthe individual's spouse or [partner], or the individual's child.\n7\n(7) “Genetic counseling” means the process of:\n8\n(A) assessing an individual's genetic risk for an inherited condition by interpreting\n9\nfamily medical histories;\n10\n(B) providing unbiased education about the inheritance, testing, management, and\n11\n prevention of a genetic condition;\n12\n(C) helping an individual understand the risks and benefits of testing for a genetic\n13\ncondition to promote informed decision making about whether or not to undergo genetic testing;\n14\nand\n15\n(D) providing support and resources to help an individual adapt to the medical,\n16\n psychological, and familial implications of having or being at risk of having a genetic condition.\n17\n18\n(A) based on an individual's genetic tests or the genetic tests of an individual's\n19\nfamily member; or\n20\n21\nof genetic services.\n22\n(9) “Genetic monitoring” means a periodic examination to identify or evaluate a\n22",
    "Page_27": "1\nmodification to genetic material, such as chromosomal damage or evidence of increased\n2\noccurrence of mutation, due to toxic or hazardous exposure.\n3\n(10) “Genetic service” means a genetic test, genetic counseling, or genetic education.\n4\n(11) “Genetic test’ means an analysis of human genetic material, including\n5\ndeoxyribonucleic acid (DNA), ribonucleic acid (RNA), chromosomes, proteins, and metabolites,\n6\nthat is intended to detect a genotype, genetic marker, mutation, or chromosomal change.\n7\n(12) “Health insurance”’ means a health care arrangement assuming financial risk to pay\n8\nfor, purchase, or furnish health care services to patients, insureds, or beneficiaries, including:\n9\n(A) insurance that covers hospital, medical, or health expenses;\n10\n(B) an employee welfare-benefit plan;\n11\n(C) a health maintenance organization;\n12\n(D) a preferred-provider organization;\n13\n(E) a medical service organization;\n14\n(F) a physician-hospital organization;\n15\n(G) a self-insured health plan;\n16\n(H) a prepaid health-care service plan; or\n17\n(M) another health-care arrangement in which risk is assumed\n18\n(13) *Insured\" means an individual who is covered by or applying for coverage under 2\n19\npolicy of health, life, disability-income, or long-term-care insurance.\n20\n(14) “Insurer' means a person engaged in the business of health, life, disability-income,\n21\nor long-term-care insurance in this state, regardless of where a contract of insurance is written or\n22\nthe plan is administered. The term includes an insurance agent, broker, underwriter, and third-\n23",
    "Page_28": "1\nparty administrator.\n2\n(15) “Life insurance” means insurance against the financial risk of death.\n3\n(16) \"Long-term-care insurance” means insurance that provides coverage for not less than\n4\n12 consecutive months for one or more necessary diagnostic, preventive, therapeutic.\n5\nrehabilitative, maintenance, or personal-care services provided in a setting other than an acute\n6\ncare unit of a hospital. The term includes a policy or rider that provides for payment of benefits\n7\nbased upon cognitive impairment or inability to perform the activities of daily living.\n8\n(17) *Person\" means an individual, corporation, business trust, estate, trust, partnership\n9\nlimited liability company, association, joint venture, public corporation, government or\n10\ngovernmental subdivision, agency or instrumentality, or any other legal or commercial entity.\n11\n(18) “Predisposing genetic characteristic\" means a gene variant or genetic marker that is\n12\ndetermined from genetic information and is associated with an individual's increased risk of\n13\ndeveloping a disease or medical condition for which the individual is presently asymptomatic\n14\n(19) *\"Record\" means information that is inscribed on a tangible medium or that is stored\n15\n in an electronic or other medium and is retrievable in perceivable form.\n16\n(20) “Sign” means, with present intent to authenticate or adopt a record:\n17\n(A) to execute or adopt a tangible symbol; or\n18\n(B) to attach to or logically associate with the record an electronic symbol, sound,\n19\norprocess.\n20\nLegislative Note: In the definition of “family member,” states should insert for [partner] the\n21\n22\n23\n24\nReporter's Notes\n24",
    "Page_29": "1\nParagraph (1). (Adverse insurance determination) The use of genetic information makes\n2\nan insurance determination adverse if it leads to denial of coverage or coverage on less favorable\n3\nterms than would have been available absent the insurer's consideration of the information. This\n4\ndefinition is relevant to an individual's ability to correct a faulty genetic test that has\n5\nconsequences for insurance eligibility or terms.\n6\n7\n8\ninsurance is used in several state statutes on genetic testing. See, e.g., Cal. Ins. Code $ 10147;\n9\nN.H. Rev. Stat. Ann. § 141-H:1. The committee discussed substituting the term “income” for\n10\n  n     \n11\n12\nParagraph (3). (Employee) The definition of employee is adapted from the National\n13\nConference of Commissioners on Uniform State Law's Model Employment Termination Act.\n14\nThe definition in that Act is modified by including applicants for employment within the\n15\ndefinition of employee. The definition's requirement for compensation is intended to exclude\n16\nvolunteers from the definition of employee\n17\n18\nAn alternative approach suggested by the Style Committee would be a separate definition\n19\nof “applicant’ as an individual who is applying to work for compensation. This suggestion was\n20\nnot adopted at this time because the substantive provisions of the draft do not differentiate\n21\nbetween protections for applicants and those for employees. In addition, there is a potential for\n22\nconfusion in the substantive sections because the definition of “insured\" would include\n23\n24\n25\nThe drafting committee considered including independent contractors in the definition of\n26\nemployees, but decided to leave their categorization to be determined by general employment\n27\nlaw. This approach is not intended, however, to provide employers with an avenue to evade their\n28\nobligations by classifying employees as independent contractors.\n29\n30\nParagraph (4). (Employer) The definition of employer is linked to the definition of\n31\n“person'\"in paragraph 16 and therefore encompasses all types of entities, including governmental\n32\nand non-profit employers. “Employer”’ takes its meaning from the broad definition of\n33\n“employee” in paragraph 3.\n34\n35\nAs the definition of employer is currently drafted, the act would cover all employers\n36\nregardless of size. One consideration is whether the requirements of the act would prove too\n37\nburdensome for small employers. Many statutes specify a minimum size using the number of\n38\nemployees as a proxy for size. For example, Title VII of the Civil Rights Act of 1964 covers\n39\nemployers who had 15 or more employees for each working day in 20 or more weeks over the\n40\ncourse of a year. The definition in the Uniform Law Commissioner's Model Employment\n41\n Termination Act requires five employees and extends the measurement period to two years.\n42\n43\n    o  n   s     s\n25",
    "Page_30": "1\nimmediate family members from the count of employees, as is done in the Fair Labor Standards\n2\nAct and the National Conference of Commissioners on Uniform State Law's Model Employment\n3\nTermination Act. In addition, some state statutes exclude particular employee groups, such as\n4\nhousehold workers or farm workers, in determining employer status.\n5\n6\nParagraph (5). (Family medical history) Family medical history is often a source of\n7\ngenetic information in that it is used to evaluate the likelihood that an individual carries an\n8\ninherited trait. The act's definition of “genetic information” does not encompass medical history,\nso a separate definition is needed when the act's provisions apply more broadly.\n10\n11\nParagraph (6). (Family member) A family member is defined broadly to encompass all\n12\nindividuals whose own genotype could influence an employment or insurance decision. The\n13\n14\nthe genetic make-up of an individual employee or insured, (2) dependants whose risk of future\n15\n genetically-linked medical conditions could affect employer health care costs or family insurance\n16\ncoverage and hence affect employment or insurance decisions, and (3) dependants’ biological\n17\nrelations whose genetic information might provide information about the genetic make-up of a\n18\ndependant. The term “dependent child\" is intended to include both adopted and biologically-\n19\nrelated children because either can affect health-care costs or family insurance coverage.\n20\n21\nMany employers provide health insurance for employees? unmarried partners. Therefore,\n22\nan unmarried partner can be a dependent whose risk of a genetically-linked medical condition\n23\ncould affect employment or insurance decisions. As a result, “partner” is included in the\n24\ndefinition of family member for purposes of obtaining, retaining, using, and disclosing genetic\n25\ninformation. This definition is not meant to affect other state law definitions of marriage or\n26\nfamily. Because terminology for this status varies among the states, each state should substitute\n27\nits term for an unmarried partner as described in the legislative note.\n28\n29\nParagraph (7). (Genetic counseling) Genetic counseling is a key to an individual's\n30\ninformed decision making about getting a genetic test, understanding the result, and authorizing\n31\nits use, retention, or disclosure. Most states that license genetic counselors have a definition of\n32\ngenetic counseling, but the majority of states do not license genetic counselors or regulate genetic\n33\ncounseling. Note that the definition does not require that genetic counseling be performed by a\n34\ngenetic counselor. Physicians and geneticists are also qualified to provide genetic counseling.\n35\n36\nThe definition uses the term genetic condition, which is intended to have a broad\n37\ninterpretation. Genetic condition includes the concepts of genetic disease and disorder, but in\n38\nsome circumstances it may also refer to a positive or benign trait or characteristic that is linked to\n39\na particular genotype.\n40\n41\nParagraph (8). (Genetic information) This definition of “genetic information” is\n42\nmodeled on state provisions that do not include family history in the definition. (Ark, Del, LA,\n43\nMinn, Neb, NH, NY, OK, OR, UT, VT) This narrow definition of genetic information is\n26",
    "Page_31": "important for Article 4 on life, disability-income, and long-term-care insurance, in which the\n2\ndraft allows these insurers to continue to collect information on family history, even though\n3\nfamily history is a major source of information for evaluation an individual's genetic risks.\n4\n5\nMany states use a more comprehensive definition of “genetic information” that includes\n6\ninformation on genetic characteristics broadly, whether obtained from genetic tests or family\n7\nmedical history. (Cal, Conn, Hawaii, LA, Maine, MD, Mass, Mich, NJ, NMex, NC, RI, SD, TX,\n8\nWA). In addition, H.R. 493 and S. 358, the federal bills to prohibit discrimination on the basis of\n9\ngenetic information with respect to health insurance and employment introduced in January\n10\n2007, also use a broad definition. The federal definition provides that the term means\n11\n\"information about (i) an individual's genetic tests; (i) the genetic tests of family members of the\n12\nindividual; or (ii) the occurrence of a disease of disorder in family members of the individual.\"\n13\nInformation about the sex or age of an individual is excluded from this definition.\n14\n15\nThe drafting committee has endorsed using the broader meaning, including family\n16\nhistory, for Articles 2 and 3 on employment and health insurance. This meaning is conveyed in\n17\nthese articles by combining the narrowly defined term “genetic information” with the term\n18\n“family medical history.'\n19\n20\n Information about an individual's request for or receipt of genetic services is included in\n21\nthe category of genetic information for ease of drafting.\n22\n23\nParagraph (9). (Genetic monitoring) The definition of “genetic monitoring” is drawn\n24\nfrom the description in Office of Technology Assessment, Genetic Monitoring and Screening in\n25\nthe Workplace 4 (1990). The focus in monitoring is not on inherited characteristics, but on\n26\ngenetic alterations in a group of exposed individuals over time. Genetic monitoring is typically\n27\n28\nhazardous substances or to target work sites for safety and health measures. Testing for this\n29\npurpose is permitted in Section 201.\n30\n31\n32\ntesting. The term includes activities associated with obtaining genetic information that could\n33\ncreate assumptions about an individual's genetic status even in the absence of information about\n34\ngenetic test results or medical history. “Counseling” implies a one-on-one consultation, so the\n35\ndefinition also includes “genetic education” in order to capture group information sessions on\n36\ngenetic conditions. Members of the drafting committee have expressed concern, however, that\n37\n“education” may make the definition too broad. While the definition of a “genetic service” does\n38\nnot separately define the term “genetic,” the term should be interpreted to be consistent with the\n39\ndefinitions of \"genetic test’ and “genetic information.\"\n40\n41\nParagraph (11). (Genetic test) “Genetic test\" is defined in terms of (1) the purpose of the\n42\ntest and (2) the material that the test analyzes. This structure and the lists in the definition are\n43\nderived from the definition of “genetic test’ in the medical insurance provisions of H.R. 493 and\n27",
    "Page_32": "S. 358, federal bills to prohibit discrimination on the basis of genetic information with respect to\n2\nhealth insurance and employment introduced in January 2007\n3\n The first sentence specifies that the test must be for the purpose of determining an\n5\nindividual's genetic make-up through the identification of a genotype, genetic marker, mutation,\n6\nor chromosomal change. The second sentence makes specific reference to the types of biological\n7\nmaterial that are currently analyzed in genetic tests. Note that genetic tests can be conducted not\n8\nonly on gene sequences, but also on biological products such as proteins or metabolites that can\nindicate genetic make-up.\n10\n11\n Both sentences are equally important to the definition. First, some of the materials listed\n12\n in the second sentence, especially proteins and metabolites, are tested for many medical\n13\npurposes. A test of a protein or metabolite does not constitute a genetic test unless it is\n14\nadministered for the purpose of determining individual's genetic make-up as specified in the first\n15\nsentence. Second, some genetic diagnoses are made without laboratory tests of the type listed in\n16\nthe second sentence. For example, a doctor may identify a genetic condition based on specific\n17\nphysical features occurring in combination, or “dismorphology.” This physical diagnosis of an\n18\nindividual's genetic-make-up does not constitute a genetic test under the draft because it is not a\n19\ntest of“genetic material.'\n20\n21\nThe draft follows the example of states with definitions of genetic testing that are not\n22\nlimited to identifying genotypes associated with diseases or impairments. (Fla, Haw, Mass, NH,\n23\nOre, UT). In contrast, many other states statutes limit their definition of “genetic test’ to testing\n24\nfor disease-related genes. (Ariz, Ark, Del, Ill, Iowa, Kan, LA, Maine, MD, Mich, Minn, Nev,\n25\nMO, Neb, NJ, NM, NY, NC, OK, OR, RI, TX, VT, VA, WI). While most of the reasons that an\n26\nemployer or insurer might currently seek or use genetic information probably involve a disease,\n27\ndisorder, or impairment, this may not always be the case. One can imagine, for example, that the\n28\npresence or absence of behavioral traits might also be a criterion for selecting an employee.\n29\nWhile the current evidence linking behavior to genes is tenuous, this area continues to be the\n30\nsubject of investigation. Moreover, a broad definition of “genetic test’ will facilitate the\n31\napplication of the statute to topics outside employment and insurance, if that is the direction the\n32\nNational Conference of Commissioners on Uniform State Laws takes. For example, provisions\n33\ngoverning the retention of samples used for research or identification would cover testing that is\n34\nnot necessarily linked to disease.\n35\n36\n37\nbroad. Definitions and terms of art vary greatly among the states. For example, a number of\n38\nstates use the term “disability insurance” for what is commonly thought of as \"health insurance.\"\n39\n The definition is written in terms of functions and organizational structures and is intended to\n40\n41\nthe broad framework used in Ala. Code $ 27-53-1(3), supplemented with terms for health care\n42\narrangements used in other states. In addition, the definition includes a “health care arrangement\n43\nin which risk is assumed, which serves as a catch-all category. This concept is drawn from Fla.\n28",
    "Page_33": "1\nStat. s 627.4301.\n2\n3\nParagraph (13). (Insured) The definition of “insured\" is intended to cover applicants for\n4\ninsurance as well as those covered by insurance policies.\n5\n6\nParagraph (14). (Insurer) The definition of \"insurer” is intended to cover broadly\n7\ninsurance companies and other persons and individuals that issue health, life, disability-income,\n8\nor long-term-care insurance and all persons who might obtain, use, or disclose genetic\n9\ninformation associated with that process. Nothing in this definition is intended to subject\n10\ninsurance agents, brokers, underwriters, or third-party administrators to insurance regulations to\n11\nwhich they are not already subject.\n12\n13\n14\nThis definition is drawn from N.H. Rev. Stat.  401:1(III).\n15\nParagraph (16). (Long-term-care insurance) The starting point for the definition of\n17\n“\"long-term-care insurance” is N.H. Rev. Stat. § 415-D:3(V). The definition is intended to\n18\ninclude all coverage of this nature whether it is provided on an expense-incurred, indemnity,\n19\nprepaid, or other basis.\n20\n21\nParagraph (17). (Person) This draft uses the broad version of the standard National\n22\nConference of Commissioners on Uniform State Laws definition of “person.\"\n23\n24\nParagraph (18). (Predisposing genetic characteristic) A “predisposing genetic\n25\n26\ncondition. The term does not include symptomatic diseases or conditions or genetic\n27\ncharacteristics that are manifest in a disease, medical condition, or disability. The broader terms \n28\n“genetic test’ and “genetic information” may include both predisposing and manifest genetic\n29\ncharacteristics as well as genetic information that does not necessarily pertain to health.\n30\n31\nWhile the terms “propensity”' or “susceptibility” are often used, the actual manifestation\n32\nof a disease or condition may depend on a complex chain of events and the degree to which risk\n33\nis elevated may be quite small. “Predisposing genetic characteristic\" is meant to signal the\n34\n35\n36\nParagraph (19). (Record) The definition of “record\" is the standard National Conference\n37\n of Commissioners on Uniform State Laws definition.\n38\n39\nParagraph (20). (Sign) The definition of “sign\" is the standard National Conference of\n40\nCommissioners on Uniform State Laws definition.\n41\n42\nALTERNATIVEPRIVACYAPPROACHES\n29",
    "Page_34": "FORDRAFTINGCOMMITTEECONSIDERATION\n2\n3\nReporter's Notes\n4\n5\nThe Drafting Committee requested alternative approaches for maintaining privacy for\n6\ngenetic testing and genetic information.\n7\n8\nAlternative A would protect privacy by establishing an authorization requirement that is\n9\ncoupled with statutory limits and duties imposed on employers, employment agencies, labor\n10\norganizations, licensing authorities, and insurers. Under this alternative, an employee or insured\n11\nmust affirmatively authorize any genetic testing ( 103) or access, use, retention, or disclosure of\n12\ngenetic information or family medical history (§ 104). The authorization requirement is not\n13\nsimply an extra procedural step because Articles 2, 3, and 4 establish limitations on the situations\n14\nin which employers and insurers may request authorization from employees or insureds .\n15\n16\nAlternative B would establish a general property right in a biological sample an\n17\nindividual provides for genetic testing and in the resulting genetic information ( 103(a). It is\n18\ncoupled with an authorization requirement (& 103(b)). Like Alternative A, it sets forth the\n19\nelements that must be included in an authorization (s 104).\n20\n21\nAlternative C is a modification of Alternative B that attempts to establish a limited\n22\nproperty applicable only to the context of employment and insurance.\n23\n24\nMore detailed reporter's notes follow each set of alternative provisions.\n25\n26\nAlternative A\n27\nSECTION 103. AUTHORIZATION FOR A GENETIC TEST.\n28\n(a)  Except as otherwise provided by this [act] or otherwise provided by law, if a genetic\n29\ntest is permitted by Section 201 or 401 and the test is authorized by an employee or insured\n30\nfollowing genetic counseling, an employer, employment agency, labor organization, or licensing\n31\nauthority may provide the test. The employee's or insured's authorization for the genetic test\n32\nmust be knowing and voluntary and indicated by a record signed by the employee or insured.\n33\nWhen an employer, employment agency, labor organization, licensing authority, or insurer\n34\nreceives a valid authorization to provide a genetic test, the test must be consistent with the\n30",
    "Page_35": "1\nauthorization.\n2\n(b)  An authorization for a genetic test for employment must:\n3\n4\norganization, or licensing authority is obligated to provide genetic counseling before the\n5\nemployee considers the authorization;\n6\n(2) inform the employee that genetic counseling is available for the employee\n7\nabout the risks and benefits of the test before signing the authorization and about the test result\n8\nafter the test, unless the employee directs otherwise;\n9\n10\nhealth-care professional designated by the employee, unless the employee directs otherwise;\n11\n(4) include an opportunity for the employee to provide directions about reporting\n12\ntest results and genetic counseling;\n13\n(5) describe the genetic test to be performed, its purpose, and its permitted uses;\n14\n(6) inform the employee that only the authorized genetic test will be performed on\n15\nthe employee's biological sample;\n16\n(7) inform the employee that the employee's biological sample will be destroyed\n17\nas soon as permitted by law following the completion of the test unless the employee authorizes\n18\nretention of the sample or unless otherwise ordered by a court, arbitral tribunal, or administrative\n19\nagency; and\n20\n21\n() An authorization for a genetic test for life, disability-income, or long-term-care\n22\n insurance must:\n31",
    "Page_36": "1\n(1) inform the insured that the insured should obtain genetic counseling before\n2\nconsidering the authorization;\n3\n(2) inform the insured that the test result will be reported to the insured and a\n4\nhealth-care professional designated by the insured, unless the insured directs otherwise;\n5\n(3) include an opportunity for the insured to provide directions about reporting\n6\ntest results;\n7\n(4) describe the genetic test to be performed, its purpose, and its permitted uses;\n8\n(5) inform the insured that only the authorized genetic test will be performed on\n9\nthe insured's biological sample;\n10\n(6) inform the insured that the insured's biological sample will be destroyed as\n11\nsoon as permitted by law following the completion of the test unless the insured authorizes\n12\nretention of the sample or unless otherwise ordered by a court, arbitral tribunal, or administrative\n13\nagency; and\n14\n(7) state that the insured is entitled to a copy of the authorization form\n15\nSECTION 104. AUTHORIZATION FOR ACCESS, RETENTION, OR\n16\nDISCLOSURE OF GENETIC INFORMATION OR FAMILY MEDICAL HISTORY.\n17\n(a) Except as otherwise provided by this [act] or otherwise provided by law, an employer,\n18\nemployment agency, labor organization, licensing authority, or insurer may not access, use,\n19\n20\nwithout the employee's or insured's knowing and voluntary authorization indicated by a record\n21\nsigned and dated by the employee or insured. When an employer, employment agency, labor\n22\norganization, licensing authority, or insurer receives a valid authorization to access, use, retain, or\n32",
    "Page_37": "1\ndisclose genetic information or family medical history, its access, use, retention, or disclosure\n2\nmust be consistent with the authorization.\n3\n(b) An authorization to access, use, retain, or disclose an employee's or insured's genetic\n4\ninformation or family medical history must:\n5\n(1) Describe the genetic information or family medical history to be accessed,\n6\nused, retained, or disclosed in a specific and meaningful fashion;\n7\n(2) Identify or describe the person that is authorized to access, use, retain, or\n8\ndisclose the genetic information or family medical history;\n9\n(3) If the authorization is for access to genetic information or family medical\n10\n11\norganization, licensing authority, or insurer, identify or describe the person authorized to make\n12\nthe disclosure;\n13\n(4) If the authorization is for use of genetic information or family medical history,\n14\n describe the permitted uses;\n15\n(5) If the authorization is for retention or genetic information or family medical\n16\nhistory, describe where the information will be retained and identify or describe the custodian of\n17\nthe information;\n18\n(6) If the authorization is for disclosure to a third person, identify or describe the\n19\nthird person to whom the authorized person may disclose the genetic information or family\n20\nmedical history;\n21\n(7) If the authorization is for disclosure to a third person, state that the genetic\n22\ninformation or family medical history disclosed by the authorized person may be subject to\n33",
    "Page_38": "1\nredisclosure by the recipient and no longer be protected.\n2\n(8) Indicate the duration of the authorization with an expiration date or expiration\n3\nevent that relates to the employee or insured or to the purpose of the access, use, retention, or\n4\ndisclosure;\n5\n(9) State that the employee or insured may revoke the authorization at any time in\n6\n7\nreceiving notice of revocation, and provide instructions on how to revoke an authorization; and\n8\n(10) State that the employee or insured is entitled to a copy of the authorization\n9\nform.\n10\nReporter's Notes\n11\n12\nAlternativeA\n13\n14\nSection 103: Authorization for genetic testing. This section deals with genetic testing. It\n15\nsets forth an authorization requirement and the elements that must be contained in an\n16\nauthorization form. The term “authorization\" is used instead of “informed consent\" to avoid\n17\nconfusion with the use of that term in medical practice.\n18\n19\nSubsection (a) Requirement for authorization for genetic testing. Under Section 201, an\n20\nemployer, employment agency, labor organization, or licensing authority may supply genetic\n21\ntests under certain circumstances but only with prior authorization from the employee. Under\n22\nSection 401, an insurer may require a genetic test as a condition of obtaining life, disability-\n23\nincome, or long-term-care insurance if the test has been approved under Section 404. Under this\n24\nsubsection, genetic testing allowed by these sections is permitted only if an employee or insured\n25\nfirst authorizes the genetic test.\n26\n27\nIn order to meet the requirement that an authorization be knowing and voluntary, an\n28\nemployee or insured should have genetic counseling before signing the authorization. Genetic\n29\ncounseling provides employees or insureds with adequate information to make an informed\n30\ndecision about genetic testing. It also makes them aware of their options regarding reporting of\n31\n32\nagency, labor organization, or licensing authority that offers a genetic test has an obligation to\n33\nprovide genetic counseling under Section 201(c). Genetic counseling may be provided by a\n34\ngenetic counselor, but may also be provided by a qualified physician or geneticist.\n34",
    "Page_39": "1\nSubsections (b) and (c) Content of authorization for testing. The section draws on N.Y.\n2\nCiv. Rights Law § 79-l (McKinney), which establishes requirements for consent for a genetic\n3\ntest. Subsection (b) applies in the employment context and subsection (c) applies to insurance.\n4\n5\nThe requirements in subsection (b)(1)-(4) reflect the obligation of the employer,\n6\nemployment agency, labor organization, or licensing authority to provide genetic counseling\n7\n i  n o s () sns n sd   n  \n8\nprovide genetic counseling, but to inform the insured that it is desirable.\n9\n10\n The limitation in (b)(6) and (c)(5) to the authorized test is consistent with the\n11\nrequirements for prior authorization in Sections 201 and 401.\n12\n13\nThe notification provision for retention of the sample in (b)(7) and (c)(6) is consistent\n14\nwith the employer's or insurer's obligation to ensure the sample is destroyed under Section\n15\n201(c)(3)or 401(b)(3), which recognize that the testing laboratory may be required to retain the\n16\nsample for certification purposes.\n17\n18\nSection 104: Authorization for access, use, retention, or disclosure. This section\n19\n       n n   s\n20\nagency, labor organization, licensing authority, or insured may access, use, retain or disclose\n21\ngenetic information or family medical history. While the section makes general reference to both\n22\ngenetic information and family medical history, Article 4 narrows the restrictions for life,\n23\nincome-disability, and long-term-care insurers. While their access, use, retention and disclosure\n24\nof genetic information is limited, they are permitted to continue their traditional use of family\n25\nmedical history.\n26\n27\nThe draft does not disturb existing law that allows a minor to seek repudiation of consent\n28\nand expunge records when the minor reaches the age of majority.\n29\n30\nSubsection (a) General requirement for authorization. This subsection would establish a\n31\nrequirement that an employer, employment agency, labor organization, licensing authority, or\n32\ninsurer must be authorized by the employee or insured before it may access, retain, or disclose\n33\ngenetic information, except as provided elsewhere in the act. In order to give a valid\n34\n authorization, the employee or insured must be informed as provided in the following\n35\nsubsections and must act voluntarily. This subsection also includes a requirement that an\n36\nauthorization must be indicated by a signed and dated record. This authorization requirement is\n37\ncoupled with limitations on access, use, retention, and disclosure in Articles 2 and 4.\n38\n39\nIf an individual is deceased and unable to provide authorization for disclosure, the\n40\n41\nindividual's relatives seek genetic information that might be relevant to their genetic traits. In\n42\nthe event of legal incapacity, a guardian or other person authorized by state law to make\n43\ndecisions on behalf of the individual may revoke the authorization for disclosure.\n35",
    "Page_40": "1\nSubsection (b) Content of authorization. Alternative A's provision on authorization for\n2\naccess, use, retention, or disclosure of genetic information or family medical history is adapted\n3\nfrom the HIPAA Privacy Rule regulations for “uses and disclosures for which an authorization is\n4\nrequired.\" 45 C.F.R. ss 164.508 (a) and (c), 164.512(a). The subsection adapts these regulations\n5\nto apply to genetic information and family medical history, and expands them to include\n6\nauthorization for access and retention as well as for use and disclosure.\n7\n8\nAn advantage of using the HIPAA regulations as the foundation for the authorization\n9\nrequirements is that the requirements to authorize a disclosure by a health care provider to an\n10\nemployer, employment agency, labor organization, licensing authority, or insurer would be\n11\nsimilar to the requirements that health care provider must follow as a covered entity under\n12\nHIPAA. The context of the HIPAA regulations is different enough, however, that they cannot be\n13\ntransported directly into the Act without modification. Moreover, states are permitted to impose\n14\ntheir own, more stringent, privacy requirements. 45 C.F.R. § 160.203(b). Some have enacted\n15\nstatutes with different requirements for disclosing health care information, which reduces the\n16\nuniformity that would theoretically be achieved by using the HIPAA format. Therefore, while\n17\nthe structure of this subsection is modeled on the HIPAA regulations, it includes some additional\n18\nprovisions from various state statutes. See, e.g., Me. Rev. Stat. Ann. tit. 22 s 1711-C.\n19\n20\nAlternative B - General Property Right\n21\nSECTION 103. PROPERTY RIGHT.\n22\n(a) Except as provided in subsection (c), an individual's biological sample provided for a\n23\ngenetic test and the genetic information based on the test are the exclusive property of the\n24\nindividual.\n25\n(b) Except as provided in subsection (c), a person may not collect a biological sample for\n26\na genetic test from an individual, provide a genetic test, or access, use, retain, or disclose an\n27\nindividual's genetic information or family medical history without first obtaining the individual's\n28\nauthorization as provided in Section 104. When a person receives a valid authorization to test\n29\nfor, access, use, retain, or disclose genetic information or family medical history, its test, access,\n30\nuse, retention, or disclosure must be consistent with the authorization.\n31\n(c) Subsections (a) and (b) do not apply to biological samples collected or tests\n36",
    "Page_41": "1\nconducted:\n2\n(1) pursuant to [the State criminal DNA identification statute] or a comparable\n3\nprovision of another jurisdiction;\n4\n(2) for a law enforcement purpose;\n5\n(3) to determine paternity;\n6\n(4) to screen newborn babies as required by state or federal law; or\n7\n(5) for the purpose of emergency medical treatment.\n8\nLegislative Note: States should replace [the State criminal DNA identification statute] with the\n9\ntitle of the relevant statute.\n10\n11\nSECTION 104. REQUIRED AUTHORIZATIONS.\n12\n(a) An authorization to collect a biological sample for a genetic test from an individual,\n13\nprovide a genetic test, or access, use, retain, or disclose an individual's genetic information or\n14\nfamily medical history must be indicated in a record signed and dated by the individual\n15\n(b) An authorization to collect a biological sample and perform a genetic test must:\n16\n(1) inform the individual that the authorized person is obligated to provide genetic\n17\ncounseling before the individual considers the authorization;\n18\n(2) inform the individual that genetic counseling is available for the individual\n19\nabout the risks and benefits of the test before signing the authorization and about the test result\n20\nafter the test, unless the individual directs otherwise;\n21\n(3) inform the individual that the test result will be reported to the individual and a\n22\nhealth-care professional designated by the individual, unless the individual directs otherwise;\n23\n(4) include an opportunity for the individual to provide directions about reporting\n37",
    "Page_42": "1\ntest results and genetic counseling;\n2\n(5) describe the genetic test to be performed, its purpose, and its permitted uses;\n3\n(6) inform the individual that only the authorized genetic test will be performed\n4\n on the individual's biological sample;\n5\n(7) inform the individual that the individual's biological sample will be destroyed\n6\nas soon as permitted by law following the completion of the test unless the individual authorizes\n7\nretention of the sample or unless otherwise ordered by a court, arbitral tribunal, or administrative\n8\nagency; and\n9\n(8) state that the individual is entitled to a copy of the authorization form.\n10\n() An authorization to access, use, retain, or disclose an individual's genetic information\n11\nor family medical history must:\n12\n(1) Describe the genetic information or family medical history to be accessed\n13\nused, retained, or disclosed in a specific and meaningful fashion;\n14\n(2) Identify or describe the person that is authorized to access, use, retain, or\n15\ndisclose the genetic information or family medical history;\n16\n(3) If the authorization is for access to genetic information or family medical\n17\nhistory through disclosure by another person to an employer, employment agency, labor\n18\norganization, licensing authority, or insurer, identify or describe the person authorized to make\n19\nthe disclosure;\n20\n(4) If the authorization is for use of genetic information or family medical history,\n21\ndescribe the permitted uses;\n22\n(5) If the authorization is for retention or genetic information or family medical\n38",
    "Page_43": "1\nhistory, describe where the information will be retained and identify or describe the custodian of\n2\nthe information;\n3\n(6) If the authorization is for disclosure to a third person, identify or describe the\n4\nthird person to whom the authorized person may disclose the genetic information or family\n5\nmedical history;\n6\n7\ninformation or family medical history disclosed by the authorized person may be subject to\n8\nredisclosure by the recipient and no longer be protected.\n9\n(8) Indicate the duration of the authorization with an expiration date or expiration\n10\nevent that relates to the employee or insured or to the purpose of the access, use, retention, or\n11\ndisclosure;\n12\n(9) State that the individual may revoke the authorization at any time in a signed\n13\nrecord, subject to the right of a person who acted in reliance on the authorization prior to\n14\nreceiving notice of revocation, and provide instructions on how to revoke an authorization; and\n15\n(10) State that the individual is entitled to a copy of the authorization form\n16\nReporter's Notes\n17\n18\nAlternativeB\n19\n20\nSection 103: Property Right. This section declares that an individual has a property right\n21\nin the individual's sample provided for genetic testing and in the genetic information based on\n22\nthat testing. In Alternative B, the property right is not limited to the context of employment or\n23\ninsurance. The property right in subsection (a) is coupled with a requirement in subsection (b)\n24\n that the individual's must authorize any genetic testing or access, use, retention, or disclosure of\n25\nthe individual's genetic information. This authorization requirement also extends to an\n26\nindividual's family medical history, although that is not included in the property right.\n27\n28\nThe state laws that create a property right in genetic information (Alaska and Florida)\n39",
    "Page_44": "provide exceptions for situations in which authorization is not required. The same is true for the\n2\nother states that impose a general requirement for authorization for genetic testing or for access,\n3\nuse, retention, or disclosure of genetic information. Subsection (c) provides the exceptions\n4\ntypically included in those state statutes. Section 103 is based on Alaska Stat. § 18.13.010.\n5\n6\nSubsection (a) Property Right. A property right is a bundle of rights including rights that\n7\npermit the owner to use, donate, sell, or exclude others from using the object of the right\n8\nBecause much personal property can be given away without any process of informed consent or\n9\nformal authorization, merely conferring a property right in genetic information, without more,\n10\ndoes not necessarily ensure control, confidentiality, consent, and counseling. This is why the\n11\n property right is coupled with an authorization requirement similar to that in Alternative A.\n12\n13\nWhat a property right adds beyond what would be achieved by a statutory limitations on\n14\ntesting, access, use, retention and disclosure coupled with a duty for employers and insurers to\n15\n16\nthe rights of the individual; (2) a right to alienate the property; and (3) the availability of a\n17\nconversion action. (Although the right to alienate can be limited, as in the case of selling body\n18\norgans.)\n19\n20\nThe right to alienate a biological sample for genetic testing or genetic information is most\n21\nrelevant in the context of research on genetic conditions and the development of tests or\n22\ntherapies. Courts that have considered the issue have refused to recognize a property right in this\n23\nsituation. For example, families with children afflicted with Canavan disease who hoped for a\n24\nbroadly available diagnostic test provided biological samples, confidential information, and\n25\nfinancial support to a researcher, which led to the isolation of the gene responsible for the\n26\ndisease. The Miami Children's Hospital patented the Canavan gene and thus obtained the ability\n27\nto restrict activity related to the gene, including carrier and prenatal testing, gene therapy, and the\n28\ngene's use in other research. When the hospital began to limit testing by restrictive licensing of\n29\nthe patent, family members sued unsuccessfully to prevent the hospital from enforcing its patent\n30\nrights. They alleged, among other causes of action, that they had a property interest in their\n31\n32\nand genetic matter donated for research and denied their claim of conversion. Greenberg v.\n33\nMiami Children's Hospital Research Institute, 264 F. Supp. 2d 1064, 1074-76 (S.D. Fla. 2003).\n34\n35\nonce the sample is given voluntarily to a third party.\" Id. at 1075. See also Washington\n36\nUniversity v. Catalona, 2007 WL 1758268 (8th Cir. June 20, 2007) (finding that “individuals\n37\nwho made an informed decision to contribute their biological materials voluntarily to a particular\n38\nresearch institution” did not “retain an ownership interest allowing the individuals to direct or\n39\nauthorize the transfer of such materials to a third party'); Moore v. Regents of the University of\n40\nCalifornia, 793 P. 2d 479 (Cal. 1990) (refusing to recognize donor's ownership of cells used in\n41\nresearch).\n42\n43\nIf the families in the Greenberg case had possessed a statutory property right in the\n40",
    "Page_45": "samples and information, they could have licensed their use of the samples and information for\n2\nresearch. To achieve their goals, they could have restricted the license to require that any\n3\ndiagnostic test the research produced must be accessible on affordable basis and that the research\n4\nwould remain in the public domain to promote further research on prevention and treatment.\n5\nAlternatively, if they had profit goals, they could have constructed a license that would provide\n6\nthem with a share of the patent license fees.\n8\n It is not clear, however, that a property right is necessary in this context. Other patient\n9\n groups have accomplished similar goals by contract. For example, PXE International is a patient\n10\ngroup for suffers of pseudoxanthoma elasticum, a genetic disorder that causes connective tissue\n11\nin arteries, skin, and eyes to calcify. The group set up a tissue bank from families afflicted with\n12\nthe disease, which they made available to researchers under a contract that required the\n13\nresearchers to share the ownership and profits from the research. When the PXW gene was\n14\n discovered, the patent application listed the founder of PXE International as a co-inventor. The\n15\n16\narrangements for the gene patent. Matt Fleisher, Seeking Rights to Crucial Genes, National Law\n17\nJournal, June 25, 2001 at C1.\n18\n19\nThis issue of a property right in genetic information is not whether such a right can exist,\n20\nbut how it arises and who holds it. It is certainly possible for a researcher to obtain a property\n21\nright in the isolated sequence of a gene in the form of a patent. See, e.g., U.s. Department of\n22\nEnergy Office of Science, Office of Biological and Environmental Research, Human Genome\n23\nProgram, Genetics and Patenting, https://www.ornl.gov/hgmis/elsi/patents.html. A patent is a\n24\nlimited property right that permits the holder to exclude others from using the genetic sequence.\n25\nIt does not, however, necessarily permit the inventor to use the patented materials if another\n26\n holds and invokes a relevant “upstream”’ patent to exclude the inventor from using the invention\n27\nor to control that use via the terms of a license. This is the context in which courts have held that\n28\n29\n derived from that sample. If an individual did hold a property right in her genetic information,\n30\nshe would be able to exert control over “downstream\" uses through a conversion action. There\n31\nare arguments that the field of genetics is already burdened with excessive upstream rights under\n32\nthe current patent rules. See Michael Haller & Rebecca S. Eisenberg, Can Patents Deter\n33\nInnovation? The Anticommons in Biomedical Research, 280 Science 698 (1998). Courts that\n34\nhave rejected a property right in donated biomedical material have expressed a similar concern.\n35\nSee, e.g., Moore v. Regents of the University of California, 793 P. 2d 479, 494 (Cal. 1990) (\"The\n36\nextension of conversion law into this area will hinder research by restricting access to the\n37\nnecessary raw materials.\"). In contrast, dissenters have questioned why the individual who is the\n38\nsource of the material should not be able to share in the economic benefits of the research or,\n39\nmore broadly, determine the use of the material before it is donated. See id. at 50o, 505\n40\n(Broussard, J., concurring and dissenting); id. at 513-16 (Mosk, J., dissenting).\n41\n42\n It is not clear that the conversion action the plaintiffs sought to bring in the Moore and\n43\nGreenberg cases, which would be available if there were a property right, would be very useful to\n41",
    "Page_46": "1\n3\nreverse the harm. Damages would have been a useful remedy to provide the donors with a share\n4\nof the economic benefits of the patents. But in the context of employment or insurance, damages\n5\nfor the privacy violation would be very hard to prove.\n6\n7\n Employees and insureds are not concerned with sharing the economic proceeds of an\n8\ninvention, but with their ability to exclude employers and insurers from accessing or using\ngenetic information, and to condition the terms on which they may access and use it. Can an\n10\nindividual control the terms of access, use, retention, and disclosure of genetic information by\n11\ncontract, as in the PEX example? Or is a property right necessary? There was no need for a\n12\nrecognized property right in the PEX situation because the patient group had control of\n13\ninformation that was valuable to the researchers and had bargaining power to dictate the terms on\n14\nwhich researchers accessed and used the information. An at-will employee or an applicant for\n15\ninsurance does not have the same bargaining power when asked to provide genetic information as\n16\na condition or work or an insurance policy. One question for the drafting committee to consider\n17\nis whether declaring a property right would, by itself, change that power balance.\n18\n19\nPower balances can be shifted by creating rights. To exclude an employer or insurer from\n20\naccessing or using genetic information, an employee or insured needs a right to deny access and\n21\nuse without any correlative right on the part of the employer or insurer to access or use the\n22\ninformation. To control the access and use of genetic information, an employee or insured needs\n23\na right to exercise authority over that access and use, coupled with a corresponding duty on the\n24\npart of employers and insurers to obey that authority. Another question for the drafting\n25\ncommittee is whether it would be sufficient to establish a statutory obligation that employers and\n26\ninsurers may not require genetic tests or obtain genetic information as a condition of providing\n27\n28\n or insurer's range of action with regard to genetic information.\n29\n30\nSubsection (b) Requirement for authorization. The property right established in\n31\nsubsection (a) can be shared, donated, or discarded. Therefore if an individual wants to provide\n32\ngenetic information, but maintain control over who may access it and how it is used, an\n33\nadditional mechanism is necessary. The state statutes that establish a property right in genetic\n34\ninformation couple it with a similar authorization requirement.\n35\n36\n Subsection (c) Exceptions. A general property right would restrict many uses of genetic\n37\ninformation with social value. This subsection represents a determination that the property right\n38\nshould be limited in certain context where the social value derived from the ability to access an\n39\nindividual's genetic information out weighs the importance of the property right. The list of\n40\n41\n42\n Some states also except the use of an individual's genetic information in medical research\n43\nfrom the property right. Genetic research is an additional use that would be impeded by an\n42",
    "Page_47": "1\n2\nAct, more work will need to be done on this complicated issue.\n3\n4\nSection 1o4: Authorization content. This section is similar to the authorization provisions\n5\nin Sections 103 and 104 of Alternative A.\n6\n7\nAlternative C - Narrower Property Right\n8\nSECTION 103. PROPERTY RIGHT.\n9\n  sn    s  e s      ()\n10\n11\n12\n(b) An employer, employment agency, labor organization, licensing authority, or insurer\n13\nmay not collect a biological sample for a genetic test from an employee or insured, provide a\n14\ngenetic test, or access, use, retain, or disclose an employee's or insured's genetic information or\n15\nfamily medical history without first obtaining the employee's or insured's authorization as\n16\nprovided in Section 104. When an employer, employment agency, labor organization, licensing\n17\nauthority, or insurer receives a valid authorization to test for, access, use, retain, or disclose\n18\ngenetic information or family medical history, its test, access, use, retention, or disclosure must\n19\nbe consistent with the authorization.\n20\nSECTION 104.REQUIREDAUTHORIZATIONS.\n21\n22\ninsured, perform a genetic test, or access, use, retain, or disclose an employee's or insured's\n23\n genetic information or family medical history must be indicated in a record signed and dated by\n24\nthe employee or insured\n43",
    "Page_48": "1\n(b) An authorization to collect a biological sample and perform a genetic test for\n2\nemployment must:\n3\n(1) inform the employee that the authorized person is obligated to provide genetic\n4\ncounseling before the employee considers the authorization;\n5\n6\nabout the risks and benefits of the test before signing the authorization and about the test result\n7\nafter the test, unless the employee directs otherwise;\n8\n   a          (\n9\nhealth-care professional designated by the employee, unless the employee directs otherwise;\n10\na non s d  e n e o  n (\n11\ntest results and genetic counseling;\n12\n(5) describe the genetic test to be performed, its purpose, and its permitted uses;\n13\n(6) inform the employee that only the authorized genetic test will be performed on\n14\nthe employee's biological sample;\n15\n(7) inform the employee that the employee's biological sample will be destroyed\n16\nas soon as permitted by law following the completion of the test unless the employee authorizes\n17\nretention of the sample or unless otherwise ordered by a court, arbitral tribunal, or administrative\n18\nagency; and\n19\n(8) state that the employee is entitled to a copy of the authorization form.\n20\n() An authorization for a genetic test for life, disability-income, or long-term-care\n21\ninsurance must:\n44",
    "Page_49": "1\n(1) inform the insured that the insured should obtain genetic counseling before\n2\nconsidering the authorization;\n3\n(2) inform the insured that the test result will be reported to the insured and a\n4\n health-care professional designated by the insured, unless the insured directs otherwise;\n5\n6\ntest results;\n7\n(4) describe the genetic test to be performed, its purpose, and its permitted uses;\n8\n(5) inform the insured that only the authorized genetic test will be performed on\n9\nthe insured's biological sample;\n10\n(6) inform the insured that the insured's biological sample will be destroyed as\n11\nsoon as permitted by law following the completion of the test unless the insured authorizes\n12\nretention of the sample or unless otherwise ordered by a court, arbitral tribunal, or administrative\n13\nagency; and\n14\n(7) state that the insured is entitled to a copy of the authorization form.\n15\n(d) An authorization to access, use, retain, or disclose an employee's or insured's genetic\n16\ninformation or family medical history must:\n17\n(1) Describe the genetic information or family medical history to be accessed.\n18\nused, retained, or disclosed in a specific and meaningful fashion;\n19\n(2) Identify or describe the person that is authorized to access, use, retain, or\n20\n disclose the genetic information or family medical history;\n21\n(3) If the authorization is for access to genetic information or family medical\n22\nhistory through disclosure by another person to an employer, employment agency, labor\n45",
    "Page_50": "1\norganization, licensing authority, or insurer, identify or describe the person authorized to make\n2\nthe disclosure;\n3\n4\ndescribe the permitted uses;\n5\n(5) If the authorization is for retention or genetic information or family medical\n6\nhistory, describe where the information will be retained and identify or describe the custodian of\n7\nthe information;\n8\n(6) If the authorization is for disclosure to a third person, identify or describe the\n9\nthird person to whom the authorized person may disclose the genetic information or family\n10\nmedical history;\n11\n(7) If the authorization is for disclosure to a third person, state that the genetic\n12\ninformation or family medical history disclosed by the authorized person may be subject to\n13\nredisclosure by the recipient and no longer be protected;\n14\n(8) Indicate the duration of the authorization with an expiration date or expiration\n15\nevent that relates to the employee or insured or to the purpose of the access, use, retention, or\n16\ndisclosure;\n17\n(9) State that the employee or insured may revoke the authorization at any time in\n18\na signed record, subject to the right of a person who acted in reliance on the authorization prior to\n19\nreceiving notice of revocation, and provide instructions on how to revoke an authorization; and\n20\n(10) State that the employee or insured is entitled to a copy of the authorization\n21\nform.\n22\nReporter's Notes\n46",
    "Page_51": "Alternative C\n2\n3\nAlternative C provides a narrower property right in genetic information that is limited to\n4\nthe context of employment and insurance, the scope assigned to the Drafting Committee. It is\n5\nnot clear, however, that such a right could be created effectively in isolation, in the absence of a\n6\n more comprehensive property right in genetic information.\n7\n8\n If it is possible to create a property right limited to employment and insurance, it is\n9\nunnecessary to establish exceptions for situations outside the employment and insurance context\n10\nin which public policy concerns outweigh privacy concerns, such as those provided in § 103(c) of\n11\nAlternative B. Otherwise, Alternative C is parallel to Alternative B but phrased more narrowly\n12\nin terms of employees and insureds.\n13\nEnd of Alternatives\n14\nSECTION 105. REVOCATION OF AN AUTHORIZATION.\n15\n(a) Except as provided in subsection (b), an employee or insured may revoke an\n16\n authorization provided under this [Article] at any time in a signed record.\n17\nSs\n18\n[Article]:\n19\n(1) to the extent that an employer, employment agency, labor organization,\n20\nlicensing authority, or insurer has taken action in reliance on the authorization; or\n21\n(2) if the authorization was granted as a condition of obtaining insurance, other\n22\nlaw provides the insurer with a right to contest a claim under the policy.\n23\nReporter's Notes\n24\n25\nThis section is adapted from the HIPAA regulation that governs revocation of an\n26\nauthorization. 45 C.F.R. § 164.508 (b) (5). It is similar to provisions governing health care\n27\ninformation that have been adopted by some of the states.\n28\n29\nUnder the prior draft, an employee or insured could revoke authorization for retention at\n30\nany time. A drafting committee member suggested that revocations should apply only to future\n31\nrecords. Instead, this draft limits revocation on grounds used in the HIPAA privacy regulations.\n32\n47",
    "Page_52": "1\n If an individual is deceased and unable to revoke authorization, the individual's personal\n2\n3\nperson authorized by state law to make decisions on behalf of the individual may revoke the\n4\nauthorization.\n5\n6\nSubsection (b)(2) is included because under this draft Article 4 would permit an insurer to\n7\ncondition the availability of life, disability-income, or long-term-care insurance on an applicant's\n8\nauthorization for a genetic test, if the test has been certified as providing a reliable prediction of\n9\nmortality or morbidity.\n10\n11\nSECTION 106. RETENTION OF AUTHORIZATION. An employer, employment\n12\nagency, labor organization, licensing authority, or insurer that receives an authorization under\n13\nthis section must retain a record of that authorization for six years from the date of its creation or\n14\nthe date when it was last in effect, whichever is later.\n15\nReporter's Notes\n16\n17\nThis section on the length of the obligation to retain an authorization is adapted from the\n18\nHIPAA regulations that govern documentation and retention of a signed authorization. 45 C.F.R.\n19\n20\n genetic information are set forth in Section 206.\n48",
    "Page_53": "1\nARTICLE 2\n2\nEMPLOYMENT\n3\nSECTION 201. GENETIC TESTING SUPPLIED FOR EMPLOYMENT.\n4\n(a) Except as otherwise provided in this section, an employer, employment agency, labor\n5\n6\n(b) An employer, employment agency, labor organization, or licensing authority may\n7\noffer a genetic test and, with prior authorization of the employee that meets the requirements of\n8\nSection 104, may supply a genetic test to the employee:\n9\n(1） to determine the employee's predisposing genetic characteristics that may\n10\n11\n(2) to monitor the effects of the employees’ exposure to a workplace condition as\n12\npart of a genetic monitoring program; or\n13\n(3) as part of a confidential, preventative health program for employees.\n14\n()  An employer, employment agency, labor organization, or licensing authority that\n15\nsupplies a genetic test to an employee shall:\n16\n(1) provide for genetic counseling for the employee about the risks and benefits\n17\n18\nunless the employee directs otherwise;\n19\n(2) require the testing organization to make a report of the test result to the\n20\nemployee and a health-care professional designated by the employee unless the employee directs\n21\notherwise; and\n49",
    "Page_54": "1\n(3) require that the employee's biological sample obtained for a genetic test be\n2\ndestroyed as soon as permitted by law following the completion of the test unless the employee\n3\nauthorizes retention of the sample or unless otherwise ordered by a court, arbitral tribunal, or\n4\nadministrative agency.\n5\n(d) If a court, arbitral tribunal, or administrative agency orders an employee to undergo a\n6\ngenetic test under Section 202 (d), the employer, employment agency, labor organization, or\n7\nlicensing authority shall provide and pay for the genetic test for the employee.\n8\nReporter's Notes\n9\n10\nApplicability of Article 2. This article is intended to apply broadly in the employment\n11\nsetting to an employer, employment agency, labor organization, or licensing authority.\n12\nEmployment agencies, labor organizations, and licensing authorities are included because they\n13\ncontrol access to employment through referrals or licensing.\n14\n15\nRelationship between genetic testing and access to genetic information. Genetic testing\n16\nis a means by which an employer can obtain genetic information, but it is also possible for\n17\n18\n draft separates provisions on employer access to genetic information, treated in Section 202,\n19\nfrom the provisions in this section on genetic testing. An employer should supply testing through\n20\nan outside medical organization. See Mark A. Rothstein, Genetics and the Workforce of the Next\n21\nHundred Years, 2000 Colum. Bus. L. Rev. 371 (2000).\n22\n23\nGenetic testing. Many states broadly prohibit employers from subjecting employees to\n24\ngenetic testing. See, e.g., Iowa Code Ann. & 729.6 (employer may not “solicit, require, or\n25\nadminister’ a genetic test as a condition of employment); Kan. Stat. Ann. $ 44-1009(a)(9)\n26\n(employer may not subject, directly or indirectly, any employee to any genetic screening or test);\n27\nMd. Code Art. 49B § 16(a) (employer may not “request or require” genetic tests as a condition\n28\nfor hiring or determining benefits); Mass. Gen. L. Art. 151B § 4(19) (unlawful to “solicit\n29\nsubmission to, require, or administer a genetic test’' as a condition of employment); Mich. Comp.\n30\n31\nStat. Ann. § 181.974(subd. 2) (employer may not “administer a genetic test’ as a condition of\n32\nemployment); Neb. Rev. Stat. § 48-236 (employer may not require a genetic test as a condition or\n33\nemployment or promotion); Nev. Rev. Stat. § 613.345 (unlawful employment practice to “require\n34\nor administer\"' a genetic test as a condition of employment); N.H. Rev. Stat. § 141-H (may not\n35\n s  r  go  e s sn  s  a ,\n36\n(employer may not “request, require, or administer? a genetic test); Utah Code Ann.  26-45-103\n50",
    "Page_55": "(employer may not “request or require” an individual or blood relative to submit to a genetic test\n2\nin connection with an employment decision); Vt. Stat. Ann. § 9333 (may not require genetic\n3\ntesting as a condition of employment); Va. Code Ann. § 40.1-28.7-1 (employer may not “request,\n4\nrequire, solicit, or administer” a genetic test as a condition of employment); Wash. Rev. Code\n5\nAnn. § 49.44.180 (unlawful to require employee to submit to genetic screening as condition of\n6\nemployment); Wis. Stat. Ann. § 111.372 (employer may not “solicit, require, 0r administer” a\ngenetic test as a condition of employment unless employee requests test). This section does not\n8\nprohibit testing entirely, but limits the purposes for which an employer may provide a genetic\n9\ntest.\n10\n11\n Subsection (a) General prohibition on genetic testing. The general rule is that an\n12\nemployer, employment agency, labor organization, or licensing authority may not offer or\n13\nprovide genetic tests to employees. The other subsections establish limited exceptions and set\n14\nrequirements for counseling and reporting that must be met if a genetic test is provided.\n15\n16\nSubsection (b) Acceptable purposes for an employer to supply genetic tests. The draft\n17\n18\ncharacteristics that may create susceptibility for harm to the employee due to workplace\n19\nconditions, to monitor exposure to workplace conditions as part of an ongoing program, and as\n20\npart of a confidential preventative health program for employees.\n21\n22\nThe drafting committee considered, but did not adopt, a provision that would permit\n23\nemployers to supply genetic testing in order to protect the safety of other employees in the\n24\nworkplace. It would be very rare for a genetic marker to indicate a safety threat to other\n25\nemployees with sufficient certainty to justify a genetic test. The draft does not limit an\n26\n27\npurposes, subject to the provisions of the Americans With Disabilities Act.\n28\n29\nSubsection (b)(l) Employee susceptibility. Determining employee susceptibility to harm\n30\nfrom exposure to workplace substances, called “genetic screening,”’ is one situation in which\n31\nsome states have permitted employers to test with the consent of the employee. Iowa, Louisiana.\n32\nNew Hampshire, New York, and Wisconsin all have nearly identical provisions that permit\n33\ngenetic testing of an employee to determine an employee's susceptibility to toxic substances if\n34\nthe employee requests testing, provides informed consent or authorization, and the employer does\n35\nnot terminate the employee or take other adverse action as a result of testing. Iowa Code Ann. $\n36\n729.6(7); N.H. Rev. Stat. § 141-H:3; N.Y. Exec. Law § 296; Wis. Stat. Ann. § 111.372.\n37\n38\nThe utility of testing for susceptibility to workplace disclosures is illustrated by chronic\n39\nberyllium disease. Beryllium is a lightweight metal used in many industries that poses the threat\n40\nof this disease when dust or fumes are inhaled. Industry protections have greatly reduced\n41\nexposure, but a small portion of the population can contract the disease even after a very brief\n42\n43\npurports to show with certainty which individuals will contract beryllium disease and die from\n51",
    "Page_56": "short exposure. Cynthia Nance, Paul Miller, & Mark Rothstein, Discrimination in Employment\n2\non the Basis of Genetics, 6 Employee Rights & Employment Policy Journal 57, 63-64 (2002). If\n3\nso, testing could provide information that could define an individual's risk from workplace\n4\nexposure to beryllium.\n5\n6\nThe draft allows an employer to supply testing for such susceptibilities, but unless the\n7\nemployee volunteers the test results under Section 202(b), the employer is not authorized to\n8\nobtain them.\n9\n10\n11\n12\nThe states that permit an employer to screen for genetic susceptibility to harmful workplace\n13\nsubstances also permit monitoring for exposure provided the employee requests testing, provides\n14\ninformed consent or authorization, and the employer does not terminate the employee or take\n15\nother adverse action as a result of testing. Iowa Code Ann. $ 729.6(7); N.H. Rev. Stat. § 141-\n16\nH:3; N.Y. Exec. Law § 296; Wis. Stat. Ann. § 111.372. In addition, Louisiana authorizes\n17\nmonitoring of biological effects of toxic substances in the workplace if the employee has\n18\nprovided authorization and is notified of the results. La. Rev. Stat. § 23:368. More generally, the\n19\ndefinitions and prohibitions in many state's statutes do not appear to restrict monitoring for\n20\ngenetic damage, or are ambiguous on this issue.\n21\n22\nGenetic damage is caused by mutagens, that is, substances that are capable of triggering\n23\nchange in the genetic material of a cell. Genetic damage appears in the form of recessive and\n24\n dominant mutations, large rearrangements of DNA, point mutations, or loss of genetic material.\n25\nOffice of Technology Assessment, Genetic Monitoring and Screening in the Workplace 71\n26\n(1990).\n27\n28\n There are multiple genetic tests for exposure to mutagens at both the chromosomal and\n29\nmolecular level. The most common indicators of chromosomal (cytogenic) damage are\n30\nchromosomal aberrations (CAs) and sister chromatid exchanges (SCEs). CAs are chromosomes\n31\nwith breakage or rearrangements. Id. at 62. CAs are more likely to be induced by ionizing\n32\nradiation than chemical agents, but there are notable exceptions. For example, vinyl chloride\n33\nexposure results in increased CAs and places workers at risk of developing a form of liver\n34\ncancer. Workers exposed to benzene show elevated CAs and are at increased risk of leukemia.\n35\nId. at 65. Sister chromatics are the two daughter strands of a duplicated chromosome. An\n36\n37\nchromosome are switched during cell division. SCE is a sensitive marker for DNA damage and\n38\nrepair that results only from chemical mutagens, not from radiation. Id. at 63.\n39\n40\nAs of 1990, no occupational studies had directly connected chromosomal abnormalities to\n41\nincreased individual risk for disease. Thus, while CA and SCE monitoring may have predictive\n42\nvalue for a group, it is not a reliable way to predict health risks for an individual. Id. at 66.\n43\nMonitoring can, however, be used by employers to reduce exposures to known mutagens to a\n52",
    "Page_57": "1\nlevel that does not affect individuals? chromosome morphology or DNA. Data on CAs are\n2\nroutinely used by regulatory agencies in the process of setting exposure standards for industry.\n3\nId.\n4\n5\nThere are also new techniques that measure exposure to mutagens at the molecular level.\n6\nThey include measuring the frequency of lymphocytes (T-cells) in which the HPRT gene has\n7\nbeen inactivated by mutation; detecting DNA “adducts” (an alteration in which exogenous\n8\nmeasuring the DNA content of cells as a means to detect tumors (which contain cells with\n10\nelevated levels of chromosomes); and detecting oncogenes (cancer-causing genes), which can be\n11\nactivated by damage such as translocations, breaks, and deletions of DNA. Id. at 66-69. There\n12\nis a potential that detecting activated oncogenes and DNA adducts may eventually provide a\n13\nmethod for predicting disease in asymptomatic individuals. Id. at 71.\n14\n15\nThis draft recognizes the utility of monitoring in the workplace using such tests, and\n16\npermits employers to supply genetic testing as part of a genetic monitoring program. Employers\n17\nmay not, however, have access to test results except in the aggregate, non-individually\n18\nidentifiable form prescribed in Section 202(c).\n19\n20\nSubsection (b)(3) Employee health plan. An employer that provides preventative health\n21\nservices to encourage a healthy workplace may include genetic testing as part of those services.\n22\nThe test results would not be available to the employer unless the employee volunteers them\n23\nunder section 202(a).\n24\n25\nSubsection (c) Conditions for testing.\n26\n27\nSubsection (c)(l) Genetic counseling. The draft requires employers to provide genetic\n28\ncounseling in two settings unless the employee declines the counseling. First, the employee must\n29\nbe offered genetic counseling about the risks and benefits of the test before signing the\n30\nauthorization for testing, so that the employee can make an informed decision about whether or\n31\nnot to have the test. Second, the draft provides for reporting test results to a health care\n32\nprofessional and mandates the availability of genetic counseling so that the results can be\n33\ninterpreted for the employee.\n34\n35\nEmployer-provided genetic counseling should normally be conducted by professionals -\n36\ntypically genetic counselors, geneticists, or physicians - from outside the employer organization.\n37\n38\nSubsection (c) (2) Reporting test results. This subsection provides for reporting genetic\n39\n40\nincurred whether or not the employer may obtain the test results under Section 202. An employer\n41\nmust be sensitive, however, to the fact that not all individuals wish to know their genetic\n42\ninformation. The draft recognizes an employee's right to decline to know the results of a genetic\n53",
    "Page_58": "test. An employee may not wish to be informed of the result because of the psychological\n2\nburdens that may accompany such knowledge.\n3\n4\nSubsection (c)(3) Destruction of the sample obtained for testing. The provision for\n5\n sod ar  q pns sn on  po as e go unsp n\n6\nemployee's privacy by preventing subsequent testing of the sample. It also recognizes, however.\n7\nthat a testing laboratory is required to retain samples for certain time periods for certification\n8\n e sr mn  pe ss so usd  ssond o  sn\n9\n10\nAlternative approaches (1) put the burden on the employee by requiring that the sample\n11\nbe destroyed promptly on the request of the individual tested or (2) specify that a sample may be\n12\nretained for a period of time. Some provisions combine elements of more than one approach. In\n13\nNew York, for example, a sample may be retained for ten years if authorized by the individual\n14\nfrom whom the sample was obtained.\n15\n16\nSubsection (d) Legal proceedings. This subsection requires an employer to supply the\n17\ngenetic testing when a court, arbitral tribunal, or administrative agency has ordered that an\n18\nemployer may obtain genetic information relevant to a claim or defense in a legal proceeding\n19\nunder subsection 202(d).\n20\n21\nSECTION 202. ACCESS TO GENETIC INFORMATION FOR EMPLOYMENT.\n22\n(a)Except as otherwise provided in this section, an employer, employment agency, labor\n23\norganization, or licensing authority may not knowingly obtain or directly or indirectly inquire\n24\nabout, request, or require an employee to provide an employee's genetic information or family\n25\nmedical history.\n26\n(b) An employer, employment agency, labor organization, or licensing authority may\n27\n28\nsubmits the genetic information or family medical history to the employer, employment agency.\n29\nlabor organization, or licensing authority. If an employee voluntarily submits genetic\n30\ninformation or family medical history retained by a source other than the employee, the\n31\nemployee's authorization must satisfy the requirements of Section 104.\n54",
    "Page_59": "1\n()  If an employer, employment agency, labor organization, or licensing authority offers a\n2\ngenetic test as part of a genetic monitoring program under Section 201, the employer,\n3\n4\nresults in an aggregate form that does not disclose individually identifiable information.\n5\n(d)  An employer, employment agency, labor organization, or licensing authority may\n6\nobtain genetic information or family medical history about an employee without the employee's\n7\nauthorization if:\n8\n(1) the employee has placed the employee's health at issue in a judicial, arbitral,\n9\nor administrative agency proceeding in which the employer, employment agency, labor\n10\norganization, or licensing authority is a defendant;\n11\n(2) the genetic information or family medical history is relevant to a claim or\n12\ndefense in the proceeding; and\n13\n(3) on a motion by the employer, employment agency, labor organization, or\n14\nlicensing authority a court, arbitral tribunal, or administrative agency orders the employee to\n15\nundergo a genetic test or provide genetic information or family medical history after finding that\n16\nthe employer, employment agency, labor organization, or licensing authority has demonstrated\n17\ncompelling need and that the information is otherwise unavailable.\n18\nReporter's Notes\n19\n20\nExisting state law. An employer, employment agency, labor organization, or licensing\n21\nauthority gets health information in a variety of ways including applications, interviews,\n22\nreferences, post-offer medical exams, post-offer releases of medical records, Family and Medical\n23\nLeave Act requests, workers? compensation claims, health insurance claims to self-insured\n24\n25\naccess to genetic information. There are statutes that prohibit an employer from requiring,\n26\nrequesting, or administering genetic testing, obtaining genetic information, making inquiries\n55",
    "Page_60": "about genetic information, or some combination of these methods of accessing genetic\n2\ninformation. (Conn, Del, Iowa, Kan, MD, Mass, Mich, Minn, Neb, Nev, NH, NY, OR, RI, Tex,\n3\nUT, VT, VA, WA, WI).\n4\n5\nPrivacy rationale. One rationale for limiting employer access to genetic information is\n6\nthe view that an employee should be able to keep genetic information private. At least one state\n7\nhas a constitutional right of privacy that appears to be relevant to genetic information. (Alaska)\n8\nAnother rationale is to make genetic discrimination less likely. Unlike discrimination based on\n9\nsex or race, an employer cannot discriminate on the basis of genetic characteristics unless it has\n10\naccess to genetic information.\n11\n12\nScholars have argued that a privacy rationale makes more sense for protecting genetic\n13\ninformation in the employment context than an anti-discrimination rationale. Statutory\n14\nprotections based on anti-discrimination rationales are designed for socially-recognized groups\n15\nthat have been historically disadvantaged. Genetic variations do not fit especially well within\n16\nthis paradigm. See, e.g., Pauline T. Kim, Genetic Discrimination, Genetic Privacy: Rethinking\n17\nEmployee Protections for a Brave New Workplace, 96 NW U. L. Rev. 1497 (2002).\n18\n19\nSubsection (a) Access to genetic information. The draft permits an employer,\n20\nemployment agency, labor organization, or licensing authority to access genetic information\n21\n22\nstates that restrict an employer's ability to require or obtain genetic information. See, e.g., Conn.\n23\n24\nemployee); Kan. Stat. Ann. § 44-1o09(a)(9) (employer may not seek to obtain, obtain, or use\n25\ntesting information to distinguish employees or restrict a right or benefit); La. Rev. Stat.  23:368\n26\n(employer may not “require, collect, or purchase” protected genetic information with respect to\n27\nan employee); Md. Code Art. 49B § 16(a) (employer may not “request or require” genetic\n28\ninformation as a condition for hiring or determining benefits); Mass. Gen. L. Art. 151B $ 4(19)\n29\n(unlawful to “collect, solicit or require disclosure of genetic information” as a condition of\n30\nemployment); Mich. Comp. Laws § 37.1202 (no employer may “directly or indirectly acquire or\n31\nhave access to” an employee's or family member's genetic information unless an individual\n32\nprovides it voluntarily); Minn. Stat. Ann. § 181.974(subd. 2) (employer may not “request,\n33\nrequire, or collect\" protected genetic information as a condition of employment); Neb. Rev. Stat.\n34\n$ 48-236 (employer may not require genetic information as a condition or employment or\n35\npromotion); Utah Code Ann. § 26-45-103 (employer may not “access or otherwise take into\n36\nconsideration\" private genetic information in connection with an employment decision); Wash.\n37\n38\ncondition of employment).\n39\n40\nThe draft also allows employees to keep private information that could lead to\n41\n discrimination based on assumptions about genetics, even in the absence of genetic information.\n42\nIt does this by including information about requests for or receipt of genetic services in the\n43\ndefinition of genetic information. If an individual is unable to keep private his use of genetic\n56",
    "Page_61": "1\nservices such as counseling, the individual may be deterred from obtaining this service for fear\nS   s   n  s   s  n e s\n3\n4\nThe draft follows a number of state statutes that prohibit employers from accessing or\n5\nusing information about an employee's request for or use of genetic services. See, e.g., La. Rev.\n6\nStat. § 23:368 (employer may not “require, collect, or purchase” information about an\n7\nemployee's request for or use of genetic services); Maine Rev. Stat. Ann. § 19302 (employer may\n not discriminate on basis that an individual received a genetic test or genetic counseling except\n9\nwhen based on a bona fide occupational qualification); N.C. Gen. Stat. Ann. § 95-28.1A\n10\n(unlawful to deny employment of account of request for genetic testing or counseling services);\n11\nUtah Code Ann.  26-45-103 (employer may not inquire into whether an individual or blood\n12\nrelative has taken or refused to take a genetic test); Vt. Stat. Ann. § 9333 (employer may not use\n13\nthe fact that genetic counseling or tested services have been requested or performed).\n14\n15\nThe draft's approach to employer access is in contrast to that of anti-discrimination\n16\nstatutes, which typically allow employers to compel testing or to require employees to provide\n17\ngenetic information under certain circumstances. Most of the states that rely on disability\n18\nstatutes to regulate genetic information follow the Americans with Disabilities Act (ADA),\n19\nwhich permits an employer to test an applicant and access an applicant's medical records after a\n20\nconditional offer of employment. 29 C.F.R. s 1630.14(b). This approach opens the door broadly\n21\nto genetic information once an employer has made a conditional offer of employment. In\n22\naddition, under the ADA and most state statutes modeled on it, after an employee is hired, an\n23\nemployer can obtain medical information if it has a reasonable belief that the employee is unable\n24\nto perform the essential functions of his or her job due to a medical condition. 29 C.F.R. $\n25\n1630.14(c). States that have amended their employment discrimination statutes to include\n26\ngenetics usually follow the rubric of these statutes and permit genetic testing or collection of\n27\ngenetic information when it is relevant to “job-related qualifications” or justified by “business\n28\nnecessity.\"\n29\n30\nThe draft's approach also contrasts with California's and Minnesota's more\n31\ncomprehensive limitations on employer access, which prohibit employers from accessing non-job\n32\nrelated medical information at any time. An advantage of this approach is that it does not depend\n33\non how “genetic information” is defined. In addition, it does not rely on custodians of medical\n34\nfiles to made a distinction between genetic information and medical information more generally,\n35\nwhich are usually mixed in medical files. Practically speaking, when an employee signs a release\n36\npermitting employer access to medical records, everything in the records is included. There are\n37\nthose who maintain that legislation is needed to limit an employer's ability to obtain any non-job-\n38\n related health information during the hiring process or employment. See Mark A. Rothstien,\n39\nGenetic Exceptionalism and Legislative Pragmatism, 35 Hastings Center Report No. 4 (2005), at\n40\n35. The drafting committee discussed this approach, but declined to adopt it because it extends\n41\nbeyond the scope granted to the committee. In addition, members of the drafting committee were\n42\nconcerned that tying the Act's protections to the concept of \"job-related\" medical information\n43\n57",
    "Page_62": "courts have interpreted that category broadly to permit employers to access medical information,\n2\nthus narrowing the scope of protection.\n3\n4\nThe prohibition on seeking or inquiring genetic information is not intended to prevent an\n5\nemployer from informing an employee about the availability of a genetic test that is relevant to\nconditions in the workplace or from informing an employee about a genetic monitoring program.\n7\n8\n If an employee authorizes employer access to genetic information, the conditions under\n9\nwhich an employee grants that authorization are important. Some states permit employers to\n10\nrequest genetic information under the apparent assumption that an employee's consent to an\n11\nemployer's request is voluntary. It is possible, however, to argue that in the context of at-will\n12\nemployment, the need to retain one's job may turn an employer's request for genetic information\n13\ninto a demand that an employee dare not refuse. Thus some statutes prohibit even requests or\n14\ninquiries. See, e.g., Mass. Gen. L. Art. 151B $ 4(19) (unlawful to “question a person about their\n15\ngenetic information or genetic information concerning their family members\"); Nev. Rev. Stat. S\n16\n on ns n   a  y,  d   \n17\ngenetic test). This draft follows that approach.\n18\n19\nA more stringent level of protection could protect workers from ever providing genetic\n20\ninformation or authorizing access, even on their own initiative. But a blanket prohibition on any\n21\ndisclosure arguably goes too far. It would prevent an employee from sharing information that\n22\ncould be used to protect the person from situations in which the employee is genetically\n23\nsusceptible to harm. In addition, it would make it easy to violate the act inadvertently by\n24\ndisclosing information an employee does not realize is genetic information. Instead, this draft\n25\nfollows a middle approach that permits employees to volunteer genetic information, but does not\n26\ngenerally permit employers to require it.\n27\n28\nSubsection (b) Voluntary provision. Employees who provide genetic information\n29\nvoluntarily may do so directly, through oral statements or by turning over reports of test results.\n30\nThey may also do so by permitting an employer to see medical records held by a third party. In\n31\nthe case of disclosures made by a third party to an employer, the draft requires prior authorization\n32\n33\nto other entities as well as to inquiries directed to the employee.\n34\n35\nA complication left unresolved in this draft is that employers who have access to medical\n36\nrecords (which is permitted under the ADA after a conditional offer of employment or during\n37\nemployment for job-related purposes) will have access to genetic information because it is\n38\ninterspersed throughout medical records. An employer that requests any medical information is\n39\n likely to receive the entire file, including genetic information. The committe considered the fact\n40\nthat mental health records are kept separate from medical records and HIPAA requires a separate\n41\nauthorization before they can be disclosed. However, mental health records are not determined\n42\nby the content of the record, but as those kept by a psychologist or psychiatrist. The committee\n43\nconsidered, but rejected, requiring genetic tests to be kept in a separate record. An alternative\n58",
    "Page_63": "solution would be to develop technologies that can limit the scope of information disclosed by\nhealth care providers. Mark A. Rothstein & Meghan Talbott, Compelled Disclosure of Health\n2\n3\nInformation: Protecting Against the Greatest Potential Threat to Privacy, 295 JAMA 2882\n4\n(2006).\n5\n6\n Subsection (c) Genetic monitoring programs. Genetic monitoring programs are typically\n7\nundertaken by employers to identify risks for groups of employees who have been exposed to\n8\nhazardous substances or to target work sites for safety and health measures. Monitoring is testing\n9\ndesigned to detect whether the genetic material of a group of individuals has changed over time.\n10\nThe premise is that such changes could indicate increased risk of future illness. Aggregated data\n11\nfrom tests for genetic damage is sufficient to allow an employer to reduce exposures to levels that\n12\n do not affect individuals’ chromosome morphology or DNA. Office of Technology Assessment,\n13\nGenetic Monitoring and Screening in the Workplace 66 (1990). Moreover, while monitoring\n14\nmay have predictive value for a group, the techniques that are used do not currently measure\n15\nincreased individual health risks.\n16\n17\nThis subsection permits employers to access genetic information as part of a genetic\n18\nmonitoring program. Section 201 permits an employer to offer employees genetic tests as part of\n19\na monitoring program and Section 204 permits employers to use genetic information for\n20\nmonitoring purposes. The rationale for genetic monitoring programs is discussed in more depth\n21\nin the Reporter's notes to section 201.\n22\n23\n Subsection (d) Legal proceedings. This draft provides for an employer to obtain an\n24\nemployee's genetic information if the employee places his health at issue in a legal proceeding.\n25\nThis right is limited in that it applies only if the employer has satisfied the burden of proof to\n26\nshow compelling need and that the information is otherwise unavailable. Only that portion of an\n27\nemployee's genetic information that is relevant to a claim or defense may be provided. This\n28\nsubsection is meant to operate in conjunction with subsection 204(a)(2), which permits an\n29\nemployer to use genetic information in a legal proceeding. Subsection 201(c) requires the\n30\n31\nFederal Rules of Civil Procedure or state equivalents, which provide that a court may order a\n32\nphysical examination on motion for good cause shown. The drafting committee considered a\n33\nrequirement that the genetic test results be sealed or placed under a protective order, but decided\n34\nto leave this to existing law.\n35\n36\nThe substance of the subsection follows Utah's statute, which authorizes genetic testing\n37\nwhen an employee has placed his or her health at issue in a proceeding, but only by order of a\n38\ncourt or administrative agency after finding compelling need and that the information is\n39\notherwise unavailable. Utah Code Ann. § 26-45-103(2). Other states have more narrowly\n40\nauthorized employer testing to investigate a workers’ compensation claim. (NH, NY).\n41\n59",
    "Page_64": "1\nSECTION203.MISUSEOFGENETICINFORMATIONINEMPLOYMENT.\n2\n3\norganization, or licensing authority may not take an adverse employment action against an\n4\nemployee based on the employee's genetic information or family medical history.\n5\nReporter's Notes\n6\n7\nMany state statutes limit use of genetic information by prohibiting discrimination among\n8\nemployees or applicants for employment on the basis of genetic information. (Ark, Ill, Kan, LA,\n9\nMaine, MD, Mass, Mich, MO, Neb, Nev, NJ, NY, NC, OK, OR, RI, SD, Tex). Others more\n10\ngenerally ban any use of genetic information in employment. For example, New Mexico's 2005\n11\nstatute provides simply that “[ijt is unlawful for a person to use genetic information in\n12\nemployment, . . . .” In Utah, employers may not take into account genetic information about an\n13\nindividual in connection with an employment decision. Similarly, in Iowa, an employer may not\n14\n15\nwho gets a genetic test. Iowa Code Ann. s 729.6(2).\n16\n17\nThis draft follows the example of Minnesota and Wisconsin, which prohibit adverse\n18\n19\n\"affect the terms or conditions of employment or terminate the employment of any person based\n20\non protected genetic information\"); Wis. Stat. § 111.375 (may not “affect terms, conditions or\n21\nprivileges of employment, labor organization membership or licensure or terminate the\n22\nemployment labor organization membership or licensure\"). The term used in the draft, “adverse\n23\nemployment decision' is a term of art in employment law that does not need to be defined in this\n24\nact.\n25\n26\nThis restriction on employment actions is particularly important because of uncertainty\n27\nabout how courts will apply federal statutes to decisions based on genetic information that\n28\npredicts employee susceptibility to harm from workplace exposures. On one hand, in 1991 the\n29\nUnited States Supreme Court held that a chemical company's policy barring women of child-\n30\nbearing age from employment opportunities that involved exposure to lead violated Title VII\n31\nprohibitions on gender discrimination. International Union v. Johnson Controls, 499 U.S. 187\n32\n(1991). On the other hand, the ADA allows employers to act on health information, even in the\n33\ncase of disability, when there is a direct threat to the health or safety of others in the workplace.\n34\n35\napply when there is no risk to others but when an employer can show that an individual's\n36\ndisability poses a significant risk of harm to the individual. The United States Supreme Court\n37\nupheld this interpretation. Chevron v. Echazabal, 122 S. Ct. 2045 (2002). Although the\n38\nEchazabal case did not involve a genetic characteristic, but rather a worker's liver damage due to\n39\nexposure to workplace solvents, the implication of the case is that in the absence of a prohibition\n60",
    "Page_65": "2\nscreening or monitoring requested by an employee even if there is no threat to others. This\n3\nsection, in conjunction with section 204(a), would not permit an employer to take an adverse\n4\nemployment action unless an employee has a genetic characteristic that creates a direct threat of\nharm to others. Harm to the employee is not a justification. As a result, employers would not be\n6\nable to use an employee's genetic information in the way the employee's health information was\nused in the Echazabal case.\n8\n9\nNote that because the section uses the term “genetic information,” which is defined with\n10\n11\nbased on the effects of an employee's manifest genetic condition or disease in the workplace.\n12\nSome employees with genetic conditions would be covered under the ADA if the condition limits\n13\na major life activity, but there is no comprehensive protection for individuals with medical\n14\n15\ndiscrimination are mostly meaningless without protection for people who have genetic diseases,\n16\nsee Mark A. Rothstein, Genetic Privacy and Confidentiality: Why They are so Hard to Protect,\n17\n26 J. L. Med. & Ethics 181 (1998), others emphasize the difficulties with either policy choice,\n18\nsee Henry T. Greely, Genotype Discrimination: The Complex Case for Some Legislative\n19\nProtection, 149 U. Pa. L. Rev. 1483, 1503 (2001).\n20\n21\nSECTION 204. AUTHORIZED USE OF GENETIC INFORMATION IN\n22\nEMPLOYMENT.\n23\n(a)  An employer, employment agency, labor organization, or licensing authority that\n24\nobtains genetic information or family medical history in compliance with Section 202 may use\n25\nthe genetic information or family medical history to:\n26\n(1) protect the health or safety of others from a direct threat of harm created by an\n27\nemployee's genetic characteristic;\n28\n29\n of a genetic monitoring program; or\n30\n(3) defend a claim in a judicial, arbitral, or administrative proceeding in which an\n31\nemployee has placed the employee's health at issue.\n61",
    "Page_66": "1\n(b) An employer, employment agency, labor organization, or licensing authority that\n2\nobtains genetic information or family medical history in compliance with Section 202 about an\n3\nemployee's predisposing genetic characteristic that may create susceptibility to harm to the\n4\nemployee from a workplace condition may use the genetic information or family medical history\n5\nto reduce the employee's exposure to the workplace condition.\n6\nReporter's Notes\n7\n8\nThe draft selectively authorizes ways that an employer may use genetic information in\n9\nemployment decisions about individual employees.\n10\n11\nSubsection (a)(l). Direct threat to health or safety of others. The Americans with\n12\nDisabilities Act permits employers to establish qualification standards that include a requirement\n13\nthat employees shall not pose a “direct threat to the health or safety of other individuals in the\n14\nworkplace.”’ 42 U.S.C. § 12113(b). This draft incorporates that concept, but broadens it beyond\nthreats to others in the workplace by extending it to threats to others generally, including others\n15\n16\nwho are outside the workplace. The drafters intend to incorporate current judicial interpretations\n17\nof the term “direct threat,” which require a risk of severe and imminent harm. It is conceivable\n18\nthat some manifest genetic conditions might create a direct threat in some circumstances and if\n19\nan employee volunteers genetic information that indicates a threat of the required severity and\n20\nimminence, an employer may act to protect the health and safety of others. (Mich, Neb). While\n21\ntheoretically possible, it would be extremely rare for a predisposing genetic characteristic to\n22\ncreate this type of threat and the drafting committee has been unable to identify any known\n23\ngenetic trait that would qualify.\n24\n25\nSubsections (a)(2) and (a)(3). Monitoring programs or legal proceedings. This\n26\nsubsection permits an employer to use genetic information for a monitoring program or\n27\ndefending a legal proceeding, which is consistent with the purposes for which an employer may\n28\n29\n30\nSubsection (b). Employee susceptibility to harm in the workplace. This subsection, in\n31\ncombination with section 203, follows the lead of the states that permit genetic testing to\n32\ndetermine susceptibility to harm from a workplace substance only when an employer does not\n33\n34\nCode Ann.  729.6(7); N.H. Rev. Stat. § 141-H:3; N.Y. Exec. Law $ 296; Wis. Stat. Ann. S\n35\n111.372. An employer may offer genetic testing to screen for susceptibility to harm under\n36\nsection 201, but may not access the results of the testing. If an employee volunteers genetic\n37\ninformation about susceptibility to harm from workplace exposures under section 202, the draft\n62",
    "Page_67": "1\npermits the employer to reduce the potentially harmful exposure, but not to make an employment\n2\n3\n4\nThe Brush-Wellman company in Cleveland, Ohio, developed a program (since\ndiscontinued) that provides a model for permissible use of screening or monitoring information.\n6\nBrush-Wellman conducted genetic tests for its employees who work with beryllium, but the\n7\ntesting was voluntary and confidential. Moreover, the test results were provided to the employee,\n8\n9\nemployee as a result of the genetic testing. Cynthia Nance, Paul Miller, & Mark Rothstein,\n10\nDiscrimination in Employment on the Basis of Genetics, 6 Employee Rights & Employment\n11\nPolicy Journal 57, 64-65 (2002).\n12\n13\nSECTION 205. ACCESS TO GENETIC INFORMATION BY AN EMPLOYEE.\n14\n(a) Except as provided in subsection (b), an employee may inspect, request correction of,\n15\n16\n17\nthe information. If an employee requests correction of genetic information or family medical\n18\nhistory, the employer, employment agency, labor organization, or licensing authority must\n19\ninclude the request for correction and supporting data in the employee's record.\n20\n(b) Except as otherwise provided by law, an employee may not access genetic information\n21\nor family medical history complied in reasonable anticipation of, or for use in, a civil, criminal,\n22\narbitral, or administrative proceeding.\n23\nReporter's Notes\n24\n25\nThis section is based on the conclusion that an employee ought to be able to find out what\n26\ngenetic information an employer knows about an employee and to have the same information. It\n27\nis based on 16 Del. Code s 1223. It also provides a mechanism for an employee to correct\n28\ngenetic information contained in employer records.\n29\n30\n If the employer supplied the genetic testing, information may also be kept in files at the\n31\nlaboratory that performed the testing. The employer's responsibility to correct errors does not\n63",
    "Page_68": "1\nextend to the testing laboratory, which is regulated under the Clinical Laboratory Improvement\n2\nAmendments, (CLIA), 42 U.S.C.s 263a.\n3\n4\nThe section makes an exception for information compiled for litigation, except to the\n5\nextent the employee has a right of access under the discovery rules. This exception is drawn\n6\nfrom the HIPAA Privacy Rule. 45 C.F.R. § 164.524.\n7\n8\nSECTION 206. CONFIDENTIALITY; RETENTION AND DISCLOSURE OF\n9\nGENETIC INFORMATIONIN EMPLOYMENT.\n10\n(a) Except as provided in subsection (e), an employer, employment agency, labor\n11\norganization, or licensing authority shall treat an employee's genetic information, family medical\n12\nhistory, or authorization for an employer, employment agency, labor organization, or licensing\n13\n14\nconfidential record.\n15\n(b) Except as provided in subsection (e), if an employee authorizes an employer,\n16\nemployment agency, labor organization, or licensing authority to retain a record of an employee's\n17\ngenetic information or family medical history, the employer, employment agency, labor\n18\norganization, or licensing authority shall retain the record or require the record to be retained\n19\n20\n() If an employee authorizes an employer, employment agency, labor organization, or\n21\nlicensing authority to supply genetic testing or to access, retain, or disclose genetic information\n22\nor family medical history, the employer, employment agency, labor organization, or licensing\n23\nauthority shall retain the authorization or require the authorization to be retained separately from\n24\n the employee's personnel files.\n64",
    "Page_69": "1\n2\n arbitral, or administrative proceeding, an employer, employment agency, labor organization, or\n3\nlicensing authority may not disclose an employee's individually identifiable genetic information\n4\nto a person other than the employee unless the employee authorizes the disclosure or unless\n5\notherwise ordered by a court, arbitral tribunal, or administrative agency.\n6\n(e)This section does not apply to an employee's genetic information obtained in\n7\naggregate form pursuant to Section 202(c) for use in a genetic monitoring program.\n8\nReporter's Notes\n9\n10\nSubsection (a) Confidentiality. This subsection declares that genetic information, family\n11\nmedical history, and authorizations concerning genetic tests or information is confidential in the\n12\nemployment context. The category of genetic information includes information about use of\n13\ngenetic services.\n14\n15\nSubsection (b) Retention of genetic information or family medical history. If an\n16\nemployer obtains any genetic information or family medical history under Section 202, it needs\n17\nthe employee's authorization under Section 104 to retain the information. The separate storage\n18\nrequirement serves to protect the employee's privacy and is modeled on La. Rev. Stat. S\n19\n23:368(B).\n20\n21\n Under Section 105, an employee may revoke this authorization at any time. An open\n22\ndrafting issue is whether an employee's revocation should be effective for future records only.\n23\nAn employer may need to retain records if there is an ongoing dispute with the employee.\n24\n25\n Subsection (c) Retention of employee authorizations. An employee's authorizations for\n26\ngenetic testing and employer access, retention, or disclosure of genetic information are also\n27\nconfidential records that must be kept separate from the employee's personnel files. Section 106\n28\nrequires authorizations to be retained for six years from the date of the authorization or from the\n29\nlast date it was in effect, whichever is later.\n30\n31\nSubsection (d) Disclosure of genetic information or family medical history. The draft is\n32\n33\nprotections for genetic information that prohibit disclosure without informed consent or\n34\nauthorization (Alaska, Cal, Del, Fla, Maine, Mass, Nev, NH, NJ, NMex, NY, OR) or (2) specific\n35\nprotections against the disclosure of genetic information by employers (Ariz, Fla, LA, Mass,\n36\nNH, NJ, Or, RI).\n65",
    "Page_70": "1\nSubsection (e) Genetic monitoring program. An employer may retain and disclose\n2\ngenetic information without an employee's specific authorization for a genetic monitoring\n3\n4\nnot identify individual employees, which should minimize the effects of retaining monitoring\n5\ninformation for an employee's privacy. An employer may need to disclose aggregate monitoring\n6\ninformation in order to analyze trends or take action to reduce risk in the workplace.\n7\n8\nSECTION 207. REMEDIES; LIMITATION OF ACTIONS.\n9\n(a) An individual aggrieved by an alleged violation of this [article] may file a civil action\n10\nnot later than two years after the individual discovers the alleged violation or a person exercising\n11\nreasonable care should have discovered the alleged violation. If the court finds a violation of this\n12\n[article], it may award relief including compensatory damages, back pay, front pay, reassignment,\n13\nreinstatement, injunctive relief, punitive damages, or other legal or equitable relief. The court\n14\nshall award a prevailing plaintiff reasonable attorney's fees and costs unless justice requires\n15\notherwise.\n16\nReporter's Notes\n17\n18\nThe draft is intended to provide remedies for privacy violations, employment\n19\ndeterminations based on misuse of genetic information, or other harms. Privacy violations\n20\ninvolve access, retention, or disclosure of genetic information that does not comply with the Act.\n21\nEmployment determinations could include failure to license, hire, refer for employment\n22\npromote, or termination, demotion, reduction in pay, reassignment, or any other adverse action.\n23\nOther harms could include torts such as intentional infliction of emotional distress. The\n24\nappropriate remedy will vary with the type of violation.\n25\n26\nA privacy rights perspective assumes an intrinsic harm from the invasion of privacy,\n27\nwhether or not consequential damages are incurred. Because of difficulties in measuring damage\n28\nto privacy interests, several states that provide a private right of action for privacy violations\n29\ninvolving genetic information also specify statutory damages, with higher amounts when the\n30\nviolation is willful or leads to monetary gain for the violator. Alaska Stat. § 18.13.020 (actual\n31\n) 9:H-i1 s 1s Y 'H'N ( Kn si a J oo 1s sd 1o oo0ss snd s\n32\nless than $1,000 per violation); NM Stat. Ann. § 24-21-6 (economic loss plus damages of up to\n33\n $5,000 if the violation results from willful or grossly negligent conduct).\n34\n66",
    "Page_71": "1\nStates with genetic statutes tend to provide relief for violations using a mixture of\n2\nadministrative and civil processes, although a few have enacted criminal penalties. Many state\nstatutes that emphasize discrimination require employees to submit claims of unlawful\n4\nemployment discrimination based on use of genetic information to a state agency or the federal\n5\n6\nmay make sense for enforcement of provisions related to employment decisions because such\n7\nagencies already have the apparatus in place to enforce state civil rights and disability statutes.\n8\nFor privacy violations, however, such agencies do not have expertise in controlling the flow of\n9\n information and the typical remedies for employment discrimination are not necessarily\n10\nappropriate for a privacy violation. Enforcement could be turned over to an agency with that\n11\n expertise, but the drafters wish to avoid the cost of creating and funding a new agency.\n12\n13\nThe section does not increase the enforcement burden on state agencies. The remedy for\n14\na violation of the article is limited to a private civil action. Fee and cost shifting are included to\n15\ncompensate prevailing employees for their costs to enforce the statute.\n67",
    "Page_72": "1\nARTICLE 3\n2\nHEALTHINSURANCE\n3\nSECTION301.ACCESS TO GENETIC INFORMATION FOR HEALTH\n4\nINSURANCE.\n5\n(a) In determining eligibility for health-insurance coverage and in setting rates, terms,\n6\nand conditions for a health-insurance policy, a health insurer may not:\n7\n(1) require or request an insured or an insured's family member to take a genetic\n8\ntest;\n9\nosu  n o u  snsu  psnan o a ()\n10\nor\n11\n(3) inquire whether an insured or an insured's family member has taken or\n12\nrefused to take a genetic test or accessed genetic services.\n13\n(b) Except as otherwise provided by law, a health insurer that receives a claim for\n14\npayment under a health-insurance policy may access, without specific authorization by the\n15\ninsured, genetic information and family medical history that the health insurer may use under\n16\nSection 303 to determine a payment obligation.\n17\n(c)A health insurer that provides health-care services may provide a genetic test or\n18\n access genetic information or family medical history to the extent necessary for therapeutic\n19\npurposes.\n20\nReporter's Notes\n21\n22\nApplicability of Article 3. The draft is meant to apply broadly to health insurance,\n23\nwhether issued on an individual, group, or other basis. This article closes the gaps left by Title I\n24\nof HIPAA, which applies only to small group and individual coverage. In addition to individual\n68",
    "Page_73": "and group health insurance policies, some state statutes reference health insurance issued on a\n2\nfranchise or blanket basis. These forms of health insurance are also subject to this article.\n3\n4\nThe drafting committee intends that this article also applies to employee welfare plans\n5\nunless there is a controlling judicial decision that the article is preempted by the Employee\n6\nRetirement Income Security Act of 1974 (ERISA), 29 U.S.C. s 1001 et seq. Federal preemption\n7\nis relevant because the United States Supreme Court has held that ERISA applies to employee\n8\nbenefit plans such as health insurance as well as to employee pension plans. Inter-Modal Rail\n9\nEmployees Ass'n v. Atchison, Topeka and Santa Fe Ry. Co., 520 U.S. 510 (1997). The United\n10\nStates Supreme Court has recognized three types of preemption under ERISA that are relevant to\n11\nthis draft act: express, complete, and conflict preemption.\n12\n13\n In order to simplify the administration of plans by ensuring that they are subject to only\n14\none set of regulations, ERISA expressly preempts state regulation of the administration of\n15\nemployee benefit plans to the extent those regulations “relate to” employee benefit plans. 29\n16\nU.S.C.  1144(a). The statute contains a savings clause, however, that saves laws that regulate\n17\ninsurance from ERISA preemption. 29 U.S.C.  1144(b)(2)(A). The issue of whether state\n18\n19\n20\n Recently, the United States Supreme Court clarified the application of the savings clause.\n21\nIn order to fall under ERISA's savings clause, a state law must first be “specifically directed\n22\ntoward’ the insurance industry. Kentucky Ass'n of Health Plans, Inc. v. Miller, 123 S. Ct. 1471,\n23\n1475 (2003). Laws of general application that merely have “some bearing on insurers” do not\n24\nfall under the clause. Id. Second, the ERISA provision saves state laws that regulate\n25\n“insurance,”’ not “insurers,” so a law must regulate insurers “with respect to their insurance\n26\npractices.” Id. A state law regulates an insurer with respect to insurance practices if it controls\n27\nthe terms of insurance policies, id. at 1476, or if it “substantially affect[s] the risk pooling\n28\narrangement between the insurer and the insured,”’ id. at 1477.\n29\n30\nThe preemption question is further complicated by that fact that ERISA also contains\n31\nwhat is referred to as the “deemer clause,”' which creates an exception to the savings clause. It\n32\nprovides that “neither an employee benefit plan . . . nor any trust established under such plan,\n33\nshall be deemed to be an insurance company or other insurer . . . for purposes of any law of any\n34\nState purporting to regulate insurance companies . . . ’ 29 U.S.C. s 1144(b)(2)(B). The United\n35\nStates Supreme Court has interpreted the deemer clause to exempt self-funded (i.e. uninsured)\n36\nhealth plans from the savings clause. Thus the Court concluded that “self-funded ERISA plans\n37\nare exempt from state regulation insofar as that regulation ‘relate[s] to’ the plans.\" FMC Corp. v.\n38\nHolliday, 498 U.S. 52, 61 (1990).\n39\n40\nThe distinction in FCM Corp. between insured and self-insured health plans has not been\n41\noverruled and continues to be applied by lower courts. See, e.g., Daly v. Marriott International,\n42\n       e    \n69",
    "Page_74": "employer funded health plan from application of state mental-health parity law); Blue Cross Blue\n2\nShield of Alabama v. Sanders, 138 F.3d 1347 (11th Cir. 1998)\n4\nThe second type of ERISA preemption may affect the draft's enforcement provisions.\n5\n\"Complete preemption” occurs when Congress has “so completely [preempted] a particular area\n6\n7\nMetropolitan Life Ins. Corp. v. Taylor, 481 U.S. 58, 63-64 (1987). In Taylor, the United States\n8\nSupreme Court held that the civil enforcement provision of ERISA, 29 U.s.C. s 1132(a)\n9\ncompletely preempts common law breach of contract and tort claims for wrongful termination of\n10\ndisability benefits. See also Prudential Ins. Co. of Amer. v. Nat'l Park Med. Center, Inc., 413\n11\nF.3d 897 (8th Cir. 2005) (with respect to suits that could be brought under ERISA, civil\n12\nenforcement provision preempts Arkansas Patient Protection Act civil penalties).\n13\n14\nA third type of preemption, “conflict preemption,” comes into play with civil remedies.\n15\nThe United States Supreme Court has held that Congress intended to make the ERISA civil\n16\nenforcement remedy exclusive and that therefore a state-law cause of action that “duplicates,\n17\nsupplements, or supplants” the ERISA civil remedy conflicts with congressional intent. Aetna\n18\nHealth, Inc. v. Davila, 452 U.s. 200, 208 (2004) (Texas statute that created a cause of action\n19\nagainst HMOs for failure to exercise ordinary care in handling coverage decisions preempted).\n20\nSee also Hawaii Management Alliance v. Ins. Comm'n, 100 P.3d 952 (Haw. 2004) (statute\n21\nproviding attorney's fees and costs for external review of insurer's denial of coverage preempted\n22\nby conflict with ERISA).\n23\n24\nAccess to Genetic Information. This section limits the ability of health insurers to access\n25\ngenetic information and family medical history consistent with the uses prohibited in Section 302\n26\nand permitted in Section 303.\n27\n28\nSubsection (a) Coverage decisions. This subsection prohibits a health insurer from\n29\nrequiring genetic tests or obtaining genetic information for uses associated with the issuance of\n30\ninsurance. The draft prohibits those uses in Section 302.\n31\n32\nSubsection (b) Claims processing. This subsection allows health insurers to access\n33\ngenetic information for use in determining an insured's payment obligations, as permitted in\n34\nSection 303. The exception for other legal requirements is included to avoid conflict with\n35\n dn n      s s\n36\n37\nSubsection (c) Medical treatment. For health insurers such as HMOs, which also provide\n38\n health care services, access to genetic information for functions that involve determining\n39\neligibility and terms of insurance need to be separated from access for health care provider\n40\nfunctions. These insurers may provide genetic tests to patients or access genetic information or\n41\nfamily medical history for therapeutic purposes as part of the practice of medicine, but not as part\n42\nof determining eligibility for insurance or for underwriting. Specific conditions for access to\n70",
    "Page_75": "1\ngenetic information for diagnosis or treatment are not covered by this draft because those uses\n2\nconstitute the practice of medicine.\n3\n4\nSECTION302. MISUSE OF GENETIC INFORMATION FOR HEALTH\n5\nINSURANCE. A health insurer may not consider an insured's genetic information or family\n6\nmedical history in determining eligibility for health-insurance coverage or in setting rates, terms.\n7\nand conditions for a health-insurance policy.\n8\nReporter's Notes\n9\n10\n This section reflects and combines the approaches of many states that prohibit the use of\n11\ngenetic information for setting eligibility requirements and for underwriting in health insurance\n12\nIt partially closes the gaps left by HIPAA in that it extends beyond merely prohibiting complete\n13\ndenial of coverage; the section also prohibits use of genetic information in determining rates\n14\nterms and conditions.\n15\n16\nA determination of eligibility for coverage is meant to include decisions made in\n17\nconnection with the offer, sale, continuation, or renewal of a health insurance policy. A\n18\ndetermination of rates, terms, and conditions includes establishing premiums, limiting coverage,\n19\nlimiting or conditioning benefits, or making any other underwriting decisions. The prohibition\n20\non using genetic information for these purposes also precludes an insurer from treating a\n21\n22\nexcluding benefits or coverage. This is consistent with statutes in several states that do not\n23\npermit health insurers to impose preexisting condition exclusions based on predictive genetic\n24\ninformation in the absence of a diagnosis based on symptoms of the disease or condition.\n25\n(Alaska, Conn, Idaho, Iowa, Ky, OR).\n26\n27\nThere are many alternative approaches to regulating the use of genetic information in\n28\nhealth insurance. Some other states take an approach like that of HIPAA and use a non-\n29\ndiscrimination provision that prohibits higher premiums than those charged to similarly situated\n30\nindividuals. (Alaska, Ark, Il, Iowa). Yet other states prohibit the use of genetic information for\n31\nunderwriting health insurance without actuarial justification. (Ariz, WVa). In some states, use\n32\nof genetic information for risk selection is permitted if an individual submits the information\n33\nvoluntarily or if the information is favorable to the individual. (Il, Ind, Mass, Mo, NY). Yet\n34\nother states regulate this use by prohibiting insurers from increasing policy rates based on genetic\n35\ninformation. (Md, Mont, Or, Tex).\n36\n37\n This section illustrates some of the problems with treating genetic information as a\n38\ndistinct category of medical information. First, the section offers less protection than HIPAA in\n71",
    "Page_76": "terms of eligibility decisions for individual and small group coverage because it regulates use of\n2\ngenetic information only, not information on all medical conditions. Second, it is often\n3\npermissible for insurers to consider existing medical conditions in determining coverage and\n4\npremiums under other law so long as they treat like situations alike. This section would impose a\ndifferent standard by prohibiting consideration of conditions revealed by a genetic test, thus\n6\nraising the practical question of which conditions are “genetic.\" Even conditions with a genetic\n7\ncomponent are rarely entirely “genetic.\"\n8\n9\nA major policy question for the drafting committee is whether health care insurers should\n10\nbe prohibited from denying coverage or offering less favorable terms based on an applicant's\n11\n12\nargument can be made that protection for genetic information as defined in this draft is too wide.\n13\nAs discussed above, the prohibition would create a different standard for genetic illnesses than\n14\nfor other medical conditions. Some analysts maintain that attempts to prevent genetic\n15\ndiscrimination are mostly meaningless without protection for people who have genetic diseases.\n16\nSee Mark A. Rothstein, Genetic Privacy and Confidentiality: Why They are so Hard to Protect,\n17\n26 J. L. Med. & Ethics 181 (1998). Others think that this would place too great a burden on\n18\ninsurers. See, e.g., Henry T. Greely, Genotype Discrimination: The Complex Case for Some\n19\nLegislative Protection, 149 U. Pa. L. Rev. 1483, 1503 (2001). An alternative consistent with the\n20\nlatter position would be to limit the restrictions to predictive information by substituting\n21\n\"predisposing genetic characteristic” for “genetic information” in subsection (a).\n22\n23\nSECTION 303. USE OF GENETIC INFORMATION FOR HEALTH\n24\nINSURANCE.\n25\n(a)  A health insurer that receives a claim for payment under a health-insurance policy\n26\n may determine a payment obligation using:\n27\n(1） genetic information and family medical history regarding the need for a\n28\ngenetic test, but not the results of the test, if genetic testing or genetic counseling is the service\n29\nfor which the claim is made; or\n30\n(2)the portion of genetic information or family medical history necessary to\n31\ndetermine the insurer's obligation to pay for health-care services when the reason for rendering\n32\nthe services is a genetic condition or predisposing genetic characteristic.\n72",
    "Page_77": "1\n(b)A health insurer that provides health-care services may use an insured's genetio\n2\ninformation or family medical history for therapeutic purposes for the insured.\n3\nReporter's Notes\n4\n5\nSubsection (a) Payment obligations. This subsection highlights the potential role for\n6\ngenetic information in providing payment for genetic tests and health care services. First, genetic\n7\ninformation such as family history may be necessary for preauthorization for a genetic test or\n8\nservice or for approval of payment for a genetic test or service. Second, health care services may\nbe medically justified by a predisposing genetic characteristic or a genetic condition. In this\n9\n10\ncontext, genetic “condition” should be interpreted broadly to include the full range of health\n11\neffects influenced by a genotype, including a disease or disorder.\n12\n13\nThis subsection is modeled on a Utah provision.\n14\n15\nSubsection (b) Health-care services. Health insurers such as HMOs, which also provide\n16\nhealth care services, need to be able to use genetic information in order to function as health care\n17\nproviders. These insurers may use genetic information or family medical history for therapeutic\n18\n19\ninsurance or for underwriting. Specific conditions for use of genetic information for diagnosis or\n20\ntreatment are not covered by this draft because those uses constitute the practice of medicine.\n21\n22\nSECTION304.RETENTIONOFGENETICINFORMATIONFORHEALTH\n23\nINSURANCE. A health insurer that retains genetic information or family medical history shall\n24\ncomply with the terms of the regulations that govern Security Standards for the Protection of\n25\n Electronic Protected Health Information pursuant to the Health Insurance Portability and\n26\nAccountability Act of 1996, 45 C.F.R. Part 164 Subpart C, as if the insurer were covered by that\n27\nAct.\n28\nReporter's Notes\n29\n30\nThis section extends the protections of HIPAA to all genetic information retained by\nhealth insurers, whether covered by HIPAA or not. The health insurers that are not covered by\n32\nHIPAA's Privacy Rule but would be brought under it by this provision are primarily small\n33\n34\nhealth plans that are administered solely by the employer that established and maintains the plan.\n73",
    "Page_78": "1\nSee 45 C.F.R. § 160.202. The drafting committee noted that it would consider deleting this\n2\nsection.\n3\n4\nSECTION 305. DISCLOSURE OF GENETIC INFORMATION BY HEALTH\n5\nINSURERS. A health insurer may disclose an insured's genetic information to a person other\n6\nthan the insured if the health insurer has obtained the insured's authorization.\n7\nReporter's Notes\n8\n9\nThis section conditions the disclosure of an insured's genetic information on the\n10\nauthorization of the insured. In some jurisdictions, however, health care providers may have a\n11\ncommon-law duty to inform others of a genetic disorder. This case law may require disclosure\n12\nby a health insurer without the insured's consent.\n13\n14\nNew Jersey's court has recognized a physician's duty to warn those “known to be at risk\n15\n16\n(N.J. Super. Ct. App. Div. 1996). The defendant in the case was the physician who had treated\n17\nthe plaintiff's father for colorectal cancer that led to the father's death when the plaintiff was a\n18\nchild. The plaintiff inherited multiple polyposis, an inherited condition that if undiscovered and\n19\nuntreated, leads to metastatic colorectal cancer. The court found a duty to “take reasonable\n20\nsteps\" to warn that “extends beyond the patient to members of the immediate family of the\n21\npatient who may be adversely affected by a breach of that duty.’ It noted, but did not determine,\n22\nthe issue that would arise if the father had instructed the doctor not to disclose details of the\n23\nillness or the genetic risk. In that event, it would be necessary to resolve the conflict between\n24\n25\n26\nMinnesota has also recognized a duty regarding genetic testing and diagnosis that reaches\n27\nbeyond the patient. The plaintiff alleged that her daughter's physicians were negligent in failing\n28\nto diagnose a genetic disorder in the daughter that led the mother to conceive another child with\n29\nthe same genetic disorder. Molloy v. Meier, 679 N.W.2d 711 (Minn. 2004). The court noted that\n30\ngenetic testing and diagnosis affect not only the patient, but can benefit or harm both the patient\n31\nand her family. The Fragile X disorder is one that physicians ordinarily report to parents and it\n32\nwas foreseeable that a negligent diagnosis of the disorder would cause harm to the family as well\n33\nas the patient. The court held that the duty to warn extends to \"biological parents who\n34\nforeseeably may be harmed by a breach of that duty.\"’ It did not consider whether it should\n35\nextend to additional family members.\n36\n37\nThe Florida Supreme Court has similarly held there is a duty to warn of the likelihood\n38\nthat a condition was inherited by a patient's children but, in contrast to the Minnesota and New\n39\nJersey courts, it found that the duty is satisfied by warning the patient. Pate v. Threlkel, 661\n74",
    "Page_79": "1\nSo.2d 278 (Fla. 1995). The court observed that a patient can normally be relied upon to pass on\n2\nthe warning and emphasized the heavy burden that would be entailed in seeking out and warning\n3\nfamily members.\n4\n5\n6\n7\n8\n(a) An individual aggrieved by an alleged violation of this [article] may file a civil action\n9\nnot later than two years after the individual discovers the alleged violation of this [article] or a\n10\nperson exercising reasonable care should have discovered the alleged violation of this [article].\n11\n(b) A violation of this [article] is a violation of [the state unfair practices insurance law]\n12\nAn individual aggrieved by an alleged violation of this [article] may seek enforcement by the\n13\n[state commissioner of insurance」 not later than two years after the individual discovers the\n14\nalleged violation of this [article] or a person exercising reasonable care should have discovered\n15\nthe alleged violation of this [article].\n16\n() If a court that finds a violation of this [article], it may award compensatory damages,\n17\ninjunctive relief, including expungement of records, or any other appropriate remedy. The court\n18\nshall award a prevailing plaintiff reasonable attorneys fees and costs unless justice requires\n19\notherwise.\n20\nLegislative Note: States should insert for [state commissioner of insurance] the appropriate\n21\ntitle of this department. [The state unfair practices insurance law] should be replaced with the\n22\ntitle of the relevant statute.\n23\n24\nReporter's Notes\n25\n26\nMany state statutes that prohibit discrimination in health insurance based on genetic\n27\ntesting or information declare that a violation is an unfair and deceptive insurance act or practice\n28\nunder the state insurance code. They often provide that the State Commissioner of Insurance\n29\nshall enforce the prohibitions.\n75",
    "Page_80": "This draft concerns privacy as well as discrimination or misuse of genetic information in\n2\ninsurance. It provides a private right of action for an aggrieved individual. Alternatively, an\n3\naggrieved individual may seek enforcement through the State Commissioner of Insurance.\n4\n5\nAs in the case of the remedies for privacy violations in the employment context, the\n6\ndrafting committee may want to consider whether statutory damages would be appropriate for a\nviolation of privacy interests.\n76",
    "Page_81": "1\nARTICLE4\n2\nLIFE, DISABILITY-INCOME, AND LONG-TERM-CARE INSURANCE\n3\nSECTION 401. GENETIC TESTING SUPPLIED FOR LIFE, DISABILITY-\n4\nINCOME, AND LONG-TERM-CARE INSURANCE.\n5\n(a) If a genetic test is approved as provided in Section 404, an insurer may request or\n6\nrequire an insured or an insured's family member to take the genetic test in connection with the\n7\nprovision of life, disability-income, or long-term-care insurance and, with prior authorization of\n8\n the insured that meets the requirements of Section 104, may supply the test to the insured.\n9\n(b)  An insurer that supplies a genetic test to an insured in connection with the provision\n10\nof life, disability-income, or long-term-care insurance shall:\n11\n(1)） inform the insured that the insured should obtain genetic counseling about the\n12\nrisks and benefits of a genetic test before authorizing the test and about the test result;\n13\n(2) require the testing organization to make a report of the test result to the\n14\ninsured and a health-care professional designated by the insured unless the insured directs\n15\notherwise; and\n16\n(3) require that the insured's biological sample obtained for a genetic test be\n17\ndestroyed as soon as permitted by law following the completion of the test unless the insured\n18\nauthorizes retention of the sample or unless otherwise ordered by a court, arbitral tribunal, or\n19\nadministrative agency.\n20\nReporter's Notes\n21\n22\nApplicability of Article 4. This article applies to life insurance, disability-income\n23\ninsurance, and long-term-care insurance issued on an individual, group, or other basis. Including\n24\nindividual policies is significant because individual insurance policies are subject to underwriting\n77",
    "Page_82": "and many life, disability-income, or long-term-care insurance policies are issued on an individual\n2\nbasis. The draft does not distinguish between individual and group insurance, however, because\n3\nmost of the states that regulate genetic testing or the use of genetic information for issuing life,\n4\ndisability-income, or long-term-care insurance treat both individual and group insurance\n5\nidentically.\n6\n7\nThe justification for including life, disability-income, and long-term-care insurance in a\n8\nseparate article from health insurance is that these insurance policies tend to be viewed as\n9\nfinancial products that are less necessary than health insurance. That, however, is a contested\n10\nview. Life insurance plays a central role in the financial lives of many individuals and families.\n11\nDisability-income and long-term-care insurance are increasingly viewed as a necessary adjunct to\n12\nhealth insurance and many states regulate disability-income and long-term-care insurance as\n13\nhealth insurance.\n14\n15\n There are differences in underwriting principles among the three types of insurance. Life\n16\ninsurance underwriting is concerned with mortality and uses life expectancy tables. In contrast,\n17\ndisability-income underwriting is concerned with morbidity and long-term-care underwriting is a\n18\nhybrid process. These differences do not seem to require different treatment in terms of genetic\n19\ninformation.\n20\n21\nGenetic testing and information. This section and the following one limit access to\n22\ngenetic information by insurers that provide life, disability-income, or long-term-care insurance.\n23\nThis section limits genetic testing and the following section limits access to genetic information\n24\nin general. The limitations are based on the philosophy that insurers may continue current\n25\ninformation gathering practices, but may not expand their collection of genetic information\n26\nunless and until there is a strong scientific basis for its use to predict mortality and morbidity. It\n27\nis the drafting committee's understanding that life, disability-income and long-term-care insurers\n28\n29\nfor use in determining eligibility and in underwriting.\n30\n31\nThe drafting committee considered, but did not adopt, an approach to regulating genetic\n32\ninformation for life, disability-income or long-term-care insurance based on the amount of the\n33\ninsurance policy. The suggestion was to prohibit genetic testing and consideration of genetic\n34\ninformation for policies worth less than a specified monetary threshold. Above that value,\n35\ninsurers would be permitted to consider genetic information freely.\n36\n37\nThe arguments for restricting access to genetic information by the insurance industry are\n38\n39\n are privacy concerns with commercial access to sensitive genetic information and predictions that\n40\nindividuals will avoid genetic testing for fear of adverse effects on their insurability. There is\n41\nalso a possibility that insurers may require applicants to take genetic tests and then deny\n42\ninsurance or charge more based on genetic characteristics, unfairly making coverage unavailable\n43\nto people who are not sick from the genetic condition and never will become sick from that\n78",
    "Page_83": "1\ncondition. From the industry perspective, as with health insurance, insurers worry about adverse\n2\n3\nthe insurer does not have this information, this puts the insurer at a financial disadvantage. See\n4\ngenerally Mark A. Rothstein, ed., Genetics and Life Insurance: Medical Underwriting and Social\n5\nPolicy (2004).\n6\n7\n8\nconcluded that it is unlikely that actuarially-sound genetic predictions of adult death will be\n9\nvalidated and available anytime in the near future. Genetic tests need to be connected to medical\n10\nand epidemiological research to establish what consequences for health and life-span can be\n11\ninferred from a given genetic test. The Commission concluded that a requirement to disclose\n12\n genetic tests as a condition of obtaining insurance would be acceptable only after research has\n13\n14\nfor the insurance product. It recommended continuing a moratorium on requiring test results.\n15\nHuman Genetics Advisory Commission, The Implications of Genetic Testing for Insurance\n16\n(1997).\n17\n18\nGenetic testing. This section prohibits insurers from requiring applicants to have genetic\n19\ntesting as a condition of obtaining life, disability-income or long-term-care insurance unless a test\n20\nhas been certified as providing a relevant prediction. The section is consistent with the\n21\nmoratorium recommended by the UK Human Genetics Advisory Commission because there is no\n22\nresearch establishing an association between a pattern of genetic test results and life events\n23\nrelevant to insurance coverage.\n24\n25\nThe section is also consistent with genetic testing prohibitions in force in California,\n26\nMassachusetts, and Vermont, except that it allows the prohibition to be modified as justified by\n27\nscientific developments. Vermont and Massachusetts prohibit insurers from requiring applicants\n28\nto take a genetic test as a condition of obtaining or renewing a policy. California prohibits long-\n29\nterm-care insurers from requiring genetic testing for use in determining insurability or in\n30\nunderwriting. See Cal. Ins. Code s 10233.1 (long-term-care insurance); Mass. Gen. L. Ann. 175\n31\ns 120E (life insurance); Mass. Gen. L. Ann. 175 s 108I (disability and long-term-care\n32\ninsurance); Vt. Stat. Ann. § 9334 (any insurance).\n33\n34\nThe section also sets forth requirements similar to those imposed on employers who\n35\nprovide genetic tests, but does not require insurers to provide genetic counseling.\n36\n37\nSECTION 402. ACCESS TO GENETIC INFORMATION FOR LIFE,\n38\nDISABILITY-INCOME, AND LONG-TERM-CARE INSURANCE.\n39\n(a) Unless genetic information is based on a genetic test that is approved as provided in\n79",
    "Page_84": "1\nSection 404, an insurer may not knowingly obtain or directly or indirectly inquire about, request\n2\nor require an insured to provide an insured's genetic information in connection with the provision\n3\nof life, disability-income, or long-term-care insurance.\n4\n(b) An insurer may request or require an insured to provide family medical history in\n5\nconnection with the provision of life, disability-income, or long-term-care insurance\n6\nReporter's Notes\n7\n8\n This section limits the extent to which an insurance company may access genetic\n9\ninformation or the results of genetic testing based on the rationale discussed in the reporter's\n10\nnotes to Section 401. Subsection (a) permits access to genetic information if it is based on a\n11\ngenetic test that has been approved under Section 404. Otherwise access is prohibited. This\n12\nprohibition does not apply to family medical history, which is not included in the definition of\n13\n“genetic information.” Subsection (b), moreover, explicitly permits insurers to seek information\n14\nabout family medical history, which they have traditionally used for underwriting.\n15\n16\nSECTION 403. MISUSE OF GENETIC INFORMATION FOR LIFE,\n17\nDISABILITY-INCOME, AND LONG-TERM-CARE INSURANCE. Unless genetic\n18\ninformation is based on a genetic test that is approved as provided in Section 404, an insurer may\n19\nnot use genetic information about an insured’s predisposing genetic characteristics to determine\n20\neligibility or rates, terms, and conditions for life, disability-income or long-term-care insurance\n21\nReporter's Notes\n22\n23\n The determination of eligibility for coverage includes decisions made in connection with\n24\nthe offer, sale, continuation, or renewal of an insurance policy. The determination of rates,\n25\nterms, and conditions includes establishing premiums, limiting coverage, limiting or conditioning\n26\nbenefits, or making any other underwriting decisions.\n27\n28\nThis section prohibits the use of genetic information for determining eligibility or\n29\nunderwriting of life, disability-income, and long-term-care insurance unless the genetic test has\n30\nbeen certified using the procedure in Section 404. Traditional insurance underwriting has been\n31\nbased on medical histories and tests that indicate existing medical conditions. The draft permits\n32\n those practices to continue. Using predictions based on predisposing genetic characteristics that\n80",
    "Page_85": "have not been expressed as a disease or condition would be a new step, however, and there is a\n2\ngreat risk that such predictions would not be reliable in the context of insurance.\n3\n4\nThe section ties use of genetic information about predisposing characteristics to the\n5\nprocess in Section 404 for ensuring that the genetic test provides a reliable prediction of\n6\nindividual mortality or morbidity. Otherwise, life, disability-income and long-term-care insurers\n7\nmay not use genetic information about predisposing characteristics for determining eligibility or\n8\nin underwriting.\n9\n10\nThis prohibition is consistent with regulation in a number of states. Because genetic tests\n11\nare not yet routine in medical care and few individuals have previously taken genetic tests when\n12\nthey apply for insurance, the prohibitions on requiring tests in California, Massachusetts, and\n13\nVermont have the effect of preventing the use of genetic information. In addition, a number of\n14\nstates directly prohibit insurers from using genetic information to determine eligibility or in\n15\nunderwriting. See Colo. Rev. Stat.  10-3-1104.7(3)(b) (group disability-income & long-term-\n16\ncare); Kan. Stat. Ann. § 40-2259(d) (disability-income & long-term-care); Or. Rev. Stat. §\n17\n746.135 (genetic information from a blood relative for life, disability-income & long-term-care\n18\ninsurance); Vt. Stat. Ann. tit. 18, s 9334(a) (same).\n19\n20\nUnlike the draft's treatment of genetic information in employment or health insurance,\n21\nthe restriction on use of genetic information in life, disability-income & long-term-care insurance\n22\nis narrower in that it applies only to predisposing genetic characteristics. Therefore, insurers are\n23\nnot restricted from using genetic information with regard to a medical condition that has been\n24\ndiagnosed. The scope is similar to Arizona's statute, which permits disability-income and long-\n25\n26\ncondition. Ariz. Rev. Stat. Ann. § 20-448(F).\n27\n28\nThe insurance industry maintains that any restrictions on their ability to use genetic\n29\ninformation will undermine the availability and pricing structure of life, disability-income &\n30\nlong-term-care insurance. There is broad international consensus that the use of genetic\n31\ninformation in life insurance should be restricted. Numerous countries have enacted restrictions,\n32\nas have the states noted above. There is no evidence, however, that these restrictions have been\n33\nassociated with adverse selection, increased pricing, reduced availability of policies, or decreased\n34\nprofitability of the insurance industry. Without some supporting evidence, these industry\n35\nconcerns do not outweigh the importance of protecting against new uses of information that\n36\nwould diminish privacy and that carry a high risk of irrational discrimination.\n37\n38\nWith the draft's narrow definition of“genetic information,”’ an insurer would be able to\n39\nuse genetic data revealed by an individual's family medical history to determine eligibility or to\n40\nunderwrite without restriction. One member of the subcommittee raised the question of whether\n41\nthere should be any limits on insurers’ use of family medical history. The question was\n42\nmotivated by a concern that even if disclosures to insurers do not change, insurers may be able to\n43\n81",
    "Page_86": "1\ncommittee may want to consider whether it is desirable to prevent new uses of family history\n2\ninformation that may become possible and if so, what limits would be appropriate.\n3\n4\nALTERNATIVESFORDRAFTINGCOMMITTEECONSIDERATION\n5\nAlternative A -- Administrative Approval of Genetic Tests\n6\nSECTION 404. USE OF GENETIC INFORMATION FOR LIFE, DISABILITY-\nINCOME, AND LONG-TERM-CARE INSURANCE. Unless the [State Commissioner of\n8\nInsurance] determines, in consultation with the [State Department of Public Health], that research\n9\nhas established that genetic information reliably relates to an insured's mortality, the use of a\n10\ngenetic information about an insured's predisposing genetic characteristics to determine\n11\neligibility and rates, terms, and conditions for life insurance is unfair discrimination in violation\n12\nof [state unfair practices insurance law] . An insurer may petition for a determination under this\n13\nsubsection and the [Commissioner], in consultation with the [State Department of Public\n14\nHealth], may issue an advisory opinion on whether a genetic test or pattern of test results\n15\nprovides reliable information relating to an individual's mortality, based on sound actuarial\n16\nprinciples or actual or reasonably anticipated claim experience. An insurer may petition for a\n17\nnew hearing to update the advisory opinion after two years from the date of the opinion.\n18\nLegislativeNote:Statesshould insertfor[StateCommissioner ofInsurance]and[State\n19\nDepartment of Public Health] the appropriate titles of these departments. [State unfair\n20\npractices insurance law] should be replaced with the title of the relevant statute.\n21\n22\nAlternative B - Geneticist or Genetic Counselor Approval of Genetic Tests\n23\nSECTION 404. USE OF GENETIC INFORMATION FOR LIFE, DISABILITY-\n24\nINCOME, AND LONG-TERM-CARE INSURANCE. Unless a geneticist or genetic\n82",
    "Page_87": "1\ncounselor determines that a positive genetic test or pattern of test results is reliably associated\n2\nwith an increased medical risk of mortality and certifies the magnitude of the increase in risk, the\n3\nuse of a genetic information about an insured's predisposing genetic characteristics to determine\n4\neligibility or rates, terms, or conditions for life insurance is unfair discrimination in violation of\n5\n[State unfair practices insurance law].\n6\nLegislative Note: [State unfair practices insurance law] should be replaced with the title of the\n7\nrelevant statute.\n8\n9\nEnd of Alternatives\n10\n11\nReporter's Notes\n12\n13\nThe insurance subcommittee offers two alternatives to provide assurances that insurance\n14\ncompanies that are permitted to use genetic information, but not misuse it. Both alternatives are\n15\ndesigned to protect against the premature or improper use of predictions based on genetic\n16\ninformation. The risk of misuse is increasing because of the explosion of genetic tests available,\n17\nthe general lack of governmental oversight for these tests, and common misperceptions about the\n18\nextent to which a genetic test can predict a future medical disease or condition. In addition, the\n19\npathways for gene expression remain uncertain. Links between most genetic characteristics and\n20\nthe incidence of disease are extremely complex and depend on the interrelation of many factors,\n21\nboth genetic and environmental.\n22\n23\n Even with draft's restrictions on genetic testing by insurance companies, access to genetic\n24\ninformation in medical records will increase. More than 1,000 genetic tests are available\n25\nclinically as of early 2007; hundreds more are available to researchers. Some are marketed\n26\ndirectly to consumers with claims that they can be used to individually customize vitamins and\n27\n diet as well as test for disease. There is no government oversight of the validity of the tests used\n28\nfor research or available through medical professionals.\n29\n30\nThe insurance industry has expressed a view that it must be able to develop its use of\n31\ngenetic information along with the rapid development of knowledge in the genetic field. Both\n32\nalternatives provide a mechanism that will allow use of genetic information to evolve in response\n33\nto new scientific information that may justify the use of genetic information for eligibility and\n34\nunderwriting determinations.\n35\n36\nAlternative A provides a means for regulatory oversight of the use of genetic information\n37\nby insurers. Rather than allowing insurers to use genetic information subject to a challenge that\n38\nthis use constitutes an unfair practice, Alternative A requires a threshold finding that there is a\n83",
    "Page_88": "reliable relationship between a predisposing genetic characteristic and the incidence of mortality.\n2\nIt places the responsibility for assessment of scientific information about genetic risks on state\n3\ninsurance regulators, but acknowledges their need for additional expertise by stipulating that they\nmust consult with experts in the department of public health. The process would allow an\n5\ninsurer's use of genetic information to change as research develops reliable connections between\n6\n a determination or a new determination when they believe that use of genetic information can be\njustified.\n10\nAn independent scientific advisory board in the United Kingdom that similarly analyzed\n11\nthe actuarial significance of genetic tests found that only the test for Huntington Disease qualified\n12\nto provide a reliable prediction.\n13\n14\nAlternative B leaves the determination that there is a reliable relationship between genetic\n15\ninformation and mortality to the insurance companies. A check is provided through the\n16\nrequirement that a geneticist or genetic counselor must be involved in the process. This expert\n17\nwould not make actuarial determinations, but would evaluate the medical literature to determine\n18\nthe accuracy and completeness of the data an actuary proposes to use and the reliability of the\n19\nprediction possible with the genetic information.\n20\n21\nSECTION 405. RETENTION OF GENETIC INFORMATION FOR LIFE,\n22\nDISABILITY-INCOME, AND LONG-TERM-CARE INSURANCE.\n23\n(a) A life, disability-income, or long-term-care insurer may retain a record of an insured's\n24\nauthorization for the insurer to obtain, retain, or disclose genetic information.\n25\n(b)  An insured's genetic information is a confidential medical record that a life,\n26\n disability-income, or long-term-care insurer may retain only with prior authorization of the\n27\ninsured.\n28\nReporter's Notes\n29\n30\nThis section permits insurers to retain genetic information under certain circumstances. It\n31\nfollows the practice of the states with statutes that require authorization or informed consent for\n32\nthe retention of genetic information which do not treat life, disability, or long-term-care insurers\n33\ndifferently than others who might retain such information. Other states, however, exempt these\n34\ninsurers from their requirements for authorization or informed consent. (E.g., Mass., Nev., NH,\n35\nNMex, Ok)\n84",
    "Page_89": "1\nThere are arguments that insurers should not be limited in retaining genetic information.\n2\nThey typically have two years to rescind a policy for misrepresentation, and may need the\n3\ninformation submitted with the application in order to show misrepresentation. In addition,\n4\nreinsurers may audit underwriting practices several years after a policy issues. Insurance industry\n5\nrepresentatives state that under current practice, information is retained indefinitely because of\n6\nthe risk of class action suits.\n7\n8\n9\nDISABILITY-INCOME, AND LONG-TERM-CARE INSURANCE.\n10\n(a) A life, disability, or long-term-care insurer may disclose an insured's genetic\n11\ninformation if the insurer has obtained the insured's prior authorization for the disclosure.\n12\n(b) An insured, upon request, may inspect and obtain a copy of genetic information from\n13\nthe life, disability, or long-term-care insurer's files on the insured.\n14\n() If an insurer uses an insured's genetic information to make an adverse determination\n15\nregarding eligibility or rates, terms, or conditions for life insurance, the insurer shall provide\n16\nnotice to the insured. The insured may choose to repeat a genetic test to verify the analysis used\n17\nin the adverse determination. If the first analysis is found to be inaccurate, the insurer shall\n18\nreconsider the adverse determination.\n19\nReporter's Notes\n20\n21\nSubsection (a). This subsection is drafted to allow the committee to consider whether the\n22\nability of life, disability-income, and long-term-care insurers to disclose genetic information\n23\nshould be restricted. The insurance industry argues that a special disclosure provision for genetic\n24\ninformation is unnecessary because of the number of states that have adopted statutes based on\n25\nNational Association of Insurance Commissioners’ model laws dealing with general privacy of\n26\ninformation.\n27\n28\nSubsections (b) & (c). Under these subsections, an insured is allowed to access his own\n29\nrecords and is provided an opportunity to correct mistakes in genetic information. The\n30\nsubsections are modeled on Florida procedures which require the DNA analysis to be repeated in\n31\nthe event of an adverse determination. Fla. Stat. s 760.40(3). Delaware also has a special\n85",
    "Page_90": "1\nprovision that allows an individual to access his genetic records and to correct those records. 16\n2\nDel. Code Ann. § 1223.\n3\n4\nSECTION 407. REMEDIES; ENFORCEMENT; LIMITATION OF ACTIONS.\n5\n(a) An individual aggrieved by an alleged violation of this [article] may file a civil action\n6\nnot later than two years after the individual discovers the alleged violation of this [article] or a\n7\n person exercising reasonable care should have discovered the alleged violation of this [article].\n8\n(b) A violation of this [article] is a violation of [the state unfair practices insurance law]\n9\nAn individual aggrieved by an alleged violation of this [article] may seek enforcement by the\n10\n[state commissioner of insurance] not later than two years after the individual discovers the\n11\nalleged violation of this [article] or a person exercising reasonable care should have discovered\n12\nthe alleged violation of this [article].\n13\n  pa  n ] sn go  e s n  e  ()\ninjunctive relief, including expungement of records, or any other appropriate remedy. The court\n15\nshall award a prevailing plaintiff reasonable attorneys fees and costs unless justice requires\n16\notherwise.\n17\nLegislative Note: States should insert for [state commissioner of insurance] the appropriate\n18\n19\ntitle of the relevant statute.\n20\n21\nReporter's Notes\n22\n23\nThis section follows the enforcement provision for health insurance\n86",
    "Page_91": "1\nARTICLE5\n2\nMISCELLANEOUSPROVISIONS\n3\nSECTION 501. UNIFORMITY OF APPLICATION AND CONSTRUCTION. In\n4\n5\nuniformity of the law with respect to its subject matter among states that enact it.\n6\nSECTION 5O2. RELATION TO ELECTRONIC SIGNATURES IN GLOBAL\n7\nAND NATIONAL COMMERCE ACT. This [act] modifies, limits, and supersedes the federal\n8\nElectronic Signatures in Global and National Commerce Act, 15 U.S.C. Section 7001, et seq.,\n9\nbut does not modify, limit, or supersede Section 101(c) of that act, 15 U.S.C. Section 7001(c), or\n10\nauthorize electronic delivery of any of the notices described in Section 1o3(b) of that act, 15\n11\nU.S.C. Section 7003(b).\n12\nSECTION 503. EFFECTIVE DATE. This [act] takes effect . .. :\n87"
}