{
    "Page_1": "LIBERTY UNIVERSITY SCHOOL OF DIVINITY\nThe Ideologies and Outcomes of the French and American Revolutions\nSubmitted to Dr. Fred Smith,\nin partial fulfillment of the requirements for the completion of\nTHES 689\nThesisProposal and Research\nby\nDon Palmer\nMarch 28, 2018\nThe views expressed in this thesis do not necessarily represent the views of the institution\nand/or of the thesis readers.",
    "Page_2": "Contents\nAbstract..\nIntroduction.\nCHAPTER 1 - “Secular\" Thought.\n3\nEarly History of Secular Thought.\nSecularism and Political Theory...\n.6\nSecularism and Progress.\n7\nSecularism and \"Civic Religion'\n10\nSecularism Theories (the Secularization Hypothesis).\n11\nFear of Religion and “Aggressive Secularism\".\n.13\nSecularism: The Two Models..\n...14\nCHAPTER 2 - The Ideology Behind the American Revolution.\n.17\nBiblical Influence...\nDeists and Critical Scholarship...\n..22\nThe Bible and Social Contract Theory...\n24\nBiblical Morality or Moral Rationalism?...\n26\nOpen Marketplace of Religion.\n29\nCHAPTER 3 - The Ideology behind the French Revolution.\n32\nTop-Down, Not Bottom-Up \n.32\nFrench Laicite -- \"Militant' Secularism...\n.35\nHistoric Repression of the Bible.\n36\nBiblical Criticism in France ....\n...37\nAnticlericalism.\n.40\n11",
    "Page_3": "Ideology as a Replacement for Religion\n42\nReason as a Replacement for God ...\n..44\nFrom “the Year of Our Lord\" to “the Year of the Republic\"\n. 46\nRousseau's “Mandatory\" Civil Religion....\n.47\nFreedom Equals Submission ....\n...49\nThe Great Lawgiver?..\n.50\n Difficulties Establishing Republicanism .\n50\nCHAPTER 4 - Outcomes of the American Revolution\n.53\nAmerica's “Relative Theological Consensus\"\n.53\nImplications of the Relative Theological Consensus...\n.55\nSeparation of Church and State ...\n...59\nChurch, State, and Schools.\n61\nSecularization in America ......\nEconomic Growth\n..65\nCHAPTER 5 - Outcomes of the French Revolution.\n. 68\nRousseau and Government of Reason....\n.69\nWill vs. Reason; Rousseau vs. Montesquieu.\n..71\nHow Equality Prevented Liberty \n73\nThe National Assembly & the Failure of Democracy.\n.77\nThe Terror.\n.79\nThermidor, Directory, and Empire.\n.81\nSeries of Governments .\nA Pattern of Centralization.\n.84\niii",
    "Page_4": "Continued Distrust of Religion\n87\nChurch, State, & School.\n..90\nModern Challenges\n92\nCHAPTER 6 - Analysis\n95\nCHAPTER 7 - Conclusions ..\nBibliography.\n102\n1V",
    "Page_5": "Abstract\nOne effective way to compare the fruits of biblical Christianity with modernism is to\ncontrast the ideologies and outcomes of the American and French Revolutions.\nPre-revolutionary America was rich with biblical influence. Adherents of both\nProtestantism and Deism sought a “Christian society,” and while revolutionaries drew from both\nbiblical Reformation and secular Enlightenment thought, much of the latter was biblical thought\nin secular form. Ministers employed the Bible extensively to support the Revolution. This\nrelative theological consensus encouraged religious practice and a political system that\naccommodated dispute. Human rights were secure thanks to man's subordinate position under\nGod. Even after much secularization, the state has protected the religious rights of groups and\nparents. America has enjoyed consistent political freedom and stability as well as unparalleled\neconomic and military strength.\nIn pre-revolutionary France, the Catholic Church suppressed Reformation thought and\nbound itself to the monarchy. Voltaire and Mme du Chatelet insisted the Bible was not to be\ntrusted. Rousseau replaced God with an absolute notion of Reason. Cabanis replaced religion\nwith “scientific\" ideology. The results were severe anticlericalism and a militant form of\nsecularism known as laicite. The Cult of Reason predicted unanimity, and the Cult of the\nNation transformed liberty into conformity with Reason. Instead of limiting power, the French\nrestored monarchy. Economically, capitalism came later and remained weaker. French\nreligious policy has restricted both religious groups and individual public practice.\nThe research indicates that biblical influence in a society is the greatest guarantor of\nliberty, economic prosperity, and freedom of practice for all religions.",
    "Page_6": "INTRODUCTION\nDuring the last century-and-a-half, the United States has experienced a secularization of\nculture and society. Differing opinions over the intended nature and proper expression of the\nseparation of church and state have led to contentious debates over the role of the Bible and\nassociated icons and themes in government, schools, public grounds, and even the practices of\ndeployed military personnel. As a result, not only biblical ethics and morals, but also biblical\nmetaphysical assertions are increasingly excluded from public discourse in favor of what some\nIf, however, the philosophical assertions of the Bible are responsible for the positive\npolitical and economic outcomes in the United States, and if the corresponding modernist\nphilosophical assumptions behind the French Revolution were responsible for their rapid\ndevolution to the Reign of Terror and authoritarian rule of Napoleon Bonaparte, then the\nsecularization of American society could have disastrous results.\nThe purpose of this thesis is to explore and compare the fruits of modernity (including\npostmodernism) with those of biblical Christianity. In particular, this thesis will compare the\nphilosophical presuppositions behind modernity (atheism, naturalism, materialism, and\nreductionism) to the philosophical presuppositions promoted in the Bible (theism,\nsupernaturalism, and the importance of biblical revelation). The ultimate hope is to compare the\nrelative historical fruits of the Bible and modernity throughout the modern era, roughly the last\nfive centuries. Because philosophies bear \"fruit”’ through historical events, the object of study\nwars\"). The scope could, therefore, include events in Reformation Germany, the English Civil\nWar, the Glorious \"Bloodless\" Revolution, the American Revolution, the French Revolution, the",
    "Page_7": "Bolshevik Revolution, post-WWI Fascism and Nazism, the Maoist Revolution, the 1960's\ncounter-culture \"Hippie” movement, and even Liberation Theology. Unfortunately, this is far\ntoo broad for the scope of a single thesis.\nThis comparison will, therefore, focus on the American and French Revolutions, first\nidentifying the fundamental philosophical underpinnings that each Revolution built on, then\ncomparing the outcomes of each Revolution, and finally attempting to identify whether there\nmay be a causal relationship between the philosophical assumptions and the revolutionary\noutcomes.\n2",
    "Page_8": "CHAPTER 1 - “Secular\" Thought\nBefore analyzing the American and French Revolutions, it is important to define and\nanalyze terms clearly. In particular, most such analyses of both Revolutions revolve around\ndegrees of secularism, so any fair comparison requires a clear understanding of the concept and\nits variations. Unfortunately, secularism is often misunderstood and sometimes vilified. It is\nnot, after all, a mere “absence of religion” any more than it is a “lack of religion.\" It is actually\nmuch more difficult to define.\nEarly History of Secular Thought\nThe history of secular thought is far longer than many realize, and it is also more closely\ntied to Christianity than one might think based on debates over the topic. It may be said to have\nits roots in the Greek philosophical schools. During the Socratic era, intellectual thought first\n\"between natural philosophy and religion.\"2 Subsequent to this, two personalities stood out for\nhaving done much to establish secular thought. The first was Augustine of Hippo; the second,\nThomas Aquinas.\nIn the 5th century, Augustine tackled difficult questions of political and religious theory in\nan age where Christians--many of whom had expected Jesus to return by that time--were\nstruggling to determine how best to live in the world while awaiting His return. In his analysis,\nAugustine established a distinction between the City of God (God's perfect kingdom to come,\nfor which the church prepares humanity) and the City of Man (the province of the state and\n1 Craig Calhoun, \"Rethinking Secularism,\" The Hedgehog Review 12, no. 3 (2010): 35, accessed July 10,\n2016, http://ezproxy.liberty.edu:2048.\n Keulman, Kenneth, Review of Western Atheism: A Short History, Journal of Church and State 42, no. 3\n3",
    "Page_9": "worldly rulers). He never intended, however, to “banish religion from ^secular? affairs.\"3\nRather, he reflected on 1) Jesus's command to \"give to Caesar\" and 2) Paul's command to honor\nGod-ordained authorities in view of the fact that Rome had been sacked and Jesus had not yet\nreturned.\nThe sacking of Rome in 410 CE was a traumatic event similar to the 2001 attacks on the\nWorld Trade Center and the Pentagon in impact to the psyche. Both events ushered in new and\ninnovative thought on politics and security. Since the prevailing world order was collapsing and\nauthority. His dualism was more between the love of God and love of self than it was between\nchurch and state,4 but it certainly made room for the latter. As a result, Jesus's teachings, Paul's\napplication of them, and Augustine's interpretations of both all combined to make room for a\n\"secular” state separate from the Church.\nDuring the 13th century, eight centuries after Augustine and only a short time after the\ntheologian, and philosopher. Because he introduced (or perhaps “re-introduced\") Aristotle's\nwritings to European culture and philosophy,^ he did much to lay the foundation for later\nRenaissance and Enlightenment thought. An entire philosophical school, known as Thomism,\narose from his work, and one of his presuppositions was that “truth” was to be accepted, no\nmatter the source. The philosophical problem, of course, is how one defines or confirms the\nveracity of any claim to truth. Because of his assertion, European intellectuals and theologians\nelevated the Socratic philosophers to a plane equal to the Apostles and the Scriptures.\n3 Calhoun, \"Rethinking Secularism,\" 38.\naccessed July 9, 2016, http://ezproxy.liberty.edu:2048.\n4",
    "Page_10": "on the writings of an Andalusian, Islamic philosopher, Abu Walid Muhammad bin Ahmad bin\nRushd, whose name is often Latinized as Averroes. Because of this distinction between reason\nand faith, subsequent philosophers presupposed them to be antithetical, rather than\ncomplementary.° In a real sense, then, Averroes and Aquinas laid the foundation for\nKierkegaard's later concept of \"blind faith,” a conflation of faith with the postmodern\nabandonment of reason.\nWith Aquinas, the distinction between sacred and secular took a specific philosophical\nturn. Augustine had made room for secular institutions of state distinct from the Church,\nsomething Christians were already accustomed to since the Church had grown under “pagan\"\nRoman rule. Aquinas forced the distinction further, making the Church the province of faith\napart from reason, and the state the province of reason apart from faith. This made room for\ntruth-claims within the Church that no longer required the support of reason, and it likewise\nmade room for truth claims in the state that could be completely antithetical to Scripture.\nAs time went on, modern philosophers concluded God could not be apprehended through\nreason or rationalism. “The world was secularized in that morality, religion, and politics were\nexcluded from rational analysis and nature was mechanized.\"/ In fact, the growing body of\nthe critique of theism.\"8\n6 Keulman, Review of Western Atheism, 578\n' Kennedy, \"The Tangled History of Secularism,\" 34.\n8 Keulman, Review of Western Atheism, 578.\n5",
    "Page_11": "Secularism and Political Theory\nBy the time of the Renaissance (14th and 15th centuries), atheistic and agnostic\nspeculation that had previously been “at odds with ecclesiastical institutions” found expression,\nand modern political theory (the thoughts of the writers who inspired the American and French\nRevolutions) began to take form. Some regard Machiavelli, for example, as “a potent source” of\natheism, particularly in his separation of moral virtue (especially of the sovereign) from Christian\nthought or anthropology.9 While Machiavelli was no friend to modern democratic thought, he\nset the stage for it by reminding his pupil, Lorenzo de Medici, that the people can collectively\nturn on a prince. In a real sense, then, even “subjects\" have some say in their own government.\nIn terms of religious thought, however, Machiavelli (and to a lesser extent, Thomas Hobbes),\nconcluded religion was not useful in the political sphere.1o For Machiavelli, a truly Christian\nmorality would only weaken a prince and therefore undermine his power. He reasoned that\nimmoral (or at least amoral) actions on the part of a prince could serve the moral purpose of\npromoting security.\nBy the 17th century, even more overtly Christian writings further developed thought on\nthe relationship between church and state, sacred and secular. John Locke developed a\nsecularized version of Richard Hooker's expressly Protestant Christian philosophy. Like\nHooker, Locke concluded the government should not establish a religion (though he almost\ncertainly presupposed any “religion\" would be a Christian one).1f This form of secular thought\nsought to keep the state out of the Church, so to speak, without preventing the latter from\ninfluencing the former. The Reformation had developed various denominational expressions of\n9 Ibid.\n11 Ibid., 34.\n6",
    "Page_12": "the Church, so political theorists sought a way to maintain a level playing field for their ideas to\ncompete. The “pluralism of society” required some kind of “neutrality, or ^principled distance\"”\"\non the part of the state.12\nBy this time, then, at least two distinct visions of \"secularism” developed--one that made\na distinction between church and state and another that divorced them completely. One obvious\nexpressions of theism. A second reason stemmed from the two opposing historical events that\nfollowed the Renaissance. The 16\"h century saw the Protestant Reformation in northern Europe,\nwhich split the reformers from Vatican authority. The 17th century then saw a resurgence of\nspeculative (and often atheistic) thought in the Enlightenment.\nSecularism and Progress\nA common thread worthy of analysis among these historical movements is progress\nSeveral societies have each seen impressive scientific movements, for example, but unlike the\nmodern scientific movement in the West, they did not persist. Some fell victim to the fatalism\ninherent to their worldview of continuity between humanity, divinity, and nature. If nature is\nsubject to the whims of the gods, who in turn are both enslaved to their natural roles and at least\noccasionally responsive to human manipulation, there is no room for objective science. Another\nsuch scientific movement fell victim to the fatalism inherent to Islamic doctrine. Since Islam\ncalls for mankind to accept both good and evil from Allah without question, since there is no\nexpress promise of salvation in the Qur'an, and since Allah had changed His mind more than\nonce about critical matters (leading to the doctrine of abrogation), there could be no optimistic\n12 Charles Taylor, “\"The Meaning of Secularism,” The Hedgehog Review (Institute for Advanced Studies in\nCulture), (Fall, 2010): 23, accessed June 30, 2016, http://iasc-culture.org/THR/archives/Fall12010/Taylor_lo.pdf.\n7",
    "Page_13": "expectation of rational order in the universe. Even in Europe, early scientific exploration was\nlosing steam. While the Renaissance had seen impressive scientific development, by the end of\nhis life, even Leonardo da Vinci had abandoned scientific inquiry for art.\nReformation thought took science to new heights. The greatest leap forward came with\nthe Reformation figure, Isaac Newton, whose book, Principia Mathematica, laid the\nphilosophical foundation for modern science. Newton built on a realist epistemology that\nembraced objective reality (and therefore, objective truth), as well as the subject-object\ndistinction. Both of these stemmed directly from the biblical theology of the transcendent God,\nas well as from the optimism that resulted from salvation by grace. If God is eternal and\nunchanging, if He expresses Himself both spiritually and naturally, and if His (spiritual) Word\nleads to spiritual redemption and salvation, then His natural work in creation may also be\nunderstood and its challenges overcome. As a result, scientific progress surged forward.\nEnlightenment thinkers built on Newton's foundation, but they transposed the realist\nepistemology from its theological foundation to a naturalist, materialist base. Scientific\n'progress” continued but without its metaphysical foundation. Eventually, science became\nobjectified as the sole, reliable source of knowledge, and its theological foundations were\nrelegated to the “irrational' realm of faith. Enlightenment thought came to contrast reason to\nsupremacy not just of logic and empirical research but also of systematic, thorough, and\nexclusive reliance on them.\"13 By the 18th century, the years leading to the Revolutionary Era,\nEnlightenment thought, having abandoned its theological roots, grew in direct opposition to\nCatholic authority, especially in southern Europe.14\n13 Calhoun, \"Rethinking Secularism,\" 42.\n14 Keulman, Review of Western Atheism, 578.\n8",
    "Page_14": "Not only did technical, scientific progress find its way from a Reformation base to a\nmaterialistic one, but also the Reformation's eschatological, millenarian view of history\nReformation theologians looked to a utopian future with Christ's return, and with the\nReformation, they began to see impressive technical and social improvements. Enlightenment\nthinkers likewise embraced a “secular millenarian” view of the future that embodied humanistic\nnotions of progress on a materialistic base, liberated from the social restraints of theology.\nEnlightenment philosophers “encouraged independent social behavior”’ by first emphasizing a\nhope that change would necessarily mean progress or improvement. Here, instead of being a\nproduct of careful thought and hard work, progress became an inevitable result of change. This\n made room for all manner of nihilistic, revolutionary thought because even destructive change\nwas expected to bring “progress.\" Second, they emphasized a hope in a “utopian ethic\" that\nwould lead to “technical progress to satisfy physical needs, moral progress to lessen violence,\n[and] political progress towards freedom, equality, and justice.15 By the 19th century, this\ntheory of progress found bold expression in Marx's restatement of the Hegelian dialectic: that\n\"synthesis.\"\nBy the time of the Revolutionary Era (for purposes of this paper, from 1776 to 1804,\nwhen Napoleon became emperor), not only was there unprecedented scientific progress but also\nthere was economic and political progress. Adam Smith began with a biblical notion of\nstewardship of property and constructed a rational argument for liberal economic theory. His\ntheory led to tremendous economic progress, but the results were tragically uneven. Jean\n15 Jean Bauberot, \"Secularism and French Religious Liberty: A Sociological and Historical View,\"\nBrigham Young University Law Review 2003, no. 2 (2003): 456, accessed July 9, 2016,\nhttp://ezproxy.liberty.edu:2048.\n9",
    "Page_15": "Bauberot, a French historian and sociologist, noted that economic liberalism produced a “world\nmarket encircled by a vast shantytown.\"16 Likewise, philosophers (and theologians) like\nRousseau, Hobbes, Locke, Montesquieu, and Calvin developed political theory in a world where\ns    n    s s \nBy the end of the Reformation and the start of the Enlightenment [for purposes of this\npaper, the early 17th century], scientific progress, economic liberalism, and political liberalism all\noccurred as parallel social and cultural phenomena. It was the different theories of progress,\nhowever--biblical vs. humanistic--that led to the widest divergence in where this progress led.\nWhere the prevailing theory of progress was more humanistic and “inevitable,” the “gulf\nbetween the ideal and reality” in capitalism (that is, its uneven economic outcomes) led some\ntheorists to advocate “going beyond” capitalism to socialism to overcome the gulf. “It is in this\nSecularism and “Civic Religion\"\nThis leads to another component of secular thought worthy of analysis--the idea of civic\n            \nBenjamin Franklin endorsed a civil “Publick Religion” to inculcate civic virtue while at\nthe same time he opposed any state-sponsored traditional religion. And not long before\nthe French Revolution, Rousseau condemned “blood thirsty,”’ nationalistic traditional\nreligions even as he advocated an enforceable civil religion with tolerance as its\ncenterpiece.18\nJames Madison is said to have interpreted Luther's doctrine of the two kingdoms, civil\nand spiritual (an apparent restatement of Augustine's thesis), as “an account of the separation of\n16 Bauberot, \"Secularism and French Religious Liberty,” 458.\n17 Ibid., 457\n18 Mark Cladis, “\"Religion, Secularism, and Democratic Culture,” The Good Society 19, no. 2 (2010): 22,\naccessed June 30, 2016, http://www.jstor.org/stable/10.5325/g0ods0ciety.19.2.0022\n10",
    "Page_16": "church and state.\"19 Of course, “Americans have passionately argued over the meaning and\nutility of the Wall of Separation.\"2o A critical part of this discussion was the development of a\n\"civil or political religion,” which, unlike confessional or traditional religion, “has the\nsociological and psychological form of traditional religion (enduring beliefs and practices,\npowerful ideas and symbols, tutored passions and emotions) but...does not have the traditionally\nreligious content.\"21\nCladis refers to this as “civic religion\" and defines it similarly as those aspects of a\ngroup's civic life that take on the “sociological and psychological form of religion (deep beliefs\nand practices, ideas, and symbols, for example) without necessarily having any traditionally\nreligious content.\"22\nWhat is noteworthy for discussion here is that both the American Revolution and the\nFrench Revolution involved establishing some form of civic religion. This was not necessarily\nmeant to supplant or displace confessional religion, but rather to prevent historical excesses such\nas the British Puritan Interregnum or even Calvin's reign in Geneva. As such, most do not\nregard civic religion as “dangerous.” Rather, “democratic civil religions offer protection from\ntotalitarian and theocratic religion, among other varieties of antidemocratic movements.'23\nSecularization Theories (the Secularization Hypothesis)\nThis analysis has already shown that two overarching visions of secularism were\ndeveloped throughout history. The first made a distinction between church and state; the second\nsought to divorce them completely. The first grew from a view of progress based on Protestant\n19 Ibid., 22.\n20 Ibid.\n 21 Cladis, “'Religion, Secularism, and Democratic Culture,” 2.\n22 Ibid., 22.\n23 Ibid.\n11",
    "Page_17": "eschatological views of the coming Millennial Reign of Christ, as well as on God's providential\nwork in and through society. The second grew from a materialistic restatement of the Protestant\nview of progress, based instead on a humanistic belief in the inevitability of progress, whether\nsocial, economic, or political.\nThe second vision commonly found expression in“secularization theories.\"” For\nincreased independence of social behaviors from religion, linked to the idea that social practices\nchange living conditions, and (3) an increasing justification of institutions functioning with little\nor no tie to religion.?*24\nSometimes they are more explicit. Bauberot defines four stages of “secularism':\n1) [AJappropriation of ecclesiastical goods by the civil state. For example, the Protestant\nReformation saw this in the German Empire. Also, the French Revolution saw the sale of\nRoman Catholic properties;\n2) “The rise of the “soft\" human sciences, secularization theories, and the \"paradox of\nreligion\";\n3) “the process [in the third quarter of the 2oth Century] by which the sectors of society\nand culture are freed from the authority of religious institutions and symbols\"'; and\n4) “a more common, or ‘vulgar,’ vision of secularization [that] has made religion a sort of\nrelic, destined to disappear sooner or later as the world's diverse societies proceed to\nmodernity.25\nThis “vulgar’ vision is secularization theory, which builds on the humanistic vision of\nprogress and therefore assumes that religion is a “fad\" that will pass away as people become\n 24 Bauberot, “Secularism and French Religious Liberty,” 453.\n25 Ibid., 452-4.\n26 Ibid.\n12",
    "Page_18": "he says, have become just as significant.2' As Cladis put it, \"We had assumed that modernity\nwould necessarily usher in an age in which religion had no significant public standing. We were\nwrong. Religion as an intellectual, cultural, and political force is not, for the most part, waning\non the globe.\"28\nThe unfortunate result of secularization theory has been that “religious populations [have\nbeen] stigmatized——-implicitly or explicitly——-by these secularists, and religious resentment [has\nbeen] growing all around us. '29\nFear of Religion and “Aggressive Secularism”\nClosely related to secularization theory has been a growing distrust of religion vis-a-vis\nthe state, particularly among those who embrace the second vision of secularism. According to\nCladis, “Political liberalism, broadly understood, has taken to heart the profound lesson that\noutcomes.\" 30 By this, one might assume he is referring to the 30-Years War and similar\nconflicts arising from the Reformation and Counter-Reformation, or perhaps to the failure of the\nBritish Interregnum. He continues:\nWe also know about the terror that can flow from a different kind of religion. In the\ntwentieth century, catastrophic murder and suffering is associated with what some call\npolitical or civil religion, that is, with political and civil institutions that became charged\nwith the sacred and functioned in many ways as a religion. Mussolini's fascism, Hitler's\nNazism, and Russian Bolshevism have all been plausibly described as religious, when\nsuitably defined by something like a broad, Durkheimian account of religion.31\n27 Ibid., 454.\n 28 Cladis, \"Religion, Secularism, and Democratic Culture,” 22.\n29 Ibid., 25.\n30 Ibid., 23.\n31 Ibid.\n13",
    "Page_19": "Here, the “secular” assumption is that religion “is based on beliefs not subject to public\nreasoning,” and therefore “religion is potentially divisive.” This leads to what he describes as\nthe “standard liberal approach,” which is to “keep religion private,” that is, \"to protect the secular\nstate from encroaching religion by consigning religion to the private sphere—the sphere of the\napolitical voluntary association, the family, or the individual.\"32 According to this approach, the\nlaicite or secularism and keep all religion out of political life.*'3\nThe dark side of this approach is that, in the defense of liberalism, people must employ\nwhat Cladis refers to as “iliberal means\" to achieve “privatization of religion.\" By forcing\nreligion into the corner, advocates of this model also rob society of a priceless source of values,\nbecause ^“religious perspectives potentially have much to contribute to shared moral and political\nprojects of nations and global communities.*34\nSecularism: The Two Models\nWhile some of the historical events analyzed here occurred much later than either\nrevolution compared in this paper, they provide valuable insight into the philosophical\nfoundations behind them--foundations that existed during the Revolutionary Era. The two\noverarching models of secularism are therefore clear.\nThe first model followed a line of reasoning from Augustine to the Reformation. It\npermitted (and eventually encouraged) a distinction between church and state. It grew from a\nview of progress based on a Protestant Millenarian view of history in which God is working\nprovidentially in and through society toward a culmination in the Millennial Kingdom of Christ.\n32 Ibid.\n33 Ibid., 24.\n34 Ibid., 23-24.\n14",
    "Page_20": "It held to a realist epistemology and a classical liberal approach to politics and economics.\nRather than diminishing the importance of religion, it sought ^the pluralization of religious\nforms\"” in which “religious entrepreneurs must compete” as a hallmark of secularization.35\nIn this model, religion played a vital, though possibly restrained, role. According to\nBauberot, this “secularism in the good sense” entailed three ideal features:\nthat others necessarily share their religious perspectives or perspectives on religion;\nspecial exclusion or special privilege; and\n3) government neither officially sponsors nor hinders religion, upholding the First\nAmendment. The first two features of secularism (in the good sense) pertain to\n constraints on citizens, and the third on government.36\nThe second model of secularism followed a line of reasoning through Thomas Aquinas to\nreligion that are independent of reason and truth claims in the state that are antithetical to\nreligion, it ultimately divorced the state from the church entirely. This “aggressive secularism\"\nbuilt on a set of atheistic or agnostic philosophical presuppositions: atheism (or Deism--in either\ncase for which God is considered irrelevant to modern history), naturalism (the presupposition\nthat the natural realm constitutes the whole of the universe), and materialism (the philosophy that\nholds to the existence of a physical, material explanation for all phenomena, including that which\nappears to be immaterial). Adherents of this view developed a materialistic restatement of the\nProtestant view of progress, based instead on a humanistic belief in the inevitability of progress,\nwhether social, economic, or political, a view that made room for nihilistic views of conflict and\nprogress\nThis \"secularism in the bad sense” is characterized by three beliefs:\n35 Bauberot,\"Secularism and French Religious Liberty,\" 454.\n15",
    "Page_21": "1) religion is a discrete, sui generis phenomenon;\n2) religion is not self-critical or open to critique and exchange (because, it is held,\nreligion is radically subjective or based on dogmatic authority or on both); and therefore\n3) religious citizens can and should accept the privatization of religion, that is, they\nparochial view of religion...37\nThis model of aggressive secularism moved beyond notions of privatizing religion “for\nthe sake of a pact of nonaggression” to a view that “religion is a destructive, superstitious relic of\nevidence to the contrary) in the belief that in the modern age, humans are “enlightened and freed\nand religion is the antithesis of all that is modern.\"。 Cladis called it \"the ugly sense of\nsecularism.'39\nThe extent to which either of these models affected the American and French Revolutions\nwill become apparent in the next two sections. What is already clear is that this is not merely a\ncomparison of the religious and the secular. Rather, because there are at least two overarching\nmodels of what constitutes a secular regime,40 this is a comparison of those two divergent\nmodels.\n37 Ibid., 25.\n38 Ibid.\n39 Ibid.\n16",
    "Page_22": "CHAPTER 2 - The Ideology Behind the American Revolution\nThe ideology behind the American Revolution has been a contentious topic for many\nyears, especially with respect to the Bible's influence. Some see it as a completely secular\nendeavor, while others see it as the product of Divine Providence. For example, James S\nValliant, an author who proposes Roman emperors ^“invented’\" Christianity, asserts: *“The\nFounders were men of the Enlightenment,” the “defining characteristic” for which “was man's\nthought from 1) Aquinas's reintroduction of Aristotle \"into a world dominated by unadulterated\nChristianity for more than a millennia [sic]\" (the “era of the Scholastics\"), to 2) the Renaissance,\nany influence on the Enlightenment from the intervening historical event: the Reformation.\nAfter claiming the American Revolution was a product of the Enlightenment, he continues, “\"The\nadvancements of the Enlightenment were driven not by faith-based theology but by observation-\nbased rationality.\"3 Alex McCrossen, professor of history at Southern Methodist University,\nnotes that a 1967 \"classic\" text by Bernard Bailyn on the Revolution contains \"many references\nto Rome, a couple to Greece, and none to the Old or New Testament.\"4 According to\nMcCrossen, in the years to follow the publication of Bailyn's text, historians tended to focus on\nculture.'5\n1 J.S. Valliant, “The New Testament versus the American Revolution,” The Objective Standard, 10, no. 2,\n(Summer 2015): 36, accessed August 7, 2016, http://ezproxy.liberty.edu:2048\n2 Ibid., 37.\n3 Ibid., 36.\n4 Alex McCrossen, “American Zion: The Old Testament as a Political Text from the Revolution to the\nCivil War,\" Journal Of The Early Republic 33, no. 4 (Winter 2013): 771, accessed August 7, 2016. America:\nHistory and Life with Full Text, EBSCOhost.\n5 Ibid.\n17",
    "Page_23": "This is not to say that such scholars successfully demonstrated the complete absence of\nbiblical influence on the American Revolution. Even Valliant, who claims the Revolution “was\ndriven not by faith and self-sacrifice but by reason and self-interest\" concedes: “Of course, many\nof the Founders were not Christians but rather were deists. Even these Founders, however, were\ninfluenced substantially by aspects of Christian thought.\"6 Other scholars like McCrossen have\ncompletely departed from Bailyn's model of secular origins and assert, for example, \"how\nprofoundly the Old Testament influenced political debate and reflection in the United States\nLyman Beecher *believed that the American Constitution came from the Bible, not Rome or\nGreece.'8\nBiblical Influence\nWhat is more certain than the Bible's direct influence on the Revolution is its profound\ninfluence on the colonial culture of the time. Assertions range from descriptions of the American\n\"presecularized’ colonies in the years before the Revolution.1o One leading church historian, Dr.\nMark Noll, went so far as to identify the Bible as “the nation's vade mecum in times of crisis,\"11\nand McCrossen quotes historian Eran Shalev, who notes that during and after the Revolution\n6 Valliant, *The New Testament versus the American Revolution,” 45.\n7 McCrossen,“\"American Zion,\" 771.\n8 Ibid., 772.\n9 Seth Perry, Review of Sacred Scripture, Sacred War: The Bible and the American Revolution. Journal\n18",
    "Page_24": "\"conditioned contemporaries to think of an American mission in biblical terms.\"12 In fact, even\nthe argument that \"the prominence of the Bible in the lives of Americans began to decline in the\nfirst half of the nineteenth century,\"13 is evidence of the Bible's significance during the\nrevolutionary century that preceded it.\nAnother well-documented fact is that many revolutionaries appealed to the Bible to\nsupport, defend, and motivate the Revolution. James P. Byrd, who contradicts Bailyn's secular\nposition, observes \"the Bible was a major source of rhetoric supporting the American\nRevolution.\"14 While the American Revolution may not have been a “religious revolt,' he notes,\n\"the Bible was a central channel for inspiring revolutionary sentiments.*15 In 1966, the year\nbefore the publication of Bailyn's text, scholars like the late Professor Alan Heimert of Harvard\n*controversially depicted evangelical religion as a major factor in the coming of the American\nRevolution.\"16 Even critics of the Revolution made similar observations. Loyalist Peter Oliver\nwrote in the eighteenth century of how the “dissenting clergy” played a prominent role in the\nrebellion against British authority.17\nJames Byrd's contribution to scholarship on the subject has been remarkable. He studied\n543 sermons or pamphlets that included 17,148 biblical citations18 over a period from 1764 to\n12 McCrossen, “American Zion,” 773.\n13 W. Terry Lindley, \"An American Bible: a History of the Good Book in the United States, 1777-1880.\"\nBaptist History and Heritage 35, no. 2 (2000): 92, General OneFile, accessed August 7, 2016,\nhttp://ezproxy.liberty.edu:2048/login\n14 Amanda Porterfeld, Reviw of Sacred Scripture, Sacred War: The Bible and the American Revolution.\nAmerican Historical Review 119, no. 2 (April 2014): 517, accessed August 7, 2016, Military & Government\nCollection, EBSCOhost.\n15 Shalev, Review of Sacred Scripture, Sacred War, 246.\nFull Text, EBSCOhost.\n17 Ibid.\n18 Ibid.\n19",
    "Page_25": "180019 to analyze how the clergy found justification, moral support, and even imperatives in the\nBible. He concluded, “Ministers played a critical role in providing religious motivation for\nsoldiers, officers, and even civilians as they embraced the war with Britain,” helping them\n\"overcome both fear and moral scruples.\"20 He notes, “Killing for the cause of American\nindependence was...not presumed to have unconditional divine support.\"21 Ergo, people\nsearched the Scripture for guidance\nOne mitigating factor to the claim for biblical inspiration to the Revolution is that, while\nrevolution, it is not as clear what impact those sermons had or how well they were received.22 It\nis more difficult to establish how ^“Bible-based rhetoric\" from the clergy affected “individual\nbelief and action” among the laity.2 Whether the Bible was more a tool than a source is also not\nclear. Some argue that the Bible was not so much the original inspiration for the Revolution,\nthat commitment came later.*'24\nSuch controversies find expression in varying interpretations of biblical imperatives.\nRevolutionaries, for example, “struggled with loyalist claims that Peter and Paul condemned\nrebellion against civil authority..\"?5 Their solution was that they “read the apostles through a\nrepublican prism.\"26 Alexis McCrossen is another scholar who “redresses the scholarly neglect\n19 Porterfield, Review of Sacred Scripture, Sacred War, 517.\n 20 Perry, Review of Sacred Scripture, Sacred War, 414.\nRoger Sherman and the Creation of the American Republic. Journal of Religious History 38, no. 1 (March 2014):\n161, accessed August 7, 2016, Academic Search Complete, EBSCOhost.\n 22 Porterfield, Review of Sacred Scripture, Sacred War, 517.\n 23 Perry, Review of Sacred Scripture, Sacred War, 414.\n24 Ibid.\n 25 Shalev, Review of Sacred Scripture, Sacred War, 246.\n26 Ibid.\n20",
    "Page_26": "of the role of the Old Testament ^in the formation and evolution of an American republican\nrepublicanism.27 Likewise, Byrd notes what he calls “Hebraic republicanism\" in Revolutionary\nWar sermons and notes that Thomas Paine, in his Common Sense, used the Bible “as a historical\nRevolution ministers were able to argue ^the verses did not apply to tyrants who violated\npreexisting laws, which were the real powers that be.\"29 McCrossen asserts that the\nrevolutionaries saw in the Bible, especially the Old Testament, “a narrative of resistance to\ntyranny and republican virtue.\"'30 Ironically, because of this analysis, the same passage that\nadvocated respect for authorities became a source of security after the revolution, serving as “a\nbiblical safeguard against unbridled liberty and radical republicanism.?31\nSome, on the other hand, see even clearer theological sources for the revolutionaries\narguments. Byrd, for example, asserts that Roger Sherman, one of the “forgotten founders” who\nwas instrumental in drafting both the Declaration of Independence and the Constitution, based\narguments for resistance” than on the more common (and more secular) “Lockean” founding.32\nProfessor Glenn Moots of Princeton and Northwood University notes, however, that there is\n 27 McCrossen, “American Zion,\" 772.\n 28 Porterfield, Review of Sacred Scripture, Sacred War, 517.\n 29 Kabala, “Clergymen and Infidels in the American Revolution and Early Republic,” 112.\n 30 McCrossen, “American Zion,” 772.\n 31 Kabala, “Clergymen and Infidels in the American Revolution and Early Republic,' 112.\n 32 Moots, Review of Sacred War, Sacred Scripture, 161.\n21",
    "Page_27": "\"'very little of a paper trail between Reformed theology and Sherman himself,”\" making it difficult\nto determine whether \"natural rights, limited government by consent, and the right of resistance\nnecessarily owed to Reformed Protestant theology [emphasis original].*\"33 Even “Lockean?\norigins do not demonstrate any lack of biblical foundation, however. At the very least, these\nalternative claims suggest that American political theory derives from both Sherman's Reformed\ntheology and Richard Hooker's Anglican theology filtered through Locke's secular perspective (a\npoint that will be demonstrated below).\n     n  n h     n    \njustification and inspiration. Based on Byrd's analysis and the density of biblical citations in the\nsermons and writings, it is easy to see that \"Americans of the revolutionary era were, clearly,\ndeeply immersed in scripture,\"'34 and biblical support appears to be the best explanation for “the\nsurge of popular opinion in colonial conventions during the spring of 1776.*35\nDeists and Critical Scholarship\nAnother point of contention over biblical influence on the Revolution stems from the\nnothing” approach to philosophical influence. If revolutionaries may not have believed the Bible\ncompletely, how can it have played a role in the Revolution? Indeed, some revolutionaries did\nhold heterodox beliefs. As naturalist philosophers came to conflate biblical faith with the\nirrational, “philosophers like Locke and other English Deists\" made a concerted effort to “prune\n33 Ibid., 162.\n 34 Kabala, *Clergymen and Infidels in the American Revolution and Early Republic,\" 112.\n 35 J.R. Pole, Review of The Philosophy of the American Revolution by Morton White and Inventing\nAmerica: Jefferson's Declaration of Independence by Garry Wills, Journal of American Studies 13, no. 2 (1979):\n273, accessed August 27, 2016, http://www.jstor.org/stable/27553698.\n22",
    "Page_28": "expected, deists tended to lead a double life, “moving in respectable circles and seemingly\nworks they quietly produced “focus on the sayings of Jesus, providing a vivid image of a\nmoralist and teacher...omit[ting] practically all of the miraculous events narrated in the\ngospels.*38 Their beliefs included the idea that Jesus “\"was a mere man who taught great moral\nfour gospels, rearranged these in a new order, and pasted the clippings into blank sheets, forming\nan improved version of the New Testament to his liking.'*40\nJefferson is representative of a subset of the revolutionaries who straddled Christian and\nnaturalist philosophies. Jefferson found morality not in organized religion, but rather in\n\"obeying the moral sense implanted by God\" that focused on “social utility.\"41 “Above all,\nfollow your reason,”’ he is noted for saying, “because nothing true in religion could be contrary to\nit.*42 Apart from a few private communications, Jefferson “remained publicly silent about his\nnotes, while observing the clear influences of Unitarianism on Jefferson, that because of his\nx 7 4 s s       \nBible,”\" Journal of World History 20, no. 3 (2009): 421, accessed August 7, 2016, General Reference Center GOLD,\nhttp://ezproxy.liberty.edu:2048.\n38 Ibid., 415.\n39 Ibid., 416.\n40 Ibid., 415.\n41 Ibid., 417.\n42 Ibid.\n43 Ibid., 420.\n23",
    "Page_29": "efforts to reconstruct the Bible on naturalist terms, Jefferson was able to embrace a Christian\nidentity he otherwise found impossible to adopt.44\nJohn Locke and Isaac Newton also appear to fit this model. While it is not clear to what\nextent either of them adopted any particular unorthodox doctrines, they did leave documented\nevidence that they at least gave them consideration.45 What is noteworthy here is that, while\nsuch people may have lived outside of a completely biblical set of beliefs, they still demonstrated\nthe Bible's influence on their own beliefs. For example, in 1803, after the Revolution,\nPresident Jefferson compiled a syllabus comparing the ethical doctrines of several ancient\nphilosophers, the Jews, and Jesus\" that he sent only to “a few friends and family members,” and\ndeclared Jesus's moral system to be “the most perfect and sublime that has ever been taught by\nman.\"46\nThe Bible and Social Contract Theory\nOne less frequently explored means of biblical influence on the Revolution is the\ndevelopment of Social Contract Theory. The Reformation's theological emphasis on individual\nmoral autonomy before God spilled over into political theory. In this way, Christian ideas\nintroduced a “revolution” into political philosophy, specifically the “ethical components of\ncontractarianism, which included “autonomy, responsibility, duty, authorization, and willing.47\noccupy a place in...political philosophy which it had never occupied before.48 This shift was\n44 Ibid., 417 and 424.\n45 Ibid., 421.\n46 Ibid., 418-419.\n(Oct. - Dec., 1973), p. 548.\n48 Ibid.\n24",
    "Page_30": "clear in the Declaration of Independence, which asserts “governments derive their just powers\nfrom the consent of the governed.?\"49 The American Revolution ushered in the age of “Social\nContract Theory,” whereby “political legitimacy, political authority, and political obligations are\nderivative from the consent of those who create a government.\"'5o In the century that followed\n\"consent emerged as the leading doctrine of political legitimacy.\"51 In short, the idea of the\n“good\" state gave way to the idea of the “legitimate” state.$? As someone else put it, “We have\nin the modern state a new kind of collective agency,” where “the notion of popular will plays a\ncrucial role in the legitimating idea.\"53 The modern state faces and addresses questions “for\nwhich there are no analogues in most premodern forms: what/whom is this state for? whose\nfreedom? whose expression??'54\nThe idea that Social Contract Theory derives from Christian thought is not without\ncontroversy, but according to Patrick Riley, while some attribute its development to the\nvoluntarism arose from Christian roots. *\"The freedom to conform voluntarily to absolute\nstandards had always been important in Christian doctrine.” Further, he claims:\n[Tjhe Reformation doubtless strengthened the element of individual choice and\nresponsibility in moral thinking, while subordinating the role of moral authority. And it\nwas natural enough that the Protestant view of individual moral autonomy should spili\nover from theology and moral philosophy into politics, forming the intellectual basis of\ncontract theory.55\n49 Ibid., 543.\n 50 Ibid.\n 51 Ibid.\n 52 Ibid., 545.\n 53 Taylor, *The Meaning of Secularism,” 30.\n54 Ibid.\n 55 Riley, “How Coherent is the Social Contract Position?, 544.\n25",
    "Page_31": "Biblical Morality or Moral Rationalism?\nAnother point of contention is whether American political theory derives from biblical\nanthropology and morality or rather from naturalism and moral rationalism. Again, Jefferson is\nthe typical case in question. He was attracted both to moral rationalism--which, according to\nJohn Locke, “held that political conclusions can be inferred from self-evident premises\"--and\nScottish moral sense philosophy, which held that we sense and feel--not infer--moral values.56\nThese are the ideas from which philosophers derived natural law, an ambiguous concept to\nmodern ears. In his review of Morton White's Philosophy of the American Revolution, J.R. Pole\nprovides a helpful definition:\nNatural law differs from physical law because the decision to be bound by natural law\ninvolves free choice. A fire cannot choose not to burn; but a man can choose not to do his\nduty, just as he may choose not to exercise his right. A man may even choose not to be\nguided by the evidence of his senses: but no one else can make that choice for him\nbecause no one can experience the evidence of another's senses. That is why natural\nrights cannot be alienated, that is, voluntarily made over for another to exercise or to\nrefrain from exercising.57\nThe source of natural law is the question, and the term leaves room for readers to assume\neither Divine or natural origins. There is little doubt of Locke's influence on Jefferson's view of\nmorality and natural law. While conventional wisdom holds that Jefferson most likely read\nLocke's Second Treatise before the Declaration of Independence, some contest this. Even so, the\nlate Harvard Professor Morton White contends in his pivotal work, The Philosophy of the\nAmerican Revolution, that Jefferson's language--self-evident truths, inalienable rights, laws of\nnature, and man's essence, for example--betrays a heavy influence by the writings of Swiss jurist\n56 W. Gerber, Review of The Philosophy of the American Revolution. Philosophy and Phenomenological\nResearch 41, no. 4 (1981): 566, accessed August 27, 2016, http://www.jstor.org/stable/2107263.\n26",
    "Page_32": "Jean Jacques Burlamaqui, “one of the more effective transmitters of Locke's ideas.*58 As a\nresult, Jefferson's ideas appeared to have been a “Burlamaquian” blend of Locke's moral\nrationalism and Scottish moral sense philosophy.59\nWhat is apparent, then, is a combination of biblical and naturalistic origins--from which\nJefferson and others borrowed--for the morality of the Declaration of Independence. In both\nmoral sense philosophy and Lockean moral rationalism, a fine line exists between individual\nmoral autonomy under God and a more subjective, humanist view. For some, the ^“moral sense\"\nexists because God writes the law on human hearts; for others, it is merely \"natural.\" What's\nmore, even John Locke relied heavily on Richard Hooker's (an Anglican priest) theological\nFor example, it was from Hooker that Locke found the \"postulation of human equality as the\nfoundation of the reciprocal duties humans owe one another.\"61 What is notable, then, is that the\nevident,” and a biblical view by citing that men are “endowed by their Creator” with certain\nrights.\nThese foundations led to a unique expression of “qualified egalitarianism,” especially for\nJefferson. While some scholars argue that “the central impulses of the [American Revolution]\nevidence was attributed to a specific group and not to every person.\"63 This specific group of\nHistory 11, no. 1 (Summer, 1980): 167, accessed August 27, 2016, http://www.jstor.org/stable/203007.\n59 Ibid.\n 60 Irving M. Zeitlin, Rulers and Ruled: An Introduction of Classical Political Theory from Plato to the\nFederalists, (Toronto: University of Toronto Press, 2003), 113.\n61 Ibid.\n 62 Greene, Review of The Philosophy of the American Revolution, 168.\n63 Ibid.\n27",
    "Page_33": "people “had much leisure [and] improved understandings\"” and were better able to discern “self-\nevident’ moral truths.64 White even asserts Jefferson subscribed to Aristotle's notion that “some\nmen were slaves by nature” and questioned whether they “possessed enough rational power to\nwarrant inclusion in the species man.\"65\nLocke, too, had “identified several classes of people who could not or would not perceive\nthe self-evident...,\" and so ^...the thinking of Jefferson and his contemporaries developed within\na derived system in which some truths were more self-evident than others, depending on the\npropensities of the minds to which they were presented...\"66 Based on this view, \"the people'\nfor Jefferson “are those, and only those, who have the capacity or will to grasp the truths of\n( n o  n s s nnos    s  n \n\"property qualifications for voters.\"68 The dark side of such assertions is obvious. In a broader\nsense, however, “a faith in all the people was not one of the philosophical ideas advocated in the\n[American] Revolutionary era.\"69 However, this is not to say that Jefferson felt some people\nwould remain forever disenfranchised based on capability: *Jefferson's optimism gave him hope\nBurlamaqui's influence on Jefferson also found expression in his influence on the rights\nasserted in the Declaration of Independence. On the one hand, a more overtly biblical source for\nthose rights seems apparent, because based on Burlamaqui's influence, Jefferson believed it was\n\"undeniable (but not self-evident) that the right to preserve life, to preserve liberty, and to pursue\n64 Ibid.\n 65 Ibid.\n 66 Pole, Review of The Philosophy of the American Revolution, 271.\n67 Ibid., 271-272.\n68 Ibid.\n 70 Pole, Review of The Philosophy of the American Revolution, 272.\n28",
    "Page_34": "happiness, were derived from the self-evident truth of equal creation.\"71 On the other hand,\nBurlamaqui's influence explains why Jefferson replaced Locke's right to property with the\npursuit of happiness:\nJefferson...distinguished between inalienable rights, which came directly from God and\nincluded life, liberty, and the pursuit of happiness, and adventitious rights, which, like\nproperty, derived from man's own actions and were therefore renounceable. Because\n was obviously inappropriate to include an adventitious right such as property.72\nThis difference in the “trilogy of rights” is a significant one between the American and French\nRevolutions.\nThe American Revolution, then, derived from a combination of biblical and naturalistic\n'philosophy of civility,” promoting the three norms of \"1) human rights, 2) equality and\nnondiscrimination, and 3) democracy\"73--was “clearly part of God's providential plan for\nmankind,\"74 as seen in the assertion, “\"We hold these truths to be self-evident, that all men are\ncreated equal...\" As Bauberot put it, “In...the United States..., religion contributed in various\nways to secularization and particularly to the development of a democratic sociability.\"75\nOpen Marketplace of Religion\nWhether one points more to moral sense or moral rationalism, Jefferson's and Madison's\n71 Ibid., 272.\n 72 Greene, Review of The Philosophy of the American Revolution, 167-8.\n 73 Taylor, *The Meaning of Secularism,”' 32.\n74 Ibid.\n 75 Bauberot, \"Secularism and French Religious Liberty,”* 459.\n29",
    "Page_35": "evidence of religion which is present to my senses cannot be directly known to yours, and I\ncannot receive from another person any evidence which is not directly known to me.'76 The\n\"secularism” of the United States′ (U.S.) Constitution, in contrast to French revolutionary\nof faith, was to create what some called a “sort of marketplace of religions.\"77 An ironic result is\nthat the American separation of church and state ^has been conducive to high levels of religious\nor disfavoring not just religious positions, but any basic position, religious or nonreligious.?79\nIndeed, Marx's later condemnation of American society was telling. American society had not\nachieved true secularism, in his opinion. As Emmet Kennedy, Professor of History at the\nColumbian College of Arts and Sciences, summarized Marx, “The separation of church and state\nin the United States,”\" he opined, “atheized the state, but not civil society, which was still\nreligious...'\"80\nIn the decades following the Revolution, the Bible profoundly impacted American\nsociety, including the government. By the 1830s, the word “secularism\" had not entered into\nAmerican public life (unlike France, where laicite became a battle cry). Separation of church\nand state at the time left a role for religion in public life that is much more controversial today.\nIn the 1830s, Supreme Court Justice Joseph Story allowed for one “to invoke the principles of\n76 Pole, Review of The Philosophy of the American Revolution, 273.\n77 Calhoun, \"Rethinking Secularism,\" 37.\n78 Ibid., 42.\n79 Taylor, \"The Meaning of Secularism,\" 25.\n80 Kennedy, \"The Tangled History of Secularism,\" 35.\n30",
    "Page_36": "exclude all rivalry among Christian sects,” since virtually all religion in America was Christian.81\n Indeed, in 1892, the Supreme Court unanimously declared the U.S. to be a “Christian nation.*82\nStill, potential tensions within this system were likely from the outset. The First\nAmendment embodies two goals: the first is the rejection of establishment; the second is the\nguarantee of \"free exercise.” As a result, It is not inconceivable that these should conflict.\"83\nAny final solution to dilemmas that may arise from the tension between secular \"state neutrality\"\nand religious expression still eludes Americans for, after all, a “really diverse democracy can't\nrevert to a civil religion, or antireligion... without betraying its own principles.*84 At best, we\nAs we will see in the next chapter, the French model, especially during the First\nRepublic, was very different, a “non- or even antireligious ideology,\"86 sometimes described as a\n\"militant laicite.\"87\n 81 Taylor, *The Meaning of Secularism, 26.\n82 Ibid.\n83 Ibid., 28.\n84 Ibid., 33.\n85 Ibid.\n86 Taylor, *The Meaning of Secularism,\" 32.\n 87 Calhoun, \"Rethinking Secularism,\" 42.\n31",
    "Page_37": "CHAPTER 3 - The Ideology behind the French Revolution\nIn 1789, King Louis XVl convened the Estates General, which set off a chain of events\nthat came to a head on 21 September 1792, when the National Convention officially abolished\nthe French monarchy and first declared France a free republic.1 Because the French Revolution\nfollowed quickly on the heels of the American Revolution, the two events are often compared as\nif they stemmed from similar ideologies. The differences, however, are much greater than the\nsimilarities. The American Revolution, for instance, was a mere “secession” from England. The\nFrench Revolution, on the other hand, was a true insurgent rebellion that led to a complete power\nchange (several, in fact). What is more, in the American Revolution, the Constitution, once\nwritten, was never to be replaced, “unlike the repeated French efforts to establish a desirable and\nlasting version,” and the king, once rejected, was never to be replaced by another.2\nWhat caused the French Revolution is the subject of hot debate: “At present, no\ncomprehensive explanation for the coming of the Revolution exists...[and] it is unlikely that one\nwill emerge.*\"3 This thesis, however, is not a quest to explain the origins of the Revolution, but\ninstead, to explore the worldview(s) the revolutionaries embraced.\nTop-Down, not Bottom-Up\nOrigins of the Revolution are therefore of concern only insofar as they demonstrate\nideology. According to Gail Bossenga, Professor of History at the College of William and Mary,\nTocqueville first described the Revolution in more structural terms as ^the culmination of the\n1 David Ciavatta, “\"The Event of Absolute Freedom: Hegel on the French Revolution and Its Calendar,\"\nPhilosophy & Social Criticism 40, no. 6 (2014): 584, accessed August 27, 2016.\nhttp://psc.sagepub.com.ezproxy.liberty.edu:2048/content/40/6/577.\n2 Jennifer, Heuer, “Liberty and Death: The French Revolution.\" History Compass 5, no. 1 (January 2007):\n194, accessed July 9, 2016, http://onlinelibrary.wiley.com.ezproxy.liberty.edu:2048/doi/10.1111/j.1478-\n0542.2006.00362.x/epdf.\n3 Gail, Bossenga, “Origins of the French Revolution.\" History Compass 5, no. 4 (2007): 1294, accessed\nJuly 9, 2016, http://onlinelibrary.wiley.com.ezproxy.liberty.edu:2048/doi/10.1111/j.1478-0542.2007.00448.x/epdf.\n32",
    "Page_38": "process of centralization.\"4 After 1) Tocqueville's more “traditional' description, scholarly\ndescriptions of its causes moved from 2) Marxist apologetics (that oversimplified it as a clash\nbetween classes in accordance with the Marxist model), to 3) various forms of revisionism\n(which sought more complex structural explanations, focusing on financial and ideological\n\"discourses\" and contexts during the Revolution's various phases, and focusing more recently on\n\"political culture,” as expressed in symbols, rituals, and media). While any or all of these\nexplanations are telling in terms of ideology, they are also prone to certain dangers. Marxist\nexplanations were given to \"economic determinism,” while revisionist explanations have ofter\ngiven way to “ideological determinism,\"6 an excess the author of this thesis seeks to avoid. The\n“radical historians (apologists for Marxism) who displaced “conservative” explanations during\nthe twentieth century until the 1980s, explained it in Marxist terms as an \"inexorable march of\nexplanations are revealing. While Marxism would have predicted a “bottom-up” revolutionary\nprogression in France from feudalism to capitalism (before progressing inevitably to socialism\nand communism), others note that this did not happen. Instead, “contrary to radical orthodoxy,\nthe French Revolution likely retarded rather than advanced the progress of capitalism,” and\npeasants “clung stubbornly to the old communal mode of organization.\"α As such, it was much\nmore of a “top-down” revolution than Marxism expects. Some describe it instead as “essentially\na political revolution with social consequences and not a social revolution with political\n4 Ibid., 1298.\n Heuer, “Liberty and Death\", 175-176.\n6 Ibid., 179.\n7 Hugh Ragsdale, “Comparative Historiography of the Social History of Revolutions: English, French, and\nRussian,\" Journal Of The Historical Society 3, no. 3/4 (2003): 328.\n8Ibid., 328.\n33",
    "Page_39": "revolution from above?\"9 more akin to the later Stalinist model.10\nThe “top-down\"” nature of the French Revolution may be partly explained by the\ninfluence of Jean-Jacques Rousseau. As Professor Hugh Ragsdale of the University of Alabama\nwrote of Rousseau's influence, “Everything depended fundamentally on politics, and . . . no\npeople could ever be anything but what the nature of its government made it.\"'ll Because\nRousseau saw politics, instead of religion or custom, as the basis for society, \"the character of a\nprophesied but could himself only dimly imagine, government became an instrument for\nfashioning a people.*13 This component of Rousseau's expression in the French Revolution,\nRagsdale suggests, is “a hint of Stalin's Second Revolution, Russia's Iron Age.\"14\nSince the French Revolution was arguably more top-down than bottom-up, it is\nappropriate to notice the nature of the monarchy involved. The French monarchy's demise\nstemmed from numerous, converging forces: financial strains, political rivalries, parliamentary\nopposition, and attacks on royal legitimacy stemming from evolving political theory.15 One clear\ncontrast with the American Revolution is that while the British monarchy had been ceding a\ngrowing measure of power to the nobles (and later to Parliament) for centuries, the French\npolitical system leading up to the Revolution still “rested...heavily on the king's personal\n9 Ibid.\n10 Ibid., 329.\n11 Ibid., 331.\n12 Ibid.\n13 Ibid.\n14 Ibid.\n34",
    "Page_40": "sovereignty.\"16 Even those who note limitations on royal power in France still used descriptive\nterms like “patrimonial state” because of the king's heavy influence.17\nIndeed, the more absolute nature of royal authority in France created tremendous\nfinancial strain. “Participation in the War of American Independence...had left the [French]\ngovernment heavily endebted [sic] and more dependent on the parlement of Paris to rubber-\no   , a    e sn  sxn u dss\n1688 had transformed the British government into a trustworthy or ^credible borrower*19\n(because the British Parliament had taken fiscal control), in France “absolute monarchs coule\nrepudiate debt,20 which meant French borrowing came at a much higher price. One outcome of\nthis was that the French credit system failed in 1788, setting off a chain of events that led to the\nRevolution.21\nFrench Laicite -- \"Militant\" Secularism\nOne of the most profound contrasts between the French Revolution and the American\nRevolution is the former's potent form of secularism. As Bauberot put it, “The French speak\nwillingly of the ^French exception,’ and it is true that the French system of secularism has\npeculiar or unique traits.*22 In France, secularism (laicite) is “not simply...a policy choice\nbut...part of its national identity.\"23 Craig Caolhoun, sociologist and president of the Berggruen\n16 Ibid., 1301.\n17 Ibid., 1302.\n18 Ibid., 1303.\n19 Ibid., 1306.\n20 Ibid.\n21 Ibid., 1310.\n 22 Bauberot,\"Secularism and French Religious Liberty,” 451.\n 23 Calhoun, \"Rethinking Secularism,\" 35-36.\n35",
    "Page_41": "Institute, defines it uniquely as a \"Catholaicite,\"24 which, like French identity, has been shaped\n\"'not just by general Christian history but by Catholic culture, its struggle against and ascendancy\nover Protestantism, and then the challenge brought by revolutionary and republican assertions of\nthe primacy of citizenship over devotion.'25\nIn order to understand how a strange moniker like Catholaicite could evolve, a look at\nFrance's religious history is important\nHistoric Repression of the Bible\nFrench history reveals a consistent pattern of Catholic repression of alternative Christian\nexpressions. In the 13th and 14h centuries, not long after the zenith of Roman Catholic power,\nPope Innocent Hl launched the Albigensian Crusade against a religious movement named for the\nregion of Albie in France. While the Catholic Church accused them of heresy, any true evidence\nof their doctrines is lost to history:\nIt is exceedingly difficult to form any very precise idea of the Albigensian doctrines\nbecause present knowledge of them is derived from their opponents and from the very\nrare and uninformative Aibigensian texts which have come down to us. What is certain is\nthat, above all, they formed an antisacerdotal party in permanent opposition to the Roman\nchurch and raised a continued protest against the corruption of the clergy of their time.26\nThat their survivors joined the Waldensians, a Bible-believing movement, suggests the\nAlbigensians may also have followed a biblical doctrine. The first major battle of the\nAlbigensian Crusade was the Massacre at Beziers, 21-22 July 1209, where as many as 20,000\ncivilians were slaughtered.27\n24 Ibid.\n25 Ibid.\n 26 The Editors of Encyclopedia Britannica,“Albigenses,” Encyclopedia Britannica, Encyclopedia\nBritannica, Inc., https://www.britannica.com/topic/Albigenses, accessed Sept 29, 2017.\n36",
    "Page_42": "The Huguenots were a largely Calvinist movement that derived from the Reformation.\nThey “generally read the Bible...as authoritative testimony..that is, as history with theological\nimplications.\"28 On 24-25 August, 1572, Roman Catholic nobles and other citizens murdered\nbetween 5,000 and 30,000 Huguenots in the St. Bartholomew's Day Massacre. By the late 17th\ncentury, hundreds of thousands more had fled from persecution in France.29\nA third noteworthy movement that took place mostly in France, Jansenism, stressed\noriginal sin and the grace of Christ, opposing Jesuit assertions in their Counter-Reformation.30\nOthers describe them merely in structural terms, as “a dissident movement in the Catholic\nChurch.*31 Pope Clement IX officially ended toleration of the movement in 1713,32 however,\nand Louis XIV outlawed them sometime before the Revolution during Louis XVI's reign.33\nWhat becomes clear as a result is that the Roman Catholic Church largely wiped out any\ntraces of the Reformation in France during the centuries leading up to the Revolution. In pre-\nrevolutionary France, then, \"Catholicism was the lens through which all religion was viewed at\nthe time.'34\nBiblical Criticism in France\nOne apparent side-effect of the Catholic Church's repression of the Reformation in\nFrance (and with it, repression of open use of the Bible) is that biblical criticism gained\n 29 The Editors of Encyclopedia Britannica, “Massacre of St. Bartholomew's Day,” Encyclopedia\nBritannica, Encyclopedia Britannica, Inc., https://www.britannica.com/topic/Albigenses, accessed Sept 29, 2017.\nBritannica, Inc., https://www.britannica.com/topic/Albigenses, accessed Sept 29, 2017.\n 31 Bossenga, “Origins of the French Revolution,” 1302.\nBritannica, Inc., https://www.britannica.com/topic/Albigenses, accessed Sept 29, 2017.\n 33 Bossenga,\"Origins of the French Revolution,\" 1302.\n 34 Bauberot, \"Secularism and French Religious Liberty,” 460.\n37",
    "Page_43": "considerably more traction there. One of Voltaire's (1694-1778) contributions to history was a\ndeeply critical reading of the Bible, which “dissolved’” its ethical and religious teachings in\n\"speculations about the editing and transmission of biblical texts...\"35 Another notable\ncontributor was Mme du Chatelet (1706-1749), who wrote of her opinion that the Bible was \"a\nvery fallible manual.?'36 Voltaire's and Mme du Chatelet's appraisal of the Bible derived from the\nvalue they placed on “reason” and “rationality,”\" hallmarks of Enlightenment thought (the \"\"Age\nof Reason\") that are surprisingly difficult to define consistently.37 While other great\nEnlightenment thinkers like Newton and Descartes revered the Bible, apologetics, and theology\non the one hand, and studies such as mathematics and the natural sciences on the other, they\nneither read the Bible critically nor applied scientific philosophy to the Bible. They saw the\nnatural and mathematical sciences as deriving from God's creative mind.38 Voltaire and Mme du\nChatelet, on the other hand, reversed this approach, seeing God and theology as deriving from\nthe human mind.39\nOne way of describing this is to say that science--a product of Reformation thought in\nminds like Newton's and Descartes', gained independence from the Bible. Science and the\nphilosophy of reason, therefore “correlated,” with “corrosive ramifications for the role of the\nBibl...40 Biblical interpretation “\"could no longer tolerate conflicts with natural science.\"41\n*For Voltaire [and Mme du Chatelet], science represented rational inquiry, while the Bible\n 35 Schwarzbach, *Reason and the Bible in the So-Called Age of Reason,\" 439.\n36 Ibid., 40.\n37 Ibid., 441.\n38 Ibid, 441-442.\n39 Ibid.\n40 Ibid., 462.\n41 Ibid., 463.\n38",
    "Page_44": "Schwarzbach, a scholar of their collective works, described as \"the warfare of Science with\ntheology,'43 or a “\"war against the Bible.4\nFrench Enlightenment thought on faith and reason contrasted sharply with Colonial\nAmerican thought. Even Jefferson found much value in biblical morality, but in France, biblical\nTertullian's definition of faith, that “to have faith one must ^annihilate′ one's reason, because\nheld reason in such high esteem that \"what is reasonable-without contradiction...is believable\nsubject to any relative judgments (i.e., what is more or less reasonable)--but they also did not\nrecognize the subjective application of reason in any person's mind. For Mme du Chatelet, “\"the\ncategory of reason admits of no qualifications,” and she asserted she “could not reason about\nanything unreasonable.\"47 In fact, they rejected resurrections and miracles as “unreasonable,\"\n\"irrational,? or “absurd. '*48\nAn extension of this that had clear, ideological implications is that Voltaire and\nChristian dogma\" who were “every bit as good as their baptized, European counterparts whom\nthey were meant to embarrass. The secularist implications [were] obvious. What is the need for\n42 Ibid., 464.\n43 Ibid.\n44 Ibid.\n45 Ibid., 448.\n46 Ibid., 465.\n47 Ibid., 455.\n48 Ibid., 443.\n39",
    "Page_45": "Revelation if better results could be obtained without it??49 Unlike even the more skeptical of\nAmerica's revolutionaries (such as Jefferson), Voltaire and his devotees saw fit to seek morality\napart from the Bible.\nIt may be difficult to measure the impact these ideas had on French public opinion of the\ntime, but Schwarzbach asserts that based on a “rough sense of the scale of readership”\" inferred\nfrom editions and re-editions of Voltaire's work, one may infer “quite a few readers in France fon\nthe end of the [18th] century...the battle against the Bible had been largely won by Mme du\nChatelet and her fellow critics.*\"51\nAnticlericalism\nIn the years leading up to the Revolution, then, not only was there minimal influence\nfrom the Bible in French society, but the Catholic religion \"was the only one that was legitimate\nin the old regime.\"52 Moreover, the nearly absolute power of the monarchy “\"was closely tied up\nwith religious claims to authority,\"3 and French history had seen “a long history of priestly\ninvolvement in policies, education, and other dimensions of social life.\"54 The result was that the\nRevolution “took up the mantle of secularism'55 in a “frontal conflict between what is called\n 49 Kennedy, \"The Tangled History of Secularism,\" 34.\n 50 Schwarzbach, \"'Reason and the Bible in the So-Called Age of Reason,\" 44.\n 51 Ibid., 469.\n 52 Bauberot,\"Secularism and French Religious Liberty,\" 459.\n 53 Calhoun,\"Rethinking Secularism,\" 41.\n 54 Ibid., 37.\n 55 Ibid., 41.\n40",
    "Page_46": "clericalism,’ or the claim of religion to political dominion over the country, and the\nanticlericalism that actively fought this claim.'56\nRoyal and Catholic persecution of Jansenist priests, which intensified in the 1750s, also\nhad an unintended effect. Jansenists turned to co-religionist jurists for support and succeeded in\nwresting absolute control of the sacraments from the Roman Catholic Church.57  What's more,\n*the [revolutionary] claim that authority inhered in the entire body of the faithful and not in the\npublic person of the pope transferred to the political arena” and contributed to the adoption of\nSocial Contract Theory. The revolutionaries’ refusal to \"deify the monarch,” something the\nfrom the king to the nation's representatives. The final product of wresting church control from\nthe Vatican was “increased control of the state over the church.\"58\nIn revolutionary France, then, “laicite came about in a struggle against a powerful\nchurch\" (emphases original). In fact, the French Revolution \"was the first anti-religious\nrevolution in Europe.\"'59 The extent of the backlash was remarkable:\nWhen the French Revolution detonated, a series of acts between 1789 and 1793\nsecularized both the state and the church. Popular sovereignty replaced divine right,\nchurch property was secularized, religious orders were suppressed, the Civil Constitution\nelected by the secular electorate, and communications with Rome were forbidden).60\nTwo years later in 1795, a “rather punitive separation of Church and State?61 ensued.\n 56 Bauberot, \"Secularism and French Religious Liberty,\" 459.\n57 Bossenga, “Origins of the French Revolution,” 1318.\n58 Ibid.\n 59 Kennedy, \"The Tangled History of Secularism,\" 35.\n60 Ibid.\n61 Ibid.\n41",
    "Page_47": "This official separation “sanctioned the termination of clerical salaries\" and, while it allowed\nchurches to reopen, tolerated “no public manifestation of cult.\"62 Officially, “Religion was to be\nconfined to the private domain where, as one of the Ideologues put it, ^each citizen can indulge\nin the errors he pleases.'\"63\nThe French revolutionary goal was for the state to have “a morality independent of all\n, e    s   on a  s g, e p \ntheology.\"64 Therefore, for the French, “laicite was all about controlling and managing\nreligion.?\" They sought to remove religion “from the spaces of the Republic.*\"65 The French\nrevolutionary ideal was not merely secularism, but a more militant form of irreligion.66 Even the\nReign of Terror did not sufficiently deter anticlericalism. It led to religious (Catholic) revival,\nbut the official separation of Church and State followed in 1795.67\nIdeology as a Replacement for Religion\nThe “rational theology” the revolutionaries sought found expression in “ideology,” or the\n\"Science of Man,” which led to today's social sciences.°° In 1796, three years before the French\nRevolution culminated in the Napoleonic coup, “the physician-philosopher Pierre-Jean-Georges\nCabanis (1757-1808) exhorted his colleagues of the French National Institute to establish the\n62 Ibid.\n63 Ibid.\n 65 Ibid.\n 66 Calhoun, \"Rethinking Secularism,\" 42.\n 67 Kennedy,\"The Tangled History of Secularism,\" 35.\nRevolution, The American Historical Review 86, no. 4 (October 1981): 854, accessed August 27, 2016,\nhttp://www.jstor.org.ezproxy.liberty.edu:2048.\n42",
    "Page_48": "'science of man and society.'\"69 He and his peers sought to replace traditional religion with\nearly years of the Revolution due to the combination of his medical philosophy and his political\nconnections.7° His philosophy reflected “a unique confluence of medicine, politics, and\nphilosophy in the clear line of thought from the Enlightenment to the French Revolution.'71\nBased on “the Enlightenment philosophy of human perfectibility,*72 they sought to take\nempiricism--Francis Bacon's method of studying the natural world--and apply it to humanity, to\n“integrate man into nature and make him the object of science by the rigorous study of his\nalso scientific manipulation, leading to the “exalted mission of human and social regeneration.'74\n\"autonomous science of human behavior” led to “psychophysical engineering,” by assuming\ndesirable human behavior could be achieved through “sound psychophysiological habits [that]\ncould modify the state of the brain, the nervous system, and the internal organs.\"75 With this\nphilosophy, physicians joined legislators in a joint endeavor to \"perfect the human species,\nthough Cabanis hoped the government's role would be limited.76 An ideological inconsistency\nRevolution, American Society for Eighteenth-Century Studies 16, no. 3 (Spring 1983): 336, accessed August 27,\n2016, http://www.jstor.org/stable/2738355.\n70 Hannaway, Review of Canabis: Enlightenment and Medical Philosophy in the French Revolution, 854.\n71 Ibid., 855.\n72 Greenbaum, Review of Cabanis: Enlightenment and Medical Philosophy i the French Revolution, 37.\n73 Ibid., 336-337.\n74 Ibid., 337.\n75 Ibid., 338.\n76 Ibid.\n43",
    "Page_49": "pursuit of the twin goals of perfecting society and perfecting its human members forced\nrevolutionaries to seek an elusive “compromise...between freedom and regulation.\"77 Another\ninconsistency lay in the inability of their philosophy to explain or motivate the free will\nnecessary for any revolutionary endeavor. Insofar as physiological materialism leads to (or\nderives from) materialistic determinism, it is difficult to explain any line that projects from there\nto political activism, because in doing so, ideologues presuppose “a will free enough to enact\nreform.'78\nReason as a Replacement for God\nFollowing a line of thought from Voltaire and Mme du Chatelet to Canabis, the\nrevolutionaries? solution for the clash between human perfectibility and human liberty appears to\nhave been the philosophically elevated notion of reason.  As David Ciavatta of Ryerson\nUniversity in Toronto notes of Hegel's account of the Revolution: “That to which the revolution\ngrants absolute sovereignty, that which it reveals as ultimate, is nothing other than the principle\nof reason itself. This attempt to let reason alone rule the world is part of what makes the\ndesirable for enfranchising people, the French saw it as a means of perfecting them for society.\nNot only that, but some in the Revolution even deified the concept:\n...[T]he French view school as the perfect institution to teach future citizens to exploit\ntheir faculties of reason and to help them exercise freedom of thought. The problem is\nthat people can cease to view reason itself as a simple instrument, enshrining it instead.\nIndeed, there was a short-lived but authentic cult during the revolution (1793-1794) that\n77 Hannaway, Review of Canabis: Enlightenment and Medical Philosophy in the French Revolution, 855.\n1750-1790, American Historical Review (April, 2013): 573.\n79 Ciavatta, “The Event of Absolute Freedom,” 579.\n 80 Bauberot, \"Secularism and French Religious Liberty,\" 461.\n44",
    "Page_50": "Faith in the absolute nature of reason became a hallmark of the French Revolution\nmediation of the agency of rational individuals, and ultimately through mediation of the\nuniversal will of reason\" (emphases mine).81 It was thought “men's particular and finite wills,'\nwhen educated to practice reason, would naturally lead to a clear “general will of all, insofar as\nthis will is at bottom rational.?\" Herein lay “the law of the general will,*82 a belief in and\ncommitment to an “abstract, universal will.\"83 The ideal notion of a “totally rationalized\npractical environment\" necessarily led to the second ideal notion of a “rational agent who is\nalready in possession of all of the universal “laws of action’? that are to govern [his or] her every\nmove.*\"84 The only thing necessary for such a “rational agent”? was to identify any situation “in\nterms of its transparent, universal character, plug it into [his or] her store of universal maxims,\nand the required action [would] be clear..'85\nHere lies another apparent inconsistency within the French revolutionary philosophy.\nSuch philosophers rejected biblical “irrational' absolutes in the belief they would find an\n\"timeless principles\" were found, no further argument would be required. The problem was that\n\"there is no such set of timeless principles that can be determined ...by reason alone.\"86\n 81 Ciavatta, *The Event of Absolute Freedom,” 587.\n82 Ibid., 589.\n83 Ibid., 594.\n84 Ibid.\n85 Ibid.\n86 Taylor,“*The Meaning of Secularism,” 24.\n45",
    "Page_51": "From \"the Year of Our Lord\" to \"the Year of the Republic\"\nThe day after the National Convention abolished the monarchy and declared a republic,87\nthe National Convention passed a resolution “\"to replace the Gregorian Calendar and its Anno\n\"The cult of Reason of the Terror sought to rid France of Christianity once and for all.*89  Their\n\"revolutionary calendar” removed “all holy and saints’ days, substituting civic\ncommemorations.\"90 Instead, they aimed “to recognize and memorialize” the French Revolution\n\"as a radical new beginning, most strikingly by making the revolution itself - instead of Christ's\nbirth - the most foundational orienting point in its dating system.\"\"1 In effect, they asserted the\nFrench Revolution as more pivotal to human history than the birth of Christ. The National\nConvention made the start of their revolution “the ultimate reference point from the perspective\nof which the meaning of all human actions and institutions...must from then on be interpreted\nand evaluated.*'92\nThis *highly decimalized system” was akin to the metric system, dividing each month\ninto three, complete ten-day weeks, each day into ten hours, each hour into one hundred minutes\nand each minute into one hundred seconds.9’ As a more \"rational”' calendar, it was intended to\nfurther entrench “revolutionary vigilance against the irrational authority of religious and othe\ntraditional prejudices.'94\n 87 Ciavatta, *The Event of Absolute Freedom,” 580.\n88 Ibid.\n 90 Ibid.\n 91 Ciavatta, *The Event of Absolute Freedom,* 580.\n92 Ibid., 585.\n93 Ibid., 588.\n 94 Ibid., 580.\n46",
    "Page_52": "The revolutionary calendar was a clear expression of faith in the absolute nature of reason\nand the unquestionable nature of \"universal will.\"” A \"core function' of the calendar was to\nopenly assert, “now that the universal will of the legislature had entered the scene, [that] all other\nauthorities, all other claims - whether past or future - to determine the ultimate meaning and\ndirection of human affairs, must be resituated on its terms\" (emphasis mine).95 In essence, they\nproclaimed “the first day of their radical new narrative of human freedom - was itself willed by\nthe rational order of nature itself..” (emphasis mine).96\nRousseau's “Mandatory\" Civil Religion\nFrench revolutionaries advocated a civil religion much as American revolutionaries had\ndone a few years before. Unlike the American model, however, which functioned alongside\ntraditional religion and even encouraged its practice, the French model--based on Rousseau's\nwritings--sought to supplant traditional religion. Rousseau wrote in his Social Contract (1762)\nthat “Christianity could not serve as the religion for his republic or any other state honoring the\ngeneral will,′ because it diverted men's loyalties to another world.*97  The civic religion he\nadvocated in place of Christianity “came to life in the Revolution with a panoply of naturalistic\nfestivals.*98 For him, \"fidelity to the social contract...requires moral education (something like\ncivic education)...,*\"99 which must take the form of his civic religion.\n95 Ibid., 586.\n 96 Ibid., 589.\n 97 Kennedy, \"The Tangled History of Secularism,\" 35.\n98 Ibid.\nHistory of Philosophy 53, no. 2 (2015): 292, accessed August 20, 2016, http://ezproxy.liberty.edu:2048/login.\n47",
    "Page_53": "Rousseau's model is a fascinating contradiction in terms. He famously charged, “Man is\nborn free, and everywhere he is in chains,\"1oo and he also insisted “on the primacy of liberty,*101\nbut what he meant by “free” and “in chains\"” is not readily apparent. As Boston University\nProfessor of Philosophy Charles L. Griswold put it, “Rousseau's theory faces deep difficulties-\nultimately about the nature of what it means to be free...\"io2 First, because Rousseau saw his\ncivil religion as indispensable to the implementation of the social contract, “his notion of “civil\nreligion\" was “non-optional.\"1o3 Equally famous are his assertions that people are “obligated to\nconform their wills to their reason,” and “shall be forced to be free.\"104 What's more, “\"the ^civil\nprofession of faith’ is required by law and backed by the police power of the state.\"105 Second,\nin the spirit of Voltaire and Mme du Chatelet, Rousseau appeared to believe his own word on\ncivil religion was final, for he was “explicit’ that they were to be offered “without explanations\nor commentary.\"106 Any reflections or debate over the “dogmas\"” of his social contract, he\nsurmised, would “undermine belief? and were therefore not permissible.107 Third, anyone who\ndid not “believe” his dogmas could be banished, and anyone who professed them publicly and\nthen “behave[d] as if he did not believe them? was to be executed.108\nIn the end, then, Rousseau insisted on “belief, not just conduct,*109 and despite his\nprohibition of religious intolerance, his scheme was severely restrictive of religious belief and\n100 Griswold, “Liberty and Compulsory Civil Religion in Rousseau's Social Contract,\" 272.\n101 Ibid., 273.\n102 Ibid.\n103 Ibid., 286.\n104 Ibid., 281.\n105 Ibid., 274.\n106 Ibid., 275.\n107 Ibid., 277.\n108 Ibid., 278.\n109 Ibid., 274.\n48",
    "Page_54": "practice.l1o For Rousseau, uniformity of belief was a necessary precursor to “freedom.” As\nGriswold put it, \"It is easy to see why such a civil religion, because of internal inconsistencies of\ndefinition, would come into conflict with its own ^dogma? that ‘religious intolerance is not\n on e pe  q o oq s i m [nl , i u 1ad\nFreedom Equals Submission\nFor Rousseau, then, the condition one has gained by undergoing the \"remarkable change'\ninto the social contract is “civil freedom.\" For one to fully exercise free will in the political\ncontext, or to participate in the general will, “does indeed depend on a particular transformation\nof the individual will. Rousseau is explicit that the transition from the state of nature to the\n a si n  u,  ua dsn ps go  e [l no pos\ngeneral wil. 114 More succinctly, Rousseau defined freedom as “obedience to the law one has\nprescribed to oneself:*l15 The opposite, as far as Rousseau was concerned, was “slavery,” which\nhe defined as ^impulsion of mere appetite.\"l16 Liberty was, therefore, a combination of\n\"obedience to the law one has prescribed oneself’ and mastery of appetites, including the desire\n110 Ibid., 278.\n111 Ibid., 274.\n112 Ibid., 278.\n113 Ibid., 286.\n114 Ibid., 287.\n115 Ibid., 288.\n116 Ibid., 291.\n117 bid., 292.\n49",
    "Page_55": "Griswold summarized it well: “In sum, Rousseau's social contract theory holds that naturally\nequal and free citizens are to mold their private wills to the general will, not to some counterfeit\nof the general will, and that in doing so they are truly free, and certainly at least as free as they\nwerebefore.\"'118\nThe Great Lawgiver?\nAnother interesting ambiguity in Rousseau's philosophy is his ascribing a “sanctity” to\nhis civil religion by means of invoking the “Great Lawgiver,” which appears to be a linguistic\nattempt to transform God into a naturalistic manifestation of the \"general will.\" Whether\nRousseau intended simply to replace God or rather to appeal to Plato's philosopher-king (or\nboth), Griswold dismissed the idea as a deus ex machinall9 and charged that Rousseau gave no\nexplanation as to the genesis of this “extraordinary figure.\"12o Rousseau even appeared to\nreplace the biblical notion of law being written on people's hearts: “The ^great Lawgiver attends\nin secret? to these,\" he said, “and they are inscribed ‘in the hearts of the Citizens.\"121 Such a\nLawgiver (or legislator), according to Rousseau, must be capable of changing human nature.122\nDifficulties Establishing Republicanism\ntherefore, led to a powerful backlash against not just the monarchy, but religion as a whole\nThis, combined with Rousseau's mandatory model of civil religion meant royal subjects could\n118 Ibid., 295.\n119 Ibid., 291-292.\n120 Ibid., 284.\n121 Ibid., 276.\n122 Ibid., 282.\n50",
    "Page_56": "expect to exchange an absolute God for an absolute notion of reason, and royal tyranny for a\nuniquely republican tyranny.\nIronically, while the push for republicanism and division of power might be expected to\nroyalist known as Simon-Nicolas-Henri Linguet predicted and tried to avert the Revolution by\nadvocating social reform with the National Assembly. Notably, however, he did not see hope\noutside of the crown. In an interesting foreshadow to Karl Marx, “Linguet saw society as\ndivided between the oppressors--the rich and powerful--and the oppressed, including himself.*'123\nHe felt the “tradition of Montesquieu,” who advocated for the division of power, was one of\nmonarchical power must step in’' to guarantee the people's rights.f2s Ultimately, he was tried and\nguillotined in 1794 as a “partisan of despotism.\"126 While his efforts clearly failed, it seems\npossible from his example that the presence of royalists in the National Assembly may have\nretarded the development of separation and limits of power necessary for a constitutional\nrepublic to succeed. This may explain why the Revolution's answer to monarchism (especially\nduring the Terror) looked more like populism than republicanism.\nIn summary, the French Revolution was built on an almost purely Enlightenment base\nwith a nearly wholesale rejection of the Bible as an authority. With a naturalist, materialist base\nthat appealed to an “absolute” concept of reason and a hypothetically absolute “general will,\"\nEighteenth-Centurry French Politics, The American Historical Review 86, no. 4 (October 1981): 854, accessed\n origsite=summon&seq=1#page_scan_tab_contents.\n124 Ibid.\n125 Ibid.\n126 Ibid.\n51",
    "Page_57": "and with the inherent tension between “liberty” and conformity to the “general will,\" it was very\ndifficult for republican values to bear consistent fruit. The inherent conflicts are visible in the\nRevolution's tripartite values of liberty, equality, and fraternity. In religious terms, liberty meant\n\"no one must be forced in the domain of religion,” something akin to “free exercise,\"127 but as\ndemonstrated above, not just external conformity, but true belief in a standard, dogmatic civil\nreligion was mandatory in Rousseau's model. Equality suggested no religious (or irreligious)\noutlook could be privileged over another,f2* but again, any religion with absolute claims outside\nof the civil religion could not truly be tolerated in such a model. Finally, while Professor\nEmeritus Charles Taylor of McGill University suggests this could be “stretching the point a\nlittle,” fraternity in religious terms at least implies all spiritual families must be heard, and there\nshould be \"harmony and comity” between those of different outlooks to the greatest extent\npossible.129 Once again, however, insofar as Rousseau's model prevailed, this was impossible\nAs Taylor noted, “these three goals, of course, can conflict. \"130\n127 Taylor, \"*The Meaning of Secularism,” 23.\n128 Ibid.\n129 Ibid.\n130 Ibid.\n52",
    "Page_58": "CHAPTER 4 - Outcomes of the American Revolution\nThe American Revolution, then, was built on a mixed bag of Reformation and\nEnlightenment thought, and a significant portion of the latter actually appealed to the former for\ninspiration. Both Christians and Deists appealed to the Bible for inspiration and support. As a\nresult, not only were the outcomes of the American and French revolutions different but\nstructurally they were very different events. In the American colonies, for example, the British\naristocracy had not secured a great deal of status in terms of rank. Rather, the elite grew more as\na meritocracy. According to Dr. Leonard J. Hochberg's analysis of Alexis de Tocqueville's\nwork, “the American Revolution was not a great social revolution as was the French, but merely\nthis paper will demonstrate further below, this structural difference helped preserve liberty\nBased on Tocqueville's observations, Hochberg noted, \"whereas the French revolutionaries\ndestroy[ed] the aristocracy and ultimately weaken[ed] liberty, the American political elite, after\nthe revolution, proceed[ed] to found a government in which liberty would be preserved.?2\nAmerica's \"Relative Theological Consensus'\nTocqueville further noted a stark contrast between American debates and those in the\nFrench National Assembly. He emphasized, “the American Constitutional Convention as a\nnovelty in the history of society' because the ^calm’ negotiations of the delegates took place\n1 Leonard J. Hochberg, “Reconciling History with Sociology? Strategies of Inquiry in Tocqueville's\nDemocracy in America and The Old Regime and the French Revolution,\" Journal of Classical Sociology 7, no. 1\n(March 2007): 45-46, accessed July 9, 2016, http://jcs.sagepub.com.ezproxy.liberty.edu:2048.\n53",
    "Page_59": "during a time when even sovereignty had been suspended.*\"3  Tocqueville also noted American\n\"self-interest” was “enlightened” by an “eternal perspective.” As Hochberg put it, “According to\nTocqueville, the doctrine éself-interest rightly understood’ suggests to Americans that virtuous\nacts are conducive primarily to one's own happiness, utility or ultimate profit - either in this life\nhow an enlightened regard for themselves constantly prompts them to assist each other, and\ninclines them willingly to sacrifice a portion of their time and property to the welfare of the\nState.'5\nTocqueville also noted that the American doctrine of what he described as “self-interest\nrightly understood’\" is not sufficient to produce virtue. In acknowledging this, he indicated the\nexistence of another source of virtue. According to Tocqueville: “By itself [this doctrine] ...\ncannot suffice to make a man virtuous, but it disciplines a number of citizens in habits of\nregularity, temperance, moderation, foresight, [and] self-command.\"6\neven selfless “self-interest\"? Tocqueville alluded to it by noting the eternal perspective in “the\nblessings of a future state,”' so one possibility to be explored in the concluding material of this\npaper is the presence of the Bible as a cultural influence. While France had seen much public\ndebate between theism (the Roman Catholic Church) and atheism (spearheaded by Voltaire and\nMme du Chatelet), in the American colonies, debate revolved instead over theism and deism.\nBecause of the prevalence of nominal Christian culture, even those who expressed doubts still\n3 Ibid., 47.\n4 Hochberg,“Reconciling History with Sociology? 34.\n5 Ibid.\n6 Ibid., 35.\n54",
    "Page_60": "wanted to \"remain Christian.\"' Moreover, because Christianity was seen as a major source for\nsocial contract theory, public debates played out very differently in America, seeking variously\nto protect and restrain religion, but not eradicate it:\nIn America, the protestant notion of individual moral autonomy led to a culture in which\nthe idealization of private judgment in religion overwhelmed earlier notions of\ncommunal authority over theological truths.’ Therefore, public debate centered less on\ntheological differences and more on ^doctrine and practice.’ Also of note was how ‘the\ninfidel controversies [between Christianity and Deism] transformed religious and civil\ndiscourse in early America.' Christians tended to see deists as ‘subversive threats to a\nmoral and patriotic citizenry,’ while deists feared Christian ‘moral reformers’ as possible\n‘portends of tyranny.'8\nOne irony is that such debates with deism, or what Dr. James S. Kabala refers to as “ambient\ninfidelity,\" effectively expanded the “open marketplace\" of religions, and “a sturdy cultural\nhave seemed radical in earlier periods.\"ll In essence, “all forms of Christianity were legally and\nmorally acceptable, because, at least, they were not infidelity.\"\nImplications of the Relative Theological Consensus\nThere were two immediate implications of this relative theological consensus. First, all\nparties sought restraint, for *both Christians and deists desired to police the boundaries of\n7 Kabala, “Clergymen and Infidels in the American Revolution and Early Republic, 113-114.\n8 Eric R. Schlereth, Review of An Age of Infidels: The Politics of Religious Controversy in the Early\nUnited States, American Historical Review 119, no. 2 (April 2014): p. 518, accessed August 7, 2016, Military &\nGovernment Collection, EBSCOhost.\n9 Kabala,“Clergymen and Infidels in the American Revolution and Early Republic,\" 113.\n10 Ibid.\n11 Ibid.\n55",
    "Page_61": "publically acceptable religious speech and conduct.\"12 Second, neither Christians nor deists (as\nexemplified by Jefferson) saw humanity in idealistic terms. After all, as mentioned above, for\nJefferson a self-evident proposition was not necessarily evident to everyone, but only to those\n\"with sufficient intellectual acuity.\"13 Therefore, “[w]hatever the admirable features of the\nphilosophical ideas advocated in the [American] Revolutionary era might have been, . . . a faith\nin all of the people was not one of them.\"14 This is partly in common with the French model, for\nlike the French, Jefferson believed people could be enfranchised through educational\nimprovement. What is different (and will be seen in the next chapter) is that Americans did not\nsee self-evident propositions as composing an “absolute” body of knowledge that could be\n\"absolutely” and homogenously attained through education (what the author of this paper refers\nto as “epistemological positivism gone wild\"). Rather, they expected debate, and lots of it.\nFrench definition], emphasized the triumph of individual freedom and local government over\nnational destiny.\" Recognizing the futility of seeking complete consensus and unanimity,\nAmericans “recognized conflict among citizens as inherent in fredom itself.?15 In fact, the\nBible's presence in American society helped to restrain liberty in a unique way. James P Byrd,\nmentioned above in Chapter 2 for having analyzed the frequent use and impact of Scripture in\nthe American Revolution, noted that as ministers carefully addressed passages like Romans 13,\nwhere Paul clearly advocates respect for government, they were able to argue \"the verses did not\n12 Ibid.\nResearch 41, no. 4 (1981): 567, accessed August 27, 2016, http:/www.jstor.org/stable/2107263.\n14 Ibid.\nno. 3 (2001): 480, accessed July 9, 2016, http://ezpr0xy.liberty.edu:2048\n56",
    "Page_62": "apply to tyrants who violated preexisting laws, which were the real powers that be.*16 Because\nof this analysis, Byrd observed, the same passage became a source of security after the\nrevolution and served as “a biblical safeguard against unbridled liberty and radical\nrepublicanism.\"17\nThe relative American theological consensus also played out in a unique understanding of\nhuman rights and their foundation in God. Dr. Adam Seligman of Boston University notes “just\nhow indebted modern ideas of individual rights are to religious principles.\"18 These rights\n s naiu, m noe id aiee'n pu o o nnq u o ou hds,\nAmerica were not derived solely from positive law, but had acquired a transcendent justification\nunique in the modern world.\"20 Freedom of conscience in America “draws its legitimacy from a\nset of religious precepts and orientations, decidedly not from the idea of the individual as\nautonomous moral actor.*\"21\nWhile this is not uncontested today, the foundation for rights stemmed from the idea that\n*the individual moral agent is not autonomous but subnomous (that is, under divine\ninjunctions).\"22 From this extends another stark contrast between the American and French\nmodels. In America, there is a clear departure from Hobbes’ Leviathan, whereby the state\nsubsumes all individuals. In its place lies a clear distinction between the state and the individual:\nThe American bills of rights do not attempt merely to set forth certain principles for the\nstate's organization, but they seek above all to draw the boundary line between state and\n17 Ibid.\nTheoria 115 (2008): 1, accessed July 10, 2016, http://ezproxy.liberty.edu:2048.\n19 Ibid., 2.\n20 Ibid.\n21 Ibid.\n 22 Ibid.\n57",
    "Page_63": "individual. According to them the individual is not the possessor of rights through the\nstate, but by his own nature he has inalienable and indefeasible rights.23\nBecause of the distinction between the state and the individual, and because of the divine\ncomparison of the revolutions is revealing. While he saw a “universal history\"24 with 4 stages\naristocracy, revolution, democracy, and despotism.25 his model was not quite as deterministic as\nthe later Marxian model (from feudalism to democracy, socialism, and communism)\nNevertheless, it reinforced Tocqueville's belief that progress to democracy would inevitably be\nfollowed by despotism, even in America. As Hochberg put it, “he was never entirely able to free\nhis thought of the tension between historical events and more deterministic, philosophical modes\nof thought.\"26 As Hochberg summarized Tocqueville's belief, “the American experience\npresents the reader with only a temporary anomaly: the unique joining of liberty with equality in\nthe United States will, according to his predictions, inevitably disintegrate with the emergence of\nthe new despotism.'27\nWhat is telling is that he traveled to America specifically to understand why in America,\nhis own pessimism over the longterm [sic] prospects for the preservation of liberty in the United\nStates, he believed the import of American institutions could reverse the trend toward despotic\n23 Ibid.\n25 Ibid., 27-28.\n26 Ibid., 26.\n27 Ibid., 48.\n28 Ibid., 25.\n58",
    "Page_64": "rule in France.\"29 He studied America “in order to identify opinions and institutions supportive\nof liberty that could be imported into France.\"30 In fact, it was on America that “he rest[ed] all\nhis hopes for fending off the age of despotism.'31\nTocqueville might have found that one of these “institutions supportive of liberty” in\ntheory. As Hochberg put it, “In America, the decentralization of administration and local\ngovernance permits the citizenry to combine economic self-interest with political\nparticipation.*'32 Again, while Tocqueville was not optimistic about their continued existence, he\nnoted that in contrast to post-revolutionary France, Jacksonian America had “vibrant local\ngovernments, newspapers, and free political associations.*'33\nSeparation of Church and State\nA worthy point of comparison between the American and French revolutions is their\ndivergent interpretations of separation of church and state. There has been great debate over the\nFirst Amendment, in which the Establishment Clause and the Free Exercise Clause often\nconflict. \"[Tjhe Establishment Clause and...the Free Exercise Clause...have tended to take on\nseparate and often conflicting lives in American constitutional law.'34 In American history,\nthere has been tension between Jefferson's vision of a \"wall of separation between church and\n 29 Ibid., 26.\n30 Ibid., 37.\n 31 Ibid., 34.\n32 Ibid., 33.\n33 Ibid.\n 34 R.L. Moore, “Common Principles, Different Histories: Understanding Religious Liberty in the United\nStates and France,”\" Modern Intellectual History 7, no. 2 (2010): 461, accessed August 20, 2016,\nhttp://dx.doi.0rg/10.1017/S1479244310000168\n59",
    "Page_65": "state'35 and James Madison's fight for greater freedom of religious conscience.36 Likewise, there\nwas tension between states that formally sponsored churches37 (prohibitions on the federal\ngovernment were not applied to the states for some time)38 and prominent figures like Roger\nWilliams, founder of Rhode Island, where “everyone's religious conscience stood on an equal\nbasis.'39\nAs a result, some scholars like American philosopher Martha Nussbaum are willing to\nclaim “Americans, religious ones and non-religious ones alike, have overcome religious\nintolerance...and have created an inclusive society.\"4o Indeed, after struggling to assimilate\ndown an important Constitutional principle [in 1963] that the state could not substantially burden\n someone's religious practice without demonstrating a compelling state interest.*41 Nussbaum\ngoes so far as to assert,“Americans have progressively widened their concept of fairness and\nhave extended legal respect to all religious groups.\"42 To be sure, \"The idea that states should\naccommodate religious practices within a general framework of uniform law is undeniably\nstronger in the United States than in Europe.'43\n35 Ibid.\n36 Ibid., 463.\n37 Ibid., 474.\n38 Ibid., 475.\n39 Ibid., 463.\n 40 Ibid., 464.\n41 Ibid.\n42 Ibid., 466.\n43 Ibid.\n60",
    "Page_66": "Church, State, and Schools\nSeparation of church and state is a prominent doctrine in both America and France, and it\nbetween church and state not as an end in itself, but rather as a means to the higher goal of\nindividual liberty in matters of spirituality and faith.\"44 The means employed in each country,\nhowever, “diverge and even conflict.\"45 Even in America, courts have demonstrated their belief\nin the “need to limit the teachers' coercive influence over students' religious views.\"46 As stated\nin a Pennsylvania decision, “state education officials have a 'compelling interest in maintaining\nNevertheless, the American model has generally maintained religious expression as\nequivalent to non-religious expression, even in public school facilities. Especially with regard to\ngroups meeting at school after hours, “the Court has consistently held that religious speech and\nassociation must be treated the same as nonreligious speech and association.\"48 Much of this has\nstemmed not only from the Free Exercise clause of the First Amendment but also from the Free\nSpeech clause.49 Even when attempts to invoke the Establishment clause have been made, “the\nCourt [has] rejected this argument as inconsistent with the students’ free speech rights under the\nEqual Access Act.'50\n44 Steven G. Gey, “Free Will, Religious Liberty, and a Partial Defense of the French Approach to Religious\nExpression in Public Schools,\" Houston Law Review 42, no. 1 (2005): 3, accessed August 20, 2016,\nhttp://heinonline.org.ezproxy.liberty.edu:2048.\n45 Ibid.\n46 Ibid., 18.\n47 Ibid., 19.\n48 Ibid., 21.\n49 Ibid., 23.\n 50 Ibid., 22.\n61",
    "Page_67": "American religious liberty derives largely from the restrictions on the government in the\nFirst Amendment: *\"The two religion clauses of the First Amendment implement this\nunderstanding in compatible ways. The Establishment Clause serves as the explicit structural\nconstraint on the infusion of absolutist religious principles into government’ (emphasis mine).51\nsopa, uoy suo o suad ose ji nq aou uno, ue suaaid Auo jou n\nor implementing through law any one group's religious precepts.\"52 The Free Exercise Clause,\non the other hand, “complements this protection by serving as a check on the coercive use of\ngovernment power to force the political majority's religious views on an unwilling minority\nAlong with the other protections of personal expression [i.e., Free Speech] in the First\nAmendment, the Free Exercise Clause guarantees and protects the existence of a vibrant private\nsector...\"'s53\nAnother great distinction of the American system is that \"American courts...for the most\n s  sd  s   s d  a au \ntheir minor children as well.\"54 Even more than student rights, American courts have protected\n*'rather the right of parents to have their children immersed in a religious exercise chosen by the\nparents.\"5 In the U.S., then, barring clearly illegal or harmful activity, “the government is\nprecluded from intervening to protect the child's religious prerogatives from family or\ncommunity influences.\"'56\n51 Ibid., 49.\n 52 Ibid.\n53 Ibid.\n 54 Ibid., 27.\n 55 Ibid., 28.\n56 Ibid., 36.\n62",
    "Page_68": "Secularization in America\nculture, and they may be equally surprised by what stimulated the decline of that religiosity:\nPublic schools in the nineteenth century often opened with a reading from the King James\nVersion of the Bible...and used reading texts written by Protestant ministers.... It was the\narrival of Catholic immigrants and their demand for a separate school system that tipped\nchurch and state became the chosen formula for Protestants...to [avoid encouraging] the\ngrowth and spread of Roman Catholicism.. [by denying] tax money to benefit church-run\nschools.57\nIndeed, defending the rights of religious minorities was problematic for maintaining a \"biblical\nconsensus\" in society. It led naturally to the “downplay of the role of religion in public\ninstitutions.\"58\nAmericans may have struggled to assimilate the influx of Catholics in the 19th century,\nbut it is important to remember “that nineteenth-century Catholicism, as pronounced in Rome,\nwas not friendly to democratic republics. Not everything said against Catholic pronouncements\nCatholicism into an unyielding opponent of liberalism..., nationalism, and secular Constitutional\nprinciples.*6o Near the end of the 19th century, “Pope Leo XIlI, who paid attention to the United\nStates as a possibly strong influence upon France, issued an encyclical in 1899 warning Europe\nto resist the attraction of the heresy of é americanism.'\"61 Still, a mercy in American history is\n 57 Moore, “Common Principles, Different Histories, 468-469.\n 58 Harvey Sarles,μThe Secular Revolution: Power, Interests, and Conflict in the Secularization of\nAmerican Public Life, On the Horizon 12, no. 2 (2004): 71, accessed August 7, 2016,\n 59 Moore, “Common Principles, Different Histories, 470.\n 60 Ibid., 470-471.\n 61 Ibid., 472.\n63",
    "Page_69": "that *\"Vatican policies in the nineteenth century never came close to posing threats to American\nnational identity.\"62\nOther forces contributed to the steady decline of religiosity in 19th century America. Dr.\nChristian Smith, a sociologist at the University of Notre Dame, notes the “intellectually thin\ncharacter” of mainstream Protestantism at the time, a religion that emphasized “populist common\ndefensible theological approach to knowledge and society that could withstand the attacks of\nof a ^common Christianity,′ including devotional Bible reading in all public schools.*64 New\nNEA leadership began to contest this through the 19th century, though, and by the 1890s and\n1900s “the contest was settled.\"65\nAnother force behind America’s secularization was a uniquely philosophical approach to\nscience. Scientific practice at the time of the American Revolution followed the methods of\nFrancis Bacon. Baconian science sought “\"to accumulate facts through refined observation . . :\ntaking care not to speculate about what was not actually observable, and to avoid preconceived\nnotions.” Rejecting the idea of hypotheses, “the laws discovered by induction were understood\nteleologically as descriptions of the mediate intervention of the divine in the world.\"66 In the\nyears to follow, “[a] positivist attack on Baconian science advanced a modern science of society\n62 Ibid., 471.\n 63 Sarles, *The Secular Revolution,\" 67.\n64 Ibid., 68.\n65 Ibid.\n 66 Ibid., 69.\n64",
    "Page_70": "that would provide knowledge for a secular and progressive order.\"67  This positivist attack came\nfrom authors like Spencer, Darwin, and Huxley, with their “gospel of naturalism.\"*68\nThe field of psychology is also revealing of the “intellectually thin’ nature of 19th century\nProtestantism:\nThis speaks to something particular or peculiar to Americans. Protestantism emphasized\nemphasis ^changed during the nineteenth century from salvation in a future kingdom to a\ncathartic shedding of emotional burdens in service of the kingdom within.'69\n In essence, salvation gave way to “self-realization.\"70\nA notable difference between American and French histories is that this trend toward\nsecularism came much later in the U.S., and it has yet to gain as much traction as it ever did in\nFrance.\nEconomic Growth\npublished in the Journal of Institutional Economics demonstrated that “movements toward\nhigher levels of civil liberty are associated with higher economic growth rates.\"71 Their study,\nwhich focused on economies from 1850 to 2010, showed a “long-run association\" between the\ntwo concepts.72\n67 Ibid., 68.\n68 Ibid., 69.\n69 Ibid., 70.\n70 Ibid., 70.\n 71 Javier Alfonso-Gil, Maricruz Lacalle-Calderon, and Rocio Sanchez-Mangas, “Civil Liberty and\nEconomic Growth in the World: A Long-Run Perspective, 1850-2010, Journal of Institutional Economics 10, no. 3\n(2014): 427, accessed August 20, 2016, http://search.proquest.com.ezproxy.liberty.edu:2048.\n72 Ibid.,428.\n65",
    "Page_71": "Modern economic growth, as we know it, began in the latter half of the 18th century with\nthe changes brought about by the American and French revolutions.'? Before then, economics\nwas dominated by the “Malthusian equilibrium,” also known as the “Malthusian trap,” whereby\n“[a]ny output growth led to a corresponding population increase that stifled any positive result in\nthe GDP per capita, thus maintaining well-being at a subsistence level.*74 Beginning in the 18th\ncentury, however, “increases in output were not only greater, but the appropriation of the surplus\nbegan to be shared by a larger proportion of the population, breaking with the inertia of the\npast.\"75 In short, the middle class began to grow economically as a direct result of increased\nenfranchisement out of the revolutions. The end of the old economic model became known as\nthe “Malthusian rupture.'76\nTwo forms of liberty have been involved. The first, “civil liberty,” which one study\nchoose their representative in a democratic society or to run for election to any public post in the\ncommunity.\"77 It is the “negative liberty” where we see the greatest divergence between the two\nnations. According to the study, the greater the consolidation of civil liberties, the greater the\nconsolidation of economic growth and development.78 Those places “most inclined toward\nliberty” also eventually have a “greater accumulation of ideas, which generates “increasing\n73 Ibid.\n74 Ibid., 429.\n75 Ibid.\n76 Ibid.\n77 Ibid., 430-431.\n78 Ibid., 432.\n66",
    "Page_72": "returns for society,\"79 including “growth and greater levels of well-being.\"*80 Alternatively, “\"the\nresistance to ideas will bring about losses in productivity in those territories that limit the\nreception of new ideas.*81 In summary, the greater the civil liberties, the greater the economic\n   s        ,   \ngains in growth than moving from the medium to the high liberty level.*82\nAmerica's high levels of civil liberties have led to significant economic growth\nthroughout its history, despite occasional setbacks. While France has had two centuries to adjust\ncourse economically, the comparative long-term effects of both nations? revolutionary\nphilosophies may be seen in that by 2014, France's GDP, when adjusted for cost (purchasing\npower parity = PPP), and when compared to each individual state in the U.S., ranked lower than\n48 of them.83 At $38,847, it ranked above only Idaho and Mississippi.84 Admittedly, there are\nmany other factors contributing to this measure, but based on the cited study, it is still a likely\nindicator of relative strength of civil liberties.\n79 Ibid., 433, 434.\n80 Ibid., 445.\n81 Ibid., 434.\n82 Ibid., 446.\n 83 Mark J. Perry, “US GDP Per Capita by State vs. European Countries and Japan, Korea, Mexico and\nChina and Some Lessons for the Donald,\" AEIdeas (blog), March 6, 2016, https://www.aei.org/publication/us-gdp-\nper-capita-by-state-vs-european-countries-and-japan-korea-mexico-and-china-and-some-lessons-for-the-donald/.\n84 Ibid.\n67",
    "Page_73": "CHAPTER 5 - Outcomes of the French Revolution\nThe French Revolution played out very differently than its American predecessor.\nBritish commentary on the French Revolution was scathing. An early 19th-century article in\nEdinburgh Magazine described post-revolutionary France as \"a country where anarchy prevails\nand despotism is predominant; where cruelty rear its head and liberty is known only by\nname...where the dictates of reason and sound policy are smothered by the flood of popular\nopinion.\"1 The article continued:\nHave we not seen religion abolished by the authority of the Legislature, its ministers\nforced to emigrated to a distant shore, and Nature and Reason substituted in the room of\nDeity? Have we not seen morality, not that which is the offspring of utility, expediency\n or the fitness of things, but that which is eternal, immutable, and unalterable as the will of\nDeity, enduring the same fate, and enshrined in the same tomb? Have we not seen the\nsacred banners of liberty unfurled at the foot of the guillotine, and trampled under the feet\nHeaven! can withhold a sympathetic tear?2\nWhat could have led to such a condemnation?How did the ideologies behind the French\nRevolution play out during and after the event? Tocqueville's “classic\"” observations are a good\nplace to start. He tended to focus more on structural issues than ideological. He noted, for\nexample, the tensions between not only the monarchy and the aristocracy, (the former both\ndisenfranchised and privileged the latter), and between the aristocracy and the *Third Estate,\"3\nsome of whom were increasingly literate.4 He argued that “in France the subversion of\nfeudalism by the centralizing monarchy and by the economic avarice of the nobility had\nproceeded further than anywhere else in Europe.\"5 As a result, both the monarchy and the\n1 D. B., “\"On the Effects of the French Revolution upon Science and Philosophy,” The Edinburgh\nMagazine, 0r Literary Miscellany 10, no. 1800 (1785-1803): 287, accessed August 27, 2016.\n2 Ibid., 288.\n3 Hochberg,“Reconciling History with Sociology? 43.\n4 Ibid., 41.\n5 Ibid., 40.\n68",
    "Page_74": "nobility were unable (or unwilling) to lead or help the Third Estate, and the latter completely\nsupplanted the former. Perhaps this transition did not need to be violent, but Rousseau's\nphilosophies held too much sway.\nRousseau and Government of Reason\nThere can be little doubt of Rousseau's influence. A less critical analyst of the French\nRevolution once noted, \"Napoleon said to one of his generals that he wished that [Rousseau]\nwould have never been born; the general inquired why he said so, to which Napoleon replied that\nhe is the man who has paved the way for Revolution.\"6\nRousseau was never able to reconcile his political rationalism and the absolute nature of\nUniversity noted:\nThis was a point that dogged Rousseau in book 3 of the Social Contract, where he\ndistinguished between sovereignty and government. The reason for that distinction was\nthat the legitimacy of the sovereign general will depended on its generality, a generality\n that would be compromised as soon as one adopted particular policies that affected\ndifferent people differently. For Constant, this meant that Rousseau's understanding of\ncorrupted.7\nBecause of the French focus on Rousseau with little attention to Locke or Montesquieu, what on\nthe surface looked like French representative republicanism was actually very different\n'France's Enlightenment heritage is quite different from English [or American] liberalism. In\n6 S.H. Channar,μ“Societal Change and the French Revolution,” Journal of the Pakistan Historical Society\n59, no. 2 (April-June 2011): 98, accessed August 27, 2016,\nhttp://ezproxy.liberty.edu:2048/login?url=http://search.proquest.com/docview/890489520?accountid=12085.\n7 Bryan Garsten, Review of Behind the Nostalgia for Ancient Liberty: Giovanni Paoletti Benjamin\nConstant et les Anciens: Politique, Religion, Histoire, European Journal of Political Theory 8, no. 3 (2009): 407,\naccessed August 20, 2016, http://ept.sagepub.com.ezproxy.liberty.edu:2048/content/8/3/401.\n69",
    "Page_75": "paying tribute to the Government of Reason, not by establishing representative procedures.*8\nPart of the problem lay in the inherent contradiction between the absolute nature of the \"Cult of\nReason' on the one hand and the more “liberal\" notion of \"Tribute to the Will\" on the other.\"\nWhat they sought instead was “a good rational authority based on science.\"10 Politics thus\nbecame “an art of observation and a science of deduction.\"11\nFrench revolutionaries thought this possible because of their faith in the absolute nature\nof what could be apprehended in politics through human reason. Rosanvallon quoted 19th\ncentury historian Docteur Quesnay who said, “Men and their governments make no laws at\nall.... Instead, [tjhey recognize laws as consonant with the Supreme Reason which governs the\nuniverse.\"12 Rosanvallon quotes another 19th-century French historian who asserted, μ\"We do not\nsplit into parties when we watch a game of chess, nor when we read two different solutions to a\n[the] same geometry problem.\"13\nThe French thought that through reason, men could attain absolute unity of opinion and\npurpose. In order to destroy the old political divisions, then, “\"there was fierce competition to\nmake unity the cardinal value.\"14 The French found themselves in the unenviable position of\nbeing able to participate but not debate. “French liberty followed Rousseau in emphasizing\ndemocratic rights to participation but minimized dissent and individual expression...[obsessed]\nwith finding consensus and unanimity.\"15 2oth-century historian James Livesey asserted,\n8 Pierre Rosanvallon, “Political Rationalism and Democracy in France in the 18th and 19th Centuries,\"\nPhilosophy Social Criticism 28, no. 6 (November 2002): 687, accessed July 9, 2016,\nhttp://psc.sagepub.com.ezproxy.liberty.edu:2048/content/28/6/687.full.pdf+html.\n9Ibid., 688.\n10 Ibid., 687.\n11 Ibid.\n12 Ibid., 688.\n13 Ibid., 692.\n14 Ibid., 693.\n70",
    "Page_76": "\"revolutionary republicans were inherently committed to the elimination of any plurality, any\n o  ,  e   ss s u gr d go e\ncombined with lingering notions of the sacredness of authority, made political pluralism and\ntolerance of dissent difficult to establish.\"17 Indeed, with God and the Bible largely absent in this\nsociety, both reason and the nation became sacred. Scholars like Emmet Kennedyl* and French\nhistorian Pierre Rosanvallonl\" refer to the Cult of Reason, while David A Bell observes what he\nof sacrality from the monarch to the nation.?\"20\nWill vs. Reason; Rousseau vs. Montesquieu\nWith such a philosophy, political power could not be distributed evenly. The first group\nthey failed to enfranchise (or keep enfranchised) was the nobility, who were given no voice at all\nin the new government. Instead, they were forced to “conform to the laws of the Third Estate.*21\nFurthermore, for the vast majority--even of the Third Estate--the right to vote was nothing more\nthan “a social status, that of the individual member of a people collectively taking the place of\nwhich became ^“the principal black box of the revolutionary process.\"23 The result was that\n16 James Livesey, *The Limits of Teror: the French Revolution, Rights and Democratic Transition,\nThesis Eleven 97, no. 1 (May 2009), 77, accessed July 9, 2016,\nhttp:/the.sagepub.com.ezproxy.liberty.edu:2048/content/97/1/64.full.pdf+html.\n17 Heuer,“Liberty and Death\", 190.\n 19 Pierre Rosanvallon, “Political Rationalism and Democracy in France in the 18th and 19th Centuries,\"\nPhilosophy Social Criticism 28, no. 6 (November 2002): 688.\n 20 Heuer,“Liberty and Death'\", 189.\n 21 Rosanvallon, “Political Rationalism and Democracy in France in the 18th and 19th Centuries,” 693.\n22 Ibid., 694.\n23 Ibid., 695.\n71",
    "Page_77": "instead of government “by the people,” by a philosophical twist, citizens of the nation became\nenslaved to their own power. “All the ambiguity is here: in 1789, no one yet dreamed of\nfounding an authority entrusted to the people. The nation was the sovereign subject.?\"24 As\nanother put it, the ambiguity of “general wil\" made it possible “to mask the contract formed\nbetween the Government of Reason and the sovereignty of the people.\"25 Even before the Terror,\nthe two-tiered voting system essentially established and preserved a new elite to replace the old\none.26\nThe Cult of Reason also implied naturally that checks and balances were not only\nunnecessary, but they were also counterproductive. For the French, there was a “latent hostility\nto Montesquieu” and his ideas of separation of power, which they regarded as \"'gothic'\nprinciples for fighting absolutism.\"27 “In this state of necessary disorder, the idea of establishing\ncounterweights to prevent the arbitrary abuses of the sovereign power is obviously fanciful: the\nopposite of arbitrariness is evidence.\"28 18th-century historian Le Mercier observed, “Evidence\nmust be the very principle of authority because it is tantamount to the uniting of wills.\"29 This is\n\"the principle of unanimity, the form of universal reason.\"so The rationalizing \"law state'\ntherefore became an expression of the “Cult of the Law.\"31\nThis attitude was apparent in the French attitude towards the American post-\n24 Ibid.,695.\n25 Ibid., 696.\n26 Ibid.\n27 Ibid., 690.\n28 Ibid., 689.\n29 Ibid.\n 30 Ibid.\n31 Ibid.\n72",
    "Page_78": "emancipation, even while they quickly distanced themselves from the American constitutional\nendeavor, which they found too marked by the spirit of English common law and the balance of\npowers,'32 and which they saw as weakened by the “arbitrariness\" of parliamentary debate and\nlegislation.33 All this led Rosanvallon to note, “French democracy is not founded on a\ndeconstruction of absolutism. On the contrary, it consists of a reappropriation of it.\"34\nHow Equality Prevented Liberty\nPrevious analysis has shown how the Bible was largely removed from French society.\nTocqueville's analysis also indirectly betrays the absence of biblical restraint among the French\npopulace. \"For Tocqueville, ‘the love of wealth ... either as a principal or accessory motive'\npermeates all of the classes in democratic society.\"'35 In his analysis of French culture,\nTocqueville makes no mention of the “hope for a future state” as he did in America. Instead,\npervasive themes in the Revolution consistently included “the perfectibility of human nature,\n national identity, and the nature of citizenship.'36\nAs a result, stark differences with the American model stemmed from \"the issue of\nautonomous versus subnomous conceptions of personhood\"3′ mentioned above. Human rights\nderived not from human dignity as God's creations, but rather from a rational, utilitarian\nmeasure:\nArticle I of the Declaration of the Rights of Man and of the Citizen (August 26, 1789) of\nthe French National Assembly states: 'All men are born and remain free and equal in\nrights: social distinctions can not [sic] be found but on common utility'. This is a total\n32 Ibid., 691.\n33 Ibid.\n34 Ibid., 695.\n 35 Hochberg, “Reconciling History with Sociology? 33.\n36 Heuer, “Liberty and Death\", 192.\n73",
    "Page_79": "reconfiguration of the meaning of identity along the lines of utility functions rather than\nwhat may be termed constituted selves.38\nBuilding on a “rational foundation for human rights, the French sought a very different\nnotion of liberty. After the Jacobins gained power in 1789 and instituted the Terror of 1793-\n1794, they developed what early 18th-century historian Benjamin Constant described as a\nromanticized, “ancient’ view of liberty, which unlike the republican model sought “the active\nparticipation of all citizens in self-government,\"'39 hypothetically modeled after the ancient Greek\nexample. In effect, they tried to include all citizens directly in government, but as noted above\nthe two-tiered voting system meant this was a thin facade. In a lecture in 1819, Benjamin\nConstant struggled to explain “why the Jacobins and their followers - and not only they - were\nso easily attracted to such an anachronistic vision of political liberty.\"4o He asked a telling\nquestion: \"Could it be true that the principal threat to freedom in the period after the French\nRevolution was neither the seizure of power by a tyrant nor the application of force by an army,\nJacobins was generous, for he said: “otherwise well-intentioned men caused infinite evils during\nour long and stormy revolution.\"42 He justified their actions by positing that “among people who\nhave experienced long periods of oppression and subjection, as the French had,2” there is a strong\n“longing for beautiful actions,” which they sought from the ancients.43 Constant's observations\nare noteworthy in light of the paucity of biblical influence in French society. The French sought\n38 Ibid., 3.\n40 Ibid, 402.\n41 Ibid.\n42 Ibid., 403.\n43 Ibid.\n74",
    "Page_80": "ancient “beautiful actions\" not in biblical history, but rather in Golden-Age Greece. The\nJacobins, Constant said, subscribed to an “illusion” when they “posited that unlimited popular\nsovereignty was legitimate,” and also when they “accepted the separation between the public\nsphere and the private lives of individuals, thus tacitly condoning the social injustice of the old\nregime.\"44 When combined with their passionate pursuit of unanimity, the result of universal\nThe absolute nature of Reason and the resulting artificiality of equality transformed the\nnotion of freedom. For the French revolutionaries, “\"to be free [one has] only to observe the laws\nof nature and conform to them.*46 Rosananvallon summarized 18th-century political historian Le\nMercier de la Riviere who put it this way: “A liberty, in other words, is in conforming to nature,\nwhile oppression comes only from a wayward human will.?47 Freedom was not self-\ndetermination, but rather subjection of will to the absolute nature of reason. Indeed, this “led to\nthe exhalation of the abstract individual, free from all determinacy, [a] simple member of the\nsocial A1l.'?48\nAs mentioned above, for the French, human equality necessarily meant unanimity. Even\nas early as 1750, Tocqueville claimed, the French “were unenthusiastic in their regard for liberty\nas compared with their passionate desire for equality.\"4 To achieve this unanimous equality,\nthey were forced to consolidate power. Tocqueville said the French were committed to the idea\n44 Ibid.\n 45 Ibid., 404.\n47 Ibid.\n48 Ibid., 693.\n 49 Hochberg, *Reconciling History with Sociology? 41.\n50 Ibid., 44.\n75",
    "Page_81": "effectively “swept away” many of the conditions necessary for the preservation of freedom.51\nFrench historians often refer to the \"Jacobin impulse in French political culture,” otherwise\nbranded “the political culture of generality,” a hostility towards intermediary bodies in favor of\nan extreme form of individual liberty, along with a “deep attraction to a tutelary state that aimed\nto remake individuals into worthy citizens.\"52 This is sometimes referred to as the\n\"Revolutionary cult of generality,” a yearning for le grand tout and “the centralizing impulse as\nthe requirement of modern administration.\"53\nTocqueville's analysis is revealing. As mentioned previously, he traveled to the U.S. to\ndiscover why both equality and liberty could coexist there, while in France, “equality threatened\nto undermine liberty.\"54 In fact, his experiences with the French Revolution were so bad that he\ndeveloped his “universal history of the deleterious influence of equality on political liberty,*55\nbecoming “extremely pessimistic regarding the long-term consequences of democracy.\"56 He\nbelieved that “even in America despotic rule would eventually triumph.*57\n51 Ibid.\n 52 C.B. Welch, Review of Pierre Rosanvallon's, The Demands of Liberty: Civil Society in France Since\nthe Revolution. French Politics, Culture and Society 27, no. 1 (2009): 121, accessed August 20, 2016,\nhttp://ezproxy.liberty.edu:2048/login?url=http://go.galegroup.com.ezproxy.liberty.edu:2048/ps/i.do?id=GALE%7C\nA202253147&sid=summon&v=2.1&u=vic_liberty&it=r&p=ITOF&sw=w&asid=5b2a9da563c0329769d06cf70fb9e\nlad.\n53 Ibid.\n 54 Hochberg, “Reconciling History with Sociology? 25.\n 55 Ibid., 28.\n56 Ibid., 27.\n 57 Ibid., 28.\n76",
    "Page_82": "The National Assembly & the Failure of Democracy\nWith only a rational, utilitarian notion of humanity and morality, unrestrained violence\nmarked the Revolution from the beginning. Years before the Terror officially began, this was\nalready apparent in the “grisly spectacle of the crowd enthusiastically encouraging a pastry cook\nnamed Desnot to hack De Launey, the governor of the Bastille, to pieces on the corner of the\nPlace de Greve.\"58 In fact, the sacred nature of the “general will' also led later to the\nextrajudicial execution of the king. “Saint-Just demanded that the King not be tried but simply\nexecuted as a rebel, outside the social contract that would give him any legal protection,'59 lest\nthe king wind up being the one “trying the People themselves.*60\nBy the time the National Assembly replaced the Estates General, they were set up for\nfailure. Edmond Burke, an Englishman who famously predicted as early as 1790 “the unraveling\nthe National Assembly. One problem, he ironically noted, was that so many “commoners\" had\nbeen swept into power (*\"there [were] not quite fifty persons possessed of an income amounting\nto 1oof sterling yearly\")6\" that they were vulnerable to financial corruption. As political theorist\nWilliam Selinger notes, Burke asserted the National Assembly \"was far too formally powerful\nand unchecked, the number of profit-seeking actors gaming to take advantage of it far too\nnumerous, and its leaders far too inexperienced.\"63 Selinger further describes his position:\nThe colossal political power of the National Assembly meant opportunity, according to\nBurke, for anyone with economic ambition. The whole rising French middle class saw\n59 Ibid., 75.\n60 Ibid.\nand His Theory of Legislative Corruption,” The Review of Politics 76, no. 1 (Winter, 2014): 62, accessed August 7,\n 2016, http://ezproxy.liberty.edu:2048/login?url=http://search.proquest.com/docview/1492333071?accountid=12085.\n62 Ibid., 60.\n63 Ibid., 61.\n77",
    "Page_83": "possibilities, both political and pecuniary, in the emerging political order that the\nNational Assembly was crafting...a landscape of corrupt (and potentially corrupt)\nactors...64\nBurke's analysis was remarkable. Despite the absolute power of the National Assembly, their\nfinancial self-interest meant its members were collectively unable to stand against the “moneyed\ninterest*65 (financial elite) of the nation, as demonstrated by their confiscation of church lands to\npay the nation's debt--rather than merely declaring debts of the former *“illegitimate” regime\nvoid.6 What's more, their attack on the monarchy demonstrated they could not overcome their\n\"dependence on impoverished lower classes.\"67 The result, Burke said, was “a National\nAssembly which on the one hand has acquired the entirety of legislative sovereignty, as well as\ndeep control over judicial and executive functions,” but was essentially “impotent.\"68 Burke's\n prediction of the National Assembly's demise was remarkable. As Selinger summarizes,\n\"Caught between rival powers, the National Assembly will ultimately be forced to draw on the\narmy. But the Assembly will no more be able to ensure the army's loyalty than anyone else's\nBurke foresaw that the Revolution would end in a military coup.\"69\nRousseau's philosophy, combined with the structural and [ir]religious issues in French\nsociety, doomed the National Assembly to failure. As a result, despite the “moderate\naccomplishments of the Constituent Assembly” during the early years of the French Revolution\n64 Ibid., 62.\n65 Ibid.,63.\n 66 Ibid.\n 67 Ibid.\n68 Ibid., 64.\n69 Ibid., 65.\n78",
    "Page_84": "(1789-92),'° by the time of the radical period of the Terror (1793-94),'f it could be confidently\nobserved that “French democracy failed during the 1790s.\"72\nThe Terror\nRousseau's irreconcilable philosophical forces of Reason and Will eventually collided\nduring the Jacobin Republic of 1793-1794, “\"the most repressive and violent moment of the\nRevolution.\"73 The Jacobin Terror (which began in 1793 and culminated in June and July 1794)\nwas particularly noted for “systematic, state-sponsored violence, and an apparatus of trials and\nexecutions decreed by a government in power.\"74 The irony was clear: “\"The violence of the\nJacobin Terror is of a relatively small scale compared to later horrors; its brutality comes not\nfrom sheer numbers but from its context. How could a movement that proclaimed universal\nhuman rights kill in the name of those rights?'75\nAt the same time, the Terror was inevitable. By this time, “\"the discourse of will, which\nwas identified with Rousseau's theory of popular sovereignty, triumphed and pointed the\nrevolutionaries in the direction of the Terror.\"/6 Dr. Jennifer Heuer of the University of\nMassachussetts Amherst notes an “increasing inability of revolutionaries to use their analytical\nframeworks to predict or explain events.\"'77 “[The] sense of growing anarchy contributed to the\n70 Kates, Review of Sister Revolutions: French Lightning, American Light, 481.\n71 Ibid.\n72 Ibid., 480.\n73 Selinger, “ Patronage and Revolution,* 65.\n74 Heuer,“Liberty and Death,”\" 180.\n75 Ibid.\n77 Heuer, “Liberty and Death,\" 179.\n79",
    "Page_85": "breakdown of collective identities and controls on violence.'78 The result was that political\ndivisions *became matters of life and death.'79\nProblems lay in the “religious” belief that reason leads necessarily to universals, as well\nas in utilitarian concepts of humanity and morality. Furet, noted in the previous chapter as a\n20th-century revisionist and anti-totalitarian scholar, noted that in the Revolution, “each\nindividual could arrogate to himself what had been a divine monopoly.... If he then found\nobstacles standing in his way, he attributed them to the perversity of adverse wills rather than to\nthe opacity of things; the Terror's sole purpose was to do away with those adversaries.*80\nAnother problem lay in the society's rejection of religious restraint. “The Terror\noccurred when imagination, in the sense of the ability to reinterpret basic norms of public life,\nwas neither constrained by society nor by culture and was instead actively controlled by fear.\"81\nThe lack of restraint had clear origins, as the more \"irreligious\" elements of the Enlightenment\n\"set the tone for the French Revolution during the Terror's *de-Christianization' phase in 1793\nand again in 1797-1799.*82 In this phase, there was a \"philosophic’ intolerance of even the pro-\nrevolutionary Catholic clergy*83 It is also commonly held that “a certain illiberal interpretation\nof Rousseau's political thought set the tone of the Robespierrian or great? Terror.*84\nIn the series of counterrevolutions over the following years, it became clear that human\nlife was no longer sacred. As identities and sides shifted, ^Labeling enemies often involved\n78 Ibid.\n79 Ibid., 188.\n81 Livesey,\"The Limits of Terror,\" 77.\n 82 Dale K. Van Kley, Review of Democratic Enlightenment: Philosophy, Revolution, and Human Rights\n1750-1790. American Historical Review (April, 2013): 573.\n83 Ibid.\n84 Ibid.\n80",
    "Page_86": "sponsored violence.\"85\nThermidor, Directory, and Empire\nEventually, even the Terror turned on those who first instigated it with the Thermidorian\n Reaction and the 5-member governing Directory, which together “eliminated the revolutionary\nvanguard that had come to stand for nothing other than the charisma of revolution and allowed a\nnew renegotiation of the treaty, ending the cycle of contention between different partners.*86\nBeginning in 1797, this series of upheavals-repeated attempts to “make the republic work*87_-\nnext year, another coup purged “neo-Jacobins” and “ostensibly saved the republic, [but]\nultimately crippled it by delegitimizing it.\"89 In 1799, after what some describe as another rise of\nnew Jacobins, the year ended with the culmination of a gradual and subtle \"Brumaire coup” in\nwhich Napoleon rose to power and consolidated “liberal authoritarianism.\"90\nThe immediate result was that the French people, “exhausted by revolution” and the\nviolence of the Terror, found in Napoleon a “legitimate despotic government,\"1 a “plebiscitary\ndictatorship.\"92 After this, Napoleon demonstrated *his famed ability to connect with ordinary\npeople and his understanding of new forms of warfare*93 and arguably became the first leader to\n 85 Heuer,“Liberty and Death,\"' 183.\n 86 Livesey, *The Limits of Terror, 78.\n88 Ibid., 186.\n89 Ibid.\n 90 Ibid.\n 91 Garsten, Review of Behind the Nostalgia for Ancient Liberty, 405.\n92 Ibid., 404.\n 93 Heuer, “Liberty and Death,* 187.\n81",
    "Page_87": "wield populism and nationalism as juggernaut forces. In 1804 he was finally crowned as\nemperor.94 Herein lay the greatest irony of the French Revolution. France famously\n\"proclaim[ed] a republic and an end to royalty for all time, only to embrace an Emperor a few\nyears later.'95\nFor Cabanis, the French physician-philosopher who sought to establish “the science of\nthe fulfillment of the physiological assumptions of the science of man: the timeless\nbody-politic metaphor of government as a living mechanism whose organs achieved an\nequilibrium in which all systems worked for a common purpose. The constitution was an\nempirically developed product of historical change. Government was an agency of human\nperfectibility to satisfy physical and moral needs, encourage the exercise of human\nfaculties, safeguard liberty, direct laws and good habits, and restrain harmful passions.96\nSeries of Governments\nCabanis’ dreams were not to be realized. Beginning with Napoleon, one legacy of the\nFrench Revolution was “France's extensive involvement in every general European war of the\neighteenth century and its largely unsuccessful military and economic competition with Britain,\nPrussia, and Austria.*97 Napoleon's bellicose nature led to further political upheavals. After the\nFirst Republic, weakened by the Terror, dissolved into the First Empire of Napoleon, the Second\nRepublic eventually dissolved into the Second Empire of his nephew.\n94 Ibid.\n95 Ibid., 175-176.\n96 Greenbam, Reviewof Cabanis: Enlightenment andMedical Philosphy in the French Revolution 339.\nRevolution,” Comparative Political Studies 18, no. 3 (Oct 1, 1985): 366, accessed July 6, 2016,\nhttp://ezproxy.liberty.edu:2048/login?url=http://search.proquest.com/docview/1295912628?accountid=12085.\n82",
    "Page_88": "The Third Republic, which came nearly a century after the Revolution, was according to\nFuret “the ultimate victory of Republicans over monarchists.\"98 In it, he believed, the\n    - s     a   \nappraisals are more somber. According to Rosanvallon, the Third Republic's democratic\nachievements were “moderate,” including “French democracy's belated appropriation of the\npluralist impulses of civil society.\"*1oo The Third Republic sought to replace “illiberal Jacobin\ndemocracy” with *balanced democracy,” but due to its inherent instability, Rosanvallon\ndismisses as a “flawed achievement. '101\nWhatever successes the Third Republic might have brought, many historians do not see it\nas the end of the Revolutionary era, because “[t]he hour of its birth was also the 1880s, when\nsocialism and communism began their meteoric rise in Europe\"1o2 Indeed, “Lenin portrayed\nhimself as the new Robespierre, and the Bolsheviks as the new Jacobins.*103 In the 20h century,\nthere was widespread support from the French Left for the 1917 Revolution in Russia.104 As\nFuret put it, “\"the heritage of Jacobinism filtered down through Russian populism,” and yet Lenin\nwould add “science” to the political equation, as a more complete “substitute for religion that\nwas so sorely lacking in late eighteenth-century France.*105\nThe Third Republic fell to the Nazis, and the post-WWff Fourth Republic collapsed in\n1958, leading to today's Fifth Republic. Remarkably, while reviewing a book by Rosanvallon\nof Totalitarian Movements,” European History Quarterly 37, no. 2 (April 2007): 274, accessed July 9, 2016.\n99 Ibid.\n101 Ibid.\n102 Schonpflug, Daniel,“Histoires Croisées, 274.\n103 Ibid., 274-275.\n104 Ibid., 277.\n105 Ibid., 275.\n83",
    "Page_89": "Harvard University's Cheryl B. Welch notes that not until the 1970s was there a true\n“repudiation of totalitarianism” in French political culture.106 Even well into the Fifth Republic,\nthe legacy of Rousseau and the Jacobins led to a “new alignment with socialism, because of its\nutopian aspirations,”\" the youth revolt of 1968, and the Socialist Party's taking power in 1981\nwith their slogan, “change life” a slogan that later “became subsumed by harsh realities of\ngovernance.\"107\nFuret's writings indicate his opinion, too, that despite the Third Republic's successes,\n\"the Revolution may even have lasted into the 1970s.\"1o8 Historians note “exceptional weakness\nin French development: a 'tradition of centralization and the permanent illiberal temptation\nstemming from the absolutization of popular sovereignty and the state's claim to institute and\ninstruct society.'109\nA Pattern of Centralization\nThe legacy of the French Revolution was centralization of power and even a heavy\ntendency towards totalitarianism. Tocqueville, who did not live to see the Third Republic\ninsisted “the primary consequence of the Revolution was the continuity and intensification of\nbureaucratic centralization.\"li10 Initially, they expanded the state in response to “wretched and\nmiserable conditions of a newly working class...[through] redistribution of wealth and\nproperty.\"lli An unintended consequence of each counter-revolution was ^“the strengthening of\n106 Welch, Review of Pierre Rosanvallon's, The Demands of Liberty, 12.\n109 Ibid.\n111 Ibid., 35-36.\n84",
    "Page_90": "the demand for a state to enforce equality.\"'f12 Ultimately, instead of \"the realization of freedom,\"\nthey found *the imposition of despotic rule under Napoleon.\"113 Tocqueville warned that\n\"despotic\"” government “occurs gradually, almost insensibly, as administrators in democratic\nages seek to limit the economic uncertainty experienced by an entire category of citizens, the\nworkers. In the end, despotic government serves the population by providing for its welfare.\"114\n20th-century revisionist explanations of the Revolution’s outcomes are also telling. For\nthem, the \"elimination of representative institutions through political centralization” combined\nnot allow the free expression of political differences.\"'l15 The late Steven G. Gey, known for his\napplications the French position contains the seeds of a distinctly antiliberal statism.\"116\nFrancois Furet, the revisionist historian who left the French communist party in 1956 and\nlater challenged Marxist interpretations of the Revolution,1l7 saw Jacobinism as forming the\norigins of the “totalitarian age,*118 insofar as any such movement typically “takes power by\nmeans of enforced political conformity, terror and a willingness to commit mass murder.*'119 To\nhim, Jacobinism began as a “liberation movement\"’ that was “initially attractive because of its\n112 Ibid., 35.\n113 Ibid., 45.\n114 Ibid., 36.\n115 Heuer,“ Liberty and Death,\" 181.\nExpression in Public Schools,” 5.\n117 schonpflug, Daniel, \"Histoires Croisées,” 269.\n118 Ibid., 268.\n119 Ibid., 267.\n85",
    "Page_91": "notions of freedom of harmony*120 but transformed into a “party of terror,*121 a “force behind\nrepression and violence.\"122 Furet noted that Jacobinism's “universalist notion of harmony,\"\ndespite its aims at \"creating harmony in a new society,” Ted instead to \"rigid distinctions between\nfriend and foe.\" Then later when its “orthodoxy” changed rapidly, it *brooked no opposition\"\nand sought “restoration of internal unity through purges.\"*123\nFor Furet, herein lay the “mental foundations” of totalitarianism: “the absolute will to\nchange, the utopian promise of the future, a Manichean worldview, the readiness to commit\nviolence stemming from these premises and the symbolic pseudo-participation of the people in\n\"revisionist rewriting of the French Revolution around the Terror,\"125 goes further, seeing in the\nTerror the original inspiration for modern-day terrorism:\nBefore “Global Terrorism’ and ^the war on terrorism’ there was the Terror: the radical\nclimax of the French Revolution, set to the grisly music of the guillotine. Its architects\nand executioners were the first people widely called *terrorists', and the first to be widely\ntheir actions stained the political imagination of the West as little else has.126\nEven in the 19th century, Hegel focused on “how the revolutionaries’ efforts to institute a\nradically new conception of human freedom - absolute freedom - were essentially self-\nundermining,” because their own principles forced them “to turn on themselves and to destroy\nthe very institutions of freedom that they themselves created.\"127 For him, “\"the revolution sought\n120 Ibid., 271.\n121 Ibid., 270.\n122 Ibid., 271.\n123 Ibid., 270.\n124 Ibid., 271.\n126 Ibid.\n86",
    "Page_92": "to realize something that was, in principle, unrealizable.\"128 David Ciavatta, a scholar who\nstudied Hegel's observations, noted the slippery slope into authoritarianism, for “such a law can\nmaintain its force only on the condition that some citizens and not others - some sort of policing\nagents, for example - are designated as its enforcers.\"129 How, when, and where to apply this law\nwill then “always be a matter of particular judgments that ultimately rest on their individual\nshoulders.13o Another expression of this authoritarian tendency has been to limit freedom of\nspeech. The “famed universalism” of the Revolution made suspect any group that attempted to\nmediate between the individual and the state, and \"freedom of expression (article 11 of the\nDeclaration of the Rights of Man of Citizen in 1789) often gave way to new forms of censorship,\nincluding restrictions on the press.*131 As Dr. Jennifer Heuer put it, “Even champions of human\nContinued Distrust of Religion\nThe revolutionary backlash against Roman Catholic power, particularly in the absence of\nReformation or biblical influence, led to a continued distrust of religion in post-revolutionary\nFrance. “French laicite really did more than separate church and state. It served to\ninstitutionalize state suspicion of religious activity as potentially harmful to the interests of the\nnation.\"133 This distrust of religion reinforced centralization of power. Tocqueville did a\nremarkable job explaining how without God, a citizen must turn elsewhere for help:\n128 Ibid.\n129 Ibid., 596.\n130 Ibid.\n131 Heuer, “Liberty and Death\", 188.\n132 Ibid.\n87",
    "Page_93": "His independence fills him with self-reliance and pride amongst his equals; his debility\nmakes him feel from time to time the want of some outward assistance, which he cannot\nexpect from any of them, because they are all impotent and unsympathizing. In this\npredicament, he naturally turns his eyes to that imposing power [the state]...until he\nultimately views it as the sole and necessary support of his own weakness.134\nIn the end, Tocqueville warned, the “age of despotism” is marked by \"the fulfillment of the\ncitizens’ desire for economic certainty by a welfare state,” for they see the government as \"the\nsole agent and the only arbiter of [their] happiness.*135\nPart of the irreligious impulse was a response to Roman Catholic power. In his 1819\ndiscourse, Constant distinguished between “sacerdotal religions\" (those that “empowered a\nsocieties,” instead of associating the alternative with biblical, Reformation churches, he saw an\nideal in the “ independent? religiosity of the Greeks. \"137\nHe held a materialistic view of religion as a whole. For him, “religious sentiment was\nessentially a longing for transcendence,*138 and yet that longing led people “to give up their\nfreedom to priests claiming to represent the voice of God.\"139 For Constant, “religious sentiments\ncannot be eliminated from the human psyche, and yet they are dangerous when allowed intc\npolitics.”\" He proposed that people should “satisfy or indulge these sentiments without ceding\npower to outside authorities,”’ to find “a form of spirituality or religiosity that is more supportive\nof autonomy than traditional religions, less prone to being used as a tool in our oppression.\"140 In\n135 Ibid., 36-37.\n137 Ibid.\n138 Ibid., 409.\n139 Ibid.\n140 Ibid., 409-410.\n88",
    "Page_94": "the spirit of the ancient Greek model of polytheism, he proposed “an especially tolerant,\nromanticized and anti-doctrinal sort of Protestantism\" to fulfill the “political and psychological\nfunctions... important to liberal society.\"i141 Such a model, he believed, \"both indulges our need\nfor illusions and helps us to resist their worst effects.\"142 Some have referred to Constant's 1819\ninterest that had emerged as one response to the Terror.\"*143\nThis is not to say there were no powerful religious impulses in French history. The Reign\nof Terror led to religious (Catholic) revival, but the official separation of Church and State\nfollowed in 1795.144 A few years later, the 1801 Concordat between Napoleon and Pope Pius VIl\n\"restored to the Church many of the privileges it had enjoyed under the ancien regime.\"145 When\nNapoleon fell, the Bourbon Restoration from 1814-1830 also saw the Catholic Church regaining\nmuch power and influence.\nThese gains were temporary, though, because the French by this time had largely\ninternalized the Enlightenment conviction that religion, “with its claims of exclusivity and a\nhistorical tendency to use power to enforce those claims, has in its very nature something that\nposes a danger to liberty of conscience.\"146 The resulting “divorce between public and private\nreligious regimes” congealed into “an anticlerical secularism” that took nearly final form in the\nThird Republic (1870-1940) and was written into law with the official Separation of Church and\nState of 1905.147 The 1905 law was considered a protection against the Roman Catholic Church.\n141 Ibid., 410.\n142 Ibid.\n143 Ibid., 404.\n145 Moore, “Common Principles, Different Histories, 471.\n146 Ibid., 470.\n89",
    "Page_95": "*In France, the law of 9 December 1905 that separated churches from the state overturned\ncenturies of Catholic privilege within French borders.\"*148\nBy 1905, then, religious practice became severely restricted. After passage of the law,\n\"Religious practice was free only within a narrowly defined concept of religious worship and\nritual.\"149 As a result, “separation of church and state in France did not prove to be the boon to\nreligion that it was in the early American republic.\"150 Martha Nussbaum goes so far as to\ndescribe this as “the French tradition of 'coercive assimilation.151 R. Lawrence Moore of\nCornell University notes while critiquing Nussbaum's work, “Even secular liberals in the United\nStates...would probably agree...that the American tradition of separation of church and state’ is\nmore protective than French laicite of each person's space for both belief and religious\npractice.\"152\nChurch, State, & School\nFor the French, official secularization and public schools arrived simultaneously. Moore\nsummarizes it well:\nThe French, in laws adopted in 1881 and 1882, before the 1905 law, set up secular public\nschools that were intended to take from the Catholic Church its monopoly control over\nFrench education. The same series of laws that ended religious instruction in the state\nschools also dissolved the Jesuits, abolished chaplains in the French military, and\nremoved nuns from their role in hospitals.153\n148 Moore, “Common Principles, Different Histories, 471.\n149 Ibid., 472.\n150 Ibid.\n151 Ibid., 459.\n152 Ibid.\n153 Ibid., 473.\n90",
    "Page_96": "The French approach to school derives directly from Rousseau's ideas. “For\nEnlightenment thinkers, schooling, along with freedom of the press, was the principal vector for\nLe Mercier observed, “A government must be the principal teacher of its subjects.\"156 More than\ntraining people for technical development, the state has ^the goal of training rational men and\ncitizens.\"157 Indeed the state “is conceived as a pedagogue, as society's teacher.\"*158 In essence,\n\"educational activity [is] the condition by which the general will can be made rational.*'159\nBecause the state's pedagogic role is tied to Rousseau's faith in the absolute nature of\nwhat can be apprehended through reason, the state further concentrated power in the educational\nsystem. Like in America, the French seek to maximize individual liberty in matters of education.\nWhile America protects religious groups and parents′ rights, though, the French “identify\nreligious liberty as a right adhering to individuals rather than to communities.\"160 Professor\nJeremy Gunn notes, \"\"Whereas *religious freedom' in the United States typically bears the nuance\nof freedom of religion from the state, in France laicite often bears the connotation of the state\nprotecting citizens from the excesses of religion.*\"161\nThe result is that France has consistently sought to render their educational system\ncompletely devoid of religion. “\"In France, the government is seeking to create a limited area in\nwhich especially vulnerable students are free to consider all ideas and possibilities, temporarily\n155 Ibid.\n156 Ibid.\n157 Ibid., 698.\n158 Ibid.\n159 Ibid.\nExpression in Public Schools,\"' 6.\n161 Ibid., 62-63.\n91",
    "Page_97": "free from the constraints imposed on them by the religious and social mandates of their\nin which the student can exercise the freedom to decide whether or not to adopt that religious\nstance in the first place.\"163\npoints: 1) religious liberty is “an individual rather than a group phenomenon,”\" 2) public\nmay not have access in their home or community environment--even if that exposure potentially\nundercuts the students’ religious training,” 3) religious liberty of students is clearly distinguished\nfrom that of their parents, 4) public education is responsible for protecting students--even young\nchildren--from “the subtly coercive group dynamics of religious communities,” and 5) separation\nof church and state means the government is a strictly secular domain, which means “to preserve\nthe structure of religious liberty for everyone, religion must be consigned to the private\nsector.\"164\nModern Challenges\nIn today's Fifth Republic, France has struggled to cope with three forces: globalization\n(and a resultant loss of sovereignty), consumerism, and immigration.16s The French have not\n162 Ibid., 62.\n163 Ibid., 63.\n164 Ibid., 78.\n92",
    "Page_98": "been prepared for multiculturalism. Indeed, “French public opinion is strikingly negative\ntowards the discourse of globalization, identifying it with liberalism run amuck.\"166 Because the\nFrench system “is much more centralized, and its experience with religious diversity much mor\ncircumscribed,*167 for most of its history, “policies of laicite were easier to standardize than any\nimmigration from Algeria, which has posed a tremendous challenge to reconcile public gooc\nwith religious rights (such as to wear the hijab).169 Britain's “left-wing daily,” The Guardian\nonce declared that the 2oth century decline of Christianity in France, and Europe as a whole.\nonly reinforced the French liberal tradition's sense of its own superiority and historical\ninevitability; the assumption was that wealth and time would between them kill off the\nlast vestiges of religious faith. But this has not proved true of France's Muslims, and now,\ndisastrously, liberalism has resorted to the full force of the law to buttress its\nsupremacy.170\nToday there are between four and five million Muslims in France,1/f roughly 10 percent of the\npopulation, and their presence “has changed the nature of the debate about laicite, and not just\nwith respect to Islam.\"172\no  u shoq nn q sa un o ad nn o sssa u n\n2004 banning the wearing of the hijab in French schools. Their much-debated solution was to\n167 Moore, “Common Principles, Different Histories, 475.\n168 Ibid.\n170 Gey, “Free Will, Religious Liberty, and a Partial Defense of the French Approach to Religious\nExpression in Public Schools,\" 8.\n171 Ibid., 14.\n172 Moore, “Common Principles, Different Histores, 477.\nExpression in Public Schools,\" 15.\n93",
    "Page_99": "continue to assume “individual free choice [in this case, the girls’ right to decide not to wear the\nhijab] should always be favored over the preservation of a community's religious purity.\"174 In\neffect, the only way to protect Muslim girls’ religious rights was to prevent them from\nexpressing it in school. Despite France's hope that this would protect Muslim girls, response to\nAnother challenge has been women's’ rights. France's treatment of women may be said\nto have turned out well. Dr. Jennifer Heuer, who wrote on the subject of the family during the\nRevolution, noted that many new civil laws were created for women in the early years, though\nthe 1790s saw much erosion of women's opportunities.175 Indeed, 1793 was a turning point\n\"after which women were definitely excluded from political participation.\"176 During the Jacobin\nRepublic, even as the regime limited women's political power, however, “it reinforced their civil\nrights.*177 French women got the right to vote only a few decades after American women did.\nFinally, with respect to economic performance, capitalism came late for France. As\nmentioned above, in the French Revolution, “Both the middle class and the peasantry were\nhostile to incipient capitalism, as was much of the legislation of the revolution itself.?178 As a\nresult, “the revolution was ^a triumph for the conservative, propertied, land-owning classes, large\nand small’ and contributed to the economic backwardness of nineteenth-century France.\"179\nFrance's 20\"\"-century socialism may have contributed to their ranking below 48 individual\nAmerican states in economic performance, another point mentioned above.\n174 Ibid., 17.\n175 Heuer, “Liberty and Death\", 185.\n176 Ibid., 191.\n177 Ibid., 192.\n179 Ibid., 328.\n94",
    "Page_100": "CHAPTER 6 - Analysis\nThe research shows that the ideological underpinnings of the American and French\nRevolutions were vastly different. The ideology behind the American Revolution was a\ncombination of biblical Reformation thought and Enlightenment thought in a cultural milieu rich\nwith biblical influence. The ideology behind the French Revolution, on the other hand, was a\nmuch purer form of Enlightenment thought that included a nearly wholesale rejection of the\nBible. As noted in the previous two chapters, the outcomes for both nations were equally\ndifferent. This has led James Livesey to conclude “the relationship between the French\nRevolution and the history of democracy, which had once seemed so vital, is now highly\ncontested.\"\nThis is not to assert ideological determinism.? After all, the “precise causal significance\nof ideas” in events like these revolutions is an “intriguing problem.\" Still, ideas do matter.\nDavid Wilsford of Universite de Paris and University of California, San Diego has posited that\nstructural explanations are insufficient. Instead, he proposes that ideas serve as a critical\n“intervening variable” between the realities that precede a revolution and the event itself.4 Mary\nNolan, professor of history at New York University, notes the impact of particular ideas in\nrevolutionary France: \"By the mid-1790s, the French who still supported the revolution were\nshaping and being shaped by the ideas debated in the sections and clubs, by the symbolism and\nvision of the revolutionary celebrations, and by...iconography...'\"5\n1 Livesey, “\"The Limits of Terror: the French Revolution, Rights and Democratic Transition,\" 64.\n2 Ibid.\n3 Greene, Review of The Philosophy of the American Revolution, 169.\n4 Wilsford, \"The Conjoncture’ of Ideas and Interests,” 358.\n5 Mary Nolan,“Ideology, Mobilization, and Comparison: Explaining Violence in The Furies,” French\nHistorical Studies 24, no. 4 (Fall 2001): 555.\n95",
    "Page_101": "Instead of ideological determinism, then, the author of this paper concludes there are\ncertainly “ideological propensities.\" There can be little doubt that a major factor in the widely\ndivergent outcomes of the American and French Revolutions is the ubiquitous presence of the\nBible in pre-revolutionary American society, as well as in the centuries that have followed, and\nits near absence in French society. As Chaya Halberstam asserts, \"biblical religion’ serves in\n e s  p o o o o  e p n d e s a \nthis is true, the corollary may also be true: that the absence of the Bible retarded democratic\ndevelopment in France. The French experiment all too often led not to what Tocqueville\ndescribed in America as “democracy to the profit of its citizens,” but rather it led to “democratic\npathology: despotism.7\nModernity has been in conflict with the biblical worldview since the Renaissance, and\ncertainly since the Counter-Reformation and Enlightenment. Mary Nolan, professor of history at\nNew York University, identifies a commonality in states with \"high modernist schemes,” a term\nshe borrows from political scientist and anthropologist James C. Scott.8 “These states, which\nhave come in communist, fascist, and democratic variants, share a set of assumptions about\nknowledge, progress, science, and society that can be harnessed to a variety of different\nideological projects\" (emphasis mine).9 What's more, in their modernist nature, these states\n'greatly increase the possibility that violence will be considered legitimate and necessary, even\nprogressive.10 She continues:\nThese assumptions and commitments can produce distinctly modern forms of violence\nthat are rationally planned and executed and then legitimated, in terms of both the\n6 Chaya Halberstam, “Created Equal: How the Bible Broke with Ancient Political Thought,” Biblical\nInterpretation 18, no. 4/5 (October 2010), 422.\n7 Wilsford,*\"The ^Conjoncture’ of Ideas and Interests,” 358.\n8 Nolan, “Ideology, Mobilization, and Comparison,” 553.\n9 Ibid.\n10 Ibid.\n96",
    "Page_102": "ideologies to which they are linked and the values of science, productivism, and\nrationalization. These are forms of violence for which vengeance and religion do not\nprovide a satisfactory explanation, for this is the dark side of modernity that is rooted in\nmodernity, not in the persistence of Old Regime beliefs, elites, and institutions.1\nThe justification of violence that stemmed from these modernist ideas also extended into\nimperial exercise: “In the name of science, market rationality, productivism, and progress, they\nhave imposed expert knowledge over local knowledge in their efforts to reshape nature and\nviolent.\n It is important to note that these comparisons are specifically for institutional violence,\nnot personal violence, as exemplified by the Terror and later by the Stalinist purges and the\nFascist Holocaust, all events deriving from modernist ideals. While the numbers related to the\nviolence is clear.\nNot only were ideas important, but also matters of character related to divergent ideas of\nmoral subordination to God or complete individual moral autonomy. Edmund Burke, the\nEnglishman who predicted the failure of the French Revolution, concluded the solution to the\ncorruption that led the National Assembly to failure \"was to cultivate the character and judgment\nof Members and voters, rather than [merely] to open up the House of Commons to more popular\ninvolvement.\"13 Research in the previous chapter already made it clear that Rousseau's\n11 Ibid.\n12 Ibid., 554.\n13 Selinger, “Patronage and Revolution,” 46.\n97",
    "Page_103": "it also left the National Assembly vulnerable to corruption. This combination led to a nearly\ncomplete loss of liberty in post-Revolutionary France.\nNot only are political and civil liberties at risk under a modernist worldview, but even\nscientific progress. John Oswalt of Asbury Theological Seminary asserted that the\nEnlightenment attempt to divorce logic and science from the metaphysical foundation of biblical\nthought—the attempt to make logic and science “stand on their own\"—-has left science\n\"defenseless against the old gods.\"14 As a result, logic and science have begun to destroy\nthemselves, and humanity has begun a retreat to the pursuit of survival, dominance, comfort, and\npleasure.15 Where logic and science fall short, it follows that economic performance will\nlikewise founder. While a causal relationship is difficult to establish with certainty, there is an\napparent correlation between America's and France's respective views of the Bible and their\ndivergent economic performance.\nThe implications are that the more the Bible prevails in a society, the greater the\n propensity to establish and maintain civil and political liberties, freedom from institutional\nviolence, scientific progress, and economic prosperity,\nRapids, MI: Zondervan, 2009), 28.\n15 Ibid.\n98",
    "Page_104": "CHAPTER 7 - Conclusions\nPre-revolutionary American society was rich with Scriptural influence, a “biblically\ntheological conflict lay between Protestant Christianity and Deism, and both sought to live\nwithin a “Christian society.\" James Byrd also demonstrated that colonial ministers employed the\nBible extensively for support in the revolutionary effort, though certainly not without\ncontroversy. Finally, while American revolutionaries doubtless drew heavily from\nEnlightenment thought, they also drew heavily from Reformation thought, and even much of the\nformer was Reformation thought distilled into secular form.\nBecause of this relative theological consensus, the outcome of the American Revolution\nwas an “open marketplace of religion” where its practice was encouraged. Tocqueville noted\nAmerican notion of liberty meant they expected controversy and dispute, and they engineered a\npolitical system to accommodate it. Human rights were secured because of their sacred nature\nand man's morally subordinate position under Divine authority, and as Tocqueville noted.\nequality coexisted with liberty. Even with America's secularization, which came much later than\nin France, in America's public schools, the rights of the state have deferred to those of religious\nThe United States has also seen unparalleled economic growth and strength throughout its\nhistory.\nIn pre-revolutionary France, however, the Roman Catholic Church not only suppressed\nReformation thought but also secured significant power and influence, tying itself inextricably to\nthe French monarchy. This led not only to a backlash against Catholic power but also against the\n99",
    "Page_105": "Bible itself in the decades leading up to the Revolution. Voltaire and Mme du Chatelet did much\nto reverse the approach to science, seeing it not as the product of God's mind but instead seeing\nGod as the product of man's mind. They, along with Rousseau, replaced the absolute God with a\nfaith in the absolute nature of Reason and what could be apprehended through its practice\nThe results were severe anticlericalism and a complete divorce between the public sphere\nand the private practice of religion, a militant form of laicité. The Cult of Reason led people to\nexpect and pursue unanimity as legislators sought simply to “recognize laws as consonant with\nthe Supreme Reason which governs the universe.\"16 As Reason came into conflict with Will, the\nCult of the Nation and the morally autonomous individual transformed liberty into conformity\nwith Reason. In an ironic twist, conforming to Nature became liberty, while any wayward\nexpression of free will became oppression. Instead of separation of power, the French result was\nconsolidation of power in the National Assembly, the Directorate, and finally Napoleon. Instead\nof political stability, France has seen frequent and violent political upheavals as the nation\nswerved between failed attempts at republicanism and periods of empire or restored monarchy\nThe French pattern of centralization has played out economically with delayed capitalism\nand a recent tendency towards socialism, and France has been outpaced economically by 48 of\nthe 50 United States. Centralization has also played out in French schools, where individual\nrights are favored so much over those of religious groups or parents that in order to preserve\nindividual religious liberty, French schools cannot permit overt individual practice of it.\nWhile the American Revolution gave birth to modern republican democracy, scholars no\nlonger view the French Revolution as an obvious part of the birth of modern democracy. The\n16 Rosanvallon, Political Rationalism and Democracy in France in the 18th and 19th Centuries,” 688.\n100",
    "Page_106": "clearest variable in this comparison is the ubiquity of the Bible in pre-revolutionary American\nsociety and its near absence in pre-revolutionary France. Analysis in the previous chapter\nsuggested a direct ideological line between “biblical religion” and “democratic or egalitarian\nideals.\"17 Likewise, it suggested a direct line between modernism and both “democratic\npathology: despotism?\"18 and the institutional violence of the Terror. Additionally, there is an\napparent correlation between America's and France's respective views of the Bible and their\ndivergent economic performance.\nThe research indicates the greatest hope any nation has for creating and enjoying political\nliberties, civil liberties, freedom of religion, freedom from institutional violence, scientific\nprogress, and economic prosperity is to permit and encourage the reading and application of the\nBible, allowing it to transform society from within.\n17 Chaya Halberstam, “Created Equal,” 422.\n18 Wilsford, *The ^Conjoncture of Ideas and Interests,” 358.\n101",
    "Page_107": "BIBLIOGRAPHY\nAcomb, Frances. Review of The Ideas and Careers of Simon-Nicolas-Henri Linguet: A Study in\nEighteenth-Century French Politics. The American Historical Review 86, no. 4 (October\n1981): 854. Accessed August 27, 2016. http://www.jstor.org.ezproxy.liberty.edu:2048\nAlfonso-Gil, Javier, Maricruz Lacalle-Calderon, and Rocio Sanchez-Mangas. “Civil Liberty and\nEconomic Growth in the World: A Long-Run Perspective, 1850-2010. Journal of\nhttp://search.proquest.com.ezproxy.liberty.edu:2048.\nView.\" Brigham Young University Law Review 2003, no. 2 (2003): 451-464. Accessed\nJuly 9, 2016. http://ezproxy.liberty.edu:2048.\n1337. Accessed July 9, 2016. http://onlinelibrary.wiley.com.ezproxy.liberty.edu:2048.\nCalhoun, Craig. \"Rethinking Secularism.\" The Hedgehog Review 12, no. 3 (2010): 35-48.\nAccessed July 10, 2016. http://ezproxy.liberty.edu:2048.\nChannar, S. H. \"Societal Change and the French Revolution.\" Journal of the Pakistan Historical\nhttp://ezproxy.liberty.edu:2048.\nCiavatta, David. *The Event of Absolute Freedom: Hegel on the French Revolution and Its\n2'7, 2016. http://psc.sagepub.com.ezproxy.liberty.edu:2048/content/40/6/5'77:\nCladis, Mark. “Religion, Secularism, and Democratic Culture.\"” The Good Society 19, no. 2\n(2010): 22-29. Accessed June 30, 2016\nhttp://www.jstor.0rg/stable/10.5325/goods0ciety.19.2.0022.\nD. B. “On the Effects of the French Revolution upon Science and Philosophy.” The Edinburgh\nMagazine, Or Literary Miscellany 10, no. 1800 (1785-1803): 287-88. Accessed August\n27, 2016. http://ezproxy.liberty.edu:2048.\nThe Editors of Encyclopedia Britannica. \"Albigenses.\" Encyclopedia Britannica, Encyclopedia\nBritannica, Inc., https://www.britannica.com/topic/Albigenses. Accessed Sept 29,\n2017.Gerber, W. Review of The Philosophy of the American Revolution. Philosophy and\nPhenomenological Research 41, no. 4 (1981): 566-567. Accessed August 27, 2016.\nhttp://www.jstor.org/stable/2107263.\nThe Editors of Encyclopedia Britannica. \"Massacre at Beziers.\" Encyclopedia Britannica,\nEncyclopedia Britannica, Inc., https://www.britannica.com/topic/Albigenses. Accessed\nSept 29, 2017.\n102",
    "Page_108": "Garsten, Bryan.Review of Behind the Nostalgia for Ancient Liberty: Giovanni Paoletti\nBenjamin Constant et les Anciens: Politique, Religion, Histoire. European Journal of\nPolitical Theory 8, no. 3 (2009): 401-11. Accessed August 20, 2016.\nGerber, W. Review of The Philosophy of the American Revolution. Philosophy and\nPhenomenological Research 41, no. 4 (1981): 566-567. Accessed August 27, 2016.\nhttp://www.jstor.org/stable/2107263.\nReligious Expression in Public Schools.\" Houston Law Review 42, no. 1 (2005): 1-79.\nAccessed August 20, 2016. http://heinonline.org.ezproxy.liberty.edu:2048.\nGreenbaum, Louis S. Review of Cabanis: Enlightenment and Medical Philosophy in the French\nRevolution. American Society for Eighteenth-Century Studies 16, no. 3 (Spring 1983):\n336-40. Accessed August 27, 2016. http://www.jstor.org/stable/2738355.\nGreene, Jack P. Review of The Philosophy of the American Revolution. The Journal of\nInterdisciplinary History 11, no. 1 (Summer, 1980): 166-69. Accessed August 27, 2016.\nhttp://www.jstor.org/stable/203007.\nGriswold, C. L. “Liberty and Compulsory Civil Religion in Rousseau's Social Contract.\"\nJournal of the History of Philosophy 53, no. 2 (2015): 271-300. Accessed August 20,\n2016. http://ezproxy.liberty.edu:2048.\nHalberstam, Chaya. \"Created Equal: How the Bible Broke with Ancient Political Thought.\"\nBiblical Interpretation 18, no. 4/5 (October 2010): 421-423. Accessed August 7, 2016.\nAcademic Search Complete, EBsCOhost.\nHannaway, Caroline. Review of Canabis: Enlightenment and Medical Philosophy in the\nFrench Revolution. The American Historical Review 86, no. 4 (October 1981): 854-55.\n(January 2007): 175-200. Accessed July 9 2016.\nhttp://onlinelibrary.wiley.com.ezproxy.liberty.edu:2048.\nHochberg, Leonard J. “Reconciling History with Sociology? Strategies of Inquiry in\nTocqueville's Democracy in America and The Old Regime and the French Revolution.\"\nJournal of Classical Sociology 7, no. 1 (March 2007): 23-54. Accessed July 9, 2016.\nhttp://jcs.sagepub.com.ezproxy.liberty.edu:2048/content/7/1/23.full.pdf+html.\nKabala, James S. \"Clergymen and Infidels in the American Revolution and Early Republic.\"\nHistory: Reviews Of New Books 42, no. 4 (October 2014): 111-114. Accessed August 7,\n2016.America:History and Lifewith Full Text,EBsCOhost.\n103",
    "Page_109": "Kates, Gary. Review of Sister Revolutions: French Lightning, American Light. Libraries &\nCulture 36, no. 3 (2001): 480-481. Accessed July 9, 2016.\nhttp://ezproxy.liberty.edu:2048.\nKennedy, Emmet. \"The Tangled History of Secularism.\" Modern Age 42, no. 1 (Winter, 2000)\n31-37. Accessed July 9, 2016. http://ezproxy.liberty.edu:2048.\nKeulman, Kenneth. Review of Western Atheism: A Short History. Journal of Church and State\n42, no. 3 (2000): 577-79. Accessed August 20, 2016. http://ezproxy.liberty.edu:2048.\nLindley, W. Terry. \"An American Bible: a History of the Good Book in the United States,\n1777-1880.\" Baptist History and Heritage 35, no. 2 (2000): 92+. General OneFile.\nLivesey, James. “\"The Limits of Terror: the French Revolution, Rights and Democratic\nTransition.” Thesis Eleven 97, no. 1 (May 2009), 64-80. Accessed July 9, 2016.\nhttp://the.sagepub.com.ezproxy.liberty.edu:2048/content/97/1/64.full.pdf+html.\nMcCrossen, Alexis. \"American Zion: The Old Testament as a Political Text from the Revolution\nto the Civil War.\" Journal Of The Early Republic 33, no. 4 (Winter 2013): 771-774.\nMoore, R. L. “Common Principles, Different Histories: Understanding Religious Liberty in the\nUnited States and France.\"” Modern Intellectual History 7, no. 2 (2010): 459-478.\nAccessed August 20, 2016. http://dx.doi.org/10.1017/S1479244310000168.\nMoots, Glenn A. Review of Sacred War, Sacred Scripture: The Bible and the American\nRevolution Roger Sherman and theCreation of the American Republic.Journal of\nAcademicSearch Complete,EBsCOhost\nNolan, Mary. \"Ideology, Mobilization, and Comparison: Explaining Violence in The Furies.\"\nFrench Historical Studies 24, no. 4 (Fall 2001): 549.\nOswalt, John N. The Bible among the Myths: Unique Revelation or Just Ancient Literature?\n(Grand Rapids, MI: Zondervan, 2009).\nPerry, Mark J. “US GDP Per Capita by State vs. European Countries and Japan, Korea, Mexico\nand China and Some Lessons for the Donald,”\" AEIdeas (blog), March 6, 2016,\nhttps://www.aei.org/publication/us-gdp-per-capita-by-state-vs-european-countries-and-\njapan-korea-mexico-and-china-and-some-lessons-for-the-donald/.\nPerry, Seth. Review of Sacred Scripture, Sacred War: The Bible and the American Revolution.\nandPhilosophy Collection,EBsCOhost.\n104",
    "Page_110": "Pole, J. R. Review of The Philosophy of the American Revolution by Morton White and\nhttp://www.jstor.0rg/stable/27553698.\nPorterfield, Amanda. Review of Sacred Scripture, Sacred War: The Bible and the American\nRevolution. American Historical Review 119, no.2 (April 2014): 517-518. Accessed\nAugust 7, 2016. Military & Government Collection, EBSCOhost.\nRiley, Patrick. \"How Coherent is the Social Contract Position?\" Journal of the History of Ideas\n34, No. 4. (Oct. - Dec., 1973), pp. 543-562.\nRosanvallon, Pierre. “Political Rationalism and Democracy in France in the 18th and 19th\nCenturies.\" Philosophy Social Criticism 28, no. 6 (November 2002): 687-701.\nSarles, Harvey. \"The Secular Revolution: Power, Interests, and Conflict in the Secularization of \n2016. http://dx.doi.org.ezproxy.liberty.edu:2048.\nSchlereth, Eric R. Review of An Age of Infidels: The Politics of Religious Controversy in the\nEarly United States. American Historical Review 119, no. 2 (April 2014): p. 518.\nAccessed August 7, 2016. Military & Government Collection, EBSCOhost.\nSchonpflug, Daniel. “Histoires Croisées: Francois Furet, Ernst Nolte and a Comparative History\nof Totalitarian Movements.\" European History Quarterly 37, no. 2 (April 2007): 265-\n290. Accessed July 9, 2016. http://ehq.sagepub.com.ezproxy.liberty.edu:2048.\nSchwarzbach, Bertram Eugene. \"Reason and the Bible in the So-Called Age of Reason.\" The\nHuntington Library Quarterly 74, no. 3 (2011): 437-70. Accessed August 7, 2016\nhttp://ezproxy.liberty.edu:2048.\nSeligman, Adam B. \"Secularism, Liberalism and the Problem of Tolerance: the Case of the\nUSA.\" Theoria 115 (2008): 17. Accessed July 10, 2016.\nhttp://ezproxy.liberty.edu:2048.\nin France and His Theory of Legislative Corruption.\" The Review of Politics 76, no. 1\n(Winter, 2014): 43-67. Accessed August 7, 2016. http://ezproxy.liberty.edu:2048\nShalev, Eran. Review of Sacred Scripture, Sacred War: The Bible and the American\nAugust 7, 2016. Religion and Philosophy Collection, EBSCOhost.\n105",
    "Page_111": "Taylor, Charles. \"The Meaning of Secularism.\" The Hedgehog Review (Institute for Advanced\nculture.0rg/THR/archives/Fall2010/Taylor_lo.pdf.\nVan Kley, Dale K. Review of Democratic Enlightenment: Philosophy, Revolution & Human\nRights 1750-1790. American Historical Review 118, no. 2 (April 2013): 572-73.\nValliant, J. S. “The New Testament versus the American Revolution.\" The Objective Standard,\n10, no. 2, (Summer 2015): 35+. Accessed August 7, 2016.\nhttp://ezproxy.liberty.edu:2048.\nVan Kley, Dale K. Review of Democratic Enlightenment: Philosophy, Revolution & Human\nRights 1750-1790. American Historical Review 118, no. 2 (April 2013): 572-73..\nWelch, C. B. Review of Pierre Rosanvallon's, The Demands of Liberty: Civil Society in France\nSince the Revolution. French Politics, Culture and Society 27, no. 1 (2009): 120-124.\nAccessed August 20, 2016. http://ezproxy.liberty.edu:2048.\nWilsford, David. \"The “Conjoncture’ of Ideas and Interests: A Note on Explanations of the\nFrench Revolution.\" Comparative Political Studies 18, no. 3 (Oct 1, 1985): 357.\nAccessed July 6, 2016. http://ezproxy.liberty.edu:2048.\nZastoupil, Lynn. \"Notorious and Convicted Mutilators': Rammohun Roy, Thomas Jefferson,\nand the Bible.\" Journal of World History 20, no. 3 (2009): 399+. Accessed August 7,\nZeitlin, Irving M., Rulers and Ruled: An Introduction of Classical Political Theory from Plato to\nthe Federalists. Toronto: University of Toronto Press, 2o03.\n106"
}