{
    "Page_1": "LOAN DOCUMENT\nTSAGSA\nLEVEL\nINVENTORY\nION\nTime t\nExoRcise Anothee..\nDOCUMENT DENTIFICATION\nAPR 1993\nH\nA\nDISTRIBUTION STATEMENTA\nN\nApproved for Public Release\nDistribution Unlimited\nD\n DISTRIBUTION STATEMENT\nE\nNTis\ncaAN\n000\nDmC\nTRAC\nUNANNOUNCEN\n JUSTIFICATION\nW\nT\nDISTRIBUTION/\nT\nAvaIlaBIlItr COdEs\nDISTRIBUTION\nEVAV\nH\n DATE ACCESSIONED\nA\nR\nE\nDATE RETURNED\n20061026078\nDATE RECEIVED IN DTIC\nREGISTERED OR CERTIFTED NUMBER\nPHOTOGRAPH THIS SHEET AND RETURN TO DTIC-FDAC\nDTIC  70A\nDOCUMENT PROCESSING SHEE\nLOAN DOCUMENT",
    "Page_2": "TIME TO EXORCISE ANOTHER GHOST FROM THE VIETNAM WAR:\nRESTRUCTURING THE IN-SERVICE CONSCIENTIOUS OBJECTOR PROGRAM\nA Thesis\nPresented to\nThe Judge Advocate General's School, U.S. Army\nThe opinions and conclusions expressed herein are those of the author and\ndo not necessarily represent the views of The Judge Advocate General's\nSchool, the U.s. Army, or the U.S. government.\nWilliam D. Palmer\nMajor, U.S. Army\n41ST JUDGE ADVOCATE OFFICER GRADUATE COURSE\nApril 1993\nPublished: 140 Mil. L. Rev. 179 (1993)",
    "Page_3": "TIME TO EXORCISE ANOTHER GHOST FROM THE VIETNAM WAR:\nRESTRUCTURING THE IN-SERVICE CONSCIENTIOUS OBJECTOR PROGRAM\nWilliam D. Palmer\nMajor, U.S. Army\nABSTRACT: The current in-service conscientious objector program serves\n enduring purposes in the U.S. military. The current program, however, is\nfundamentally flawed and does not effectively serve the nation or the\nmilitary. The current program is burdened by overly broad standards and\ninefficient procedures; both of which contribute to unfairness, inaccuracy,\na lack of uniformity, and the potential for interfering with military\nreadiness. This thesis proposes an alternative standard for evaluating\nclaims of conscientious objection and different procedures for investigating\n such claims. These proposals will redress the fliaws in the existing program\nconscientious objector program.",
    "Page_4": "DEDICATED TO THREE SPECIAL PEOPLE:\nKathy, whose love, patience, insights, and help\nalways seem to make good things happen,\nAnd my parents for encouraging me to read,\n so that I would know a world beyond the town where we lived,\nfor giving me the freedom to dream,\nso that I could see life's many possibilities,\nand for living many of the values I came to accept as my own,\nso that I was well-equipped for life's difficult choices.",
    "Page_5": "TIME TO EXORCISE ANOTHER GHOST FROM THE VIETNAM WAR:\nRESTRUCTURING THE IN-SERVICE CONSCIENTIOUS OBJECTOR PROGRAM\nWilliam D. Palmer\nMajor, U.s. Army\nTABLE OF CONTENTS\n1. INTRODUCTION\n1\nII. HISTORY OF THE IN-SERVICE CONSCIENTIOUS OBJECTOR\n5\nIII. THE CURRENT IN-SERVICE CONSCIENTIOUS OBJECTOR\n13\nPROGRAM\nA.\nStandards Applicable to the In-Service\n13\nConscientious Objector\nB.\nPolicies and Procedures Under the In-Service\n14\nConscientious Objector Program\nIV. DOES A CONSCIENTIOUS OBJECTOR PROGRAM HAVE A\n22\nPLACE IN A VOLUNTEER FORCE?\nA.\nJustifications for Continuing an In-Service\n22\nConscientious Objector Program in the\nVolunteer Force\nB.\nExamining the Arguments Against an In-Service\n24\nConscientious Objector Program in the\nVolunteer Force\nANALYZING WHERE THE CURRENT IN-SERVICE CONSCIENTIOUS\nV.\n30\nOBJECTOR PROGRAM FAILS AND PROPOSING A \"FIX'\nA.\nThe Problem of Being Overinclusive or \"Religious\n30\nTraining and Belief\" as a Standardless Standard\nUnwarranted Judicial Activism Created the\n32\nOverinclusive Standard\ni",
    "Page_6": "a. U.S. v. Seeger\n33\nb. Welsh v. U.S.\n37\n2.\nConsequences of an Overinclusive Standard\n49\na. The Irrational Outcome Consequence\n49\nb. The Unfairness and Injustice Consequence\n51\nc. The Potential Readiness Consequence\n55\nd. The Practical Difficulties Consequence\n58\n3.\nCuring the Overinclusive Standard: What\n61\nStandard Ought We Apply?\n4.\nWill the New Standard Pass Constitutional\n69\nMuster?\nFree Exercise Challenge\na.\n71\nb.\nEstablishment Challenge\n84\nB.\nCorrecting Administrative Difficulties Under\n87\nthe Current In-Service Conscientious Objector\nProgram\nC.\nAddressing the Fairness Issue of the \"Benefiting\n93\nCO\" - Alternative Service\nVI. CONCLUSION\n97\nA.\nNecessity for an In-Service Conscientious\n98\nObjector Program\nB.\nNecessity for Change in the Current Program\n98\nC.\n Inadequacy of the Current Debate Concerning\n100\nIn-Service Conscientious Objection\nD.\n Benefits of the Proposed Changes\n103\nii",
    "Page_7": "TIME TO EXORCIZE ANOTHER GHOST FROM THE VIETNAM WAR:\nRESTRUCTURING THE IN-SERVICE CONSCIENTIOUS OBJECTOR PROGRAM\nWilliam D. Palmer\nMajor, U.s. Army\nConsistent with the national policy to recognize the claims of bonafide\nconscientious objectors in the military service, an application for\nindividual:\n(1) Who is conscientiously opposed to participation in war in any form.\n(2) Whose opposition is founded on religious training and beliefs; and\n(3) Whose position is sincere and deeply held.1\nI. INTRODUCTION\nThe Department of Defense, through a directive published August 20, 1971,\nauthorized military personnel who develop conscientious objections to military service to\napply for discharge or noncombatant duty.2 Nevertheless, this directive regulating in-\nservice conscientious objectors, like any vehicle built in the 1960's and last serviced in\n1971, is in need of a serious overhaul. It contains standards and procedures that were\ndesigned to accommodate a military shaped by the draft, not a volunteer force. It\nincorporates judicially created definitions and standards that, instead of interpretting\nlegislative intent, ignored legislative intent. It stands as an unchanged monument to the\nmilitary and the law relating to the military as those institutions existed in 1971:\nuntouched by subsequent changes in the law; unaffected by the massive restructuring of\n1300.6, CoNscIENTIoUs OBJECTORs, para. V.A. (Aug. 20, 1971).\n2 DEP'T OF DEFENSE, DIRECTIVE 1300.6, CONSCIENTIOUS OBJECTORS, para. V.A.\n(Aug. 20, 1971).",
    "Page_8": "United States armed forces themselves; and unconcerned by the ongoing, fundamental\nreshaping of United States defense policy.\nThe purpose of this paper is to analyze critically the law of the in-service\nconscientious objector and suggest changes to the Department of Defense directive that\nhistory, development, and present application of the law governing the in-service\nconscientious objector. The paper then will analyze the weaknesses of the current law\nand suggest ways to address those weaknesses, discussing the legal and policy\njustifications supporting these suggested changes.\nRecent publicity concerning in-service conscientious objectors and proposed\nlegislation addressing the issue demonstrate that the analysis in this paper is not merely\nan academic exercise. The nation's mobilization and war effort in operations Desert\nShield and Desert Storm focused the nation's attention on the military and on military\nissues that largely had lay dormant for most of the twenty years since the end of United\nStates involvement in the war in Vietnam.\nOne of the military issues to generate attention was the controversy over the in-\nthe Vietnam War generated a surge in applications for conscientious objector status by\nmilitary personnel.? Cases of soldiers who refused orders or who refused to deploy\n° The Office of the Assistant Secretary of Defense for Public Affairs compiled the\nfollowing statistics as of January 2, 1992:\nCO Applications (DoD-wide)\nFY 1989\n147 \" (120 approved)\nFY 1990\n 214 (152 approved, 48 disapproved, 14\nreturned or discharged before completion)\nFY 1991401\n(221 approved, 141 disapproved, 39\nwithdrawn or pending final action)\n2",
    "Page_9": "overseas citing conscientious objections to service generated national press coverage.\nService personnel denied conscientious objector discharges challenged that decision in\nthe federal courts.$\nMemorandum from Lieutenant Colonel Doug Hart, Office of the Assistant Secretary of\nDefense for Public Affairs to Major William D. Palmer, pp. 2-3 (Jan. 2, 1992) (on file\nwith author). The number of applications received by the Army during the last five\nyears breaks down as follows:\nCO Applications (Army)\n1988\n85\n(56 approved, 8 disapproved, 21 returned,\nwithdrawn or advisory)\n1989\n90\n(56 approved, 5 disapproved, 29 returned,\nwithdrawn or advisory)\n1990\n84\n(64 approved, 12 disapproved, 8 returned)\n1991\n271\n(131 approved, 95 disapproved, 45 returned or\nwithdrawn)\n1992\n105\n(80 approved, 14 disapproved, 11 returned or\nwithdrawn)\nMemorandum from Colonel Duane Lempke, Dep't of the Army, Office of the Deputy\nChief of Staff for Personnel, Special Review Boards to Major William D. Palmer, pp. 2-\n4 (Feb. 9, 1993) (on file with the author).\n* See Elizabeth Hudson, Army Doctor Continues Hunger Strike: Citing Conscience,\nHe Seeks Discharge, WAsH. POsT, Dec. 13, 1990, at A44 (describing Army Captain\nJeffrey Wiggins' efforts to make himself useless to the Army after the Army and a\nFederal court refused to grant him a conscientious objector discharge); Peter\nApplebome, Epilogue to Gulf War: 25 Marines Face Prison, N.Y. TIMEs, May 1, 1991, at\nA5 (reporting the pending court-martial cases involving Marines who refused to deploy\nwith their units and who claimed they did so based on conscientious objections); Rorie\nSherman, War Is Not Over For \"COs\", THE NAr'L L. J., Aug. 5, 1991, at 1 (relating the\ncircumstances and legal arguments of the Marines convicted at court-martial of military\noffenses relating to their refusal to deploy because of claimed conscientious objections to\nservice).\nv. Secretary of the Navy, Civ. No. 90-00619 (D. Haw. Aug. 22, 1990); Wiggins v.\nSecretary of the Army, 571 F.Supp. 1238 (W.D. Tex. 1990); Pruner v. Department of the\nArmy, 755 F. Supp. 362 (D. Kan. 1991); Ballard v. Secretary of the Army, Civ. No. 90-\n12509-H (D. Mass. July 8, 1991); Johns0n v. Stone, No. C-91-0427 EFL, 1991 U.S. Dist\nLEXIS 4053 (N.D. Cal. 1991); United States ex rel Brandon v. O'Malley, No. 91 C 1016.\n1991 U.S. Dist. LEXIS 11492 (N.D. I1. 1991); Reiser v. Stone, 791 F. Supp. 1072 (E.D.\nPa. 1992); Jones v. Mundy, 792 F. Supp. 1009 (E.D. N.C. 1992); Allison v. Stone, No.\nC-92-1541 BAC 1992 U.S. Dist. LEXIS 12429 (N.D. Cal. 1992).\n3",
    "Page_10": "The visibility the conscientious objector issue gained during the Gulf War led to\ncriticism of the current Department of Defense policy as being insufficiently protective\nof soldiers' interests. This new-found visibility also led to proposed legislation in the\n102nd Congress that would have codified and broadened the protections and rights of\nthe in-service conscientious objector.° This legislation would have expanded the bases\nfor claiming conscientious objector status and significantly added to the military's\nadministrative burdens in accommodating and adjudicating conscientious objector claims\nBut the current public debate concerning the proper treatment of the in-service\nconscientious objector fails to address the most fundamental questions surrounding the\nissue. What is the role of an in-service conscientious objector program in an all-\nvolunteer force?  Is it appropriate that the nation relies on an in-service conscientious\nobjector program which is a product of the Vietnam war era law of conscientious\nconscientious objection policy of the ongoing restructuring of our military forces and\nnational defense policy?  The paper will address these fundamental issues and\nconclude that while the in-service conscientious objector program serves an important\nfunction, like the 1960's model car designed and built for the needs of its time, the in-\nservice conscientious objector program must be overhauled to meet the demands of the\nvastly different world it faces today.\n6 H.R. 5060, 102d Cong., 2d Sess. Military Conscientious Objector Act of 1992,\n(1992).",
    "Page_11": "I1. HISTORY OF THE IN-SERVICE CONSCIENTIOUS OBJECTOR\nThe current policy toward in-service conscientious objectors is the latest\nwho, because of their religious beliefs, conscientiously oppose military service. The\nhistory of the in-service conscientious objector, as contrasted with the conscientious\nobjector to compelled or conscripted service, is relatively short. Nevertheless, even\nthough the in-service conscientious objector program is recent, it shares the heritage of\ncompulsory military service. Reviewing the history of this tradition serves two purposes\nin this paper. This history demonstrates the development of the nation's policy of\naccommodating conscientious objection to compelled military service. This history also\ndemonstrates the limitations Congress consistently sought to impose on any exemption\n  s  e  s  s d  s\nconscientious objector. Some colonies excused objectors from compulsory service in the\nmilitias, while other colonies forced conscientious objectors to choose between fidelity to\n    d   s sin   n sr \nconscientious objections to compulsory service in the state militias when such objections\narose from religious beliefs. This resolution, however, also encouraged these\n7 SELECTIVE SERVICE SYSTEM, SPECIAL MONOGRAPH NO. 11, VOL. I,\nJAILED FOR PEACE 6 (1986).\n5",
    "Page_12": "conscientious objectors to, \"contribute liberally in this time of national calamity\" and offer\nwhatever services they were able consistent with their religious principles.8\n     s   s    \nconscientious objection exemptions to compulsory service in the militias that, at least\narguably, did not require a religious basis to qualify for the exemption.? The national\ngovernment, however, had not addressed the matter since the Revolutionary War, during\nAfter several years of unsatisfactory experience with draft laws that made no\nprovision for Quakers and others having conscientious objections to military service,\nCongress passed a new draft act in 1864 containing an exemption for conscientious\nobjectors.1° This exemption was limited to only those members of religious\n8 The full text of the July 18, 1775 resolution read as follows:\nin any case, this Congress intends no Violence to their Consciences, but\nearnestly recommends it to them to Contribute Liberally, in this time of\nnational calamity, to the relief of their distressed Brethren in the several\nColonies, and to do all other services to their oppressed country, which\nthey can consistently with their Religious Principles.\nMONOGRAPH, supra note 7, at 33-34.\n 9 The Maryland constitutional convention of July 1776 passed a resolution directing\nthe convention committees to consider distinguishing between conscientious objectors\nwho fail to enroll in the militia because of religiously based conscientious objections and\nthose whose objections were based on other motives. Before the Civil War, the states of\nPennsylvania, Alabama, Texas, Illinois, Iowa, Kentucky, and Indiana adopted\nconscientious objector exemptions from compulsory militia service in their state\nconstitutions. These exemptions did not specify that the conscientious objections must\nbe religiously based. Id. at 37, 39-40.\n10 Act of Feb. 24, 1864, ch. X1lI, & 17, 13 Stat. 9 (1864).\n6",
    "Page_13": "denominations whose religious tenets forbad the bearing of arms who had conducted\nthemselves in a manner consistent with such beliefs.1l Furthermore, the exemption\napplied to combatant military service only. Therefore conscientious objectors were\nsubject to the draft, but served in noncombatant roles only.12\nThe Confederate Congress also made provision in its conscription policies for the\nreligious conscientious objector. Beginning in April 1862, the Confederate Congress\nassumed authority over the military draft and, later that same year, provided an\nexemption which lasted for the duration of the war for members of named pacifist\ndenominations, provided that such persons furnished substitutes or paid a tax.13\nAccordingly, both sides in the Civil War granted exemptions from compulsory service for\nconscientious objectors whose religions forbad them from participating in combat.\nCongress again authorized a draft to support the United States. effort in World\nWar I and, as it did with the Civil War draft laws, authorized a noncombatant\nAnd be it further enacted, That members of religious denominations, who\n shall by oath or affirmation declare that they are conscientiously opposed\nto the bearing of arms, and who are prohibited from doing so by the rules\nand articles of faith and practice of said religious denominations, shall,\nwhen drafted into the military service, be considered noncombatants, and\n         f    s  s\n         s    g\nperson as the Secretary of War shall designate to receive it, to be applied\nto the benefit of the sick and wounded soldiers: Provided, That no person\nshall be entitled to the benefit of the provisions of this section unless his\ndeclaration of conscientious scruples against bearing arms shall be\n  s  s     \nconsistent with such declaration.\nId.\n12Id.\n13 MONOGRAPH, supra note 7, at 45-47.\n7",
    "Page_14": "exemption for conscientious objectors belonging to pacifist denominations.1  Of the\n2,810,296 men inducted under this draft law, local boards certified 56,830 claims for\n            s\nSecretary of War used this authority to furlough conscientious objectors who objected to\nmilitary service of any kind to work in agriculture and industry.16\nAlthough the draft law limited the noncombatant exemption to members of\npacifist sects, the Adjutant General of the Army broadened the exemption's coverage to\ninclude those who possessed \"personal scruples against war.\"17 This was the first--and,\nuntil the Supreme Court interpretted the exemption broadly beginning in the 1960s, the\nobjectors whose objections may not have been based on religious belief. Congress did\nnot authorize exemptions for this broader category under the 1917 Act and the\nsubsequent history of the conscientious objector exemption from the draft reveal that\nCongress consistently has refused to extend the draft law's conscientious objector\nexemption beyond those objections based on religious belief.\nWhen Congress passed the Selective Training and Service Act of 1940 in\nresponse to the expanding wars in Europe and Asia, it included an exemption for\n15 PROVOST MARSHAL GENERAL, SECOND REPORT OF THE PROVOST MARSHAL\nGENERAL TO THE SECRETARY OF WAR ON THE OPERATIONS OF THE SELECTIVE\nSERVICE SYSTEM TO DECEMBER 29, 1918, 56-57 (1919).\n16 Act of March 16, 1918, ch. 23, 40 Stat. 450 (1918); MONOGRAPH, supra note 7,\nat 59.\n17 MONOGRAPH, supra note 7, at 55.\n8",
    "Page_15": "conscientious objectors.18 This act, while still limited to those subject to conscription,as\nopposed to soldiers already serving in the armed forces, contained four significant\nextended eligibility for conscientious objector status to persons whose objections were\n       e a n e  d a  i\nboard.2°  The 1940 Act also authorized alternative civilian service for conscientious\nobjectors so that they never would be inducted into the military.\"l Finally, this\nza   o e n n u s ns a\nThe Selective Service System created by the 1940 Act processed 34,506,923\nregistrants, of whom approximately 72,000 received or were eligible for conscientious\nobjector status.23\nPresident Truman requested, and Congress approved, the nation's first true\npeacetime draft in 1948.2 This law retained the conscientious objector exemption from\nthe 1940 Act with the addition of a definition of the requirement that a registrant's\n18 Selective Training and Service Act of 1940, Pub. L. 76-783, & 5(g), 54 Stat. 885,\n889 (1940).\n19Id.\n20Id.\n21 Id.\n22Id.\n23 MONOGRAPH, supra note 7, at 314-15.\n2 Selective Service Act of 1948, Pub. L. 80-759, 62 Stat. 604 (1948)(codified as\namended at 50 U.s.C. app. ss 451-473 (1988)).\n9",
    "Page_16": "conscientious objections derive from \"religious training and belief.\" The Act defined this\nrequirement as \"an individual's belief in relation to a Supreme Being involving duties\nsuperior to those arising from any human relation . . . :\"25  Congress amended the\n1948 Act with the Universal Military Training and Service Act of 1951, but did not\nchange the conscientious objector exemption.?° Accordingly, the 1948 Act's exemption\nremained in effect into the era of the United States involvement in the war in Vietnam.\nCongress again amended the 1948 Act in the Military Selective Service Act of 1967.27\nThe 1967 amendment included the conscientious objector exemption, but without the\nreference to a \"Supreme Being.\"2 The 1948 Act, as amended, continues to be the draft\nlaw on which our current Selective Service System is based, but authority to draft\nregistrants under this law expired on July 1, 1973.29\nThe entire history of conscientious objector law outlined above does not,\nhowever, address the in-service conscientious objector. Each time Congress acted to\nauthorize a conscientious exemption to military service, it granted that exemption in the\ncontext of compelled military service--that is, a draft. Neither the current draft law no1\nany of its predecessors ever provided a means for the soldier serving on active duty to\n25 Id. at 8 6(6), 62 Stat. at 612-13.\napp. β 456(j) (1988)).\n27 Pub. L. No. 90-40, 81 Stat. 100 (1967)(codified as amended at 50 U.S.C. app. 88\n451-473 (1988)).\n2850 U.S.C. App.  456(i) (1988).\n29 Act of Sept. 28, 1971, Pub. Law No. 92-129, 8 101(a)(35), 85 Stat. 353 (1971)\n(codified at 50 U.s.C. app. & 467(c) (1988).\n10",
    "Page_17": "apply for a change in duties or a discharge because of his or her conscientious objections\nto continued military service.\nThe Department of Defense first acted to accommodate the interests of the in-\nservice conscientious objector in 1951 when it promulgated a directive authorizing\nreassignments to noncombatant duties for soldiers conscientiously opposed to further\ncombatant service.\"° In 1962, the Department of Defense issued a superseding directive\nproviding a mechanism for active-duty soldiers possessing religiously based conscientious\nobjections to continued service to either seek transfers to noncombat service or a\n   s  n n       \nDefense Directive codified in the Code of Federal Regulations with implementing\nregulations in each of the services.\"? Thus, the law creating the in-service conscientious\nobjector program is a creature of executive branch rule-making, rather than an act of\nCongress.\nAlthough the in-service conscientious objector program is not legislatively created,\nthe law of conscientious objection arising from the Selective Service Act has influenced\nprogram. The Department of Defense directive at one time explicitly stated that the\n 30 DEP'T OF DEFENSE, DIRECTIVE No. 1315.1, (June 18, 1951).\n31 DEP'T OF DEFENSE, DIRECTIVE 1300.6, CONSCIENTIOUS OBJECTORS (21 Aug.\n1962); see also Robert E. Montgomery, Jr., Comment, God, The Army and Judicial\nReview: The In-Service Conscientious Objector, 56 CAL. L. REv. 379, 401 n.92 (1968)\n(citing a letter from Major General Kenneth G. Wickham, the Adjutant General of the\nArmy to the author, dated Dec. 7, 1976, on file with the California Law Review).\n32 32 C.F.R.  75 (1992); DEP'T OF DEFENSE, DIRECTIVE 1300.6, CONSCIENTIOUS\nOBJECTORS (August 20, 1971), implemented in the Army by DEP'T OF ARMY, REG. 600-\n43, CONSCIENTIOUS OBJECTION (Aug. 1, 1983) [hereinafter AR 600-43].\n11",
    "Page_18": "same standards used to determine conscientious objector status of Selective Service\nCourt relied on this language to find that the standards found in the Selective Service\nAct's conscientious objector exemption, as construed by the courts, are the same\nstandards that apply to the case of the in-service objector.34 The current directive\nincorporates concepts in its definitions and standards that were derived from case law\nthe definition of \"religious training and belief\".35\nreassignments or discharge on the basis of conscientious objections to military service\ncontinues a national tradition of accommodating religious conscientious objections. This\n33  Since it is in the national interest to judge all claims of conscientious objection by\nthe same standards, whether made before or after entering military service,\nSelective Service System standards used in determining [conscientious objector\nstatus] of draft registrants prior to induction shall apply to servicemen who claim\nDEP'T OF DEFENSE, DIRECTIVE NO. 1300.6, CONSCIENTIOUS OBJECTORS (May 10,\n1968), superseded by DEPARTMENT OF DEFENSE, DIRECTIVE NO. 1300.6,\nCONSCIENTIOUs OBJECTORS (Aug. 20, 1971) (codified at 32 C.F.R. § 75 (1992)).\n34 Gillette v. United States, 401 U.S. 437, 442 (1971); see also Ehlert v. U.S., 402\nU.S. 99, 107 (1971) (stating that the Court's decision is predicated on its understanding\nthat either the local draft board or the military would provide a claimant with a full\nopportunity to present a conscientious objection claim and that the same criteria would\napply to an in-service conscientious objection claim as to a claim under the Selective\nService Act).\nsincere and meaningful belief which occupies in the life of the possessor a place parallel\nto that held by the God of another\" which is a near quote of Justice Clark's standard for\nthe Selective Service Act's provision requiring \"religious training and belief,\" as \"a\nsincere and meaningful belief which occupies in the life of its possessor a place parallel\nto that filled by the god of those admittedly qualifying for the exemption. : .\" United\nStates v. Seeger, 380 U.S. 163, 176 (1965)).\n12",
    "Page_19": "program, while separate from the longer history of the draft-based conscientious objector\nprograms, draws its basic policy and fundamental standards from that history.\nHI. THE CURRENT IN-SERVICE CONSCIENTIOUS\nOBJECTOR PROGRAM\nThe Department of Defense directive concerning in-service conscientious\nimplementing the national policy of respecting religious-based conscientious objections\nto military service. In addition, it outlines the standards for evaluating conscientious\nobjector claims--standards that derive from the draft law conscientious objecto1\nexemption. Finally, it specifies the responsibilities of the soldier applying for\nconscientious objector status and of the military as it investigates that claim\nA. Standards Applicable to the In-Service Conscientious Objector\nThe in-service conscientious objector program borrows all of its principle\ndefinitions and standards from the standards created by Congress for the draft law\nconscientious objector exemption or created by the courts in interpreting that exemption.\nThe directive defines \"conscientious objection\" as \"A firm, fixed and sincere\nobjection to participation in war of any form or the bearing of arms, by reason of\nreligious training and belief.\"6 This definition incorporates the basic principles of the\n3632 C.F.R.  75.3(a).\n13",
    "Page_20": "combatant training and service in the armed forces of the United States who, by reason\nof religious\nThe directive incorporates these principles into its statement of the criteria for\nqualification for reassignment or discharge under the in-service conscientious objector\nstatus for any soldier:\n(1)  Who is conscientiously opposed to participation\nin war in any form;\n(2)  Whose opposition is based on religious training\nand beliefs; and\n(3)  Whose position is sincere and deeply held.38\nThe first criterion comes directly from the statutory definition of conscientious objection\nThe second and third criteria, however, have been influenced heavily by judicial\ninterpretation of the draft law conscientious objector exemption.\nThe second criterion, like the first, comes directly from the statutory definition of\nconscientious objection, but the Supreme Court has adopted an expansive interpretation\n37 50 U.S.C. App. & 456(i).\n38 32 C.F.R. $ 75.5(a).\n39 Gillete, 401 U.S. at 41-47.\n14",
    "Page_21": "of the concept \"religious training and belief.\" In United States v. Seeger,*° and later in\nWelsh v. United States,\"1 the Court interpreted the phrase to embrace more than what\none might consider traditional notions of \"religion.\" Seeger concluded that \"religious\ntraining and belief,\" while still excluding personal moral codes and political or\nsociological considerations, embraces a \"sincere and meaningful belief which occupies in\nthe life of its possessor a place parallel to that filled by the God of those admittedly\nqualifying for the exemption . . . \"2 Welsh abandoned any remaining reliance on\ntraditional concepts of religion in the context of conscientious objection by holding that\npurely moral or ethical beliefs--or even essentially political, sociological, or philosophica\nviews --may qualify as \"religious training or belief\" under the Seeger formula.3 The\ndirective subsequently incorporated these judicial interpretations into its definition of\n\"religious training and belief.\"44\n40Seeger, 380 U.S. at 176.\n41 Welsh v. U.S., 398 U.S. 333, 340 (1970)\n42 Seeger, 380 U.S. at 176.\n43 Welsh, 398 U.S. at 340-343.\n44 The directive's definition includes concepts from both Seeger and Welsh:\n(b)Religious training and belief.\n             s\nto which all else is subordinate or upon which all else is ultimately\ndependent, and which has the power or force to affect moral well-being.\nThe external power or being need not be of an orthodox deity, but may be\na sincere and meaningful belief which occupies in the life of its possessor a\nplace parallel to that filled by the God of another, or in the case of deeply\nheld moral or ethical beliefs, a belief held with the strength and devotion\nof traditional religious conviction. The term \"religious training and belief\"\nmay include solely moral or ethical beliefs even though the applicant\nn   r, s sr   r  s\nsense, or may expressly characterize them as not religious. The term\n\"religious training and belief\" does not include a belief which rests solely\n15",
    "Page_22": "Finally, the third criterion is not found in the statutory program, but has been\nadopted by the courts as an implied requirement for conscientious objector status. Once\n\"religious training and belief,\" the remaining issue becomes whether the applicant is\nsincere in this belief.5\nThus, each of the three criteria used by the in-service conscientious objector\n program to evaluate conscientious objector claims--each of which incorporates concepts\nthat constitute the heart of the in-service program--come directly from the draft law\nconscientious objection exemption.\nLikewise, the classification scheme used in the in-service program tracks the\nscheme developed in the draft law exemption. The directive classifies conscientious\nprevent them from combatant service, but would permit noncombatant service; and\nClass 1-O objectors whose conscientious objections preclude any military service.“6\nThese classifications track the categories found in the Selective Service regulations\nclassifying registrants under that program.\"7  The in-service conscientious objector\nprogram, though established as a Department of Defense regulatory program, relies\nupon the law of conscientious objection in the draft context for the program's\nsubstantive definitions and criteria.\n upon considerations of policy, pragmatism, expediency or political views.\n32 C.F.R. β 75.3(b).\n45 Witmer v. United States, 348 U.S. 375, 381 (1955).\n46  32 C.F.R. β 75.3(a)(1), (2).\n47 32 C.F.R. $$ 1630.11, 1630.16.\n16",
    "Page_23": "B. Policies and Procedures Under the In-Service Conscientious\nObjector Program\nThe Department of Defense policy concerning in-service conscientious objection\nbegins with the statement that administrative discharge prior to completion of an\nobligated term of active duty because of conscientious objections is discretionary with\nthe service involved.\"8 The military will grant conscientious objector status under the\nprogram, and either release a soldier from military duty or restrict duties \". . . to the\nextent practicable and equitable . . . \" but only when these actions would be consistent\nwith military effectiveness and efficiency. By its terms, the in-service conscientious\nobjector program does not create a regulatory right to conscientious objector status.\nThe directive includes the significant limitation that soldiers who possessed\nconscientious objection beliefs prior to entering active duty are not eligible for\nconscientious objector status under this program.*° The directive, however, qualifies this\nlimitation by disallowing these claims only when the individual failed to claim exemption\nunder the Selective Service System or was denied status under the Selective Service\nSystem.?1 This qualification is meaningless since the Selective Service System currently\ndoes not accept or process claims for conscientious objector status under the draft law.\nThe individual services have attempted to remedy this defect in their implementing\n48 32 C.F.R. & 75.4(a).\n49 Id.\n50 Id. & 75.4(a)(1).\n51 Id.\n17",
    "Page_24": "regulations. The service regulations state that they will deny claims when the claimant\npossessed the beliefs prior to entry on active duty and failed to present a claim for status\nprior to dispatch of the notice of induction, enlistment, or appointment.52\nThe military service investigates each conscientious objector claim separately to\ndetermine whether the claimant satisfies the three criteria for conscientious objector\nstatus.53 The claimant bears the burden of proving by clear and convening evidence that\nhe or she satisfies these three criteria.54\nThe directive outlines specific procedures an applicant and the military service\nmust follow in submitting and processing a claim for conscientious objector status. The\nclaimant must provide specific personal information in support of his or her claim and is\n  n pi s s   sn  n ns  p\nsupporting the claim.\" The directive requires an interview of the claimant by a\nchaplain, who must submit a written opinion of the basis of the claim and of the\nclaimant's sincerity and depth of conviction.\"° The directive also requires an interview\n  a  n r t      \nwhether the claimant possesses any emotional or personality disorder that would warrant\ndisposition through medical channels.57\n52 See AR 600-43, supra note 32, para. 1-7.\n53See supra note 36; 32 C.F.R. s8 75.4(b), 75.5(a).\n54  Id. s 75.5(d).\n55 Id. s8 75.6(a), 75.9.\n56  Id. s 75.6(c).\n57 Id.\n18",
    "Page_25": "Once the claimant has submitted an application for conscientious objector status\nand the required interview reports are completed, a commander designated by the\nservice regulation will appoint an investigating officer outside the claimant's chain of\ncommand.58 The investigating officer will conduct an informal hearing whose purpose is\nto give the claimant an opportunity to present evidence, to generate a complete record\nof relevant information, and to facilitate an informed recommendation by the\ninvestigating officer and an informed decision by the final decision authority.\"\" The\nclaimant may be represented by counsel he or she procures, may present any evidence\nincluding written statements and testimony of witnesses, and may question witnesses\ncalled by the investigating officer.\"° The investigating officer may receive any evidence\nrelevant to the claim.61\nOnce the investigation is complete, the investigating officer must complete a\nreport of investigation. This report must include all statements and other material\nassembled, a summary of the hearing testimony, the investigating officer's conclusions\nand reasons for those conclusions concerning the basis and sincerity of the claimant's\nstated conscientious objections, and a recommendation for disposition of the claim.\"2\nThe investigating officer forwards the report of investigation through command channels\nto the approval authority.\n58  Id. & 75.6(d).\n59Id. s 75.6(d)(2).\n60 Id.\n61 Id.\n62Id. s 75.6(d)(3).\n19",
    "Page_26": "The services have adopted different approval authorities for conscientious\nobjector claims. The Army permits general court-martial convening authorities to\napprove applications for noncombatant status, while a department-level panel of officers\n(Conscientious Objector Review Board) must review all claims for discharge and claims\ndenied by the general court-martial convening authority.\"? The Marine Corps and the\nAir Force use similar boards as final decision authorities in conscientious objector cases,\nwhile the Navy assigns this responsibility to the Chief of Personnel.64\nPending the final decision on a conscientious objector claim and to the extent\npractical, the military service must make every effort to assign the claimant to duties\nthat will conflict as little as possible with the claimant's stated beliefs.5 Nevertheless,\nthe claimant remains subject to military orders and discipline pending a final decision on\nthe claim.\"6 The military will grant a discharge for the convenience of the government\nto claimants whose request for discharge as a conscientious objector is approved by the\ndecision authority.6” The type of discharge issued will depend on the claimant's military\nrecord and service standards for classification of discharges.\"\" Claimants assigned to\nnoncombatant duties based upon an approved claim of conscientious objection and those\n63 AR 600-43, supra note 32, at para. 2-8.\n64 Telephone interview with Mr. Jack Perrago, Investigator, Government\nAccounting Office (Feb. 11, 1993) [hereinafter GAO interview] During late 1992 and\nearly 1993, Mr. Perrago was conducting a review of the Dep't of Defense conscientious\nobjector program at the direction of the House Committee on Armed Services.\n6532 C.F.R. 8 75.6(h).\n66 Id.\n67 Id. s 75.7.\n68 Id.\n20",
    "Page_27": "denied their claims remain subject to military control and discipline and will be expected\nto perform assigned duties.\" Finally, commanders may return without action second or\nsubsequent claims based upon essentially the same evidence or asserted beliefs as in\nprevious claims.70\nThis overview demonstrates how the directive accomplished three essential\npurposes. It established an in-service conscientious objector program consistent with\nnational policy respecting religious-based conscientious objections. Furthermore, it\nestablished standards to evaluate claims of conscientious objection. Finally, it identified\nthe responsibilities of the claimant and the military department in submitting and\nadjudicating the claim.\nNevertheless, the directive, as currently configured, does not reflect the changes\nthat have occurred in the military and in the law as it relates to the military over the\npast twenty years. In addition, the directive fails to account for the continuing and\nfundamental restructuring in the nation's defense policy and military forces. These\nchanges require the military to reexamine the in-service conscientious objector program.\nPresident Clinton's words addressing the need for restructuring the government in other\ncontexts apply with equal force in evaluating the in-service conscientious objecto1\nprogram: \"We must start thinking about tomorrow.\"71\n69 Id.\n70Id. & 75.5(g).\n71 President William J. Clinton, Address to a joint Session of the U.S. Congress\n(Feb. 17, 1993).\n21",
    "Page_28": "IV. DOES A CONSCIENTIOUS OBJECTOR PROGRAM HAVE\nA PLACE IN A VOLUNTEER FORCE?\nOne reasonably might wonder about the logic of providing a program that allows\nsoldiers who voluntarily join the military to seek reassignment or discharge based on\nsincerely held conscientious objections to further military service. Although the concept\nfirst glance, several enduring justifications support such a program.\nA. Justifications for Continuing an In-Service Conscientious Objector\nProgram in the Volunteer Force.\nAs the history of the in-service conscientious objector program demonstrated,\nCongress has repeatedly expressed its conviction that those whose religious beliefs\nmilitary service. The Department of Defense directive restates this tradition as \". . . a\nnational policy to recognize the claims of bona fide conscientious objectors in the\nmilitary service. . \"72 This policy gives expression to deeply held national values and\nrecognizes some pragmatic issues.\nExempting religious conscientious objectors from military service comports with\nthe nation's commitment to religious freedom. This is particularly true when religious\nbeliefs conflict with actions directed by the government, such as killing, which can\n72 32 C.F.R. β 75.5(a).\n22",
    "Page_29": "challenge individuals' most fundamental values and beliefs.'′ Providing an exemption\nfor conscientious objectors furthers two values central to the national identity: the\nlibertarian ideal of respecting individual differences, especially those founded on\nreligious belief; and the democratic ideal of tolerating varied ideas and opinions.?\nrecognizes some pragmatic issues that accompany such beliefs. Soldiers who harbor\ndeeply held, conscientious objections to military service will tend to have difficulty\nserving successfully and may hurt the morale of other soldiers in the unit. Furthermore,\ndevoting the military's training efforts and resources to those soldiers who are most able\nto contribute to the military mission simply makes sense.\nin a volunteer force. Although the vast majority of persons having conscientious\nobjections to military service will avoid conflict with those beliefs by simply not entering\nthe military', soldiers can develop such objections after entering the military.\nThe majority of persons joining the military do so in their late teens and early\ntwenties at a time when their belief systems are being formed'. This fact, along with\nthe many benefits they seek from a military career, can lead to their not realizing the\n73  Kent Greenawalt, All or Nothing at All: The Defeat of Selective Conscientious\nObjection, 1971 SUP. Cr. REv. 31, 47 (1971).\nThose Who Reject Violence as a Means of Dispute Resolution?, 23 SETON HALL L. REV.\n121, 123 (1992).\nDepartment of the Army Conscientious Objector Review Board (Mar. 1, 1993)\n[hereinafter Lempke interview]\n76 GAO interview, supra note 64.\n23",
    "Page_30": "full implications of military service until after they have been in uniform for some time\nand their belief systems have had time to mature.'” In other instances, soldiers\nexperience mid-life changes, such as marriage to a spouse belonging to a different\nreligious faith or joining a church. These events lead them to adopt, as their own,\ndemonstrate how soldiers can find themselves in situations in which changes in their\nbelief systems conflict with continued military service.\nB. Examining the Arguments Against an In-Service Conscientious\nObjector Program in the Volunteer Force\nNaturally, several arguments militate against providing an exemption for\nconscientious objectors. Professor Kent Greenawalt, in a detailed analysis of selective\nconscientious objection, identified the principle arguments against an exemption for\nconscientious objectors as follows:\no p e  si ps xa  n si n (\nparticularly one which exposes those not excused to danger or significant\nhardship.\n77 Id.; Lempke interview, supra note 75.\n78 Telephone interview with Captain Flora D. Darpino, Army Litigation Attorney\n(Mar. 1, 1993) [hereinafter Darpino interview] Captain Darpino was the Judge\nAdvocate Officer member of the Department of the Army Conscientious Objector\nReview Board for approximately two years including the periods before, during and after\nOperations Desert Shield and Desert Storm.\n24",
    "Page_31": "B)  Those not exempted may perceive themselves as victims of an injustice and\ntheir morale may suffer.\n a  a s       (\nmanpower for the military mission.\nD)  Defining the class of persons eligible for exemption and determining sincerity\nwill be so difficult that administering the exemption program will be unfair.\nE)  Allowing the exemption will undermine the government's moral authority to\nwage war and encourage other claims for relief from governmental obligations\nbecause of conscientious objections.'9\nMost of these arguments against a conscientious objector program, however, are\nunpersuasive when applied to the United States' experience with the in-service\nconscientious objector program.\nAddressing the first two of Greenawalt's arguments against an exemption, the\nbroad consensus that the nation ought to exempt religious-based conscientious objectors\nfrom compulsory military service.\"°  Extending a similar exemption to in-service\nconscientious objectors who develop their beliefs while serving in the military would be\nconsistent with this national consensus. This consensus shows a willingness to tolerate\nthe injustice that results from exempting certain individuals from participating in \"the\n79 Greenawalt, supra note 73, at 48.\na substantial consensus that [conscientious objectors] should not be conscripted.\");\nDouglas Sturm, Constitutionalism and Conscientiousness: The Dignity of Objection to\nMilitary Service, 1 J. LAw & REL. 265, 267 (1983) (\"[Tjhe principle of exempting those\nconscientiously opposed to war from military service is a long-standing and deep-seated\ntradition of the American republic.\").\n25",
    "Page_32": "common defense\"1 so long as the exemption furthers a respected national value such as\nreligious freedom.*? In addition, concern over the injustice of excusing some from\nfurther service is arguably less pressing in a volunteer force in which the society at large\nis not placed in jeopardy of being required to serve in the place of one exempted under\nthe conscientious objector policy.\nGreenawalt's third objection--that an exemption creates military manpower\nproblems--has not presented a problem in the in-service program. The in-service\nconscientious objector program, even as broadened by judicial opinions, has not posed a\nthreat to military readiness.83  The numbers of soldiers applying for conscientious\nobjector status under the program as it is currently structured has never been statistically\nsignificant.84\n81 U.S. CONsT. preamble.\n82 See MONOGRAPH, supra note 7, at 5.\n83 Telephone interview with Colonel (ret.) Tyler Tugwell, former President,\nDepartment of the Army Conscientious Objector Review Board (Mar. 2, 1993)\n[hereinafter Tugwell interview]; GAO interview, supra note 64.\nDesert Storm, the number of applications spiked significantly. Nevertheless, they never\nconstituted a statistically significant portion of the military force. See supra note 3\n(listing statistics reported for conscientious objector claims before, during and after\nDesert Shield/Desert Storm). The Army recorded the following figures for in-service\nconscientious objector claims during the years 1961-1971:\nYear\nApplications\nApprovals\n1961\n8\n1\n1962\n5\n2\n1963\n69\n29\n1964\n62\n30\n1965\n101\n26\n1966\n118\n5\n1967\n185\n9\n1968\n282\n70\n1969\n243\n194\n26",
    "Page_33": "On the other hand, two different circumstances could lead to readiness problems\nFirst, as the military force shrinks, it becomes more vulnerable to unplanned personnel\nlosses, particularly from among key personnel. Second, if the current program were\nchanged to loosen its eligibility criteria, past experience would not be useful in\npredicting the possible impact on readiness and the program could pose a threat to\nmilitary readiness.\nThe fourth objection Greenawalt raises to providing an exemption has posed\nproblems in the past and continues to pose real difficulties. Defining the class of\nsoldiers eligible for the in-service exemption has proven exceedingly difficult and, as a\n1970\n1106\n357\n1971\n1525\n879\nGeorge Stohner, United States v. Lennox--The end of the Noyd Era in Military Law, 58\nMIL L. REV. 241, 262 n.136 (1972).\nU.S. 333 (1970); Gillette v. United States, 401 U.S. 437, 456-458 (1971); Mary P.\nSullivan, Comment, Conscientious Objection in an All-Volunteer Military: An\nImpermissible Accommodation of Religious Freedom?, 43 MERCER L. REv. 751 (1992);\nDonald N. Zillman, In-Service Conscientious Objection: Courts, Boards and the Basis in\nFact, 10 SAN DIEGO L. REV. 108 (1972); Greenawalt, supra note 73; John T. Hansen,\nJudicial Review of In-Service Conscientious Objector Claims, 17 UCLA L. REv. 975\n(1970); David M. Brahms, They Step to the Beat of a Different Drummer: A Critical\nAnalysis of the Current Department of Defense Position Vis-A-Vis In-Service Conscientious\nObjectors, 47 M1L. L. REv. 1 (1970); Montgomery, supra note 31.\n27",
    "Page_34": "has led to inconsistency at the level of the hearing officer investigating the claim* and\nto charges of unfairness.87\nAs to Greenawalt's final two objections to an e:.cmption, little evidence supports\nthe conclusion that past exemption programs have detracted from the government's\nmoral force to wage war. Although the war in Vietnam became immensely unpopular,\n    rn n rm n n  snd i s \nthat several hundred soldiers were discharged, or that even several thousand selective\nboth the United States and Great Britain during World War II did not seem to undercut\nthe moral authority of these governments in waging that war.89\ncontinued military service apparently has not weakened the nation's ability to deny\nother, similar claims for exemption not supported by a similar national consensus.\nRecent cases have denied exemptions from tax laws and controlled substance laws even\n 86 Interview with Captain Sean Freeman, United States Marine Corps, Student at\nthe Judge Advocate Officer Graduate Course, in Charlottesville, VA (Feb. 10, 1993)\n[hereinafter Freeman interview]  Captain Freeman served as an investigating officer in a\nDiana Moore, Army Litigation Attorney (Feb. 3, 1993) [hereinafter Moore interview]\nMajor Moore served as the Army's litigator before the federal courts trying lawsuits\nwhich challenged the Army's denial of conscientious objector status. Darpino interview\nsupra note 78.\n87 Seng, supra note 74, at 135, 150.\n 88  See supra note 84 (reporting figures of in-service objectors discharged during the\nVietnam war period); Greenawalt, supra note 73, 49 (commenting on the low percentage\n89 See Monograph, supra note 7, at 1, 5; Greenawalt, supra note 73, at 56-57.\n28",
    "Page_35": "when the affected individuals claimed that religious-based conscientious objections\nsupported their actions.\"o\nAn in-service conscientious objector policy serves several purposes, even in a\nvolunteer force. Although this discussion demonstrates that drawbacks to adopting such\na program exist, the purposes it serves endure.\nAn in-service conscientious objector program continues a longstanding national\npolicy to recognize religious-based conscientious objection to military service, thereby\nsupporting the national values of religious freedom, individual liberty, and democratic\npluralism. An in-service conscientious objector program acknowledges and avoids the\ndifficulties inherent in attempting to coerce military service from an individual whose\ndeeply-held religious beliefs preclude such service. Finally, an in-service conscientious\nobjector program acknowledges the reality of change in people's belief systems that\nsometimes can lead to religious conflicts with continued military service.\nConsequently, an in-service conscientious objector program is desireable, if not\npeople can change in significant ways during a military career. Nevertheless, the current\nprogram runs afoul of several of the arguments for and against exempting conscientious\nobjectors from military service.\nof the Old Order Amish to pay Social Security taxes even though doing so violates their\nreligious-based beliefs); Oregon v. Smith, 494 U.S. 872 (1990) (upholding state's\ncontrolled substances law even against claims of religious exemptions for ceremonial\npurposes); Nelson v. United States, 796 F.2d 164 (6th Cir. 1986) (upholding the\n s       e, e   s\nconscientious objections to his taxes being used for military purposes).\n29",
    "Page_36": "The next section analyzes the ways in which the current program falls short both\nin meeting the need for such a program and in avoiding the arguments against having\nsuch a program. First, the current program is overinclusive, thereby exempting soldiers\nwhose claimed beliefs fall outside the national consensus concerning what justifies an\nexemption. Second, the current program's overinclusivity could lead to readiness\nproblems as the military shrinks and redefines its mission. Third, the current program\nposes administrative problems caused, in part, by obscure definitions and standards that\n            \nthe current program fosters a perception of unfairness when sincere objectors benefit\nfrom military education or training only to receive a discharge before the military\nreceives the benefit of their newly acquired skills.\nV. ANALYZING WHERE THE CURRENT IN-SERVICE CONSCIENTIOUS\nOBJECTOR PROGRAM FAILS AND PROPOSING A \"FIX\"\nA. The Problem of Being Overinclusive or \"Religious Training and Belief\nas a Standardless Standard\nbelief has been a central requirement imposed by Congress throughout the history of the\nexemption. This requirement is consistent with the national tradition of respect for\ndeeply held religious convictions, even when members of the majority may not\nunderstand or approve of them. This requirement is also central to the national\nconsensus that tolerates the injustice of releasing some from a period of obligated\n30",
    "Page_37": "military service that they voluntarily assumed, when others who also assumed a service\n  n s d      s\nclaimant's conscientious objections be based on \"religious training and belief\".91\nNevertheless, the manner in which the program defines the term broadens the\n   s  so    os   \nthese exemptions in the first place.\nThe current program defines \"religious training and belief\" to include beliefs\nbased solely on ethical, philosophical, and merely personal moral considerations.?2 This\nbroad exemption is not supported by a national consensus favoring such an exemption.\nSuch a broad definition is not required by constitutional considerations, nor is it justified\nin a volunteer military.\nThe overinclusive definition of \"religious training and belief\" raises several\nproblems. It contributes to a sense of injustice in the program because some soldiers\nwho qualify for discharge or reassignment appear to fall outside the national consensus\nconcerning who ought to serve and who ought to be released from serving based on\nconscientious beliefs. It presents an ever greater potential to impair military readiness\nin an era of a shrinking military force that coincidentally must expand its crisis response\nmission. It contributes to difficulties in administering the program by introducing\nuncertainty and ambiguity to the military's factfinding and decision-making under the\nprogram. Finally, it contributes to the potential for fraud or unfairness under the\nprogram by placing a premium on claimant preparation and coaching. This favors\n9132 C.F.R. β 75.5(a).\n92 Id. s 75.3(b)\n31",
    "Page_38": "claimants who are able to retain counsel or consult with anti-war groups as well as those\nclaimants who are educated and articulate\n1. Unwarranted Judicial Activism Created the Overinclusive Standard\nThe definition of \"religious training and belief\" in the in-service conscientious\n        s  s d \nS       s s\nBelief in an external power or being or deeply held moral or ethical belief,\nto which all else is subordinate or upon which all else is ultimately\ndependent, and which has the power or force to affect moral well-being.\nThe external power or being need not be of an orthodox deity, but which\nmay be a sincere and meaningful belief which occupies in the life of its\npossessor a place parallel to that filled by the God of another, or, in the\ncase of deeply held moral or ethical beliefs, a belief held with the strength\nand devotion of traditional religious conviction. The term \"religious\ntraining and belief’ may include solely moral or ethical beliefs even though\nthe applicant himself may not characterize these beliefs as \"religious\" in\nthe traditional sense, or may expressly characterize them as not religious\nThe term \"religious training and belief' does not include a belief which\nrests solely upon considerations of policy, pragmatism, expediency, or\npolitical views.93\nPI  c6 \n32",
    "Page_39": "collage of religion-philosophy-sociology, is correct. As mentioned above,\" this standard\ncomes from the opinions in United States v. Seeger\"5 and Welsh v. United States* in which\nthe Supreme Court interpreted the same term in the Selective Service Act.97\na. United States v. Seeger\na sn e, se a p n snr, n a p ssa\n    n  sp   n  n n e \nhuman relation, but [not including] essentially political, sociological or philosophical\nrequired further interpretation. Writing for a unanimous Court, Justice Clark resolved\nthe issue as a matter of statutory interpretation, rather than as a Constitutional issue.\nEarly in the opinion, Justice Clark gave a foretaste of the care with which he intended\nto treat the words and intent of Congress when he substituted the word \"economic\" for\n\"philosophical\" in the statute's list of beliefs that would not qualify for the exemption.99\n94 See supra part II.A.\n95 380 U.S. 163 (1965).\n96 398 U.S. 333 (1970).\n97  Both cases involved claims of conscientious objection under & 6(j) Selective\nService Act of 1948, Pub. L. No. 80-759, § 6(j), 62 Stat. 604, 612-13 (codified as\namended at 50 U.s.C. app. & 456(j) (1988)) (The 1951 amendments did not change the\nConscientious Objector exemption).\n98 Id.\ndiffers from the language of the statute itself. Compare United States v. Seeger, 380\nU.S. at 173 (\"The section excludes those persons who, disavowing religious belief, decide\non the basis of essentially political, sociological, or economic considerations. . . .\")\n(emphasis added) with Selective Service Act of 1948, Pub. L. No. 80-759 $ 6(j), 62 Stat.\n33",
    "Page_40": "Congress added the definition of \"religious training and belief\" to the\nconscientious objector exemption in the Selective Service Act of 1948.1o° Justice Clark\nreferred to the Senate Report on the 1948 Act as indicating an intent to re-enact\nsubstantially the same provisions as were found in the 1940 Act\" which had not defined\n\"religious training and belief.\"1o1 Armed with this statement of congressional intent and\nthe definition of religion from Webster's New International Dictionary, Justice Clark\nconcluded, \"A sincere and meaningful belief which occupies in the life of its possessor a\nplace parallel to that filled by the God of those admittedly qualifying for the exemption\ncomes within the statutory definition.\"lo2 This new definition included claimants whose\nconscientious objections were unrelated to any supreme being or even any\nacknowledgement of a supernatural component to life.\nIn reaching its definition, the Court impliedly concluded that Congress's addition\nof the words \"belief in relation to a Supreme Being\" had no meaning and did not qualify\nor define the term Congress expressly intended them to qualify or define. Congress\nlogically intended the words to carry some meaning and commentators have reached this\n same conclusion.1o3  The evidence of congressional intent indicates that Congress\n604, 612 (1948) (\"Religious training and belief in this connection . . . does not include\nessentially political, sociological or philosophical views or a merely personal moral code\")\n(emphasis added).\n(1948).\n101 380 U.S. at 176.\n102 Id.\nDefinition of \"Religion\", 71 GE0. L. J. 1519, 1526 (1983); Greenawalt, supra note 73, at\n38.\n34",
    "Page_41": "intended a more limited definition of \"religious training and belief,\"--one consistent with\ntraditional concepts of religion including a theistic component.\nThe Senate Report accompanying the 1948 amendment explained the exemption\nas extending \". . . to anyone who, because of religious training and belief in his\nservice or to both combatant and noncombatant military service.\" (citation omitted)104\nThe Senate specifically referred to the case of United States v. Bermani°? as defining who\nP  a   sir,  ps xa  r  s\ninference from this reference is that the Berman case clearly supports the proposition for\nwhich it was cited.io° Congress used Berman to clarify the meaning of \"religious training\nand belief' in the context of eligibility for an exemption as a conscientious objector.\nThe Berman case interpreted the meaning of \"religious training and belief\" as\nfound in the Selective Service Act of 1940.1o7 The Berman court concluded that\n\"religious training and belief' was plain language that Congress used to distinguish\nbetween \"conscientious social belief, or a sincere devotion to a high moralistic,\nphilosophy, and one based upon a belief in his responsibility to an authority higher and\n104 S. REP. No. 1268, 80th Cong., 2d Sess. 13 (1948), reprinted in 1948 U.S.C.C.S.\n1989, 2002 (citing, United States v. Berman, 156 F.2d 377 (9th Cir. 1946), cert. denied\n329 U.S. 795).\n105 United States v. Berman, 156 F.2d 377 (9th Cir. 1946), cert. denied 329 U.S. 795.\n17 UCLA L. REV. 893, 896 (1970).\n885,889 (1940).\n35",
    "Page_42": "beyond any worldly one.\"1os  The court cited with approval the definition of religion that\nChief Justice Hughes used in his dissent in United States v. Macintoshio'--the same\ndefinition the Congress subsequently adopted for the conscientious objector exemption\nthe supernatural.\"il Congress's reference to Berman is all the more significant because\nanother federal circuit had adopted a broader interpretation of the same definition prio1\nto the Berman case.112\nJustice Clark, writing in Seeger, explained Congress's reference to Berman by\nsaying the reference could have meant any number of things.1i3 His explanation was\ndisingenuous, however, because it ignored not only the context of the reference, but also\nCongress's choice of the narrower of two judicial interpretations of the statutory\nstandard. Congress intended, at a minimum, that the \"religious training and belief'\nhuman obligations owed a supernatural entity or reality. Justice Clark's opinion\nremoved any such requirement from the statute, thereby making it something quite\n108 156 F.2d at 380.\n109 283 U.S. 605, 633 (1931) (Hughes, C.J., dissenting on other grounds).\n110 See supra text accompanying notes 97, 104.\n111 156 F.2d at 382.\n112 United States v. Kauten, 133 F.2d 703 (2d. Cir. 1943).\n113 380 U.S. at 178.\n36",
    "Page_43": "Seeger, describing the opinion as \". . . a remarkable feat of judicial surgery to remove . : :\nthe theistic requirement of § 6.\"14\nb. Welsh v. United States\nThe Supreme Court, in Welsh v. United Statesii5 completed the secularization of\n\"religious training and belief\" begun in Seeger five years earlier. Like the Court's\nopinion in Seeger, Welsh resolved the issue as a matter of statutory interpretation, not as\na constitutional issue. Writing for a four-member plurality, Justice Black effectively\nerased \"religious training and belief' as a separate requirement for qualification under\nthe statutory exemption.\nJustice Black's opinion held that the Seeger standard for \"religious training and\nbelief\" included \". . . beliefs that are purely ethical or moral in source and content but\nthat nevertheless impose upon [the believer] a duty of conscience to refrain from\n n s o n   ai :   ne am n i d\nthe specific statutory exclusions of \"essentially political, sociological or philosophical\nbeliefs or merely personal moral code.\" First he identified beliefs that fell within these\nexclusions as beliefs that were not deeply held and beliefs which did not rest at all upon\nmoral, ethical, or religious principles, but rather were based solely on considerations of\npolicy, pragmatism, and expediency.11' He then employed a Houdini-like logic to\n114 Welsh v. United States, 398 U.S. 333, 351 (1970) (Harlan, J., dissenting).\n11 398 U.S. 333 (1970).\n116 Id. at 340.\n117 Id. at 342-43.\n37",
    "Page_44": "that term, could not be excluded based on views that were essentially political,\nsociological, or philosophical or merely a personal moral code.118\nUnlike Seeger, the Court in Welsh was divided. Justice Harlan issued a strongly\nworded opinion in which he concurred in the Court's judgment because of what he\nperceived as a constitutional problem in the statutory definition, but disagreed with the\ncourt's statutory interpretation. He accused the plurality of performing a \"lobotomy\" on\n e d n r   i     s\n      -     \n. . . \"12o The three remaining justices on the case dissented, agreeing with Harlan's\nreligion, but disagreeing with Harlan's conclusion that such a limited exemption violated\nthe First Amendment's prohibition against the establishment of religion.121\nUnlike Justice Clark in Seeger, Justice Black did not even bother to construct an\nargument that legislative history supported his conclusions. This fact did not escape the\nnotice of commentators. Even a commentator who cheered the case's outcome felt\ncompelled to point out Black's \". . .judicial sleight of hand. . .\" in expanding the Seeger\nstandard to include moral and ethical beliefs. That commentator concluded,\n\"Unfortunately for those concerned for judicial constraint and logical consistency, there\n118 Id. at 343.\n119 Id. at 351 (Harlan, J., concurring).\n120 Id. at 354.\n121 Id. at 367-74 (White, J., joined by Burger, C.J. and\nStewart, J., dissenting).\n38",
    "Page_45": "was no legislative history or judicial language to support Black's reading.\"122  Another\nwriter, analyzing Black's transformation of statutory language, noted, \"Perhaps the most\nstartling aspect of this exegesis is the conversion of personal moral beliefs, explicitly\nexcluded by the statute, into included religious beliefs.\"123\ndefinition of \"religious training and belief' to more traditional concepts of religion. Like\nSeeger, Welsh dealt with the conscientious objector provision found in the Selective\nP    n  n-a       \nalmost three years before the court heard argument in Welsh--Congress passed the\nMilitary Selective Service Act of 1967.125 The 1967 Act amended the conscientious\nobjector exemption and the legislative history of this amendment demonstrates a clear\nintent to overrule legislatively the expanded definition of \"religious training and belief\nfrom Seeger.\nA remarkably comprehensive Selective Service policy review preceded passage of\nthe 1967 Act. Spurred by growing criticism of the draft and by steadily increasing draft\n122 John James Paris, S.., Toward an Understanding of the Supreme Court's\nApproach to Religion in Conscientious Objector Cases, 7 SUFFOLK U. L. REV. 449, 455\n(1973).\nConscientious Objection and the First Amendment, 14 AKRON L. REv. 71, 76 (1980).\n124 See supra note 97.\n(1967) (codified as amended at 50 U.s.C. app. ss 451-71 (1988)).\n39",
    "Page_46": "preliminary hearings on Selective Service reform in June of 1966.12? Following these\npreliminary hearings, President Johnson established the National Advisory Commission\non Selective Service (commonly referred to as the Marshall Commission after its\nchairman, Mr. Burke Marshall, a former Deputy United States Attorney General) to\nprovide recommendations concerning the draft law.i2 Not wanting to be outdone, the\ninto Selective Service policy. The Civilian Advisory Panel on Military Manpower\nProcurement, headed by retired General Mark W. Clark, reported its findings and\nrecommendations to that committee on February 28, 1967.12\" President Johnson\ntransmitted the Marshall Commission report to Congress on March 6, 1967.129\nThe Civilian Advisory Panel and the Marshall Commission both addressed the\nquestion of whether the Selective Service Act ought to acquiesce to the Seeger Court's\nbroad definition of \"religious training and belief\". The Marshall Commission\nOPERATION OF THE SELECTIVE SERVICE SYSTEM, H.R. Doc. No. 76, 89th Cong., 2d\nSess. (1966).\n127 Exec. Order No. 11,289, 31 Fed. Reg. 9265 (1966), reprinted in 1966\nU.S.C.C.A.N. 4648.\nMILITARY AND TRAINING ACr, H.R. DOC. NO. 12, 90th Cong., 1st Sess. 1914 (1967).\nUNITED STATES TRANSMITTING RECOMMENDATIONS FOR EXTENDING THE DRAFT\nAUTHORITY, LOWERING AGE FOR DRAFTING, CORRECTING THE DEFERMENT\nINEQUITIES, DEVELOPING A FAIR AND IMPARTIAL SYSTEM OF SELECTION, AND\nESTABLISHING A TASK FORCE TO REVIEW RECOMMENDATIONS FOR A\nRESTRUCTURED SELECTIVE SERVICE SYSTEM, H.R. Doc. No. 75, 90th Cong, 1st Sess.\n(1967); BURKE MARSHALL, NATIONAL ADVISORY COMMISSION ON SELECTIVE\nSERVICE, IN PURSUIT OF EQUITY: WHO SERVES WHEN NOT ALL SERVE? (1967)\n[hereinafter MARSHALL REPORT].\n40",
    "Page_47": "recommended continuing the present policy as defined by Seeger.13o The Civilian\nAdvisory Panel recommended that Congress \"[Ajmend the law to overcome the broad\ninterpretation of the Seeger case. . . :\"131 President Johnson made no comment or\nrecommendation on this issue in his transmittal message, which accompanied the\nMarshall Report. Therefore, the Congress faced a clear choice on the scope of\n'religious training and belief' as it began hearings on the new draft law.\nThe hearings before the House Committee on Armed Services consumed seven\ndays and 806 pages of testimony as the committee heard from the Director of the\nSelective Service, the Voters for Peace Executive Committee on the Selective Service,\nand all points in between.132 No less than eight witnesses specifically discussed the\nSeeger standard for \"religious training and belief.\"133 As a result, the committee certainly\nwas informed of the significance of the opinion in Seeger, if any committee members\nwere not already aware of the case.\n130 H.R. REP. No. 267, 90th Cong., 1st Sess. 7 (1971),  reprinted in 1967\nU.S.C.C.A.N. 1308, 1315.\n131 Id. at 1315.\nMILITARY TRAINING AND SERVICE ACT, H.R. DOC. NO. 12, 90th Cong, 1st Sess.\n(1967).\nbelief\" included General (ret.) Mark W. Clark, testifying on the recommendations of the\nAdvisory Panel he headed; Rep. Robert W. Kastenmeier (D., Wis.); Lawrence Speiser,\nDirector of the Washington Office of the American Civil Liberties Union; Robert D.\nBulkley of the United Presbyterian Church in the USA; Sen. Edward M. Kennedy (D.\nMass.); Edward L. Ericson of the American Ethical Union; Glenn Shive of the Church\n of the Brethren; and Lieutenant General Lewis B. Hershey, Director of the Selective\nService.\n41",
    "Page_48": "Several of the witnesses before the committee testified in favor of the Seeger\nstandard, but the committee repeatedly indicated dissatisfaction with Seeger. One\ncommittee member expressed the committee's concern with the Seeger standard as\nfollows:\nThe relative difficulty confronting the committee and the Congress here on\nthe question of conscientious objectors does arise in its difficulty to\ndistinguish between a personal moral code [which the statute excludes] and\nS    u si   n   y \nmeets the test of the Supreme Court decision in the Seeger case on the\nSupreme Being context. . . . How would you distinguish between a purely\npersonal moral code and one which apparently meets and satisfies the\nSupreme Court test of a Supreme Being?134\nAnother committee member expressed his disapproval of the result in Seeger, indicated\nthe committee's desire to overrule the case legislatively and invited General Clark to\nsuggesting that returning to the \"old language\" of the 1940 Act might help.136 The\nCommittee Chairman, Representative Mendel Rivers, described the outcome of the\nSeeger case as \"plainly ridiculous.\"137\n134 H.R. DoC. No. 12, supra note 132, at 2423.\n135 Id. at 2573 (comments of Rep. Bray to Gen. Clark).\n136 Id. at 2574.\n137 Id. at 2637.\n42",
    "Page_49": "General Mark W. Clark testified and reported the unanimous findings and\nrecommendations of the Civilian Advisory Panel. The panel's report included a finding\nthat Seeger \". . . unduly expanded the basis upon which individual registrants could claim\nconscientious objections to military service.\"138 The Civilian Advisory Panel explained\nthis finding further:\nThe Supreme Court in the Seeger case appears to ignore the intent of\nCongress which, in amending the language of the 1940 Draft Act,\nfor claiming conscientious objection to military service. The interpretation\nby the Court of the language added by Congress in this regard actually\nresulted in a significant broadening of the basis on which these claims can\nbe made with the very real possibility that in the future there will be an\never-increasing number of unjustified appeals for exemption form military\nservice.139\nAs corrective action, the panel recommended that Congress restate the limiting language\nof the conscientious objector exemption \"so as to eliminate the confusion caused by the\nSupreme Court decision . . I\" and that Congress consider returning to the original\nlanguage of the 1940 Act by deleting the reference to \"Supreme Being.\"10\nNear the end of the hearings, the committee took extensive testimony from\nLieutenant General (LTG) Hershey, the Director of the Selective Service. The\n138 Id. at 2552.\n139  Id.\n140 Id. at 2553.\n43",
    "Page_50": "Committee members, and in particular Chairman Rivers, engaged LTG Hershey in the\navoid the broad definition from Seeger:\nMr. King: To change the subject General, what do you propose about\nu e si i pue yuiis snon u ie uo n upip non snou I s,o\nthat has bothered me.\nGeneral Hershey: Well, it bothers me. I had thought, for instance, and it\nhas been brought up before this committee before, but, the Seeger case is\nthe one that has given a lot of people concern in this Congress, I'm sure,\nbecause I know something about it. They put the Supreme Being in to\nmake it more tough. And they ended up with the Supreme Court saying\nthat the Congress obviously was trying to broaden it.\nMr. King: We ought to put the Supreme Being in the Supreme Court.\nGeneral Hershey: Probably still 4 to 5 though, I wouldn't be surprised. [A\nlot of laughter.]\n[Mr. King:]  I think we are getting into a question whether you would be\ncontent with it, without the actual purpose.\n[Gen. Hershey:] Anyway, I have felt that maybe if the Congress removed\nbroaden it; but on the other hand I wouldn't want to bet it wouldn't be\ntaken as more evidence of broadmindedness. . . . [B]ut I'm somewhat in a\n44",
    "Page_51": "quandary about what to do, because when you don't know what is going to\nbe interpreted in your law, how do you know what to legislate?141\nThis discussion of the definitional problems posed by Seeger, which continued for almost\nfour pages, concluded with LTG Hershey agreeing with Chairman Rivers that returning\nto the language of the 1940 Act might clarify Congress's intent to \"go back to the\noldtime religion.\"42\nThe committee reported out a bill on May 18, 1967. Consistent with the\nrecommendations of General Clark and LTG Hershey, the bill retained the requirement\nthat conscientious objections be based on \"religious training and belief,\" but deleted the\nstatutory definition of that phrase added by the 1948 Act. The committee report\nexplaining these changes discussed the effect of Seeger as \"significantly broadening . . .\nthe basis on which claims for conscientious objection can be made.\"i43 The report cited\nLTG Hershey's conclusions that \"this undue expansion . . . could very easily result in a\nsubstantial increase in the number of unjustified appeals for exemption from military\nretain the \"religious training and belief\" requirement as restating \"the original intent of\nthe Congress in drafting this provision of the law.\"145\n141Id. at 2635-2636.\n142 Id. at 2652.\n1308, 1334.\n144 Id.\n145 Id.\n45",
    "Page_52": "The House-Senate conference restored some limiting language to define \"religious\ntraining and belief.\" The conference report on the bill explained the reasons for these\nchanges as follows:\nThe Senate conferees also concurred in the desire of the House language\nto more narrowly construe the basis for classifying registrants as\n      \nthat the claim for conscientious objection be based upon \"religious training\nand belief' as had been the original intent of Congress in drafting this\nprovision of the law.\nThe Senate conferees were of the opinion that congressional intent\nin this area would be clarified by the inclusion of language indicating that\nthe term \"religious training and belief' as use in this section of the law\ndoes not include \"essentially political, sociological, or philosophical views\nor a merely personal moral code.146\nThis clearly expressed intent to limit the scope of the conscientious objector exemption\nresulted in the current statutory limitation on the term \"religious training and belief.\"\nThe current statutory provision reads as follows: \"As used in this subsection, the term\n\"religious training and belief\" does not include essentially political, sociological, or\nHad Justice Black been interested in discerning congressional intent in his effort\nto interpret the statutory language, a substantial and detailed record of that intent was\nU.S.C.C.A.N. 1352, 1360.\n147 50 U.S.C. app. 456(i) (1988).\n46",
    "Page_53": "available to him. Unfortunately, the record of Congress's intent was contrary to his own\nabsolutist position on the permissible interface between government and religion. Even\nthough Welsh was not a constitutional case, Justice Black applied his understanding of\nFirst Amendment principles to reach the result he wanted.\nchurch-state relations by writing, \"He simply did not want the government trying to\ndetermine what religion is and what it is not . . ..\"148 He favored the Madisonian view,\nwhich treated religion as being synonymous with conscience, even though Madison's\nproposals for the First Amendment which equated the two concepts were rejected.149\nAs a result of his belief in First Amendment absolutes, Justice Black hardly hesitated to\nsubstitute his own deeply held beliefs on the relationship between government and\nreligion for Congress's intent in the conscientious objector exemption. As one\ncommentator observed, \"The fact that he had to resort to tactics involving less that the\nN.Y.U. L. Rev. 865 (1960)(discussing Justice Black's view that the Bill of Rights contains\n\"absolutes,\" particularly in the area of the First Amendment, which may not be balanced\noff against public interest or governmental need); Edmund Cahn, Justice Black and First\nAmendment \"Absolutes\": A Public Interview, 37 N.Y.U. L. Rev. 549, 553, 563 (1962).\nThe \"article\" is actually a transcript of Professor Cahn's interview of Justice Black at the\n1962 convention of the American Jewish Congress in which Justice Black further\nexplains his First Amendment jurisprudence. Among Justice Black's comments:\n\"Nevertheless, I want to be able to do it (practice religion) when I want to do it. I do\nnot want anybody who is my servant, who is my agent elected by me and others like me,\nto tell me that I can or cannot do it.\" \"I am for the First Amendment from the first\nword to the last. I believe it means what it says, and it says to me, \"Government shall\nkeep its hands off religion.\"\n19 Paris, supra note 122, at 481.\n47",
    "Page_54": "highest traditions of legal scholarship and judicial consistency in order to obtain his\nconstitutional objective did not deter him in the slightest.\"150\n Justice Black, however, was not free to substitute his judgement for that of\nCongress unless the statutory scheme was unconstitutional, and neither Seeger nor Welsh\nwere decided on constitutional grounds. The Court describes its task in a statutory\ninterpretation case much as Justice Harlan described it in his concurrence in Welsh. The\nCourt has noted, \"Our task is to give effect to the will of Congress, and where that will\nhas been expressed in reasonably plain terms, that language must ordinarily be regarded\nas conclusive.\"151 Justice Black paid scant attention to the will of Congress, preferring\ninstead to rely on his own understanding of religion.\nThe concept of \"religious training and belief\" is not foreign to the American\nexperience. The common-sense understanding of the term indicates that religion means\nmore than a personal moral code or a standard of ethical conduct. By drawing on this\nunderstanding and linking the statutory term with the specific language Congress\nincluded in the statute to advise what was not included in the term, one can find a\ncomprehensible standard.152 This definitional chore is even clearer given the record of\ncongressional disapproval of the Seeger standard.\nOn the other hand, because both Seeger and Welsh involved interpretations of the\n1948 Act, the Supreme Court was not necessarily required to interpret the amended\nlanguage of the 1967 Act to resolve either case. The Court has never confronted the\n150 Id. at 484.\n151 Griffin v. Oceanic Contractors, Inc., 458 U.S. 564, 570 (1982).\n152 See infra part V.A.3.\n48",
    "Page_55": "evidence of congressional intent to overrule Seeger legislatively.153  Absent a\nconstitutional infirmity, Congress's 1967 formula ought to control who qualifies for\nextent that the in-service conscientious objector program emulates the Selective Service\nAct's policies regarding conscientious objection, the in-service program likewise ought to\nadopt a more limited definition of \"religious training and belief.\"\n 2. Consequences of an Overinclusive Standard\nThe overinclusive standard for \"religious training and belief' developed in Seeger\nand Welsh resulted in four sets of adverse consequences. First, the Seeger-Welsh\nstandard gives the irrational result that a standard which requires religious beliefs may\nnot distinguish between secular and religious beliefs. Second, the Seeger-Welsh standard\nin several ways fosters unfairness or the perception of injustice in the administration of\nthe in-service conscientious objector program. Third, following the Seeger-Welsh\nstandard in a time of rapid changes in the military's mission and size threatens military\nreadiness. Finally, what amounts to a standardless standard poses several practical\ndifficulties to the military as it administers the in-service conscientious objector program\na. The Irrational Outcome Consequence\nThe Court in Seeger and Welsh took a statutory standard that required religious\nbetween religious and secular beliefs in the area of ethics, philosophy, and personal\nmoral codes. One commentator concluded, \"Now the conscientious objector exemption\nmight be forbidden only to the lukewarm and opportune. All others, regardless of their\n153 See Sullivan, supra note 85, at 757.\n49",
    "Page_56": "beliefs, were lumped into the protected category 'religious.\"454\nThe opinions\naccomplish this transformation not only by interpreting \"religion\" in the broadest possible\nterms, but also by rendering meaningless the limiting language Congress included in the\nstatute. This language would have excluded beliefs that were not linked by reference to\na Supreme Being, as well as beliefs that were \"essentially political, sociological or\nphilosophical\" or that constituted a \"personal moral code.\"iss The Seeger-Welsh standard,\nhowever, would define these beliefs as \"religion\" as long as the claimant held them\ndeeply and sincerely.\nThe Court itself implicitly recognized the counterintuitive outcome of its newly\ndeclared standard. Justice Black stated that a claimant's own characterization of his\nbeliefs as \"nonreligious\" was a \"highly unreliable guide\" to the factfinder.156 Under\nnormal circumstances, one would consider the claimant to be the most competent to\nidentify his belief system as religious or not. These are, however, far from normal\ncircumstances. Justice Black apparently concluded that the world of conscientious\nobjection lies far beyond the ken of the ordinary claimant of conscientious objector\nstatus. He noted, \"Very few registrants [and, we should add, the majority of members\nof Congress as well are fully aware of the broad scope of the word \"religious\" as used in\n66j) . . \"157 As long as the in-service conscientious objector program follows the Seeger-\n154 Paris, supra note 122, at 458.\n15s Selective Service Act of 1948, Pub. L. No. 80-759, $ 6(j), 62 Stat. 604, 612-13\n(1948) (codified as amended at 50 U.s.C. app. at 456(j) (1988)).\n156 Welsh v. United States, 398 U.S. 333, 341 (1970).\n157 Id.\n50",
    "Page_57": "Welsh standard, the program indeed exists in \"an Alice-in-Wonderland world where\nwords have no meaning.\"158\nb. The Unfairness and Injustice Consequence\nThe overinclusive standard from Seeger and Welsh also fosters a perception of\noverinclusive standard is contrary to the national consensus on the issue of who ought to\nbe excused from military service. Each time Congress considered the issue of the\nbelief.159 On each occasion, Congress refused to follow that course and opted to retain\nthe religious requirement.\nThis repeated affirmation of the greater protection afforded religious-based\nconscientious objections reflects a profound national commitment to protecting religious\nvalues. This is the same commitment demonstrated throughout the nation's history.160\nextend the conscientious objector exemption in the 1917 Act beyond objections based\nupon religious belief); Id. at 70, 73-4 (Congress's refusal to adopt recommendations of\nthe ACLU and Religious Society of Friends to extend conscientious objector status\nunder the 1940 Act to all conscientious objectors regardless of whether their objections\nwere religious based); H.R. D0c. No. 12, supra note 132, at 2151, 2306, 2315, 2378-87,\n2413, 2431 (1967) (Congress was unpersuaded by testimony of the Voters for Peace\nExecutive Committee, ACLU, United Presbyterian Church, United Church of Christ,\nAmerican Ethical Union and the Church of the Brethren in favor of expanding the\nexemption in the 1967 Act beyond religious-based beliefs).\nexemption because of religious belief is exempt from militia duty in a combatant\ncapacity; if the conscientious holding of that belief is established under such regulations\nas the President may prescribe. However, such a person is not exempt from militia duty\nthe President determines to be noncombatant\").\n51",
    "Page_58": "The nation does not wish to equate religious belief with sociology, philosophy or ethics.\nNevertheless, as one commentator pointed out, the Seeger- Welsh standard, \"unrealistically\nlabels as \"religion\" beliefs and activities which do not serve the function of religion in\nsociety.\"161 Congress never intended this result and, as legislative history demonstrates,\nit actually worked hard to avoid it.\nThe Court's insistence on substituting its concepts of religion and religious beliefs\nfor those specified by Congress risk violating the implicit social contract represented by\nthe conscientious objector exemption.'62  The exemption evidences the nation's\n    n    n  n n  s\na respected national value --in this case, religious belief--when others who may have\nother good reasons for avoiding continued service are not exempted from their\nobligations. The class eligible to receive the exemption should be defined clearly and in\n n d   sn  os  aq  pd  e\naccurately who falls within the program's benefits. To the extent that the Seeger-Welsh\nstandard exceeds this national consensus, the new standard promotes unfairness or\ninjustice by benefiting those whom the nation never intended to benefit and for reasons\nthe nation has demonstrated repeatedly it is unwilling to support\nThe Seeger- Welsh standard also fosters unfairness or injustice by favoring\nclaimants who are educated, articulate, able to retain counsel for representation, or able\n161 Steven D. Collier, Beyond Seeger/Welsh: Redefining Religion Under the\nConstitution, 31 EMORY L. J. 973, 989 (1982).\nhowever, that the Conscientious Objector exemption was abused with the support of the\nSupreme Court during the Vietnam war.\")\n52",
    "Page_59": "avoid the legal \"minefields\" posed by beliefs held prior to entering the military or beliefs\nrelating to selective conscientious objection, regardless of whether he or she actually\nholds such beliefs. The educated or articulate claimant will have the advantage of being\nable to explain his or her beliefs more clearly than most other claimants. The well-\ncounseled claimant will be better able to demonstrate how his or her beliefs meet the\nabstract requirements of the Seeger-Welshi standard. A claimant will be discussing what\nshould be her core beliefs and life values, powerful and emotionally laden topics under\nthe best of circumstances.\nAs one commentator concluded on this fairness issue, \"(Tjhe sophistication and\nability to hire counsel put one at a great advantage in formulating a sustainable\nstandard favors the educated and well-counseled and, as a result, places the\nundereducated or inarticulate at a disadvantage and may not evaluate the individual\nclaimant and the nature of his or her beliefs fairly.164\nThe overinclusiveness of the Seeger-Welsh standard creates a final fairness or\nvolunteer force. The current Department of Defense directive was born during an era\nwhen the United States maintained an active Selective Service and conscripted a\nL. REV. 870, 935-36 (1972).\nwar era draft, see Robert M. Brandon, Note, The Conscientious Objection Exemption:\nDiscrimination Against the Disadvantaged, 40 GEO. WASH. L. REv. 274 (1971).\n53",
    "Page_60": "significant proportion of its active-duty armed forces.165 Compelled military service is a\nfar different matter than military service assumed voluntarily. The volunteer\naffirmatively declares that he or she is not a conscientious objector to military service\nboth by the act of stepping forward to join the military and by the affirmation during the\nenlistment process.16 The volunteer is able to consider thoroughly the implications of\nmilitary service prior to signing the enlistment contract and taking the oath of enlistment\nor accepting a commission.\nfrom civilian life without a choice in the matter and without the benefit of time to\nconsider all the implications of military service. Compelled military service is the most\n   pr n s s     e o n\npolicy that distinguishes between the volunteer and the unsuspecting conscript in their\nrespective claims for exemption from military service clearly has some justifications.\nCourts and commentators have recognized these differences as significant in considering\nthe proper response to a claim of conscientious objection.17 The current in-service\n1962. It has amended the Directive twice--once in 1968 and again in 1971. 32 C.F.R. $\n75 (1992); DEP'T OF DEFENSE, DIRECTIVE NO. 1300.6, CONSCIENTIOUS OBJECTION,\n(Aug. 20, 1971).\n1979) (T am not consciously [sic] opposed by reason of religious training and belief, to\n             s \nFORM 1966, RECORD OF M1LITARY PROCESSING, ARMED FORCES OF THE UNITED\nSTATES 2 (1989).\nrational and consonant with constitutional concerns, including the separation of powers,\nto regard voluntary enlisted servicemen as a distinct class from inducted civilians or\n54",
    "Page_61": "program, however, simply imports the standards applicable to the draft law conscientious\nobjector exemption without considering the very different circumstances confronting the\nvolunteer and the conscript.\nc. The Potential Readiness Consequence\nThe Seeger-Welsh standard for \"religious training and belief\" grew out of a time\nwhen the military not only relied upon the draft for much of its manpower needs, but\nalso grew to meet the national security missions of the time. The advent of a volunteer\nforce and the restructuring of the United States armed forces and national security\nstrategy following the end of the Cold War require a reassessment of the Seeger-Welsh\nstandard not only for the fairness issue discussed above, but also for the potential\nmilitary readiness impacts of an overbroad standard.\nThe impact of personnel losses because of an in-service conscientious objector\nobjector exemption only from conscripted military service. In the latter case, the\ngovernment has invested neither the time nor money in training the soldier, nor has the\nmilitary integrated the soldier into the force as a member of the military team.\nThe cost to the government is greater when a trained member of the force leaves\nthe military than when an untrained conscript receives an exemption from compulsory\nservice. Commentators have noted this difference and have speculated that it may be a\ndifference of constitutional significance, justifying disparate treatment for in-service\nservicemen in general discharged to civilian life.\"); In Re Kanewske, 260 F.Supp. 521,\n524 (N.D. Cal. 1966) (drawing a distinction between the voluntary enlistee and the\ndrafted servicemember); Sullivan, supra note 85, at 753 (pointing out that courts have\nfound the obligation imposed by involuntary military service to be a significant\ndistinction for free exercise purposes).\n55",
    "Page_62": "objectors.168 In other words, this difference could justify a more generous conscientious\nobjector exemption for Selective Service purposes than for the in-service objector.\nNevertheless, the military has not recognized this distinction in the potential readiness\nservice conscientious objector program continues to be based on the 1960s' draft law\nmodel.\nThe Department of Defense policy on the in-service conscientious objector\npotentially affects three central components of the redefined United States national\nsecurity strategy. Current national security strategy emphasizes forward presence of\nmilitary forces, crisis response capability, and a smaller force structure.169\nThe forward presence component of this strategy provides an initial crisis\n s  e     s  n  \nalso demonstrates American resolve to deter conflict and promote regional stability.170\nThe crisis response component of this strategy requires forces that can respond\na more compelling interest in obtaining efficient and uninterrupted service from men\nalready in uniform than it does in drafting each and every individual in the original\nof Religion, 98 M1L. L. REv. 53, 71 (1982) (discussing how Rostker v. Goldberg found\nadministrative efficiency sufficient justification for gender-based discrimination; \"Tt would\nseem to follow that administrative necessity is a much weightier concern when it involves\nthe potential availability of soldiers who have already been trained.\"); cf. Greenawalt,\nsupra note 73, at 50 (\"There is, however, a special \"manpower\" problem with respect to\n\"in-service\" objectors since military operations may suffer if key personnel opt out with\nany frequency\").\n27-31 (1991).\nCONGRESS 7-8 (1992).\n56",
    "Page_63": "decisively to short notice crises.171 Finally, the new national security strategy calls for a\nsmaller force structure that relies primarily on active component forces for initial crisis\nresponse and reserve forces for essential support units and augmentation capability.172\nConscientious objector policy potentially affects each of these three components\nof the new national security strategy. More than ever, the national security strategy\nrelies on high levels of military readiness and the capability of projecting and sustaining\nforces overseas on little or no notice. At the same time, this short-notice crisis response\ncapability must be available with a smaller force structure. A broadly defined\nnew national security strategy, potentially jeopardizing the armed forces' crisis response\ncapability.\nAlthough the military currently does not consider the conscientious objector\nprogram a readiness issue,173 the ongoing changes in the military, combined with the\noverbroad standard, have the potential to create readiness problems. As the military\nshrinks and relies more heavily on rapid deployment and crisis response capabilities in\nits remaining forces, it becomes more vulnerable to personnel policies that could remove\nkey members of the very team that gives the military its rapid response capability. The\nDepartment of Defense should revise its policy toward conscientious objectors to\n\"Because of the high level of uncertainty in the international environment . . . readiness\nand mobility must be among the highest priorities, especially for forces designated to\nrespond to short notice crises.\" Id. at 8-9.\n172Id. at 10.\n57",
    "Page_64": "contribute to the military's ability to meet its crisis response mission while\naccommodating sincere religious-based objections.\nd. The Practical Difficulties Consequence\nThe last set of problems created by the overbroad Seeger-Welsh standard are the\npractical difficulties that accompany the obligation to administer a program without a\ncomprehensible standard. These difficulties include the problem of applying an\noverbroad and abstract standard to individual cases and the great potential for\nfraudulent claims arising from having such a standard.\nAn investigating officer will find difficulty in seriously challenging a claimant's\ndeclaration that his or her beliefs fall within the Seeger-Welsh standard of \"religious\ntraining and belief.\" Commentators have discussed the inherent difficulty of achieving\nuniform results when applying the Seeger- Welsh standard.17\" One of these actually\ncommentators concluded that \"present criteria for conscientious objector status--whether\nparallel to that filled by the orthodox belief in God of one who clearly qualifies for the\nexemption'-- are too elusive to admit of reliable application.\"175\nAdministrative Law Perspectives on the Processing of Registrants in the Selective Service\nSystem, 17 UCLA L. REv. 1005, 1019 (1970); Sweeney, supra note 123, at 77 (\"One can\nalso see that determining who qualifies for an exemption becomes more difficult as the\ntest of religion becomes psychological rather than institutional . . .. How do we measure\nthe firmness of one's conviction in a personal and perhaps unique faith?\").\n175 Field, supra note 163, at 929.\n58",
    "Page_65": "The experiences of current investigating officers bear out the criticism--the\nstandard is confusing.176 The standard requires evaluation of the depth and sincerity of\na claimant's belief as the only remaining substantive requirements. The Supreme Court\nrecognized the difficulty of devising procedures to ensure justice in such inquiries even\nbefore it greatly expanded the universe of beliefs that could qualify as \"religious.\"177 The\noverbroad standard results in confusion and in a lack of uniformity--both of which may\nwell contribute to unfairness and injustice.\nThe Seeger-Welsh standard also invites fraudulent claims. For years\ncommentators have pointed out that the abstract standard devised by the Court in Seeger\nand Welsh, combined with the often unpleasant circumstances of military service,\namounts to an invitation to fraud.178\nThe generous standard simplifies the task of an articulate or well-counselled\nclaimant of presenting a prima facie case for conscientious objector status.179 The\nnature of military service itself provides ample incentive--for those who choose to seek\ninterview, supra note 86.\nprocedures which will be adequate to do justice in cases where the sincerity of another's\nreligious convictions is the ultimate factual issue. It is especially difficult when these\nprocedures must be geared to meet the imperative needs of mobilization and national\nvigilance . . ..\").\n  s       s  s\nclaims. . .\"); Donald N. Zillman, Conscientious Objection and the Military: Gillette v.\nU.S., Negre v. Larson, Ehlert v. U.S., 53 Mil L. Rev. 185, 193 (1971)(pointing out judges'\ncomments on the ease with which one can make out a prima facie case of conscientious\nobjection); Greenawalt, supra note 73, at 89 (commenting on how the often austere and\ndifficult life in the military provides strong motive to fabricate).\n179 Paszel v. Laird, 426 F.2d 1169, 1174 (2d Cir. 1970).\n59",
    "Page_66": "Military service often includes austere living conditions, difficult or unpleasant duties,\nand constant reminders of the disciplinary authority to which all soldiers are subject at\nall times. The prospect of a deployment into combat creates an extreme incentive to\nfalsify.\nOnce the claimant presents a prima facie case, the investigating officer confronts\nthe difficult mission of inquiring into the claimant's sincerity based almost exclusively on\ninformation the claimant provides.1o The troubling result of this chain of events and\ncircumstances is that, in the words of one commentator, \"[A] man's chances of success . .\n. will depend less on whether he is a sincere conscientious objector than on the care he\ntakes in supplying data to [the facfinder].\"181\nThe overinclusive Seeger-Welsh standard leads to irrational results; creates a range\nof actual and potential unfairness and injustice; creates potential readiness problems;\nand poses unnecessary practical difficulties. The in-service conscientious objector\nprogram ought to reflect society's judgment concerning what constitutes religion and who\nought to serve when not all serve.182 The in-service conscientious objector program also\nought to reflect the needs of the military today, rather than the past concerns of a\nconscripted military and a nation torn by an unpopular war.\n180 Darpino interview, supra note 78; Freeman interview, supra note 86; Field,\nsupra note 163, at 898.\n181 Field, supra note 163, at 898.\nCommission's report).\n60",
    "Page_67": "Commentators have concluded that the strong opposition to the war in Vietnam\nand the charges of serious inequities in the administration of the Selective Service\nduring the Vietnam War led to judicial activism as a means of correcting injustices that\nthe executive and legislative branches seemed unwilling or unable to redress.13  A\nstandard of \"religious training and belief\" shaped by a perceived need for judicial\nintervention in another era, and designed to confront perceived injustice in another time,\ncontinues to direct the current in-service conscientious objector program.\nThe needs of the nation and the current, all-volunteer armed forces are not the\nsame as those of the nation and its armed forces of twenty-five years ago. The nation\nand its armed forces and are not well served by a conscientious objector policy designed\nduring an era of vastly different military personnel concerns and personnel procurement\n  q    d s   s n  si\nSeeger/Welsh standard and the many problems which that standard creates.\n3. Curing the Overinclusive Standard: What Standard Ought We Apply?\nThe plain language of the statutory conscientious objector exemption, as well as\nthe legislative histories of the current statutory provision and the 1948 provision\nSelective Service to support his conclusion that \"One point seems clear. These cases\nunmistakably evidence the hostility of the majority of the Supreme Court toward the\nSelective Service.\" Oestereich v. Selective Service Board No. 11, 393 U.S. 233 (1968)\n(overturning Selective Service policy on preinduction judicial review); McKart v. United\nStates, 395 U.s. 185 (1969) (overruling Selective Service policy on exhaustion of\nadministrative remedies); Breen v. Selective Service, 396 U.S. 460 (1970) (critical of\nSelective Service policy regarding preinduction judicial review); Gutknecht v. United\nStates, 396 U.S. 295 (1970) (overturning Selective Service policy regarding delinquency\ninductions). Seeger and Welsh should be added to this list as additional examples of how\nthe Supreme Court appeared to go out of its way to rein-in the Selective Service; See\nalso Hansen, supra note 85, at 981.\n61",
    "Page_68": "demonstrate that the Seeger- Welsh standard is not what Congress intended.18 Several\nsources indicate how the military might redefine the standard for \"religious training and\nbelief.\" Congress has provided guidance in the specific exclusionary language in the\nstatutory conscientious objector exemption. The Supreme Court has discussed the\nconstitutional dimensions of \"religion.\" Finally, several commentators have wrestled with\nthe problem of defining religion and have proposed conceptual frameworks--if not actual\ndefinitions--to apply in religion cases.\nstatutory conscientious objector exemption. Beliefs based on \"essentially political,\nthe exemption.rs5 Congress intended to distinguish secular beliefs, even those that are\ndeeply held and guide one's life, from religious beliefs. Accordingly, even a deeply held\nand life-guiding belief in a personal moral code or a life-guiding philosophy lack\nsomething that Congress would require to qualify for the exemption. Congress drew a\nline between secular belief-no matter how deeply held or life-guiding--and religious\nbelief.\nThe Supreme Court has contributed some guidance concerning the constitutional\ndimensions of religion on at least two occasions since 1960. In Torcaso v. Watkins,18° the\nCourt held that the government may not distinguish between \"those religions based on\nthe belief in the existence of God as against those religions founded on different\n184 See supra, part V.A.1.\n18s 50 U.s.C. app. β 456(j).\n186 367 U.S. 488 (1961)(overturning a state constitutional provision that required\n od  n d e e p  s  ss n s \n62",
    "Page_69": "beliefs.\"87 Justice Black authored the opinion of the Court and, for the first time,\ndemonstrated the breadth of his concept of religion. in a footnote to the opinion, he\nincluded Ethical Culture and Secular Humanism among \"religions\" that did not teach\ntheistic beliefs, but which he believed were deserving of First Amendment protection.188\nAlthough Justice Black believed that some apparently secular belief systems deserved\nrecognizable communities of believers.189\nIn Wisconsin v. Yoder,19° the Supreme Court again addressed the constitutional\ndimensions of religion, albeit in dicta. The Court stated that a free exercise claim \"must\nbe rooted in religious belief.\"1?1 The Court then distinguished religious belief from\n\"philosophical and personal\" views and from beliefs that constitute a \"rejection of the\ncontemporary secular values accepted by the majority.\"192 The Court stated that no\nperson is entitled to exemption from reasonable state regulations for \"purely secular\nconsiderations.\"193\n187 Id. at 495.\nHumanism as nontheistic belief systems deserving First Amendment protection as\n\"religions\").\nREV. 295, 301 (1992).\ncompulsory education requirements).\n191 Id. at 215.\n192 Id. at 216.\n193 Id. at 215.\n63",
    "Page_70": "By citing Thoreau as a paradigm of the secular believer not coming within the\npurview of religion, the Court apparently rejected, for constitutional purposes, the\nfunctional analysis it used to create the Seeger-Welsh standard.i\" Certainly Thoreau's\nbeliefs guided his life and occupied a place in his life parallel to that of orthodox\nreligion, but this was not enough to constitute religion for constitutional purposes. The\nCourt also impliedly rejected Justice Black's assertion in Torcaso that secular belief\nsystems qualified as religions. The secular belief systems Black cited in Torcaso\nprobably would not qualify as religions under Yoder's criteria.\nMany legal commentators have proposed formulae for measuring whether a given\nbelief system constitutes a religion.1\"s Among the more intuitively satisfying and\npractical are the three approaches that follow.\nAnand Agneshwar proposes a definition for religion that emphasizes the\nU.S. at 247-48 (Douglas, J., dissenting in part).\nbelief in supernatural intervention in or explanation of life); Collier, supra note 161\n(advocating a four factor definition of religion); Freeman, supra note 103 (denying that\none can adequately define religion, but presenting instead a multi-factor paradigm);\nJohn Mansfield, Conscientious Objection-1964 Term, in RELIGION AND THE PUBLIC\nORDER 3 (D. Giannella ed. 1965) (arguing that any definition must look to the\nfundamental character of the truths asserted by the belief system to determine whether\nit is a religion); and Gail Merel, The Protection of Individual Choice: A Consistent\nUnderstanding of Religion Under the First Amendment, 45 U. CHI. L. REv. 805 (1978)\n(advocating a constitutional approach which distinguishes between beliefs as labeled by\nthe adherent: any multidimensional system of beliefs sincerely asserted as religiously\nheld).\n64",
    "Page_71": "and religious belief systems.1\"° He points out that our society continues to differentiate\nbetween moral views that flow from a belief in the supernatural or in a transcendent\nreality from other moral views.137 In his view, defining religion by reference to a\ntranscendent reality and supernatural explanation of life restores the intuitively necessary\nspiritual component to religion.1\"* At the same time, this tighter definition avoids the\nslippery slope of free exercise claims based only on depth of individual belief without\nreference to what is recognizably religious.199\nSteven Collier proposes a more organizationally based test for religion, founded\nmust determine whether the claimant belongs to an organization; whether that\norganization imposes moral demands on its members; whether these demands are based\non insights into the meaning of existence; and whether membership involves engaging in\nconduct or practices based on beliefs.20o\nCollier argues that the organizational requirement reflects the reality that religion\nis practiced by communities of believers and that the requirement contributes an\nobjective measure for religious belief.2o1 The requirement for moral demands based on\nsupernatural assumptions, that posits the existence of apparent evil, suffering 0r\nignorance in the world and announces a means of salvation or redemption from those\nconditions.\").\n197 Id. at 332.\n198 Id. at 333.\n199 Id. at 324.\n 200 Collier, supra note 161, at 998-99.\n201 Id. at 995.\n65",
    "Page_72": "an understanding of the meaning of existence fulfills two of the principle functions of\n    xa     s  d-o n \nlife.2o2 This requirement also distinguishes religion from other belief systems that\nP  r        \npractices reflects the function religion plays in adherents lives?3 and provides another\nobjective measure for the factfinder.204\nCollier summarizes his approach by stating, \"Anything that does not serve the\nfunctions religion normally serves in society should not receive the protections of the\nreligion clauses.\"205\nGeorge Freeman rejects efforts to define religion, arguing instead that the most\n              \nagainst this paradigm to determine the relative strength of the claim. His paradigm\nconsists of the following eight relevant features:\n(1)  A belief in a Supreme Being;\n(2) A belief in a transcendent reality;\n(3) A moral code;\n(4) A world view which provides an account of our role in the universe and\nwhich organizes the believer's life;\n(5) Sacred rituals and holy days;\n202 Id. at 988.\n203 Id. at 1000.\n204 Id. at 996.\n205 Id. at 1000.\n66",
    "Page_73": "(6)  Worship and prayer;\n(7) A sacred text or scriptures; and\n(8)  Membership in a social organization that promotes a religious belief\nsystem206\nFreeman refuses to say which combinations are sufficient to constitute religion, leaving\nto the factfinder the role of measuring a given claim against the factors in the paradigm.\nEach of the three paradigms or definitions share certain characteristics, which\ndemonstrates that religion possesses an identifiable degree of consistency. Each\ndistinguishes religion from secular belief systems. Each acknowledges the significance of\na cosmology or explanation for the meaning of existence, which also distinguishes\nreligion from secular belief systems. Finally, each acknowledges the significance of a\nmoral code linked to a cosmology and transcendent reality.\nsignificance of an organized community of adherents. Freeman and Collier also\nrecognize the significance of behavior or activities shaped by the organization's moral\ncode and understanding of the meaning of existence.\nThe guidance from Congress and the Supreme Court, along with the three\nproposals discussed above, facilitate a workable approach to defining religion in the\nsecular belief systems from religion.2°7 The Supreme Court has stated that the\n206 Freeman, supra note 103, at 1553.\n207  See supra p. 61-62.\n67",
    "Page_74": "Court also has impliedly endorsed the idea of a community of adherents as a\nrequirement for religion?? and has clearly stated that purely secular beliefs, such as\npersonal beliefs and philosophy, fall outside the protections of the First Amendment\nreligion clauses.210\nDrawing upon all of this guidance, the Department of Defense should adopt the\nfollowing definition for \"religious training and belief\" in the in-service conscientious\nobjector program:\nsupernatural component may be represented by belief in God, belief in an\nafterlife, or belief in the ability to reach a higher existence beyond the\nworld as we understand it. These beliefs must provide an explanation for\nexistence; must impose moral obligations; must encourage or demand\nspecific behaviors or practices; and must be shared by a community of\nbelievers.\nThis definition incorporates factors such as supernatural belief and an explanation fon\nexistence, both of which distinguish religious belief from secular belief systems. This\nproposal also provides objective criteria that not only are more readily identifiable to a\nfactfinder, but also indicate to society that the believer is engaging in the practice of\nreligion. The adverse consequences discussed above demonstrate that the in-service\n208 See supra notes 176-77 and accompanying text\n209 See supra text accompanying note 178.\n 210  Se supra notes 181-83 and accompanying text.\n68",
    "Page_75": "conscientious objector program ought not recognize as \"religion\" that which the society\ncannot recognize as \"religion.\" This definition corrects the overbroad reach of the\nSeeger-Welshi standard and, by doing so, redresses the many adverse consequences\naccompanying that standard.211\n4. Will The New Standard Pass Constitutional Muster?\nAlthough both Seeger and Welsh were decided as cases of statutory interpretation,\nsignificance to the definition of religion the Court attached to the statutory phrase\n\"religious training and belief.\"212 If this is true, then restricting the definition of\n\"religious training and belief\" as proposed would run afoul of constitutionally protected\ninterests.\nEven before reaching the constitutional questions, one must deal with the\nquestion of whether the military has the regulatory authority to redirect its in-service\nconscientious objector program away from the Selective Service model as interpreted by\nthe Supreme Court. If the two programs are linked statutorily, then the military must\n      s s  o   e \nservice program.\n211 See supra part V.A.2.\n 212 United States v. Seeger, 380 U.S. at 188 (Douglas, J, concurring); Welsh v.\nUnited States, 398 U.S. at 357-58 (Harlan, J. concurring); see Greenawalt, supra note 73,\nat 39; Paris, supra note 122, at 455-56; Collier, supra note 161, at 982; Freeman, supra\nnote 103, at 1526, n.45; Agneshwar, supra note 189, at 300-303.\n69",
    "Page_76": "Congress has given the military independant authority to govern its internal\n personnel matters.213 This authority permits the military to establish its own system of\ninternal governance as long as it is not inconsistent with applicable constitutional and\nstatutory obligations. Therefore, the Department of Defense has the independant\nauthority to amend, or even abolish, its in-service consientious objector program as long\nas it does not run afoul of constitutional obligations or Congress's lawmaking.\nThe constitutional arguments surrounding the issue of conscientious objection\nfollow two separate lines of analysis, relying on the two different guarantees of religious\nfreedom found in the First Amendment.21\" One theory argues for a constitutional right\nAmendment.215 In the context of the proposed definition of \"religious training and\nbelief,\" this theory argues that the more restrictive definition violates the Free Exercise\nClause. The second theory states that the Establishment Clause of the First\ndirection, and control over the Dep't of Defense\"); id. § 121 (\"The President may\nprescribe regulations to carry out his functions, powers, and duties under this titie\"); id.\n$ 125 (\"The Secretary shall take appropriate action (including the transfer, reassignment,\nefficient, and economical administration and operation and to eliminate duplication in\nthe Dep't of Defense\"); id.  3061 (The President may prescribe regulations for the\ngovernment of the Army\"); id. $ 8061 (\"The President may prescribe regulations for the\ngovernment of the Air Force\").\nprohibiting the free exercise thereof. . .\" U.S. CoNsT. amend. I.\n215 See Sturm, supra note 80, at 265.\n70",
    "Page_77": "end.?i6 Both theories founder on the shoals of the Supreme Court's constitutional\njurisprudence in the area of the First Amendment's religion guarantees.\na. Free Exercise Challenge\nThe first theory of constitutional involvement in the conscientious objector\nprocess, that the Free Exercise Clause obliges the government to recognize a right to\nfailed to carry the day. While the Supreme Court has never ruled squarely on this\nproposition, a consistent string of comments in dicta, supported by the Court's holdings\nin conscientious objection cases in other contexts, indicates that the Free Exercise\nClause does not create a right to conscientious objection to military service, nor would\nthe Free Exercise Clause invalidate the proposed definition.\nThe Supreme Court repeatedly stated in a string of cases during the first half of\nservice in the Constitution. The Court's first reference to the government's ability to\ncompel military service, even in the face of religious convictions that conflicted with such\nservice, appeared in Jacobson v. Massachusetts,21--a case which dealt not with military\nservice, but with compulsory smallpox vaccinations. In the Selective Draft Cases,218 the\nCourt ruled on a free exercise challenge to the draft in World War I as applied to the\n 216 See Welsh v. United States, 398 U.S. at 356-59 (Harlan, J., concurring); Sullivan,\nsupra note 85.\n 217 [A]nd yet he may be compelled, by force if need be, against his will and without\nregard to his personal wishes or his pecuniary interests or even his religious or\npolitical convictions, to take his place in the ranks of the army of his country and\nrisk the chance of being shot down in its defense.\n197 U.S. 11 (1905).\n218  245 U.S. 366 (1918).\n71",
    "Page_78": "was terse at best, rejecting the claim \"because we think its unsoundness is too apparent\nto require us to do more.\"219 .\n        s    \nrestate its belief that the Constitution did not protect a right to conscientious objection\nto compelled military service. In United States v. MacIntosh,22o the Court included dicta\nin its opinion that clearly stated its belief that the draft exemption for conscientious\nobjectors was a matter of legislative policy and not constitutional obligation. The Court\ncommented, \"The conscientious objector is relieved from the obligation to bear arms in\nobedience to no constitutional provision, express or implied; but because, and only\nbecause, it has accorded with the policy of Congress thus to relieve him.\"221\nall male students at the University of California, Berkley, enroll in military science\ncourses. The petitioner challenged the requirement on the basis, among others, that the\nrequirement violated the religious and conscientious beliefs of students opposed to war\nand military training.223 The Court denied the challenge, citing the voluntary nature of\nuniversity enrollment and the dicta from MacIntosh and Jacobson on the military\nobligations that government may compel of citizens, even those conscientiously opposed\n219 Id. at 390.\n328 U.S. 61 (1946).\n221 Id. at 623-24.\n222 293 U.S 245 (1939).\n223 Id. at 253.\n72",
    "Page_79": "to military service.2\" Finally, in the 1946 case In re Summers,225 the Court again took\nthe opportunity to comment in dicta that the conscientious objector exemption was a\nmatter of legislative grace and could be repealed.226\nAlthough many commentators?27 and some courts228 have criticized these cases,\nthe Supreme Court nevertheless referred to them again more recently in dicta suggesting\nthat the Constitution does not mandate relief for conscientious objectors.22\"  The circuit\ncourts that have squarely faced the issue of whether the Constitution mandates a\nconscientious objector exemption have found no such obligation.23° The Court's most\nrecent free exercise jurisprudence supports this conclusion.  Even prior to these most\nrecent conscientious objection cases, however, the Supreme Court's opinion in Gillette v.\nUnited States231 demonstrated that the Court would not apply a close scrutiny standard\n224Id. at 255.\n225 325 U.S. 561 (1945).\n226Id. at 572.\nRight, 21 NEw ENG. L. REV. 545, 557-61 (1985-86); Spencer E. Davis, Jr., Comment,\nConstitutional Right or Legislative Grace? The Status of Conscientious Objection\nExemptions, 19 FLA. ST. L. REv. 191, 194-99 (1991).\n(1972) (criticizing Hamilton, while upholding a Free Exercise challenge to mandatory\nchapel attendance at the United States Military Academy).\n5001 'S'N 069 p1up 135 (1 P2) 091 P7'4 L8 p.fo (L961 1'N'4) 989 :ddn9'1\n(1968); United States v. Mullins, 430 F.2d 1332 (4th Cir. 1970); Hopkins v. Schlesinger,\n515 F.2d 1224 (5th Cir. 1975); Rose v. United States, 129 F.2d 204 (6th Cir. 1942);\nUnited States v. Wilson, 440 F.2d 382 (8th Cir. 1971); O'Connor v. United States, 415\nF.2d 1110 (9th Cir. 1969); United States v. Koehn, 457 F.2d 1332 (10th Cir. 1972).\n231401 U.S. 437 (1971).\n73",
    "Page_80": "to free exercise challenges to the conscientious objector exemption. The Court's\nsubsequent decisions in conscientious objection cases, both within and outside the\nmilitary context, verify that the Court will apply a deferential standard to cases of\nIn Gillette, the Court upheld against Free Exercise and Establishment Clause\nobject to all wars. Although the Court explicitly ruled on the free exercise challenge, it\ndid not apply the \"compelling government interest-least restrictive alternative\" standard\nfrom Sherbert v. Vermer232 to determine whether the government restriction violated the\nConstitution.2?3 Rather, the Court held, \"The incidental burdens felt by persons in\npetitioner's position are strictly justified by substantial government interests that relate\ndirectly to the very impacts questioned.\"234 The Court, therefore, changed the standard\nof review for this free exercise challenge from \"compelling government interest-no less\nrestrictive alternative\" to \"substantial government interests-related directly to the impacts\non free exercise interests.\"\nThe Court found two substantial government interests that justified the\ninfringement on free exercise interests. The first of these was \"the interest in\ndemonstrating compelling government interest and no less restrictive alternatives in\norder to justify a substantial infringement of free exercise interests-the so-called \"strict\nscrutiny\" analysis).\nexemption had become a matter of constitutional right. See, e.g., Abner Brodie &\nHarold P. Sutherland, Conscience, the Constitution and the Supreme Court: The Riddle of\nUnited States v. Seeger, 1966 W1s. L. REV. 306, 319-27 (1966); Brahms, supra note 85, at\n14-15; Mansfield, supra note 195, at 59-81.\n234 401 U.S. at 462.\n74",
    "Page_81": "maintaining a fair system for determining 'who serves when not all serve.\"e35 Justice\nMarshall, writing for the Court, was concerned with the difficulty of fairly and uniformly\ndistinguishing claims of objectors to particular wars based on religious beliefs from those\nbased on political or other unprotected beliefs. Marshall pointed out, \"There is a danger\nthat as between two would-be objectors, both having the same complaint against a war,\nthat objector would succeed who is more articulate, better educated, or better\ncounseled.\"236\nThe Court further described its concern over an unfair system as follows\n[R]eal dangers [would arise]. . . if an exemption were made available that\nin its nature could not be administered fairly and uniformly over the run of\nrelevant fact situations. Should it be thought that those who go to war are\nchosen unfairly or capriciously, then a mood of bitterness and cynicism\nmight corrode the spirit of public service and the values of willing\nperformance of a citizen's duties that are the very heart of free\ngovernment.237\nAccordingly, the Court found that fairness in the administration of the conscientious\nof free exercise interests.\nThe second government interest the Court cited was \"the government's interest in\nprocuring the manpower necessary for military purposes pursuant to the constitutional\n129, (In Pursuit of Equity: Who Serves When Not All Serve?)).\n236 Id. at 457.\n237 Id. at 460.\n75",
    "Page_82": "S auedde isnu su sezu'ssre hoddns pue ssii on ssiu o iamod jo pei\nthe larger interest within which the fairness of the conscientious objector program is\nsubsumed.\nAlthough the Court did not discuss them in its analysis, the free exercise impacts\nthat arose in Gillette were that military service in Vietnam violated the petitioners\nreligious beliefs that forbad their participating in \"unjust\" wars.39 The Court, however,\ndid not examine either the depth of the free exercise infringement posed by compelled\nmilitary service against petitioners' religious beliefs or the effectiveness of compelling\nmilitary service of persons who were forbidden by their religion from participating in the\nVietnam war.\nThe Court's opinion in Gillette stood for three propositions concerning the\nanalysis of Free Exercise claims against conscientious objection programs. First, after\nGillette, Courts could not adjudicate these claims according to the compelling\ngovernment interest standard. Instead, they would have to adopt the more lenient\ninterests impose on protected interests. Second, courts could not inquire into the actual\nnecessity for imposing the burden, but had to accept as sufficient the potential for\ndisruption of the government's substantial interests. Finally, courts would permit\n238 Id. at 462.\n239 Id. at 439-40.\n76",
    "Page_83": "fundamental infringements upon deeply held free exercise interests if the government\ncould meet its relatively light burden of proof.240\nAs a way of illustrating this last point, Gillette stands for the proposition that the\ngovernment actually may compel wartime military service from an individual whose\ndeeply held religious beliefs forbid such service because of the unjust nature of the war\nThe Court's analytically gentle treatment of the government's position in Gillette was a\nharbinger of what was to come in the judicial review of military decisionmaking.\nA series of subsequent conscientious objector cases in other contexts confirmed\nthat the Court had abandoned the compelling government interest test for these cases--\ncertainly in the military context. In Johnson v. Robison,\"\" the Court again used the\nsubstantial interests standard to uphold a statute that denied veteran's benefits to\nconscientious objectors who performed alternative service. The Court cited \"the\ngovernment's substantial interest in raising and supporting armies\" as justifying the\nburden on the objectors' free exercise interests.22 In Goldman v. Weinberger,243 the\nprohibited a Jewish officer from wearing a yarmulke. The Court's very brief opinion\nmerely cited the government's interest in uniformity as a matter of military necessity,\nwhich justified the regulatory restriction. The opinion did not analyze the nature or\n 260 See also United States v. Ehlert, 402 U.S. 99 (1970) (upholding the restriction in\nthe conscientious objector program that such objections must be claimed prior to\ninduction or they will be waived).\n241 415 U.S. 361 (1974).\n242 Id. at 384.\n243 475 U.S. 503 (1986).\n77",
    "Page_84": "o sn   xa    os\nThe final case in this series, Employment Division, Department of Human\nexercise challenges to governmental activity. Justice Scalia, writing for the Court,\nlimited the scope of the compelling government interest test to two circumstances only.\nOne circumstance requiring the compelling government interest test arises when\nprotected rights in addition to Free Exercise interests.245 The other circumstance occurs\nwhen the government has denied unemployment benefits under circumstances that\npenalized the exercise of religious beliefs.246\nScalia summarized the holding in Employment Division v. Smith by saying the\n\"right of free exercise does not relieve an individual of the obligation to comply with a\nprescribes) conduct that his religion prescribes (or proscribes).\"247 He further stated\nthat, although the government may accommodate religious practices that conflict with\ngenerally applicable and otherwise valid laws, the Constitution does not mandate any\nsuch exemptions.248\n244494 U.S. 872 (1990).\n245 Id. at 889.\n246 Id. at 891.\nconcurring)).\n248 Id. at 890.\n78",
    "Page_85": "The minimalist position adopted by the Court in Employment Division v. Smith\nreflects the Court's growing unease over recognizing a constitutional right to object, on\nobligations. This unease has been present throughout the Court's conscientious\nobjection jurisprudence.24\" Commentators likewise have noted the contradictions\ninherent in recognizing free exercise exemptions, but limiting the circumstances in which\nsuch exemptions are required because of the potential for an unacceptable collective\n  e    s   n\nEmployment Division v. Smith by handing the issue back to the legislative branch. It\neffectively held that government is free to accommodate religion, but is not\nor practices.\nIn addition to the Supreme Court precedents that address the issue of\nconscientious objection, another line of cases affect any judicial review of military\nactions infringing upon soldiers' constitutionally protected interests. Goldman v.\nWeinberger is just one of a series of military cases over the past twenty years in which\nthe Supreme Court repeatedly has reaffirmed its commitment to practice judicial\ndeference when reviewing military actions or actions pursuant to Congress's war powers\n(granting exemptions to religion-neutral laws risks rising claims of free exercise\nexemptions from all manner of government obligations); United States v. Lee, 455 U.S.\n252 (i982) (upholding a Social Security tax against free exercise challenge by Amish on\nthe grounds that no principled method existed to distinguish the Amish conscientious\nobjections from others' nonreligious objections, and citing the example of war tax\nresisters as evidence of the unworkable nature of such exemptions).\nLiberty in the United States, 47 OHI0 ST. L. J. 401, 429-31 (1986).\n79",
    "Page_86": "congressional war powers decisionmaking,251 the Court professed deference to military\nexpertise in such matters.252 This professed deference assumed real meaning in later\ncases such as Parker v. Levy,253 Brown v. Glines,254 Rostker v. Goldberg,255 Goldman v.\nWeinberger,256 and Solorio v. United States,25' in which the Court adopted a deferential\nService law's conscientious objector exemption very broadly); Welsh v. United States,\n398 U.s. 333 (1970) (expanding the Selective Service CO exemption even further after\nCongress amended the law to legislatively overrule Seeger); Gutknecht v. United States,\n396 U.S. 460 (1970) (overturning the Selective Service System practice of inducting\ndelinquent registrants into the military); O'Callahan v. Parker, 395 U.S. 258 (1969),\noverruled by Solorio v. United States, 483 U.s. 435 (1987) (holding the military does not\npossess criminal jurisdiction to prosecute a soldier under military law unless it can\ndemonstrate that the offense was \"service-connected\" with Solorio expressly overruling\nthe \"service-connection\" requirement).\n87 (1962) (\"So far as the relationship of the military to its own personnel is concerned,\nthe basic attitude of the Court has been that the latter's jurisdiction is most limited . . \n[T]he tradition of our country, from the time of the revolution until now, has supported\nthe military establishment's broad power to deal with its own personnel. The most\nobvious reason is that courts are ill-equipped to determine the impact upon discipline\n    on s rd a r\nthe protection granted by the first amendment, the different character of the military\ncommunity and of the military mission require a different application of these\nprotections\").\nprior restraint on speech, justifying.\nthis approach by pointing to the military's specialized and separate society, which\ns          e\nregistration based upon the administrative necessity of creating a readily identifiable\n i     m on n p p\nnecessity against constitutional attack for the restrictions' infringement upon free\nexercise interests).\n80",
    "Page_87": "approach to constitutional challenges to military or congressional war powers\nstandards or of granting great weight to asserted military interests without real review of\nthe factual basis for those interests or both.258\nThe opinion in Rostker v. Goldberg states the Court's general deferential approach\nnl, :so se samod sm pussuoo m junsnd suon go pxuos n u\ndeference to . . . congressional exercise[s] of authority is at its apogee when legislative\naction under the congressional authority to raise and support armies and make rules and\nregulations for its governance is challenged.\"25\" Rostker v. Goldberg upheld Congress's\ndecision to limit draft registration to men against a challenge that this violated Fifth\nsufficient to justify gender-based discrimination.\nThe Court in Goldman v. Weinberger outlined its similarly deferential approach in\nthe more specific circumstance of First Amendment challenges to military action as\nfollows: \"[Rjeview of military regulations challenged on First Amendment grounds is far\nmore deferential than constitutional review of similar laws or regulations designed for\ncivilian society.\"26o  The Court justified these deferential approaches by noting the\noffenses not related to military service against a challenge that such jurisdiction deprived\nservice personnel of constitutional protections).\n258 Folk, supra note 168, at 76-78.\n259 453 U.S. at 70.\n260 475 U.S. at 507.\n81",
    "Page_88": "unique needs and character of the military society and of the military mission.261 The\nCourt also pointed to the express constitutional grants of authority to the legislative and\nexecutive branch to organize and control the armed forces.262 Finally, the Court pointed\nto a judicial lack of expertise in this area as another reason for deference to military\ndecisionmaking.263\nThese Supreme Court precedents in the area of free exercise and in the more\ngeneral area of constitutional review of military decisionmaking guide the analysis of\nwhether the proposed definition of \"religious training and belief\" can withstand challenge\nunder the Free Exercise Clause. Initially, Employment Division v. Smith indicates that\nthe entire in-service conscientious objector program is discretionary. The legal\nobligations of soldiers voluntarily serving on active duty arise from religion-neutral and\notherwise valid laws of general applicability.' The Constitution does not require the\nbeliefs may conflict with the obligations imposed by such laws.265 This conclusion is\nconsistent with every pronouncement the Supreme Court has ever made on the subject\nof whether the government is obliged to exempt conscientious objectors from military\nservice.\n261 Parker v. Levy, 417 U.S. at 758.\n262 Rostker v. Goldberg, 453 U.S. at 57.\n263 Solorio v. United States, 483 U.S. 435 (1987).\nappointments of officers. See 10 U.s.C. § 505 (1988) (military enlistments and\nreenlistments); id. § 651 (1988) (required service obligations of all personnel becoming\n members of the armed forces-including officers).\n265 494 U.S. at 890.\n82",
    "Page_89": "After identifying the discretionary nature of a conscientious objector program, the\nprinciples from Gillette, Goldman v. Weinberger, and the cases applying the principle of\ndeference to military decisionmaking guide a review of the constitutionality of the scope\nof the program. The proposed definition?6° excludes secular objectors and those who\nclaim a personal faith lacking the indicia by which society identifies a religion. Applying\nthe principles of the cases outlined above, the proposed definition does not\nunconstitutionally infringe these persons' free exercise interests.\nIf the claimants' conscientious objections are based on philosophy or other purely\nsecular beliefs, they fall outside the proposed definition and likewise outside the scope\nof free exercise protection as defined in Wisconsin v. Yoder.?67 Even assuming the\nclaimants were able to demonstrate a religious basis for their conscientious objections\nbut one that fell outside the definition, the deferential standard of review under\nGoldman would require only that the government demonstrate a military necessity\njustifying the infringement on free exercise interests. In this case, the proposed\nadministering the in-service conscientious objector program.268 These are precisely the\nsame government interests that the Court found \"substantial\" in Gillette and that the\nafterlife; or belief in the ability to reach a higher existence beyond the world as\nwe understand it. These beliefs must provide an explanation for existence; must\nmust be shared by. a community of adherants.\nSee supra part V.A.3.\n268See supra part V.A.2.\n83",
    "Page_90": "Court found to justify gender-based discrimination in Rostker v. Goldberg. Given the\ngenuine government interests involved and the reasonable basis for the definition, the\nproposed definition satisfies the Supreme Court's standard of review for free exercise\nchallenges to military decisionmaking.\nb. Establishment Challenge\nThe First Amendment's prohibition against establishment of religion raises a\npotential challenge to the proposed definition under the theory that the definition\nthe Supreme Court's jurisprudence in the area of the Establishment Clause is far from\nclear,269 the approach adopted by the Court in Gillette and the deferential standard of\nreview in First Amendment cases in the military indicate that the proposed definition\nwould meet constitutional requirements.\nThe gist of the Establishment Clause challenge is that, by using religious criteria\nto define the class of persons eligible to benefit from the conscientious objector\n       i   \ndefined by the government. Taken to its logical conclusion, this argument would\npreclude the government from ever accommodating the religious beliefs or obligations of\nany person. Obviously, this cannot be the government's obligation under the\nAllegheny v. American Civil Liberties Union, 492 U.S. 573 (1989) (opinion of the Court\nupholding one challenged governmental action, but a separate majority finding against a\nsecond challenged governmental activity; five different opinions in the case); Lee v.\nWeisman, 112 S. Ct. 2649 (1992) (opinion of the Court did not rely on Lemon v.\nKurtzman, 403 U.s. 602 (1971), in its analysis even though Lemon previously had been\nthe most commonly applied analytical approach to Establishment Clause cases; three\nopinions in the case).\n84",
    "Page_91": "Constitution; otherwise the government continually would be inhibiting citizens' free\nexercise rights.\nIn Everson v. Board of Education,2\"° the Court first articulated its belief that the\nEstablishment Clause requires government neutrality toward religion. The Court has\nspent the last forty-five years trying to cobble together a constitutional test or standard\nthat could enforce this neutrality universally.271\nThe Court in Gillette, however, did determine how to enforce the Establishment\nClause admonishment to neutrality in the context of conscientious objection to military\nservice. Justice Marshall began his Establishment Clause analysis by ensuring the\nconscientious objection exemption did not require affiliation with any particular\ndenomination or theological position.''2 The Court did not find the exemption to\nrepresent an impermissible government endorsement merely because it required\nreligious objections as a prerequisite to eligibility.\nThe Court then found that the law did not discriminate between religions or on\nthe basis of religious beliefs except for beliefs regarding war, thereby effecting a possible\nde facto discrimination against religious beliefs espousing just war theory.273 Once it\n270  330 U.S. 1 (1947).\npurpose and principle effects test to measure neutrality); Lemon v. Kurtzman, 403 U.S.\n602 (1971) (applying a secular purpose, principle effects and unnecessary entanglement\nd ) ()          \nfrom Lemon along with measuring secular symbols as impacting determination of secular\npurpose and principle effect); Lee v. Weisman, 112 S. Ct. 2649 (1992) (refusing to apply\nLemon, but finding subtle government coercion in graduation prayer violated\nEstablishment Clause prohibitions)\n272 401 U.S. 437, 450-51 (1971).\n273 Id. at 250.\n85",
    "Page_92": "one form of religious belief over another, the Court examined whether the government\nhad a neutral, secular basis for the classification. The Court found that the statute's\nintent was not to favor one religion over another and that its neutral, secular purpose\nwas to promote a \"fair, even-handed and uniform\" selection process.274 Applying this\nanalytical scheme to the proposed definition, leads to the same result that the Court\nreached in Gillette. Although the in-service conscientious objector program requires\nreligious belief as a prerequisite to eligibility, as in Gillette, this alone does not violate\nthe Establishment Clause prohibition. Though the proposed definition is broad enough\nreligion, it may amount to a de facto discrimination against certain personal beliefs that\nthe adherents claim to constitute religion. As proposed, however, the government's\npurpose in defining religion is not to discriminate between religions, but to ensure an\neven-handed and efficient mechanism for evaluating claims for conscientious objector\nexclusion of religion-based selective conscientious objectors in Gillette.\nThe analysis from Gillette indicates that the proposed definition passes\nconstitutional muster. The Court's subsequent holding in Goldman v. Weinberger, that\nthe standard of review in First Amendment cases involving the military is much more\ninterests that the Court found to justify the de facto discrimination and free exercise\ninfringement present in Gillette).\n275 See supra, note 260.\n86",
    "Page_93": "case. The Court, by that time, had consistently applied this deferential standard in\nother, military First Amendment cases.276\nThe Supreme Court's jurisprudence in the area of challenges to military or\ncongressional war powers decisionmaking, under either the Free Exercise Clause or the\nEstablishment Clause, would uphold the proposed definition. The many cases applying a\ndeferential standard of review to such challenges demonstrate that the Court simply does\nnot apply a close scrutiny standard in these circumstances.277  When the military can\narticulate a neutral and secular purpose for the definition,27 that military decision will\nwithstand constitutional attack.\nB. Correcting Administrative Difficulties Under the Current In-Service\nConscientious Objector Program\nThe current in-service conscientious objector program suffers from several\nadministrative problems, many but not all of which will be resolved by adopting the\nproposed definition of \"religious training and belief.\"27\" Besides the practical difficulties\ncaused by a confusing and overbroad standard, the current program suffers from having\nto rely upon investigations conducted under circumstances that create an unacceptable\npotential for a lack of uniformity, accuracy, and fairness.\n276 See supra notes 253, 254.\n277 See supra part V.A.4.a.\noverbroad standard).\n279  See supra note 266.\n87",
    "Page_94": "The in-service conscientious objector program mandates an investigation by an\nofficer outside the claimant's chain of command.2so These investigations, however--\ncritical as they are to ensuring uniform, accurate, and fair outcomes--are subject to the\nsame weaknesses that led to criticism of the Selective Service conscientious objector\nexemption process. Commentators criticized the conscientious objector exemption\nadministered by the Selective Service during the Vietnam War era as \"unreliable.:281\nThese writers pointed to several factors that led to a lack of uniformity, accuracy, and\nfairness in implementing the exemption. Measuring the current program against the\nproblem areas identified from the Selective Service experience reveals that many of the\nsame problems affect the current in-service program.\nThe very nature of an inquiry into a claim of conscientious objector status\nrequires a rigorous approach. Investigating an individual's personal religious beliefs and\ns   n za r n  d  e si  s\nsensitivity, as well as familiarity with the applicable standards and a willingness to pursue\ninconsistencies or ambiguities in the claimant's information.\nOne criticism of the Selective Service program was that the local draft boards\ninvestigating such matters.2? Furthermore, because of the small number of\n280 See supra notes 58-62 and accompanying text.\n281 Field, supra note 163, at 889.\n282 See supra note 177.\n88",
    "Page_95": "conscientious objector claims, the local boards were never able to develop sufficient\nfamiliarity or expertise to ensure uniform and accurate results.284\nThe in-service conscientious objector program is subject to these same\nshortcomings. The Department of Defense directive does not require any special\nexpertise or qualifications of the officer appointed to investigate a conscientious\nobjection claim.285 As a result, investigating officers receive their appointments on an\n s     n n  s  s  \ninvestigation. Some investigations are very comprehensive, while others do little more\nthan recite standards from the regulation.286\nConscientious objector claims are not common.287  As a result, investigating\nofficers cannot draw upon a well of experience in investigating such cases. This is a\nparticularly disabling circumstance in the often complicated and always very personal\nmatter of investigating the sincerity of deeply held beliefs.\ninvestigating conscientious objector cases because these cases involve two persons--the\ninvestigating officer on the one hand and the claimant on the other--with fundamentally\nconflicting views on the morality of their continued participation in the military. This\n284 Rabin, supra note 174, at 1018.\n3 or higher to investigate the applicant's claim\").\n286 Darpino interview, supra note 78.\n287  See supra note 3.\n89",
    "Page_96": "volunteer members of local draft boards were members of veterans organizations.288\nThat the two concerned parties apparently come to the investigation with incompatible\nbeliefs gives rise to the inference that the investigating officer may harbor hostility to the\nclaimant's position--a position that rejects some of the fundamental values to which the\ninvestigating officer has devoted his or her life.89\nAccordingly, the investigating officer must be careful to avoid judging the\nclaimant's values and beliefs according to the investigating officer's own values and\nbeliefs. This becomes very difficult, however, when, as happened during Operations\nDesert Shield and Desert Storm, an investigating officer is preparing for the same\ndeployment which the claimant would avoid if granted conscientious objector status.290\nEven if the investigating officer can put aside his or her own beliefs, conducting the kind\nof searching and independent investigation that the process requires to ensure accuracy,\nuniformity, and fairness is difficult during preparation for deployment.291\nAnother shortcoming commentators identified in the Selective Service\nconscientious objector program was the inadequacy of the information available from\nthe investigation because of the source of most of the information. Dean Zillman, in his\narticle reviewing the in-service process as it existed in 1972, described the records of\ninvestigation before the Conscientious Objector Review Board as \"woefully inadequate'\n 288 Rabin, supra note 174, at 1019.\n289 Id.\n 290 Darpino interview, supra note 78.\n291 Freeman interview, supra note 86.\n90",
    "Page_97": "to support a reasoned conclusion on the complex issue of the claimant's sincerity.292 He\npointed out that much of the paper record was generated by the applicant himself who,\nwith competent counsel, easily could create a prima facie case.293 Professor Field was\nlikewise critical of the Selective Service procedure, which also tended to rely heavily--if\nnot almost exclusively--on information provided by the claimant.29\" This created a\nsituation ripe for fraud.\nUnfortunately, the current in-service conscientious objector program faces the\nsame problems. Although the Department of Defense directive states that the purpose\nof the investigation is to create a complete record to facilitate an informed decision,295\nthe directive gives little guidance on what might constitute a complete record. Because\nthe directive permits the investigating officer to define the scope of the investigation, the\ndirective creates the strong possibility that the investigation will focus simply on\nwhatever information the claimant offers. As one investigating officer candidly\nobserved, \". . . [The investigation] was more the case he brought me.\"296 This is not\nsurprising given the extremely personal nature of much of the relevant information; the\nconflicting priorities of the investigating officer, particularly in a deployment situation;\nand the relative lack of experience the investigating officer brings to this new and\ncomplex problem.\n 292 Zillman, supra note 85, at 126.\n293 Id.\n294 Field, supra note 163, at 898.\n295 32 C.F.R. β 75.6(d)(2).\n 296 Freeman interview, supra note 86.\n91",
    "Page_98": "The Department of Defense could improve the quality of the investigation by\ncentralizing the process. The military should designate the investigating officer in\nadvance of any conscientious objector claims and assign that officer either a unit or area\njurisdiction, such as a Corps in the active Army or a Corps-equivalent in the Reserves\nand other services. This would enable the investigating officer to benefit from\n    a  s  so s r   i \ncan pass along to the replacement officer.\nThe designated investigating officer should be a judge advocate. Appointing a\nin investigating conscientious objector cases.\nBecause of this professional education and experience, a judge advocate, moreso\nthan a line officer, will be familiar with interpreting and applying complex regulatory\nguidance. A judge advocate, moreso than a line officer, will be familiar with conducting\nanalyses of factual situations according to legal standards. A judge advocate will be\nfamiliar with techniques for probing and evaluating the veracity, logical consistency, and\nprobative value of live testimony, written statements, and other forms of evidence.\nRequiring a judge advocate for the investigating officer would ensure a certain level of\n    pors r  sd    s\naccuracy, and fairness in the outcome.\nThe Department of Defense also should require certain procedures concerning\nshould require the investigating officer to interview specific witnesses. The investigating\nofficer should take testimony from the claimant's commander, the claimant's first-line\n92",
    "Page_99": "supervisor, at least two co-workers, and at least one roommate or other person likely to\nhave detailed knowledge of the claimant's beliefs. In addition, the directive should\ndirect the investigating officer to contact the claimant's parent or parents for their\nstatement. These directed interviews would provide the investigating officer with a\nbaseline of information without relying on sources provided by the claimant.\nCreating a designated investigating officer from the corps-level staff judge\nadvocate office and directing specific investigative steps will go far toward correcting\nplagued the program for decades. A review of the military's experiences with the in-\nservice conscientious objector program to learn from its past problems is long overdue.\nC. Addressing the Fairness Issue of the \"Benefiting Conscientious\nObjector\" - Alternative Service\nThe remaining issue deserving careful consideration is the fairness problem posed\nby the conscientious objector who seeks a discharge after receiving the benefit of\ngraduate-level or other significant education or professional training at the military's\nexpense. A soldier receiving such training incurs a military service obligation of a\nperiod of years.2?7 The current in-service conscientious objector policy grants this\nFunded Legal Education Program); id. & 2005 (outlining the service obligation arising\nfrom the advanced educational assistance program); id. $ 2114 (outlining the service\nobligation arising from attendance at the Uniformed Services University of Health\nSciences); id. $ 2123 (outlining the service obligation arising from participation in the\narising from participation in the Reserve Component Health Care Professional Financial\nAssistance program).\n93",
    "Page_100": "soldier a full discharge and release from the obligation if the investigation results in a\nfinding of conscientious objector status.2?8 The Selective Service conscientious objector\nprovision, on the other hand, contains a provision that requires alternative service for\nregistrants granted a conscientious objector exemption.299\nThe underlying justifications for requiring alternative service of Selective Service\nregistrants granted a conscientious objector exemption from military service during a\ndraft apply equally to the benefiting in-service conscientious objector. As the nation\nstruggled with the question of who ought to be exempted from military service, Congress\nand others involved in resolving that question repeatedly returned to the guiding theme\nfrom a military obligation under the Health Professions Scholarship Program may be\nrequired to work in a health service capacity in an area designated by the Department\nof Health and Human Services as suffering from a manpower shortage). This provision,\nin effect, subjects a medical professional discharged under the in-service conscientious\nobjector program to an alternative service obligation, but this applies only to the Health\nProfessions Scholarship Program.\nAny person claiming exemption from combatant training and service\nbecause of such conscientious objections whose claim is sustained by the\nlocal board shall, if he is inducted into the armed services under this title\n[said sections], be assigned to noncombatant service as defined by the\nPresident, or shall, if he is found to be conscientiously opposed to\nparticipation in such noncombatant service, in lieu of such induction, be\nordered by his local board, subject to such regulations as the President\nmay prescribe, to perform for a period equal to the period prescribed in\nsection 4(b) . . . such civilian work contributing to the maintenance of the\n national health, safety or interest as the Director may deem appropriate. . :\n50 U.s.C. app. β 456(j).\n94",
    "Page_101": "that the system for selecting citizens for military service or for exemptions from military\nservice must be fair.300\nIf the system were not fair, national unity would be imperiled and those not favored by\nthe exemption process would serve with the bitter knowledge that others equally capable\nof serving had found undeserved shelter in an exemption.301\n p nx   a  p  s  pos ss\nconscientious objector by requiring some form of alternative civilian service in lieu of\nmilitary service.?2 The principle function of this alternative service was to demonstrate\nthat the burden of national service would be shared equally, even by those whose\nreligious beliefs forbid them from participating in military service.3o3  Commentators\nhave pointed out that the cost of administering these alternative service programs\nTHE PRESIDENT OF THE UNITED STATES TRANSMITTING RECOMMENDATIONS FOR\nEXTENDING THE DRAFT AUTHORITY, LOWERING AGE FOR DRAFTING, CORRECTING\nTHE DEFERMENT INEQUITIES, DEVELOPING A FAIR AND IMPARTIAL SYSTEM OF\nSELECTION, AND ESTABLISHING A TASK FORCE FOR REVIEWING RECOMMENDATIONS\nFOR A RESTRUCTURED SELECTIVE SERVICE SYSTEM, H.R. DOC. NO. 75, 9Oth Cong.,\n1st Sess. 2 (1967)(\"Fairness has always been one of the goals of the Selective Service\nSystem\"); H.R. REP. No. 267, 90th Cong., 1st Sess. 26 (1967), reprinted in 1967\nU.S.C.C.A.N. 1308, 1334 (discussing the alternative service requirement and describing it\nas equitable).\n301 See H.R. Doc. No. 75, 90th Cong., 1st Sess. 2-3 (1967).\nU.S.C. app. & 456(j)(1988); Universal Military Training and Service Act of 1951, Pub. L.\nNo. 81-51, $1(q), 65 Stat. 86 (1951); Selective Training and Service Act of 1940, Pub. L.\nNo. 76-783, $5(g), 54 Stat. 889 (1940); Act 0f May 18, 1917, Pub. L. No. 65-12, $4, 40\nStat. 78 (1917). Although the legislative history of the 1948 Act discusses the provision\nit made for alternative service, the Act itself does not contain an alternative service\nrequirement for registrants exempted from service as conscientious objectors. S.R. REP.\nNo. 1268, 80th Cong., 2d Sess. 13 (1948), reprinted in 1948 U.S.C.C. 1989, 2002;\nSelective Service Act of 1948, Pub. L. 80-759, $ 6(i) 62 Stat. 604, 612 (1948).\n 303 Monograph, supra note 7, at 1.\n95",
    "Page_102": "probably have outweighed any benefit the nation received in terms of actual civilian\nwork performed.3\" Nevertheless, the less tangible benefit of demonstrating a national\nresolve to administer fairly the process of who serves when not all serve remains a\nThe conscientious objector who has benefited from military-funded graduate or\nprofessional education or training should provide alternative service in the name of the\nsame equity and fairness goals Congress historically has pursued in the Selective Service\nprogram. The public benefit conveyed the benefiting conscientious objector in the form\nof advanced education and training comes at significant cost in terms of financial costs,\ninvestment in time, and force structure planning costs. The military must double these\n investments in every case when a benefiting conscientious objector leaves the service. In\naddition, the military loses the very tangible services that it planned to receive from the\nbenefiting conscientious objector until his or her replacement can be identified, trained,\nand integrated into the force structure.\nRequiring the benefiting conscientious objector to perform alternative service for\na period of time equal to his or her now-discharged military obligation would serve to\nconscientious objector receives a discharge from the military. In addition to this\npractical public benefit, the nation also would benefit from the public reaffirmation of\nthe concept of fairness and equity in military service. In this case, a soldier selected to\nnew alternative service arrangement, intended to more closely approximate the degree of\nimposition actual military service has on registrants, thereby reducing the incentive to\nmake false conscientious objector claims).\n96",
    "Page_103": "receive a significant educational or training benefit must put that investment to use on\nbehalf of the nation that conferred the benefit.\nThe conscientious objector benefits from recognition of the religious disability\nthat prevents his or her from further military service. The nation benefits from a return\non its educational or professional training investment. The military benefits by a clear\nrejoinder to the cynics who point to yet another medical doctor (or lawyer or Ph.D),\ntaking his or her military-financed skills with his or her to a potentially lucrative civilian\npractice while leaving a service obligation behind. The military also benefits from the\ndeterrent effect of a program that imposes a service cost on what, until now, might have\nbeen perceived as an attractive ticket home. Consequently, an alternative service\nrequirement in the case of conscientious objectors who have benefited from military\nfunded graduate or professional education or from professional training would serve\nimportant public interests.\nVI.CONCLUSION\nThe in-service conscientious objector program continues to serve important\ninterests as an expression of national policy, but it suffers from age. The current policy\nwas shaped, in part, by external forces and national interests that no longer exist. Like a\nused '71 model in a '93 automobile showroom, this product of another time, shaped by\nthe demands of that time, does not meet the needs of the \"buyers\" it seeks to serve. In\nthis case, the \"buyers\" are the nation and the nation's military. These \"buyers\" are not\nwell served by a program designed to meet the needs of an army drawn in large part\n97",
    "Page_104": "response to the judicial activism of twenty-five years ago. The current volunteer force\nhas very different needs and must meet an ever-changing and complex mission. The in-\nservice conscientious objector program must be restructured to meet the needs of the\nnation and its military as they exist today.\nA. Necessity for an In-service Conscientious Objector Program\nAn in-service conscientious objector program serves three enduring purposes,\neven in an all-volunteer military. Recognizing and excusing religious conscientious\nobjectors from military service continues a long national tradition rising from a national\ncommitment to religious freedom, individual liberty, and democratic pluralism.\nProviding an in-service conscientious objector program also recognizes the reality that\ncoercing military service from a person whose deeply held religious beliefs forbid such\nservice will seldom make a good soldier. Finally, an in-service conscientious objector\nprogram acknowledges the reality that people grow and change throughout their lives.\nThese changes can include changes in a soldier's fundamental belief systems that can, in\nturn, lead to conflict with that soldier's continued military service. For these reasons,\nthe Department of Defense ought to continue a program to accommodate the needs of\nthe in-service conscientious objector.\nB. Necessity for Change in the Current Program\nThe current in-service conscientious objector program serves a need, but also\ncarries within it several fundamental flaws. The program is burdened with standards\n98",
    "Page_105": "and procedures that proved difficult to implement during the draft era and that have not\nimproved with age.\nThe current program was designed at a time when the military relied upon the\ndraft as a significant source of its manpower; when the Cold War mission dictated\nmilitary policy; and when the military was growing to meet the demands of that mission.\nSelective Service conscientious objector exemption. These standards were not mandated\n        e   \nAct; and failed to consider the differences between an in-service conscientious objector\nprogram and a conscientious objector program for inductees.\nThese overinclusive judicial standards proved difficult to apply during the\nVietnam War era and continue to cause the same kinds of problems today. The process\nthe military uses to investigate conscientious objector claims proved unwieldy and\nyielded inconsistent results during the Vietnam War era and continues to cause the same\nkinds of problems today.\nWhile the flaws in the in-service conscientious objector program remain, the\nmilitary it serves has undergone fundamental change and continues to change in\nresponse to a very different set of national security missions from those of the 1960s\nThe role of a conscientious objector program in an all-volunteer force is different in\nsubtle ways from the role of a similar program in a force manned to a significant degree\n306 See supra part V.A.2.b.\n99",
    "Page_106": "in a smaller force, increasingly dedicated to crisis response missions are greater than in a\nlarger, garrison-oriented military.307\nThe publicity surrounding the issue of conscientious objection arising during\nOperations Desert Shield and Desert Storm should serve to remind nation that this issue\nwill return to the surface whenever the nation mobilizes for war. Now is the time to\ntime to examine the impacts and the alternatives, rather than waiting until the next\nwartime mobilization again points out problems in the program.\nC. Inadequacy of the Current Debate Concerning In-service\nConscientious Objection\nThe most recent debate surrounding the issue of in-service conscientious\nobjection, as that debate is defined by press coverage,3s criticism of the in-service\nconscientious objector program from the War Resister's League,*°? and the legislation\n307 See supra part V.A.2.c.\nMay Be Added to Conflict's Toll, L.A. TIMEs, Feb. 14, 1991, at 9A; Rorie Sherman,\nChallenge Brought Over Army Regulation, NAT'L L. J., Aug. 5, 1991, at 22.\n(on file with the author).\n 310 H.R. 5060, 102d Cong., 2d Sess. (1992) (\"Military Conscientious Objector Act of\n1992\").\n100",
    "Page_107": "military and how to best serve that purpose without impairing readiness, the debate\nprotections and rights for the claimant.\nThe legislation proposed in the 102d Congress would have codified a right of\nright of conscientious objection to participation in conflicts specified by the soldier or to\nparticipation in all conflicts.31 The bill would have prohibited the government from\ndenying an applicant conscientious objector status unless the government could prove by\nclear and convincing evidence that an applicant did not possess the claimed, sincerely-\nheld conscientious objections.312 The proposed legislation also included detailed\ninvestigative and review procedures, as well as the requirement that the military return\nto the United States any claimants who file their applications while deployed overseas.313\nThe current debate seeks these protections and rights for conscientious objector\nclaimants without regard to the strength of the claim; the effect on military readiness; or\n  i  d r s     n \nThe potential adverse effects of these proposals on military readiness are many and\nserious.\nThe Supreme Court itself recognized the well-nigh impossible administrative\nburdens a policy of selective conscientious objection, as proposed by the legislation,\n311 Id. s 2(a)(1)(c-d).\n312 Id. s 2(a)(1)(e).\n313Id. 8 (1)(g)(2)(B), (1)6), (1)(k).\n101",
    "Page_108": "would place on the military.31 The very broad scope of the proposed legislation's\ndefinition of conscientious objection raises the same fairness and readiness problems\ndiscussed earlier.3is Contrary to the position adopted in the proposed legislation, even\noutspoken advocates of greater rights for conscientious objectors would leave the burden\nof proof with the claimant to avoid the administrative dificulty posed by requiring the\ngovernment to disprove a claimed sincere belief.316 Finally, the legislation's requirement\nto return claimants to the United States once they file claims while depioyed overseas\nimposes a heavy logistical and readiness burden and amounts to an invitation to fraud by\nangry, frightened, homesick, or tired soldiers.\nThe current debate on in-service conscientious objectors is flawed because it fails\nto identify and address the fundamental questions that surround the issue of in-service\nconscientious objection.\nAny changes to the in-service conscientious objector program should arise from\nthree basic objectives. The first of these is a clear recognition of the purpose of an in-\nservice conscientious objector in a volunteer military. The second objective must be a\n s   s n s n  s  n\nthe claimant seeking a discharge or reassignment, but also fairness to the nation that\nsoldier swore to serve and to all the other soldiers who will remain behind should the\n314 Gillette v. United States, 401 U.S. 437, 454-60 (1971); see also Greenawalt,\nsupra note 73, at 50-65 (discussing the distinct problems posed by selective conscientious\nobjection to fair administration of a conscientious objection program); Seng, supra note\nconscientious objectors).\n315  See supra part V.A.2.\n316 Seng, supra note 74, at 147-48.\n102",
    "Page_109": "claimant receive that discharge or reassignment. Finally, the third objective for any\nchanges to the in-service conscientious objector policy must be an accommodation of the\nfundamental changes in the military that the policy serves. The changes this thesis\nrecommends flow from and are designed to achieve these three objectives.\nD. Benefits of the Proposed Changes\nprogram.\nThe first of these changes narrows the scope of the policy--that is the effect of\nnarrowing the definition of \"religious training and belief\" that qualifies a soldier for\nconscientious objector status. Narrowing this definition is consistent with Congress's\nintent in the conscientious objector provision in the Selective Service Act and follows the\nnational tradition of exempting religious objectors from military service. The proposed\ndefinition more closely reflects Americans' sense of religion and equity in excusing\ncertain persons from military service. The proposed definition also meets constitutional\nstandards.\nThis definition avoids the potential for greater readiness problems from a vague\nand broad exemption. This is particularly important should the nation ever again\nbecome involved in an unpopular war. The proposed definition also restores greater\nThis greater objectivity will promote accuracy, uniformity, and fairness in the program.\nThe second recommended change improves the quality of the investigative\nprocess used in adjudicating conscientious objector claims. Using designated judge\n103",
    "Page_110": "s        \napplications for conscientious objector status will ensure a certain level of professional\nexpertise and generate a well of experience in investigating these cases. Requiring\ndirected interviews of commanders, colleagues, and family members will ensure a\ncommon baseline of information. Combined, these changes will provide a greater\nThe final recommended change requires alternative service of conscientious\nobjectors who incurred service obligations as a result of funded graduate or professional\nrecognizing the needs of the conscientious objector, as well as the obligation owed the\nnation because of the benefit the objector received. Requiring alternative service in\nstatus as a ticket back to civilian life with a military-funded education or professional\ntraining\nThe in-service conscientious objector program continues to serve a purpose in\nthe volunteer military. The changes recommended in this thesis will ensure that the\nprogram will serve the military and the nation effectively, fairly, and with the least\nimpact on military readiness. Now is the time to trade in the '71 model--limited as it is\nby the demands and limitations of its day--for a '93 model, free of the defects of the\nearlier model and designed to meet today's requirements.\n104"
}