{
    "Page_1": "FESTVLLE 202I\nREGGAEVILLE FESTIVAL GUIDE\nINTERVIEWS\nETANA\nCONKARAH\nREBELUTIO\nAK & SSF\nJESSE ROYA\nGWE BANTON\nDAVID CAIRO!\nSUMMER 2021\nDAN SHEEHAN\n60 FESTIVALS\nMARIUS BROZI",
    "Page_2": "LIVESTREAM31JULY2021\nLIVE FROM FYRISHOV & HARRY J (KINGSTON)\n20Tu ANNIVERSARY\nAREGGAE\nUIPPSALA\nFETNAL\nFYRISHOV\nBIG YOUTH\nANTHONY B  MILLION STYLEZ\nRICHIE SPICE\nPAPA DEE I DESMOND FOSTER\nJOSEY WALES I ALAINE\nJUNIOR NATURAL I FIRST LIGHT\nHEMPRESS SATIVA\nLEAFY I MARX GALLO\nASADENAKI\n(BUNNY WAILER TRIBUTE)\nDANIELLA TORRES\nHARRY J ALLSTARS.\nJONAS LEVI I SOUNDKILLA\nMOREINFORMATIONONTHELIVESTREAM\nUPPSALAREGGAEFESTIVAL.COM\nREGGAEVILLE.cOm\nSAVETHE DATE\nUPPSALA\nREGOAE\n29-30JULY\nFESTVAL\nKULTURRADET\nREGGAEVILLE.COM\nFYRISHOV",
    "Page_3": "EDITORIAL\n3\nWEAREBACK\n18THANNUAL\nSAVETHEDATE\nREGGAENROCKS\nFLORIDA\nREGGAE\nERKFESTIVA\nOEATA\nHORRISON.CO-RED RDCKS AMPHITHEATRE\nSATURDAY AUGUST 21.2021\nRebelution\nSHAGGY\nSTEELPULSE INNERCIRCLE THEGREEN\nISRAELVIBRATIONKEZNAMDI\nDJMACKLE JUDGE ROUGHNECK\nSUNDAY AUGUST 22.2021\nLUST\nSKINNYFABULOU\nRebelution\nRUDIGAN\n& THE OUTLOOK ORCHESTRA\nPALMBEACHEDT\nSTEELPULSE THIRD WORLD THEGREEN\nFREODIEMCGREGOR HORACEANOY BITTY MCLEAN\nSUN.JULY04.2021EVENTTIME:2-11PM\nMYKALROSEKEZNAMDI\nDJMACKLEJUDGE ROUGHNECK\nCOUNTYOUR BLESSINGS!\nCount your blessings! That's always good\nConkarah,\nUwe\nBanton    and\nJesse\nadvice, and much more so in these challen-\nRoyal, who talk about how they've handled\nging times. So, let's start this year's edition \n the pandemic and what musical beauty they\nof the FESTIVILLE by being grateful for the\n created in the past months of social distance.\nsummer sunshine warming our locked-down\n And beauty indeed it is - albums such as\nhearts. If you read these lines, it means you\nPamoja, Free Your Mind, Solid Gold,\nare alive (in fact, it means that your ancestors \nVers(e), In The Moment, and Royal, re-\nhave managed to survive in an unbroken line\nspectively, bring us a refreshing diversity\nfrom the first days of creation until now!), you\nof songs and sounds to groove, sing and\nare literate, having enjoyed formal or informal\n dance along to, all reviewed on the following\neducation, and you command both enough\npages. Additionally, you'll find reviews of\nleisure time and the means to obtain internet\n Zagga, King Of The Dub Rock 3, UB40 and\naccess.\nAlborosie.\nThe latter is an important prerequisite to en-\nOf course, FESTIVILLE wouldn't be what it\njoy these pages, as, unfortunately, it will be\nis without just a tiny glimpse of live action. We\nyet another digital edition of FESTIVILLE,\nhave included a compact little festival calendar,\nsince our main outlet for the print versions,\nincluding  the available  information on\n SummerJam, had to be postponed yet again\nthe scheduled festivals. Since these plans\nto next year.\nare in  an 6\never-changing state, howe-\nver, we urge you to regularly check the\nAnd they are not the only ones forced to do\ndaily updated agenda on our website\nso - most European Reggae festivals and\nREGGAEVILLE.com to get the most recent\nsome of the US-American ones suffer that\ninformation about the events.\nsame fate. What this means for the parties\nconcerned; for organisers, bookers, vendors\nYes, this is another tough year with few chan-\nand technicians; is vividly illustrated\nIby\nces to meet and jam to our favourite music\ntwo extensive Reggaeville interviews with\ntogether, but things are improving slowly, and\nMarius Brozi (SummerJam) and Dan\nwe have each other to turn to, even if that still\nSheehan (California Roots).\nmeans to join a live stream or videochat with\nfriends and fam. Stay strong, enjoy the simple\nTo present the artists' point of view as well,\npleasures every new day brings, and always\nwe interviewed Etana, David Cairol, Zak &\nremember to count your blessings!\nSshh (representing for the late U-Roy and\nREGGAEVILLE.cOm\nhis new posthumously album), Rebelution,",
    "Page_4": "CONTENT\nINTERVIEWS\nFESTIVILLE 2021\nFESTIVILLE2021\nFESTIVILLE 2021\nREGGAEVILLE FESTIVAL GUT\nSUMMEI\n60FESTIVALS\n60FESTIVALS\n60FESTIVALS\nFESTIVILLE\n2021\nFESTIVILLE 2021\nFESTIVILLE 2021\nVILLEFESTIVA\nETANA\nIKARAH\nIPCAL\n60FESTIVALS\n6OFESTIVALS\n60FESTIVALS\nARIUS\nBROZ\nMARIUS BROZ\nMARIUSBROZI\nFESTIVILLE 2021\nFESTIVILLE 2021\nFESTIVILLE2021\nEGGAEVILLE FESTIVAL GUIDE\n50f\nVAS",
    "Page_5": "CONTENT\n5\nINTERVIEWS\nALBUM REVIEWS\nFESTIVALS\n6 CONKARAH\nJULY\n71\nBig Ship Music Fest\n14 DAVID CAIROL\nFlorida Jerk Fest\nULTURE\n71\n Ostroda Reggae\n30 ETANA\n73\nNowa Reggae\n73\nAfrika Tage\n44 JESSE ROYAL\n132\nALBOROSIE\n73\nOland Roots\n73 Hastings Reggae\n60 MARIUS BROZI\nAUGUST\n80 DAN SHEEHAN\n75\nOverJam\n75\nMiami Reggae Festvial\n92 REBELUTION\n75\n0601ON\n77\nTruckee Reggae Fest\n104 UWE BANTON\n134 KING OF THE DUB ROCK 3\n17\nSimmer Down\n17\nDry Diggings\n116 ZAK & SSHH\n77\n Uprising Festival\nSEPTEMBER\n79\nIrie Fest\n79\nPositive Vibration\n79\nCity Splash\n135UB40\n79\nHouston Jerk Fest\nIMPRINT\nFESTIVILLE 2021\nPUBLISHER\nAUTHORS / EDITORS / TEAM\nREGGAEVILLE.com\nAngus Taylor, Bjorn Fehrensen\nBrad Metzger, Gardy Stein,\nEDITOR-IN-CHIEF\nGerry McMahon, Marox, Steve Topple,\nJulian Schmidt - julian@reggaeville.com\nUrsula 'Munchy' Munch, Veronique Skelsey\nPHOTOGRAPHERS\nAley Geller Photography (Dan Sheehan)\nLAYOUT Peter Pusch\nAlix Charles Jr. (Conkarah)\nEljer (Snoop Lion & Buju Banton)\nADVERTISING\nJoe Wilson / Bulldog Media (Dan Sheehan)\nadvertising@reggaeville.com\nLawrence Watson (Zak & Sshh)\nMarvin Bartley (Etana)\nDOWNLOAD PAST EDITIONS\nMisa Razimova (David Cairol)\n@REGGAEVILLE.COm/YARD/FESTIVILLE/\nMick Rock (Zak & Sshh)\nNkosi (Jesse Royal)\nCopyright 2021 Reggaeville.com\nPierre Carton (David Cairol)\nAll rights reserved; reproduction in part or whole is \nSam Medina (Rebelution)\nstrictly prohibited without prior consent or authorizati\n Samo (Jesse Royal)\non from the publisher. Opinions and views expressed\nYannick Reid (Rebelution)\nwithin Festiville Magazine are from contributors and\nare not necessarily shared by the publisher",
    "Page_6": "INTERVIEW\nCONKARAH\nCONQUERING THE MUSICAL WORLD",
    "Page_7": "INTERVIEWCONKARAH\nA GLOBAL\nSUCCESSSTORY\nCONKARAH\nFEAT.SHAGGY\nINTERVIEWBYSTEVETOPPLE\nPHOTOS BY ALIX CHARLES JR.\nConkarah is one of the more promising ar-\nOf note are his Reggae reimaginings of well-\ntists to emerge from Jamaica in recent years.\nknown songs. Conkarah has seen huge suc-\nHe started honing his musical abilities while\ncess with covers of tracks like Adele's Hello\nliving in London. He dropped his first music\n- which clocked up a staggering 111 million\nvideo in 2009 - a Reggae/DnB fusion track\nviews on YouTube alone. These were inters-\ncalled Run Away. Since then, Conkarah has\npersed with original songs such as My Love\nfocused on his Jamaican cultural heritage\nfeaturing Rosie Delmah and Raggamuffin.\nwhile also drawing inspiration from across\nBut his major breakthrough as a fully-fledged\nthe world.\nartist in his own right came in 2019/20 with\nthe  global success of Banana  featuring\nShaggy. The DJ Fle Minisiren Remix video\n clocked up over 40 million hits on YouTube\nand 148 million streams on Spotify. The\ntrack received heavy airplay, charted in nu-\nmerous countries and even spawned a viral\ndance challenge, #BananaDrop #TheDrop-\nChallenge, across social media - the videos\npeople did for it having clocked up over one\nbillion views. Now, Conkarah back.\nThe Jamaican trailblazer is set to release his\nnew EP, Destination Unknown, in October -\n and it's already shaping up to be an exciting,\ndiverse project. Covering numerous styles\nand genres, the finalised record will surely\n cement Conkarah as a rising star in modern\nmusic. So, Reggaeville caught up with him\nto discuss the EP, how his personal (and geo-\n graphical) journeys have influenced him as a\nmusician and more.",
    "Page_8": "8\nINTERVIEW CONKARAH\nHow does it feel being back with a new EP?\nWas it the intention to make an EP that co-\nIt's just great. We're looking to release it in\nvered so many genres?\nOctober. I'm very proud of the work and the\nYes, for sure. My musical career and the\ncollaborations behind it. I'm very excited to\nplaces that I've travelled to, it's taken from all\nshare it with everyone.\n of my experiences, culturally, and just been\n inspired by them altogether - and bringing\nWhat was it like completing this project\nthat altogether in this one project. It was a\nduring the pandemic?\ngreat experience and I hope it's reflected for\nIt's been a different experience for me. Obvi-\nthe listeners, when they hear it.\nously through Banana a lot more attention\nhas been put on me as an artist and my care-\nThere are some great collaborations.\ner. I've been put in front of a lot more people\nYeah, it was a great experience working with\nto work with. So, it's been a great experience;\n Shaggy. He has been like a bigger brother to\ninteresting working with other people. We\nme, giving me a lot of advice on the industry.\nhaven't finalised the full EP yet. But it does\nAnd delving into the Reggaeton market with\nhave influences from various genres: Regga-\nPedro Capo. Working with these artists, that\neton, obviously Reggae and Dancehall. And\nshare the same passion as me? It's a blessing\nhonestly, it's the first time I've worked with a\nto be able to work with these talented indivi-\nbroad group of people. So, Destination Unk-\nduals.\nnown is kind of a melting pot of cultures, so\nto speak. I think that the EP itself will reflect\nYou're extensively travelled. Is there anywhe-\nthat in the future when it's released.\nre in the world you haven't been?",
    "Page_9": "LIVE\nSUMMERJAM\n1.13.JUL1 2022\nKCLN-FUHLINGER SEE\nINFC & TICKETS: SUMMERJAM.DE",
    "Page_10": "10\nINTERVIEW CONKARAH\n[Laughs] I haven't been to Africa yet. That's\nWe have to mention Banana, because it\nmy dream. So hopefully when this whole\npropelled you into the stratosphere. How was\npandemic cools down that's going to be one\nthat, suddenly being thrust onto the global\nof the first places I visit.\nstage? And how has it affected how you're\nviewing the EP and its release? Is it more\nHas that travelling influenced whoyou are as\npressure?\nan artist?\nWhen the song became viral, and I'll be ho-\nYeah, definitely. I think that my growth as an\nnest with you, not being cocky but I knew the\nartist, if I looked at it, has definitely been a\nsong would be a hit from the moment I wrote\nreflection of my travels.\nit, in some capacity. This has been one of my\nlifelong goals: to have a song that reaches all\nYou've always been very diverse - but your\ncorners of the world. I feel very proud; Shag-\ncover versions stand out. Reggae seems to\n gy and I speak about it all the time. During\nlend itself to cover versions. Why do you think\nthe pandemic, everybody was going through\nthat is?\na hard time, so people having a moment of\n Me working on covers is always down to the\nsmiling, having fun, doing these videos - it\nchord progressions, and that's the challenge\nfelt good to know I was behind that. A lot\nfor me: I believe I can make any song Reggae!\n of interviewers ask me about the pressure\nWe take the chord progressions, and maybe\ntrying to follow up a song like Banana. I can\nslow it down a bit, or speed it up; make it\ntell you; I haven't felt the pressure at all. As I\nDancehall. There's just so many options for\nsaid, my goal was to have a song that reached\nyou to play with, you know? So, it's always a\nthe entire world - and I've achieved that. So\nfun experience making covers Reggae style.\nanything else going forward is for the love of",
    "Page_11": "TAKEITEASYAGENCY\nFLOWAZ\nSARA LUGO\nFLOWAZ\nOUT\nNOW\nNEWALBUM\nDAVID\nBLACKROOTS\nCAIROL\nVERS(E)\nNOTHING IN THE LARDER\nBLACR\nROOTS\nNOTHING\nINTHE\nLARDER\nE\nDAVIDCAIRON\nNEW ALBUM\nNEW ALBUM\nAVAILABLE\nAUTUMN2021\nPLATFORMS,CD&VINYL",
    "Page_12": "12\nINTERVIEWCONKARAH\nmusic and enjoying it. I want to create music\nIf people could take something from Desti-\nthat will last a lifetime and have a legacy that\nnation Unknown, what's the message and\nwill live on beyond my life. I'm excited. I'm\nvibes?\nhappy about all the music that comes out.\nGood vibes. Good vibes and positivity. Pretty\nAnd whether it's 10 people that like it or 10\nmuch every single song has its own loaded,\nmillion people that like it - it doesn't really\npositive vibe and message behind it - and\nmatter to me. Because I know that I'm going\nthat's what I want people to take away from it.\nto connect with people in one way or another.\n So, I'm just happy about it. It's a blessing.\nPandemic allowing, are you going to be\ntouring it?\nYour latest single, Papaya, is also blowing up\nYeah, definitely. Every day, every week - so-\n- having got over a million views on YouTube\n mething new comes up. So, we'll have to see\nalready. Are you feeling that you're now on\nhow things look when it's released. But I'm\nthe path you were hoping to be on?\nalways eager and always willing to go out and\nYeah, definitely. Anything that happens mu-\nperform and share my music with people\nsically, I'm just enjoying the ride. I've already\nmade a name for myself and I'm very happy\nConkarah - thank you so much for speaking\nrepresenting Jamaica and Reggae culture.\nwith Reggaeville!\nPapaya was one of the tracks off the EP we\nI appreciate it so much, and we'll chat again\ndecided to release first, because it's so fun\nsoon! Bless up!\nand its summertime - it's perfect, lots of kids\nare enjoying the vibrations from it, so we just\nkeep rocking with it and see how it goes.\nAUG.7&8,2021\nGATES3PM\nJAMAICA\n(ndependenceUeekend\nMUSIC·FOOD·ART·CULTURE\nFEATURINGTHEBESTSOUNDSYSTEMSINTHEWORLD\nNORTHAMERICA'SBIGGESTOUTDOORREGGAEPARTY\nTORAISEAWARENESSONHUNGER,POVERTY&CUNVIOLENCE\nTito's.\nOPA-L0CKAMARKETPLACE·12691NW42NDAVE,OPA-LOCKA,FL33054\nINFO@ROCKERSMOVEMENT.COM·305.763.4509·MIAMIRECCAEFESTIVAL.COM\nHan\nVOBKA",
    "Page_13": "INTERVIEW CONKARAH\n13\nMELD",
    "Page_14": "INTERVIEW\nDAVID'CAROL\nSINGING A NEWVERSE",
    "Page_15": "INTERVIEWDAVIDCAIROL\n15\nEROM BIARRITZ TO KINGSTON\nINTERVIEW BY GARDY STEIN\nPHOTOS BY MISA RAZIMOVA & PIERRE CARTON\nWhoisDavidCairol?Whilethelikeable1\nHis new album Vers(e) will hopefully con-\n young man from Biarritz in France is well-  vince more listeners of his vocal abilities, his\nknown both in his homeland and in Jamaica, f\n full dedication to Reggae and the high regard\nthe rest of the world still has some catch-  he has for the instrumentalists who bring this\ning up to do. His prominence in the former music to life, a respect that made him work\nregions has to do with his debut album with some of the best Jamaican musicians to\nInitiales (2013) and the sophomore U.N.1.  bring his vision to reality.\n(2017), but even more with his commitment In an extensive interview, he grants\nto cultural education and bilateral encounters\n Reggaeville unique insights into his upbring-\n(you'll find out more about that in the inter-\ning, his humble beginnings as an artist and\nview below). And his voice! A voice that so\nthe creation process of his upcoming album,\nhauntingly resembles the one of Bob Marley\n also speaking about the Bob Marley Tracks\nthat David was invited as lead singer on a1\n project and the amazing school exchange he\nproject that re-records songs of the legend.\norganised:\nHi David! where do we catch you, are you at\nSure! I grew up here in Biarritz, on the coast,\nhome?\nand I was very interested in music from a very\nYes, I'm in Biarritz, in Basque Country, close\n young age, always singing with my mother\nto the border of Spain.\nin the car, just for fun. I was listening to a lot\n of music, like The Police, Supertramp, all\nThis is your first interview with Reggaeville.\non cassettes back then. My father was a real\nCan you introduce yourself to our readers?\n music lover too, he used to buy one vinyl a",
    "Page_16": "6\nINTERVIEW DAVID CAIROL",
    "Page_17": "INTERVIEWDAVIDCAIROL\n17\nday, Funk and Soul, Black Music basically, so\nWhen I was around 18, my parents gave\nit gave me the taste of the groove somehow. I\nme a HiFi system. At that time you could\ndiscovered a lot of American artists like Jim-\nplug in a mic, so what I did it was like a\nmy Hendrix, Otis Redding, this was the mu-\nsoundsystem, I played the Dub version of\nsic he was listening to. But also French Pop,\na vinyl I had from Morgan Heritage and\nlike Gainsbourg, and radio of course. The\nrecorded my vocals on tape. It was a version\nfirst time I was really in touch with Reggae, it\nof the Mellow Mood riddim, I wrote one of\nwas when I was 14 years old. I was supposed\nmy first song on that, called One Day. Step\nto go on a trip to England with my classmates,\nby step I built my lyrics and my voice, and\nand I had lent a tape of LennyKravitz to\n my first fan was my grandmother. She was\none of my friends. He was supposed to give it\na fan of Bob Marley as well, we shared a\nback to me for the trip, but by mistake he gave\nlot of things together, and I was translating\nme a Bob Marley tape, the Legend album,\nthe lyrics for her. That was a great thing for\nand when I put it on my headphones, I was\nme, and she said your voice is good, keep on\nlike“That's not Lenny Kravitz!\". Ilistened to\ngoing! Some of my friends also discovered\nit and, really, it was a blast for me, everything\nwhat I did, but during many years it was just\nchanged after that. The goosebumps and the\n me in my room on the weekend, listening\nvibrations hit me so much...during the whole\nand recording.\nweek in England I was listening to that tape,\nand when I came back, I tried to get more\nHow did you learn to play the guitar?\nalbums from Bob Marley. When I had heard\nThat was later, through some friends who\nall of Bob, I discovered that there was more\nlistened to my music and passed it on to\nbehind the tree (laughs).\nsome other friends that were musicians. They\ndiscovered what I had recorded and said\nOne of my friends said “You know, there are\n\"Wowthat'scool,maybewecandosomething\nmoreartistsinReggae,fromJamaicaandthe\ntogether!\" The guitar player made a deal with\nUK!\", so I discovered The Gladiators, Steel\nme. He wanted to learn surfing, and I surf\nPulse, Aswad, all of these bands, I fell in\nsince my young age, so he said “I can teach\nlove with Reggae during that time. I tried to\nyouplayingtheguitarandyouteachme\nbuy vinyl as well in a second-hand shop, but I\nsurfing!\" (laughs).\nmum and we didn't have much. After that, I\nWe played like a band together for some time,\ntried to write a little bit on my own. I was very\nwe did our first gigs in small venues, but\nshy when I was young, but the message and\neventually they quit because they had other\nthe vibe that Reggae is carrying, it meant so\nplans for their life. After that, I began to play\nmuch to me that I wanted to share something\non my own in some bars over there, just me\naboutit!\nand my guitar. It was rough for me, because\nas a shy guy to be on stage in front of people,\nThat would have been my next question,\nthat was hard, but then I discovered the plea-\nwhen did you start to make your own music?\nsure it brings sharing music with the people.\nWell, I was in my room, trying to write some\nIt was getting better every day.\nlines without knowing anything about music,\nguitar or chords. I wrote in English, not French,\nAnd now you have established yourself as a\nbecause, something strange, it's easier to\nsinger, you have two albums out so far, and\nwrite in English when you're shy because your\nI think you have touched people all over the\nfriends will not understand so quickly what\nworld already.I read that people keep telling\nyou're saying, so that made it easier for me.\nyou that your voice sounds almost like Bob\nAnd, of course, the music that inspired me was I\nMarley, and it's true. How do you feel when\nin English, so that was the first step for me.\npeople tell you that?",
    "Page_18": "18\nINTERVIEWDAVIDCAIROL\nBOBMARLEY\nTRACKS\nArecreation of Bob Marley songs\nIt's kind of strange, because Bob Marley, he\nWailersandme,someoftheliveversions,\nis the king! Of course it's a compliment and I\nand he's lookingfor a singer since afewyears\ntake it like this, I really love Bob Marley, he\nnow.I thinkyou are the one!\"Once again,it\nwas like a teacher to me, so yes, Ilove when\nwas amazing to receive that from her. There\npeople say that, but at the same time it's very\n are so many singers in the world, and she\nstrange because a legend like him is hard to\nwas offering me that place in the project,\ntouch. I feel blessed to reach this compliment.\nso I accepted the idea that I got that sound\nand contacted Peter Wezenbeek, who is the\nMy grandmother told me that first, she said\nproducer behind it.\n\"You have something of Bob Marley in your\nvoice\". When I went to Jamaica to record\nSo far, we recorded 30 tracks, Judy did one\nmy album, this album, Vers(e), I met Judy\nwith Marcia Griffiths as a lead singer, plus\nMowatt and we were in the studio,record-\nsome other versions. We don't know when it's\ning a duet called Echoes From The Jungle.\ngoing to be released, the producer still has to\nWhen she heard the sketch, she asked “Are\ndeal with distributors and licenses to make it\nyou singing that song?You sing like Ziggy!\nhappen, to show it to the world, so we have to\nNo, you sing like Bob!\" It was very strange\nwait a bit till all that is set.\nfor me to hear that, coming from her. But\nsince she was so close to him and it wasn't\nAnother project I want to talk about before\na problem for her to tell me that, I was cool\nwe turn to your album is a school cooperation\nwith it. She said it was like magic, she said\nyou organised between Jamaica and France.\n\"Wow,you are coming from France,from an\nHow did you make that happen?\nother culture,and you have the same vibe!\"\nThe first step was in France. I started to do\nshe told me I carry the same energy in my\nsong-writing workshops in 2007, and I devel-\nmusic. I took that straight in my heart, it was\noped a lot of projects with schools, working\namazing for that person telling me that\nwith students with social difficulties and\nhandicaps. When I went to Jamaica for the first\nJudy Mowatt even introduced you to the pro-\ntime in 2017, I went to the Alliance Francaise,\nducer of the Bob Marley Tracks project, right?\na French institution that you can find all over\nYes! A few days after that recording, we\nthe world, they provide French lessons for\nworked in the Tuff Gong studio, with\nadults. I went there because two of my songs\nMarcia Griffiths andBrinsleyForde and\nare used in their classes to teach French in for\nJudy Mowatt. Two days later, she gave me a\neign countries, so I introduced myself to see if\ncall and she said“You know, Ihavea Dutch\nwe can work on a project together. I suggested\nproducer,he'srecordingwithsomeofthe\n to do some songwriting workshops in Jamaica",
    "Page_19": "ONE\nRECORDS\nREAL ROOTS ROOK FROM YARD AND ABROAD.\nONE DESTINY.ONE LOVE.\nWWW.ONENESS-RECORDS.COM\nHEADCORNERSTONE\nMOMENT.FORCHANGE\nRINCESS\nMARO\nRIDDIM\nLUCA\nTHEAN",
    "Page_20": "20\nINTERVIEWDAVIDCAIROL\nas well, I told them that Jamaica gave me so\nWow, that's such a great thing to do! Cha-\nmuch, with the music, with Reggae, that I\npeau. And then the next time you went to\nwanted to give back something to Jamaica.\n Jamaica was to record your present album,\nright?\nThey contacted some schools and it was a\nYes, in 2019, the year we met in Ostroda. I\nstayed two months in Jamaica that year, but\ntime, I didn't know anybody in Jamaica, I\nthe story of the album started during my first\nwent there with my backpack for holidays\ntrip already. I met a lot of people back then,\nonly, I hadn't planned to work there, but it\nand I recorded a first version of the track\nhappened. The project created a small buzz\nBurning Bridges, but it was lost in the studio\nin Kingston, a lot of TV stations like TVJ,\nbecause the recording engineer had left and\nSmile Jamaica and CVM, the Gleaner also,\nI couldn't get it back. The Chronixx album\nall medias were interested in what I was\n Chronology was like my soundtrack during\ndoing. I did a lot of interviews, and I met a lot\nthat trip, and I loved the song Skanking\nof people, and that way I could develop this\nSweet so much, I was trying to find out who\nproject in Jamaica. When I came back home,\nhad produced it. I realised it was a French\nan English teacher in France proposed that\nguy, Matthieu Bost from Bost & Bim. I tried\nI do an exchange between her high school\nto get his contact through my manager when\nand a high school in Jamaica, and we started\nI came back to France. We met in Paris and\nthe first project, a collaboration between St.\nhe listened to my music and he said “Wow,\nGeorge's College and a high school from my\nit's really great, if you want we can do some-\nhometown. It was amazing to do that!\nthing together!\" so he sent me some riddims\nOUT\nNOW!\nALBOI\nOSIE\nTHENEWALBUMFROM\nALBOROSIE\nFEAT.JOMERSAMARLEY/COLLIEBUDDZ\nBIGMOUNTAIN/WAILINGSOULS",
    "Page_21": "INTERVIEWDAVIDCAIROL\n21\nand I wrote something on it. I was really\nso we met during my first trip in Kingston,\ncomfortable to work with him, so I proposed\nand when I came back it was nice because\nthat he produce the full album. At the same\nwe alreadyknew each other.He introduced\ntime, I was in touch with a Jamaican produc\nme to Winston “Bo-Pee\" Bowen, and he\ner, Sam Clayton Jr, who was living in France\nwas always by my side in the studio, saying\nback then. He was recording a lot of artists\n“Don't worry, don't stress, it will be ok”\nin France, like Naaman and so on. I called\nbecause some were a bit hard to understand,\nhim up and asked if we could work together\na bit rough, and Bo-Pee always helped me\non the album and he said “Yes, that's a good\nout, he was so gentle... I was so sad when he\nidea!\". So, during 2018 I wrote a lot of songs,\npassed away. Beautiful people, I was really\n20,and at the end of the year I told them that\nimpressed by the way they work in the\nI was ready to record.\nstudio, live, because we in Europe, we don't\ndo that often. It's not really live, everyone\nWe went to Jamaica in January.Sam Clay-\ntogether, so Ilove that, quality working\nton Jr and Stephen Stewart recorded the\nand the vibe was so nice... I won't forget\nfirst part of the album and Matthieu came\nthe first day, we recorded Last Bus, Turn\nin February to join us. We had prepared\nUp The Stereo and Morphed Faces. Then\nthe songs and the sound that we wanted to\nJudy Mowatt came a couple of weeks after\nhave on that album, and we decided to build\nthat, she wanted to understand what I was\na team with musicians like Sly Dunbar,\nsinging, the lyrics, that was very important\nEarl Chinna Smith, Bongo Herman, you\nfor her. So,she came to the studio and it was\nknow, the old-school team, and that for me\nanother great moment for me... you know, if\nwas a dream come true, to have them in\nBob Marley is the King, Judy Mowatt for\nthe studio. I knew Chinna because I had\nme, she's the Queen, and she has become\ntoured a bit with Inna De Yard in France,\nsomething like my mother in Jamaica!",
    "Page_22": "22\nINTERVIEWDAVIDCAIROL\nDid you develop the song Echoes From The\nJungle together with her?\nBUILDING BRIDGES\nI wrote that song maybe 10 years ago, a long\ntime ago, and every time when I was trying\nto finish the verse, I had that chorus she\ndoes on Black Woman,\"Ladadadadaaaa...\n(sings). I didn't know how to finish that song,\nand I was telling myself how amazing it\nwould be to sing it with her one day. When I\nplanned my trip to Jamaica and I thought it\nmight be possible to meet her, I finished that\nsong, the lyrics. And she came and interpret-\ned the lyrics I wrote and did her line... it was\nvery mystic to have that, to have her singing,\nDAVID CAIROL CBRiNSLEY FORDE VAR\nit was just crazy, I was like a child. I told her\n\"I gotta give you a big hug, cause I wanted to\nmeetyousolong!\"\nVar now, that was just another mystic con-\nOther features on the album are Var and\nnection, you know how that happens in Ja-\nBrinsley. I think the first version of Building\nmaica. During my first trip, I took my plane\nBridges was supposed to get lost so you\nin Belgium and I was in the plane with The\ncould re-record the track with these fantastic\nCongos, we played together on their tour\nsingers! How did you link up with them?\nbefore, so that was a funny coincidence\nIt was late January in 2019, I was at Dub\nalready. Two weeks after that I was on the\nClub, and one French guy I know called\nbeach in Bull Bay, at Jamnesia, I was trying\nSherkhan, he was there with Brinsley\nto surf but there were no waves. One Rasta-\nForde because they had just shot the music\nman came to me and asked where I'm from,\nvideo for a song with David Hinds from\nand I said from France and he said there's\nSteel Pulse. Sherkhan introduced us and\na guy who is French too, and he introduced\nI told him that I'm a big fan of Aswad, and\nus. This man was the manager of The Con-\nthere was an instant connection. After that,\n gos, and he told me they were shooting the\nBrinsley came to live at the guesthouse\nInna De Yard movie at the time. He invited\nwhere I was staying, so he was my neigh-\nme to see Kush McAnuff, so we went to his\nbour for the next 2 months. We were hang-\nhouse, and later we went to the Dub Club.\ning out, cruising the city, going to concerts\nOn the way there, we stopped to pick up Var,\nbecause it was Reggae Month, so we were\nand we spent the whole night talking about \nalways together. And I wanted to invite two\nspirituality and Reggae music and messages\nsingers on the song, so it was natural that I\nand positivity. I told him that I was doing\nasked him because we have the same vibe.\nthis school project and he did something\nAt the same time, he was saying that he\nwith children as well, so we thought about\nwanted to write and compose his upcoming\nsomething in common, a project in the fu-\nalbum, so I went to the studio with him to\nture, and I told him we have to do something\npre-produce his album, we were working\ntogether one day. When I came back in 2019,\non different songs together. We recorded\nBrinsley was in studio with me and asked\na single for his album as well with Judy\n\"Do you know that artist, Var, he's on the\nMowatt and Marcia Griffiths, but that's\nsame label like me,JahSolidRock Music,\nanother story (laughs). Anyway, he came to\nand my producer wants me tomeet him in\nthe studio to record Building Bridges with\n Kingston\", so we invited him on Building\nme, and it was just great.\nBridges as well.",
    "Page_23": "CONSCIOUS\nREGGAE\nWEAR\nSTRICTLY\nROOTS\nGET 10% OFF WITh CODE \"REGGAEVILLE\"\nlonbaw\nConsciouswear\nwww.lionpaw.de\n lionpaw_conscious_wear",
    "Page_24": "24\nINTERVIEWDAVIDCAIROL\nAnother song I want to talk about is Banan\nBanan. Which language is that?\nNice that you ask me that! This is my birth-\nplace language, Basque, one of the oldest\nlanguage in Europe, before Latin, before\neverything. We don't know where it come\nfrom.\nYes, I read an article about it once, it's like\n a mystery because linguists can't find any\nlanguage that's related to it. It's like an\nisland!\nThat's true, we were invaded by the Romans\nand then divided between Spain and France.\nThe culture is very difficult here, it was very\nDAVIDCAIROLXRIK\nimportant for me to have a song on that\ninternational to have a song in Basque for\nAnother artist featured on your album is Rik\nthe people to discover that. I wrote that song\nJam in Heartcore. How did you meet him?\nwith a friend, Maialen Errotabehere, she\nI met him through Olivia “Lili\" Musiato-\nis also a singer, always singing in Basque,\nwicz, she was also in Kingston at that time\nshe is known here. The song talks about a\nand we were in the same guesthouse. She told\ncastle next to the sea, Abbadia in Hendaye.\nme that a friend was coming to visit her that\nIt was built by a duke in the 19th century, it\nnight, Phillip McFarlane, a great producer,\nincludes an observatory, and every room in\n and that he's coming with a young artist\nhis castle represents a different country. One\ncalled Rik Jam whom I should meet. So, they\nis dedicated to Ethiopia because he used\ncame and we talked about life and our past,\nto live there, so the song says if you are in\nand me and Rik had a lot in common, about\nAddis Ababa or in Abbadia, you can observe\nour family, we shared some vibes. He invited\nthe same stars. We have oceans between us,\nme to listen to his music, and I was really im-\nbut we have the same sky, the same sun,\npressed by his voice, the production, the vibe,\nit's about unity between the people. It's a\nH loved it! After two or three days I thought I\nvery poetic song, and we tried to use the\nhave to invite him on a song, and I thought\nwords that were close to African languages\nit would be cool to have him on Heartcore\nto have that sound a bit. And then I invited\nbecause it's more modern, produced by Bost,\na Jamaican choir, it was with Sam and Ste\nand Rik Jam has that vibe like Chronixx, so\nphen, and they sing in Basque on this song,\nI asked him and he said he was ready.\nI think it's a first in the world!\nThe video for that track is also very special,\nDo you speak Basque?\nvery colourful... how did you find the dancers\nA bit, yes. There was a lot of oppression,\nin that one?\nespecially in Spain, there you could even go\nThe dancers are from Kingston, I saw some\nto prison for speaking Basque. There was a\nvideos on their website and liked their style,\nrevolution with the ETA, so now the situa-\nand when I asked if they want to be in the\ntion changed. A part of my family lost that\nvideo they said yes. Their crew is called\nlanguage, my father didn't learn it, but my\nCaution, they have a good vibe, always smil-\naunt did and she's a teacher, so my family\ning, I love that positivity in the music. And\nspeaks it when we meet for Christmas or\ntheir style fits the vibes, I was looking for\nso. I learned it as adult, but it's really hard\nHeartcore, not hardcore, you know? (laughs).\nbecause it's not at all like French!",
    "Page_25": "MARTIJNHUISMAN\nA unique reggae journey\nthrough time and space to\nTHE\nexplore the global legacy\nand impact of Bob Marley\nand the Wailers.\nREGGAE\nNATION\nMARTIJN\nThe Global Legacy of\nBob Marley & The Wailers\nTHE\nREGGAE\n6 A travelogue of inspiring\nrevelations(..)eloquent\ndescriptions of Marley's\nNATION\nglobe-spanning inspiration.\n~RogerSteffens,authorof\nSo Much Things to Say: The\nThe Global Legacy of\nOral History ofBob Marley.\nBob Marley & The Wailers\nWith a foreword by Roger Steffens \nLIMITEDEDITION(5OOHARDCOVERCOPIES)\nAVAILABLENOW!\nForbookordersandmoreinformationvisit\nwww.reggaenationbook.com",
    "Page_26": "26\nINTERVIEWDAVIDCAIROL\nsmall guitar. We went from Peru to Brazil\nand I started to write that song on the way.\nHOPEROAD\nI left it after that trip, but on that album I\ntalk about organic things, about real music,\nand I wanted to pay a tribute to music, so\nI dug it out again. Music is like a goddess\nto me, I talk about music like that, if you\nit works as well, so music is god and god is\nmusic.\nThe album is called Vers(e) - what was the\nmotivation for that title?\nWell, it has different meanings... in French,\nDAVID\n'vers' means forward, the direction you\nCAIROL\ntake, but 'vert' is also the colour green. And\n'verse' as in a poem, because it's a new\nI always love when people include their\nchapter for me, a new verse, a real step in\nnative language on their songs. What is the\nmy life as a musician as well, this album is\nstory behind Hope Road?\nsomething very special to me. It's like a dou-\nI wrote this when I was next to Hope Road\nble project, we have Vers(e) and Reverse\nin Kingston during my first trip. It came\nwhich will follow next. It's in French, we\nlike magic to me, first verse, second verse,\nhave recorded it in France and in Jamaica,\nsometimes it happens like that. I was on\nwith some features from Europe this time.\nthe steps of the Bob Marley museum,\ngoing everywhere: to Trenchtown, to Nine\nDo you have anything planned for the\nMile... of course there are a lot of referenc\nrelease of the album?\nes to Bob Marley and his life in the song,\nWe have some acoustic gigs during the\nbut it's also about my journey as a young\nsummer in France, but a lot of things are\nsinger, the way I see life and people and\nstill closed or cancelled for now. I have a\nthe way we behave as human beings. Hope\nfirst big live gig in my place Biarritz in\nfor me is what Reggae music taught me,\nOctober, where we present the music to the\nit's so important for me, for a lot of people,\npeople, for the first time. I really hope we\nand this is what Bob Marley and other\ncan play at festivals next year!\nartists gave to people, giving hope, giving\nthem some sun to keep on the way, so this\nI hope so too! Last question about the\nis the road of hope, truly. And of course it's\nvideos - six are out already, do you plan\nalso about the way I choose to be, the way\nany more?\nI choose to live my life as I discovered Reg-\nYes, I was supposed to shoot a video with\ngae music, to do my own music, to live with\nJudy, but that day I fell ill, I had to go to\nmusic, it was the first thing I wanted to\n hospital, and it was two days before leaving\nhave and now it's like a dream come true.\nJamaica so we couldn't do it. I will go back\nfor that though, and also shoot a video for\nSpeaking of, the last track, Music, touched\nBanan Banan.Morphed Faces is already\nme deeply, and it's just you and the guitar...\ndone and will be released in September,\nThis is one of the songs that I wrote very\nWe shot it in Port Royal, in the ruins, that's\nearly. I was in South America at that time\namazing. Last Bus was the first song we\nwith a friend,it was my first travel ever\nrecorded, we shot it in Nine Mile and in the\nfar from home, just with a backpack and a\nstudio in Mixing Lab.",
    "Page_27": "PSP\nINTERVIEWDAVIDCAIROL\n27\nClassics\nGreat works. Thank you for the insights,\nDavid. Any closing words?\nI want to than my whole team and Mat-\nthieu Bost for the production.And I want\nBOB\nto pay a big tribute to Bo-Pee Bowen, to\nSam Clayton Jr., and the backing vocalist\non Last Bus, Dalton Browne, he left us as\nwell, that was very emotional. These people\nMARLEY\nwere very importantfor the album and\nthey passed before it was released,so that\nmakes me very sad, but I hope we going to\nmake them live on through that.\nDaS SoNdErHEFT\nYes, their contribution will live on\nforever now.\nPPP\nBOB\n2POSTER\nMARLEY\nALLEALBEN\nJETZTAMKIOSK\nODERDIREKT\nHIER\nBESTELLEN!",
    "Page_28": "28\nINTERVIEW DAVID CAIROL",
    "Page_29": "ALBUMREVIEWDAVIDCAIROL\n29\nDAVID CAIROL -VERS(E)\nTake It Easy Agency - Autumn 2021\nDavid Cairol is a name\nFirst and foremost, Build-\ny'all better get familiar\ning Bridges combines three\nwith, because this man\ngrand vocalists on an equal-\nis definitely an artist on\nly  magnificent instrumen-\nthe rise. Not only is he a\ntal with contributions by\nbeautiful    person\ninside\nWinta James on keyboard,\nand out, actively socially\nBo-Pee on guitar, Danny\n engaged, incredibly talent-\nBassie on bass and Bam on\ned and well-connected, but\ndrums. The result is a beau-\nhis voice sounds so close\ntifully intense, decelerated\nto Bob Marley's that even\n Roots riddim on which sing-\nJudy Mowatt remarked on\nBAWDAEAR\ners David, Brinsley Forde\nthe eerie resemblance, sug-\n(Aswad) and Var (Inna De\n gesting David as the lead\nYard/Pentateuch)unfold\n singer for the Bob Marley\ntheir magic.Less rootsy,\nTracks project.\nmore modern in beat, the heartening carol Heart-\ncore (pun intended!) was the perfect fit for Jamai-\nThat's not what we'll talk about here, though;\n can newcomer Rik Jam, another artist to look out\nthe focus is on Cairol's new album Vers(e). The\nfor. How exactly David convinced this queen to fea-\ncomplexity of this release starts with the title, as\nture on Echoes From The Jungle I don't know, but\n Judy Mowatt OD can be heard on the Nyabing-\nor, in French, “well-versed\" (\"verse\"), “I pour\" (je\n hi-influenced track, flowing on her signature Black\n(aa,) aspinmon, no (aaa,) auaata, (asaa\nWoman melody. Impressive!\nProduced in close collaboration with Matthieu\nBost, the 11 tracks showcase a crazy amount of\nAnother song we have to talk about is Banan Ba-\nmusical genius, from Sly Dunbar on drums via\n nan, a first in many ways. Crafted on a Nyabinghi\nBongo Herman and Hector “Roots Percus-1\nbeat as well, it's the only Reggae song I'm aware\nsionist\" Lewis on percussions to Earl “Chin-\n of that's sung completely in Basque, the mysteri-\nna\" Smith on guitar. Sadly, contributors Win-(\n ous language of David's home. He is joined by a\nston “Bo-Pee\" Bowen, backing vocalist Dalton\n1 17-voice-strong choir from The Nexus Perform-\nBrowne and co-producer Sam Clayton Jr didn't i\ning Arts Company, who sang Basque lyrics cer-\nlive to see the release of this work, but their influ- \n tainly for the first time in their lives. An amazing\nence can be heard and felt throughout, especially\n contribution to linguistic diversity, and a very poet-\non the skanking Last Bus, an instant favourite. It \n ic way of talking about unity... we are all watching\nwas both the first song recorded at the prestigious\nthe same celestial bodies!\nMixing Lab Studio in Kingston, and the first vid-\neoreleased.\nWith Vers(e), David Cairol has managed to find\nan appropriate expression of his deep devotion\nOther tracks out on video are the marching Grow\n to Reggae music. Rich in variety and talent, this\nIn, the touching Music, highlighting David's\n release pays homage to the masters of their craft,\n warm, on-point vocals, and Hope Road, a stirring  the instrumentalists who've been around from day\nautobiographic tale of Cairol's own musical jour-  one. We need more releases that preserve their\nney. And the featured tracks, of course, which are  skills for posterity! Merci et chapeau, David.\na joy to watch and listen to!\nby Gardy Stein",
    "Page_30": "INTERVIEW\nETANA\nBRIDGING THE DIVIDE",
    "Page_31": "INTERVIEWETANA\n31\nTOGETHERINUNISON\nINTERVIEWBYSTEVETOPPLE\nPHOTOS BY MARVIN BARTLEY\nEtana is not an artist to take things\nslowly. She's just released her\nfourth album in four years\nPamoja. And this Grammy-\nnominated,\n chart-topping\nmusician shows no signs\nof musical burnout, as the\nproject is filled with stellar\ntracks, slick production and\nher signature style and vocals.\nIt's an eclectic affair, representing both her\nmusical influences and her philosophy on the\nworld. Reggaeville caught up with Etana to\ndiscuss Pamoja, working with other artists\nincluding Vybz Kartel, Africa, politics, the\npower of music and more.\nPamoja is a remarkable project: already one\nI thought that would be tricky. But I guess\nof the stand outs of the year. One of the things\nduring the Covid period, when people were\nthat makes it impressive is its sweeping\njust home, it made it easier for me to link up\n across genres. Was this the intention or was\nwith people and just record.\nit natural?\nI think it was natural. The first idea was to\nYou mentioned the production. Credit has to\nhave half of the album Afrobeats, and half\nbe given to Chris Scott for the mastering It's\nreggae. But then it evolved into something\nsuperb.\nthat was nearer the meaning of 'Pamoja',\nYou know, this album? It got mastered four\nwhich means “together\". I didn't see it co-\ntimes [laughs]. After I got the first one, I\nming, I didn't see it making all the twists and\nsaid“No,Iwant this and this and this to be\nturns it did. But I'm excited with what we've\ndone\". Then I sent it back to Chris, he sent\nended up with. And so, yeah! I'm pleased\nit back and then I said “It's still not right\".\nwith what I see and hear. Even the produc-\nHe said “Right Etana! I'm really going to\ntion of the album: I thought it would be hard.\nwork on this one!\" And he took a couple\nThe plan was to work with other artists, and\nmore days, then he sent me the third one",
    "Page_32": "32\nINTERVIEWETANA\n- and I was like “Yes! This is it!\".Except\nYes! Superb work. Other tracks stand out,\nfor one song. And I still corrected the one\nlike the brilliant one with Damian, Turn Up Di\nsong. But when you correct one song on the\nSound. How was that working with him?\nmaster you then have to go over the whole\nSo, we were emailing him backwards and for\nthing again.\nwards for a while.And then a few weeks later,\nhe just sent back the track and said “This is\nThat poor man!\nwhat I have so far\". But when I listened to it,\n[Laughs] I know! But in the end, he called\nI was like, “So far? You think you need to do\nme and said he enjoyed working with me,\nanything else to it???\". And I said, “OK! Let\nand the challenge I gave him. He also said\nmeseewhatelsehe'sgonnacomewith\".So,\nhe doesn't work with a lot of artists in\nI text him back telling him it was good, but\nperson like he does with me - and he's sur-\nI'd wait to see when he was comfortable. So,\nprised to hear what my ear is like. He said\nhe sent it back when he was comfortable.\nmy ear was different. But overall, he said he\nAnd I was like“Yes, now I see the difference\".\nappreciated working with me and I said the\nBecause then he did this big intro, waking up\nsame to him. He's very, very cool. He likes to\nthe track in the beginning. He ate it. I said to\nlisten, and so do I. We like to share ideas so\nAndre [Morris], he ate it up. Damian ate it.\nwe get the sound perfect.\nThe way he responded on this track was so\nwicked. He just ate it.\nWell, you did the right thing, because the\noverall sound is scintillating!\nNothing else needs to be said! It's classic\nThank you! I'm happy to hear that! I know\nDamian: Roots meets Hip Hop beats with a\nthat I'm the hardest on myself. It's one thing\nbooming bassline.\nwhen you want a particular sound: you hear\nYeah! He took control of the song. He was\nit in your bones, hear it in your soul and\ncool, too, because I'm sure he understood\nif it's just not coming together? That's the\nwhy I did three different mixes on this song.\nhardest part for me. Trying to get the sound\nI sent him two, because I wasn't going to put\nI feel and hear, somewhere in the centre of\nit out without him hearing it. I wanted to see\nme. And I just wanted it to be that on the\nwhich one he preferred - and he picked the\nrecord. Imagine the task!\nsame one I picked, so we were on the same\npage! It was easy working with him. As long\nEvery track stood out. But particularly Fly\nas I was patient enough to make sure he was\nwith Fiji. Both your vocals are superb. But it\ncomfortable. I think that was the point of me\nalso stood out that despite recording your\nbeing as patient as I was: to make sure he\nvocals separately, you sound like you recor-\nwas comfortable on the track and comfortable\nded them together!\nwith the end result.\nI recorded my vocals in Florida, and he\nrecorded his in California. But the mixing\nThe track was then reimagined later with\nengineer who recorded his vocals is the\nAlborosie. You did similar with Not 4 Sale,\nsame one who did Burned.He had a real\nprofessional who was already familiar\nthe system's enforced ideas of being a\nwith my voice put it together. So, I'm not\nwoman, from a woman's perspective. You\nsurprised that you felt like we recorded it\nthen did a second version of that with Patrice,\ntogether - because of the people who did the\nNatural Beauty, which brought in a man's\nvocal recording.\nviews on this. It's very clever!\nYes! You got it! Thank you. I'm glad you got\nIt's a very impressive song.\nit. That was the intention. Because we, as\nThank you. And that note Fiji did at the end?\npeople,we experience some of the same\nWow!\nthings.Butwe don't necessarilyfeelthesame",
    "Page_33": "way about it, or express it in the same way.\nI didn't want to overpower you on a song!\"\nSo, from a man's perspective, talking about\nAnd I said: “Listen. When you do your part,\nthe woman, how royal the woman is, and how\nand I do my part, it becomes our song and\neverything about the woman is beautiful and\nour sound.And when weput it out it becomes\nsexy - I needed that part of it, and Patrice\nthepeople's song. So,I'll do thebest I can do,\ndelivered it. Even the way he delivered it was\nyou do thebest you can do and whenweput\nsexy and cool, you know?\nit together we'll make something amazing\".\nIt was wicked. It was just easy. Working with\nPamoja does feel really “together\", because\nAlborosie was the same thing. Working with\nyou've drawn artists from all over the world.\nFiji - he actually told me he wasn't feeling\nHow was that during lockdown?\nWell..\nI think the internet makes it easy. Wezi hit\nme up on Instagram. She messaged saying \nthat she was a fan, and wanted to say hi and\nImagine that! So, I think the internet made it\nasked if we could work together at some\neasy. Normally an artist would be like, “I'm\npoint. I told her I was doing an album with\ntravelling tomorrow morning\", or I would be\ncollaborations and I'd like to send her a\nall over the place, not having enough time to\ntrack. I did think it was maybe a bit quick!\nsit down and really do it. So yeah, I think this\nBut I sent it anyway. She was really excited,\nwhole lockdown has made me more creative,\nshe jumped on it right away and I got it back\nI've had more time to concentrate - I wasn't\nin a week. She said “I wasn't sure if I was sup-\ntravelling all over the place, so I've had more\nposed to add anynotes or anything because\ntime to talk with people.",
    "Page_34": "34\nINTERVIEWETANA\nI have to ask you about Clap. It's a real fusion\nI think I'm always for the message in the mu-\nof genres and styles. The only way to sum it\nsic. Because not only do adults listen to music,\nup is Neo Soul.\nbut families - driving in the car to anywhere,\nThat's the closest thing! Because if you\nmusic is playing in the background. So, I\nthink of Neo Soul stuff from the late 8Os, I\nthink it's a good idea, and a very important\nhear a lot of that in the song, especially the\nthing for creators and me, to deliver messages\ndelivery. But I still wanted it to have the feel\nand songs that people can grow with. Songs\nof Afrobeats, and the vibe of Dancehall, so I\nthat keep us together as a people, keep us\nbrought all three of them together. So, I think\nstrong, positive, rocking - everything that is\nit made the track interesting. It's something\npositive. Even when I'm performing live, do-\nthat it stays with you, sticks in the back of\ning the strong songs with the serious message\nyour mind and lingers for a while. And that's\nand the Roots and it's just so strong - I see\nwhat I wanted to do. I wanted the listeners to\nthat people get the message. But I think that,\nbe walking around and then suddenly hear\nespecially now when we've been through so\n(sings) “Baby don't you let me go\". You\nmuch over the past year and a half - even if\nknow? Stuff like that. I wanted the music to\nthere is a message, I want it to be something\ntalk to them long after they stopped listening.\nthat people can rock to - and if you're not\nthinking too hard about it, you wouldn't even\nAnd that's what it does. So, narrative-wise\nrealise that the message is so strong. I want\nthere's a lot going. You've mixed the con-\nyou to feel good and feel enriched at the same\nscious messages with more relaxed vibes. Do\ntime, without feeling burdened to understand\nyou think that's an important mix to have?\nwhere I'm coming from.",
    "Page_35": "oblmr/\nDEANFRASER\n4ORIGINALMUSICALTREASLRES\nAVAILABLEONALLDIGITALPLATFORMS&RECORDSTORESWORLDWIDE\nAeld albogsoun\namazonspotify\nWWW.TADSRECORD.COM·Email:tadsrecordinc@cwjamaica.com\nwww.facebook.com/tadsrecordinc\n@tadsrecord\n@tadsrecord\nBuy@www.tinyurl.com/tadsrecordamazon",
    "Page_36": "36\nINTERVIEWETANA\nVybz Kartel struck the balance of conscious\nand bruk-out really well on Of Dons and\nBABY\nDivas. And it works so well because people\nwho might not be conscious, it opens their\neyes and you draw them into deep messa-\nges without them even realising.\nETANA FT.VYBZKARTEI\nYes! Exactly. That's the point. To do it\nwithout people even realising. But then, the\npeople who are conscious are appreciative\nof the message just the same.You have peo-\nple who are deeply, deeply conscious and\n connected to everything that's happening.\nAnd so, because I have a lot of fans like\nthat, I don't want to lose their interest in\na project. But on a broader scale I think\npeople need to loosen up a bit and work\ntogether to build back something better\nthan we had before.\ntions like“Why do you think you could've\nAs for Vybz Kartel, he's a beautiful person\ndone a song with Vybz Kartel?\" - I'm\ninside. I think he's very intelligent and\nthinking “That's because he's intelligent!\nvery talented.Even when people ask ques-\nHe'stalented!He'ssmart!Heknowswhat\nL.A.BIV\nNEWALBUMOUTNOW\nspotify\nMUSIC\nbandcamp\nNOR\n?\nZOO",
    "Page_37": "INTERVIEWETANA\n37\nto do!\" Like, how do you not know this? He\nGiven this message, do you think Africa\nresponded beautifully on this track [Baby\n and its people are moving towards a point\nO]. Also, he shows that he is quite aware\nwhere they can break the shackles of this?\nof what he's doing. In one of his regular\nWell, I think there's a lot of work to do. I\nDancehall songs, he'd say a lot of deroga\nremember some years ago, I went to Ghana\ntory things. But this song shows that he\nor the Gambia; one of the two.And all the\nalso views women in a different light. And\nleaders came together in a meeting, they\nI think that is the most impressive point in\nwere all gathered. But there wasn't much\nBaby O,it's just to say:“Hey.Even though\ngoing on. So, I said to somebody: “Why is\nI talk about all of this stuff,I doknow that\nnobody really saying anything?\".He said\na woman is a Queen, is royal\". And it's just\nthat leaders didn't want to come together\nso warming. It's wicked.\nbecause they didn't want to lose what was\ncoming in their directions. If they unite,\nWhat was Malaika (\"Angels\") about, as it's\nthey'd have to give up some of the things\nin Swahili?\nthey like or have; then they'd have to share.\nIt's saying “My angel, I love you\". It's about\nAnd that is another problem. Then, they'd\na woman who is in love with someone, who\nhave to think about what would happen if\nmay not have a lot [of material wealth]\nthey cut some of these ties with other po-\nbut she would be with him and marry him\nlitical people. So, it's a lot of a mess. But I\njust the same. But more than anything, the\nthink as generations come up, they become\none line that made me do the song is “My\nwiser, they start making different moves\nangel, I love you\". Because if you think\nwithin themselves - not even politically,\nabout Africans and their history; not to say\nnot even up top, I'm talking about the peop-\nthat there isn't much wealth, and money,\nle on the ground. They're making different\nand gold and all the things we want and\nmoves, becoming more independent, more\nneed in Africa - Africa is rich - but think\nbusiness-orientated, more everything.\nabout the history of the majority of some\nEventually, governments and people [in\nof the places, not countries because I don't\npower] will have to catch up to them. Will it\nlike to separate Africa like that, Kenya is\nchange politically? As long as we have the\nKenya, Ghana is Ghana, that's how‘they\nsame people in place, I doubt it. But we,\nsee it. But in our minds, Africa is Africa\nthe people, have the power to make them\n , e d,   s io -\nchange.\nAfrica. So, when you think about its history,\nAfrica has been through a lot of pain and\nSo, do you think change will come from the\nstruggle and there's still a lot of that. But\nbottom up?\nif we can find it in ourselves to love each\nExactly. I think it will. Because we're more\nother, regardless of what we have, as a\naware of how things were. Recently, I did\nfamily, as a person, as a citizen - I think\nsome research on apartheid [in South Afri-\nwe can go a long way. So, “My angel I love\nca] and how the whole revolution started.\nyou\", regardless of who you are, where you\nAnd I realised that even in that revolution\nare, no judgement, no nothing, I just love\nand how political it was too, and the reason\nyou. That's why I chose that song, because\nfor that revolution, and the reason in the\nthat's what it says to me.\nfirst place - it's deeper than I thought and\nmore political than I thought! To under\nYou mentioned Africa having gold and the\nstand it all you have to go all the way back\nthingsweneed.We stillhave corporate\nto when the French and the British were\ncolonialism extracting the wealth from the\nthere and were fighting over the space.\npeople there. But Pamoja comes out with a\nYou'd have to go back then and all the way\nvery strong message of African unity.\nthrough their political growth to under",
    "Page_38": "38\nINTERVIEWETANA\nstand why the revolution started in the\nover this time. They used fear to do that, to\nfirst place. So, I think we're getting more\ngain control, and to implement those rules.\neducated and we're understanding a lot\nAnd we always have to remember not to be\nmore than we did prior to now. Information\nafraid.\nis at the fingertips.You can google stuff\neven thought it takes more than Google\nAnd there was another time I wrote about\nnow, everything is right in front of you, you\nthe police doing all the things they do, and\ncan find videos - a lot of stuff we never\none day it would turn back on them.But I\nhad before. With time, I think there will be\nnever thought it would have the turn-back\nchange. And it will come from the bottom,\nI see now. It's weird. It's not anything I'd\nup.\nwant to see because yes, I want people to\nhave respect for authority. This is how our\nThe access to music in terms of change\nsystem is set up and this is how it works;\nfrom the bottom up is going to be crucial.\nthis is how it has worked over time. But we\nWould you agree?\nhave to right the wrongs somehow. And in\nI agree. There was a time when I wrote\nwriting that song, I never thought I'd see it\nmaybe three songs I can think of; there's\nin my time. Music is powerful. Not even the\nmore -but I've seen changes from the be-\n artists sometimes understand the message\nginning. With Wrong Address, when I did\nthat's being put into the song. Because the\n(sings)“We don't want no trouble\",about\nsong and the messages come from a place\na woman who applied for a job but didn't\nthat even we can't touch. Somewhere in the\nget it because where she's from. A couple\nuniverse; somewhere that's connected deep\nof years later the Prime Minister of Jamaica\ninside at the centre of us. A lot of us crea-\narranged to have young adults bussed from\ntors don't understand that place completely.\ntheir communities to work, and from work,\nI find that sometimes when the message\ncomes,you can't even control it -you can't\nnities in the airport and different place for\nslow it down. You just have to write. Like,\nthem to get employed, especially if they're\nwhen I get the messages, I just have to\nfrom a low-income community. And it still\nwrite and sing. I have to record it and put it\nsheds light on the same prejudices, and\nout. And once it's out, sometimes you don't\nI wouldn't even say prejudices - I'd say\neven know what it is. But it does the job\nclassism. And it still sheds light on that\nit's supposed to do. And that's the amazing\nclassism today.Someone interviewed me\npart of creating. Sometimes I feel like a ves-\nabout it last year, and she said she cannot\nsel; a portal. Like something comes through\nbelieve that people are actually still facing\nme and to the world, and it does wonders.\nthese situations today - and the song was\nI'm grateful that I'm able to do that, and to\nplayed over and over.\nbe used like that by some kind of positive\nforce. Some people call it God, some people\nThere was another situation where I wrote\ncall it the universe. But I'm glad that I'm\na song, in which I said: “I'm not afraid\"\nable to be a part of something so powerful.\nAnd from the time that I wrote the song,\neven all the way up to now, it's impor\nThere are some songs where the meaning I\ntant that we remember not to be afraid.\ntake from it is often different to the artist's!\nBecause fear was one of the reasons why,\nIt does the work. Even in songs that I write,\neven going through this whole pandemic,\nI know what I was going through, I know\na lot of people ended up in the hospital or\nwhat I wanted the outcome to be - but I\neven died -because of fear. And fear was\nnever would have thought that so many\nan intricate factor in implementing all the\npeople across the world would have find so\nrules and making all the changes they did\nmuch strength in, for example, I Rise. Even",
    "Page_39": "OUT\nLNOW\nfeaturing\nPRINCESS\nMillion Stylez\nRIDDIM\nVyzadon I Treesha\nJah Sun Deondra\nJerone\n Million Stylez | Jah Sun | Treesha\nVyzadon | Deondra | Jerone\nRISING\nThe debut EP by Jerone\nJERONE - RISING\nJERONE\nThe Search is Over\nOUTNOW\nfeat. Evie\nDigicel\nFROM\nGive Me A Miuute\nWATER HOUSE\nRISING\nON ALL DIGITAL\n3. Keep You Safe\n 4. Kood It Down\nPLATFORMS\n Brother's Keeper\n★★\nVote For Jerone\nText Vote to 444-550\nRISING\nTAEVORDY",
    "Page_40": "the other dayI saw a note asking the ques-\nsounds like a bunch of jargon - I've heard\ntion:“Ifyou had to sum up your life in two\nthe line [on the news] over and over. It said:\nwords, what would it be?\" And somebody\n\"Covid didn't care if you were rich or poor,\nhad said“IRise\".People come to me about\nblackorwhite,Spanishorwhereveryou're\ndifferent tracks that brought them through\nfrom.Ifyou got Covid,you had a chance\ndivorce; cancer; almost death situations.\nto die - or you died\". So, even in a catast-\nSo, I know the music is powerful. And the\nrophic hurricane or storm, it's not going to\nmessage of Pamoja isimportant,espe-\ngo through and picking whose roof top will\ncially now. Not just for Africa and Africans,\nbe lifted. It just picks up wherever it goes.\nbut for us as a people and a whole: the\nAnd so, underneath all the craziness - we\ntogetherness and family, togetherness as a\nall know that we live in one world together,\ncommunity, in a country and as a world. We\nand at some point, we'll have to work\nneed to come together. And a lot of people\ntogether.\nsay to me: “Well, Etana, that's never going\nto happen.Because there are too many\nIt is that simple. But the system would have\ndifferences.People fight.They don't like\nus believe it isn't.\neachotherbecauseofcolourandclass\"\nWhen I watch the news now, I hear the\nAnd I say: “Hold on\". One thing I've heard\ndivision that's still being created, the\nover and over again, even though the news\ndifferent political division. And I thought",
    "Page_41": "JESSEROYAL\nINTERVIEW ETANA\na\nNEWALBUMOUTNOW\nFEAT.VYBZKARTEL,PROTOJE,\nSTONEWOYRNKUS,AMOR&KUMAR\nREBELUTION\nGENTLEMAN'SDUBCLUB\nRebelution\nTHE MOMENT\nthat after the changeover of the politicians,\nIN-THE MOMENT\nDOWN TO EARTH\nFT/BUSYSIGNAL,KABAKAPYRAMID.\nand now we have Joe Biden in the US, that\nFT/HOLLIE COOK, GARDNA\nKEZNAMDI\nit would actually stop - and people would\nstart to come together again. But I realised,\nINDUBIOUS\nTHELATEONES\nit's almost like people are attracted to the\ndifferent sides -like different sides of a\nteam. So, I think the message of Pamoja is\nimportant. We need to remember or have it\n somewhere in the back of our minds - any-\nwhere - that we need to come together.\nThat is the perfect way to end our time\ntogether! That was wonderful. Etana, thank\nyou so much for chatting with Reggaeville -\nTHEBRIDGE\nFAKE REGGAE [SINGLE]\nwe'll havetodoit againsometime!\nFT/CAPLETON,ANTHONY B,SIZLA,\nJAH9\nWe should, I enjoyed talking to you as well!\nThanks for having me!\nEASY STAR\nFOR MORE INFO CHECK\nEASYSTAR.COM",
    "Page_42": "O",
    "Page_43": "ALBUMREVIEWETANA\n43\nETANA - PAMOJA\nFreemind Music - June 25, 2021\nIt only seems five minutes\nWe stop in Kenya again with\nETANA\nsince Etana's 2020 album\nWyre helping deliver The\nGemini. But she's back,\nOne - a smooth, 21st centu-\nshowing time has no me-\nry RnB Lover's Rock track.\naning when it comes to\nDamian “Jr Gong\" Mar-\nsearingly good projects.\nley and Etana Turn Up Di\nSound with a Revival Reg-\nPamoja,\nreleased\nvia\ngae-Hip Hop fusion. Natural\nFreemind Music, is sim-\nBeauty takes Not 4 Sale's\nply glorious. Like its na-\nriddim and\nd  expands \nit,\nmesake, the album brings\nwith Sierra Leonian-German\ntogether the worlds and\nPAMOJA\nartist Patrice giving a con-\ncultures of Africa and Ja-\nscious man's perspective.\nmaica in both musical and\nEurope isn't missed out eit-\nlyrical form. Etana and\nher as Turn Up Di Sound's\nFreemind's Andre Morris (her husband) are\nriddim is reimagined with Italian star Alborosie\nresponsible for much of the writing (the synergy\nacrossJamrockVibez.\nshines through), along with a plethora of other\n Thematically, aside from the positive relationship\n talents. Chris Scott's mastering is stellar, gi-\nmessages from Pamoja's love songs, the album\nving Pamoja a sympathetic, warm and rich feel.\nfeels like a response to world events since 2020's\nOverall, the album sweeps across genres and the\nGemini. Etana gives a powerful cry of black pride\nglobe.\nwith Melanin. Across both Not 4 Sale and Natu-\nral Beauty, she smashes the system's toxic notion\nLegacy featuring Kenya's Naiboi winds across\nof femininity. Malaika (Angel) sees Etana both\nsmooth AfroDancehall that's interspersed with\nprovide a positive message of love without the need\nelements of Soul. Melanin sees Etana join\nfor riches - and a powerful sermon on the need for\nforces with Tanzanian singer Nandy across a\nhumanity to collectively love each other over mate-\nforthright Afrobeats path. Not 4 Sale with Zam-\nrial things and power.\nbian songstress Wezi is a fusion of Roots, Dub\n engineering and some Dancehall/Trap vibes via\nOverall, the title track encapsulates Etana's vision\nhi-hat buzz rolls. Walking Away pares things\nfor Pamoja perfectly and beautifully. Essentially Af-\nback to Roots-Soul sensibilities, and Malaika\nroDancehall, but with leanings more towards the Af-\nexpands on this beautifully.\nrobeats side, it features Jamaica's Yahsha (who also\n Co-wrote several other tracks) and Kenya's Michael\nBack to Jamaica. Baby O sees Vybz Kartel and\n Bundi - as the three deliver a cry for unity across\nEtana create an almost Lover's AfroDancehall\nboth the Motherland and world more broadly.\ntrack. A stop in Ghana with Stonebwoy fol-\nlows on the stuttering AfroDancehall Proppa.\nPamoja is stunning from Etana: musically extre-\nFly takes us to Polynesia as Fiji helps cement\nmely detailed; the production first rate; vocally she\na Roots-Soul fusion with both artists giving ab-\nand her collaborators at the top of their game; lyri-\nsolutely stunning vocal performances (check out\n cally delivering a plethora of messages and overall,\nhis soaring falsetto). Clap is gloriously ambi-\nit's an inspired project with a cry for common hu-\n guous: really Neo Soul, incorporating elements \nmanity and unity at its heart. Powerful, and one of\nof Ambient RnB, Dancehall and Afrobeats.\nthe strongest releases of 2021.\nby Steve Topple",
    "Page_44": "INTERVIEW\nJESSEROYAL\nBLACK,ROYAL& RICH FOREVER",
    "Page_45": "INTERVIEWJESSEROYAL\n45\nBUILDING HIS THRONE\nINTERVIEWBYGARDYSTEIN\nPHOTOSBYSAMO&NKOSI\nJesse David Leroi Grey, better known as\nthe eleven tracks are nothing short of stun-\nJesse Royal, has firmly established himself\nning. To understand and grasp this complexi-\nas one of the big names among the young\nty, Reggaeville reached out to the man Jesse\nReggae Revival. His 2017 album Lily Of Da\nRoyal himself with a truckload of questions\nValley heralded an impressive development\nin tow. An excellent storyteller, he let us in on\nand, dropping fantastic singles and collabora-\nprecious behind-the-scenes moments, com-\ntions left, right and centre, that development\nments on his collaboration with the produc-\nnow culminated in an oeuvre called, simply,\ners and explains some of the important lyrics.\nRoyal.\nThe conversation, which he joined with his\nThe simplicity is deceiving, though. Royal is\nnew-born daughter in arm, was as entertain-\na highly complex album, both in message and\ning as it was enlightening, and the best thing\nversatility, and the artists featuring on six of\nabout it is that you can read along now:\nWhat's up?\nBless her. Before we talk about your new al-\nbum, I want to ask about your latest IG post..\nI'm good. How are you? How is the family?\nit shows you next to a footballer, Walter Boyd.\nThe family is great, as you can see (holds\nCan you tell us non-Caribbean's who that is?\nbaby up).\nWalter Boyd is one of our most legendary\nfootball players! He was the crowd favourite.\nIs she sleeping?\nHe had a particular shoe that he used to wear,\nWhat'... seeping? (laughs) I wish!\nand he made Puma sell way more pairs in the\ntime that he was playing. He used to wear a\nThe joys of parenthood... how old is she now?\nred boot that was called the Puma King. It\nFive months.\nwas full red, and he wore number 10.\nsseroyal1\nesseroyal1Whoremembersthe\nElectricity thatran thru thestadium\nwhen theBallreachdemmanya\nfoot?!?!?if youKnowyouKnow!!\n#SmallAxe#WalterBoyd #BlackaPearl\n#ReggaeBoyz\n6d\nthechamPearl\n5d 7likes Reply\nView replies (1)\nziggymarleyyeahhailup\n5d10 likes Reply\nM\nLiked by perce\n6,894others\n5 DAYS AGO\n?\nAdd a comment\nPo9t",
    "Page_46": "46\nINTERVIEWJESSEROYAL\nOn the journey... you know, the one time that\nthis interview and get inspiration from the\nJamaica went to the World Cup, on the road\njournalism that you did! There's plates that I\nto France, he was an integral part of that\nuse, that I didn't make, somewhere somebody\nentire process, he was like a one-man-army.\nin this world found it important to make a\nIf you are from Jamaica, you know the feeling\nplate, and I made a dish and served it on that\nof seeing Walter Boyd, and you remember\nplate.There is somebody else who made the\nthoseredbootsrunningdown the centre of\nforks, so... if we really look around us, we are\nthe field and taking on defenders, so it's a\nliving in a world where other people were\nvery euphoric thing for us.\nbrave enough to follow through with their\nideas. You know what I mean? From the car\nI read the comments and he seems to be\nyou drive to the gas station that you pull up\nquite important to Jamaican sport.\nat, these are all ideas that individuals put in\nYeah man, he is super important, and it is\nplace to hopefully try to make life a little eas-\nimportant that we always remind the youths\nier or better for other people. So, for me it's\ndem of we history, cah if you don't know\njust fulfilling that cycle of life, and you use so\nwhere you're coming from you cyaan really\nmany things that it's important for you also\nknow where you are going\nto find a way to be useful. That is the whole\nbasis of that conversation, just make sure\nDo you still play football?\nthat your moral compass is always aligned\nYeah man, as much as I can! It's a very\n and you know that in the midst of you using\nholistic workout, you get fitness to agility to...\nall these other things, remember to be useful\n(talking to squirming baby) chill out please! ...\n to somebody somewhere in some way.\nyes everything, so we still play football!\nSome people say \"I don't have fans or fol-\nOn a business side, you are involved with\nlowers, I cannot move things the way other\nthe Jacana Company. What is your position\npeople can\". so they find excuses to not do\nthere?\nthings because they think they are not in the\nI'm a shareholder and brand strategist\nposition to do it... but as you said, there are\nJacana premiered dispensary ina Jamaica,\nsmall things everybody can do!\nit is one of the, if not THE cleanest herb that\nYes, let me tell you this, I was having this\nyou can get ina Jamaica. We have research fa-\nconversation yesterday. There are way less\ncilities and we are coming up with some inge-\nexcuses to not do it than there are reasons to\nnious ways now of servicing the community,\ndo it. So if you have one reason why you can't\nbecause we really just feel like herb is going\ndo it, there are twenty reasons why you can.\nto be a big part of moving Jamaica forward.\nYou need to know where your focus and your\nNot only financially, but socially as well, you\nenergy lies, and what you are trying to do.\nknow? It's important for it to be normalised\nEven if you're going to plant one acre of land,\nand we start deal with the health and the\nand you can't plant it all at once, you can\nwealth of the herb versus the stigmatisation\nplant one row at a time, right, and if you plant\nand the discrepancies weh it always a get.\none row for 365 days, at the end of the year\nyou will have planted an acre.\nCommunity work seems to be a major focus\nof your actions... in another interview you said\nYour focus and energies have clearly been\nit's important for you to be useful to other\non the upcoming album, which is simply\npeople and to maximize your time on earth..\ncalled Royal. In the press release you said\ncanyou elaborateonthat?\nthat \"Reggae has a different tone, a different\nMy thing is, we benefit from a lot of work\nfeeling, a different mood\" and that it's just\nthat other people do. Something as simple\nroyal music. Can you tell us what you mean\nas there will be people who are going to read\nby that and why you called the album Royal?",
    "Page_47": "INTERVIEW JESSE ROYAL",
    "Page_48": "48\nINTERVIEWJESSEROYAL\nthat comes with that. So, when we listened\nto all the songs and we came together as\na unit, people said “Hey, we never heard\nyou speaking like that before, you clearly\nare comfortable with really giving people\na glimpse intoyour life now.This literally\nfeels likethemost honestyou'veeverbeen\nwith your audience,this feels like a stripped-\ndownversionofJesseRoyal,itfeelslike\njust Royal.\" We had a couple other ideas of\nhow we are going to name the album, but\nafter this reasoning, the general consen-\nsus was that this is exactly what it should\nbe called. This is a true representation of\nwhere I am in life, and we are very aware\nof who we are and who we need to be in\nthis space, in our time, for our generation.\nIt's nothing short of royal! Regaining the\nkingly side of our story, not just attaching\nourselves to the idea of 400 years of slavery,\nidentifying ourselves with bigotry or some\npeople and perspectives that are first of all\nignorant and then second of all not true.\nWe don't have to own labels put on us by\nother people, the whole royal thing is just to\nremind the youths dem of our story. We are\nkings and queens, not former slaves. We're\nnothing short of royal!\nAll right, let's start here. Reggae is the\nBefore we talk about the individual songs\nKing's music, it's the only genre around\nin more detail, let's look into the produc-\nthe world that is literally dedicated to the\ntion of the tunes. There are a few different\ntruth, whatever that may be. It might be the\nproducers on the album, but the one most\ntruth about the system, the truth about love,\npresent is Sean Alaric. How did you connect\nthe truth about marijuana, the truth about\nand what was working with him like?\nlife.We aren't dedicated to entertainment\nJason Panton, who is a good friend of\nas much as we are dedicated to deliver\nmine, he and Sean Alaric are friends.\nthe truth as message,whatever that is. So,\nJason heard a beat from Sean and he\nwhen we talk about royal music it's because\nsent it to me and was like “Yo, Jesse, listen\nwe have that responsibility as the caretak-\nto this,this is a wicked beat,I think this\ners and the ones who carry the flame right\ncan work in Reggae music right now!\"We\nnow. It's important for us to know the story\nstarted fleshing out the song, linked up\n and grow the glory.\nwith another one of my bredren named\nVision and worked on the whole idea of\nWhy we call this album Royal now it's be-\nwhat LionOrder is. How easy that process\ncause it is literally the most vulnerable I've\nwas and how steady the songs weremade\never been on a project, where I speak on\n me very confident in the potential of the\nreal situations from parenting to friendship\nrelationship between me and Sean. After\nto disloyalty to love and the good and bad\nwe created that song, I did a writing ses-",
    "Page_49": "2XGRAMMYAWARDWINNER\nMORGAN HERITAGE\negacy\nVegacy\nNEW\nALBUM\nOUT\nNOW\nmorganheritagemusic.com",
    "Page_50": "50\nINTERVIEWJESSEROYAL\nsion inLA.I flewSean out,I flew two other\nDIRTY AONEY\nproducers out, I flew Jason out, Protoje\njoined us, and I had some other people on\nmy team that were there. We literally took\na week to just create. Whatever comes up,\nwhatever comes out,we just created the\nspace for creation.And that experience\ngave us probably 80% of the album. In a\nweek! In one week,we got the ideas and\ndirection of the album,and after that it was\nkind of just smooth sailing.\nI thought about other conversations that\nneeded to be had, and we directly went out\nto people like Dretegs, who did the song\ncalled Home. My brother Alandon and I\nconnected in terms of creating that whole\nconcept. There is a songlikeRichForever\nwhere we actually developed the progres-\nit has been, it hasn't been “There's a beat\nsion in Sean's studio, but then we went\nand we sing on a beat\",we literally tried to\nto iotosh to create the whole picture, you\ncreate songs, create ideas, which is why the\nknow. I'm just showing you how interactive\nmusic wraps around the melodies so much.\nNATURES\nGINJAH'SHOTNEWALBUM\nNATURES\nOUTNOW\nENTERTRINMENT\nON ALLMUSIC\nFEATURING\nPLATFORMS\nGIMVAH\nSpotify\niTunes\nTHEF\nBVPRECORDSNEWYORK&FLORIDA\nCONTACT US@\n954-243-6198\nNATURES\nOR786-973-3585\nEMAIL:NATURESWAYENTERTAINMENT@GMAIL.COM\nGINJAH'S HOTNEWALBUM ALSO AVAILABLEAT\nADDUSON..\nTWITTER:@NATURESWAYENTT\nNaturesWayEnt.Net\nINSTAGRAM:NATURESWAYENTERTAINMENT\nYOURNO.1SITEFORAUTHENTICREGGAEMUSIC",
    "Page_51": "INTERVIEWJESSEROYAL\n51\nFOREUER\nKOEI\nJESSEROYAL\nDUBZRARTEL\nYes, it sounds very organic, even though\nRich Forever was almost like a song weh we\nthere are many different people involved..\ndid have to use fi light a fire under the youths\nYeah man, very organic, and it sounds like\ndem tail just fi remember “Yo, we are what\nyou're on one train, it doesn't feel like you're\nwe are and that's theway it'sgonna be!\"\nhopping on different trains. It's one train,\nLike Bob Marley say, we got something they\none journey. I'm actually proud of the work\ncould never take away, despite all the confu-\nthat we came up with and I'm extremely\nsion and illusion and dem trying to get us to\nhappy and excited to share it with the world,\nbe delusional and identify with an identity\nyou know what I mean? (laughs)\nthat is given to us, not who we actually are.\nIt's important to me that somebody like Vybz\nYou mentioned Rich Forever, and of course\neverybody is curious... how did you get to\ninasystemthatbreedsdepressionwhowill\nwork with Vybz Kartel? How did the link\neasethistension,every manfi demself,\ncome up?\ncheese intention,meaninggreens that evil\nYou haffi understand that everything ina life\nintention.Nomatterhowmeteachdemneed\nis what it is and it will be what it should be.\ndetention.\" If you get what I'm trying to say,\nWith that said, everything happens in ways\nall these songs are deliberate, with a delib-\nthat sometimes we wish we could explain,\nerate message and a deliberate goal, we are\nwe wish we could describe in a very real\ntrying to do away with certain labels and try\nmanner, but the reality is that dem tings is\nfi wipe the board and start fresh and give the\njust divine. The conversation that we wanted\nyouths an opportunity to be their greatest self\nto have on Rich Forever, there is only one\nand not feel like dem a run a race weh dem\nperson who could have spoken, who we\nalready start 20 steps behind, you know?\nwere trying to speak to in the way that we\ndid, and that's Vybz Kartel. To me THE\nThanks for the spiritual connection. Now for\ngreatest lyricist to ever come out of Jamaica,\nthe practical side, how did the song reach\nand arguably one of the greatest lyricists in\nVybz Kartel and how did his verse reach you\nthe world. Arguably! I've heard Jay Z speak\nin the studio?\nof how profound he thinks Vybz Kartel's\nThe right people at the right time! (laughs)\nwriting is, so...\nRespect is out there in a di world from both\nparties, and we just make it happen.",
    "Page_52": "52\nINTERVIEWJESSEROYAL\nThere are some other very exciting colla-\ned youth, and him energy just jump out and\nborations on the album.. Protoje of course,\nme say “All right\". We already had the con-\nyou mentioned LionOrder already and it's\ncept written, and we just needed the deliv-\nbeen out there for two years doing extre-\nery, the frequency, and I would say Samory\nmely well. The one who opens the album\noutdid even what I expected of him! Like, he\nthough is Samory I with High Tide And Low.\ntook it and brought it somewhere... zionly!\nDid you have him in mind when you created\nMe definitely give Samory a whole heap\nthe track?\na respect. From him vocal abilities and his\nYeah! I wanna tell you something funny.\nincredible, incredible voice, him know how\nThat's a beautiful track produced by Natu-\nfi use it, you know.\nral High who are some great, great, great\nproducers, Jordie and Blaise. When we\nThat's why we put it up first, we needed\ncreated the track, I had two individuals in\nsomething that would just open the gate,\nmind. I won't say the other's name, but the\nnot too wide, just enough so that you can\nenergy of Samory did just stand out to me.\nget ready fi where we a go, because you\nHe is a very warm, spirited and light-heart-\nknow it's not expected, it's not an expected\nalbum in terms of sonics,but me sure seh\nthe ones dem will find something weh dem\nenjoy.\nSure! And then you have some other great\nfeatures, like Runkus on Like Dat. I think he\neven produced the riddim, right?\nYes, me and Runkus did work pon Like\nDat. Funny story! We went to the studio,\nme and Runkus did suppose fi link up for\na while, so we pulled up the Like Dat beat\n and we started vibing. Runkus is a super\ncreative youth, me like working wid him,\nyou know, so we connect and we roll ideas\noff a each other, and then we got the song\nand flesh it out. Then Runkus pull out\n another riddim and was like “Yo, just say\nsomething pon dis one.\"Me say all right\ncool, and him start play and me sing “It\nmight cost my life butme nah stop till dem\nall pay di price, Lord, it might cost my life,\nbut me nah stop till di people get wise...'\n(sings)And Runkus just say “What? Pull\nup...what?\"\nMe did leave that there, Runkus called me\nback the day after, saying “Yo, I know our\nsongwastheplan,butthenthissongis\nactuallyavibe.\"AndIwaslike“Oh itwas\njust a freestyle,I don't know if it can make\na song.\"And Runkus said “Royal, I never\nasked you to trust me in life before, just\ntrust me on this one!\" So I just gave him my",
    "Page_53": "MILLION\nMILES\nSTAXCKSLIFE\nMILLIONMILES\nSTAXCKSLIFE\nMUSIC\nDEEZER\nPRODUCEDBYRAYMUSIC75PRODUCTIONS\nTube",
    "Page_54": "54\nINTERVIEWJESSEROYAL\nblessing, and then he sent me back a verse\nYes, especially, as you said, 5Gs did good\nthat he did, and it blew my mind. Then he\nfor Runkus, but it did good for everybody on\nsends me a message saying Munga wants\nthat song! I was so happy to see him on the\nto be on it, and then Kabaka came in, and\nsong list.\nthen Royal Blu, and it ended up being a\nHe's great, he's going to do great things. A\nsong called 5Gs, and it's a song that did\nlot more collaborations on this album, and\nreally good for Runkus. I'm so happy that\nif you noticed,you don't see any females on\nI could have helped in the process, one,\nthis, so just get ready for another project!\nbut also just the genius of it al... I mean,\nDeliberate.\nhe took a freestyle and turned it into a big\ntune, you see me, you haffi give people\nWow, that sounds exciting! Another name I\ndem props, cause I didn't see that in the\nwas happy to find was Kumar. You worked\nsong. As I said, we met to record a song for\nwith him several times before, right?\nmy album, and we came up with that! And\nMore than work, man. Kumar is my broth-\nthat just shows you the respect weh me\ner! Which is why we sang this song we did.\nhave for these individuals, it's not just like\nKumar is somebody who I think is incred-\n\"Yeah mek we do a song together\", it's like\nibly talented. I'm a big fan of his work, and\nI genuinely think they are creative people\nI'm also his brother, as I said. That particu-\nand I genuinely think they are dope and I\nlar song is a couple of us who are brothers,\nwant to work together. I think Reggae needs\nUnga is on the song, RiffRaff also, so...\na lot more connecting, a lot more working\nit's just good for me to be able to share the\ntogether, because that's what's gonna make\nplatform with some of my brothers.\nus the industry that we crave!\nSOLID\nGOLD\nZIGGY MARLEY SANTIGOLD SHAGGY TARRUS RILEY RYGIN KING\nU-ROY\nD\nD\nFEATURING\nZIGGY MARLEY\nU-ROY\nSANTIGOLD\nSHAGGY\nTARRUS RILEY\nRYGIN KING\nMICK JONES\nSCIENTIST\nSLY & ROBBIE\nMICKJONESSCIENTIST\nSLY&ROBBIE DAVID HINDSJESSEROYAL RICHIE SPICE BIGYOUTH\nDAVID HINDS\nJESSE ROYAL\nRICHIE SPICE\nBmG\nOutJulyl6th\nBIG YOUTH",
    "Page_55": "INTERVIEWJESSEROYAL\n55\nOne brother who is not from Jamaica but\nAs you said in the beginning, Reggae is ro-\nall the way from Ghana is Stonebwoy. Dirty\nyal music, and a lot of elements came from\nMoney is one of the highlight tracks for me\nAfrica of course, so it's great to see the link\npersonally, so I'm curious to find out how\ncome back full circle.\nthat link came about.\nRight!\nStonebwoy and I have been friends for a\nwhile. I've always respected his work, I've\nAnother track I want to talk about is Natty\nalways respected his work ethics, and we\nPablo. By the way, I really appreciate that\nhave a couple of common friends. Some-\nyou put all the lyrics in the press release!\nbody who was also very integral in making\nWhat made you do that?\nthis happen is a producer and agent, actu-\nBecause it's important for you to actually\nally my agent in Europe, Riga from Hemp\nunderstand what I'm saying and why I'm\nHigher. So he was connecting the dots\nsaying it. Natty Pablo, like me say, is one\nand making it happen, so I always shout\nof those songs weh... in Jamaica there's a\nout to Riga. Me and Stonebwoy been good\nwhole heap of Rastamen, elders, in volatile\nfriends, but as me say me have a huge, high\ncommunities,in places where it seems that\nlevel of respect for the importance that he\nthere is only desolation.But then there is\nput on connecting Africa with Jamaica. It's\nsome Rastaman who help the youths dem\nsomebody who has worked tirelessly in\nthink upful when it comes to food, help\nterms of bridging the gap, and we love the\nedify the youths dem in terms of blackness,\nethic and will work together and connect\nhelp edify the youths in ways of survival\nAfrica and the Caribbean because we are\nthat don't have to do with negativity. And\none people.\nalso there are some individuals who have",
    "Page_56": "56\nINTERVIEWJESSEROYAL\nbeen brave enough to fight some fight\nYeah man! Yared Lee is a very creative lik-\nand try to use the little weh dem have to\nkle youth. The idea of Black is something\ndevelop the mass, so the idea of exposing\nso necessary for our youth, like one of the\nNatty Pablo to the world is something that\nfirst lines say,“Black excellence, beaming\nhad to happen in terms of... Rastaman don't\nwithconfidence,hardworkanddiligence\njust sit down on the hillside, you see me,\nwe useto tear downwall andbreak defence.\nwe don't just complain about the problems,\nMiriseanuhaccident,everybodyneedsox-\nwe actually try to be the solution! We strive\nygen, Mansamousa is back again, warn me\nevery day to try to be solutions to the\nenemies,tell me friends.\"It'slike the idea of\nproblems thatthegovernmentscreate.So,\nus reclaiming the glory of what we as black\nyou hear me say: “Natty Pablo smuggling\nare and making black beautiful again. It's a\nthe truth, tending to the destitute, breaking\nthing weh we just remind them of the glory\ndownthelawsthattheybuilttokeepwe\nthat comes with being melanated. The thing\nmute.\"\nabout it now is that Black is a song weh..\nit's very funky, the horns and the drum\nAnd who are the names you mention?\npatterns and so on, it's a very funky song\nNarcos, Dr. Sebi, Naldo?\nand we love it,we love the concept and\nNarcos... these are people who use illicit\neverybody thinks it's dope.We took some\nmeans and done some bad things with\nrisk, nobody has ever heard of Yared before\nwhat they've got. So, the song says “We\nin the production world, but he's a youth\nain't nothing like the Narcos,tell me weh\nweh... he did some dope things and he has\nwecan'tgowiththiscontrabandinnawe\na dope future, so we give him a chance, you\ncargo.\"Dr. Sebi is a doctor, somebody who\nknow?\nhelped us to realise a lot of the root causes\nof a lot of issues that we face as people in\nIn Home you hear the voice of your daugh-\ngeneral, and then as specific to our race. I\nter who says \"Papa, I miss you!\". Here in\nrecommend everybody to check out some\nGermany we say Papa as well, is it common\nof Dr. Sebi's videos, it's definitely trans-\nin Jamaica too?\nformational, life changing. Naldo now is\nNo, it's not common, that's what she calls\none of my favourite footballers,Christiano\nme. She lives in Oslo, you know, so that's\nRonaldo, in Jamaica we just call him Nal-\nher special way of calling me. In Jamaica\ndo. That's what I say, I'm a “Top striker like\ndem say Daddy. (laughs)\nNaldo,eljefeheadhoncho.\"\nHow did it feel to be on stage again for the\nAh ok, I see! And what are the Swallow-\nalbum launch, after all this time of lock-\nfields?\numop\nSwallowfield is a community in Kingston,\nIt's been a while since I performed for a\nJamaica,thatis near and dear to my heart.\nlive audience, so you can imagine the level\nA lot of friends that I grew up with live in\nof excitement that's bubbling within me.\nthere, some have lost their lives or whatev-\nIt's dope, it's a great time to give people\ner. Swallowfield is one of dem garrisons ina\nsome music, coming out of this time period\nJamaica weh me just feel responsible to help\nwhere everybody was down, felt chained\nsome youths come out of there, you know.\nto negativity, every day it was some other\nbad news. I just feel like, Reggae being the\nAnother song we have to talk about is Black,\ngenre that it is, it's important for us to come\nof course.Next to the deep meaning, the\nand make our voices heard, the vibrations\nmusic is very crazy, the sounds used, the\nfelt, and remind people seh there is still\nmusicians involved. Were you there in the\ngood people, there is still good music in the\nrecording sessions?\nworld.",
    "Page_57": "INTERVIEWJESSEROYAL",
    "Page_58": "58\nINTERVIEWJESSEROYAL\nYes, for sure. I think I'm through, do you\nthere and giving us a platform, so...love to\nwant to add something?\nall of you and to all the German fans, all the\nAs a general scope, I just want to send my\nGerman artists, musicians and engineers, in\nlove to Reggaeville for consistently support-\ngeneral to all European festival promoters,\ning Reggae music and being a flag-waver\nyou know.\nfor years upon years.A lot of time people\ndon't really give Reggaeville the credit you\nI'll pass that on! Thank you so much for the\ndeserve,for the work and effort weh Julian\nreasoning and the behind-the-scenesview\nand nuff a de ones dem put in, so me just\nofyour album, it was a pleasure.\nGive thanks for your time.\nRoyal a check fi you. We definitely are\nJah guide and protect!\ngrateful, for the work you keep doing over",
    "Page_59": "ALBUMREVIEWJESSEROYAL\n59\nJESSE ROYAL - ROYAL\nEasy Star Records - June 11, 2021\n\"You are the very best part\nRich Forever, produced\nPry\nof me, it's deeper than bio-\nby the brilliantly innova-\nlogy.\" (Jesse Royal, Home)\ntive iotosh, is probably\nthe biggest surprise of the\nWith Royal, Jesse Roy-\nalbum. Featuring no less\nal releases a sophomore\nthan Vybz Kartel, the song\nalbum that is incredibly\n makes an amazing progres-\nversatile,\nmulti-layered,\nsion from grim piano notes\n rich in sound and message,\nvia Nyabinghi drums and\nand... extremely personal.\nTrap beats to a grand finale\nAs the quote above from\nof a bubbling Reggae beat.\nthe gentle, Dreteg-produ-\nAgain, I highly advise you\nced Home illustrates, the\nto pree the visuals and pay\nartist addresses very inti-\nclose attention to the lyrics.\nmate subjects, such as the\ndistance-stricken relationship to his firstborn.\nBlack is an equally important track that excels\nboth in songwriting and instrumental compositi-\nExplicit focus of the album is, however, the af-\non. Originator is the yet little-known Yared Lee,\nfirmation of the royalty of his fellow Kings and\n who managed to knit a complex Reggae riddim\nQueens. Looking into the etymology of the word\nwhich sounds anything but usual. A unique and\nRoyal, we find that it comes from the Proto-Indo-\nfresh approach we have become familiar with is\nEuropean root *reg- (\"move in a straight line\"\n also that of Runkus. He created the fast-paced\nLike Dat and joins Jesse in a lyrical settlement\nis present in the album's main producer Sean\nwith a girl that “\"Sold out my love\".\nAlaric (Visigothic in origin, his name literally\nmeans “all-ruler\"), and that's just what these two\nThis leaves us with the first and the last track,\nkings do!\ntwo more features lending a royal shine to the\nwhole release. High Tide Or Low, on a HipHop-\nTheir combined prowess was first evident in the\ndrenched beat produced by Natural High, rings\nseminal LionOrder, an exquisitely crafted tune\nwith the piercing voice of Samory I, lending a\nfeaturing Protoje, released two years ago and\nwonderful contrast to Jesse's more casual style.\nroaring through speakers worldwide ever since.\nWhile it opens the album with a creed, Strongest\nSean also signs responsible for the slowed-down\nLink closes it with a commitment to friendship\nDifferences, the laid-back Natty Dread and\n and family. The positive riddim, developed by\nNatty Pablo, a different kind of Ghetto anthem \n“Unga\" Thompson, is the perfect fit for featured\nwith a nineties-bassline and some crazy lyrics.\n artist Kumar, a brother and soul-mate to Jesse.\nWith Dirty Money, Alaric contributed yet ano-\nRoyal is high-quality work from start to finish,\nther lighthouse track. Not only is its' Afrobeats\n an organic display of talent and collaboration that\nstructure highly infectious, not only does it fea-  marks the preliminary climax of Jesse Royal's\nture one of the hottest Ghanaian artists (Stoneb-  career. He lets us in deeply on his life here, sha-\nwoy!), not only are its lyrics highly topical, but  ring his reality and vision with a world that's bet-\nthe entirety of these precious pieces make it a  ter ready to hear what he has to say.\nsonic crown. I can't wait until we can wear that\nin the clubs!\nby Gardy Stein",
    "Page_60": "INTERVIEW\nMARIUSBROZI\nTHE NEXT GENERATION",
    "Page_61": "INTERVIEWMARIUSBROZI\n61\nSUMMERJAM\nINTERVIEWBYGARDYSTEIN\nFESTIV\n\"Feel the Beat!\" is the motto of the next edi-\ntion of the prestigiousSummerJamFestival.\nIt was supposed to celebrate its 35th anniver-\nsary last year, was postponed to this summer\nduring the first lockdown and had to be de-\nferred again to next year. Feeling the beat\nis something we all miss terribly, but while\n1.-3. JUL1 2022\nlive events are more of an optional social and\nKOLN-FUHLINGER SEE\ncultural need for the audience, their lack has\nthreatened thebasicsurvival of those who\ndepend on the income they generate: artists,\nmusicians, promoters and festivals.\nKarl-Heinz Brozi, founder and CEO of the\nFuhlinger See GmbH in charge of the local lo-\n35 yearsof SummerJam-most of us\ngistics since the festival settled permanently\ncan't imagine a summer without this Co-\nin Cologne in 1996. The other big player who\nlogne-based highlight. In order to understand\nstarted SummerJam in 1986 (at the beautiful\nthe challenges faced by those who'd normally\nLoreley back then) and has run it ever since,\nbe working overtime by now to make sure the\nContour Festival, has now taken a step back\nline-up is complete, that all hotels are booked,\nand leaves the operational business in the ca-\nshuttles organised, and licences signed, Reg-\npable hands of the Brozi family. Marius tells\ngaeville linked Marius Brozi to contribute\nus what's behind this development, how he's\nhis point of view on the current situation. He\npreparing for next year, and why collabora-\nis a true SummerJam baby and has grown\ntion between the festival organisers is more\nupto take over most tasks from his father\nimportant than ever.\nGreetings Marius! You are part of Summer-\nMy first memory from “behind the scenes'\nJam since day one. What was it like to grow\nexperiences were when I passed to say hi\nup as a festival baby, and when did you start\nto my dad, meeting the officer-in-chief who\nto really work as part of the team?\noffered little Marius to see his police-car\nMy mum told me yesterday that I was part of\nand such things... Later I attended some\nit even before I was born, in her belly (laughs).\nmeetings, and the first time I was really\nWhen I was small, my Dad was always busy\npart of the team was around age 14. I start-\nworking at the festival, he didn't really have\ned by fetching stuff for people, and then\ntime for us, so we were there only for an hour\nstep by step my tasks grew. I was assistant\nor so. When we grew older, we stayed a bit\nto the production office, for example, then\nlonger, and I remember that for me and my sis-  I coordinated the first stalls.. I think I\nters, the Haribo stand was the most interesting.\nwatched everybody at work at some point\nOne of the team always accompanied us there\nAnd now there is almost no sector I don't\nto make sure our candy bags were full.\npartake in!",
    "Page_62": "62\nINTERVIEWMARIUSBROZI\nMARIUS&KARL-HEINZ BROZI\nWho is part of the SummerJam production\nso on.Klaus was responsible for the main\nteam?\nbooking, and Carlos dealt with the details\nWell, it was always two companies. On the\nlike accommodation, transportation and so\none hand, you have the Fuihlinger See GmbH\non. I started booking the first acts in 2019,\nfrom Cologne. That's my dad's company,\nthen took over the whole thing in 2020.\ntaking care of the local logistics, the whole\ninfrastructure, the stages, the vendors, the\nWho is the core team currently?\nnecessary official permissions and so on, so\nIt's my dad, Jutta for public relations, my\nthat's where I come from. On the other hand,\nsister for the ticketing and our newest mem-\nthe Contour Festival GmbH from Stuttgart\nber Phil, who has been working on-site for\nwas responsible for the booking and the artis-\na few years and is now in charge of all local\ntic side. Klaus Maack, the CEO, has planned\n matters, all year round. Then we have a lot\nto retire for quite some time, he is 70 now\nof freelancers who come in when the need\nand wanted to take a step back after 2018. So,\narises. I did an apprenticeship as an event\nthe discussion was on how the whole event\n manager at a different company, doing my\nwill continue. Klaus had offers from some\nSummerJam tasks on the side in the sum-\nbig companies, but he's been working with us\n mer, but a few years back Ijoined the team\nfrom the start, so when my dad and I decided\nfull-time. For the trades involved, we will also\nto invest in that, we agreed on taking it over\nstick to the same players,the sanitary crew,\nfrom Contour. In 2019, I spent two or three\nthe caterers, the stage crew and so on. Most\ndays every week in Stuttgart, learning the\nof them have worked with us from day one, so\ntrade from Carlos, the whole paperwork and\nthis is like a big family in a way.",
    "Page_63": "INTERVIEWMARIUSBROZI\n63\nWhat changed for you since you took over?\nstressful right nowsincewe don'thavetode-\nFor me personally, it's more work. I'm actual-\nliver in two weeks, but we still try to prepare\nly taking care of both sides now, everything I\nwell in advance, so there is a constant flow of\ndid before on the local side of things plus the\nbasic chores.\nbooking, that's really a lot. My daily chores\nright now include social media, and also\nAlso, there is a lot of networking going on\ntaking over the bookings from this year, or\nwith other festivals. During the last months\nactually last year, to the next. The contracts\nI spoke a lot with Sheriff from ReggaeJam,\nhave to be changed, there are some new\nfor example, but also with other festivals from\nconditions with paragraphs on the Corona\nother scenes,other genres,talking about\nsituation and so on. We really hoped that it\nwhich synergies can be used. For instance,\ncould take place this year, but it won't, so this\ndecorations that you buy together, using it\nwhole process had to start over again. Also,\nin one festival first and then in the other, as\nI take care of funding possibilities, applying\nmuch as possible locally, so the transpor\nfor Corona aid and cultural support. It's less \ntation costs and the environmental impact\nSUIMMERJAN\nBROZIFAMILY",
    "Page_64": "64\nINTERVIEWMARIUSBROZI\nALBHO\nIMMERIAM\nwon't be too high.. these networking things\nSummerJam weekend. I'm in close contact\nare taking place in the background. Last\nwith Fernando from the Portuguese Musa\nweekend for example [18th - 20th June 2021],\nCascais Festival, or with Irene from the\nthere was a big networking event called\nCouleur Cafe Festival from Belgium. We\nFestivals For Festivals Playground, about\nare in touch to find out which artists from\n350 people from 80 festivals were invited to\noverseas we can invite.\ndiscuss the future of festivals in Germany. It\nwas organised by Home Festival Magazin,\nWhy is that important?\n an independent online medium focusing on\nIt is getting more and more difficult to bring\nsmaller festivals, it took place at the About\nin artists from Jamaica, for instance, because\nYou Pangea Festival area close to Rostock.\na short-haul flight to the US, where you have\nIt was very interesting,... we talked about\na huge Reggae fan-base, might be more prof-\nsustainability, inclusion, what value festivals\nitable for them than the long-distance-flights\nhave for society on the whole, and network-\nto Europe. That's much more expensive,\ning in Germany.\n and the Reggae community in Europe is on\nthe decline generally. So, unfortunately, it is\nWow, that's interesting, this mutual support is\nmoney that decides in these cases, and some-\na nice thought. Does this networking extend\ntimes even prevents a booking. That's why\nto other European Reggae Festivals?\nwe collaborate closely, adapting our schedules\nYes, I'm in touch with the festival community,\naccordingly. The likelihood of artists to come\nwith Rototom for instance, but especially\nhere gets bigger the more shows they are\nwith those Reggae festivals that border on the\n able to play.",
    "Page_65": "RASTA YARD RECORDS PROUDLY PRESENTS:\nFREE\nYOUR MIND\nTHE NEW ALBUM BY UWE BANTON\nSPECIALFEATURES:\nGANJAMAN (GER)\nRAS YOHANNES (ETH)\nAERIKACELE(SA)\nCDSAVAILABLE AT:\nWWW.UWEBANTON.COM\nFREE YOUR MIND\n3D7\nTERNATIONA\nAVAILABLE ON CDAND ALLDIGITAL\nDOWNLOADAND STREAMINGPLATFORMS\n三一三\niTunes\nYouTube\nSpotify\namazonmusic\nDEEZER",
    "Page_66": "66\nINTERVIEWMARIUSBROZI\nIs there a change in the booking procedure\nWhat other challenges do you see ahead?\ncompared to pre-Corona? Do the artists ask\nI'm not really sure... I can imagine that some\nhigher fees or do they have different needs?\nartists will cancel last minute, so we have to\nWell, most artists know SummerJam. I\nprepare for substitutes. Sometimes you have\nmean, we've been around for 35 years, so\nconstruction sites on the streets, like right\nmost of them have performed here before\nnow, the whole parking around the Fuhlin-\nand we have a long connection on which we\nger See area is blocked and we would have\ncan build. They understand that we don't\nhad to re-route all the traffic, so it saves us\nhave a donkey shitting gold in our basement\na lot of stress on this behalf that the festival\n(laughs), they know it is a challenging time\ncouldn't take place this year - one of the few\nfor all parties concerned. So, most agree to\nplusses. Also, we'll have a new government \nstay in the booking process under the same\nin Germany in autumn, so we might have\n conditions. Some managers insist that their\n different regulations for noise protection and\nartist has made a big development in the\nso on. We'll just have to wait and see.\nlast year, asking for more, sometimes twice\nas much money, and then I have to explain\nWill anything change with the next edition,\nthem our situation. The costs for festivals in\ndo you have any ideas you want to imple-\ngeneral are rising, the whole logistics, trans-\nment?\nportation and all that, on the other hand\nWe recruited a new colleague who will take\nwe don't know yet how much the flights\ncare of the local issues, to relieve me a bit.\nwill cost when travelling is possible again,\nEspecially in 2019, I was in double charge,\nso both sides have to stay fair and flexible.\nso to say, and whenever I went to check on\nThere are so many things I can't foresee..\nsomething, my phone didn't stop ringing.\nVALMUSIC\nINEEDIT",
    "Page_67": "INTERVIEWMARIUSBROZI\n67\nAnd yes, I do have some ideas: some major\nSpeaking of inclusion - do you have a spe-\ntopics are on my list, structures that have\ncial policy on including female artists?\nto be reconsidered and improved, and then\nI always try that, but to tell you the truth,\nalso some new decoration and atmospheric\nin the past decades Reggae was a business\nideas and so on, but I have to take care to\ndominated by men. So even if I intend to\nnottake ontoomuchat once.Youhave\nbook more female artists, there is a limit in\ntofind a goodbalance,thefestivalhas to\nthe sense thatI can't book the same artists\nstay true to its roots of course, but there is\nagain the following year. I have to think\nalways room for improvement. On the other\neconomically as well, I have to sell tickets,\nhand, we are bound by regulations, as we\nand there is a gap between the top-selling\nare a festival very close to the city. For ex-\nfemale artists and the smaller ones, there\nample, in 2019 we had an area at Bridge 3\nis no middle, so to say. This is part of the\nwhich I tried to establish as additional spot,\nVibes Village concept, I really want to push\nso we had a soundsystem playing there. At\nfemale newcomers there so they can assert\nnight, the music started to get louder and\nthemselves and be more known.\nlouder, and residents started complaining,\nbut the person responsible wasn't around\nWho would you like to invite, if budget\nto turn it down,so...for every novel concept\nwasn't an issue?\nyou need someone reliable who's in charge,\nWell, I recently compiled a list of every artist\nthat's the real challenge. Also, I don't want\nwho has been on stage during the last 34\nto sit down and decide these things, I'm\nyears, and I came up with more than 600\na fan of discussing ideas with the whole\nnames. That's really a lot! But, yes, I would\nteam.\nlike to have Lauryn Hill one day, and per-\nsonally I'm a fan of Tash Sultana, and also\nFor example,we had the Roots Centre at\nManu Chao would be nice to have. We tried\nParking Lot 2, and in 2019 we changed the\nto get him for years, but he is very special\nset-up a bit and called it Vibes Village. I\nin that he asks for high fees but at the same\nwant to establish that as additional stage to\ntime he doesn't want the festival to display\npresent newcomers.For me it's important\nadvertisements, so that's very difficult.\nthat the up-and-coming artists get this\nplatform, get the chance to introduce them-\nWhat other difficulties can arise in the nego-\nselves and grow their fan-base. In Jamaica,\ntiations with artists?\na lot of new artists are coming up right\nRecently, at least for the last three years,\nnow, but in Germany it is difficult for young\nit has been increasingly difficult to get the\ntalents to be seen and heard.\n artists to agree that our partner, the WDR\nRockpalast, is allowed to film and later\nHow do you inform yourself about these\nbroadcast their performance. It was always\nnewcomers?\na matter of individual arrangements, we\nThere are different pillars to that. One is\ntried to explain to the artists that they\nI'm in touch with a lot of soundsystems,\nhave the unique opportunity to have great\nfrom Stuttgart, Cologne, Berlin, and they\nprofessional material from their shows\nknow what's going on in their city. Then of\nwhich would normally be very expensive\ncourse we get a lot of emails from up-and-\nto produce. Other festivals don't do that\ncoming-artists, so many that I can't check\nbecause they don't have a cooperation like\nall of them. Also, you have some smaller\nthat. Now, some artists say that they have to\nbooking agencies who sends me their\nbe seen live, they don't want to be available\npicks, I listen to them and we talk about\non screen afterwards. Some of them have\nthe possibilities to include them in the\nasked for a share in the streaming rights or\nline-up.\nfor an extra payment, so we have to explain",
    "Page_68": "68\nINTERVIEWMARIUSBROZI\nthat the WDR is not a pay-per-view channel.\nThe Rockpalast is a cultural institution with\na long tradition, and they always captured\nthose great shows at SummerJam. I don't\nreally know what it will be like after Corona.\nEveryone is so used to streaming now, but\nonline streaming is used up so quickly, it\nmight work for 2 or 3 months but after that..\nI hope that the artists agree to have their live\nshows filmed, with all the emotions going on\nbetween artists and audience, rather than\nposting a stream where the artist is alone on\na stage at the beach or whatever.\nWhat I can say, my parents were in St. Lucia\nonce on holiday and were at a local beach\nbar, and in the corner was a little screen\nwhere Chronixx was seen on the Summer\nJam stage (laughs). I don't think this takes\naway from the artist's sales, on the contrary.\nWhen I see great footage of an event, I want\nto go there!\nLast question, what was a special moment\nor a highlight from the past SummerJam\neditions?\nThere are so many stories... Generally, I\nalways get goosebumps when I stand on the\nside of the stage and see thousands of arms\nin the air, the emotions in the audience,\nthere is nothing more exciting than that\nCHRONIXX\n moment. I can't really describe that feeling.\nA funny memory is from 2013, we had\nSnoop Lion in the line-up, although it felt\nmore like a Snoop Dogg show really. He had\nhis security with him, two huge guys, and\nafter the show he had to be shuttled to the\nnext gig. Backstage there were I think 10 or\n15 Vitos, so that nobody could tell which one\nSnoop would enter. When his bodyguards\neach entered a different car, both of them\ntilted to one side under their weight, that\nwas a funny sight. Snoop must have been\nused to already or might have been laid-back\ndue to natural relaxants.\nMy highlight 2019 was Buju, I've always\nbeen a huge fan and it was such a magical\nmoment to see and hear him after all these\nyears...I cried tears of joy during the whole\nconcert!",
    "Page_69": "INTERVIEWMARIUSBROZI\n69\nbelievo\nHONT\nBIZZARRI\nCAPLTN\nWARNING\nNice. Buju was one of the artists for whom\nwe had a lot of challenges to overcome in\nadvance. Because of his past, there was a\nbig scepticism amongst Colognians, but also\nLION D\n other German LGTBQ associations, and we\ndidn't know if we could get him to perform.\nThere was a lot of political pressure, even up\nX\nto people from the parliament trying to pre-\nvent his appearance. I was very grateful that\nmy dad and Klaus were there to help me\nCAPLETON\nthrough these talks, that was really tough.\nBut we reached an agreement.\nI can imagine. Do you have any closing\nwords?\nAfter all these Corona limitations,it feels\nas if we're going uphill now, as we say in\nGermany, and after the past 1.5 years I am\nOUTNOW\nconfidentthatwe canhold thefestival as\nusual next year. Maybe we have to put up\na few extra disinfection stands, but I think\non all digital platforms\nthat we can party together again, enjoy the\nlake and let our souls soar.\nThank you, Marius, we'll see you next year in\nCologne!\nFollowLiononInstagram\nFollowLiononSpotify\nPHOTO OF SNOOP LION & BUJU BANTON BY ELJER",
    "Page_70": "FRIDAY\n21\nBig\n***LEGORRETAKO REGGREFESTIBALA***\nRONINGEN PRESENTS\nLEGOREGGAE\nKIROLDEGIARETOALEGOR\nAETA19:00etan Sarrera 12E\nSATURDA\nVENUE\nA-KER\nUZTAILAK2OSTIRALA\nUZTRILAK3LARUNBATA\nFREDDIEMcGREG\nMO'KALAMITY\nNTHONYB·C\nETANA·PERFECT\n3JULY202\nMYKALROSEPLL\nLIVEDUB\n&THEWIZARDS\nCODEREDBAND\nS80VIP\nAILCAELEAT\nSKABIDEAN\nTRIKOMA\nEvenlbrite.com\nS35SOE\nREVOLUTIONRRY\nREVOLUTIONRRY\nBROTHERS\nBROTHERS\nPpertehr\nvods.\nS40NATT\nRnGnB\nFESTIVAL\nTHE LDE TRIBUTETO LUCKYDU\nIBEXKOMODO\nJULY\nJOHNNYBABY\nRASBASSOUND INTERNATIONAL\nROUNDBEATHIFI\nCONTRASS\nJAHSOUND INTERNATIONAL\nHURRICANE SOUND\nKANSASCITY'\nAREGCAE\nIUSTC&JERKFEST\nATLANTA\nNDEPENDENCE\n18THANNUAL\nWEAREBACK\nFLORIDA\nSAVETHEDATE\nfiJUly 3d - q 2021\num&\nJERKFESTIVAL\nATESOPENAT\nATESOPENAT\nle\nSATTIRDAY\nUONNS\nFESTIVAL\nSHAGGY\nWAILERS\nSKINNYFABULOUS\nLUST\nSUN.J0LY04.2021\nEVENTTIME:2-11PM\nKYM\nCIRCLE-CHAM\n4TH2021\nAWPA\nMAQIWEN\nPIEOMONTPARK-THEPROMENADE\nRTWERB\nLANTA-GA\nBYPURE\n20\nTPN\nLOS COYOTES\nOSTRC\nWARNERSF\nFRI.JULY 9-SUN.JULY 11 2021\nEGGAE\nCISTER\nALLINCLUSIVE:EAT&DRINKFREEALLWEE\nNANNCY\nNGLIVEI\n&I SURVIVE\nBACKEDBY\nEMCHILD\nTHEORIGINATORS\n9-11.07.2021\nFORMANCESBY\nK6EUREKASOUND\nSPECIAL GUEST APPEARANCES\n20TH EDITION\nAMBERLIN\nMELLOBANTON\nTOGETTICKETS\nf",
    "Page_71": "FESTIVALSJULY2021\nFESTIVALAGENDA2021\nHere is our compact little festival calendar 2021, including the currently (July 1, 2021) availa-\nble information on the scheduled festivals. Since these plans are in an ever-changing state\nbecause of the pandemic, we urge you to regularly check the daily updated agenda on our\nwebsite REGGAEVILLE.com to get the most recent information about the events.\nEast St.Louis\nLegoreggae\nJerk Festival\nJuly 2\nJuly 2-3\nFrank Holton State Park in St. Louis, IL - USA\nHarripila Aretotan in Legorreta, Spain\nBig Ship\nReggae\nMusic Fest\nExplosion\nJuly 3-4\nJuly 3\nCountyFairgrounds inPort Charlotte,FL-USA\nA-Kerk in Groningen,Netherlands\nKansas City Reggae\nAtlanta\nMusic & Jerk Festival\nRum & Wine Festival\nJuly 3-4\nJuly 4\nKauffmann Legacy Park in Kansas City, Mo - USA\nPiedmont Park in Atlanta, GA - USA\nFlorida\nBRT\nJerk Festival\nWeekend\nJuly 4\nJuly 9-11\nSouth Florida Fairgrounds in West Palm Beach,FL - USA\nBeach & Boardwalk in Atlantic City, NJ - USA\nOstroda Reggae\nTawpa\nFestival\nMaqiwen\nJuly 9-11\nJuly 10\nAmphitheater in Ostroda, Poland\nLos Coyotes Campground in Warner Springs, CA -USA",
    "Page_72": "NOWR\nREGGAE\nDUB STATION\nSEASPLASH\nFestioal\nFESTiVAL\nALPHA STEPPA\nGREEN VALLEY\nCABARET DUB\nJAZZWOMAN\nLA PANCHITA SOUL ADVENTURERS\nDUB LOVE\nYOUTHIE\nFT.MATAH,SUZANNA SHARNY ROOTS\n17.ATFAUKA\nKHOE-WA DUB\nMES ARTISTES PERCONFIRMAR\nBALTIMORES\n300primers abon\nWIEN-DONAUINSEL\nanowareggae.com\n16.JULI-02.AUGUST202\nJUL\nMILOW\nMARLA GLEN\nDAVIDRODIGAN·WALSHYFIRE\nAUTHENTICCARIBBEANPRESENTS\nSATURDAY\nJULY\n.2021\nNKULEEDUBE·HANSTHEESSINK\nIGood\nBAYFRONTFESTIVALPARK\nDULUTH,MN\nJAMARAMMEETSJAHCOUSTIX\nRUSSKAJA·BIGA'RANX·uvm.\nFESTIVAL\nGatesO\nFESTIVAL\nRainorShine\nBASAR-FOOD-MUSIK·CHARITY\nWORKSHOPS\nTHIRDWORLDTITOPUENTEJRTHEODISEALEY\nfhnicFood\nSTEVIEFACEINTER\nCENINREGAENELIETRAVIS\nAYCARENEDISE\nSULES\n21·22·23·24 Juillet20\nJULY17&18\nKPAI\nKVSC\nAY,GRIFFIN,GA3022\nANS\nTICKETS@THEFEELGOODFESTIVALCOM\nwww.bayfrontworldmusic.com\nVENDOROPPORTUNESAVABL\nONELOVE\nREGGAEREUNION\nGIOVEDI29\nVENERDI30\nSABATO31\nTS\nAFRICA\nOLIVER\nVILLAADA\nROO\nUNITE\nSKARDY\nPOSSE\nAWAFALL\nFIDOGUIDO\nBUJU\n KARLEK SOLiDARITET MEDVETENHET\nMAXIPRIEST\nASWAD\nSUPHOLL\nDAWNPENN\nLIVESTREAM 31JULY 2021\nTUTBURY CASTLE\nLIVEFROMFYRISHOV&HARRYJCKINGSTON)\n29/30/3I LUGLI0 2021\nCAMPINGGIRASOLE\n20muANNIVERSARY\nLATISANA (UDINE)\nFETVAL\nHASTING\nGS\n【A\nREGGAE\nROOTS\nYAM\nVAT\nJERK\nFESTIV\nSAT31ST JULY2021\nBIGYOUTH\nANTHONYBMILLION STYLEZ\nRICHIESPICE\nPAPADEE DESMONDFOSTER\nF\n上\nS\nJOSEYWALESIALAINE\nJUNIOR NATURAL FIRSTLIGHT\nACARIBBEANFOODSMUSICFESTIVAL\nHEMPRESSSATIVA\nLEAFY MARXGALLO\nBogoAngeley\nASADENAKI(BUN\nDANIELLATORRES\nHARRYJALLSTARS.\nJONASLEVIISOUNDKILLA\nJUL31\nAUG1\nSUN\nTONONTHELIVESTREAM\nREGGAEVILLE.\n2021\n2021",
    "Page_73": "FESTIVALSJULY2021\n73\nSeasplash\nDub Station\nFestival\nFestival\nJuly 15-18\nJuly 16\nMartinska inSibenik,Croatia\nDomaine deFontblanche inVitrovilles,France\nNowa Reggae\nAfrika Tage\nWien\nJuly 16-17\nJuly 16-August 2\nZona Esportiva in Vilanova i la Geltru, Spain\nDonauinsel in Vienna, Austria\nThe Feel Good\nBayfront Reggae &\nFestival\nWorld Music Festival\nJuly 17-18\nJuly 17\nLake Pavillion in Fairburn, GA -USA\nBayfrontFestvial Park in Duluth,MN-USA\nFestival\nOland Roots\nDe Neoules\nJuly 21-24\nJuly 14-24\nFestival Area in Neoules,France\n Sandbergen, Sweden\nOne Love\nGiants Of UK\nReggae Reunion\nReggae\nJuly 29-31\nJuly 30\n Camping Girasole in Lignano, Italy\nTutbury Castle in Tutbury, UK\nUppsala\nRoots & Yam\nReggae Festival\nJerk Fest\nJuly 31 Live Stream Event\nJuly 31-August 1\nFyrishov in Sweden & Harry J Studio in Jamaica\nExposition Park in Los Angeles, CA - USA\nHastings Reggae Festival\nJuly 31\nThe Oval in Hastings, UK",
    "Page_74": "VALLEY\nARLEY\nDAY1STAUGUST2021-12PM-930P\nAUG1\nUB40\nY\nBEVERLEYKNIGHT\nTHE BEATGB.\noverjam\nDENNISBOVI\n05-08.AUG.2021\nHOLLYWOODBOW\nAUGUST\nroots up\nNOMADE\nREGGAE\nrootsreggae|dub|afrobeats|danceha\nLIVE ON STAGE\nDR.RiNG DiNG\nFESTIVAL\n&.BAND\nFULLUNE CLAN &\nL'EVENEMENT REGGAE DE L'ETE EN HAUTE-SAVOIE\nDENHAMSMTTH\nSHOWCASE MIT TRIXSTAR\nDream\n6.7 & 8 A0UT 2021\nWkudl\nODONIEN\nAUGUST5-9.2021\nRue du stade, 74270 Frangy\nEvenementenpleinair-Campinggratuit\nTageskasse:25.\nrootsupfestival.de\nOutdor Shufl\nriddim\nstadtrevue\nG\nORIGINAL\n32.AFRIC\nSunUp\nFESTIVA\nSPECIAL\nNOLOGO\n14TH&15THAUGUST\n2021\nHUDDERSFIELD\nWAYNEWONDER\nNO\nGHOST\nINTENCE\nDOVEYMAGNUM\nD'ANGEL\nTASHINA MUZIK\nTORCHABOSS,NATZ+MORE\nACOUSTIC-AFRICA-MEETS-CLUB-SOUNDS\nMAXIPRIEST\n12.-15.AUGUST 2021\nASWAD\nSISTERNANCY\nOPENAIR-WURZBURG-MAINWIESEN\nBIGMOUNTAIN\nLLOYDBROWN\nSHARI\nBZH",
    "Page_75": "FESTIVALSAUGUST2021\n75\nReggae Night Xix\nLive From\nThe Valley\nAugust 1\nAugust 1\nHollywood Bowl in Los Angeles, CA - USA\nSandwell Valley Country Park in West Bromich, UK\nOverjam\nDream wknd\nReggae Festival\nAugust 5-6\nAugust 5-9\n Sotocje in Tolmin, Slovenia\n The Hip Trip in Negril, Jamaica\nNomade\nRoots Up\nReggae Festival\nAugust 6-7\nAugust 7\nFestivalArea inFrangy,France\nOdonieninCologne,Germany\nMiami\nJammin Music,\nReggae Festival\nFood & Drink Festival\nAugust 7-8\nAugust 8\nMarketplace in Opa-Flocka, FL - USA\n Norbury Park in London, UK\nAfrica Festival\nNo Logo Festival\nWirzburg\nAugust 12-15\nAugust 13-15\nMainwiesen in Wurzburg, Germany\nFestival Area in Fraisans, France\n0601 ON\nSun Up Festival\nFestival BZH\nAugust 13-15\nAugust 14-15\nFestival Area in Saint-Malo, France\nThe Pavillon in Huddersfield, UK",
    "Page_76": "THE\nTRUCKEE 202\nREGGAE\nREGGAE FESTIVAL\nFESTIVAL\nCARDIFF·SATURDAY\nT2021\nREGGAE FEST\nSAT14THAUCUST2021\nVSA WAREHOUSE\nFULLLINEUPNOWANNOUNCED\nDON CARLOS\nGENERAL LEVY\n&DUBVISION\nMAXIPRIEST\nMAD PROFESSOR\nMARLONASHER\nCOLLIEBUDDZ\nMUNGOSHIFI+SOLO BANTON\nMYSTIC ROOTS BAND\nTHEMAYTALSBAND\n(TOOTS\nSHOW)\nPRINCEFATTY&HORSEMAN\nTWO PEACE + DJ DUBFYAH\nMNGASATOON\nMARLEYREVIVAL\nKIKOBUNTTEMATEYEXPERIENCE\n+MUCH MORE TBA\nVENDING -BEER GARDEN -FOOO-LIVE ART -FAMILY VBES AND MOR\nCAMPBELLPARK\nMILTONKEYNES\nTICKETSAVAILABLENOW\nFatsoma\n eventbrite Bskiddle\nFRIDAY AUGUST 20, 2021\nESTINLIVE\nAUGUST\nBATH\nDSTALLS\nREGGAE\nREGGAENROCKS\nMAXIPRIEST\nASWAD\nMORRISON.CO-REO RBCKS ANPHITHEATRE\nBIG MOUNTAIN\nSATURDAY AUGUST 21.2021\nRebelution\nDAWNPENN\nHOLLIE COOK\nSTEELPULSE INNERCIRCLE THEGREEN\nLAIDBLAK\nISRAELVIBRATIONKEZNAMDI\nWAYNEWONDER\nGreen\nSUNDAY AUGUST 22.2021\nALEIGHCIA SCOT\nRebelution\nTASHINA MUZIK\n21,202\nEARLYBIRD\nKENSINGTONMEADOWSA\nSTEELPULSE THIRD WORLD THEGREEN\nUST2021\nMYKALROSEKEZNAMDI\nSAT21STA\nDUMACKLEJUDGEROUGHNECK\nREGGAE\nHEATE\nRASTA\nSIMMER\nSHASTA\nRT\nMo!\nMUTSHASTA,202\nFESTIVAL\nTHE MOVEMENT\nDON CARLOS\nSUN 22 AUG 2021\nPATO BANTON\nPREZIDENT BROWIN·ARISE ROOTS\nELDUSTY-JAH WARRIOR SHELTER\nTHE OUTLOOK\nAHD LOTS MORE TBA\nFREDDIE MCGREGOR HORACE ANDY BITTY MCLEAN\nGENTLEMAN'SDUBCLUB·CHANNELONESOUNDSYSTEM\nHOLLIECOOK-DON LETTS\nRESCHEDULEDDATE-ORIGINALTICKETSREMAINVALID\nSUNDAY22NDAUGUST2021\nKENWOOD HOUSE, HAMPSTEAD HEATH, LONDON\n2021\nUPRISINGok\nTHE\nREGGAE FESTIVAL\nCHARITY CAR PARK\nSTEPHEN MARLEY\nDIRTY HEADS\nDUB FX\nTRIBAL SEEDS\nCOLLIE BUOOZ\nFULLINEUP HOWANNOUNCED\nTHE EXPENDABLES\nCOMMON KINGS\nGENERAL LEVY\nJOSH HEINRICHS\nHIRIE\nRONI SIZE\nARISEROOTS\nTONORROWSBAD SEEDS\nMAD PROFESSOR\nTHRIVE\nDYNAMITE MC|DJ VADIM\nMUNGOS HIFI+SOLO BANTON\nSENSITRAILS\nTWOPEACE\nPOLEMIC& MEDIAL BANANA\nSINAISOUND\nMOJA REC&KOMPLOT(LIVE BAND)GLEB\nMARLEYREVIVAL\n+MUCHMORETBA\nenthritegskdde\n27.-28.8.2021-BRATISLAVA-ZLATE PIESKY",
    "Page_77": "FESTIVALSAUGUST2021\n77\nMilton Keynes\nCardiff\nReggae Festival\nReggae Festival\nAugust 14\nAugust 14\nCampbell Park in Milzon Keynes, UK\nVSA Warehouse in Cardiff, UK\nTruckee\nBath\nReggae Fest\nReggae Festival\nAugust 20\nAugust 21\nTruckeeRegional ParkAmphitheatre inTruckee,CA-USA\nKensington Meadows in Bath, UK\nReggae\nReggae\nOn The Green\nOn The Rocks\nAugust 21\nAugust 21-22\nMount Trashmore Park in Virginia Beach, VA - USA\nRed Rocks Amphitheatre in Morrison, CO - USA\nSimmer Down\nReggae\nFestival\nOn The Heath\nAugust 22\nAugust 22\nHandswortth Park in Birmingham, UK\nKenwood House in Hampstead Heath, London, UK\nRasta At Shasta\nDry Diggings\nFestival\nAugust 26-28\nAugust 27-28\nFestival Area in Mount Shasta, CA - USA\nEl Dorado County Fair & Event Center in Placerville, CA - USA\nUprising\nSheffield\nFestival\nReggae Festival\nAugust 27-28\nAugust 28\nFestival Area inBratislava,Slovakia\nCharity Car Park in Sheffield, UK",
    "Page_78": "WALOBAD.MEHDERITZSCH\nCOLORS\nOFBEAT\nSATURDAYSEP4,2021\nPOSITIVEY\nTRIBAL SEEDS\nGROUNDATION\nVIBRATION\nFESTIYA!\n2021\nTHE EXPANDERS\nFESTIVAL OF REG\n-4. SEPT. 2021\n10-11SEPT202\nPOOL\nASIANDUBFO\nBEONTRAINTIPPALRIE\nNATTYGENERALLEVY\nMIAH&TH\nSEPTEMBER-DECEMBER\nO.B.F.FT.SR.\n12THSEPT2021\nGGAL\nPLONPARK\nUERK\nLILA IKE\nHOLLIECOOK-TWINKLEBROTHERS-KIKO BUN-DAWN PENN\nDENVERCOLORADO\nRASKWAME-RASITES-MARLA BROWN-TESHAYMAKEDA\n2021\nSAT.SEPTEMBER18\nGHANNELONE\nEVA LAZARUS\nKENNYKENBR\nKY-MANI\nMARLEY\nTHEWATERWORKS\nINBUFFALOBAYOUPARK\nBECCAD-BOSSYLON·DUBWISE JAMAICA-IRAH&SHOTZ\n105ABINSTRETUTO\nibes\nJAMIE RODIGAN-MIXMASTERJ-NIAARCHIVES\nROMPAS REGGAESHACKTUOORLIONB2BSASHASTEPPA\n1IAY-4STAGES·40-ARTISTS-8000PEOPLF·15-F0O0 TRADERS\nLAS VEGAS\nTHE15tAnnudl\nSLIGHTLY STOOPID\nSASH.\nSOJA·COMMON KINGS\nHIRIE-\nTHEMOVEMENT-IYATERRA·JESSEROYAL\nNNAWISION·KYLESMITH-PACIFICROOTS\nHEADS\nBEENIE\nBOUNTY\nJBOOG·MATISYAHU\nMAN\nKILLER\nODZ-FORTUN\nMIKELOVE\nICFEST\nFRI1ST-MON4THOCT2021\nOCT9&102021\nWWW.SUNCLASH.COM-WWW.SHUTDOWNUK.COM\nEUPVEGAS.COM\nalihoots\nSLIGHTLYSTOOPID\nBAA\nREBELUTION·STEPHENMARLEY\nIRATION·CYPRESSHILL\nPEPPER·COMMON KINGS\nTHEMOVEMENT·DENM\nsessio",
    "Page_79": "79\nColors Of Beat\nIrie Fest\nSeptember 3-4\nSeptember 4\nWaldbad Mehderitzsch in Torgau, Germany\nBelmont Park,Beach House in San Diego,CA-USA\nPositive Vibration\nCity Splash\nFestival\nSeptember 9-10\nSeptember 12\nBaltic Triangle in Liverpool, UK\nBeckenham Place Park in London, UK\nHouston Jerk\nColorado Cool vibes\nFestival\nReggae Fest\nSeptember 18\nSeptember 18\nBuffalo Bayou Park in Houston, TX - USA\nLevitt Pavillion in Denver, CO - USA\nSunclash meets\nReggae Rise Up\nShutdown\nLas Vegas\nOctober 1-4\nOctober 9-10\nIbiza Rocks Hotel in Sant Antoni de Portmany, Spain\n Downtown Event Center in IAs Vegas, NV - USA\nBest Of The Best\nCali Roots --\nThe Baja Sessions\nOctober 10\nNovember 3-7\nBay Front Park in Miami, FL - USA\nME Cabo Hotel in Cabo San Lucas, Mexico\nJamming Festival\nCloser To The Sun\nNovember 13-14\nDecember 8-12\nCasa Babylon in Bogota, Colombia\nHard Rock Hotel Riviera Maya inPuerto Aventuras, Mexico",
    "Page_80": "INTERVIEW\nDAN SHEEHAN\nMAN ON A MISSION",
    "Page_81": "INTERVIEWDANSHEEHAN\n81\nIt will have been three full years from\nCalifornia Roots 2019 until the return in\nMay of 2022, but Dan Sheehan, Co-Owner\nand Producer of the largest Reggae festi-\nval in the US, hasn't been resting. During\nCovid, Dan has pushed forward numerous\nnew initiatives and programmes and finally\nhad the time tolaunch abrand-newfestival,\nCali Roots - The Baja Sessions, coming\nto Cabo San Lucas, Mexico November 3-7\nSTDOPI\nof this year. Reggaeville's Brad Metzger\ncaught up with Dan right after his return to\nlive music in Santa Cruz, CA in May where\nhe teamed up with music venue Felton Mu-\nsic Hall for three days of outdoor concerts\nLON SALE\nNOW!\nfeaturing Tribal Seeds and others as well\nas a pair of incredible acoustic sets by Arise\nCALIFORNIAROOTSFESTIVAL.COM\nRoots in front of a very small group of fans\nthanks to Covid restrictions\nCALIFORNIA ROOTS\nIn our conversation, Dan was very open\nabout his fears about possibly having to find\na new career over the last year, his wish to\nINTERVIEWBYBRADMETZGER\nnever have to put on a virtual event, as well\nPHOTOS BY JOE WILSON (BULLDOG MEDIA)\nas more exciting plans for the future.\nIt's been a wild ride for you during Covid.\nYou rescheduled the original 2020 Cali Roots\nto 0ctober 2020 then to May 2021, now it's\nbeen rescheduled to May 2022. What went\ninto those decisions and how tough has this\nbeenfor you and your team to schedule,\nplan and reschedule three festivals?\nWith the first one we're like “Alright, we'll\nmove this October, we'll play this by ear\nand see how this g0es\".July of 2020Iwas\nlike“Yeah, October's probably not going to\nhappen\", so we gathered as much infor-\nmation as possible and then we decided\n\"Alright let's go to May 2021, we should be\nfine\". Then probably, October, November of\nlast year I really knew May of 2021 wasn't\ngoing to happen. It was right on the cusp\n of everything, and by this time we have...\nyou know Cali Roots is just one of my\nshow life, and we refunded and moved and\npostponed and cancelled and done this\nthing hundreds of times over the last year.",
    "Page_82": "So it was like, we're just going to move this\nAt first it was like, alright, we'll get through\nto May of 2022 instead of trying to battle\nthis, it's going to be all right and we'll do\nthrough the fall. We don't know at this point\nthis thing in October. As it went on and on,\nthings are going to happen but at the time\nthere were definitely days where I was like\nit's like “Do we really want to do that? Do\n“Holy shit like, am I going to have to figure\nwereallywanttohavelimitationsonwhat\nout anotherbusinesstostart?DoIhaveto\nwe can and can't do?\" I'm definitely against\ngoget a job somewhere?Is our industry ever\nthe whole vaccine requirements and all\ngoing to come back?Will events ever be the\nthat stuff. I didn't want to put ourselves\nsame?\"You know obviously if you watch the\ninto that situation. I knew there would be a\nnews and stuff, you know it's like all Debbie\nlot of traffic on the road, and everyone and\n Downer stuff. Fauci was out there saying\ntheir grandma's going to be touring, plus\nwe'll never shake hands again. There were\nall these other festivals are trying to make\ndefinitely some times where it was tough\nup for the past year, soI said“Let's just ride\nmentally. Obviously we had to lay off some of\nthis out,wecan sustain this economically\nour staff and there was a heavy workload that\nand come back in 2022, make it a four day\nwas coming in and it was me and one other\nfestival andjustkindofcomebackwith it\"\nperson handling everything ourselves. I have\nand, you know, every day, I'm like yeah that\na couple other venues that I'm overseeing\nwas the right decision, I feel really confi-\nplus the festival, so there were definitely days\ndent about the decision that I made and\nwhere it was very mentally challenging. And\nwe're looking really good for 2022, granted\nthen there were days where there wasn't\nthe show's been on sale for almost two ye-\nmuch going on, but I just didn't have the urge\nars but... But it's been good, we're thankful\nto work on anything because I was just tired\nthat we have a very loyal fan base, a lot of\nof working on stuff that might or might not\npeople have stuck with us and supported us\nhappen, you know? I was tired.\nthrough all this and I think it's all going to\npay off in May of 2022.\nYou were seriously considering in your\nmind “\"I might need to find another career?\"\nHow did you and your team mentally handle\nYeah. For a second there, I needed to figure\nso many cancellations and changes?\nthis out, like we're going to have to do",
    "Page_83": "INTERVIEWDANSHEEHAN\n83\nhAlROOiSRnLRn\nJOINTK\nCALI POOIS\n1G02\nRADIO\nIRSTHOUN\nERICRACHMANY\nDANSHEEHAN\nRUA\n4PMPST\n7 PM EST\n/11AMEST\n#CALIROOTSRADIO\nsomething, and we didn't do any drive-in\nto stay so active and keep Cali Roots part of\nshows. I just didn't feel like those made\npeople's lives? What got the best response\nsense.You run the numbers and they just\nand what will endure post pandemic?\ndo not make sense. Doing a show and put-\nDan: I think all of it will endure. For me\nting on a show, it's an uplifting experience\nit was extremely important that we stayed\nfor me. Like the attendees going to a show,\nrelevant.When you think about it for Cali\nfor me, putting on the show and executing\nRoots, the festival, it's going to be three ye-\nit, and all that stuff is part of how I get\nars between the last band that played Cali\nreplenished, mentally and spiritually. And\nRoots in 2019 to the first band that plays\nto not have that, it was wearing on me. But\nin 2022. It's going to be three years. As we\nthen again, I've owned my own business for\nwere going through this, in the earlier part\na very long time, between Cali Roots and\nof it like the Couch Sessions, the Bedtime\nother businesses before that. I'm not going\nStories, and the Can't Stop the Music,\nto work for somebody, so like alright, what\nthe first on...those were all done out of\nare we going do? Okay, let's maybe look at\ntrying to nurture ourselves and our fans\nreal estate... but my love and my passion\nand to provide some feel-good content\nand what drives me is this industry and\nthat helped us get through it. Because to\nputting on events and being a part of the\nme it was rough there for a little bit, for\nmusic.And so, that feeling came and went\neverybody. It was rough,so we felt that we\nand, you know, we came back and now I\nhad a platform to be able to provide some\nstrongly believe that we're on the verge of\nreally good vibes and good spirits and\nsomething huge, not just for our festival but\nreally uplifting content. And there was a\nI think for events in general.\ntime there where things got really hairy, all\nthe race and you know George Floyd, and\nYou have been extremely busy during Covid\nall the stuff that went with that. It was a\nlaunching a bunch of new things. Good\nvery tense time in this country that we felt,\nVibez Bedtime Series, Center Stage with\nalright we have a platform of music and\nReggae Icons, Can't Stop the Music virtual\nenergy that we can push out there and in\nevents, Couch Sessions, two Cali Roots Rid-\nthe earlier parts of it, that was definitely a\ndim albums. Why was it important for you\nbig part of it.",
    "Page_84": "84\nINTERVIEW DANSHEEHAN\nA ONLINEFESTIVALEXPERIENCE\nA MIX OF NEW AND CLASSIC CALI ROOTS SETS\nalyormia\nN\nCAN\nMUS\nH\nANONLINEFESTIVALEXPERIENCE\nMAY 28 29 30. 2021\nPRE-REGISTERNOW:\nCalIforNIaRoOtSfeStivAl.COm\nSounds like you almost took it as a respon-\nproud of that and it's been great to work\nsibility.\nwith all these artists and with Adam over\nAbsolutely, 100%. That's the thing, I think\nat Ineffable Music and just really pushed\nour platform is strong and so we do have a\nthe message of the festival and pushed the\nresponsibility. Also, you have to be care-\nname of the festival out there to a world-\nful in those situations because you have\nwide audience. Again I think for a festival\nto stand on the right side you know?And\nin Monterey, to keep doing that... we're\nsilence is sometimes just as bad as doing\nalways trying to figure out how we can keep\nsomething bad. We thought that was our re-\npushing the envelope.\nsponsibility, and I think it worked out, and\nit provided us a bunch of content, although\nCan you comment on the financial implica-\nI'll be happy if I never do another virtual\ntions of the reschedulings and the past year\nfestival my life again. The first Can't Stop\nfor you? And on any aid you have or have\nThe Music virtual festival was great. The\nnot received?\nsecond one was great too, but the first one,\nIt's been tough. I mean obviously take your\nthe viewership was through the roof and\nmain revenue stream, and come to a com-\nit was this really powerful thing because\nplete stop on it, you know? And that ticket\nwe were all in the midst of lockdown and\nmoney, that's money that fans have paid for\nso everybody was at home. The Cali Roots\na service that hasn't been provided yet so\nRiddim, the first one, was in the works\nit was definitely challenging. Thankfully we\nbefore the lockdown. We were working on\nreally kicked off our brand side, the clothing\nthat in late 2019 so it's kind of trippy to\nside of things, and that really helped carry\nthink that the riddim actually hasn't even\nus through. We made some good money on\nplayed on-site yet. It hasn't played through\nthat, and enough to keep the lights on. As\nthe speakers at The Bowl yet. So we have a\nI've said we had to lay off much of our staff,\nlot of ground to make up. It's another one of\nwe moved offices to a much smaller office\nthose flags in the ground. There's no other\nin a different, less expensive part of town.\nfestival doing this, whether it's in the US or\nWe had to make those adjustments.We did\nEurope or even Jamaica. There's no festival\n get a loan from the government, and then\nthat has their own riddim that'swell pro-\nlike everybody else, currently waiting on\nduced and has great artists on it. I'm really\nour shuttered venues grant from the SBA",
    "Page_85": "INTERVIEWDANSHEEHAN\n85\nto come through. It's just been a process\nI was fortunate to be at your recent return to\nyou know, dealing with the government\nlive music at Roaring Camp. What did that\nand, you know, they're in over their heads\nmean to you? And by the way the Arise Roots\nand the IRS is extremely backed up, which\nacoustical performances were epic. That\nbacks up the SBA. There are Mom and Pop\n group without any drum and bass, with the\nrestaurants and venues,as you know, shut-\nfocus on the lyrics and the guitar was mind\nting down daily right now because they just\nblowing.\ncan't afford to stay open anymore.\nYeah, Arise Roots is special, they're a great\nband. I think they're very underrated. But you\nSo you applied for one of the shuttered\nknow, the comeback of music, it was good.\nvenues grants and you're just waiting? Have\nYeah, it felt good to be out there and provide\nyou been approved and just waiting for\nmusic for the fans but also to have our staff\nfunding?\n out there working, so many people that I\nWe check all the boxes. I have two applica-\nhaven't seen in over a year These are people\ntions in, one for the Fremont and one for\nthat I would see a lot more than once a year,\nCali Roots and we check all the boxes, we\nso to see those people again it was a beautiful\nqualify. It's just a matter of the government\nthing, it was good feeling. I think it's just the\ngetting through it and at this point if and\ntip of the iceberg of what's on the horizon for\nwhen it comes, it's going to be great. For\nall of us as far as getting back to it, hopefully.\ntunately we're not in a position where we're\nI'm hopeful that people stay as positive as\nin trouble, we're fine. It's tight but we'll get\nthey have been. I think we all can take certain\nthrough it.\nthings for granted and when abruptly taken\n3\nTHEKINGSONFROMKINGSTON\nAVAILABLEONALLDIGITALPLATFORMS\nCUTNOW\nVIBE/BIG SOUND",
    "Page_86": "86\nINTERVIEW DANSHEEHAN\nI like Artikal Sound System, I think Logan\nhas something special. I think bands like\nThe Movement are poised to rise and The\nDOARIN\nMovement's been around for a long time.\nCAMP\nIt's like, how do we keep showcasing some of\nCalifornia\nthose bands? How do we keep getting those\nbands bigger looks on our stages and in front\n5.28\nTHEEXPENDABLES\nof bigger crowds that end up trickling down\nIYA TERRA\nto a band playing or closing out Red Rocks\nor larger tours happening for them? It's an\n5.29\nTWO NIGHTS!\nimportant task that I have as far as making\nTRIBAL SEEDS\n5.30\nsure that we're putting the talent out there\nTHRIVE (S.29) PACIFIC ROOTS (S.30]\nthat will continue to grow.\n7.15\nTHEMOVEMENT\nOther than just listening to a bunch of music\nis there anything you do to decide who you're\ngoing to invite or to formulate your game\nfrom you, like literally within two or three\nplan? What does your process look like?\ndays, everything just changed for the event\nI have a grid, an idea of who I want. The big\nworld and to take that away... I'm hoping that\nlist at first and I start whittling down, and ob-\nthat people really know now we need to keep\nviouslywetakesurveysfromourfanswhich\nsupporting the music and the art.\nI think is important. You've got to listen to the\nfans and the fans on the frontlines listening\nMany artists credit you with helping to launch\nto it, you know more than I am. I definitely\ntheir careersbyfeaturing them atCali Roots.\nlisten to what they're listening to, then I do\nWhat do you think about the responsibility\na little more research on the band. I listen\nand frankly, power? And who are the next\nto the music and the recording quality and\nrising stars, the next Stick Figure or Hirie?\nsee what we can find online as far as live\nI think very seriously that it's an important\nperformances go, and then we look at tours\nresponsibility that we have. We tried to put to-\nand we look at social media interaction. Loo-\ngether a plan through the pandemic, on how\nking at those things like, do they have a very\nto feature some of these new artists on the\nengaged fan base? Or you know, these guys\nrise, virtually, but it just never panned out\nare only posting once every two weeks or two\nFor the US Reggae scene, Cali Roots kind of\n months and this is not consistent. I'm talking\nsets the bar, you know. We might not have the\nto other bands and other tour managers. I\nmost tickets out of other Reggae festivals in\nhave vast relationships with tons of tour ma-\nthe country but we are the bar-setter. I think\nnagers throughout our industry, so I ask how\nthere are some tours that look at us,there are\nare these guys on the road, trying to go as\nother various festivals outside of the Reggae\ndeep as possible and on as much information.\nspace, that look at our line-up and see where\nEspecially with the young bands, you want\nthe billing of some of these artists are. I do\nto make sure that if you're giving somebody\nfeel that it's important to groom new up-and-\nthat shot, that they want the shot and they're\ncoming artists because we are only as strong\nhungry for it.\nas our artists and we want to make sure that\nwe keep providing the stage for some of these\nMakes sense. Is there anyone who you have\nartists to grow.For me, some of the artists\nalways wanted to play Cali Roots? You and I\nthat I'm really excited about... the Elovaters\nhave talked about Burning Spear.\ncould keep growing to a level of potentially\nYeah, I've sent Spear several offers but they\nbeing a headliner in the next five or six years.\ndon't entertain it.",
    "Page_87": "BIG FEET RECORDS\nBest of\n2021\nSTEPPIN'TOTHEBEAT\nNORRISMAN\nTURBULENCE\nTURBULENCE\nThis\nMorning\nMorris\nmusie by\nmusic\nby\nJOSH HARRTS\nJosh Harris\nSEASON to\nSEASON\nCLICK HERE\nCLICKHERE\nPAM HALL\nCORNELLCAMIPBELI\nEvery Mile\nCORNELLCAMPBELL\nPam Hall\nMARK STANLEY Iyrics\nJOSH HARRIS\nJOSH HARRIS muSic\nCLICKHERE\nCLICKHERE\nLenn Hammond\nSilvertones\nPrince Alla",
    "Page_88": "88\nINTERVIEWDANSHEEHAN\nIs there anyone else who you really would\nlimit guest list requests. What was that, and\nlove to have again who maybe hasn't played\nwhat motivated you to do that? it was very\nin a really long time or who's never played\ninteresting.\nCali Roots?\nThere's this entitlement that some people\nI think, kind of outside the Reggae space,\nhave, that they should be getting on the guest\nlike Manu Chao has always been an artist\nlist even though they're not necessarily doing\nthat I've wanted to get. And he is one of the\nanything for the event, they're not doing\nguys that doesn't really play that much. Fat\nanything for the music. I have no problem\nFreddy's Drop... we've done shows with\nworking with people and giving guest list\nthem outside of Cali Roots, we'd love to have\nto the people that are actually contributing\nthem on. Seeed from Germany has been one\nto the success of our events, the success of\nI've always wanted. Buju has always been\nsome of these artists, to the music as a whole,\non the list but you know, obviously there's\nbut it gets tiresome when there's just like all\nprobably slim to no chance of him playing\nthese people that want to guest. If you think\nthe US in the foreseeable future. Toots is ano-\nabout it, if you give 100 guests, and that's\nther one that I regret not booking and that's\n$200 / $250 a ticket, it adds up you know.\nprobably one of my bigger regrets. And, you\nThen they're back there, especially the artists\nknow, another unfortunate one was Lucky\n guests, they're backstage, you know, making\nDube, he's another one that I wish I booked\na ruckus and not necessarily being part of the\nbefore he was killed.\necosystem.\nAnd right now as we go into 2022, we're\nYou wrote a serious, yet sarcastic social\ngoing to limit it even more. There are a lot of\nmedia post a few years ago asking people to\npeople that I haven't talked to in a year.. it's\nCROSS ROADS\nCROSSF\nROADS\nCROSS ROADS\nNEW ALBUM\nOUTNOW\nLADY IMPRESS",
    "Page_89": "INTERVIEWDANSHEEHAN\n89\ntherealdansheehan\ntherealdansheehaniswellsaidby\nmy lovelywife.Number6is theworst.\nThat'swhenthepunisheralarm goes\noff! That's a hard no.\n@amysheehan28Let theonslaughtof\nguestlistrequestsforCali Roots\nbegin want to showusand\nPEOPLE IN TOUCH FOR GUEST LIST\nsupport?Want tocelebrate10years\nwith us?Then consider buying a\nticket instead of assuming you get\nfreetickets.And here'ssomewords\nof advice if you feel compelled to\nrequest guest list...1.Put your\nrequest inearly.Wewill just ignore\nyou if itcomes in week of.2.f we\nsayyes,saythankyou andbedone.\nDon'tfollowup withquestions about\nhotelsarking,inktckts,wh\ntheweatherwillbelikemoreasses,\netc.We are in the thickof planninga\n口\nLikedby caliconscious and145others\nMAY3,2019\nPEOPLE IN TOUCH AFTER THE EVENT\nAddacomment\nPos\neasy for people to hit me up for guest list but\nThere was a lot of debate last year when an\nthen you know you've never even checked\nAmerican festival was perceived as insulting\nin on us or on our business last year and\nmany of the old school Jamaican Roots ar-\nwhile we kind of struggled through keeping\ntists.From Alborosie's new song Bun A Fyah:\n everything relevant, you know? So yeah, the\n\"Promoters Cali Europe, Make me share some\nguest list definitely and billing are my two\nreal facts. You eat from Reggae music but\nbiggest headaches. It just adds up and all of\nyou never give back. Fellow local artists get\na sudden you have like 2,000 people on the\nthe headliner spot. Why do Jamaican artists\nguest list. They're consuming the resources\nturned to opening acts. Roots Reggae artists\nand all that stuff.\nturned to opening acts.\" Albo has played many\nCali Roots and will be in 2022 so he must be\nWhat was the response by some people from\na supporter of Cali Roots but has this harmed\nthat post? Were there some interesting or\nthe reputation of the Cali movement? What\nunexpected responses?\n do you think about this whole drama and tug\nI mean everybody knew. People know it.\nof war between ‘real' Reggae and Cali Roots\nSome people probably knew it was directed\nRock or whatever you want to call it?\n at them. You know, it's like it's like going to\nThat is a good question. I think the festival\n a restaurant, and like you know the guy, and\nthat did it, they were completely out of line\nyou're asking for comp meal every time you\nfor doing that. The way they did it wasn't\ngo in. It's like, dude, you know this ticket is\nthought out properly, you know. I've been a\nnot free, there's something attached to this\nbig proponent of, how do I integrate more\nthere's money attached to this and it costs\nJamaican Reggae into Cali Roots. You know,\nsomething to make this ticket happen. So\nit's unfortunate that sometimes,it's the music\nwhether that's the lost revenue from it, whe-\nbusiness, right? And you know the business\nther that's the wristband itself, or the staff\nside of it forces me to book bands and sell\nthat's handling it.\ntickets. The billing portion, it's hard. If a band\nAlborosie as an example, if he can sell 500",
    "Page_90": "90\nINTERVIEWDANSHEEHAN\ntickets at the Catalyst, and X, Y and Z band\nright after Warren got sick and he was not\nthat that go ahead of him can sell 1,o00\n able to operate the festival, they approached\ntickets at the Catalyst, you know, then... my\n me about booking it and running it, and\nbilling is not based off of legend status,or\n so for a minute there I was trying to help\nthings like that. I try to base mine off of...\nthem salvage it and kind of put together the\nyou know, it's like, is this band selling a lot\nbest possible line-up possible. Things didn't\nof tickets now? Which makes them currently\nwork out, and time ran out and so we got\na bigger band.\nbooking really late on it. So instead of trying\nAlborosie might be bigger in Europe and\nto force something and potentially set it up\nother Caribbean markets, but you know,\nfor loss, we decided not to do it and then\nthisband can sell moreticketsin Califor\nCovid hit and unfortunately Warren passed\nnia, which is where our festival is based\naway. I'm always there to help Gretchen,\nSo it's definitely a little complicated but,\nI've always looked up to Warren.\nI also think we've done a really good job\nof integrating more Jamaican acts, more\nDo you have an interest of taking that [SN-\n Caribbean acts into our festival, in paying\nWMF]over?\ntribute to those acts, and trying to influence\nI would be a part of a partnership that\nlisteners of Rebelution that“Hey, there are\nwould do it, but timewise, I just don't have\nall these other bands out there, you know?\"\nthe capacity to do it.\nI do it on my radio show on Sirius and I try\nto, you know... Center Stage was designed\nSpeaking of that, you have Cali Roots - The\nfor that as well, how do we pay tribute to\nBaja Sessions coming up. Closer To The Sun\nthelegends and educate people?Because\nsold out instantaneously for 2021. Are you\na lot of it comes down to educating people.\ngoing to do anything for people who have\nIt's unfortunate but a lot of Roots Reggae\nattended Cali Roots, or is it going to be just\nfestivals in the country are gone, you know,\ncompletely like login and good luck?\nlike in California, Reggae On The River\nWe'll do presale to the Cali Roots database\nand Sierra Nevada [World Music Festi-\nfirst. That'll probably be a day earlier. And,\nval] are both gone. So we have to educate\nI mean, the goal is to sell it on the on sale.\nthe younger fan base on who these Roots\nWe're trying to develop these destination\nReggae artists are.\nthings. I'm working on something for the\nwinter as well, something like Whistler\nI mean, do you consider Rebelution and\nor somewhere along those lines.It's about\nStick Figure Reggae music?\nkeeping these things to about 3,0oo. Closer\nYeah absolutely. I mean I think they're Ame-\nTo The Sun is bigger, like 8,000, but I want\nrican Reggae, you know. It's the American\nto stay in that 3,000 to 4,000 capacity des-\nReggae scene, it's definitely Reggae. Stick\ntination vessels, have a higher ticket price,\nFigure especially, he's doing a lot more of\nget a really exclusive thing and really sell\nthat dubby stuff, than a Rebelution but\nthat experience.\nyeah, I think both are considered Reggae\nat the core. They might have the influences\nRight now, Ijust want to get this Baja 1\nof other music in it, you know, even bands\nunder our belt, figure it out. It's November\nlike Dirty Heads, there's Reggae influence\n3-7 in Cabo. It's going to be an experiment\nin it but it's not necessarily that one drop\nto see how it goes. I mean, Closer blows it\nReggae by any means.\nout but it's also been five or six, seven years\nwherever they're into it, you know, but I\nSpeaking of Sierra Nevada festival. I hear\nalso feel our brand is strong enough and\nit's for sale. Have you been approached?\nthere's this pent-up demand that I think\nYeah, I've known Gretchen for years and\nwill play to our advantage.",
    "Page_91": "LEXGELLER\nPHOTOGRAPHY\nWell, I've been hoping you would do so-\nlike family. I think it just means that we're\nmething like this for years, so I'm very excited\nall in this together and you're in a safe place\nand I will be the first one to buy a ticket and\nwith us, you know? So having love and trust in\nnot ask you for a comp.\nthe process. I think it's important to have that\nGotcha. I love that.\nkind of core to it where everybody believes in\nwhat we're doing here. So, the fans believe in\nI noticed that you have a cannabis link on the\nthe festival, we believe in the fans and it kind\nCali Roots Presents site with a “\"Coming Soon\"\n of makes for a whole unity thing.\nmessage, is there anything coming cannabis\nrelated?\nI've been to many Cali Roots and I've never\nWe did have a cannabis product that Jallibird\nseen a fight,\ndid and I'm currently looking for a provi-\nYeah, we've had like one in the last seven\nder that that can provide us a white label\nyears.\ncannabis, something we can call our own.\nWe're in the works on it. I really want to find\nYou look at other music festivals and they\nsomething that can be, like a cookie or so-\nhappen all the time.\nmething that can go into multiple states, you\nYeah, and you know, people drink like fish\nknow, because I really think that's the key to\nat Cali Roots too, so it's not like it's because\nit, really being able to go into every state. That\neverybody's smoking weed. People drink a lot\nhas growers in every state because obviously\nat Cali Roots. So, it's, it's really good vibes.\nyou can't bring it across state lines and so you\nThe energy is so strong and I think that's\nhave to have different growers in every state.\n something that we've all missed and we can't\nAnd having that distribution, having a Cali-\nwait to get back to it.\nfornia one, an Arizona one, a Colorado one,\nan Oregon, Washington... kind of our money\nI think it's also that people in general that\nzones. We're working on it.\nreally are true Reggae fans, they have an\nacceptance of other people, that many people\nYou have said you have built your festival on\ndon't necessarily have.\nbrandonthecorevaluesoffamily.What does\nYeah, absolutely, absolutely. That kind of goes\nthat mean to you?\nback to that family values, like it's acceptance\nWe are a family-run business. You know, we\nand acceptance of other people what no\ntreat our fans and our staff like our family. We\nmatter what they're doing or whatever\ntreat them like family,they treat each other\nwalk of life they're walking in.",
    "Page_92": "INTERVIEW\nSRPEAD\nREBELUTION\nLIVING IN THE MOMENT",
    "Page_93": "INTERVIEWREBELUTION\n93\nHOPEFULTIMES\nINTERVIEWBYGARDYSTEIN\nPHOTOSBYYANNICKREID&SAMMEDINA\nFounded byfive Santa Barbara University\nstudents from Isla Vista, California, Rebeluti-\non has come to be one of the most important\nplayers in the US-American Reggae scene.\nThey have consistently grown over the past\n17 years, releasing high-quality music, from\ntheir breakthrough-album Courage To Grow\nin 2007 to Free Rein in 2018.\nFast forward to 2021, their newest feat In The\nMoment has just seen the light of day, an in-\ntimate discourse about time and its tendency\nto pass way too fast the older we get. Listening\nthrough the 15 tracks of the album, a lot of\nquestions popped up that called for answers,\nso Reggaeville arranged for an online inter-\nview with Eric Rachmany, wordsmith and\nlead singer of the band, and new father at\nthat. He replied to each query in a calm and\ncomprehensive way, revealing many inte-\nresting details about the band's operational\nmode and the album. Read on to find out what\nIn The Moment is all about:\nGreetings Eric! It's so good to connect with\nyou again. How is the general mood in Cali-\nfornia at the moment? Do you feel any change\nafter the elections?\nIt's crazy, it kind of feels like a new era and\nI'm not sure if it has to do with things poli-\ntically or with the pandemic slowing down.\nEverything seems very hopeful, and people\nare announcing live shows again... you throw\nthis all together with the creation of our new\nalbum, the timing is just crazy! It's amazing\nhow all this worked out to where we're re\nleasing an album, and we're looking forward\nto performing. It's been so long since we got\non stage! I think there is some good energy\naround, you can feel it in the air.",
    "Page_94": "94\nINTERVIEWREBELUTION\nDefinitely! I could feel the excitement buil-\nTrue, thanks. Another question by averynice\nding up prior to the album release. On your\ngirl is: Which things inspire you the most\nInstagram account, for instance, there is a\nwhen writing new music?\nlot of active communication with your fans. It\nThat's a good question! I think it always chan-\nseemstobe a strong focus ofRebelution to\nges, I can't say that there is one thing that\nstay in touch, to ask people's opinion, to keep\ninspires me the most. One thing I really miss\nyour audience informed... do you take turns\nis to travel and hearing different experiences,\nin managing the social media channels?\ntalking to different people in different cities,\nYes, we are a very hands-on band. After\nin different countries.. a lot of the times\n17 years of being together, we still oversee\nwhen I'm speaking in first person through\nalmost everything. We've had the same mana\nthe songs, it's not necessarily just about me.\nger since the beginning, and he really knows\nWhen I say the word “I\", sometimes I think\nwhat our style is, he understands who we are\nabout myself in somebody else's shoes. I think\nas people... so, we still oversee everything\nlistening to other people's stories, knowing\nbut he does a great job helping us to run our\nwhat they go through, that's very inspiring.\nsocial media.\nOk. And now we're zooming in closer on the\nThat's great. And because I really like this con-\nalbum, as floresa_164 asks what inspired the\nnection you keep up with your audience, I've\ncover artwork?\npicked some of the questions written by your\nAfter the album was done, I was looking back\nfans under a post you did a few weeks back.\nat it, trying to find the overall theme, and I\nThe first one is, how does it feel to be a father?\nnoticed that this theme was time. There were\n(laughs) It feels great! That's been the biggest\nsome songs that dealt with the notion of “You\nlife change for me in the last year and a half\nhave alotof timein life,bepatient!\" and some\nand I.. it's just, you can't explain the amount\nother songs were like “You don't have a lot of\nof love you can have for someone in this\ntime, go for it!\" Looking back, everything had\nworld! It's the best thing that ever happened\nto do with time. We were thinking about what\nto me, it's amazing.\nis a good artistic illustration that represents\ntime, and the hourglass came up, our bass-\nDianadaely05 wants to know what's the best\nplayer Marley had the idea, I think. We loved\nadvice given while going through a struggle?\nthe way the artwork came out, just because it\nI think it's a couple of things. One, patience is\nshows the day turning into night, you have the\nvery important. It's not like you could just snap\nsun and the moon, you have many different\nways of looking at time. That's the overall\nyou're going through. The other thing is, lis-\ntheme on the album, so the hourglass felt\ntening to music. This is a huge part of my life\nappropriate for the lyrical content.\nin getting out of personal struggle. Whether\nit's live music or recorded music, actually any\nWould you call it a concept album when time\n art form is a great way to jump-start you in\nis so prominent?\nthe right direction. That's one thing I really\nI wouldn't call it a concept album, I think\nsee Rebelution having a big role in, we get\nnone of our albums are. But if we were to\nhave one, this would be the closest. Time is\ngot me through this tough time!\" and that's the  really the theme for 90% of the album, and I\nbest compliment we can get. I know music has \n didn't plan it like that! When looking back at\ndone that for me, I know music has gotten me \nit, it is sort of strange that this theme kept co-\nthrough some dark times. Everybody suffers at1\n ming up. Maybe it was just kind of what I was\nsome point in their lives, and I think the arts\ngoing through, I think part of it is fatherhood,\nhave a very important role in getting people\nlooking at young life, thinking about my time,\noutof thosedarksituations.\nit all kind of correlates.",
    "Page_95": "Were you able to come together as a band\nsent to us by different producers, but for the\nand record the tunes in the studio or did\n most part it was really recorded from home,\nyou ask producers to come in? How can we\nsent electronically, which we had never done\nimagine the production process?\nbefore, so that was new territory for us. It was\n Our touring guitarist, Kyle Ahern, he did a\nchallenging, but also very much fun. We are\nlot of the production, he kind of brought our\na live band, that's how we got started, so we\nideas to life.A few tracks we had recorded\nwanted to come up with something that we\nmany, many years ago and we brought them\n could still perform live, we didn't want songs\nin, the old ProTools Sessions, and sort of\nthat had a ton of samples or something we\nre-vamped it. One song was recorded ten\ncouldn't recreate live. Now it feels like, even\nyears ago, another song maybe 20 years ago...\nthough the album was produced electroni-\nAgain, this concept of time just blows my\ncally, it still has that live band feel and we\nmind!\nknow that we'll be able to perform it on stage!\nIt was a challenge, because usually we'd go\nWhich of the songs are 10 and 20 years old?\nto the studio and track everything live, we\nThe oldest is Simply Captivating, it's actu-\nare kind of old school, believe it or not. But\nally on a Hard Rock flavor. I remember when I\nwe weren't able to do that because of the\nwas a young guitar player, I bought this delay\npandemic, so what we did is to record from\npedal and I created that riff. Over the last 20\nhome individually and send it to Kyle, and he\nyears, I struggled to write to that song, and I\nwas able to add a production we really liked.\nended up writing the lyrics about struggling\nFour or five tracks were sketched by the other\nto write a song (laughs). We were looking for\nband members, then they sent it to me and\nsongs to add to the album, and our drummer\nI would track it, pass it on to Kyle, so we all\nWes, he comes from a Rock background, he\nacted as producers of the tracks along with\nsaid “We gotta put that song on!\" And he\nhim. There are also a couple of instrumentals\nbrought it back to life.",
    "Page_96": "96\nINTERVIEWREBELUTION\nThen there was another track,What Life Is,\nIt is more about being put in a friend zone,\nwhich is more of a funky breakbeat song with\nsomeone that doesn't want to take it to the\na horn section. We recorded that about ten\nnext level, so it's that vibe... Again, going\nyears ago, I found it on my hard drive when\nwith that notion of time, it says “Hey, life is\nI was looking through the old stuff, and it\nshort,ifthereisaconnectionlet'sbuildon\ndecided to bring it back.\nit!\" I would say that's a frustration kind of\nlove song (laughs). For the other songs, I was\nWho is the “you\" in \"You make me feel so \nliving on the island of Guam, that's close to\ngood about what life is\"?\n South Asia in the Pacific, so being on this\n(laughs) Actually, those lyrics were written\nisland, you hear a lot of Lovers Rock, a lot\nby a good friend of ours, I just wrote a little\nof Roots and Island Sounds, so I think I was\non that. It's a love song, and it's about being\nvery inspired by these island vibes when I\nsurrounded by people that make you feel\nwroteInitials andYouAnd I.\ngood about what life is, which is who your\nfriends should be! Your friends or your lover\nOn That Zone, a band called Durand Jones is\nor your family.. life is short and it's important\nfeatured. Can you introduce them to us?\nto be around people that make you feel good\nThey've been around for about five years\nconstantly!\nmaybe, but they are still growing, they are\nreally coming up right now. They are more\nSpeaking of, there are quite a few love songs\nof an RnB-Soul-Funk group. We toured with\non it, I think Initials is one and You And I as\nthem a couple of years ago, they are really\nwell. As for That Zone, I'm not sure. Is it a love\nphenomenal, they have a nice throwback\nsong?\nsound. I kind of felt like that song, That Zone,\nKATCHAFIRE\nNew Singles\nFor more details\nplease visit our website:\nComing Soon\nwww.katchafireofficial.com",
    "Page_97": "INTERVIEWREBELUTION\n97\nhad a nice RnB feel along with the Lovers\nRock, so we felt like Durand Jones would be\na nice mix-up to throw on that song, and we\nreally like the way that one came out. He has\nsuch a nice RnB voice, when he starts singing\nit just captures your attention immediately, so\nwe're excited.\nThere are some other exciting features on\nthe album as well, all from Jamaica. Was it\nimportant for you to include Jamaican artists\non the album?\nYes, absolutely! You know, we never knew\nRebelution was going to get that big here\nin the US and other places around the world,\nandbecauseournameisassociatedwith\nReggae music, it's important for us to\neven though these guys are newer artists, we\nshowcase Reggae music from Jamaica, the\nstill look up to them, even as modern artists.\nplace that really created Reggae music, the\nIt's great, I'm so excited that they jumped on\nplace that's so influential for us. I don't want\nthe album!\nthe Jamaican culture, the Rasta culture, that\nculture to be lost, so if Rebelution is going to\nThe Kabaka feature is called 2020 Vision.\nbe associated with Reggae music, Ijust want\nWho brought that in?\nto make sure that people know what Reggae\nThe beat was sent to us by a guy named\nmusic is in Jamaica. It's important for us to\nCalvin Valentine, more of a Hip Hop produ-\ncollaborate with Jamaican artists, both legen-\ncer, but he tried some Reggae beats, too. I love\ndary Roots artists that have influenced us and\nthe riddim, it's actually an old Pablo Moses\nsome of the modern stuff, so we considered\nsong called Let's Face It and he sampled it.\nKabaka Pyramid and Busy Signal and\nListening to that and thinking what a crazy\nKeznamdi, these kinds of artists. It's also\nyear 2020 has been, and then about 2020\nshowcasing talent that we think is amazing,\nvisions, I started thinking about being prepa-\nand it's an honour when those guys want to\nred for any negativity that comes your way,\ncollaborate with us!\nturning it back around and killing them with\nkindness! That's what we are saying there.\nHow did you link up with them?\nUnfortunately, there are haters out there, but\nWell, I met Keznamdi before, in person and\ninstead of letting that hatred get to you, it's\nover the phone, he's a really nice guy and the\nabout taking it in and putting it back out in a\ntrack Places Unknown came out great. Ka-\npositive manner, that's the name Rebelution\nbaka, you know, I'm a big fan of him, I think\nfor us. People might think of Rebel, of violence\nhe's an amazing lyricist, and our manager\nor aggression maybe, but for us it's speaking\ncontacted him and he said yes.\nthrough the music non-violently. I think the\nsong 2020 Vision has to do with that, it's\nBusy Signal now, we had our manager reach\nsaying that we're prepared for any negativity\nout, and I was kind of surprised he was down\ncoming our way, it's not going to get to us.\nto be on the track, because Busy is a pretty\nWhen we sent the song to Kabaka, he said\nprominent artist and I'm sure he's very busy\n\"Yes, I've been feeling it lately in my life too!\",\n(laughs) and it ended up working out! I think\nso he was able to write to it pretty quickly. We\nthe name Rebelution is known to some of\nactually did a short music video, a visualiser,\nthese artists, which blows my mind, because\nthat will come out in the next weeks.",
    "Page_98": "98\nINTERVIEWREBELUTION\nAdapt, Survive is a very strong track as well\nthe last several years and doing fundraisers\nWas that alsowritten in the mindset of the\nhere and there for them, is a topic that we\nCorona situation, that we have to find a way\nwant to discuss and keep telling people to\nto get through? What's the basic message in\n get involved somehow. For us, we actually\nthis one?\nhave our own cannabis products, we have\nIt really is a song about the war on drugs,\nthings that we sell, so it didn't feel right\nthe war on cannabis particularly. We've been\nmaking money off these products, knowing\ninvolved in this organisation called the Last\nthat there are people in prison still for\nPrisoner Project, they are a non-profit\npossessing cannabis or selling it. I mean,\norganisation that tries to get non-violent\nwe really feel like they should be out, so we\ncannabis offenders out of prison. A lot of\nfeel that this is a good message getting out\npeople are still locked away here in the US\nto our fans.\nfor just possessing marijuana, even in States\nthat are recreationally legal! So, you have\nAnother message that rings in Future De-\npeople in prison in Colorado, in California\npends is the importance of education. Can\nand so on, and the Last Prisoner Project\nyou say something on that?\nis dedicated to get these people out. I think\nIt is, it's a lot. Our keyboard player Rory\njust being involved in that organisation in\ncame up with the music to that song, and I",
    "Page_99": "POSITVE\nVIBRATION\nFESTIVAL OF REGGAE\n10-11 SEPT 2021- BALTIC TRIANGLE. LIVERP00L\nASIAN DUB FOUNDATION - THE TWINKLE BROTHERS - MAD PROFESSOR\nGENTLEMAN'S DUB CLUB = DAWN PENN & THE MATICIANS - HOLLIE COOK\nZION TRAIN - TIPPA IRIE- CONGO NATTY-GENERAL LEVY & JOE ARIWA\nDON LETTS - CHANNEL ONE - HORSEMAN & THE UPPER CUT BAND\nMUNGO'SHIFI·BENJAMINZEPHANIAH&THEREVOLUTIONARYMINDS\nRUTS DC -KIKO BUN-FROM THE SPECIALS -NEVILLE STAPLE BAND\nKRAFTYKUTSFT.DYNAMITEMC-JAHWOBBLE&THEINVADERSOFTHEHEART\nIRATION STEPPAS FT. MURRAY MAN - THE NEXTMEN FT. GARDNA\nDJ VADIM FT. JMAN - O.B.F. FT. SR. WILSON - CHARLIE P - SISTER AISHA\nCONGO DUBZ & IRON DREAD - SINAI SOUND SYSTEM - KIOKO\nDUB LINK UP FT. MC MAD-X - COUNT SKYLARKIN'- KINGSTON EXPRESS\nLEVI TAFARI- RUBBER DUB· REGGAE Q&A W/ JOHN ROBB· ART OF REGGAE\nFAMILY ACTIVITIES & WORKSHOPS = JAMDOWN MARKET\nWEEKEND TICKETS-E6OFROMSKIDDLE-FREEENTRYFORKIDSUNDER12\nWWW . POSvIbefESt.COM\nARTSCOUNCIL\nJAMAICA\nBskiddle\nIXIOD",
    "Page_100": "100\nINTERVIEWREBELUTION\nasked him“What do you want to write this\nis everything for the youth. Secondly, I\nsong about?\" And he said “Well, I've been\nthink it's really important that we have\ndoing a lot of cultivation in my backyard,\nmore specialised education. Like me, I did\ngardening, green house and so on\". Simul-\nnot thrive in the education system, it was\ntaneously, I was doing the same thing at my\nvery strict, you learn about the same things\nhouse, and also we were having a baby, so\nthat people have been learning for decades,\nI was thinking about the parallels between\nand a lot of it is really misinformation. For\nplanting and harvesting in your garden and\nme, I wish that there was more emphasis\nraising a new-born, seeing a child grow up.\non the arts. The arts, music and dance are\nYou have to be patient, you have to protect\nalways the first programmes tobe cut in\nand nourish them, so it really felt like hitting\n schools, and that's such a shame because\nhome when Rory told me that. It was a\nthe arts are such a vast section of special-\nreally fun song to write!\nised education! I feel like if there was more\nof that, kids would really thrive. A lot of\nIn your opinion, how would the education\npeople can't relate to English classes and\nsystem in the US have to improve to make\nscience and maths, so I think it's really\nfuture generations grow better?\nimportant on a case-by-case basis to see\nOne, there is not enough funding for edu-\nwhere the kid thrives. Everybody has a\ncation. We have funding for a lot of other\nknack, a talent, so it's a shame that we are\nthings...I look at the taxes and I see the\nstill under this strict regimen of the educa-\ntiny little fraction that goes to education,\ntion system that hasn't been changing for\nthat's really frustrating because education\nmany, many years.\nREGGAESTRA\nTRIBUTETO\nBUNNY\nWAILER",
    "Page_101": "INTERVIEWREBELUTION\n101\nIn the song you also say we should be\nGOOD VIBES SUMMER ToUR 2O2I\n grateful. What are you grateful for?\nI'm grateful to be alive, every single day.\nRebelution\nWe named this album In The Moment be-\ncause no matter what wayyou look at time\nwhether you have enough or too little, you\nshould just be present in the moment, just\nGleen\nbe thankful that you are alive every single\nmoment. Life is beautiful, and it's just an-\nother reminder to be present and thankful.\nKEZNAMDY\nDMACKIE\nYou take another spin on time in Old School\nFeeling. It sounds a bit as if you take a trip\nback into the old days. What do you want\nto evoke with this song?\nThe instrumental was created by Kyle,\nand I immediately thought of the Roots\nRadics, of Gregory Isaacs, of some of my\nWhile this one ends the album, Satisfied\nfavourite Lovers Rock songs, and it just\nstarts it. What is special about that one,\nfelt appropriate to write about that. With\nwhy was it chosen to be the opener?\nthese style of songs, come on, they're just\nIt was the last song that was created for the\ntimeless and they make you feel so good,\nalbum, our bassie came up with the bassline.\nI'll never get sick of a DJ playing that kind\nHe sent it to me in MP3 and he named the\nof music! That's what I wanted to write\nfile Bigfoot Riddim. You know who Bigfoot\nabout, so the instrumental drove the lyrics\nis?\nfor that one.\nYes, this creature like a Yeti?\nTo Be Younger is very funky in the original\nMarley came up with thick basslines, it \nversion, but then in the end you pick that\nwas a funny title and I was thinking about\none up again in an acoustic style, which\nthat. Well, I wasn't going to write about\ngives it an almost melancholy kind of fee-\nBigfoot, but I thought about a footprint and\nling. Is that something you struggle with,\nhow Rebelution leaves a big footprint all\ngrowing older, missing the youthful days?\n over the world. When I think about being\nYes, you hit it right on the head. You know,\n on stage and playing for the people, even in\nthe full band version is upbeat, a little\nfront of a hundred fans, it feels like thou-\nmore danceable, and the acoustic version\nsands of fans, and to me that's having a big\nis more melancholy, maybe a little bit more\nfootprint, having a big voice no matter how\ntruthful to the mood of the lyrics.\nbig or small the size of the crowd is.\nWhen I was writing that song, I was think-\ning about how fast time has gone by, and\nYou know, no matter how small you are,\nthere might have been some times when\nyou can have a big voice, and that's what\nI wasn't living in the moment, and in that\nRebelutionfeelslike,the wholeRebe-\nregard it is a melancholy song. I think the\nlution family feels like. We have a big\nacoustic version really demonstrates the\nfootprint. It felt like a great song to start\nmood of the lyrics, of the song. I like both\nthe album off with“We're back, here's the\nversions a lot, but it felt like we needed to\nscene, it's everybody, not just us!” We like\nput that acoustic version on there as well,\nthe way that one came out.\njust to feel it.",
    "Page_102": "Rebelution\nSo, the album is there now and you even\nGreat, I'm a bit jealous! In Germany, most\nannounced a tour in late summer. How does\nfestivals have been postponed again until\nthat make you feel? How do you prepare for\nnext year. I'm through with my questions\nit after this long lockdown?\nactually, do you want to add anything? Do\nIt feels great! I really miss performing, being\nyou feel we left something out?\n on stage, that's the time I get to really ex-\nNo, thank you for covering it all. You always\npress myself through music, so I can't wait\ndo your homework before these interviews,\nto get back on stage. We are all really, really\nI appreciate you asking good questions!I\nexcited, the ticket sales are just amazing,\ncan tell that you're really into your work,\nthey are going to be packed shows.\nI appreciate that, thank you so much for\ncovering us!\nWill there be any admission limits in the\nvenues?\nThank you for releasing beautiful music, as\nRight now, it's completely open. I think the\nyou said it's the right time for an album of\nvenues will be fully operational by the time\nthis magnitude. It will make people happy,\nwe get there, they'll be at full capacity\ngive them hope, push them through.\nHave a great tour! Right on!",
    "Page_103": "ALBUMREVIEWREBELUTION\n103\nREBELUTION-INTHE MOMENT\n87 Music / Easy Star Records - June 18, 2021\nWhen was the last time\nDiving further into the\nRebelution\n you really lived in the here\nwealth of the skanking\nand now? As Abraham\nsweetness of Reggae mu-\nMaslow once said, “The\nsic, both Initials and You\nability to be in the present\nAnd I will fill your heart\nmoment is a major compo-\nwith love. Eric's voice is at\nnent of mental wellness\",\nits most beautiful here, full\nso let's all take a deep\n of warmth and emotion, a\nbreath. Our health coaches\nstark contrast to the over-\n Rebelution, who have just\nload of auto-tune in old\nreleased their 7th studio al-\nSchool Feeling. The track\nbum In The Moment, will\nitself is a nostalgic feel-good\ntake good care of us!\nIN THE MOMENT\ntune that plays with deep\nbass-lines, high piano-notes,\nCrafted during the long\ndubby echoes and reverb\nmonths of lockdown, touring guitarist Kyle\n the ultimate soundtrack for a summer party.\nAhern was literally instrumental in the new\noeuvre's production. Since the band could not jam\nSpeaking of.. we haven't looked at the guests\nand record in the studio as usual, Kyle collected\nyet. While Durand Jones, a US Soul-band heard\ntheir ideas and arrangements, fleshing out the\non That Zone, was new to me, all other artists\nsketches with layers recorded by the individual\nare old acquaintances, such as Keznamdi, who\n band members Eric, Wes, Marley and Rory. The\nfeatures in Places Unknown, joining Eric in a\nfinal product includes 14 novel tracks and one\nreflection about how fast life passes.\nacoustic version, and although In The Moment\nis not really a concept album, time is a central\n A big surprise is Busy Signal, who appears in\nfocus of the release, as the cover illustrates.\nAll Or Nothing, both vocally and in the video\nwhich just dropped. Last but by no means least\nPerfect entry, Satisfied immerses us in the band's\nis Kabaka Pyramid on 2020 Vision. Next to his\nsignature Alternative-Rock-Reggae sound and ur-\naccurate lyrical delivery and Eric's melodic spin\nges us to focus on ourselves: “Are you sure, are\n on the “rise above the haters\" theme, the song is\nyou good, are you satisfied?\". Discussing choices \n made special by its high-energy riddim. Produced\nsuch as quality or quantity, mind over matter or 1\n by Calvin Valentine, it re-creates the vigor of\nfairness & equality, the track invites both serious \nLet's Face It by Pablo Moses, who can even be\n reflections and casual sing-alongs with the catchy\nheard in the background.\nhook. Laalalalaa...\nOff the beaten Reggae path we have the powerful\nThe same difficult balance between contempla-\nHeavy As Lead, What Life Is and To Be Younger,\ntion and sonic pleasure is achieved by Adapt,\na realisation of how fast time is passing. The bit-\nSurvive, a discussion of legalization politics, and\ntersweet melancholy of the subject is intensified\nFuture Depends. The latter is a relaxed construct\nin the acoustic version that closes the album.\nbuilt on an airy flute melody and the conviction\nWith In The Moment, Rebelution have created\nthat our future depends on how carefully we tend\n a next-level expression of who they are, what\nto the seeds planted, the children born today.\npreoccupies them and where they are headed.\n“Plant a seed for the future depends!\nNice one!\nby Gardy Stein",
    "Page_104": "INTERVIEW\nUWEBANTON\nFREEING ALL OUR MINDS",
    "Page_105": "INTERVIEWUWEBANTON\n105\nRETURN OFTHEKING\nFREEYOUR\nMIND\nINTERVIEWBYSTEVETOPPLE\nIt's been a long nine years since Uwe\nBanton's last album, Mental War. So, thank-\nfully he's back with a brand-new project. Free\nYour Mind sees the German legend deliver\na sweeping and expansive project across\n18 tracks including three Dubs. The album\nUWE\nalso delivers a rich narrative about the world\naround us and the state of it and society. But\nBANTON\nwill Banton's new offering truly ‘free our\nminds'? Reggaeville caught up with him for\na chat to find out more.\nHow does it feel to be back with a new album?\nWar, there's a lot of work involved in playing\nIt feels so great. I'm really so thankful. Pro-\nshows, and touring, playing the album and\nducing an album is always a long process; a\npromoting it. And then there was a time I\nlong path; a long way; much work and much\ndid a few single releases for other producers.\ndedication from your heart - you put your\nBut in the meantime, I always work on any\nheart and soul into it. Sometimes, along the\nideas I have, I try to catch them and record\nway of trying to accomplish a project like that\nlike a draft and then get back to it at a later\nyou come across so many obstacles that the\npoint. But for these songs, this album, I can\ngoal you want to reach seems so far away, or\nsay there are songs like Do Good, My Smile\nit's been put further away from you. So, to\nand alsoArkof theCovenant-those are the\nbe actually at the point where I can say “Yes,\n songs I started work on in 2016 and then step\neverythingisdonenowfrommyside\",all that\nby step they took on more shape and form.\nneeds to be done is for it to be released onto\nThe song Free Your Mind actually is a song I\nthe online platforms and for the CD to actu-\nonly really started to work on last year. Later\nally be able to hold in my hand? It feels great,\non, when everything was complete, I decided\nI'm really thankful and humbled. Thankful\nthat was a good album title. The decision to\nto God that he's made it possible again and\nname the album, that was a decision that\n given his blessing. I'm thankful.\ncame at a later point. So, it was a process that\ntook a few years. But it's not like I'm every\nWhen did you actually start the process of\nday in the studio working on it. I have to do a\nforming Free Your Mind?\nlot of other stuff, also, to keep the ball rolling\nSome of these songs I started work on as\nand sustain myself. So, sometimes I work on\nfar back as 2016. When I started working on\nit more and sometimes Ihave phases where\nthem, it's not like I had this album Free Your\nI'm not working on it so much. But overall,\nMind. I was just starting to work on new ma-\nit's not to lose focus and to keep your eyes\nterial. You know, I always work on ideas. Let's\n on the prize and trying to work towards the\nput it differently- after the release of Mental\naccomplishment.",
    "Page_106": "106\nINTERVIEWUWEBANTON\nThe world has changed a lot between 2016\ndo with the development of humanity, of\nand 2020 - from the pandemic to the murder\ntechnology, which means things can happen\nof George Floyd. Composing an album\non a global scale that were not possible to be\nacross that length of time, did your personal\ndone before.\nfeelings about the world change during the\nprocess and did the narrative of the album\nYou talk of things being on a global scale:\nevolve as well?\nthat's one of the standouts of the album, that\nMy general idea about the world didn't. But\nparts of the album were recorded across five\nrather, since lastyear and the worldwide\ncountries with over 30 musicians. How did\npandemic state, it's more the realisation\nthat work, and is this interconnection the\nthat, well, this is the point we've reached\nonly positive of globalisation?\nnow. Because honestly, a lot of things we've\nWell, some of the album was recorded in\nseen unfolding have been anticipated for a\ndifferent countries. Take the song Hurry Up\nlong time. If you're a religious or spiritual\nand Come, the Lover's Rock duet. Squidly\nperson, then you are aware of a lot of the\nCole, who played drums on it, is a very good\nthings that are happening could be inter\nfriend of mine. I contacted him asking if\npreted as some of the signs that are written\nhe could record some drums on it. He said\nabout in the Bible. So, what is taking place\nyes, and shortly after he happened to have\nshould not come as a surprise. It's only that\na recording session at Tuff Gong, and this\nthe time that it's actually happening, now,\nis where he recorded the drums. Some of\nit takes a moment to digest it and to realise\nthe backing vocals were recorded in South\nthat this is actually what is happening now.\nAfrica, some of them in Costa Rica - therefo-\nIt's nothing new, it's just another level of\nre it is correct to say it has been recorded in\nwhat was going on before - which has to\ndifferent countries.\n..the singers and\n players of\nf instruments...",
    "Page_107": "INTERVIEWUWEBANTON\n107\nOn your other question, I think there are\nas artists have very little to no power to deter\nmore positive aspects of globalisation. I think\nmine the value of our work. Which makes it\nthat we probably tend to take what is positive\nvery difficult to be working as an artist. Since\nfor granted, and what is negative stands out,\nthe digitalisation, the price is dictated to us.\nand doesn't feel right. I think a balance is\nIf I produce a CD, I can still say “Well, this\nnecessary, but I don't think we should accept\nis my price\". But digitally, we have no say in\nthe things that don't feel or seem right about\nhow much our music is sold for and no say in\nit. In this aspect, because of technology, I\nhow much people pay when they stream our\ncan say that it has provided a lot of stuff\nmusic. I don't think this is fair. In the future,\nthat makes it easy to record an album, that\nit's good for real music and real art for artists\nmakes it more affordable to do some part of\nto find a way to grab hold of at least a little\nthe recordings or productions. When I started\npart of the handle to determine the value of\nwith my first band back in the 1990s, when\nour music. There are definitely many other\nwe decided to go into the studio and record\naspects of globalisation that aren't positive\nsome of our songs it was always a great task\n- digitalisation has been heavily promoted\nfinancially - we had to save up thousands of\nby companies and political leaders. But they\nDeutsche Marks, and then go into the studio\ndon't really like to talk about how much\n- and as a young, inexperienced musician,\nexploitation is connected to this:how the\nthis is when I learned that studio time is\n minerals for these technical devices are being\nmoney! You know, you got to be ready when\nmined by children in the Congo; supporting\nyou go into the studio! You can't think you\narmed rebel groups and child soldiers - those\ncan go in there and try out stuff. Because\nthings are really some things that are big in-\nevery hour costs a good amount of money. So,\njustices. And if we want to live in a sustaina-\nyou had to be ready and prepared to go into\nble and a peaceful world, humanity needs to\nthe studio. That means when you sing those\nseek and find ways to create a fairer and more\nnotes and record your tracks it's not going to\njust world for all of us - not just those who\nbe like 20 takes and one of them is the good\nare already in a fortunate position to continue\none. What you have nowadays, you can have\nto hold onto that status quo, and those of us\nan affordable mic at home which can produce\nwho are unfortunate are just unfortunate.\ngood quality; you can have a good interface;\nThis is not good for humanity. It's a curse.\nyou can record all your vocals at home, in\nAnd we need to find ways that we can achieve\nyour own time, when there's peace and quiet\nmore blessings.\nand when everybody else is sleeping - which\nis a great advantage for low budget produc-\nColonialism never really ended, did it?\ntions but which doesn't mean low quality. It\nWe now just have corporate colonialism.\ncan result in better quality because you can\nYes, definitely. We find that when in former\nreally take your time and be relaxed about\ntimes it was nations that were exploiting\nwhat you're doing - there's not time pressure\nother nations, we find now it's corporations.\nor money pressure behind it. You can send\n Right now, we find it's even just people who\nfiles from Jamaica to Germany, from the UK to\nhave money. Billionaires are determining the\nRussia - those are some of the good aspects.\ndirection humanity is going. There are many\nCommunication through the internet is good\nexamples - like Elon Musk. Why is it possi-\n also - it's a positive aspect that people can\nble that one man alone can have so much po-\nhave access to my music from any point on\nwer that he can send countless satellites into\nthe globe.\nspace without us, without humanity, being\nasked. He's making his deals with political\nBut the negative point is then that the compa-\nleaders and nobody really has any say about\nnies that distribute our music digitally dictate\nit. Do we want this really? OK, maybe it has\nthe price and the value of our work. So, we\nsome technological advantages, but is this",
    "Page_108": "108\nINTERVIEWUWEBANTON\nreally the right way for us to go, as humanity?\nafford this in contrast to the suffering of milli-\nDoes technology mean that we have to do\nons? Is it worth it? No, I don't think so. I think\neverything that is humanly possible - and\nit will create more problems. There are still\nis that the good way? I think not. We have to\na lot ofissues weneed to overcome.And we\nask ourselves how we live as humanity as a\n need to aim, and work towards, overcoming\nwhole. Not just for ourselves, but for others.\nthese problems.\nWe are one - there is only one humanity, and\nthis is where we're amoral - this may sound\nWe could talk about moral and philosophical\na bit abstract. But we need to think as human\nissues all day -- but we're supposed to be\nbeings, and see each other as human beings\ntalking about your album!\n- and that way we can achieve more and be\nWell, it's part of it. Because that is the es-\nmore sustainable.\nsence of the message.\nAnd in the time you were speaking about Elon \nIt is, and the album itself covers a huge\nMusk, dozens of children will have died of\nnumber of issues. But it doesn't feel preachy.\nstarvation. How we can resolve that is one of\nIt comes across as unpatronising, more like\nthe major issues with it: we use technology\nyou're encouraging people to \"free their\nfor these purposes while others don't have\nminds\". Is it important to you how the\naccess to life's essentials.\nmessage is relayed?\nYes, exactly. Does it make humanity as a who-\nYes, absolutely. This comes from life experi-\nle better? Does it make humanity happier?\nence. How much do you achieve when you\nWhat is the happiness of the few who can\nwant to push your opinion onto someone\nREVELATIONXCONCERTS\nREGGAEVILLE\nREGGAEVILLE\nSasteas\npecial\nNEW DATES 2022\nARTISTS TO BE ANNOUNCED\n13.04.22 BERLIN ± FESTSAAL KREUZBERG\n14.04.22MUNCHEN★BACKSTAGE\n15.04.22 HAMBURG + FABRIK\n16.04.22 D0RTMUND ★FZW\n17.04.22 AMSTERDAM + MELKWEG\nKARTEN AN ALLEN BEKANNTEN YVK-STELLEN\nCOSMO\nriddion",
    "Page_109": "INTERVIEWUWEBANTON\n109\nelse who probably has a different opinion?\nYou talk of inspiration: there are manytracks\nIt's more about speaking to each other and\non Free Your Mind that are inspirational.\nexpressing your own opinion without trying\nBut there are also many different derivative\nto put the other person down. This is not\ngenres of Reggae covered.\nthe approach. Because most of the time\nWell, that is the result of it being produced\nyou achieve the opposite. And I think it's\nover such a long stretch of time. It's taken\nimportant to have that balance. My personal\nmany different inspirations over a few years,\nviews, my spirituality, is something I can\nand then I could take time, sit back and listen\nonly share with people. It's something I was\nto it. That's one of the big challenges when\nconverted to. No one preached to me. It's\nproducing an album. You're so much into the\nsomething I heard about, and with my own\ndetail sometimes, that you lose the overall\nwill I started to research it, to learn more\nview. So, when it takes such a long time, you\nabout it. And I think this is what I see more\ncan listen to your tracks over and over. Ask\nmy role being: inspiring people with my\n my children! They have known some of the\nthoughts, because my songs are an inspira-\nsongs since 2016! So, it's always interesting.\ntion. It's like the ideas of my songs, some-\nWhen I play them back when they're a draft,\ntimes I happen to hear them. It's like the\nI listen to them in the car and the children\nideas I get are sometimes sounds, melody\n sing along with certain parts - it gives you an\nlines that come into my brain. It was not so-\nidea! Like“Well the children love it so this is a\nmething that was injected into me! It was an\ngoodhookline!\"\ninspiration. And when you have that, have\nthese ideas,you need to grab them and re-\nSo, it wasn't a plan to cover so many genres?\npeat them in your head and then try to build\nOr was it?\naround them. This I think is the way to build\nWell, it was both. I always try to put a lot of\na good song: to let it have a natural flow.\ncolours into my albums. Because I grew up",
    "Page_110": "110\nINTERVIEWUWEBANTON\nlistening to a lot of styles of music: Lovers\nLovers Rock almost acted as a transition for\nRock, Dancehall, Roots. The first Reggae\npeople to get into Roots?\nmusic I came across was Bob Marley, Peter\nRight. And it has beautiful melodies, so\nTosh, Inner Circle. Then, there was already\n everything plays a role. I grew up with all of\na broad spectrum of styles. During those\nthat. So, I cannot deny that, or try to erase\ndays, their music had a lot of differences. It\nit from my own biography. I get all kinds of\nwas Roots Reggae but they had Rock in it,\ndifferent inspirations. For example, Hurry Up\nthey had some Disco vibes in it. During the\nAnd Come was an idea I had for quite some\n 80s, I listened to a lot of Dancehall - Yellow-\ntime. I didn't at first have in mind to write\nman, Shabba Ranks - until I realised to\nit as a duet. But when I happened to pass\nmyself that music and message-wise, where\nthrough South Africa in 2019, I was invited to\ndo I want to go personally? And it had to be \ndo a show there - and I had three wonderful\nRoots. Because spiritually it meant so much\nbacking singers. I shared this song with one\nto me. I grew up with a lot of Lovers Rock,\nof the singers, Afrika Cele, and said I was\nlistened a lot to David Rodigan's program-\nlooking for a duet partner. Afrika when she\nme over here on Forces Radio. Rodigan\nheard the song she said “I absolutely love it!\nalways gave us a verybroad spectrum on\nLet me be your duet partner!\" She's a great\nwhat were the latest releases in the UK\nsinger. Afrika has been active in the South\nThere, it had a very strong Lovers Rock in-\nAfrican music scene for quite some time, and\ndustry with great productions. Not everyone\nI love her vibes, too - so, the song speaks for\nlikes Lovers Rock; people who are into Roots\nitself.\nor got into Reggae after the era. But Lovers\nRock played a big role in the Reggae scene\nThere's also a wonderful flute solo from\nin the UK. When people were going out par-\nEliane Hobbing on Birds Have To Fly, too.\ntying, or going to a club, Lovers Rock had to\nShe's a classically trained musician. To\nbe played - otherwise the women wouldn't\nme, the track with its chord progressions\ncome! The men, they wanted someone to\nis almost like a children's song, you know?\ndance with!\nBecause the message is so simple and it's not",
    "Page_111": "YELLOW\nFEA TURiNG:\nUMBRELLA\nA joint action by:\nHELP Jamaica e.V.,\nYellow Umbrella feat.\nLongfingah and\nFC St. Pauli Rabauken\nHELP\nESTABLISHI\nOUT\nLIBRARY\nROJECTS\nNoW\nIJAMAICA!\nABAUKEN\nEDUCATIONFORACHANGEL\nThe pandemic is also having devastating consequences in Jamaica. The tourists stay\naway - the main source of income for the country. Even before the pandemic, the\nsituation was difficult: high unemployment, a lack of educational and leisure\nopportunities, especially for young people, often create a vicious circle of poverty, crime\nand violence. And at the same time Jamaica is such a tremendous source of creativity\ninfluencing the music culture around the world.\nThe kids and youth department of the FC St. Pauli - the \"Rabauken\", the Reggae / Ska\nband Yellow Umbrella feat. Longfingah and the Organization HELP Jamaica! e.V. together\ntry to bring love to the streets and to Jamaica. The FC St. Pauli Rabauken have collected\njersey sets and footballs for young people in Jamaica. A country where football is very\nimportant and is played on every street corner, but many of the young players cannot\nafford jerseys or balls. The organisation HELP Jamaica! e.V. from Berlin promotes under\nthe motto: Education For A Change! educational projects as well as sports, art and\nculture in Jamaica, has sent the collected donations as sea freight to Kingston and had\nthem distributed to various schools across the country. And the band Yellow Umbrella\nwrote a tune together with Longfingah.\nIf you want to bring love pon di road as well, please support HELP Jamaica e.V. now!\nStream the song, watch the clip on YouTube or make a small contribution here:\n Postbank Essen / HELP Jamaica e.V. / IBAN: DE82 360 100 4309 0014 3431\nor simply by PayPal to: paypal@helpjamaica.org\nwww.helpjamaica.org\nwww.fcstpauli.com/verein/kids-rabauken\nwww.yellowumbrella.de",
    "Page_112": "112\nINTERVIEWUWEBANTON\nheavy at all, it doesn't bring any thoughts into\nnot most, were saying “Yeah, it's OK - but it\nyour head. It's a light song and I think we\nall sounds the same, it's so slow\". Now things\nneed that type of music.\nhave changed a lot. Because Reggae style has\nbecome part of the mainstream sound. But\nIt's such a brilliantly constructed album. You\nback in those days, when you had Rock mu-\nalso worked with Frank Pollak and Giuseppe\nsic, which was showing how tough you are,\nCoppola from BuffBaff Records. Do you think\nand you had Disco and Soul which was more\nthe German Reggae seen is as alive as it's\nfor entertainment and having fun. But Reggae\nalways been?\nwas so different, it had a different beat. So,\nI think it was more diverse ten years ago. Be-\nnot everyone found it attractive. Back to your\ncause we had more people who wanted to try\n question, there are still some musicians\nout Reggae as a style. And many have to learn\n that are very productive. BuffBaff Records,\nthat being a Reggae artist is not an easy life.\nfor example, and Frank - for some years\nThere's competition going on. But you have to\nnow he's been part of the Evolution Band,\nreally identify yourself with what the music\nplaying with Gentleman - but now they've\nis about. And maybe after sometime they get\nstarted BuffBaff and are doing a lot of stuff.\nthe feeling it restricts them too much into a\nEspecially since last year, since the pandemic\nparticular style or message, and they want to\nit's become very difficult for many artists and\ntry something else. Reggae is a very special\nmusicians. But BuffBaff are keeping up a\nmusic. I started listening to it when I was at\ngood schedule. So, there are still a lot of other\nschool. I tried to convince my school mates\ngood, excellent musicians that have played on\nof this fantastic music. But many of them, if\nmy album.\nREGGAEVILLE SPCTIFY PLAYLISTS\nREGGAE CHRISTMAS\nREGGAEVILLE.\nPLAYLIST\nALL KILLER\nNO FILLER\nGANJA TUNES\nCLICKHERE\nTC LISTEN\nNCAA\nYCI\nREGCAEVILLE\nEGGAEVI",
    "Page_113": "INTERVIEWUWEBANTON\n113\nOne of the artists coming through is Jon\nthe sound crystal clear. Most importantly\nMoon who you worked with on What Kind of\nis doing the balance on the mastering, be-\nWorld. How was that?\ncause being that it is not an album that was\nHe's an excellent musician, trained - stu-\nrecorded in one way in a studio with all the\ndied music. He's started producing some\nsame settings, it makes it difficult to have\nwork, his own album and the Rasta Rid-\n an end-product that is balanced. Ganjaman\ndim. He's a very cool brethren. He knows\nis a master of his trade. He is a perfectionist.\nwhat he's doing musically, he has a very\nAnd he knows what he's doing, I've been\ngood message, does a lot of collaborations\nworking with him for so many years which\nwith artists from South Africa. And I really\nI'm thankful for. I'm really happy to be wor\nhope we're going to hear more from him in\nking with him. He does a great job.\nthe future.\nOverall, with Free Your Mind, is there a\nWhat stood out was Ganjaman's mastering.\nmessage that you want people to take away\nIt's just perfect: the finished sound feels like\nfrom it?\nit's live. But your name, Uwe, is everywhere\nWell, in many ways this message of “Free\n- because you did a lot of the mixing, too!\nYour Mind\" can be taken as what it is. This\nWhen I was putting the credits together, I\nis what Reggae has done; the Reggae and\nfelt like“DoI have to put my name every-\nRastafari message - this is what it's done\nwhere?\" This might come across as self-\nover the decades. When I came across Reg-\npraise, but it's the reality. The way I work\ngae as a young teenager, for the realisation\nwith Ganjaman is I do the pre-mixes at my\nand the feeling I got from it - I remember\nown place and then send them to him; he\nwatching an interview on TV with Black\nputs them through his own equipment, does \n Uhuru - Michael Rose and Ducky Simp-\nsome fine-tuning and tweaking and makes\nson. There was an English moderator called",
    "Page_114": "114\nINTERVIEWUWEBANTON\nAlan Bangs, and he told them a quote from\nsay \"Look, here's something; if you're inte-\nMick Jagger, that said that “In Rock and\nrestedyoucanlearnmoreaboutit\"\nRoll,whatpeoplearenotawareof,isthat\nwe are actors- and what they're seeing on\nThis is what I hope this album will do. The\nthe stage is an illusion\". He asked both of\nmusic came to me as a gift, as it came to\nthemwhat their opinions were on this,and\nmany, and since it has done so much for\none of them replied “Yes, we are actors but\nme and my life, I feel like it's part of my\nwe deal with reality\". In other words, we're\nmission to spread it as well, to share it; to\nacting and representing something on sta-\nlet other people feel what I felt, so they can\nge, but what we are singing about is actu-\npick and choose - take it up and make it\nally reality. This is what I feel is the purpose\nbecome part of their own life as well.\nthat Reggae music has: to open up people's\nminds towards reality, whether that be the\nWell, it's mission accomplished then. Be-\nphysical plane of the earth or on a spiritual\ncause Free Your Mind does all those things.\nlevel. We are singing and speaking and\nUwe, thank you so much for chatting to\ntalking about things that are a reality to us.\nReggaeville.\nWhether you want to believe in the spiritual\nYou are very welcome, give thanks for\npart or not, this is our faith. We don't come\nhaving me.\nto convert people to our faith,but to create\nawareness; to open up people's minds and",
    "Page_115": "ALBUMREVIEWUWEBANTON\n115\nUWEBANTON-FREEYOURMIND\nRasta Yard Records-June18,2021\nThe return of Germany's\nfore settling into Roots\nFREE YOUR MIND\nUwe Banton, nine ye-\n- but the pattering Djem-\nars since his last album\nbe-style drums are back.\nMental War, is a highly an-\nKeep Learning feels like\nticipated moment. And with\na Roots-Soul amalgamati-\nhis new project, he certain-\non with Banton's highly\nly doesn't disappoint.\nmelodic vocal line. Mean-\nwhile, Banton provides two\nFree Your Mind, released\nLovers Rock tracks: Hurry\nvia Banton's Rasta Yard\nUp and Come with the su-\nRecords, sees him cover\nblime Afrika Cele and No\n18 tracks, including three\nSpecial Reason. And the\ndubs. To say the album is\nUWEBANTON\nthree Dub versions (Wir\nslick would not do it jus-\nWeigern Uns, Deep Mess\ntice. Banton's hand is all\nand Ark of the Covenant)\nover it: from song writing, to performing many\nare expertly executed\nof the instruments via mixing. The quality of the\nrecord is top class. Of note is the mastering from\nBut if the musical content is rich and varied, then\nGanjaman: a sympathetic yet rich affair which\n Banton's lyrical creations are a positive smorgas-\ngives Free Your Mind the feel of a live album; no\nbord of ideas. For example, Banton deals with the\nmean feat as many of the recordings were done in\nsearch for spirituality and faith under Babylon in\ndifferent countries.\nArk of the Covenant, before discussing how the\nsystem represses those who Speak the Truth\nMusically, it's as detailed as it is long. The overri-\nand delivering a diatribe on the state of society\nding feeling is that of Roots. But Free Your Mind\nand the planet across What Kind of World, with\nis interspersed with flashes of other genres and\na cry for unity in the face of the former in Deep\nstyles. Its opener, Ark of the Covenant with Ras\nMess.\nYohannes, has flashes of Nyabinghi with its pat-\ntering drums; Speak the Truth drops in some\nThis Train delivers a call to spiritual arms, while\nSteppers towards the end, while What Kind of\nBirds Have to Fly reminds us that those of us who\nWorld has a brilliant Dancehall clave rhythm\nare conscious can break from Babylon's shackles\nbridge. Do Good sees Banton embrace Jazz with\n and soar. The vulnerable yet resolute messages\n a brilliantly executed Skat. This thought is expan-\nof My Smile and I Am Not Afraid are cleverly\nded upon via Stop the Talkin's blue notes across\njuxtaposed with contradictory musical backdrops\nhis vocal melody. My Smile feels like a slowly\nand the title track encapsulates it all perfectly.\nswaying, minor key Ska-Roots hybrid, and Birds\nThe album serves as both a series of ideas and\nHave to Fly is filled with musical nods to Fun-\n a broader narrative on finding your spiritual self\nky Soul and a gorgeous, fluttering flute solo from\namidst the chaos of the world we live in.\nEliane Hobbing.\nFree Your Mind is near perfection. Banton has\nStraighter Roots also feature. The title track is\ncrafted a lavish, interesting and evocative project\nupbeat and bright. This Train and Wir Weigern\nwhich both moves you and makes you ponder -\n Uns are brooding and unnerving, while I'm Not \nand is a very welcome return to form for this con-\nAfraid with Ganjaman treads a traditional path.\nsummate artist.\nDeep Mess delivers a folksy guitar opening be-\nby SteveTopple",
    "Page_116": "INTERVIEW\nZAK&SSH\nRECLAMATION FORJAMAICA",
    "Page_117": "INTERVIEWZAK&SSHH\n117\nU-ROY - THE ORIGINATOR\nINTERVIEW BY ANGUS TAYLOR\nPHOTOS BY MICK ROCK & LAWRENCE WATSON\nIn 2020 and 2021, the Reggae world was rocked\nChin from Soul Syndicate, and Robbie Lyn,\nby the passing of two of its pioneers. They were\nthe recording goes back to the ska days, when\nToots Hibbert, the man who coined the word\nall musicians played together in a room. This\n'Reggae' in song, and U-Roy, the deejay who\n approach culminates in epic 15-minute jam,\ntransformed talking over records from side-line\nEvery Knee Shall Bow, where U-Roy and Big\nto main attraction. Both men recorded their\nYouth do friendly lyrical battle, with an accom-\nfinal albums for Trojan Jamaica, a label foun-\n panying Dub mix by Scientist.\nded by Zak Starkey, son of Ringo Starr and\nAngus Taylor spoke with Zak and Sshh on\ndrummer in The Who, and singer Sshh Liguz.\nvideo call in the UK, as they eagerly awaited re-\nTaking the name of famous UK imprint Trojan, \n suming their activities in Jamaica. They talked\nbut based in Jamaica, the label aims to restore\nabout their love of Reggae and its birth island,\nfoundation Reggae to its former glories.\nas well as their friendship with U-Roy, Toots,\nThus far, their support has yielded mainstream\nBig Youth and the form's greatest musicians.\nacclaim. The Toots album Got To Be Tough\n Their chemistry as a couple was evident. They\nposthumously won Hibbert the Reggae Gram-\nfinish each other's sentences. They collapse\nmy. The July release of U-Roy's posthumous\ninto fits of laughter and lean on each other in\nalbum Solid Gold, recutting classic songs with\nmoments of sadness. Likewise, their passion for\na bevy of guest singers and players, carries si-\nthe music was fully apparent. Having listened\nmilar expectation and emotion.\nto their heartfelt championing of Reggae, it was\nLike Starkey and Liguz' first Trojan Jamaica\nimpossible not to come away buoyed by their\nrelease, Reggae-meets-Blues experiment Red\nenthusiasm for the project.\nGold Green And Blue, Solid Gold is packed\nIt's been such a wild ride of furious recording at\nwith vocal and musical talent. Featured voca-\ntheir Ocho Rios studio, that the conversation of-\nlists include Ziggy Marley, David Hinds,\n ten spills into other, unreleased album projects\nRichie Spice, Tarrus Riley, Big Youth, San-f\nfeaturing Jesse Royal, Big Youth, Bob Andy\ntigold and Rygin King. Mick Jones from The  and more. To Zak and Sshh, Trojan Jamaica\nClash appears on guitar and electronic sfx.\n feels like one big flowing holistic experience (as\nUsing a core band of Sly and Robbie, Tony\n anyone who has visited Jamaica will attest..)",
    "Page_118": "118\nINTERVIEWZAK&SSHH\nSo where are you guys now?\nwhen he got hit by the bottle. So we got to\nZak: Between High Wycombe and Henley.\nmeet Toots, all the band of the Maytals,\nWe've got a studio here where we bring back\n all the Hibbert family. And ever since, if\nrecordings from Jamaica and get them ready\nToots played in London we would go and\nfor mix.\nsay “Hello\". And when we were in New York\nwith The Who or whatever, if Toots was\nHow much time have you been spending in\nin town recording, we kept the relationship\nJamaica?\ngoing. We were invited to play our version of\nSshh: Not enough recently!\nGet Up Stand Up which we recorded with\nSanta [Davis] and Fully [Fullwood]...\nZak: It's very frustrating but we always take\na pinch of sand home in our suitcase!\nOn your Issues covers album.\nZak: That's right, yeah. We were invited by\nWhen did you first go?\nKingsley [Cooper] to play at the opening of\nZak: In 2012. We went to find Toots.\nthe [Peter Tosh] museum in 2016. And then\nBecause we love Toots and the Maytals so\nwe stayed on a bit and made a lot of friends.\nmuch.\nAnd then we came back to do it again the\nnext year. And then we stayed until...\nSshh: We kept extending our stay...\nSshh: We never really left...\nZak: ..because we couldn't find him. Then\nwewerein therestaurant andsomeone\nZak: Except for going on tour for a month\nbrought our dinner over and said “Oh I know\nhere and there with The Who. We didn't\nToots. Doing a gig tomorrow night, wanna\nleave until the end of 2019whenwe went\ngo?\" He was doing an acoustic show as a\nto tour Brazil with U-Roy. I think that was\nwarm-up for his tour. Probably the last tour,\nJanuary 2020.",
    "Page_119": "INTERVIEWZAK&SSHH\n119\nTell me about your individual journeys in\nwhen we met Big Youth, he did it again\nReggae before you went to Jamaica?\nfor us!\nSshh: I grew up in Australia but my dad's\nfrom Birmingham. He was on the dole with\nSshh: So it ended up fulfilling our dream\nUB40. So he would always play me U-Roy\nreally.\nrecords and Big Youth. It was a soundtrack\nto my childhood. Whenever UB40 were\nHow about you Zak?\nin town we would go and see them. My\nZak: I was listening to what Sshh was\nearliest memory is of a UB40 gig. When I\nsaying and dads come into a lot, don't they?\nwas about 3 years old. Backstage trying to\nMy mum had the Bob Marley Rainbow\nrun up and do the dancing up the wall and\nconcert or was it the Bob Marley Live [at\nI ran straight into the wall! So it's always\nthe Lyceum]? Then my dad went“You've\nkind of been there. It feels familiar and like\ngot to check this out\" and it was Burning\nhome really. And when we went to Jamai-\nSpear Man In The Hills. Brilliant record.\nca in 2012, back then there was no way\nSo dad kind of steered me into it. Then I got\nthat we thought we would end up in this\ninto Punk and obviously reading the music\nposition we're in now. We used to cut up\n press, John Lydon and The Clash were\nand sample...\nsteering us all towards Reggae. I got into\nThe Ruts and obviously The Ruts were a\nZak: [Big Youth's album] Screaming Tar-\nvery, very Reggae influenced band. I saw\nget. Just bits and bobs for our own private\nThe Ruts with Misty In Roots. And then\nuse. When you're dealing with a score it\nThe Slits. I heard U-Roy through hearing\ncan take solong to geteven an answer and\nThe Slits doing Man Next Door. I thought\nthen you've got to go through publishers\n\"Who's that by?\" And then I traced back\nand you've got to go through record labels.\nand came across U-Roy. And it just sort of\nSo we just did it privately for ourselves. But\n grows. As you probably know! (laughs)",
    "Page_120": "120\nINTERVIEWZAK&SSHH\nYou've already blown my mind by saying your\nSshh: Sly and Robbie are really one of the\ndad was into Burning Spear. Was anyone in\nbackbones. They are very good friends of\nThe Who into Reggae?\nours in Jamaica. They feature on a lot of the\nSshh: Toots supported The Who.\nTrojan Jamaica recordings. They're really\ngreat mates.\nZak: In ^74 Peter Townshend liked the\nFunky Kingston record so much that he\nZak:SoFreddie agreed to do the record\ninvited Toots and the Maytals to open for\nbut asked us to pick the track for him. And\nThe Who. They opened in America and the\nthen Robbie said “Yeah\". Everybody got the\nUK, I believe.\nconcept of the Blues and the Reggae music.\nToots, Michael Rose, Big Youth, everybody\nSo at what point did you say \"Let's do a Reg-\njust got into it. We were just trying to take the\ngae label\"? Was that tied up in you meeting\nlyrics and change up the music on the spot\nToots?\nwith everybody. A great band, Tony Chin\nSshh: It was really tied up in the Peter Tosh\nand Sly and Robbie. Robbie Lyn didn't\nconcert.\ncome in until U-Roy's record. We didn't have\nany keyboards. Maybe a hint of one or two\nZak: Yeah, because we met so many people\nkeyboards.\nwho accepted us as musicians. As crazy as\nthey are! We had the idea for the Red Gold\nSshh: Then we went on tour in Australia.\nGreen And Blue record. We didn't have a\nrecord deal. Sshh had her own record deal\nZak: With SSHH to support Primal\nwith BMG. So at the Peter Tosh concert we\nScream...\nwere waiting to go on stage and I was sitting\nnext to a guy with a mohawk. A bit older than\nSshh: And Liam Gallagher. And on the\nme. I was really nervous and I needed a piss.\ndays offwewere mixingRed Gold Green\nSo I said “Would you mind holding my guitar\nAnd Blue. When we finished, we spent three\nwhile I go and have a piss?\" So I gave it to this\nmonths in Australia and I think we went\nguy, came back and said \"Thanks, I'm Zak\".\nstraight back to Jamaica and met U-Roy.\nAnd he said “Hi, I'm Freddie McGregor\"\nWoah! Because I didn't realise he'd changed\nZak: The U-Roy thing was amazing because\nhis hairstyle.\na good friend is Wayne Jobson.\nSshh: He'd turned into a Punk basically!\nSshh: Big up Native Wayne!\nZak: I put the idea of the Blues record to him\nZak: He said he had this idea for U-Roy. He's\nand he went “I'll do it\" straight away. Then\ngot a credit on the album, because it was his\nwe had a session with Robbie Shakespeare\nconcept. From the day he called us, which\nat Anchor in Kingston on one of our tracks.\nwas the 5th of May, we met with U-Roy and\nRobbie was playing the bass and we got on\ngave him the idea of \"We'll recut your grea-\nreally good.\ntest hits”-which is really hard to cut them\ndown, to get 10 out of about 40! We started\nSshh: So by the end of the night he'd sort of\nrecording on the 26th of May, a really quick\nended up producing it?\nprocess. It was all done and dusted except for\nthe guests, within a week.\nZak: Yeah, he was producing it, like volun-\ntarily. It was a really great relationship we\nWhich year did you do the recording?\ngot going in a day, you know? And Sly and\nZak: We started in 2017 and then U-Roy's\nRobbie had done a remix for us before.\nalbum was in 2018. We built the studio in",
    "Page_121": "REGGAE\n29.7.-31.7.2022\nCONFIDENT THAT\nTHE FUTURE\nHOLDS FAT GROOVES\n8\nONE\nLOVE\nSTAY TUNED\nAND CELEBRATE WITH US\nWWW.REGGAEJAM.DE",
    "Page_122": "Ocho Rios, which is gathering dust and we're\nI interviewed Big Youth in Kingston in 2019,\ntrying to get back there. We've just got to\nand it was before he'd got his Order of Dis-\nhave our jabs before we can go.\ntinction, so he was feeling a bit undervalued.\nBut he was really excited about working with\nHow did you come up with the idea of calling\nyou guys...\nit TrojanJamaica?Obviously Trojan has been\nZak: It's friendship, you know what I mean?\nvarious companies and had a long history,\nEspecially Big Youth.\nsome good, some not so good. Was there a\nsense of trying to reclaim it?\nSshh: Big Youth is such an incredible soul of\nSshh: You nailed it!\na man. He has a pure heart.\nZak: What happened was we got a message\nZak: He is a Big Youth. And also a big man.\nfrom someone saying Trojan West Indies\ntrademark is available. So we bought that for\nSshh: He's like an incredible force of talent\n$800. We've got a studio in Jamaica. We've\nHe's a force of nature really. Just as a person.\nmade five records on the trot. With a few\nBut when him and U-Roy were doing Every\nshort breaks for me to go off and do bits with\nKnee Shall Bow...\nThe Who.\nZak: That sort of vocal clash on the last\nSshh: We went in and went “Let's just make\ntrack...\nthe music and then we'll go there\".\nSshh: Epic.\nZak: We funded the first five records our\nselves. Then we went to BMG with the idea\nZak: One take. We were in the control room,\nfor a label and with the records. We made a\nall there, everyone dancing and going fucking\ndistribution deal. And we licensed the name\n mad. And they just did it. 15 minutes long.\nTrojan.\nSshh: Unedited. Incredible.\nSshh: But it's as you say, it's about taking it\nback to Jamaica. That was our intention, to\nZak: It was the real shit man. The only thing\ntake it home.\nmissing was the sound system.",
    "Page_123": "INTERVIEWZAK&SSHH\n123\nWe've already touched on this: everyone\nSshh: With a strong message. And he got the\nloves Reggae but as an industry, it's tough\nGrammy, which was well deserved.\nfor Reggae labels to succeed. There's a joke\nthat goes around that the best way to become\n Zak: We just wish that he could get to...\na millionaire in Reggae is to start off as a\nbillionaire. Do you feel daunted?\nSshh: Hold it you know? He was doing the\n(Big laughter)\ninterviews beforehepassed so he gotto see\nthe love and respect and that it was still alive\nZak: Fucking hell. That says it all.\nand well. It's heart-breaking that he couldn't\ngo out and tour because he was really just on\nSshh: It does but you know what? I am so\nstage...\nsick of hearing that Reggae is a niche market.\nIt really grinds my gears. Because it's really\nZak: ..all the time. In the studio it was\nnot.\nlike “Yeah, this guy is larger-than-life, that\nenergy\".\nZak: It's Pop music.\nSshh: You can hear on a daily basis. Whether\nit's on the TV, not so much now going into\na shop or in a taxi but you hear it every-\nwhere, in movies all over the place. And the\ninfluence that it's had on modern music is\nundeniable. It feels like Reggae music is un-\ndervalued. And I think that now the Koffees,\nProtojes and Chronixxes have brought the\nnew wave and brought it back round again.\nYou hear Toast on people's playlists all the\ntime and I don't even know if they realise\nthat it's Reggae. It's Pop music.\nZak: I always thought “It's Pop music not\nWorld Music\".\nSshh: It really fucking pisses me off! Because\nthey deserve so much better.\nZak: Nowadays it's all about the numbers,\nyou know? It's not about the feeling. And we\ndon't get that. You don't hear a great song\nand check out the fucking views and plays\n and then decide. You either go with it or you\ndon't go with it. You go on the feeling.\nSshh: And what was really special with\nthe Toots record lastyear, that was the first\nrecord he put out in a long time but it showed\nhe still had it. He still wrote great pop songs.\nZak: With a message.",
    "Page_124": "124\nINTERVIEWZAK&SSHH\nSshh:ButIthinkforhimtoseetheNew\nZak: We did tour with U-Roy as a 4-piece\nYork Times and all these mainstream pub\nwith Sshh singing all the vocals, U-Roy\nlications like Vogue sitting up and engaging\ntoasting, a Brazilian trumpet player, me play-\nand taking notice... I think for Reggae as a\ning the guitar and the sound system.\nwhole it seems to be coming into the main-\nstream media a bit more now.\nSshh: And a Brazilian rapper called\nBNegao.\nZak: And U-Roy got a lot of that too. It's a\nshame that he bloody died to get it. But the\nZak: From a band called Planet Hemp.\nTelegraph and everybody was writing about\nhim and his influence.And that's the reason\nSshh: It was mega. They went mad for him.\nwe made the album, to show everyone he\nWe did club gigs for like 1,000 people and\nwas the originator.\nthen the big kind of carnival type gigs with\n150,000...\nSshh: He invented rap. Without U-Roy\nthere might be rap but he was very much\nZak: In Sao Paulo... they were holding up his\na cornerstone of it. Beyonce and Jay Z\nalbums.\nfucking sang him at Coachella. So it doesn't\nget much more mainstream than that, does\nSshh: They were going bonkers for it. U-Roy\nit? But it is next level heart-breaking that\ncame out on stage to huge cheers. So the fact\nU-Roy couldn't be here to see the response\nthat we got to take him out and reintroduce\nhis music is having now.\non such an epic scale...\nCelebrating the 5Oth anniversary of one of the most significant albums ever released by Trojan\nof Jamaica's musical development from vintage ska and rock steady to reggae\nTHETRANSTORY\nFeatures Desmond Dekker, LeeKing'Perry, The Maytals, Jimmy Cliff, Alton Elis and many.\nmone\nOut on 18th June · 3LP Bookpack / 3CD Boxset / Digital Album · Order Now\nTROJAN\nForall\nease wpite to usal",
    "Page_125": "INTERVIEWXZAK&SSHH\n125\nZak:We were really hoping to do it again\nLet's talk about the album. The first single is\nBut it was not to be.\nMan Next Door ft. Santigold. As well as being\na big tune for Horace Andy, Man Next Door is\nSshh: But his music will live on.\nbased on Garnet Mimms A Quiet Place which\nalso spawned Johnny Dollar, which Sly re-\nAnd sadly, the engineer Barry O'Hare passed\nleased on his label. Why step up to that song?\nas well, before the album could be released.\nZak: Garnet Mimms did Cry Baby, right?\nSshh: That was horrible.\nWell, we had three playlists. And the third\nplaylist was basically the 11 that were on there.\nZak: That was a week after Toots.\nSshh: Yeah, we went through it and planned\nSshh: Barry is our man. He was one of the\nout all night long. We'd jam it out and then we\nfirst people we met in Jamaica, at the Peter\ngo into the studio.\nTosh show.\nZak: And like the Blues album, it also had a lot\nZak: He was doing the front of house sound\nto do with what song suits what guest singer.\nand we popped behind to ask if he would\nYou can't just do the ones you like, you've got\nmake us very loud! That was the first time\nto consider who might be singing it. It took\nwe met him in 2016. Barry obviously lives\na long time for us to get that album finished\nin Ochi. So he was kind of our guy. The only\nbecause the guest singers weren't there at\nguy we trusted with the keys to the studio.\nthe recording. We did it along the road for the\nnext 6-9 months. Getting all the guests to sing\nZak, as a drummer, Reggae must be very\nand it would have to be edited together in a\ninteresting. I've interviewed most of the\nway that it complemented each other. You've\ngreat living drummers, Sly, Joe Isaacs, Fil\nprobably noticed that it's not exactly like the\nCallender,Horsemouth,Santa,Mikey Boo\noriginals.\nand so on. And it really comes across to\nme how much drumming pushed the music\nSshh: There had to be a bit of freshness.\nforward historically.\nOtherwise you're just doing a cover.\nZak. Yeah, absolutely. That's why we got Sly\nto do it, not me! (laughs)\nHow did you go about choosing the guests?\nSshh: And Horsemouth.\nSshh: For example with Rygin, we just happe\nned to meet.\nZak: Yeah, Horsey is on about a third of it,\nCyril Neville played a bit of drums but Sly\nZak: Sshh went to see him and brought him\nis pretty much...\nback to the studio that night. In Jamaica, the\nmusical scene is very “Let's do it now\". Where\nSshh: He's the backbone.\nin England it's like “Let's do it a week, Tuesday\nat 4:35 because we got dinner with my mother\nZak: Sly was really into the sound and wan-\nin-law at 7:30\". Something stupid like that. It's\nted to create something new. That's the way\na bit like LA where it's “Can you be here in\nSly thinks \"How can we make something\n5-minutes? You've got a riff, let's go\".\nunique?\" And his style as a drummer is pro-\nbably the most unique of all time. The first\nSshh: Jesse Royal is on the record and\nguy to embrace the electronics. When all the\nwe'd already done a bit of work with him on\nother drummers were scared.He could see\nsomething else. He sings on Small Axe and\nthe future. And he's still doing that.\nthat's his nickname.",
    "Page_126": "\"Yeah, sorry Jesse, we gave Small Axe to\nIt's amazing when you call out a song. We\nsomeone else!\" (laughs)\ndid the second volume of the Blues record\nZak: Yeah, wouldn't work would it? And\nwhich isn't coming out for another year or\nthen we made a record with Jesse that Sly\nso. We would have the band there and at the\nand Robbie produced as well. It's excellent.\ntime it was Horsey and Jackie [Jackson]\nIt's a Sly and Robbie Present Jesse Royal,\nand Tony Chin. And we go “Ok, shall we\nmuch like the Sly and Robbie Present\nplay Be My Guest by Fats Domino?\"And\nMichael Rose.\neveryone just went “Yeah!\" (laughs) Bob\nAndy came and sang it beautifully. Another\nSshh: And Big Youth. We had to do it with\nsadly missed friend.\nBig Youth.\nThe Rygin combination [Stop That Train] is\nZak: We made a full record with Big Youth\nreally interesting because it illustrates the\nthat's got original songs. Jesse's record is\nlevel of respect for U-Roy that stretches\ncompletely original too. But Tarrus Riley\nthrough the ages. When you get a modern\nand Tom Drunk were an obvious fit. You\nartist like Rygin on the record, it shows that\nneed someone with a really beautiful, sweet\nevery dancehall artist, however young, looks\nvoice. With a bit of a rasp. And we're really\nat U-Roy and says \"lIf it wasn't for him, I\ninto Tarrus' music.\nwouldn't be doing this\".\nZak: Absolutely. Rygin is something else,\nSshh: Richie Spice was another where I\nisn't he? He's like a rockstar really. He's a\nwent to a gig and he was playing and he was\nhuge Dennis Brown fan, you know? He's\nlike “I want to do Wear You To The Ball\"\ngot a very great song sense. I read a fantas-\nAnd he sings it so great, such a unique\ntic interview where he was talking about\nvoice.\nDaddy U-Roy.\nZak: It's almost got a doo-wop approach.\nSshh: The multi-generational influence of\nThere is a lot of that influence in Jamaica\nU-Roy is undeniable. For the female artists\nespecially with the older guys. Everyone\nas well like... well it's a different record but...\nheard that music, Doo-Wop, Rock 'n' Roll.\n(laughs)",
    "Page_127": "U-ROY AND RYGIN KING\nSOLID\nGOLD\nU-ROY\nSTOP\nTHAT TRAIN\nZak: We've made a lot of records!\nLet's talk about a song that doesn't have\na vocal guest, Wake The Town. The rhythm\nSshh: But Ce'Cile really loves him, Tanya\nGirl I've Got A Date was played on by\nStephens really loves him. It crosses over. It\nJackie Jackson originally, so that's a nice\njust touches something in people. It's really\nlink to Toots. But is it Robbie Lyn doing all\ninspiring.\nthat amazing keyboard soloing on there?\nZak: Yeah. Robbie's such a cool guy. That\nZak: So spontaneous.\nwas the first time we'd recorded with\nhim, on U-Roy's album. All those backing\nSshh: Powerful.\ntracks, we cut nine tracks on the first\nday! I mean nine! Who does that? It's like\nZak: Huge voice. Very reserved.\nthe 60s, you know what I mean? The day\nbefore I said to Sly “Here's a list. I'm going\nSshh: Dignified. You would not expect..\ntogo home and learn those three andwe'll\ncome in tomorrow and record those\".And\nZak: That sound to come out from a micro-\nhe went “...NINE\". (Laughs) So that's what\nphone, you know? He knew what he'd done.\nwe did and then the next day we cut ano-\nBecause I chatted to him about it, asking\nther three, I think, and it was done. All the\nhim how come Bob, Peter and Bunny made\nbacking tracks were done in two days.\nthat special version of Kingston 12 [Shuff-\nleJ? And he went“Because I was it, man!\"\nThe album has a very live feel to it. Are\nSo he knew where he was at but he wasn't\nmost of the rhythms just everyone in a\nramming it down your throat. Toots would\nroom?\nwalk in and be like...\nZak: Everybody. It was all cut live with\nU-Roy doing the vocals over in the corner.\nSshh:\"Iam theinventorofReggae!\nSshh was singing the song parts as a\nguide for everyone. So it was U-Roy, Sly,\nZak: As soon as you'd switch on a camera.\nRobbie, Cyril Neville, Tony Chin, Rob-\nyou'd hear that “I'm the creator of Reggae'\nbie Lyn, me on guitar, Sshh singing the\nBut he wrote the song! He wrote the song.\nvocal parts.",
    "Page_128": "128\nINTERVIEWZAK&SSHH\nSshh: I remember me and U-Roy were\nIt was Curtis Mayfield's birthday yesterday\nsitting on the sofa singing along when Sly\n[the day before interview, June 3rd] and you\nwas doing an overDub. We were singing\nhave Queen Majesty on there with Robbie\nalong and we got told off because it was\nShakespeare singing. Anyone who's seen Sly\ncoming down the drum mic! (laughs)\nand Robbieperform liveknows about Robbie\ndoing a bit of singing. But it's still so surpri-\nZak: Because no one wears headphones,\nsing how delicate his voice is for such a big\nright? We're just in the room so there's a\n guy who plays such a deep, low instrument.\nbit of spill onto everything. That's why our\nHe really does sound like Junior Menz who\nrecords sound like that. There's a big stereo\nsang Queen Majesty with the Techniques.\nmic in the middle of it and that's what gives\nSshh: Voice of an angel!\nyou the big picture. When all the instruments\n go like that [interlocks hands] you need to\nZak: He reminds me of Frankie Lymon.\nrecord that. You can't have it all separate or it\nwill all sound like the fucking Eagles!\nSshh: He sang to me in the studio. There's a\npicture in the studio from the first time and\nIt's like going back to the ska days...\nhe's like holding my hand and my heart just\nSshh: Yeah and it adds a grittiness. Then it\nbroke! I couldn't believe it.\nwas mixed by Dave Sardy and he says he\nmixed it at full volume. He never did it quiet-\nZak: You were crying.\nly and you can tell that when you hear it. It's\nlike it's jumping out of the speakers at you.\nSshh: I was crying.\nRECGAE\nLUS\nURBIENCE\nPRESENTS\nBRAND NEW SINGLE\nJAMAICA\nHOLIDAY\nCHECKOUT THESEOTHERALBUMS\nEEEAE\nHUSIE\namaica\nWORLD\nREBIRTH\nREGGAE\n VIBES\nHoliday\nRIDDIM",
    "Page_129": "INTERVIEWZAK&SSHH\n129\nZak: He came over to me and he started to\nZak: Yeah, he's great on Three Little Birds.\nplay the bass on my shoulder and then sang\nThe Toots version of that is killer, isn't it? So\nto me as well. It was so moving. That's why\ndifferent.\nhe's got two tunes on the Blues album, you\nknow? Queen Majesty was so suited to his\nSshh: But I think he really is such an incre\nvoice.\ndible artist.\nRobbie's taste is very diverse isn't it?\nZak: Yeah man, maximum respect to him\nHe's intoRock and Metal and all sorts.\nbecause he jumped. As soon as he knew\nSshh: He's a Punk Rocker, man!\nit was U-Roy, he's right in there. All these\nguys were, you know? I wish we had done\nZak: I think that's why we sorted fitted in\nmore tunes but there was no time because\nBecause he's that style, isn't he?\nU-Roy was going on tour in France. That's\nwhy the whole thing was done so quickly.\nSshh: With his bondage trousers! Zak said\nto him “You have the beautiful baby face\nThis was in 2018 and he was doing a 6-week\nand this amazing voice, why didn't you sing\ntour of France and by the end of that I would\nmore?\"\nhave been with The Who. We had to cram it\nall into that week.\nI'm probably going to get told off by the big\nman at Reggaeville if we don't talk about\nHow did you get Scientist on the album for\nZiggy Marley! He opens the album with\nthe final track? Because he's not in Jamaica,\nTrenchtown Rock...\nhe's in LA.\nSshh: Oh yeah Ziggy! There are so many\nZak: We've done some things with Scientist\ngreat artists on this album. He was a natural\nbefore. When we play live in LA, we usually\nchoice really and he really makes it his own.\nplay with Tony Chin...\nHe really attacked it.\nSshh: Fully Fullwood and Santa...\nZak: It's a very backing vocal driven song\nusually. But we turned them off. We made\nZak: ...and we met this guy called Dub Ro-\nit so you only hear Ziggy and no backing\nbot [Brian Wallace] and we got him to play\nvocals on it. It's almost like a Rock singer.\nsax in the band and do the Dub effects and\nIt's stripped back and it's just Ziggy. Kind of S\nstuff. Check him out online. He is a far-out\napproached it a bit like the band Free? That\ndude. And he is Scientist's engineer in the\nrawness. Strip back and get rid of all the...\nstudio. So that's how we got to meet Scien-\ntist. And he remixed something for us...\nSshh: ...distractions.\nSshh: He said he was going to make me\nZak: Because Ziggy's voice is so strong, it\nsound like a diamond.\ndidn't need all that stuff.\nZak: A polished diamond! And I was going\nSshh: “Brutalise me with music!\"\n\"You're trying to pull my bird, aren't you?\"\nAnd he said “No man!\". He did that version\nZak: As he says...\nand he also did two 7 inch Dubs where we're\nhoping to get a lot of guest singers together\nSshh: But it's amazing because we worked\nand maybe do something special with it. I\nwith him a couple of times now and he is\ndon't know yet. All we have is the Dub.\nalways just incredible.",
    "Page_130": "130\nINTERVIEW ZAK &SSHH\nSo you end with a 15-minute tune, Every Knee\nZak: And that's another mix you haven't\nShall Bow.\nheard yet. The Mick Jones synth mix.\nZak: Two 15-minute tunes! Because it's double\nAnd he also sent a beautiful film of himself\nvinyl and the second disc is just two of them.\n playing it.\nYou played with the Soul Syndicate guys\nSshh: In a full three-piece suit!\nand Sly and Robbie, both of whom traded as\nthe Aggrovators playing for Bunny Lee, and\nZak:Athis studio.We asked him“Could\nthat's one of his rhythms.I didn't know that\nyou film yourself doing it?\" and we were just\nDubwas 15 minuteslong until1 looked at the\nexpecting a phone thing but he sent a proper\nend. I wouldn't normally listen to a 15-minute\nfilm of himself playing it.\nsong unless it was Fela Kuti or something and\nit's very like Fela Kuti, in that time really flies.\nSshh: He's brilliant, Mick.\nSshh: Yeah! That's the great thing, isn't it?\nIt's great when that happens.\nZak: He's one of the few people I know that,\nwhen we played that gig with him, when he\nZak: And it naturally structured itself.\nis playing music he never stops smiling. Not\neverybody is like that.\nSshh: We couldn't edit it. We couldn't do it. It\nhad to be in its entirety.\nIt would be a bit crass to say \"l hope this\nwins another Grammy\" but what are your\nZak: Then Scientist did the Dub. First he\nhopes for this album?\nsent two shorter Dubs which are the ones we\nSshh: We just want it to fucking go and for\nwere talking about and we were like “It's got\neverybody to hear it.\nto be thefull\".\nZak: And let everyone know about U-Roy.\nAnd how did Mick Jones get involved? He\nWe're making a documentary about him too,\nmust know U-Roy and Big Youth from back in\nwhich is in the works. We've got a 10-minute\nthe day...\nversion so far which is almost like a trailer\nZak: I played with him in 2011. We did a gig\nDirected by Gabriel Jagger, Mick's son, a\ntogether and I put the band together for him\nvery talented director.\nto do a charity show and we became really\ngreat friends. Then Sshh was in England and\nSshh: We're just trying to make the legacy of\nI wasn't there. Maybe playing with Toots?\nU-Roy live on.\nSshh: I saw Mick out and about and said\nZak: We're really trying to get some Hip-\n\"We've been working with U-Roy\". I was\nHop artists involved to talk about U-Roy and\ntelling him that we were just finishing off this\n although they're not on the record I think\nU-Roy record and asked him if he would be\nthere's a few people who have got to own up.\ninvolved.\nSshh: Our goal is just to make U-Roy a\nZak: He said “Of course\". Like everybody\nhousehold name. Even more so.\nsaid “Of course\".\nZak: He's a real artist, a true artist. They're\nSshh: And we thought that he was just going\n great pop songs anyway but then you add\nto do the guitar but when he sent\nhim to it, it becomes something even more\nthe track back, he added all these little\nspecial. Because it adds originality.\nBig AudioDynamite-esque synth sounds\nHe's the originator!",
    "Page_131": "ALBUMREVIEWU-ROY\n131\nU-ROY- SOLID GOLD\nTrojan Jamaica - July 16, 2021\nDaddy U-Roy was com-\nclassic tune. It's notable\nRLEYSANTIGOLDSHAGGYTARF\nUSRILEYRYGINK\nmonly considered to be a\nfor its tight percussion,\ngenial giant of Reggae and\nably embellished with in-\nhis toasting legacy to the\ntermittent backing vocals,\nHip-Hop and Rap genres is\nSOLID\nOLD\nas the guitar technician\nnow widely acknowledged.\nU-ROY\nearns his crust with Chin,\nThis Solid Gold U-Roy\n Starkey and Shakespeare\nrelease sees Zak Starkey\nmakingt\ntheir\npresence\n and Sharna 'Sshh' Liguz -\nfelt. Thereafter the U-Roy\n—ATROJAN JANAIOA RSCORDIEG-\nin liaison with a load of lu-\nstaple\nQueen\nMajesty/\nminaries - re-record some\nChalice In The Palace al-\nof his hits. And if past\nlows the softer vocal style\npatterns are anything to\n of  Robbie Shakespeare\n go by, it's hard to see this\nto link with the (other)\n album avoiding a Grammy\nlegend, on a track ably\nnomination.\naugmented by brass, courtesy of Dean Fraser,\nDwight Richards and Hopeton Williams\nThe new release opens with a valiant effort from\n Ziggy Marley on the oft-reprised Trenchtown\nContinuing on the ‘classic tune’ trail, Jesse Ro-\nRock track, which is largely redeemed by cha-\nyal appears on Small Axe, to complement the\nracteristically timely and evocative inputs from\n'main man', with crystal-clear vocals on a track\nU-Roy. This is followed by Man Next Door,\nthat features (all too rare) booming brass. Des-\nwith Santigold's clear and crisp vocals cont-\npite the foot-stomping introduction, the next in-\nrasting sharply (but successfully) with U-Roy's\nput Wear You To The Ball sees U-Roy at his\nmore earthy drawl which drives the delivery.\nlight-hearted best via chipper contributions, as\nNext up, Shaggy's input on Rule the Nation\nthe perfect foil to Richie Spice's 'straight guy'\nwill be warmly welcomed by his many adoring\ninputs, whilst the track chugs along with a de-\nfans, whilst old-school adherents may well argue\n lightful swing preceding a sudden halt.\nthat U-Roy's inputs make this track a worthy\ncandidate to be dutifully deployed daily on the\nAppropriately enough, the final vocal input on\nsoundsystem. Then Tarrus Riley's capacity to\nEvery Knee Shall Bow comes in the form of a\nconvey pain on the Tom Drunk track, alongside\nhomage to Selassie, as U-Roy confirms his spi-\n U-Roy's exasperated delivery, make for a good\nritual disposition on a tasty (15 minute) track\n blend, augmented by a smooth choir effect on\nentailing a thrilling duet with much melody,\nthe chorus.\nrollicking rhythms and sweet sounds. The legen-\ndary Big Youth (and The Clash's Mick Jones)\nThis isfollowed by the early U-Roy hitWake The\njoin U-Roy for a hectic delivery, before the same\nTown, a cheerful upbeat introduction setting the\ntrack - in an instrumental dub-style - winds up\ntone, with gentleman Robbie Lyn delightfully\nthe collection in a contribution that is periodi-\ndriving and decorating the track via his omni-\ncally punctuated with drum drills and an abun-\n present keyboards. Then Rygin King gives the\ndance of echo effects.\nclassic Stop That Train the royal treatment\nMy guess is that you'll hear a lot more about\nwith the help of a hard-hitting rhythm, before\n(and from) this release. Either way, long live\nSteel Pulse's David Hinds joins U-Roy on a\nDaddy U-Roy.\nwell-worked combo ofyet anotherSoul Rebel\nby Gerry McMahon",
    "Page_132": "132\nALBUMREVIEWS2021\nALBOROSIE-FORTHE CULTURE\nVP Records - June 4, 2021\nAlborosie's latest album\nAlbo also branches out\nis a bold and ambitious\ninto Revival-esque mer-\nproject: taking Roots mu-\nging of Roots and Hip Hop.\nsic and culture along with\nTheSystemandBreak\nreflections on life in the\nMy Chains both feature\n2020s and packaging it up\ndominant Hip Hop drums.\nacross 14 tracks. But it is\nCUETURE\nListenTo\nThe\nWaves\nmission successfully\nac-\nexpands on\nthis, brin-\ncomplished, thankfully.\nALROFOSIE\nging back\nOutOfThe\nDarkness's choral backing\nFor The Culture, released\nvocals, and adding some al-\nvia VP Records, is practi-\nmost 90s Hip Hop-Soul inst-\ncally\none-man\nshow:\nrumental arrangement. But\nAlborosie\ndid\nthepro-\nthen, the album's closing\nduction,\nengineering\ntrack Where Do You Go?\nand mixing.\n.No mean feat to do that and per\nfeaturing Big Mountain throws back to 90s Reg-\nform on them all - but he,with the help of the\n gae-Pop with a dash of Dancehall on the bridge.\nRoots Radics band and some vintage analogue\ngear, has pulled it off immensely. The mastering\nIt's a potent musical voyage. Then, Albo has wea-\nfrom Chris Athens enhances the authentically\nved complex lyrical narratives throughout. Baby-\nrich, old skool and culture-focused feel.\nlon, its proponents and the effect both have on the\nFor The Culture's deep dive into Roots takes\nrest of us get taken down across The System, Gi-\nmany forms. Authentic, stripped-back vibes are\nnal and Ready. Songs of empowerment include\nheard across Challawa and Ginal featuring the\nBreak My Chains and the George Floyd/Black\nsupreme Collie Buddz (along with some dystopi-\nLives Matter anthem ListenTo The Waves.\nan synth horns and rasping strings). Heavier or-\nAlbo repeatedly deals with the issue of cannabis\nchestration and a slowed Steppers bridge feature,\nviaChallawa andNever Let MeDown.Music\nalong with the incomparable Wailing Souls, on\nand culture feature across the title track, which\nLife To Live. This intricate sound continues on\nespouses their importance, and Bun A Fyah - la-\nthe title track with its Dub engineering. But its\nmenting the corporatisation of both.\nbridge has chord progressions nearer to Soul; a\ntheme which expands elsewhere.\nBut Albo offers up hope, too - across the pande-\nmic-led Unprecedented Time, the wholly spiritu-\nBunA Fyahhas heavilylayered,harmonic ba-\nalLifeToLive,thehumbleOutOfTheDarkness\ncking vocals and Albo delivering a performance\nand song of faith Walking. Where Do You Go?\nexpansive in range. Out Of The Darkness takes\n concludes the album perfectly: offering a message\nthis feeling further, with its Doo Wop-turned-\n of unity, love and solidarity.\nChoral backing vocals and whining electric gu-\nitar. Then, Unprecedented Time has a gorgeous\nFor The Culture is an impressive body of work\ncounter-performance from an electric organ. Bob\nfrom Alborosie. Rich and intricate,it delivers on\nMarley's signature style is nodded to in Walking,\nits namesake's promise and offers a pertinent vo-\nand harder, more abrasive Dub also gets a look in\nyage across both 21s century Roots, and life more\nacrossReadywithJoMersaMarley and Never\nbroadly.\nLet Me Down - both focusing on forthright bass\nby SteveTopple\nlines and drum arrangements.",
    "Page_133": "AAD!\nSICK\nREGGAEVILLLE\nFEATURING\nMORGAN HERITAGE / ANTHONY B / CLAY\nRICHIE STEPHENS / GAPPY RANKS / MACKA B\nRUNKUS & ROYAL BLU / PERFECT GIDDIMANI\nMARLA BROWN / EXCO LEVI / KELISSA / CALI P\nf\nSKARRA MUCCI & YANISS ODUA / CALEB HART\n/onenessrecords\n iM0N In0\n@OnenessRecords\n@InessRecords\nS\n/oneness-records\nwww.reggaeville.com\nwww.oneness-records.com",
    "Page_134": "134\nALBUMREVIEWS2021\nKING OF THE DUB ROCK 3\nJahSolidRock Music - June 25, 2021\n It's always pleasing when a\ndelivers a pertinent call for\ntrilogy is completed. None\nunity against a backdrop of\nmore sothanwhenit's\nreminding us we're all the\nfrom a legendary producer.\nsame regardless of what\nSo, enter Sir Lloyd Coxo-\nthe system tells us.\nne to deliver the goods.\nThen, on Side B Var opens\nKing of the Dub Rock\nwith You Alone.It's slow\n3\nreleased via Jahso-\nand meandering, like its\nlidRock,\nis\nsaglorious\nlilting guitar\nriff with\ndelve into Roots and Dub,\npleasing Dub breaks and\navailable across 12\" vinyl.\nengineering\n一\nfinished\nProduction comes from\nby Var's lyrics promoting\nRas Denco and Marc Ba-\nhumble self-confidence of\nronner, with all the tracks\nRastafari and praising Jah.\nbeing recorded at Tuff Gong Studios and\nMicah Shemaiah's Rubadub winds things\nCoxone executive producing this, the third\nback to early Dancehall but with a more intrica-\nKing of the Dub project. His hand is all over it.\ntely arranged feel that you'd expect from a Sound\nThe record is pure Roots/Dub class.\nSystem, bringing the style up-to-date. Lyrically, it\nhones in on the vibes around dancehalls in that\nThe A side opens with In The Jungle(Tuff Gong\nlate 7os era (including the eponymous dance)\nVersion) from Apple Gabriel, with its traditio-\nand works well.\nnal root to 7th chord progression as a centre pi-\nece coupled with tinkering Djembe, a one drop\nFinally, Ras Teo gives us Way Up: a Roots-\nbass and some classy Doo-Wop backing vocals.\ndriven piece with its stark bubble rhythm, ben-\nGabriel's narrative on the daily struggle of life\nding guitars, swaying horn section and Teo's\nin Babylon's human jungle' is pertinent. Earl 16\npleasing backing vocals. Lyrically, he gives a\nand Mutabaruka's Back to the Roots/Ship a\nstrong warning to the uninitiated and a remin-\nCome is a haunting affair, with an intricate per-\nder to the conscious to maintain course despite\ncussion line (honing in on Nyabinghi) and a ple-\nwhat Babylon throws at us.The Dub versions of\nasing horn arrangement. The lyrical content is\nSpiritual People, Rubadub and Way Up are\nwell-constructed,too - as the pair extol the vir-\nalso to be highly commended. Denco, Baronner\ntues of Rastafari, its history and relevance now.\nand Coxone have really put thought into the\nreworkings, with authentic scratching, pull-ups,\nBrinsley Forde and David Hinds give us\nvocal re-jiggings and engineering paying hom-\nChillin' (Tuff Gong Version). It's pacier than\n age to the genre perfectly. An excellent inclusi-\nprevious tracks, with richer instrumentation, a\non.\nbusy horn line and some gorgeous chord pro-\ngressions. The pair's storytelling of violent co-\nOverall, King of the Dub Rock 3 is the perfect\nlonialism could easily be relatable to life under\nadditionforCoxoneadmirersandnewcomers\nthe system today. Next, Chezidek with Spiritu-\n alike, finishing the trilogy perfectly. The arran-\nal People brings in an electric organ running a\ngements are rich and detailed, performances\ncountermelody, a brooding minor key comple-\nstrong and narratives thought-provoking. All\nmented by a whining guitar line and the bass \nhail the king of Jamaican-British Roots and Dub.\nhitting the one to create momentum.Chezidek\nbySteveTopple",
    "Page_135": "ALBUMREVIEWS2021\n135\nUB40 -E\nBIGGA BAGGARIDDIM\nSoNo Recording Group / Evo Music - June 25,2021\nIt was not until 2006,\nWinston Francis graces\nwhen the infamous Reg-\na nimble and playful Step-\ngae Sunsplash festival\npers beat with his convo-\nwas resurrected once more\nluted love story in which\nfor a four day and night\nhe declares his affection\nUB40\nevent in St. Ann with the\nBIGGA\nto\nMy\nBest\nFriend's\n most humongous line-up\nGirlfriend.\nBlvk\nH3ro\nI ever experienced for a\nfloats smoothly and light\n Reggae show, that I perso-\nas a feather on a laid-\n nally realized the magni-\nback One Drop riddim as\ntude of UB40. Since that\nhe explains I'm Alright\nperformance; which was\nbefore\nrapidly\ntoasting\nKIOKO\n-up until today - their\nover a dark, horn-driven\n only performance ever in\nDancehall\nbeat\nasking\n Jamaica,\nwhere\nI\nWhat Happened To The\nwitnessed even the roughest set of badman\nHave Not's? Also Burro Banton's son Leno\nand the realest thugs bussing a blank to Red\nBanton solidly tames this riddim with his reali-\nRed Wine and Can't Help Falling In Love in\nty check Show And Prove. The young DJ talent\nsheer enthusiasm right there in the homeland\nis well accompanied on Bigga Baggariddim by\nof Reggae music; I have the utmost respect for\nBirmingham MCs Slinger and Pablo Rider, two\nthe band from Birmingham and I am continually\noriginal guest artists from the 1985 Baggarid-\n intrigued by their works and success.\ndim album, who return in 2021 and represent\nthe strong movement emerging in the UK in\nWith Bigga Baggariddim the band formed\nthe 1980s just like fellow deejays Gilly G and\nin England over 40 years ago follows its own\nTippa Irie, who also appear on two features. A\ntradition of releasing projects named after\nspecial highlight is the union of Inner Circle\n one another - in this case the Baggariddim\nand UB4o. With their tremendous experience\nalbum originally released in 1985 and the\nin the mainstream music industry the two big\nLittle Baggariddim EP; and another habit\nplayers created the Pop-infused Reggae classic\n of re-releasing riddims with new voicings on\nRebel Love with new overdubs that manage to\ndifferent records. This time instrumentals\nconvince the listeners without sounding cheesy.\nthat appeared on the last For The Many al-\n15 tracks eventually resulted from the re-\nbum are being used once more, which is still\nlationships\nUB40havewith\n\"some\nof\nenjoyable as they are timeless Reggae clas-\nthe Reggae friends we've met\", as band\nsics. With new vocal recordings by artists\nmember\nRobin\nCampbell\ndescribes\nit.\nfrom the four corners of the world - Jamaica,\nNew Zealand, the UK and India - they are gi-\n15 tracks that cover the different styles and forms\nven a new twist and a great variety of style.\nof the genre, including even some spring-rever\nbed dub parts and leading to the most eclectic al-\nOn eight different music tracks collaborators\nbum yet of the infamous band from England. Even\nlike House Of Shem, General Zooz of the\nwhen you're already familiar with some of the in-\nReggae Rajahs and Blvk H3ro present their ta-\nstrumentals, featured artists and the album title\nlent and are testimony to the international links\nBigga Baggariddim is a joy to listen to, pre\nand friendships UB40 cultivate throughout the\n senting solid, timeless Reggae in top quality.\nindustry.\nby Ursula ,Munchy\" Munch",
    "Page_136": "136\nALBUMREVIEWS2021\nZAGGA - 17/06\nAmini Music - June 17, 2021\n\"Small but perfectly for-\na lilting guitar. We've Got\nmed\" is the best way to\nHeart (produced with Yo\ndescribe Jamaican artist\nWest Music/AGM Team)\nZagga's new album. Ho-\nis perfect Afrobeats-RnB:\nning in on his Earthstrong,\nrichly\n arranged strings,\nacross 10 tracks he gives\nflowing keys and delicate\nthe world a taste of his Ge-\nZRGGR\n17/06\nguitars juxtaposed with\nmini credentials.\nslow but stuttering per-\ncussion. The album's fina-\n17/06, released via Amini\nle,Just Another Day, is\nMusic, sees Zagga flourish\nperhaps the most orthodox\nwith the signature Soul-\nbut evocatively so - almost\nmeets-Afrobeats style he's\ntraditional African meets\ncultivated over the years,\nWestern Folksy Rock-Soul.\ncontinuing his move away\nOverall, 17/06 is a musi-\nfrom Reggae, as seen on 2020's The Isolation\n cally deft project with impressive and varied vo-\nProject. 17/06 is almost entirely self-created by\ncal performances from Zagga - which he then\nAmini/Zagga - aside from Chimney Records'\ncements with his lyrical content.\nslick mixing and mastering. It shows - as Zagga\nsweeps across styles, genres and subjects with\nZagga has deftly combined love songs with mes-\nsynergy throughout.\nsage music; his romanticism and positive fema-\nle imagery being repped across Insecure and\nVariousforms of AfroDancehalllitter 17/06\nUnforgettable. His conscious work is subtle yet\nUnforgettable (produced with Big Laugh Mu-\nthought-provoking. Mama's Prayer gives a mo-\nsic) sees Zagga opt for a smooth vibe, with\nving message of love for both mothers and wo-\nits acoustic guitar, soulful chord progressions\nmen more broadly; similar praise is found on Jah\nand reduced emphasis on the driving rhyth-\n Open Doors. The mood changes, as Zagga deals\nmic clave.Tribe Govament with Jahvillani\nwith Jamaica (and the world) being under pande\nsees the AfroDancehall do an edgy turn with\nmic authoritarianism onJamaicaWahGwaan.\nits Trap buzz rolls, stuttering snare and ra-\nTribe Govament is fascinating, as it discusses\nsping strings. Jah Open Doors has stuttering\nhow the system wants certain demographics to\nyet rich orchestration and heavily syncopated\nfail and the importance of rising above this.Heart\npercussion.Heart Clean gives this idea flu-\n Clean focuses on living consciously and having\nidity with the syncopation wound down.But\n good societal intentions, while Bad and Hungry\nJamaicaWahGwaanwithKabakaPyramid\n is the opposite - tackling poverty-induced vio-\nsees the AfroDancehall stripped right back, crea-\nlence. We've Got Heart is a cry for common unity\nting a heavy, brooding vibe. Zagga merges the\nand humanity, while Just Another Day reminds\nAfroDancehall vibes with straighter Afrobeats on\nus that while the system grinds us down - it's\nBad and Hungry.\ntransient, and emancipation will come.\nBut 17/06 also delves into softer, Afrobeats-RnB\nOverall, 17/06 is a very pleasing and well-crafted\nterritory. Secure with Tarrus Riley is almost a\nproject. Cleverly constructed, it's compelling and\nthrowback RnB cut with its winding bass riff and\nengaging listen - and is perhaps Zagga's stron-\nmelodic, running keys. Mama's Prayer's flow-\n gest work to date. Glorious.\ning yet stuttering percussion is complemented by\nby Steve Topple",
    "Page_137": "FESTIVILLE - BACK ISSUES\n@REGGAEVILLE.COM/YARD/FESTIVILLE\nFESTIVILLE 2020\nFESTIVILLE2019\nREGGAEVILLEFESTIVAL GUIDEMAGAZINE\nREGGAEVILLE FESTIVAL GUIDE\nINTERVIEWS\nINTERVIEWS\nETANA\nJAH CURE\nISLAND\nMAXROMEO\nRICHIE SPICE\nYELLOWMAN\nBUJU BANTON\nTHE NO-MADDZ\nTHEWAILERSTRIO\nROOTZ UNDERGROUND\nMARCIA GRIFFITHS\nRASMUHAMAD\nSENTINEL SOUND\nSUMIMER2020\nPETER WEBBER\nSUMMER2019\nARISEROOTS\nNOFESTIVALS\n100 FESTIVALS\nLUCIANO\nGREEEN\nFESTIVILLE\n2018\nFESTIVILLE2017\nE2016\nKABAKA PYRAMID\nGENTLEMAN\nMARLEY\nARS\n82FESTIVALS\nIARLEY\nILLYWALKSDISCOTHEQUE\nFESTIVILLE2015\nESI\n2014\nFESTIVILLE2013\nANCIENT\nFUTURE\nARLE\nPROTUN\nLBOROSIE\nUMMER2014\n80FESTIVALS\n70 FESTIVALS\nGENTLEMAN\n70FESTIVALS",
    "Page_138": "YEARBOOK - BACK ISSUES\n@REGGAEVILLE.COM/YARD/YEARBOOK\nYEARB00K 2020\nYEARB00K 2019\nBESTOFREGGAEVILLE.COM\nBESTOFREGGAEVILLE.CO\nPROTOJE LILA IKE\nVAUGHN BENJAMIN\nJAZ-ELISESEVANA\nRISE IN POWER\nYEARB00K 2018\nYEARB00K 2017\nYEARB00K2016\nKOFFEE\nJESSEROYAL\nMORGANHERITAGE\nNHEROWNV\nYEARB00K 2015\nYEARB00K2014\nYEARB00K2013\nGENTLEMAN\nCHRONIXX"
}