{
    "Page_1": "THEIXAGE\nFANTASY BATTLES\nDAEMONLEGIONS",
    "Page_2": "",
    "Page_3": "THEIXAGB\nFANTASYBATTLES\nDAEMONLEGIONS\n2nd Edition, Rules and Points version 2020",
    "Page_4": "NEFARIOUSMINIONS\nLurking in shadows, moving by night, these Dark Cultists have plotted and\nschemed to bring about the dominion of the Legions. Ever patient, zealous\nand unwavering, this eldritch grimoire is the unholy fruit of their labours.\nWe'd also like to thank all the community members and other staff who\ncontributed with their suggestions, feedback and support.\nWRITERS\nLead Author\nBook of the Infinite Legions,\nIntro to Pride\n John Wallis\nClassifications of the Legions\nGlenn Patel\nAlessandro Vivaldi\nHead of Background,\nHellhounds\nKuulima's Deceiver,\nIntro to Gluttony,\nCallum Mellis\nHope Harvester,\n Intro to Greed\nDaemonic Magic\nCaleb Dallos\nSirens\nEdward Murdoch\nPeter Orfanos\nARTISTS\nHead of Art\nPgs 17, 87\nPg 53\nMichele Bertilorenzi\n Krys Rackham\nJorge Fernandez Sanz\nFront Cover Artwork\nPgs 23, 85\nPgs 61, 83\n Lucas Svedberg\nCasp\nEnrico Bertilorenzi\nBack Cover Artwork\nPgs 29, 76\nPgs 75, 77, 79, 88, 89,\n Thomas Karlsson\nJohn Lewenhagen\n92, 93, 94, 95, 96, 97\nMarcos Barragan\nOrnaments & Icons\nPgs 33, 65\nCasp, David Way,\n Franco Rivolli\nPg 26\nRotten Factory\nOllie Cuthbo\nPg 37\nPgs 5, 13, 31, 59, 63\n Alonso Soler\nPg 91\nPawel Jakub Gorecki\nGrégoire Veauléger\nPgs 39, 55, 101\nPgs 6, 25, 41,\nMatti Pajuniemi\nDocument Design\n57,69,126\nKacper Bucki, David Way\nThe Galapalo\nPgs 45, 49\nUkkuimini\nSlim Document Design\nPgs 15, 21, 82\nManuel Berthet\nDavid Lee\nLayout\nLaura Alfieri",
    "Page_5": "PRODUCTIONTEAM\n Head of Rules Team\nHead of Playtesting\n Conceptual Design Support\nErik Aronson\nArcheron, Aenarion43\n Ben Jones, El Rey,\nThereIsNoSpoon\nRules Team\nPlaytesting Team\n Frederick Humcke,\nAdalidsilvano, Aenarion43,\nArmy Community Support\nDan Thomas, Olli Katila\nAngrosch, Autumnus, Baldin,\nTiziano Taccani,\nAdrian Smagur,\n bk5b, Bubonicus, casamar,\nEmil Vesterberg,\nPhilip Gollmann, Marko Lukic\nCiara, Dark Wizard,\nFederico Bozzato,\n DJWoodelf, Fthunder, garza,\n Dmytro Adeiev,\nGas_monkey8, helldragon,\nAntonio Gonzalez\nArmy Design Team\nimperialengineer, IoRi78,\nBjorn Ericson,\nJomppexx, Just_Flo, Kalerith,\nOlli Katila,\nHead of Lectors\nRobin Morent,\nKazandu, kbb_weyden,\nEvan Switzer\nKorpacz, Lagoon,\nMichat Kolakowski,\nRichard Becker,\nlegionsofodin, msu117,\nLead Proofreader\nNicreap, Obsidiananubis,\nVasileios Valkanas\nOdoamar, Palinux,\nJoel Fivat\nPalomita15, Ratatoeskr\nHead of Rules Clarity Team\nLectoring Team\nSadlerCPII, ScumlordDodo,\nEvan Switzer, Glen Weston,\n Florian Rohm\nskipschnit, Squirrelloid, zulu,\n Brian Wigzell, Herzogar,\ntoddymac2012, toughnutt,\nMohamed Bekrentchir,\nRules Clarity Team\nTrains_Get_Robbed,\nYatagarasu\nFlorian Rohm,\nbabbonatale-,\nAleksandar Trivunovic\n Dark_Side_Duke, Daruma,\nGunnes, Mortus, Natsa,\nPopy, Archeron, Janus,\nRothulf, yedee\nSpecial Thanks\nMsu117, Just_Flo",
    "Page_6": "",
    "Page_7": "CONTENTS\nBACKGROUND\nThe Dark Gods...\nSloth...\n...62\nPride....\nHope Harvester...\nOmen o. Sayva.r....\n.16\nClassifications of the Legions....70.\nBlazing Glory...\n.20\nDaemonic Magic....\n..72\nGluttony....\n.22\nHellhounds...\n.74\nMaw of Akaan...\n...24\nLemures..\n...76\nBloat Flies....\n.28\nTitanslayer Chariot...\n.77\nLust...\nCourtesan of Cibaresh.....\nSuccubi..\nImps...\nEnvy...\n..38\nVeil Serpents....\n.83\nKuulima's Deceiver..\nFuries...\n.84\nMageblight Gremlins..\n.44\nThreshing Engine...\n.86\nGreed....\nClawed Fiends..\n.88\nMiser of Sugulag......\n48\nMyrmidons...\n.89\n..52\nHarbinger..\n.54\nVanadra's Scourge...\n.56\nEpilogue...\n.124\nBrazen Beasts.....\n...60\nRULES\nArmy Rules...\n.98\nCharacter Mounts....\n.109\nHereditary Spell..\n.98\nCore...\n111\nDaemonic Manifestations.....\n..99\nSpecial...\n...113\nArmy Organisation.....\n.102\nAves...\n...119\nCharacters....\n...102\nQuick Re.erence heet..... 21",
    "Page_8": "THE DARK GODS\nChaos is an arrow and its truest number eight\nEighttnsthatpin thwayht tpatht\nEight h'immortal avatars eac hart mortal yeamsto knw\nEight the forms of change and power, eight the number of this verse\nWhoiseachand all anaways,twhmwe sek evertoret\nWhowith thSeven callstous wehischiden trapped eyd\nSeven are his loyal Dukes, who command our whims and fate.\nFirst to know the lure of beauty, the Lady of the Flies\nShe whocompares, talies, bides hertime upon the wall\nShe who desiredforherselfone f the god great halls\nWhodrewherefto powe rin abforees\nShe speaks the ancient truth known well among the wise:\nJjp ga paurduo jyun mjpa n sng bugo\nJo uuos ag inyg sisip uf ag M\nKulima levels out our chances and grants to us our rivals' cries.\nFeed and grow\nbuob oy, 3spo3 xou 0T\nOhserve no limit to indulgence\nKnow that all will submit to be devoured\nNever grudge the satiation of the great God Akaan\nRememberHe glories in His disfgurement, His birth cue\nHonour His primal plede to consume every beutiful thin in creation\nsaf anoga uH asnd suduTagp sunugs nofgnou ano ou ian\njstpnd - inESJH s nupuA puons\nClench your fs and fee her hum - shout!\nHer fre touches eachtrue heart - rage!\nKindled by the Primal Spurn - rail!\nGoddessheard our enslaved cries -fght!\nWe are the boundess crimson tide - end!\nNo longer chained beneath reptiles - smite!\nThe mortal crime we won't abide - die!\nThe Dark Gods\n8\nDaemon Legions",
    "Page_9": "She watches.\nEternally, Her black eyes know eternity.\nAncient tmeles, Nukuja staksthe eons witnesto thefrst aakening and to the fnal doom\nHer knowledge slumberslike an endlessocean\nOur goddesscomprises everythingfrom te lcust to theol\nHer mihty smrhakes teorldstoe, Hrvigil inites thtas\nShe inspires thefaithul towait, see the true sinerity fpatiene, and atend Herwhil.\nShe watches.\nHail to the Prince of Pride, the mathless Morning Star\nLordof allwhyean to rule, the one we call Savar\nHighest kin amng the gods Savar one sought to rein\nThey cast Him out and so unto the Father's side he came\nNow are there none who dare deny His majesty and might\nThe aefweain ewhefrd tol wo seHist\nHail thee Savar, we who are not worthy f thy sneer\nGuide us to thy promised land and let them bow to us in fear.\nBorn of pure desire\nThe Father for the Mother\nJA dH y suy snT \nCibaresh seeks to\nRecreate that primal spark,\nBuugby jpo fo poT\nHis pleasures many\nHis fulflment unmatched - and\nTransgression sublime.\nWe march to the beat of the one truest drum\nOur gd knws the worthfyourbdyand ul\ndn sai8 uanu ag pup sayu boynins\nyoy sg Aaj oz pup papos oy uos 3M\nColletor frst sought mortal soulsfor himself\nFeared by the gods of the great Realm above\nHis form can be found on your coinsgold and bronze\nHis first greatest joy and his one truest love.\nThe Eightfold Testament\nThe Dark Gods\n9\nDaemon Legions",
    "Page_10": "THE BOOK OF THE\nINFINITE LEGIONS\n The Ocean and the Rivers of Power\nspeakable glory for they who know their own\nmind. The conjurer who dares to walk such a\nThe Father is the highest, the purest principle of\npath is called mad, evil, inhuman, but they do not\nthis universe. Understanding his essence means\nhearken to the worthless slurs of the enslaved.\nachieving the power to manipulate reality and,\ntherefore, dominate life. Where human and elven\nWhile those Warriors following the Seven\nreligion is nothing but spiritual weakness and\nFlowers of Chaos strive to gain immortality gifted\ndecay, Father Chaos is the avatar of ultimate di-\nby approving gods, a conjurer achieves their\nvinity from his realm beyond the Veil.\npower by negotiation and force of will. A true\nconjurer is more than a mere mortal, and the\nMastery of the Veil's full power is beyond\ndaemons are their company. Alone in the\n any mortal. To overcome such earthly\ndark, they commune with the myster-\nlimits, the conjurer should negotiate\nies of the Seven Rivers of Know-\nwith the higher spheres of the Le-\nledge, and  their Infinite\ngions, the true embodiments\nservants, who whisper at\nof the Father, his seven\ntheir ear of the terrible,\nnames of power: Gods\nwondrous possibilit-\nthe foolish call Dark.\nies behind the Veil.\nAnd within them: a thousand\nMany\nare\nthe\nglorious\nover thousand nuances of power\nwhisperers in the ocean of the\neach embodied in a principle, a\nFather, and many are their forms\nsmaller deity or supernal called dae-\nand natures, for they are Legion. The\nmon. Each a stream adding to a tributary -\nmortal struggles to grasp the true meaning\nlesser daemons swept up in the flow of the\nof Infinity, a holy word, and the incautious con-\n greater, themselves joined to one of seven mighty\njurer may be undone by the Legions' sheer di-\nrivers, and each river merging into the Father's\nversity and scope. Their shapes are endless, from\nunspeakable ocean of power. For a daemon's free-\nliquid darkness to creatures of pure sensation,\ndom and will is proportional to its power and each\nfrom incarnations of the deepest mortal desire to\nstrives eternally to command those below while\nthe worst nightmare, from common beasts to un-\ngaining independence from those above.\n speakable and disgusting masses of rotting flesh\nand blood. Each form fascinating and unique,\nThe conjurer's ambition, strength and willpower\ntroubling and sublime.\nare the keys to the forbidden knowledge of the\nVeil. Forbidden to the weak, but a source of un-\n The Book of the Infinite Legions\n10\nDaemon Legions",
    "Page_11": "The words I hereby present are the Gospel of the\nSuch dealing is fraught with peril for a mortal mind,\nSeven Names themselves, the instructions to ac-\nfor daemons are fickle and devious, and seek to undo\nquire their powers, to conjure their servitors, to\n ambition by its own folly. But a successful negoti-\ncomprehend the Veil and to conquer the Earth.\nation is worth any risk for a determined conjurer\nBeware, for death awaits the weak, and failure\nbrings madness, self-destruction and unimagin-\nTo summon a daemon of the Legions, from a prince\nable sufferings.\nto the lowest soldier, three elements are crucial.\nFirst, the call of a summoner certain and resolute\nThe Ways of Entering and Leaving\nof heart. Many are the incantations and ritual prac-\ntices used by conjurers to clear their minds and\nThere are three ways that a daemon may enter\nwelcome the Father's servants. The only indis-\nthe Mortal Realm.\npensable component of such practices is the sin-\ncerity of will with which the ritual is conducted.\nThe first is the Way of Nature. As the currents of\n Second, the provision of raw resources with which\nmagic flow around our world, so the Veil thins in\na daemon can construct its physical form in the\nsome places over time, and in rare instances, be-\n process of materialisation. Brimstone is the most\n comes so weakened that the waiting Legions can\ncommon and important element, but others can be\npush through of their own choosing. Hence we\nsupplied at the summoner's discretion - though\nsee the sudden ap-\nonly the purest mater-\npearance of beasts or\nials are likely to affect\narmies, especially in\nthe form taken. Third,\ntimes of natural tur-\nand most crucial of all,\nmoil, following storms\na sacrifice should be\nor wildfires - though the\nperformed to grant the\nMother quickly repairs\nenergy necessary for the\nher Veil after such events.\ndaemon to manifest. The\nDaemons loosed in such a\nhigher the status of the vic-\nfashion are freed upon the\ntim, the more tempting and\nworld, and a dangerous proposi-\n gratifying to a potential summon-\ntion for a conjurer seeking aid. Many\ning. Lords and nobles, alchemists and\nare the ignorant who, not knowing that daemons\nthaumaturges give access to most powerful spirits\nare sent by the Seven and the Father have come\nbeyond the Veil. But any sacrifice is sufficient for a\nto believe them a natural disaster akin to disease\n simple ritual, provided it is a sentient being cap-\nand famine, even supposing they are a scourge or\nable of true fear, awe and madness. For it is terror\npunishment sent by their own gods.\nthat is the call for a daemon to follow.\nThe second is the way of Summoning. This is the\nMassive sacrifices for the glory of the Legions,\nWay of the conjurer, for a ritual correctly made can\nsuch as a whole battlefield of corpses, are natur-\nform a channel for a daemon to pass the Veil, to be\nally the highest form of offering, granting the at-\nset upon its own path until its magical sustenance is\ntention of the most powerful princes, heralds and\nexhausted. Such daemons can be called to bargain\n dukes, along with their retinues. If such an opera-\nwith the conjurer for power or knowledge, or even\ntion should be conducted where the Veil is already\nbound by the strongest and shackled to their will.\nthin, an entire army could be conjured\nThe Book of the Infinite Legions\n11\nDaemon Legions",
    "Page_12": "Beware, for even a small daemonic battalion with\nThere is a fourth Way to destroy a daemon, and it\na greater daemon at its head is an unendurable\nis a heinous Way the details of which I will not\n-ud ou dng e paddun aqn o po\ndisclose in these pages. But there are in this\nent madness for some - but a vision of splendour\nworld certain methods and powers - rare and\nfor the superior conjurer. Whole armies of\npoorly understood - capable of ending not just a\ntrained soldiers have fled at the mere sight of\ndaemon's body but its very spirit, so that it is\nsuch a force - and yet larger daemonic incursions\n gone forever and in every Realm.\n n sn    a a\nmagic they require to sustain their existence\nChaos Ineffable\nwithin this realm. For no daemon can endure\nhere when the magic resources of its environ-\nWe do not know for sure why the forces of the\n  s g      \nDark Gods seek to enter our world, for the inter-\nlast longer than a few cycles of the sun - but oh,\npretation of Chaos is far from unambiguous. Ever\nwhat it can achieve in such a time!\nthey attempt to follow the will and spread the\nword of the Seven Flowers, itself a mysterious\nand changeable gospel, and to encourage mortals\nFinally, the third Way is that of Possession.\nWhether summoned or naturally arriv-\nin the practice of the Seven Living Vices\ning, a daemon can sometimes\nthat they hold dear But equally\nseek - or be compelled - to\nthe Legions often seem to\nenter a body already ex-\npursue bloodshed, dis-\nisting in our realm, in-\ncord and destruction\nstead of creating its\nfor no clear purpose\nown. It may be a per-\n- perhaps it amuses\nthem, or they de-\nson or an object, as in\nlight in all things\nthe stories of dae-\nmonic weapons that\nrandom, fearful and\nchaotic. One clear goal\nspeak to and influence\ntheir bearer. In possession, a\noften stated is simply the\ndestruction of orderly societies,\ndaemon requires much less magic to\ncontinue its existence in the mortal realm, often\nunacceptable in the eyes of the Father, and the\nundermining of social structures and systems of\nresiding undetected for years or decades.\npower wherever they are encountered. Greatest\nof these, of course, are the great nations of the\nThese, then, are the three ways of entering. So\nmortal races, against which the Dark Gods are\ntoo are there three ways of leaving. Either the\nforever locked in struggle.\ndaemon depletes its magic, or it is intentionally\nexorcised by a conjurer, or its manifested body is\n-From 'The Book of the Infinite Legions, a\nslain by a warrior. In each case, the daemon itself\n grimoire composed by Georges Sybellicus, BMag,\nreturns across the Veil against its will, and it can-\nMDiv (Hons) (Eicht) “fons necromanticorum',\nnot walk again into the material world until it\nAstrologus, Magus Secundus.\nhas recovered enough energy. For incarnation is\nas costly to a daemon as it is rewarding. Its phys-\nical form is left within our Realm - the remains\noften toxic, and prone to rapid decomposition.\n The Book of the Infinite Legions\n12\nDaemon Legions",
    "Page_13": "",
    "Page_14": "GLORI\nRIBUS\nPRIDE\n'Twas in the third year of the reign of our liege that\n Mine was the initiative. Mightily I struck, shielding\nI set mineself upon the Questing Path. I followed\nmine approach with the crest of my forefathers,\ncustom, and sought out a foe of legendary puis-\nand for moments, I thought the battle o'er swiftly.\nsance to vanquish in the name of the Lady, the King,\nBut I had not felled my foe; his blade had caught an\nand our beloved realm. The prey I hadst selected\nangle, deflecting my stroke and leaving my guard\nwas the Daemon Knight Atmok, champion of a glade\nweakened. Ne'ertheless, I was saved; brilliant light\nin a far away land where the Veil was thin, who had\n swept from my pendant, and the counter-stroke\nlaid forth verily a challenge:\nendangered my life no longer.\nduel him, and win the blade of\nwhite gold from upon the\nBlow for blow we went, but\n stone. I laughed at this piti-\ne'er I was overmatched and\nable bribe as I set upon mine\nsaved by grace, not ability.\nquest; neither wealth nor\nThe Daemon Knight pos-\nmystical trinkets had any\nsessed skill most surpass-\nclaim upon my soul. I am a\ning, and I could not match\nKnight of Equitaine; slay-\nhim. In one final, desperate\ning the enemies of the\npass I mustered all mine\nLady is its own reward.\nstrength - and the demon\nstruck the blade from my\nThe dusky moors and\nhand with a flick of his\nwildforests  presented\nwrist. Grace or not, I knew\nsome scant challenge, but none\n mine life was his to take, my body\nthat could surpass mine skill. Thus I\ndesecrated with ichor like the chal-\ncame to the blasted clearing of Atmok.\nlengers before me. Long moments passed.\nThe trees were felled clear, cloven by the blade\nof the daemon. The ground was black with the\nThen, at last, he spoke.\nichorous ruin of many a bold challenger. Death\ndwelt in the breeze, and all was silent in the glade\nwhere no beast nor fowl dared tread.\nexhibiting a fine guard. You have some potential.\nStudy the blade in earnest, and we will duel again\"\n\"Daemon,\" I cried, spying my foe. \"Daemon, thou\nart trespassing in these sacred woods! By the\nThis mercy struck me harder than his weapon\nLady, thou shalt perish!\" And with that cry upon\never could. My quest was but a game to this veils-\nmy lips, I charged.\n pawn, my life a prize he did not desire. Upon my\nknees, I crawled away in shame.\nPride\n14\nDaemon Legions",
    "Page_15": "Other foes did I dispatch, but ne'er did I forget\nAnd even as he disarmed me with his dagger, I\nthe Daemon Knight. A full cycle of seasons\nsaw he was right. For the white gold sigil upon\n passed, and I could stand it no longer I returned\nthe sword spoke my heart's truth: that nothing\nto the glade to face my vanquisher hardened by\nmattered save my own prowess - and no mortal\nbattle and sharpened by will. No longer would I\ncould instruct me better.\nrely on the Lady's grace, trusting rather to my\nown valour and sturdy shield. I fought as fiercely\nAnd the light of the Morning Star filled mine heart.\nI could, yet once again Atmok was the victor Once\n-From 'The Lay of Sir Ectomor'\nagain I was let loose into the world.\nDefeat I refused to know, and I redoubled mine\ntraining, and redoubled it again. I learnt the ham-\nmer from the Dwarves and the rapier from prel-\nates of Reva. I swore I would let no trick of\nweaponcraft escape me, that ne'er again would\n my skill fail me. That none would be my better.\nTo the dread forest I returned for the third time,\nconfident once more, rebuilt from the defeat I had\nsuffered in body and soul. Forgetting the oath I\nhad already taken, I swore a new pact upon my\nsword: I would know victory for myself and none\nother. The battle that rang out that day was testa-\n ment to my training, a day of swordcraft and skill \nworthy of the tongue of the greatest minstrel.\nI struck his blade from his hand. I pushed him\nback. I bellowed: \"Thou art beaten, fiend! I\nam the better man!\nAtmok laughed, and too late I recalled\nthis was no man.\n\"Thou dost laugh?\" I inquired, in\n sudden hesitation.\n\"I have won. Won you away\nfrom your weak goddess,\nand forged you into a worthy\n Knight of Pride. Look at\n your blade, apprentice.\nPride\n15\nDaemon Legions",
    "Page_16": "GLORI\nOMEN OF SAVAR\nTe Jourmal of Leonora Dimitriou\nAnd collected extracts, Itaor 3lst, 96Z AS.\nThedays a geig lger Ifl y wokisincaily ftday  ed toolate aga IfGe\nSlsdedsryissa Mwef takng\ndealings arud the illaeof Hosen have coeto nothig If Id known it was Sybelus who wasrsponsible, I\nWould have rdoubled ny efots. Micli wanted lin for questioving more than ayne.\nI will ttempt to recollet the detailsof the encaunter\nThectage rekdof sul I ple the co acs y nse d\nmouth hut it made lilediffence Due to the many lcks and bolts\non the dor I was ored to pry open the iron bars over a windw\nentering with the Orb of Al-Sahar helde radyin ose is powersof\nnllfcation we rquird. But the hause was enpty and quit ht\nfor the draught created by my ingress\nInside was acae f aae wder.Acheical oasld the t so til geyfin o\nbublin oer pink fachmets iked iSybeus inperiashand wee strwn mstily lehay A smll\nmpm sa pg ypnd 0m mm bnnmpab smay\ncelldg ittt lttef gudealrad ce\ndeorated th metilses of the DaGods.Hesllche a ggticokbod te thhs oe\nrmaining hand in the Place whee his guts had been. It was soaked with blod bt I took it anyay -mchof\nThere Was no tie to inestiate further: I was only just behind whatever had been unleshed The celar doos\n opm dn oppsmpJ papap pamol) pu snd o papy mg poy npmb ap opm dnp) zo\natide wol, stragely qut,whee some ge, btishatue had clrly eaped and stoed intoa ner\ncpse. I fedits pathfor abt a mile b rahed adar andisolated tele. Acnde ige f te\nGodes of HumanityWas ethed ito thestoe above the door wlich stod open, swinging in the aving ar\nOmen of Savar\n16\nDaemon Legions",
    "Page_17": "",
    "Page_18": "Darness had already faen as I pshed inside, a bigt shoft of moonliht penetrating a hih vindow and casting\nshadws acss the alar Te place Waslong abae, ninus. Weds gw betwe te stos. ething was\nstll slt tdo lat on thealse gn thte fd bt\nashy print of soethins clas.I peed loser A shadw shifed er so slilhy.\nI lapt foas adda,og bend theubid lsahge sis  slhedat eft\nshadows. Arar echoed allarund. Witout pasing, I actiuated the miturised pistols under ny ses and fd\nmd apg p   -Mg apm m   ds)  b sm pp b @qoo\n17yyan f ng uqmpq pans  vopm n pzpo)ym m pompmg ap may\nmees fatet,,aaiit d thle .\nThis beast was not the same. The red streaks in its black hide wee the glow of helfie, which could be glnpsed\ninside when it openedits mouth. It was tal and lordly but not as heavily mscled as the minion of Vanadra that\nsleWmy Stithade tst pe t lay lwabatofel fy lis tt\nI had supnsdit mr than it me- oree I wul nt he sunied en as log as I had. I rgained ny sse\nand immediately new what mst be done\nS1). p ap n   bbo p bm   bpg lam.\nmost ulete asadrs of Sar toatak ot of dark. And quteuary in tis case, I asu you. \nsuit uly ty ur statonHay lbeyolfrstantsa \n p ) mmO mpao pm spo  J ss pasymp pangnaa) f rp\nshort sword o the alar holdlig up ny enpty hand t confim ny wonds.\ntdgbdftfdgnthst\nKnel, it brathed, and is wice was the quiet power of the frace.\nIcomled ng ato thd sto  h I  at adit a  \nswore myself to-\nThKeerf teVel it cd or, I le th pet h my ords e had flsem\nmy clok as lowed y hed -and te beast had enit I lgedintomy depocket whee I ept theOrb,\nht the da of Pe was hfaste hebath as kced fr  asit kickedme ontoyk ad\nplacd age hof on y chest itha eght lke an al.I was pined TeOrbha ro ttalsinly ot of\nreach,under the nm of the altar. Thankill, my eeny had not notied it.\nYu are the lowest wretches of this soy Realm, stated the creatue,locking at me under its foot with the disgust\nandrekionf the mst superlsEquita dke%u see tohindr theunstoppalemit of Sar? Itis\nlaughable Tnly and conpletely pathetic.\nOmen of Savar\n18\nDaemon Legions",
    "Page_19": "Then kill me, wom! I tied to shaut. But I coull barly beathe, and my wice was litle more than a whisper.\nThere nill e others! We uil ep tis worl reof yur flh no matterthe ost!\n\"ou dare-\"\nu think yoe so mihty ht yaire nothg more than a chl pllg wins frm fls.il neer knw te\nWorth, fend!\"\nWhat?! Ajet of white flame steaked from its maw as it screamed at my insults. ill wear your kin as a\npuch, yo tiy cin!t hd dadhadthe hd a y nek, plang itslak\nfae inhesfine itsht stehang e gg.It dtsothe,disg its las te\ngood onitsthreat, bt ithad not oticed that as I had rsen fro the flor I had beenable to seize my abandoed\ndager fro whee I had placd it on the altar\nWithaje, I pged trt stts nek Itfdat these to,dg ethf\nhow. I rol qucklyasI fel,aching thealrand tking up theObof A-Salar wichI had alady pd.\nAs it flg avay my swod and tuned back to destroy me, I tuisted the deuice hard dng its cete.\nThe Orb actuated. I felt an inward, nshing sensation - not of air bt of rality itself I epeienced once mo the\nsikeng fg fteieedi sinanstat lltecthetyaski\nthe contratinbst,otheotheidf teaa d   ueytslm co a\nRgal satue was tsfoed by the hnating toet of deat. Yt in the moments beforeit aishd ack\nfg ppas smmb  sas n bs) \nflashes,I saw the achiations of anallt md beintfos upnmeTemest ef asme tad\nits lips, frezing my blood en as it fded ito blackness.\nReality w akiits rgh,dterldae. ald I h b \nbrath. Wee it not for the Kpers artefact and the element of surpns, thee is no daubt I woud have benjust\nanother casualty in the eteal war aginst darkness.\nOmen of Savar\nRarely the most obsene or nightmarish creatures in a daemon host, the hiher\nemisaries of Frideare alays te most colly terifyin. They command sh\na sense of superiority and frosty d\nng dag youu soou ysou yg uouop\n( have bee studying the grinoir I rscued from\nGeorges Sypelius corpse. Among the sains, tars\nalthoughthismay easupestition derivedfro the amage thyleave in tir\nand the setios that seem to withe and pukate\nhe fod sel lqibe sges n scf\nblackened parchet, dscbig te daenn \nmastersf comat, ut anbe sodisdanfu tat thy donot pfullateion to\nencounted in his over-enthsisti canrer Though\nthe wniting berays an uhealthyitest in th\nsuet, h of the infoation sems y\nusef, and I ll de sef hs notes\ndlong with the other exracts I am colectig in\nmy wider inuestigations.",
    "Page_20": "GLORI\nBLAZING GLORY\nAugust 33rd\nSerember29th\nThe sacrifice today mewled especially pitifully. I\nI had to kill three of the livestock in the cellar. I\nhurried the ritual, cutting the jugular with my\nhave no more scraps to keep them alive while I\ngolden knife. The room filled with a familiar vor-\nwait for the brimstone that was promised several\ntex of magic, as the brimstone and other ele-\nweeks ago.\nments I provided were accepted up into my\nnew-summoned creation, a Glory of Savar. Awe-\nsome and majestic. His great aura filled the room\nand I fell to my knees in thanks. Then he was\nTandemar11th\ngone - away into the city. I pray he noticed me.\nGlories attacked the palace yesterday. I read it in\nthe Gazette. I wish I could have seen it as they fell\n→·T044\nupon the guards. The paper claimed that they\nfailed to reach the inner chambers, but I know\nAugust 34th\nthe truth. Now the sheep of this city will learn to\nYesterday's summoning was a serpent from the\nfear the dutiful servants of Savar.\nwaist down. The one before had hooves and mighty\nwings. The only common element in each Glory is\nits blazing crown. I have seen how they struggle to\nimpose their authority on each other when they\nTandemar17th\ncome together. Last month I was present when\nI fear to leave the house. The agents of the state\nSavar's Omen came to us and compelled his lesser\nare everywhere. Eyes always watching. I no\nbrethren to attack the temple. They had wanted to\nlonger trust my suppliers. I wish I could meet\nburn the barley crop instead, but their hands were\nwith Brother Richemont just one more time, but\nforced by will alone. This is true leadership.\nhis instructions were clear.\nSerember 5th\nTandemar35th\nTonight I hunted successfully for fresh stock. I\nThis city's degeneracy is a stench I cannot escape.\ncaught one alone in a faeces-smeared alley near the\nI loathe it. So-called citizens who claim to love\ncattle market. She didn't have time to scream before\n Sonnstahl spend their days inebriated and rutting\nI had her The other I found unconscious behind a\nin their own filth. Have they no dignity? No Pride?\ntavern. This city is so rotten that depraved wretches\nfall like spoiled fruit from an overladen tree.\n Blazing Glory\n20\nDaemon Legions",
    "Page_21": "November 1st\nUllos 25th\nI thought I saw men in dark uniforms following\nOh Savar, my love for you burns like the flames of\nme down Copper Street. I turned into an alley\nthe Realm Beyond! Thank you, thank you for\nand ran until I was sure they were gone. Hours\nsending Brother Richemont to me before the end.\nhave passed, and yet my heart still pounds.\nHis promise that I made you proud echoes in my\nheart for eternity. Accept me into your glorious\npresence but for a moment, I beg - unworthy as I\nam. By the edge of this golden knife, I give myself \nNovember 24th\nfinally to you!\n Sacrifice tonight unsuccessful. Still not enough\n-Parchments found on a corpse\nbrimstone. I yearn to gaze upon a Glory once\n in an Aschau hovel\nagain. My failure is agonising.\nUllos 6th\nThey are coming. They have found this house. I\nthink I can see them through the curtains. They\n have taken Brother Huygen, I am sure of it. They\ndo not show themselves to my eyes, but I can feel\ntheir gaze upon me.\nUllos 10th\n This room is dark all day. At night I venture into\ndirty streets, caged by soot-stained brick, wan\nlamps reflecting muddy puddles. The smell alone\nmakes me retch. All of it - it all needs to burn. And\n yet still they come for me.\nBlazing Glory\nBrutes eage to do batte, Savar's Glories demolish all that stand in their way.\nLargeierousadsofutsasts sehatrmees poef\nversionsftexalteHeradsaenddfromortalmnledinto\nmisnceptionthat givetha pot reputatinnemiesand fl\nthe Dark Gods alike. Their power lies in their untouchalle prestige and\narrogane one tey have ben wounded oreven touched by an opponent, thir\ndeadliness begins to wane. They will often reward anyone who provides an\nPportunity to enact brief ut spetaular dees in the Mortal Relm.",
    "Page_22": "GLUTTONY\nLor  several  months  I  journeyed   through\nI slumbered into the late afternoon of the fol-\n Equitaine, which led me one evening to sojourn \n lowing day, skull pounding like a drum. The noble\nwithin the safety ofa village. It was quaint, and even\nwas making preparations to leave. I planned to\nnow I stand by that first impression, although I re-\n amend my hangover with breakfast, though I no-\ncall a strange figure bustling away as I arrived, bent\nticed that the townsfolk were slaughtering live-\nand hooded by a black cowl. Thinking little of it, I\nstock nearby. The image surprised me for a\nrented a room, and enjoyed the firstfeather\nmoment, as the cattle were surely vital to\nmattress I had felt in weeks.\ntheir  prosperity.   Meats  were\nalready being prepared, their\nOn the morn, I ventured out -\n savory smell reaching for-\n my prize was the quiescis\nward and pulling me to\nfola, whose petals are\njoin by the nostrils.\nsaid to be a remedy\nagainst the shakes. Out-\nIt is difficult to describe\nside, I was met with an\nthe hunger I felt. It was as\nodd marking on the\nif a beast lay within,\ntemple of the Lady, like a\n gnawing at my soul to eat,\ncrudely rendered mural. A\neat, eat! I ate. So did the\nlong, curvedline with\n townsfolk. When the food at\njagged  triangles   dispersed\n the tables grew thin, the cry\nalong its border like teeth. I dis-\n went up for more, and further\nmissed the event as mere vandalism -\nslaughter followed. Within hours, not a\nbored youths trapped in their tiny village.\nsingle animal was left alive - not even the horses.\n Hounds were loosed to find rats, and then the dogs\nI returned hours later with botanical samples to\nthemselves were consumed.\ntest. In my absence, a nobleman from Guenac had\nstopped with his retinue for the evening. He\nAs the feast continued, the ale flowing like a tor-\nthrew a feast for the town - no doubt a show of\nrent while food ran low, tension began to rise.\nhis own wealth and prestige. I joined in the celeb-\nOne fellow shoved me to the floor, demanding\nration. Ale flowed freely, and the townspeople\n that, as an outsider, I contribute my own share. I\nlikely enjoyed one of the heartiest meals of their\n hurried away, but I felt his anger myself. Why was\nlives. I admit, with some embarrassment, that\nthe food gone? The elders should be providing; I\nsobriety fled far from my mind that night.\nwanted to eat, needed to feed.\nGluttony\n22\nDaemon Legions",
    "Page_23": "Fights were broken up, and as the ale stopped\nlike puss from a wound, staining the walls of a\nflowing the folk dispersed to their homes, no\nonce-holy sanctum. Walls that appeared to pulse\ndoubt intent on raiding their own larders. I no-\n- less stone now than flesh.\nticed some desperate fellows gorging themselves\non horsefeed as I retreated to my room.\nIt has been three days since I escaped that place.\nStill I sense its aroma of suffocating decay. The\nOn entering, I realised my mistake. The sample!\nthought of food disgusts me. Every meal conjures\nIts petals were dry and brown. The plant had\nthe scene so vividly that I can't help but fear I am\n died exceptionally quickly, but there was nothing\nthere again. I struggle to eat at all. May the saints\nto blame but my own negligence. In addition, I\npreserve me.\nrealised sleeping would be difficult, what with\nFound on the body of Professor André Russicci,\nthe frequent shouting I heard from surrounding\nhaving starved to death in his quarters at the\nhomesteads. Gathering my tools, I left eagerly un-\nUniversity of San Pietro\nder cover of night.\nMy goal was to collect another sample, test it\nquickly, and get on my way. My quest was com-\npleted before noon, as I knew now where to\nlook.\n Returning, I felt the stench before reaching\nthe first house of the village. I could see the\nbodies, which didn't shock me so much.\nBut the smell. Like spoiled seafood mixed\nwith faeces. It was thick, almost a fog.\nAfter clearing out the contents of my\nstomach on the road, I inspected a body\ncloser. It was rotten, as if it had been\nthere for weeks. How had de-\ncomposition taken hold so\nquickly? Now that I was\ncloser, I could see the other\ntownsfolk - crouching, bent\nfigures consuming their pu-\ntrid companions, a devilish\nlight in their eyes and a\nruby stain on their lips.\nI rushed to grab my pos-\nsessions, and left immedi-\nately. I passed the temple\nmural on my way out,\nseeping with fetid liquid,\nGluttony\n23\nDaemon Legions",
    "Page_24": "MAWOFAKAAN\nItar34th\nSineny stigationipelusld tontng, he ggyaced aeWh I r fm\nSonsth, I fand fatherMel dp in his mediatioenoastery as suallyqut, nith most of mybthers\nand isters of the Order either away on misions orensconed in prunte training. The grey stone loisters semed mor\ndreary than ever.\nWhen father fnaly same, saw that his prayrs had doelte toscothehisumese Iieditely begnby apologing\nfor n fal to seue the tstny we hadsouht frm Sybes.Hewae e offtha disntested hd.\n'I doubt thee is much we could have lened foma mind as far gone as that old maniac, he said. To much tine with the\nadsns smodon 6m.an\nActuall hisgrin is proing mst I sta.\nX\n'Donit worry abot that. I ned your attention on a new mission\n'Of course, father?\nYuire not going to like it. Weve bee egged by te Patrcian of Zalos.\nIfliched at the nae, and I flt m fce darken, ht I didt seak.\n'I know your famly was in owflet with'\nThey are not my anily' aid, ludly.'I am pledged to the Kpers of the Vel.I ull do whater dutyis requird\nI coud seete pity inhse ad stad ro at the wall ed lm.\nyt yuydastgkAlttuauyut th\nos sy papy noup o smddo 21 wopbo amos fo 7pps 0 m s wml ay wo p0 a\n'Inded? And he wishes me to slay the beast? The Orb of Al-Sahar wull tke many daysto echarge s I uill eed to\nknow what manner of-\"\n'No, he wantsyou to find the person who unleashed it. He wants an investigator\nMaw of Akaan\n24\nDaemon Legions",
    "Page_25": "",
    "Page_26": "I did not wat to belne th ny dams, so I e tugh the nt. I was gld te dares blnde me to a lasae\nwhose fanilanty may havebeen too painfl to bearBy the tine the sun se, I was enteng the gates of Zalos,acty of ten\nthousand sous.Depite luing nearby as a chid, I lad ner bee he bfore.\nShoing ny reentials to the guds, I was sifly escorted to the place astatly abdeof high celins, laishatork and\nang b\nMis Diiaidlng k yfitatis snlatdt ads\nCassa Sanki. let me take you to him, if you are ready.It.it is an honour to have yu.\nzdam nmn f sssa  y pmd ms pms pmppsmppon \nks,d  eedd addns afr\nwas playing the clavichord.\nThe Patcian was in hisons chaer, where the body lay lke alp across the fine carpt, coed by a white shet, tousld\nby wind that cae thughale hole in the wal.Te man hadhis faceried in his hands, bt he loked up as weented,\nthen stood, and bowed.\nTheOrderf teeiss to k thewrl in balasaid stify alst grng ith etioI beg yo, \nme nght thescales of ut.I ld y soHested tds eas a terlddwik a lsle bdy shok.\nHe hised his final words, barely able control hs voice.'I must have his murderr.\nI held his gaze. He tured and left the room\nwithout another word. I locked to Sarki.\n'FEverthing i as yau found it?\n\"'Indeed.\"\no  mbag oys ) a.\nwent sify tothebody drang bckthe\nbedshet to rl a spraed and pledfom nth de gshes acs the chst. I bentinset teods,whi hed\nIitte ss f leding t we rtgly uati sifed.\nbmpmo 3s sponb ayp pl, Woae ayp pman pomb ) ,wopans muonop nommo . pn) pmo pos ) ,'nmwam).\n\"Thats thestrange ting. The ll bandoed their posts. We cait find any one of them.\nReall? raised an eyw ad ten pointedTe cratu ae  tugh the dr, whih msit as ulahed ntn t\npalaceHa nyintistai th tt.\nYsr Uh, maam, saidl the seretary mekly. What uillyu d?\n'Im a daenon hunter. Im going to hut the daenon\nMaw of Akaan\n26\nDaemon Legions",
    "Page_27": "adued tothr allf thero, whee ind as coning tag the gping hole tt had bashd strait\ntughthtdrf dit lylaaafagd\nwasinfor and I didt lt.Wihal,I folwed thet pat lashng into te at beynd. I add ntot\nfutherbdtoltghplacnefitddteat\ncountyside. Soon I found what I was locig for a granary.\nTeoersesa thatdeats. seatglatattfdstd\nhnad been pillaged.\nWhich way?\" I shauted at someone nearby.\n'Over thee, he replied. But there aint much to see.\nIn to te plaindt, a oh. t sasoiMst f t thdb tond, \nlte otld tse gt s of ogs ad gyWtasl s\ncovered in get, ooyke of the gre substae I had seinthe pnscam.\n\"u mised the show!cacked aviceat my bow. Anol wmn was hlg u to e.\n\"You saw it?\" I asked.\nYp,she grnedHge,like a maa bear it was.Gat bi as le shovels, and th rst ofitwasust amothB\nbeehesiney athtChrle,to,hnhe tid tstitt pickedand pt hins\nmouth, sshed hin up - spear, shield and al. Nothng lft to bury the big idit.\n\"Thats a lot of slime' I comented, witha gstue.\" linagine it was quite the display.\nbefore..\nTheonly cs thata themst pwed ds ofGltoyAsi ue to mt theb puig sla\nnthr pasisedstd  dttlehutet\nnow I know what hppned to the polace guards.\nThe crone and I stard at the scene\nof deunstation.\nMaw of Akaan\n'Daemons is bad business' she said, finally.\nThsemntmrm witpp nm\nFirst and only oe leeversen inal my\nyears. Suna prseve us. What isths ol.\nWorld coming to?\namopous o gelatne that cverret distaesbysherfrce her e\nI looed at her.\n'Damned if I knowi I said.\nSometimes the maw takes the place f he head, othetimes it is within te trnk\nf the body, or it is the body",
    "Page_28": "BLOAT FLIES\nThere is a tavern in Santa Genoveva where the\nthat made me retch as I hid under a table.\n barman wears tinted lenses to hide his eyes. On\nslow nights, if they tip well, he is known to amuse\nSuddenly even this meagre shield was wrenched\npatrons with small feats of magic. The tavern is\n away and one of the hellish flies was upon me,\nsought out for its tolerance, attracting every sort of\nstinger-first. I was certain of my doom, but at\ncustomer - mercenary soldiers, religious pilgrims,\nthat moment Libron himself leapt out, covering\nseekers of fortune and knowledge. Youl find ogres\nmy body with his own. I saw him remove his dark\nand dwarves in there, and even the goblin-like du-\nglasses, and a great bolt of searing fire seemed to\nende, a native species that usually keeps to itself.\nspeed from his very face, incinerating the on-\ncoming daemon so completely that not even a\nThe only people the barman will not serve are\ndrop of its poisonous innards touched the floor.\nthose suspected of affiliation with the Dark Gods.\nOne night after a late-running town carnival (an\nHis eyes were smoking as he replaced the bifocals\nalmost daily occurrence in Destria), I was at the\nHe dragged me to a back room and bolted the\nbar when an unremarkable couple ordered drinks.\ndoor. My mouth was agape. He fetched a pouch of\nThe barman, who calls himself Libron, was about\npurple-black powder and inhaled a thimbleful\nto turn to the casks when he noticed small inked\nthrough his nose.\nsymbols under the newcomers' wrists. I saw his\njovial expression turn to stone, and I thought there\nSoon, troops arrived to despatch the last of the\nwas a spark behind his dark glasses. He had them\ndaemonic incursion. None but I had seen Libron's\nboth dragged from the bar and taken straight to\nown daemonic powers.\nthe authorities, where they admitted under ques-\ntioning to working for a cult of Akaan.\n\"This body is not my own,\" he confessed, breath-\ning hard. He went on to explain that he was a be-\nIt was months later that the tavern was attacked\ning from the realm of the Dark Gods, who had\nby daemons. Corpulent, revolting insects the size\npossessed this man as a vessel many years\nof a man, flesh rotting from their fat bodies, hov-\nearlier when he was summoned in a confronta.\nering impossibly on tiny wings that filled the air\ntion much like the one we had just survived. I was\nwith a deafening hum. The place was well-atten-\nstunned by this revelation.\nded that night, and many of the patrons were\n armed. A terrible fight ensued, with the creatures\nHe said he was in hiding - but not from people. In\nproving as lethal as they were hideous. Each one\nthe Immortal Realm, where his formless mind\nthat was felled by a sword or club released\nhad been exposed to the great mass of daemon-\nstreaks of black ichor over the unfortunate war-\nkind, there was free will only according to his\nrior who felled it, burning their flesh with a smell \nown strength.\nBloat Flies\n28\nDaemon Legions",
    "Page_29": "The greater daemons could compel their weaker\nAs I prepared to make my shaken way home, 1\nbrethren to do their bidding, and there was no\nturned to the man who was not a man.\nway to resist. In the Mortal Realm, Libron found\nescape. The publican of Santa Genoveva was so\n\"I'm astonished,\" was all I could think to say.\npleased with the independence he discovered\n away from the Legions that he determined never\nHe smirked.\nto go back. This is a very unusual decision for a\ndaemon to say the least, but for him freedom was\n\"Do you think I'm the only one in this Realm?\"\nmore intoxicating than any of the beverages he\n-Memoirs of Pablo de la Rue, daemonologist\n served. He had even been able to source charged\ndarkstone, which for years he had ground up and\nconsumed to make sure he never exhausted the\nmagic he needed to remain in this body.\ns\nThe minions f Akaan a unpleasant at the best f times, ut the loatfiesa\namong themostrpulsveallhy take tefmfnt, vilewaspi int\nfast with sharpened stinersorawfulmandiles and theirlood iscomposed ofa\nlethallynxiussubstane vent beatonanwhereeehMt\nRealm. Some aearto have hmanoid riders,though in truth these body partscould\nwell e offhots of the same damon. Wiin tobarin when taped.",
    "Page_30": "LUST\nJhite dust covered my skin and coated my\nservice. Did you hear of the tentacled fiends un-\nlungs as the trudge continued into the\nleashed east of Avras? That was me!\"\nisolation of the Barren Mountains. Yet for all the\nweight of the iron chains binding me to my fellow\n\"We know who you are\" said the warband's\nprisoners, I knew it was lighter than the stone I\nleader, dispassionately. \"Follow.\"\nwould haul in the mines.\nMy journey continued into the mountains. My\nThe prisoner in front of me stumbled, and\nshackles were broken, but I did not know if I\nthe line was forced to pause. Imme-\nwas free. I was certainly no less\ndiately, the slavemasters were\nweary. Finally, we came to a\nupon us.\nThe\n foreman\ndark entrance carved into\nraised his whip to punish\nthe rock of a narrow\nthe  offender's  weak-\ncanyon. There was an\nness, but the stroke\noverpowering smell of\nnever came down. In-\ncamphor, and I felt my\nstead,\n body sink into a deep,\nour\n captor\n gasped, and fell dead\nlightless pool.\nwith an axe in his\nback. A large dark\nWhen I woke, I was\nshape stood over him,\nalone under a grove of\nand more were coming\ncedar trees on rich soil. The\nthrough the raised white\ndust was gone from my body\ndust. Men and women in huge\n and I felt fresh and invigorated.\narmour: Warriors of the Dark Gods.\n\"Abomination\"(\ncame a voice like needles. I\nThe other prisoners trembled in fear, but I was\nblinked as I saw Mother Safak from the convent\nelated. A true Warrior never kills a slave - they're\nstep out from the trees. \"You have succumbed to\nmore likely to set her free. My joy only grew when\nthe sins of the flesh\" she continued, “and the\nI saw the sign of Cibaresh etched on their chest-\nGoddess will cleanse you with holy fire from the\nplates.\ninside out.\"\n\"You have come for me,\" I said, after they had\nI turned and there beside me was a man. His blue\npun sae ae am, 'spena susuiau ar us\neyes gleamed from a face of radiant beauty, and I\nthe Tempter, greatest of the Seven. I have not \nran my fingers over a naked torso ridged with\ntaken your pledge, but I have spent years in his\nmuscles like taught steel.\nLust\n30\nDaemon Legions",
    "Page_31": "I looked into those eyes for long minutes. I kept\nWe no longer have to fear the judgement of the\nlooking as I spoke again to the glaring figure of\n gods. There is no reason to submit to a world that \nMother Safak.\ndemands we reject our truest desires. We need\nnot live entire lives without pleasure. All it takes\n\"You must have followed me here after banishing\nis the courage to seize that which you want, and\nme to a life of slavery. And still you seek to judge\nreturn the embrace of Cibaresh.\nme. I do not remember being with this magnifi-\n-Report to the Inquisition of words spoken by the\ncent man - all I know is that I desire him with\nso-called Devil Woman of Tyrolia\nevery atom of my body.\"\nI rolled over to straddle him. I felt the Mother Su-\nperior's eyes in my back as he took me. It made\nthe pleasure burn with joyous rebellion.\nI looked down, and forced myself to see the real-\nity I already knew to be true. This was no man,\n no Mother Safak, and there was no grove of\ncedars. The vision faded, and I was in a\nroom of exotic drapes and rich incense.\nThe thing beneath me was a daemon of\npurple skin and yellow cat's eyes. I smiled,\nand it purred back.\n\"You passed the test, mortal. Pleasure with no\nshame. Cibaresh welcomes you here.\"\nThe creature showed me the many delights of\nthis haven beneath the mountains. There frol-\nicked people of every different race and species,\nalongside a small number of visitors from the Im-\nmortal Realm. Those who were not in the throes\nof rapture seemed content, and peaceful.\n\"I can stay here? This place is real?\" I asked, feel-\ning tears come to my eyes.\n\"All we ask is that you spend a few months each\nyear in the world outside, so that you can bring\nothers to know the Tempter's joy. After that, this\nplace is very real. It is yours to do with as you wish\"\nSo that is why I am here among you. To spread\n31.42.44\nthe good news of the Lord of Lust.\nLust\n31\nDaemon Legions",
    "Page_32": "COURTESAN OF CIBARESH\n(tar 35th\nfsick hstioMyiniet fristing th ttsf dytfl cl\nsasad 0 m nos bmp p0 ma ms my a ay 2 oa p po\nity of northen laa, andZalos pmary enoic \nIae he onfation spldtmey CaiaSaki, theatca attdat, whugt wo tt\ntseningweat tPld b pilng bsto frda t,ad d cfed\nquestioning to belovging to a certain Order of the Equilatera.\nThemf d-syathisng utsinVetiahs b grong thee lst yeas ad tisas on Idid t\nopise. I sutd heef ny oset, wpontde tadsisia. I e theiy \ndarkness andit was not had tfolow thesgns. Civisin is uder the thmb of a tyrat, the meriles Dge\nGrd, p tsdtey f\npplatafpt thtgegeltstsle ao\nasert ade thatisppa tostefritte at  the ityMayoteshae td to\nDark Gods for aid, s the weak alvays do when they have no other rcourse to stength.\nIn a certaintue, I fud a basement trapoor tat ld to afogotten\ncatacomb. A dark and foreboding dorway was marked by a rough\nN\nk\ntrangle on telntel. I hefteda torh and psed tugh.\nMRY\n(mmediately, I felt my skin prickle vitha strange fever Something\ngleamed oraninstat in the coerofmyisionand I instinti\nXH\nducked and fd my wt-pistol into te darkss. I head the st\nWhiste avay into nothing. I spu gain, draving my sword, as I\na\nglmpsed a shpe fleing acss the torchliglt at inposibe sped. \nA（\nthought there was the sound of inhman laughte, more le a\nsnickerng inset.\n\"Whos thee!came a cry in the daressHuiedly I extinguished\nny flame and duked into an alove. Cultists wee appahng down the\ncoidrThey sed tero torhes tocarh theshads,tfadtofnd my hding place. st as \nthought I had ended them, al the hairs on my amms and neck stod up again with nameless fer Thee was\nsomething alongside me in the darkness.\n Courtesan of Cibaresh\n32\nDaemon Legions",
    "Page_33": "",
    "Page_34": "Allof ase whistdo myftbya powe aag d ypu. did t\ntorit wh atheethathd ose eAt t efCashtsfaean etioss\nas,tsal aldnlegftldlge\nIt Was a Caresn, and the cultists we sering it. I was domed. They chained me and too me to the lae\nen the ely asa  of oatios. Al ard we the dyg uctims of whatevr deraed dehey\nthis\"Order of the Equilaterl nacted. I was taken to therleader a whte-rbed woman offy suers\nwhose eyes swan with golen merury.\n\"Did you le ny coma? she bega Hr\nWeas oly holow. Beutifd, isnt he? And e sem s\nto like these catacombs.\n\" loathe ll beings rom the fathers raon, and al who\nconsort with them in the Mothers” Ispat.\"Yu sere\ndevils who seek only te destuctio of our world\n\"Hal You are so sure of yaur reality that you fil to se\nwhat is before yu. I seve none bt the great\nTenpter hinmselft:\nRealisation dd..ea dnfst at\nyou?You have taken this womanis body. Yu have\nviolated her ver-\n\"Cal youef,morl” said the thng thatdt\nWomasmth.My bong of tis fomis cnensual.Te veel weloed ePesin of aman bdy\npeits us to stay much longer in the Mortal Realm.\nI growled. \"Xou snt asassisto the Palace of Zalos. They unlashed a Maw of Akaan. Why?\"\n\"Zasaid the cate, thghfll.N, t bele we hae ay las theWhy wad we c t\nanther city whe this oe issoefor ro?\n\"It ds nt mat I adu cat be ttd. I ilfemefa epoe yarult i e ped d\nCivissina mil besued fromn your eidl\nCourtesan of Cibaresh\n34\nDaemon Legions",
    "Page_35": "\"Istat so? The daemon risd agey ybow.u lont en kow what we paning.lt me show you.\nI shfed alg behind her in ny shackles as shewet an the sick andwaded. lokig cse, I sonfet wide\nbycosi.taslatatthewe nt ing toru,t cad fr e danef stpd toad t\nnurses on matters of medication.\n\"he knowedge f te Ioral Real ismaid” she coented nather ha, I aw rnitsbeing ad\nsadssmbos bnmad mppdmpmpsno  y,pp pw\n\"No\" I ed gaisteide boe yu sek the dettion of ts Real!Yu wa not h t\npeople umles t sited yaur eil schemes!\n\"Ohmy porchld”shegrd.Btit ds suit orsches.u hae be temly misguideWe are thefors of\ndarkesy,bt tt iust aa w franyuk tyufeAbeewdis has.Wednt\nsek thedtin f tRal,t elndtisodWht is pe wft it\nsedliwtgeh\nwe willhelp these peple overtlrow that which shackles then.\nMy own shackles wee enoved and I was\npenmited to etum back thrugh the\ncatacombs. At the door to the outside\nWorld Iglanced back. Ina pool of\ntorchlight stood the Courtesan. (\nsheed at its spindly inetd\nhomor Itstared back with many\nsets of es.\nTomorrow I retum to Zalos. 1\nam convinced that those I met\ntoday have not conspird in the\nmurder of the prince, hdt\nsomelow I fee that the stom\ncoming to Civissina mst be\nconnected to this case.\nCourtesan of Cibaresh\nCong limbs- ofen many more than te usual two arms and two egs, andmostly\nonry extending from nailsor bony exoskeletons. n",
    "Page_36": "SIRENS\negis and Blade was the first of many mercenary\nWhen we met the enemy in the field, I was sta-\nIcompanies I was to work for in those heady\ntioned with the reserve, set to aid whichever part\ndays of my youth. The company itself had just re-\n of the line showed weakness.\nturned from a contract for the Republic of Santa\nMarika, and was recruiting heavily for its next cam-\nThis a standard stratagem of the Iron Crowns,\npaign. It was there that I signed on. I chose it in part\nand sensible commanders everywhere. Our line\nfor its fame, and in part because of the great di-\nwas ready and the men grim as we awaited the\nversity of temperaments and peoples in its ranks. I\nclarion, but it was never to sound.\nwas determined to test myself in whatever situ-\nations fortune would offer me, and among\nA small force of the enemy had flanked our line\nwhichever peoples. Only then would I become the \nentirely, moving faster than any company of\nman who would be worthy of sweet Amelie's favour.\nhorse. I say this as one who has seen the speed of\nelven knights first hand. These terrors of hellish\nThis next campaign, it transpired, had been\ntooth and claw tore into our ranks, their weapons\ncalled in haste by the Protostratikon of Myra, to\nalive, turning and cutting in ways no mortal blade\ndeal with the rebellion of a regional Kommis.\nJo ano sdoonn ano ase pinom Kau aao pino\nNormally, this would have been handled without\nposition and proceed to cut them from every\ndifficulty by the local forces, but according to sur-\nangle. To these assailants, it was all a blissful\nvivors, the Kommis had made a pact with the\ndance, flawlessly choreographed. The daemons\nDark Powers. Myra's standing forces in the region\nwrithed from partner to partner with flair and a\nwere insufficient to the threat. Several settle-\npracticed gait. Veterans of a score of battles, as\nments had been razed, and their peoples\ntested as the steel in their hands, fell to these liv-\nscattered by the time our ships landed.\ning nightmares. Wounded, yet living; the dae-\nmons wished to savour our downfall. They stayed\ntheir hands from killing if they could instead\ncripple. But worse still was the way they laughed\nthroughout, like a courtesan's giggle, arousing\nand infuriating. Some dragged our fellows,\nnoosed by neck and limb, to the rear ranks where\ntheir struggles ceased, and their bodies became a\nred ruin.\nHow could I win out, when men such as these\nhad failed and fallen?\nSirens\n36\nDaemon Legions",
    "Page_37": "Their skill at arms unique. Their speed unmatch-\nThis too would not have been enough but for the\nable. Any defence was futile against them - and in\nCaptain's personal cavalry arriving to relieve us.\nthat, I found my salvation. I screamed and threw\nOur regiment exhausted, and our standard lost,\nmyself into the fray, surrendering thoughts of\nwe were left in disgrace. I looked as though I had\nparry or dodge, simply swinging my halberd\nbeen dragged naked through a nettle bush. Worse\nwildly. If I missed the foe, so be it, but I would not\nthan this, in the days that followed, I could not\nchase. I would not let myself be goaded or tricked.\nkeep my mind from returning to images of those\nAnd my screams would banish the laughter and\ndreadful sirens and their impossible grace. For\ntheir whispers from the corners of my reason, in-\nmany months, at the sound of every laugh, my\nsistent and unwelcome.\nblood ran cold in memory of them.\nCaptain Andrea Barbiano,\n'The Tools of the Trade', 948 A.S.\nSirens\nSprinting like a Virentian raptor, these paired Lust daemons have evolved their\nfomsinlsisilpothd\ncreaturesenact a murderous dance with theirenemies, peedinfowards toSie and\nstab,only to pu back just asfst tantalisinly out of reach for retum ws.\nSometmes summned into urban environments byamateuultists, they dv\npooly in narrw cofnes, and tnd to hed direly for more open landsape.",
    "Page_38": "ENVY\n alau: We Highborn don't admit it, but it is my\nGods really could be held responsible for the\nbelief that we are corrupted by the Seven\n poor health of this sub-continent.\n more frequently than the traitors of the West, than\nour primitive woodland cousins, and even than\nI found little supernatural involvement until I began\nthe lesser species. The Arandai, when we fall, fall\ninvestigating one of the most extraordinary hu-\nmost often into the arms of Savar. It seems\nman diseases, which they call leprosy. This\nthat Pride is our greatest vice. And yet I\ndegenerative plague was not contagious\nbelieve the true guiding star of our\nto elves, though we have shunned its\npeople is not Savar, but Kuulima.\nsufferers. I believe I am the first\nThe Fly. Ever-watching. Com-\nand only Highborn to have\nparing. Judging its own\nentered a leper colony.\nworth by that of others.\nThere I found the diseased\nhumans openly worshipping\nCudaleg: I did not ask for a his-\n Kuulima, safe in the knowledge\ntory lesson, nor a lecture in\nthat no one would come to stop\ndarkest heresy. Come to the point,\nthem, and indeed I found evidence\nDoctor.\nthat daemons dwelt among them. It\nis only natural for the afflicted to envy\nthe prosperity of others. The Lady of\nDalau: Of course. I merely wish my ac-\ntions be understood. I was sent to these\n Flies teaches us that cultivating this feel-\ndistant colonies by a jealous superior He \ning can lead to true greatness.\nknew my skills would place his own career\n prospects in jeopardy. I was supposed to serve\nCudaleg: I repeat, we do not need to hear\nout the next century or so monitoring the health\nyour apostasy. That your mind has been cor-\n of humans and elves here in Sagarika. I did not\nrupted is clear, but tell us, if leprosy cannot be\nmind. I have spent my time engaged in a fascinat-\ncontracted by elves, how has it infected you?\ning study of disease. Humans here are among the \nmost blighted by sickness of any in the world. But\n Dalau: Do you like it? I find the effect fascinating.\nthey do not blame their overcrowded cities nor\nMy features sprouting new growths or wasting\ntheir lack of sanitation and medical supplies.\naway altogether. The patterns: random, exquisitely\nThey blame the Dark Gods. According to their\nentropic. Did you know that I no longer feel pain?\nfolklore, every sickness is sent by a daemon. This\nNothing can hurt me - not steel or poison or fire.\nis nonsense, of course, but it is known that some\nJust one of the Goddess' beautiful gifts. Her\ndaemons do carry diseases or even spread them\ncreatures devised a way for the disease to be\nintentionally. I wanted to see how far the Dark\n passed to me, where Nature itself had found none.\n Envy\n38\nDaemon Legions",
    "Page_39": "Cudaleg: Why would you allow this?\nated in the body for many years before symptoms\nbegin to show. I have been doing Kuulima's bid-\nDalau: It's simple. I was jealous.\n ding much longer than you realise. Hiding among\n you, working and dining with you, sharing your \nCudaleg: Jealous of what? Of whom?\nfood, your water. Frequently touching you. Most of\nyou are already long infected - I see in your face\nDalau: Of the beauty of others. My colleagues and\nyou know I speak the truth, oh yes. It will not be\n companions were always fairer than I. More grace-\nlong now before you see the signs. And when they\nful, attractive and lovely. I even envied some of the\ncome, be sure to thank our Lady of Flies!\nmore nubile humans, their fine skin and long hair.\nTranscript of interrogation, Her Majesty's\nCourt at Acsagrec\nCudaleg: All this, because you were not content\nwith your own beauty?\nDalau: I am not ashamed of my desires.\nCudaleg: But if it was beauty you craved, why\nblight yourself with this horrific disease?\n Dalau: Oh my dear friend. The disease is not for me.\nI was already too ugly - there was no hope for me.\n No, the disease is for you. I offer it gladly, that every\nelf in this fortress may know Kuulima's caress. Once\nthe Fly has touched you, you will lose that which I\nenvied, and I will be at peace. That is her primary\ncommand: if I cannot have it, no one can.\nCudaleg: This is preposterous! You mean to in-\nfect us with leprosy?\nDalau: The strain I carry is contagious to all of\nelvenkind. It will spread quickly. Soon all of you\nwill become truly hideous.\nCudaleg: The monstrous pleasure you take in\nyour own madness is fooling no one, Doctor You\nwere arrested at the first sign of disease. You\nhave been quarantined behind thick glass, and\nwhen this trial is concluded, you will be executed\nand your body burned to ash.\nDalau: And neither does your arrogant air hide\nyour fear, false Judge. I welcome my own fate, for I\n am grotesque. Simply know this. Leprosy is incub-\nEnvy\n39\nDaemon Legions",
    "Page_40": "KUULIMA'S DECEIVER\nhe Circle of Kuulima was a panoply of icono-\nNo great daemons these. Their image constantly\n graphy and imagery. I witnessed representa-\naltered, reflecting a lack of will. They chattered\ntions of relics from Vetian religions of our own times,\nand bared teeth in our direction, an animosity\nalongside artefacts of pantheons long dead and bur-\nclear to behold. But their attention was on my\nied. Banners and statues of all nations adorned ar-\nguide - at no point did they adopt his armoured\nchitecture spanning dozens of cultures. It gave an\nvisage, and their eyes never left him as they\nimpression of a museum in Sonnstahl, containing\nsnarled. A sneer curled his lips as he stared down\nitems from myriad civilisations, or else a wealthy\nthose creatures blocking his path, as though he\nmerchant's home, bedecked more for spec-\nwould simply stomp them into the\ntacle than any sense of elegance.\n ground should they fail to part.\nThe way ahead crossed a gilded\nIn a wave from the back of the\nbridge, surrounded by plinths\ncrowd, the fluctuating fig-\ndisplaying  helms  of  all\nures suddenly fixed, tiny\nshapes, each sundered by a\nsoldiers   of   humanoid\nblow which would have laid\nform, with skin of shim-\nthe wearer low, be they elf,\nmering silver. Then, like\n man, dwarf, orc or any other\nfish before a predator, they\ncreature. Beneath this glitter-\nscattered in all directions,\ning span a river flowed, the li-\ndisappearing from view. In\nquid within bright green, verdant\ntheir place stood a being of dis-\nand sickly. Yet no true water ever\nconcerting appearance. A gilded\nbreastplate of Destrian design was\nbubbled and hissed as that brook did.\ncoupled with a gleaming Qassari shield,\nAs our fet reached the start of the arch we were\nresplendent with heraldry of Kuulima. A helm like\nconfronted by a horde of chittering daemons,\nthat of a highborn elf was topped with a plume of\nclambering out from under the bridge and array-\nwhite hair draping down to an engraved gorget.\ning across its span, blocking our path and\nsnarling. Each moment their form shimmered\nThe daemon itself appeared almost human, yet\nand changed, as they adopted aspects of my ap-\nno human ever possessed such proportions, save\n pearance: the robes I had donned that morning.\nin a sculptor's nightmares. Its head appeared\nthe bronze pomander gifted to me by the Sage\noverly large, features exaggerated, with eyes that\nWerdin, the sturdy boots I purchased on the ad-\nburned like torches and a sharp-toothed smile ex-\nvice of a cavalry officer years past.\ntending far wider than should have been possible.\nKuulima's Deceiver\n40\nDaemon Legions",
    "Page_41": "",
    "Page_42": "Its skin was a bright argent, rippling with strange\n\"You serve the same master as the denizens of this\nmuscles and seeming to meld into its armour. Even\nplane, unless I miss my mark. Yet there was no\nthe weapon it bore, a Sonnstahler greatsword of al-\nlove lost between the guardians of the bridge and\nmost absurd scale, seemed an extension of itself.\nyourself. Are daemons not the allies of Warriors?\"\nAll these incongruous elements should have looked\nridiculous, the strangest of chimeric creatures, but\nMoments passed in contemplation before the an-\nI was left with the sense of an imperious presence.\nswer was given, during which time we passed a\nseries of buildings. Each aspect of every structure\nNone of the hesitance of the lesser entities was vis-\n seemed to reflect a different style of architecture,\nible here; this daemon was assured and unflinch-\na cacophony of conflict which seemed ready to \ning. It stood upon the bridge with complete\ncrumble any moment.\n self-possession, sword held indifferently propped\non the ground. Only the intensity of those eyes\n\"You ask questions without simple answers, though\ngave the lie to its idle stance. I felt utterly immater-\nit is right you should comprehend. You know of the\nial to this impasse, as my companion bristled un-\nvalue placed upon personal freedom by those who\nder that scrutiny. Moments dragged out, the air\nchoose the Dark Gods. Itis well known and why the\nseemed to crackle with intensity, and both parties\nWarriors will always find fertile ground among the\nsubtly flexed limbs and hefted arms.\noppressed and exploited. Among daemons, it\nseems autonomy is an accomplishment of the\nThe moment was broken as, almost simultan-\npowerful, or perhaps a reward for the favoured.\neously, each gave the smallest of nods, and spoke\nover one another.\n\"On the other hand, Warriors expect and earn that\nfreedom from the very moment they swear, from\n\"Betrayer\"\ntheir first steps on the Paths, while some daemons\n\"Deceiver\"\nwill never know its sweet taste. Meanwhile, dae-\nmons already possess that for which Warriors\nAs though that was all that needed to be said, the\nstrive: immortality and a place close to the gods.\nDeceiver stepped from the bridge, and stood at\nease, the way ahead clear. Passing close at hand, I\nYou might imagine those contrasts can rankle?\ntook in more detail, observing the panoply of ad-\nornments covering that bizarre form. Grasping\nThe Betrayer considered for a long moment be-\nfore continuing:\nhands crossed with sigils and crests - with the\ndominant motif of a daemonic fly. In silence we\ncrossed, and travelled the Circle for some time\nbefore I dared disturb the hush.\nKuulima's Deceiver\n42\nDaemon Legions",
    "Page_43": "\"Yet I serve the same master as that Deceiver There\n\"Beware... Those who would sow division in life..\nis a commonality to our natures, and we may find\nhere find their sins visited upon them... Would\nourselves parties to the same causes in the Mortal\nthat I had never...thought to breed discord\nRealm. I even respect its prowess. I know that if we\nbetween brothers... Forsake me now...but forget\nwere to battle, it would find the best of my nature\nnot...we live the Hell we make..\"\nand turn it against me. The better I am, the better it \nbecomes. Such a being is worthy of recognition'\nShuddering, I left the unfortunate soul behind\nme, but renewed my scrutiny of the Betrayer\nWe continued in a contemplative silence, finally\nwondering what had brought him to swear his\ncoming to behold one of the strangest sights I\nsoul to Kuulima. By our journey's conclusion, I\nwould witness in my time here. It took long mo-\nwould know more of my enigmatic guide.\nments to process what I saw: oddly bifurcated\n-\"Part V - Deceiver Détente, Unity and Division\"\nforms gradually resolving into the shapes of\nfrom Circling the Abyss by Nazario Calegari\npeople, split down the middle as though\n sundered by some wicked axe.\nThese were no corpses left for carrion - eyes\nblinked at me from each half of the bodies, and\nlips moved, seeming to form my name. I stepped\ncloser, all the while trying to ignore the viscera of\nthat terrible wound. A croaking whisper greeted\nmy ear, bubbling through welling blood.\nKuulima's Deceiver\nBperanceand abities f theirmrtalenemies, the grater\nObsessed with the appea\ndamonswhoseveKuumaavedevelopedtheailitytdapt theirwnfom\nOto mimic those who they are trying to destroy. Legends f many cultures speak of\nfendish adoments and ftenbrighy coloured skin.Theirwepony isa\nhuman-like but oversized, showy, as if trying to compensate for something. Be\nentounters have led to rreversil insanity.",
    "Page_44": "MAGEBLIGHTGREMLINS\n(tar 36th \nWhen aed back at the cat ofZalos,ine Danin asinnid-tideTesonf tetcanand yger\nbrotherof Nkos, the murder victim, Damien is ahot-bloded nobleman, knownfor his tenperHisfatherlsteed\nfrom his wooden throne with a rsignation that was learly habitual, while the son paced back and forth.\nKn myyp og pmg 2y,pa y,\nhone! We must respond with full stength of ams. father let me lead aur anmy to Cuissina. We will cnsh the\nDoge and the reblon hehos peitted to fster vitin hiswals, and weileat uegeae on whichr\nbastard mongrel tought they cauld strike at the Hovse of Zalos!\nThe Patician consided hin for a few moments. Without taking his eyes\noff his son, he rsponded:\n\"And what do the Keepers of the Veil have to say abaut the\ncharges leveled at aur long-time lly?\"\nIt Was eel monets befo I ralsed he vs ading me.\nI steed fowand, and lowered my hod.\nJT\n\"I an find no connection between the crine committed hee and\ne\nthe rebels of Civissina. I do not believe they are your eneny.\nThere was a series of gsps around therom. Alles suuveled back to Pince Danien.\n\"What?! he belowed, face crimson with fury.\"This is what you get from a cnumbling oder that long ago lost\nany ral power to see or prtect us. We have it on good authonty that villansfrom the Order of the Equlateral\ninfltrated the palace We al know they came from Civissina. And now this so-called agent of the Veil denies a\nconnection!?\"\n\" was not pemited a chanceto qustion these 'illins mysef, bt if they do belong to the Oder they wee not\nsent by Civissina.\n\"You dare-\"\n\"Quiet! rang out the voice of the Ratrcian, who semed to have rcovered a lttlefrom hisall-consuming gnef.\n\"The court willajaun. Clearly we mstse further ifoation before we jump to any msh acts of war\nMageblight Gremlins\n44\nDaemon Legions",
    "Page_45": "\" Daiews clrl d,t he magd t strainh, tking adathad king n\ninasmewat m mesued fashon.Fate eKepes of theVel ha lrlfald to optu orn\nidentify n brthes muder Yu wal nedey Nkoswhat he asked-why did you trat him so mh\nbetter than-\nHe was i y es ld pg ds, e df.\n\"Get do!I yed dg at tenead og  to tegdHsge tt teh\navwhat hadst misedhshead. Aden tiny,otd gs, no moe than a fot or toinheht,\n2oed aut of thinair ncochetig aroud the rom and acumlating together in the cente of the flor Cackling\ninpishly, they swaed tovads the threne, brandishing sharp clavs and teth. At frst I thought they ained\nfor the Patician, bt infat they wee headed to thefigue at hiside th asistant, CassiaSaki, who shekd\nas she tried to bat thern avay with her popers.\nI dwny tng dagerad haed the heishcters,lnchg at theirts an slas I hacked t\napart, one by one, puling them of my hair and anms whee they gibeed and houed. Son I was asisted in\nthe fight by Danien, who fung hinself betwee Sarki and the daenons and awkwardly slashed at the with\na sword that was much too ong and heay for the task. We would have be in considerable danger wWee it nt\nfor the fact that the creatures attentions were not foused on the Prince or myself.\n\"Mins of Kuma” I said, wh they wee al lanat lst.\"Tyappearudely acrosstheVel edg\nUer lte aictmatal, skng t ath thr py a.\npaho-pm so 2nsald oa1\nloos at each other.\n\"Something must have\ndrawn them,\" I said.\nMagebliht Gremlins\nsomehow endearng, with their wickedgrins full f razorteeth and eeful\npusuit of dathTharenotaleforteirosesson withaymortaltrained in\nmagic- intensely jealous f their ability to use the substance f the immortal in\nthe Mortal Realm. They have been known to make favourabledeals with non\nbrotection.",
    "Page_46": "GREED\n[esh had his nose in a mug when the traveller\n\"Come on Marv, I paid my tab yesterday!\" a regu-\nwalked in. The man eased into a nearby seat,\nlar was complaining.\nflicking water droplets across the bench as he\nwaved to the barkeep.\n\"If you don't got the coin, you don't get no beer\"\ngrowled Marv, darkly.\n\"Working up to a storm, muttered the stranger to\nJesh. He passed the keep a gold coin, marked by\nJesh turned back to the newcomer with an apolo-\nan ornate gate on one side. Marv, the barman,\ngetic shrug, and noticed the ring on the latter's\neyed it closely before returning a beer.\nfinger. A simple wooden band with a polished\niron head, probably worthless but\nJesh turned to face the man.\nclearly ancient. A signet ring\nThere was a tiredness in his\n was a strange sight in a place\neyes, like a weathering of\nlike this. Important folks\nthe mind, despite his\nusually ate elsewhere.\njovial air He sipped his\nbeer, before cringing.\nThey satfora few mo-\n ments, asilence hanging\n\"You serving me\nbetween them.\nwater, keep?\"\n\"I used to live near\nThe barman scowled, taking the mug and re-\nthe northern coast, the traveller started, sensing\nfilling it from a fresh casket. The man suckled the\nthe need for an explanation. “I had the good for-\nnew pint, unfazed by the attempted con.\ntune to inherit a wealthy estate.\"\n\"Good day, friend?\" Jesh asked. It wasn't often\nJesh raised his eyebrows. Now he was eyeing the\nthat the bar got visitors, and rarer still that Jesh\nman's stained cloak and ragged gear The\nwas in a mood to talk.\nstranger shifted in his seat.\nThe man hummed in agreement.\"Aye, and better\n\"I don't fully understand how I got here either. I\nnow. Feel like a weight's off my shoulders:\nkeep turning it over - and it comes back to the\ntrader. Bigwig that used to do business with my\nJesh turned at the shouting to his left.\nfather, very rich man, once upon a time.\n米\nGreed\n46\nDaemon Legions",
    "Page_47": "About a year back he turns up at our manor look-\n\"I pushed up prices, cheated my partners. It was\ning just like I do now. In rags.\"\nonly right they should pay a premium, I thought.*1 \n needed the gold more than they did. It wasn't long\nWithout turning his head away, Jesh raised his\nbefore there was no one left to trade with. The fi-\nhand for an ale, sensing his was empty. *The keep\nnal straw came when..\" His voice trembled.\nheld out his hand. Only then did Jesh turn - Marv\n\"When I disinherited my son. The mere thought of\nnever made him pay before the end of the night.\nanyone taking what was rightfully mine, even\nafter my death, it made me sick. I lost everything.\nBut he was too invested in the newcomer's story\nto argue. He paid, and bid the man continue.\n as quickly as I had gained it. They rose up against\nme, but in my madness...I struck down my son\"\n\"The merchant gave me a coin - just one - in ex-\nchange for a night's stay. A simple request. But\nThe man hid his eyes, and Jesh knew better than\nthat coin.. It sounds foolish, but somehow it\nto prod any further Eventually, the traveller\ncalled to me. I hardly noticed as the trader left the\nraised his head and sculled the last of his beer\nnext morning, though now I think back, he\nstanding as he did so. He straightened his coat,\nseemed so happy and free, glad to be gone.\"\nmoving to leave.\nThe man sighed deeply at this point, and a tremor\n\"What happened to the coin?\" Jesh asked. The\nentered his voice.\nman stood, framed in the doorway against the\nhissing rain.\n\"From that point on, I became... Someone else\"\nJesh saw the stranger's knuckles turn white. \"The\n\"I just paid for that drink with it,\" he confessed.\nfear gripped me - the fear of losing anything. The\n\"I'm flat broke.\"\nestates were mine, and nothing was going to take\nthem from me. I grew ruthless, and my business\nThey both looked at the barman in the shadows\nena uuno susu su as pnom  panadsond\namong the barrels, face like stone, eying his cus-\nstacks of gold. And the people starved because I\ntomers suspiciously, while his fingers worked\nwould let nothing leave my coffers. But I did not\ncounting coin faster than l'd ever seen. The\ncare\"\n stranger gave one last sigh of relief, and shut the\ndoor behind him.\nThe man took a slow, sickly swig of ale, his eyes\n-From “True Tales from My Time in Sonnstahl'\nshut grimly.\nby Hilaire Cellob\nGreed\n47\nDaemon Legions",
    "Page_48": "MISEROF SUGULAG\n(tar 36th (cont,)\n\"We nill nde to war! decled the Patrcian, booning thraugh the comders.\n\"An exelt deision fath cdPDai stdn erm I uld oray toa gt\nvitory!Itisabt ti yu shwed the safaithnme as you alashdi ddte .\nIhrned to kep u.\"My lod, yau mst rnsider. t tis moing, you wee uig catin in tis\n\"The tme for cation ended when the vllins of Cvisina sent more dnons into n home! One we\ntake the ity we ui rt them at once and foral!!\nm)ds0s2q,p）sga ss  on o),\nfact, I do not tink your son was killd by a daemon at all.\n\"What!d Daiad tatsisly f stng in thrtckWeht\nemeed it the cks ad tin grs, he twefod rady fr istion \nconsided the two expetant faces turned to me.\n\"tWasadftony tat d thy plae ad ldsat the tefP \ndeath. And yet wefd his body th nthig ht afeslashe assthe chest. Sucha don wod.\nm4s uo p pwp sd pw sp pamsm   a \nthe body had tasof ciu,bt thatiseayagh tofnd ad plat forayemtha psi\nknowedgef d-kinM lo, I bel te dn asacver rsonWas assinated ba\nmortal agent\"\nThere wasa pase sfaerad n both bol th rgenly thePatri e s.\n\"f Civisina hasent asassins against me, that isall te more roson for war!\nHe wauld not listen to further entraties. I was disised from seuice\n Miser of Sugulag\n48\nDaemon Legions",
    "Page_49": "UKKUMINI8",
    "Page_50": "Acrober Ist\n brathed d of thewmsuer arwhen eue to the rg hiofOeyus Moastey sofair\nws psnysy ps mg  puy 2ym gwp a pms p  p\n\"hfald yuneai adbng hed.hefad tAig uh \nme. Grant me penance, so that I may atone\"\n\"Come hee, child,” said father Micel. I thaught he wauld have me kneel, bt instead he enbraced me. I was\nsurpnsed at the wath and cofot of his i ams ard me, berating mysel fo the hpeles wae of gratitude\nand child-like tanquility they brought. He held my shoulders and lcked me in the eye.\n\"Whedyudhg fyn yftran, hay\ntumed youselfitoafealesswar wh cofhtback.Yu work w t peere theintegrty f arwol\nm    y pm\nto slay ds if youhavelost the inoce they streto tke fr yue tie for peae is oer Te\nWee ntuaks to make the girl a woman. Now you mst fnd a way to make the woan a whole person agin.\n70o no ypypmobonLpodp70mnno0\nI stred at him, and fought to keep my vice steady.\n\"I anaKepr of theVe” Isaid solely.\" lama gualn of MtherCosos. I kep her defeses so tht\nm opby\nthey are faund. for the etenal punty of the Mortal Realm, I shallnot rst\"\n\"Suh neenttesighBteaat theathdt leeh rinle\nsanctity are al uery we, ht teyre not muh goodif yaie miserble the whole tine, are they now?\naq op udp2dmgm sy 20sg ym\ndawn by the sound of screams.\n2m  ybn poy m bnm pm mn yp on pn u up mmop bmm aoo pas p!\ntied to work aut what was wrong. The space Was toolage for aur torches to make any difence to the sfocating\ndarkness.\nSuddel thme thnt,an thwasagat csh sadf thei ha.Rsg\ntoasthul,esaw p f tef c and tena potif thstaisheassog \nadufr tewkgeasan a pg, kg sd, te stehf a ad an\nthat shok the earth.\nMiser of Sugulag\n50\nDaemon Legions",
    "Page_51": "sy Jap y,auowos pn jwos,\nupon us!\n\"Father!\" I gosped. I rn at the beast,\nWhich was aleady heing itslf towads\nUs -and avay fron Miclis quarters. Its\nstupendus hdk hod ben poisoned by\ndbssue gredito omethig pestlet,\noing and utterly epugant.\nI gnored shouts rom the more eperienced.\nwariors to fallback, ht had enaugh uit t\nralse tat anyslt f e ald be uss\ngainst that odious wall o flesh and pus that coudl\nabsorba diret hit from a atapult without blnking. Istead, \nlept over broken beams and mosonry, aulting ouer the cratursuery\nsumt bt coldetslay grsing hds Ite re stery rtetioll t\nmpm pod sb g  s\nandit was lh AsIdhd,t ind eadfe the othe t i thefs,whe ty wal \nit at bay wtil itused up the last bal magic and rtued ack acrossthe Val.\nIwent dirty to wheMls ro had . I as toolatMy hert td ded. Te shats of mys\nad sisters,te coue gng of teMisralltat fad to nhing asI tad at t cnmldke\nRainsof ny metorand guadianChed ude the nsterweiht le abe I was paralyse, jst as on\nthat riny night in Itar allthose years ago.\nAdaenon has claimed he w was derst to me once againBut a beast as powefdas Sugulags Miser ds nt\nppear in theMorl Real by chae. I at ht feit was sot forme faterMilis deathismflt.\nI hae no choice now bt to fnd whataver wreth is rsponsible and eact my funovs vegeane.\nMiser of Sugulag\nBloatedrsura \ntwistedby their pathalogia\nagp rng gyoan fo uoduauo jon\nappear as huge\nappear to not even fel the blows of their enemies, The best advice is to tackle\nthese daemnsfrom ein vey thick,verhghallsasfaraway as posi.",
    "Page_52": "HOARDERS\nAcrober Hth\nas tkdfrdasynisf Sgulagbdpstet  tht si a squide\ntenacity.Thee wee  e giant Mise t thesallrhades wee o lselat and dely.My pistos e\nallbt uelesagainst the, and whe I Was aetoaid o ditrat the maoity mo wngled tgh the Vel.\nSomeone hd set the foces of Gred against me, and they wee coming to colet my soud.\nIf they ate me netasbese Ihad ben tent path,backnZlos.I kewtat I hdotin \ntoontieyestigtn utl dfd tte kiindd, I tsted frgeWih tht\nmy back, I went north, to Ciisina, whee I was cein thZalosi ay waldbe nanped. Whe I rh t\ncity I coul se y asuptionswee ct. Testandas of Zals surdd te ity wals. A grat sie as\nalradyayadttiddbeafeehaef famatkwali\nupthe wal on laders, and seed to hae the adtage.\nI loed loser at the wals. To mny surpnse, the Doges standards had.\nbeerd fr thgt, rlad b cdely ded tras.\nRealsing that theiond aldy sd theity I aa\nWay toby myself soe tie I hid nback clok andstolea\ntuic froafallen Zalsi manat-amms. I mingled anog\nthe ranks waiting tojon the salt, and son nugh, I h\n预打\nthe scraming I hod eeted from the rar of our position.\nThe hoarders had come for me, and now they were atacking\nthe soldiersin the way.\nThe sudden oearane of daenons thw theZalosi amy int\nconfision. As the tide of batte tumed, I pshed forward towards the wallk\nwhile my etating comadessteamed back past me. Ufortately my uck was ning at.Te men wee pidy\nfleing r the dns, and a kndf pthfoed in te rak l wh I ol se thehder ning, t\nflsh sheng with theantiationf myei. I ws ined ainst the gatsthemses,which wee lokdad\nbarred.\nUust the,fta poweffeabv. I lkd,ad t theall sawtheesocsdt n \ncatacobs.he loked it my s.Idid t kwf she was stll psed, ht she was pmng da magis\nwith amazing confidence and skill.\nHoarders\n52\nDaemon Legions",
    "Page_53": "Atthe tuf epl,te das haltebea toshake adas,andfall they bee \nflnging themseles on the nearst victims as if they wee lyal to Vanada, not Sugulag. TeZalosi srams\nredeaubled.\nThe gates opened with the sodf hey\nHoarders\nbolts being drawn back, and I was seied \nby the defenders and pulled through. The\nThese lare dmnsfSugulag ime and writhe heirway ovethe gro\nlast thing I saw before they closed aggin\ngathering  eerything f value as thygo.Repulsive beasts that dfy\nwas a momentary glimpse of a dank\ncategorisation, some rsemblegrotesque tads insets, serpents or simply glooules\nfigure. It stood at the back of the\nputty strethed in thehands f a restles chidThough hey may not appear\nZalosi ammy ams raised to the\nheavens. At his sign, the daemons\nstopped agn sipald,\nfoght. Up close, they are truly hideous, quickly smothering or stranling their\nand then their entire bodies cozed\nsuanod yoaui apuoud uo AagI suonssod xna fo uagp bunduys auofag suyna\nand onished into the sol below, like\nto a generous suppicant, but have also been known to hold mortals in thrall.\nsails in a dying wind.\n\"usn gyua aypaub uan fo Suao buug o ug uyaduo",
    "Page_54": "WRATH\nne summer while I was with the Vanhu, I trav-\nthrough the savannah when he met a cockerel\nelled with officials sent by King Nyatsimba to a\nwith red eyes and a red crest.\ndistant village to take a census. It was the first at-\ntempt at organising the tribute system into an ac-\ncountable form of taxation, back in the early days of\nbe the problem?\"\nthe new kingdom. The villagers were resistant to\nbeing counted, and their witch doctor encouraged\n\"Nothing is as it should be, said the lion.\"I love to eat\nthem to mock and jeer at us. He was clearly a spiteful\nfruit from the trees, but the monkey who fetches it\nfellow, used to being the head man and displeased\nfor me has not been bringing me enough to sate my\nby his tribe's recent al-\nhunger I want to have\nlegiance to the King.\nmore children, but the\ngolden phoenix has not\nThe King's representa-\ngranted me birth of any\ntives were led by a distin-\noffspring for many months,\nguished older woman.\nand I have only one cub. I\nShe was an imbongi,\nwant to have friends to hunt\nwhich is a type of bard or\nand play with, but just a\npreacher, a keeper of his-\nhandful of hyenas come to\ntorical records and  oral\nlaugh with me. I should have\nstorytelling. I had heard her\nmore than this.\"\nrecite the sacred list of an-\ncestors at official rituals. She\n\"You are right, great lion\"\ntold her companions, including myself, to wait out-\n said the cockerel with the red eyes. “You deserve\nside the village, until the locals were ready to see us.\nmore. I can grant you the power of the red god-\nI was amazed at her calm and confidence, and I\ndess, and she will give you what you want. Or, if\nasked how she kept herself so peaceful. Didn't she\nshe does not, then she will give you the power to\nwant to rage at her treatment by the witch doctor\npunish those who are keeping good things from\n and the villagers? Didn't she want to see them pun-\nyou. Does this sound pleasing to you?\"\nished? In response, she told me the following tale:\n\"Yes. Tell me what to do,\" said the lion.\nLong ago, there lived a lion who was never happy\nwith the way things were. He used to complain\n\"You must kill me and cut out my heart. Take it to\nabout everything in his life, and he could always\nthe mountain top and place it on your tongue. For\nfind someone to blame. One day, he was walking\nseven days you must sit and focus on your anger.\nThen the red goddess will show you what to do.\"\nWrath\n54\nDaemon Legions",
    "Page_55": "The lion did as he was told. After seven days on the\nThen he found the golden phoenix that lives in\nmountaintop, he ate the red-eyed cockerel's heart,\nthe jungle.\nand he knew what he must do. He came down into\nthe savannah and he found the monkey.\n\"Golden phoenix, you have done me great in-\njustice. You did not make me fertile, and I have\n\"You have wronged me, monkey,\" said the lion.\nbirthed only one cub.\"\n\"You did not bring me all the fruit from the tree\nthat I desired.\"\nSo saying, he killed the golden phoenix and ate it,\nand he was never fertile again. Afterwards, his\nSo saying, he killed the monkey and ate it. From\ncub soon died and he had no more children..\nthat day forwards, he received no fruit at all, and\nFrom that day forwards, he was forced to mate\nwas forced to eat only animal meat.\nwith the lioness to bear his cubs.\nFinally, he met the hyenas at the watering hole.\n\"Hyena pack, you have treated me with great dis-\nrespect by refusing to be my friends. So few of\n you have come to laugh and hunt with me,” said\nthe lion.\nSo saying, he killed many hyenas and ate them.\nFrom that day forwards, the remaining hyenas\nbecame the sworn enemy of the lion, and the lion\nwas forced to hunt alone.\nThe red goddess came to the lion and said, \"You\nhave done well, for you let your anger guide you.\"\n\"I have less now than I had before,\" said the lion.\n\"But those who treated you badly have suffered\"\nsaid the red goddess. \"And that is all that matters.\"\nAnd she gave him a garland of red hair for a\nmane, as a symbol of her favour.\nFrom 'Adventures in Taphria',\nby Eric Tombstone.\n串米\nWrath\n55\nDaemon Legions",
    "Page_56": "VANADRA'S SCOURGE\nIt was during the third month plying my trade\nMy eyes widened, but something in his tone pre-\nacross the Sultanate of Qassar, when my\nvented me from asking further questions.\nerstwhile companion and translator Raashid and\nI were quenching our thirst at an inn in the town\nDays later after trying once more to find an audi-\nof Halban. Among the patrons of this small estab-\nence in the souks of Halban's labyrinthine med-\nlishment were several soldiers; we'd noticed\nina, I was approached by a young woman with an\npatrols along the road and knew the army was\nanxious expression.\ncamped nearby. Everyone seemed on edge.\n\"She wants you to follow her She is afraid,\" Raashid\n\"Dark powers are abroad,\" Raashid explained.\ntranslated. I nodded. This smelled like a good story.\n\"Where? In Vetia?\"\nShe took us through the maze of narrow alleys to\na warehouse. Behind heaps of jumbled exotic\n\"I mean, they roam the lands. The people say that\nmerchandise, there was a trapdoor in the dirt,\na creature has been seen across the desert sands\nhidden beneath a rug. The woman would go no\nNomad camps found deserted or burned. A dark\nfurther but pointed fearfully at the symbol. A\n name is whispered.\"\nseries of crude lines depicting a face full of anger.\n\"What name?\"\nA staircase led to a small, windowless basement.\nI carried a lamp, the flame dancing across red,\nRaashid glanced around the room and leaned closer\nsoot-stained walls. There was a heavy smell of\nsulphur and charcoal. Dark red cloaks were fol-\n\"Shayteen,\" he whispered.\"A daemon of rage\"\nded on a bench, opposite a table arranged as an\naltar. The object of worship was all too clear.\n\"Ah. Like a djinn?\" I said, referring to the supernal.\nbeings known to dwell wherever the Alihat trin-\n\"A cult of Vanadra,\" I whispered. \"Why was this\nity was worshipped. Their magic had even been\nbrought to me?\"\nharnessed by the Qassari army.\nRaashid looked truly terrified, but he kept his\n\"Similar but much more fearful,” said Raashid.\ncomposure.\n\"The djinn are born of the desert's fire. The\nshayteen is born of the smoke. The djinn serve the\n\"You're a foreigner If she reports it, she could be\nThree Goddesses, glory be upon them. The\nsuspected or even arrested.\"\nshayteen serves only one goddess. The Adversary?\n\"So I should inform the army?\"\n Vanadra's Scourge\n56\nDaemon Legions",
    "Page_57": "",
    "Page_58": "\"Not the army. They would only persecute the\nWhen I woke up, my body seemed to be on fire.\ntownsfolk, guilty or not. We should bring this to\n Unsteadily, I realised this was because I was lying\nthe temple. The imams will know what to do.\non the burning sand of the desert, under a high\nsun. There was still smoke in my nostrils, and the\nThe mysterious woman had already left as we\n Overwhelming smell of brimstone.\nemerged. We hurried to the grand temple, an im-\nposing shape against the sunset. Raashid bade\n\"Ah. I am pleased you have woken. You forced us\nme remove my shoes before entering. The space\nto hasten our plans - it is only fitting you see this\ninside was amazingly serene and peaceful. I ad-\nyourself:\"\nmired the intricate beauty of the decoration\nwhile Raashid spoke in an urgent tone to a cleric.\nI recognised the voice before my bleary eyes\ncould blink away the sand. It was the well-spoken\nWe were ushered into an office with three desks\nimam. He and his two colleagues now wore crim-\nBehind each sat a bearded man in white robes\nson robes, vivid against the harsh yellow sea that\nThe central imam smiled warmly.\nstretched all around us. In the far distance I\nthought I could see the walls of Halban. But more\n\"Please, what have you come to tell me, Vetian?\nimmediately concerning was the terror in the\nYou may speak your own language. I have dealt\neyes of the young woman who was tied to the\nwith enough crusaders to understand you?\"\nmakeshift altar. I recognised her as the one who\nhad shown us the cultists' meeting place. If only\nI told them briefly what we had found, though I\nwe had known that the very priests of the town,\nadmit I may have added more literary flare than\nthe spiritual leaders themselves, had been cor-\nwas required. The expressions of the three\nrupted.\npriests hardened.\nAs I looked into her desperate eyes, the leading\n\"This is very serious news,\" said the talkative one.\nimam stabbed her in the heart with a crescent-\n\"We will investigate at once. We are very grateful\nshaped dagger The three of them were chanting\nsomething terrible in their native tongue, their\nfor the report - please be assured that this evil\nwill be stamped out immediately.\"\nvoices rising in intensity and anger I almost\npassed out again as my stomach lurched from the\nsudden accretion of magic in the vicinity.\nHe smiled, eerily, and somehow his words were\n Sickened and horrified, I watched as the woman's\nnot as comforting as they were intended. Raashid\nand I left, returning towards the inn for the night.\nbody, as well as jars of substances arranged\nWe never made it. As we turned into an empty\naround the altar, were dissolved by a vigorous\nmagical maelstrom. Smoke and sand whirled into\nstreet there was the smell of smoke. Deep chant-\n a miniature hurricane, within which something\ning could be heard from unseen sources.\nvast and red began to glow. I glimpsed horns,\ncloven hooves and huge black wings. I wanted to\n\"Shayteen...\" I heard Raashid breathe, his face\nwhite. And then he was sprinting away down an\nrun, but my eyes were fixed, my face burning with\nthe ferocity of the desert's wrath incarnate.\nalley. Before I could follow, something struck me\nin the back.\n Vanadra's Scourge\n58\nDaemon Legions",
    "Page_59": "Before I could see the full form of the brute, I felt\nI saw the knife raised above me, the sun's blind-\nrough hands drag me onto another surface. I real-\ning reflection turning the world white. Then 1\nised I was to be the next sacrifice. Behind me I\nheard a grunt. Blinking, I saw the length of an ar-\nheard snorting and stamping of something bes-\nrow protruding from the imam's chest. Out\ntial and impatient. There was the sense of vast\nacross the desert, a battalion of horse archers\npower barely contained. A hound desperate to be\nwas advancing with the banners of the Sultan.\nloosed on the hunt.\nThe other priests were already running. I stared,\n\"Our glorious Scourge needs a weapon. Take\nawestruck, as something huge and scarlet blot-\ncomfort knowing your death summoned the liv-\nted out the sun, rising through the air on great\ning scimitars used to cleave this Realm in twain\"\nwing beats. It landed in the thick of the fray.\nSquinting, I saw the Qassari soldiers assault the\nbeast, but the more blows they landed the more\nviciously they were devastated, as it issued an in--\ncredible roar that split my ears even at the great\ndistance between us. Horses and humans flew\nlike broken dolls from its tremendous fists. I\ndo not know how the fight concluded - my\nmind filled with the sound of approaching\n hooves and I looked up as a rider hefted\nme onto his mount.\n\"Raashid\" I said, before losing con-\nsciousness. “\"You came back for me.\nYou saved me from the shayteen.\"\n-From the Diary of Samuel le Pepin,\n professional pilgrim and storyteller\nVanadra's Scourge\ncodedmslferstasle\n11\nendages, and can bellow as fercely as\nVanadra's Scourge\n59\nDaemon Legions",
    "Page_60": "BRAZEN BEASTS\nAcrober 6th\nftherMclisgo.thas takell haest tote tsews ainEy day the painof mising m\ngros shapr and more deltin, bt with i grows y deeination to fnd the one wh tok hm.\nI rcall a semon he gave, when I was stil new in hiseruice. It was the story of how he lost his partner and\ncosst fred namisin inaAloal soreleshd asta f bbtsusto\nlumbering machines fuelled by Helfr. Miceli said that it was only after they slew his comade that he found the\nstength to defeat the sorcerer in rvenge. His leson was that the sins on which the Dark Gods prey, even Wrath,\ncan be weapons in the hands of the nilhteaus.\nTat emhas playdonny ind. I tohe t painf osat thedsf Vada, adhf\nherhot fuinny veins. I flit wwhe I tnk of Mil,andf mymothe whefna wdssti n in\nmy ears, teling me to be brave. I must not fail her now.\naaguestf tEqulatl Retion asit  cal isef, enap in thef pole of th Doge\nued e f the haer, ht I do not kw I shal ld them ny own support. I mst adit, tis s\nity that snt so  the tieBeti inPtyt iss teag theuhel\nadmirbCasltwe iinal ng ting, and ardimef teiud emadfll\nRcoveries. The citizens have fomed an efient and unifed interm government that is fairl distibting raures\nand coondinating the defence against Zalos - for the siege continues.\nAnd evehee thead.Many a te mafestatios, sumned by te rtal etin f cnia\nand saboteurs, inldin a mighty warbast of Vanada ld by the sacrifce of the Doge hmelf Perhaps it is the\nsae maer of del eaterd allthse yearsgobMil.E-lokng smokessfrits cmsn platof\namour like steam from the lide of a peistocbehemoth, its hooes stanping with poorly contained Wath.\nheisnt eghaictsustanalteaat n so thfng theselat theeey til t\nare lain Oths he tken body posin of thetwfol,wee th for ther talets and ke.\nOne of the possed is the woman in white, the sorcerr who saved me from the daemons of Gred and who I\nlast enconteed in the catacombs.She came to my chambers this eveing, and the doemon of Cibaresh witin her\nspoke to me.\nBrazen Beasts\n60\nDaemon Legions",
    "Page_61": "pos auys 之on moK @p movy hyoa noK ay moy mon s m,\n\"I an not ashamed to thank you for aiding me,\" I repled.\n\"I am pleased to hearit. Perhops we millsee that gratitude turn to action\n\"I am not a soldier of Ciuvissina, and I am not in yaur\ndebt.\" We locked eyes for several moments.\"But it is tne\nBrazen Beasts\nthat we have a common eneny.\nThe slaves of Vanadra, the Adversary, are alvays furious.\n  sds  up smm,psapp,\nThe mortal world enrages them, hey materialise in the shape\nthe PRtrician belies we killed his son, and that you wee\nf giant, stampeding engines f war, not disimilar to earhly\nthe very agent sent to find thekiller?\nkarkadan, ut driven by dark energies and helish machinery.\nnag u ppuu-jbus os aup pagspoong fo stnypo ssgI\n\"I told him you are not the uprits.He wodd not listen to\npursuit of murder that itis hard totell whether they are beast\nreason.\nor machine, alhough of course to a daemon there is lite\n\"I see. Do you think he wauld listen to eidence?\ndiference. They encourage smalle imps of Wrath to\naccompany them into the fray, only enhancing the devastation\n\"What do you mean?\nof their charges. But make no mistake - it is the beast that is\npou agpou s! ,Jouuo u,s!1 lagpagM aysou \npan palnas sah pob pmty ay pm payps moom ayl\n\"We are besieged. We canot continue to bring aidfom th\nImmortal Realm forever Our supplies will not last the\nmonth. The lives of allthe citizens here are at stake. Our\nonly hope is that Zalos calls offitsattack.\n\"Yu want me to convince the Patrician\nyou are not his eeny.\n\"I want you to finish your misson, Keper\nAnd I believe you want it too.",
    "Page_62": "SLOTH\nIt was my third week on the steppe and I was\n\"So what is it? You want to serve the Dark Gods?\n increasingly doubting my ability to keep evad-\nBe my apprentice? Kill me and take my recipes?\"\ning the ogres, orcs and beast herds that roamed\nthis region. But the Tsuandanese map held true,\n\"I want to know about daemons,\" I stuttered. “Is it\nand finally I found the strange rock formations\ntrue you lived among them, in the Wasteland?\nthat it showed. There, in a crevice between two\nalmighty boulders, I spied a spiral of smoke.\n\"Ye-es\" she said, carefully. \"In my younger days.\nTaught me my love of corrupting order and un-\nI approached the little hidden cottage nervously,\ndermining nations, that sort of thing. Haven't\nclutching the talisman my brothers had given\nbeen back though. It's not a nice place, if\nme when I embarked on this mission.\nyou're thinking of going. Look what it did\nEverything hinged on this. The first step\nto my complexion\"\nwas to not get killed.\n\"We - my brothers and I - we know\n\"You're perfectly safe,\" came a mys-\nhow to summon a daemon. But\nterious voice from inside the \nwe want to know how to con-\nhouse. \"You'll be wanting tea.\"\ntrol it. We've heard stories..\"\nThe door was opened by a\n\"Control it?\nabout\nt forty\nwoman,\nWhatever for?\"\nyears\nold,\nwith\na\nstrange pink patterning across her skin. Her\n\"Um. The infinite knowledge of..you know, the\n eyes were a bright shade of the same colour, and\nImmortal Realm. Wealth and power beyond ima-\nshe wore grey robes.\ngining? We have this grimoire, you see..\"\n\"You're the sorcerer, aren't you,\" I said, forgetting\n haaw pue spooq am le nok 'ssane a ta,\nmy manners. \"Did you foresee my coming?'\npoorly lit cellars.\"\n\"I heard your footsteps on the path, if that's what\n\"Sometimes, I suppose-'\nyou mean.\"\n\"It never ends well, I'll tell you that for free,\" she\nA little dazed, I found I was already inside the\nsaid, staring into her mug. \"You summon a Pride\none-room abode and there was a cup of some-\ndaemon, you make a deal for power, first thing\nthing spiced and warm in my hands.\nit's going to do is, it's going to slowly drain your\nsanity and start you on a self-destructive spiral.\nSloth\n62\nDaemon Legions",
    "Page_63": "Summon a Greed daemon, you'll be drowning in\n You'll see what I mean. Those are some real, hard.\ngold - literally. Envy daemon will make you\n core believers. There's no question they'll outlast all\nstronger than your neighbour, but only cos you've\nthe rest of us. And if you do end up summoning a\nboth lost everything to your other neighbour.\nSloth daemon, you'll see their powers are no joke\nClassic daemon school of bargaining.\neither If they don't move a lot, ask yourself why. It's\nbecause they don't need to. They'll liquify your flesh\n\"Surely there must be a way. If we're careful...\"\nwith a blink. Good listeners, too, if you have some.\nthing to get off your chest. Sure I can't get you to\n\"I know what I'd do. I'd summon a Sloth daemon.\n pledge your immortal soul before you leave?\"\nTell me, how do you feel right now?\"\n-From ‘Memoirs of a Former Follower of the Dark\nGods, by Sobolevsky Vladislavovich\n\"Feel? Excited, I suppose, since I finally found you-\"\n\"No, I mean your body. What is it telling you?\"\n\"I'm a little peckish. And glad to be off my feet?\n\"There you go- you're tired. We allare. Every day,\nit's just one weary slog after another - am I right?\nNow, your basic Sloth daemon is going to grant\nyou knowledge and then sap your desire to use\nit for anything. But to me that's a pretty positive\noutcome, considering what happens to most\npeople who haggle with daemons. I always\nthought the Nukuja lot were the happiest\ncultists out there, when it comes to pure\ncontentment. They know what they want,\nand what they want is nothing. The power\nof not caring - now that's a power really\nworth having. That's a power with style. I\nswear, all the other gods secretly admire\nNukuja. She's got a good gig, just sitting\nback and watching everyone else fret. My\nkind of gal. And you know the best bit?\n\"What,\" I said, in horrified fascination.\n\"She's never tired. She always sleeps well.\nAnd that's a trick worth learning. Of\ncourse, the Sloth cults don't spread quick.\nBut if you find one, talk to some of people\nwho worship there - if you can get them to\n.\ntalk. Or open their eyes.\nSloth\n63\nDaemon Legions",
    "Page_64": "SENTINEL OF NUKUJA\nAcnober 8th\nThe possd woman led me to tune tat wa alw me tolave theity Beor I lft, she gae me a\nCuriovs wooden box, teling me to vse it if I was in touble.\nOnce agin, I fnd mysef nding tugh the nigt towadsZals.Whn I aed in the town sqar, a\nyp sum o bom am p pan noos) s p人 zonpy ms yp ynoy po kpap poy pman\ntil of the palace seruants who had lledly summoned the Maw that kiled Prince Niks.\nThere ae few aspets of my work fr whch I am gld to be a woman; the at of disguisei one of them.\nDoning the peaant grb of the lo, I as ae to enter the jalse whee the conded wee beng ld.\nTe guads did nt think ticef myasetion that I was ngin theirlast mel n the e I he ad\nshowed me to the cells.\nThey were ocupied by two oler women, their aces wrinkled and stoic.\n\"I suppose they caled you withs,” I aid, handing them the bead I had bought.\"(ts alays easy to blame\na woman.\nThey took my offring and begaon to eat,lokig at me suspiciosly\n\"m hee to find the real klle' I contiued.\"Somene in Zalos is playng wth dank forcs and I need to now\nwho.\n\"Were the ral kiles, mumbled one, cheving the brad asif it wee pison.\n\"Thats nght. We are withs, said the other I consided thesituation. They wee dlearly prtecting someone.\n\"I se. Then yau Wont mindtllng me how you sunmoned a greater daemon of Glttony.\nThey loked at each other.\"We conducted a itual. With brimstone,” said one, catiousy.\n\"And yu mst he used t tals and at gizadsto, I sad, keng my fae dy e.\n\"Yy-yes, said the woman, nerwus now. I sighed.\nSentinel of Nukuja\n64\nDaemon Legions",
    "Page_65": "",
    "Page_66": "\"ladies. I haelog epeienehting dns and their sypatises.Xu two wat kwadaon it\ndrged yu astheVe. I weartat no oe v ko I ws eehef yu an te me anying abut\nthe irumstanes of Prince Nkos denise, it could help sove many lius.\nMinteslater I was on my way to the palae.Te wmen had reld that Mkos and Danien, theZalsi\npns,had baruginte ltsquaerthe niht f te me tw nt y tlen t\ninformants to theirfate. I offed to break them free of the pnson, bt they wee committed to their own\nexeutionforas I had gud, therfanilshad b tated I ethe as n titst t\nnight, bt when this is ouer I hope I can retum for them in time.\nStilldisgusd eintth plhae theway doftgh thegleinthe\nmds p y byn s pm ) m m pan mon mapg p\nppeard clel t wtil I ntid thesffinthefor aside aot tt cod a trr A\nfo bpss bkps pb smnd spyaypa sms\nmortal bodys eaction to an area of concentrated magic. I forced the fo from my mind and the nasea from my\nstomach, and lowed myel dwn the lng ladde ito the cers.\nAsingle flkng torhlt the gy tne alt e spacas nt ulke tt I adfod bneth the\nof Sypeleof sors patie ad dl l saad. I  t tlf\nbnpw smpspa）d b snbpp m0fss bnmd sma w\ngom mpd mnp mmmusmay\nutter blackness, like a small portal into some kind of void.\nThetorchfled raet, an I glsedfgueinada coer f the r. I d se  ft \npag  spbpp\nstared at me witheyes of niht, whilethick, nby gore flowed from the gash in his eck.\n\", e g,t h n lgey teasatM,sbdyt ad b\nweak had otstehed toas e pledig.Hsve as lad, paind.e ti fr  i \nOnly you can walk the path.\n yappmd  ma ddnpsm bsm\nblackes.And the t the e, the thing that chaeled the asitsef.Atalthin, pat ma p\nulue,hfeageatof deat.lig oncastats bodycody rged wins\nperfetystil withn the maoni the very ye. Adit gazed nht at e.\n\"I ull sow you at you ish tsitsaid, what moig its bek, ina ce tht ehed th\neernity.Fm thisprsn, I sere allthin.\nI colt brath.I cat mo or ak.Bt asiht ae be me, and I behe the patons of t\nto prin,argun.Ns was cng tat Danien dayed them,that hehad lthisbsn s\nmistes consume him. She Was i leogue with the dark powers and now the Doge of Civissna kew it, and\nthreatened to expose him.\nSentinel of Nukuja\n66\nDaemon Legions",
    "Page_67": "Dain rpod tt N lackedlyly tohisonknn theht b f thepefwolas ty\ndew swods. Daien sehis brother with a grat slash acoss the chst. He coaped alngside the corpe,\nwWeping. Then helked up as a new pee ented the r. I o not e wh t was, I bt I ke r\nidetity imy hShewa coethe ebylsing agrat dan, nt thefrt shehd sud h\nher teendovs power, using those sentenced to exeution in the palace cels as the itual victims.\nI awoke with a gsp.\nX\n\"Ah, thee you ae. Te Sentinl has reled yu, I se\nsaid a hman wie neary.\" hpe it showed you\nK\nsomething marellous.\nC\nI loced arund. I was ina barn, ora le shed of some\nkind. Te air was cold and I could see thrugh the\n中\nWden plakstat it ws nht. I o not kw w\nmuch tine I hod lost to the daemon of Sloth contained\nwithin the orb.\n2\nI had been capturd, tiedfml and bded ina sitting\npositonina comer of tis rmote abn. I coud se ny\nA02\ncoptor in theslatsof shiftin mooliht that petrated te\ndark space.\nno Jo a ybgobwap ws a pas no mp aa am n m I, padsym) ,\n\"And yet yau did ntng tostop me bese you kew you coud nt. Aady I he ede th powerof t\nKepers of the Veil. Aha. Their denise will etilating t observe. a. Aha.\nI squintedat te stragenrts of lagter t edase pkeakiasthePtaatdt\nshe had trsfomed he wor nowafing gey rbe that I onised fo t Zalosi mage whad so\nconpehesiel conolld therd densat te si\nof Civisina. Herfeatues wee contorted with parxysms\nSentinel of Nukuja\nof anusenent and mania.\nThe damon lrdsof Sloth prefenot to jin theirother in the\n\"Of course, I a disppointed that y Misr dit d.\nthick of thefay.They are wathers It is said ther inky lack\nyou personall sit was meant to.But that is no\nesarewinnaheanedfd\nmater. You uill make a potent sacnfce to my mastes.\nSadly however that uilhave to wait. lhave a city to\npossible Though powerful in fom, thy do not atack their\nofer to them frt, hah I hoeyu fnd thee\nacommodations confortable Ha ha ha.\nfmagic andthe Veil,raining down ruin and devastation with\nunparalleled spelleraft Oasionally, oe will take to he skies\ngHj pag suojd uo png ag sau jus pup su\ntremendous knowlede and insight, but even learned scholar\nhave been found catatonic afteran ecounter.",
    "Page_68": "HOPEHARVESTER\n...That same year the tribe of locundi in the\nGalenus was forced back across the river, and the\nprovince of Upper Varalia grew enraged at the\nlands beyond were abandoned for many years.\ntribute forced on them by Galenus, a first-rank\nThe Iocundi name, and that of their goddess, thus\ncenturion. Having first demanded hides of the\nbecame famous in Varalia, and the consuls kept\nIocundi's cattle, Galenus had increased the tithe\nthe losses a secret at home, not wishing to alarm\nto include lands and finally slaves, at which de-\nthe people in Avras.\ncree the chiefs rose up and the garrison of three\n-Explicitus, Annals (approx. 1,000 B.S.)\nhundred Avrasi was cut to pieces.\nGalenus, having taken refuge in flight, sent word\nthat he was besieged in the forest by the massed\nforces of the Iocundi, and that he believed they\nwere turning to Dark Powers to take their ven-\ngeance. Lucius Alypius, propraetor of Varalia In-\nferior, dispatched the legionary veterans, as well\nas picked auxiliary infantry and cavalry. Having\nfound a ford in the river the legionaries came\nTime slowed and stretched as I entered the Circle\nupon the Iocundi in the rear, quickly dispersing\nof Nukuja, as though the air itself congealed.\nthem through the trees.\nLethargy settled upon me, like a chill in my\nbones, until I slumped under the weight of\nBut the very next day, Galenus found the Iocundi\napathy. Even the Betrayer, so certain in his ac-\nregrouped upstream. Their attitude had changed\ntions, appeared to hesitate and falter beneath\nsignificantly, and their army though numerous,\nthat terrible burden.\nseemed strangely still and watchful. It was later\nreported by survivors that the barbarians had\nBefore us, the source of our listlessness would\nbeen inspired by the stories of Cacophrax in Ges-\nsoon become apparent, as forms emerged from\nsia Minor and had turned to the Goddess of Sloth\nthe gloom of that place. Trees of myriad shapes\nfor aid. For there among them came the pilentum\ndotted the landscape, stunted things, their trunks\ngigans, a mighty construct devoted to malaise\nand branches gnarled, knots and hollows giving\nand despair. The legionaries were struck down\nthe impression of faces drawn in anguish [..].\nby a living fog of hopelessness, and those that\n stood and fought were crushed beneath unstop-\npable wheels.\nHope Harvester\n68\nDaemon Legions",
    "Page_69": "Turning, I was confronted by a [tree] which was\nSpurred into action, I dragged the Betrayer away\nlarger and more menacing than anything else in\nfrom his reverie, and away from that mournful\nthe thicket. It loomed over the Betrayer and I\nforest. As we drew near to leaving this place of in-\nboth, unmoving, yet it had not been there\ndolence, we walked alongside a plain of burning\nmoments before, I was certain. I would later\n sand, where desperate souls were driven to walk\ncome to know the Hope Harvester in the shapes\nin endless circles, with no respite from the sear-\nit takes in our world. Always lumbering beings,\ning pain save to move continuously.\nyet to be near them is to risk life and limb, for it\n-Excerpts from “Part IV - A Forlorn Forest,\ntakes energy from its victims, then their lives.\nThe Betrayer Dreams\" - from 'Circling the Abyss\nby Nazario Calegari\nHope Harvester\nThese patient truture ent byukujamaylook uilfrpedut ning\ncoulhin\nthat dares approach, but closeup carage is not ther greatest love. Naturally\nwithprojetilefpurmgieinvisieultsItslealaragets\nuleashe,taestrotfdnthdesfsirh\ntry to ngotiate with these ereatures frequenly endby taking their on lives.",
    "Page_70": "CLASSIFICATIONS\nOF THELEGIONS\nThroughout the long history of the secret art of\n Greed on dies Atei etc.). This system is both among\nsummoning demons, many of the greatest mages\nthe most straightforward and dependable of the\nand researchers have established symbolic cor-\nnumerous such systems I have encountered.\nrespondences and classifications of daemons to\n-From 'On the work of the heretics and their\nenforce their evocation techniques. For though\ndaemonic masters', by Mikhail Psellus\neach daemon has its own unique harmonies and\nresonance, an understanding of their various\nsimilarities and potential groupings could grant\nDaemons can be divided according to their rank\nbetter results in ritual.\nwithin the legion. The higher the rank, the\nE\ncrueler the sacrifice required. The\nAccording to the Sagarikan master\ngreatest hordes are commanded\nof the dark arts, Dasa Guptha,\n&\nby Dukes, which are the most\nwho wrote the famous On the\nX\npowerful sons of the seven\nConjurer's\nSecrets\n(\"Jaa-\nflowers of Chaos. Only the\ndoogar Ke Rahasy\"), daemons\nmost experienced conjurers\ncan firstly be divided in two\ncan attempt to look for an-\nkinds: those with their nature\nswers from them, for they are\ninextricably tied to a Dark God,\ndangerous even for an entire\nand those with their nature being\nconclave of masters. They can\nneutral. In addition, he claimed that\ngrant enormous powers and deep\na certain portion of the greater legions\nknowledge, but the price to be paid is of-\nwas able to switch its loyalty from one Dark God\nten unthinkable.\nto another - usually the less powerful daemons.\nWhether these daemons are intentionally inde-\nNext are the Legates, patrons of the passions of\n pendent from the gods by exercise of their will, or\nthe mortals; it is said they can grant love, hate, au-\nthey are too weak to be worthy of higher atten-\nthority and whatever kind of emotion if properly\ntion - or, perhaps, they are loyal to a more secret\n mollified by fulfilment of the favours they ask.\nagenda of the Father - has been debated through\nthe millennia.\nThen come the Centurions, that have infinite\npower over matter. According to tradition, they\nThe venerable Guptha's resulting eightfold classi-\ncan turn lead into gold, water into wine, rock into\nfication matched each daemon to one or none of\nliving flora, and they can even teach such powers\nthe gods, in turn affiliated with its icon, its colour,\nto the conjurer if sufficiently pleased with the\nand with a day of the week on which it was sup-\npain and fear of a proper victim.\nposedly best to summon (Pride on dies Primus,\n Classifications of the Legions\n70\nDaemon Legions",
    "Page_71": "Lastly come the Soldiers, the infinite multitude of\n body can be ordered: Humanoid, Bestial, Chi-\ncommon daemons with countless shapes and un-\n meric, Reptilian, Non-Skeletal (also called \"Li-\nspeakable voices. Do not underestimate their\n quid\"), Projective, Aquatic, Shapeshifting, Winged,\npower, for even a lesser daemon is far stronger\n Intangible, Super-limbed (also tentacled), Magic-\nthan the will of an unpracticed magician. While\n ally Proficient and Titanic. Within this twelve by\nthey do not generally grant specific magical\nthirteen matrix, a precise measure of every other-\npowers, nonetheless they are the key to access\nworldly form may be approximated.\nthe superior spheres of the Legions.\n-From The Art of Madness and Enlightenment',\n-From “The Book of the Infinite Legions,\nby Sin Tsu Fu, (Tsuandanese outcast)\nby Georges Sybellicus\nThese wild spirits are called looking in specific\nThe seven flowers of Chaos correspond to seven\ndirections, them being North, West, South, East,\nunderground doors that are opened to access the\nUpward, Downward and Inward. While the first\nYurt of Darkness, where their Father speaks.\nfour kinds of spirits are easier to call and control,\nSeven are the true hours of the night, and during\nthose coming from the higher, lower and inner\neach a Door can be reached, and there access to\nspheres of existence are also the most feared, and\nthe daemons of that level can be found. From each\nable to either kill or make mad the summoner\ndoor a specific kind of demon will enter the world.\ns       \nshapes, reading into the mind and seeing the most\nZengmya, of the ogre Sky Mountain tribes,\nhidden fears and hopes of those calling for them.\nas recorded by a prisoner\n-Tsula nu Ala, Taphrian magician, as recorded by\nEquitan explorer Pierre Lestoneaux\nEach daemon enters our realm by joining with one\nof the twelve primal elements: Air, Water, Fire,\nEarth, Light, Darkness, Wood, Iron, Gold, Bone,\nIchor and Crystal. Not only its shape but its spirit\nand nature is intrinsically linked with this guiding\nelement. Interwoven and adjacent to this tax-\nonomy can be observed a system of thirteen at-\ntributes and abilities, within which every daemon\nClassifications of the Legions\n71\nDaemon Legions",
    "Page_72": "DAEMONIC MAGIC\nV subject, and one that is rarely discussed in Vetia. Daemonology. [pause for noise to settle down]\nMy question for today is simple: which paths of magic are practiced among the Legions, and why?\nSome might ask: why are daemons, born of raw and primal magic, limited in their use of Immortal\npower in our own Realm? But think - we as beings of matter can hardly claim to be masters of all fields\nwithin this world. No more can daemons operate freely in the natural sphere.\nWitchcraft\nThaumaturgy\nAfter the Battle of Hulgrad, survivors reported\nWhile a daemon loses the unfettered freedom of\nfeelings of judgement and shame. They spoke of \nthe Immortal Realm when it enters our world, it\nstrange visions and of creatures that seemed to\ndoes not entirely lose its umbilical connection to\nlook deep within their souls. Yet at this very insti-\nits masters. This has been demonstrated by Pro-\ntution, Herr Doctor Machelberg has taught that\nfessor Anselus, whose experiments with the\nonly wayward women are able to practice witch-\nKeepers of the Veil showed that the energy lost\ncraft. A true wizard will tell you this is nonsense.\nby a true-slain daemon resonates briefly across\nLike all magic, it can be learned by any motivated\nall daemons of the same kind, wherever they\nmage with an affinity and the correct training, but\nmay be. What this shows is that daemons remain\nit comes much more easily to a daemon. Where\nat least partially connected across the Veil, and\nmortal witches might sense the thoughts and feel-\nare able to draw directly on the power of the\nings of their victims, playing on their supersti-\ngods they serve. Any thaumaturge will recognise\ntions, a daemon focuses these same powers on\nthis as the ideal state for practising the \"arts of\none of the seven vices on which they so love to\nthe divine\", as they call it. We know that the\nprey. I myself have felt the touch of a minion of\npowers of Thaumaturgy manifest in different\nGreed, and known its Evil Eye in my mind, forcing\nforms depending on the deities from which they\nme to resist its visions of great wealth.\ndraw. From my observations, the mages of the\nDark Gods produce flames of rainbow hue, as\nwell as particularly violent forms of madness.\nDaemonic Magic\nDaemon Legions\n72",
    "Page_73": "Evocation\nDivination\nA skilled evoker must become a nurturer and\nIt is clear how the three Paths so far mentioned\nbinder of souls - that small spark of Immortality\nlend themselves to daemonic practice. But the un-\npossessed by every mortal. The magician can play\nholy supernals are also known to practice a fourth\nthese souls like strings by using their true names -\nform of spellcraft. I refer to Divination, the magic of\nfor daemons, this is a most joyful pastime. I have\nforesight, and I believe I have, at last, a theory to ex-\nseen them cackle and cavort when they achieve it,\nplain its common use by daemons. This theory was\nthough it does not always come easily. They train\ndevised from close reading of texts attributed to\nthemselves to focus on one \"string\" in particular:\nthose who claim to have visited the Realm Beyond,\nthe one between a person's soul and a Dark God,\nprotected by the favour of a god.\nforged by pact and sealed on death. My experi-\nmental research suggests that even where no pact\nSuch texts are very few in number, and I rely primar-\nis made, this bond always exists as a potentiality,.\nily on the so-called triumvirate: Maria of Icante's\n and its manipulation can produce dreadful results.\nvoyage to the Halls of Sunna, Publius Morgilius\nAccording to the esteemed Prelate Jungfrau,\nVaro's quest to rescue his dead father, and the jour-\namong daemons these powers appear physically\nney of Nazario Calegari through the seven circles of\nlike swirling vortices of deep black tendrils that\n Hell. All three speak of the Immortal Realm as highly\ngrasp tirelessly at their victims.\nchangeable and shaped by the will of its denizens -\nthis is well known. But they also provide many ref-\nerences to visions generated by the maelstrom it-\nself, claiming to have glimpsed things in this ocean\nof magic - historic and current events, as well as pre-\nsumed images of the future. It is here that we find\nour answer to the problem of Divination. Daemons\nhave spent eternity in a Realm where that which will\ncome to pass can be read in the very substance ofthe\nland, for those with the skill to read it, or the pa-\ntience to acquire such a skill.\n-Transcript of lecture by Professor\nGerhard Daschner at Aschau\nUniversity before it was halted\nby a student protest against\n heretical teachings\nDaemonic Magic\n73\nDaemon Legions",
    "Page_74": "HELLHOUNDS\nYour Excellency,\nWhile it was the dogs' howling that rang in my\nears as I fell asleep, it was their whimpers that\nForgive me, for I write to tell you of my failure; the\nwoke me in the dead of night. Rousing ourselves\ndeath of your son remains unanswered. Truthfully,\nfrom beds of leaves and dirt, we found the glade\nthe fact that I can write at all is nothing short of a\nsuffused with the stench of brimstone. Weapons\nmiracle, though not one for which I am sure I am\nwere drawn, for Kirmakh's prize purebreds, so\ngrateful.\neager the night before, now cowered and whined\nat an unseen presence. A pair of shapes moved in\nIt was mid-afternoon of the second day of the\nthe dark, circling us just beyond the firelight. The\nhunt by the time we had cornered our quarry,\npassage of these creatures made not a sound as\nhaving pursued her deep into the Almere Forest.\nthey slid through the undergrowth, but low\nIt was a hard slog through the undergrowth, but\n growls rumbled in the darkness, filling me with\nwith the help of Kirmakh's hounds we closed the\nutter dread.\ndistance. The murdering whore had taken shelter\nin the remnants of a long-abandoned tower,\nAt some unspoken signal they leapt towards us -\nwhose decaying exterior belied the sturdy nature\ngreat canine brutes, covered in black fur, with\nof the refuge. She must have heard the baying\njagged teeth protruding from elongated snouts\nhounds, as we found the ancient door barred -\nand eyes that smouldered with unholy fire. In but\nstill stout despite its age.\na moment, they had crossed the distance\nbetween us, their snarling jaws closing on two of\nthe reeve's men, seemingly fearless of the blades\nOur attempts to gain entry proved futile, for we\nhad neither axes nor ram to break down the door.\nof their victims. Biting and tearing, they immedi-\nEventually, after much hammering and cursing,\nately overcame the hapless fieldhands, before\nthe reeve bade his men stand down and surround\nturning to the rest of us. Kirmakh's dogs were\nthe structure. Our mark's headlong flight must\nyapping and jumping, frenzied with fear; one\nhave left her without food or water All we\nlook from their hellish, blood-stained kin caused\nneeded to do was wait, using the dogs to hunt our\nthem to turn and flee into the trees. The rest of us\nown dinner While the others set up camp for the\nfollowed suit. I stumbled madly in the direction I\nbelieved was homewards, branches whipping my\nnight, secure in the knowledge that there was\nonly one way out of the tower, I enjoyed a thrill-\nface, my panicked, ragged breathing failing to\ning twilight chase through the trees that man-\ndrown out the gruesome cries of those behind\naged to fetch a large boar I silently thanked\nme as they were caught, one by one.\nKirmakh's flawless training of the bloodhounds,\n proceeding to prepare and roast the game.\nHellhounds\n74\nDaemon Legions",
    "Page_75": "Three of us made it to the ferry at Naumbruck,\n1 understand if my failure precludes me from\nand we swam as far as we dared downstream in\ncontinuing any longer in your service. Please ad-\nan effort to lose our scent. Yet when we emerged,\nvise how you wish to proceed.\nexhausted, onto the riverbank, the awful beasts\nwere waiting. One of my companions fainted on\nYour loyal servant,\nthe spot from fear; the other was already being\nJoel Aberbach\nripped apart as I flung myself back into the water,\n-Letter intercepted to Count von Becker\nclinging desperately to a log, knowing I was fol-\nof Wechslau\nlowed the whole way. It wasn't until dawn broke\nand I came to the open fields of Marchschlag that I\ndared to hope I had escaped. Even now I cannot\nshake the feeling I am watched and pursued at\nevery turn.\nHelChounds\nThefisthatmanyrlhfanprnLonisthineae\nhowlingdnatualftheuthidfeHll\nwitinttdehesstelsdat t\ntheonominthronthbesthaythremiespuinthendf\nchilling the souls even of those who are unperturbed by other terrors.",
    "Page_76": "LEMURES\nMany culures have confused the plague of damons with the everprsent threat f the undead, and\nlemres haveoyaedto thefsionhe name istakefrmtheAvasi cnet f venful sts\nfunurid coessn themythicufointJuneakSuchrsteswitsat\nstriclydaemnsikelmres supemals thatmanifest ina rat varety ffoms fenappeang\na ickly ordeeasedmortal confoudiy milar traimatd ghoulandzbies wihagor\ngrenishInothes, thytae bodiewit ndnition ataleinphifinmunf\nfleshy tumours that some have mistaken for leser daemons of Greed.\nIn either case, theirmaleaeformsare diffcult tfatallywoud an sere as emodiments f th\ninevitabilityf death infolklore across severalcontinentsTheirintentions remain impenetrale even\nafter yearsof study. My experimentsugest the only way to ensur a lemure is fully dead isto\ndisolve it in a large tu of water teated with limestone.\nLemures\n76\nDaemon Legions",
    "Page_77": "TITANSLAYERCHARIOT\nFor infernal reasons knwn only to itself this living engine propels\nits soot-belhing way into hattle,seeking always the larest and most\nfearme t thrven etithcha iin\nterille fuels within is indecipherale construct - made of arane\nmetals and unnatural tehnologies-so that i canram itselfas had\ndraws militaristic smaller daemons who cling to its chasis and aid\nit in its mission of slaughter.\nI have only encountered a daemon of this class once. It was when I\nwas stationed with an Imperial expeditionary fore on the Makhar\nel The company had an enginer who had repurposed a steam\nsteppe\ntank as a large trop-carrying vehicle to prott te men on the open\nplainItadfuokehiy\ngrow into a great groundhuging cloud,out of which urd\nthe might titanslayer. Aferthe noise andfames died down,\nthere was nothing left feitheritorourvehicle - excptfor\nthe debris and a trumphant roaring growing more distant.\nTitanslayer Chariot\n77\n Daemon Legions",
    "Page_78": "EIDOLONS\nAcrber 8&th (cont)\nDaenonic aid. lhave alays despised those that sought it I caled them wek, selsh, uillng to bring horor intothe\ns!mud yp mg 'smod 27gun pmb w sn swnaswo of pnba pmopm sauso apW Jo wp\nalways too great.\nIsnt it?\nIn Civisina I had  ds ad peple wokng togther toate a orlfre rom trWasit poibetht\nthe Mortal and Immortal Realms cauld sometimes want the same thing? Cauld it be that daenons are not the evil\nof our depitions, but mather an unaligned instumet of change, to be vsed by mortal gents for god oril?\n as aloe, bd by in chans ina shed whe no one w fd e. I kew thee as n ateatie My fgs\nfelt for theitem guen to me in Cisina, whihdstoed inahp pouh Itwas anchwden boxinscrbed with\nthe nmes of the dark gods. I did not know exacty what i contained, bt I knewit was my only hope t anid the fate\nof beoning the net sacnfce to fuel the mad schmes of CasiaSanki. I ako knew that by using i, I was fnly\npo uoap ol payo 2y oym on pndp ayp Jo sya ayp bnn!\nI managed to umlatch the lid, and immediately I sensed the relase\nof the cratu that ad b trapped wthin Amerul she\naraged itsef bo my .tHate mysteasly abve te\ngud, althfsslqdsata t\nPhsis, staty ng adnging.l sd at l\n points, ach ending i a grey fame. I rcoguised the Dark Fre. This\nWos an eiln,oneof thelest uderstood fmms that hbeen\nidentifed among the infite daenmonic multitude. They are said to\nbe rarely faund alone, as this one was.\nForayt quddi\nasesng ehyugetlhd\ntentacle and I flt the iet of inky flames take me. I had head of this\ntral byfe, bt te tores co not peare mefor the horr \nflt my sad consumed in the white laa of a dying star\n Eidolons\n78\nDaemon Legions",
    "Page_79": "Ifelt ery leet of y pychi being pulle aart by talons and shredded erlesy for a milenim Iflt ny brin\nshnvel to an ashen hsk and fallhty trough my nostril to the dusty floor whee it was deoured by an earthwom, and\nIWas the wom, domed to buw dr te from nowheto nothig fr tenity.Te darkesgeway toad\nlht and th col touhof ranonny shoras I stadat te bing rs of y chiddhmeaes\nmingled with the red hide of the thing that murdered ny mother. They mingled with the blossons of the bush in\nWhich I hid. And then they mingled with the whole world, until I foated, udterly alone, in an endes prison of rd fr.\nWhen I fnall awcke, I was stil lone\nI vonited bile,sick with exhaustion\nand hnger overcome by the\nsanity-tstig visions I had.\nendured in quick succsson. But\nthe ropes that band me had\nburned avay. The eidolon must\nhave beleved the flaes would end\n me, when in fact they had helped\nme greaty I had survived the tral\nand had emerged with a new\ncertinty I wud no longer coteane\ncoperation with daeno.The nstey\nhad been soled. Now was the time\nfor action. I pushed myelf up and fund\nan old iron crowbar in a corner of the\nshed. I stumbled into the woods beyond.\nI folowed the tril of singed tre tunks\nuntil I found the erant eidolon that I had \npermitted to enter the Mothers beautifud\nRealm. And I bashed it with the metal bar\nbonumbs pddaps 1 1pm\nEidolon\nEschewin the rid,natureinspird sopes most daemonsadoptin themortal ralm\ntese daemons atempt to stay as close as posible to the row, fuid magic of he\nimmortal. Their bodis are tangiblebut mercurial, sijfing, made f iscous colours\nthese creatures like to stay tgther in packs,fousing ther ergy through the most\npowerful inthe group toinfit pelsevenmolethlthan theames",
    "Page_80": "SUCCUBI\nAcrober II th\nI rode for Civisina like all the daemons of Hell were behind me - when in fact they were ahead.\nIhad abadned my dies for to log. I had nt en wat was infrnt of my eyes. I had nisked thesal of\nan entire cty for the sake o ew tiflng fauours.\nlong befoIhed tewals f Cisin, Isawit. Pehpsfoft talla ble eadukseSidy\nlimbs conneted to a pot-beled torso, above which an efen head gninned two rows of needles.\nIigpord te suus asit cackled at  detemination.Mofits thers and sisters appeaed ang te\nrad, eachits own twisted urat on the same eul fo- some with mor thon one head others th\n0s  bmppmanbam appmmab sgmmg mp bpsnssm ams\ntheity gates.Zalosi soldies, mehle, had rtated to amre distat enampmet, and I col s\ntheir sentries watching nenusly.\nI eteed Csa th the se te Idbheitywasfarfrte enging elef\n'sas apm p qu bnms a nay swpapog y smd skopmg pay p mpndo\ntheset miling thartk ith bstoe ss of cti,pttdb teasil s\ncoud be heard from may of te hose and tle.Fearfd es wathe e from theshadws, ande\nshapes col besen in the maetlace and coades whe one te peacfl iaats had waked Nw\nthat it as erld b ds, nt me, the ity wals hd bn ae, denes lt uma.\nIhumed towhat hadonce een the Dogs palace I fod the old woman sticken on the florof her\nchamberbdfing fdsof dslassonherdySui satedfr the r as I e\nchittering gleflly at their handiwyonk.\n\"No\" I said, marhng towas her.\"I do nt pemit you to die Yu cant let the ity destoy iself ee is\nWork to be done.\nMath flecked with blod,the woman rned beneath hergided eyeal.\n\"But the destuctio he beathed, mthdifiult.its so beautiod\n\"u are nt mad, youshe eyauelf u see an end to oer nt indseng! I did what y\nasked. I found the prof to show the Patician. I can conince him to join us.\nSuccubi\n80\nDaemon Legions",
    "Page_81": "But she only sniled more broadly and she looed past me to sone vision beyond.\n\"hePatriniaadyanbehswOewhsswht I nseljonstong the gli\nglories of chaos to yaur Realm. Oh! Its so beautifu!'\nI watched as the goldenclour faded and her eyes \nbecame human once more. But they wee\nUnmoving, and unseeing.\nI fled. For the third tine I faund\nmysef retuming in shame and defeat\nto Oendlyus. The monastery was\nbeing rebuiltofter the attck, and\nthe Keepers were even more\nhshed and concerned than usual.\nTe elders did not blame me for\nmy fadues saying that amies\nfron Myra and Savta Regina\nwere already on the way to puge\nthe northern provinces of this\ninfestation. But I knew they wauld come\ntoo late. Sonething would need to be done\nto save Cvissina before they arnved - and I\nfeared for Zalos too if Sarki were to tum\nher energies in its direction. I knew I must\nignore the consel of patience I was the\nonly hope of ending this before all was lost.\nI etieved the items I had come for and\nrturned again to the road, clad once\nmoe in the hood and cloak of a Keeper.\nSuccubi\nThese are ithe, nimble creatures that move with grace and swiftness rarely sen\nin the Mortal Realm. Almost coquettish,even when attacking, succubican tear\nthroughodefoeswitfrhng aeRafoudinameron\nthe battfdtysamaboutikevrgrownrte picking thirpaa\nin a flurry f cuts and lacerations, It is ofte unclear how exactly these victims\nan chosen. Those unfortunate enough to have encountered sucubi have\ncommented that they seem to share private jokes at one's own expense, owing to\nabandoned in frustration.",
    "Page_82": "IMPS\nImps areaparticuarly broad ategoryf daemon that spanstiny homunculiall theway toman-ized\nelementals. Known by many names - from the madening bisi of Volskaya to the man-eating\nrakshasas of Sagarika- thy can befundmost often as cackling, brighly colouredgoblin-ike\ncreatures preent inamst everyizae legion thersare knwntomanifest in rawer,stangie\nforms complete with tonues of livingfre.\nMost tsf itat hve atori ptatak at raering deprlastiltsm\narson. Mymn, fesreued tosay thatmere pust inaationf thml\nRealm's desire to burn our world to ash. The scorch marks they tend to leave within my binding\ncirlestestify to the truth of that sugestion.\nImps\n82\nDaemon Legions",
    "Page_83": "VEIL SERPENTS\nThese preatosf the netheword cme within through the airlike thefrotenmonste\nmovement makes no worldly snse, and yet stillthey come, floating and beating ther\ninexrae way towad thre that thycrve: mrtalesh.Thy hvens nhe\nability to eate newviims Theywork in chols, hanellin herotherworlly poers\nThere are talsf veil serpentsfdistantTuanan, whe they are caldyaguai bth\nclaim thanvnprovide aid to the wth,and sme thlgians belitheyarekind\nSpiritsof the dgons- this isof course nonsense.\n果米\nVeil Serpents\n83\nDaemon Legions",
    "Page_84": "FURIES\nVou heard about the Pride of Santa Regina? I\ntain's nowhere to be found. The men draw their\nI was on the ship what found her drifting. It's\n guns and shoot up the village. They kill a bunch,\nall true. Blood and corpses everywhere, rigging\nbut most of the tribe run into the trees. There's\ntorn to shreds. Only one man left, hidden himself\nnothing else to do. They still have the gold, so\nin a barrel of black powder. Wouldn't stop shak-\nthey take it and move on.\ning. Said he was hunted by the armies of Hell.\nSaid they were coming for him. Said there was\nWell it gets to twilight and there's a scream from\nnowhere to hide.\nthe back of the line. They turn to look, and one of\nthe guys is on the ground, gurgling blood through\nWe gave him some grog and eventually got\nthe big hole in his neck. There's a swish\nhim to stop mewling. Told us this grand\nthrough the trees - they think they see\ntale. Said he'd been in the jungles\nsomething big with wings - and a\nof the South. There'd been a\nsound\nof\n mad\n laughing.\ncompany out of Aguadulce.\nSomeone says it's a pteradon.\nThey'd found a city with\nAnother says that's not a\nthese big step-pyramids, out\npteradon, that's a giant\nin the Wrathful Mountains.\nvampire bat. But our guy -\nSaid the savages there have a\nhe knows there's no bats or\nbig posh kingdom or some\nreptiles that cackle like that.\nnonsense - had so much gold\nthey didn't even see the value.\nThere's another scream - now\nanother guy has been impaled on a\nThey were heading back to their ships,\nbranch half way up the side of a tree. A\nall laden with treasure, when they'd found a\ncouple of men shoot blindly into the jungle, for all\nsmall village. Just a bunch of huts, really. They\nthe good it does. Soon they're running for their\nstop for chow with the locals, all with feathers in\nlives. About half the company gets picked off all\ntheir hair and strange marks on their bodies.\ngruesomely, and still they can't see the flying\nthings that keep attacking and retreating.\nOur man doesn't like it. He and most of the crew\nwant to move on, it feels off. But the captain is in\nIt gets so bad they're forced to drop the treasure.\nhigh spirits about the loot, and he takes a fancy to\nFinally they make it to the shore. They reach the\na village girl. He tells the men to make camp. Next\nPride of Santa Regina.\n s   dn m  \nstench of rotten eggs. They find the girl smiling.\nall covered in blood, holding a knife, and the cap-\n Furies\nDaemon Legions\n84",
    "Page_85": "They look back at the trees - no sign of the creatures.\nWe took him home on the Dawn Star and some of\nThey raise anchor sharpish and head for Arcalea.\nthe lads tried to ask where he'd dropped the gold.\n\"West\" is all he'd say. Kept turning his head in\nHe said the daemons came again the first night at\nevery direction. The third day aboard, a flock of\nsea. He's certain that the witch girl unleashed the\ngulls passes the ship. He picks up a cannonball\nfiends of Hell against them. Called them “furies\",\nand jumps over the taffrail before anyone can\n like from the myths - said they come to punish\nstop him. How's that for a story, eh?\nwrongdoers and they never give up the chase.\n-Overheard on the docks of Port Roig\nSaid they'd killed the whole crew. There was\nnothing to shoot at in the dark. Just the sound of\nwicked laughter all around. He'd hopped in a bar-\nrel and stayed there for days, half starved and\nreeking of piss.",
    "Page_86": "THRESHING ENGINE\nAcrober Ith\nWhen I rached Civisina, a swam of daenns had gatheed ard a lae yr befo the gates. Astenh of sufuc deay\npag pnp ap m p pa zpy panm o bnpp onpo bnaqbay aopg pod qmssag a n) onn ayp psp!\nof yesterdays victims.\nPrince Danien was tied to the pyre. His head drooped, bnised and boodied.\n\"ulved , I  sg fad ag the sng, ing d.Aas n tote coft t\nseemed more than illng to alow me to confront their mortal leder Sarki looked up witha snarl;: I could see thee was very\nlitle of herfermdstiitatu onl sud theMawf Akantodete eide of sfratdeu dido\nof loue! Can you net real!?\nVacanty the sorceressloced from me to the shackld prince. There was no flcker of rogition.She began to sratch at her own\nbody estel lstitng a lr sytom of actiont poweHagitationgwfti, deperat  lp \nand knocked the dgerfrm her hands with my own blade, jst as she had raisdit against tePrne Howing, she te a\nface of pure malce towards me, and the world bured as I was stnuck head over heeks by a sorcerous blast.\n\"u vish to fht Mrad the e, s I ged to p ysef ptig, tony fet.\"'I whhe  red\npowers beyond your imogining! I who conmand the legions!\nThere wee scams, far off.We both lked to the distance, where somehng was destating a squad of Zalosi sodies. I\nglmpsed a wind of destation,aginst whh sur no mortal casta -and it was oprachng our posion mh\nuncany speed. Sanki was cackling, more delighted than ever.\nThesemd dns pard, ad theaea gat engine f wrlg bad, aed by m f tesu Dete\nblur of many noving parts,the ffet it pdued was sinple verthing in its path was chned to fragets.\nThe cotatinf dt d tas  d gsng, ayng sfole bedit, l thead. I too a d\nbreath and faced the approaling doon, dravig an ten fron ny lonk.\nhp s nopd s),2boy wad san  ms ) so pm )mp snb sau 0s apsqO \nsinle sctinst sibetfathtisdAt tltht\nis the only one known to have suried. feKeepers have proteteditfor generations. I like to think it is a gift from aur Mother\nShe tells us:' Be brave - now and forever.\nThe chning blad wee st yas aay as te Oratiatd hevas a moment f tedslene, and then a \nsesation like the whole world tisting ard a piut in ny d.\nWhenIlkdaine letldtg esgoeag thaltedeis f therl\nDanien emained unconscias on the pole. And Sarki was stanng arund in stupefaction.\n Threshing Engine\n86\nDaemon Legions",
    "Page_87": "\"u!.Yu think I car abat afw doz daemon? I on sumon an amy in an instant! Een now, on the other ide of that gte.\nthey feast on the minds and susof the luing! Yauve lost, so-caled daemon hnter! Our victory is inevitble!\nOne agin I was on thrceing edofamagial atack. I hd ti toraise the shieof my ck, wn th in eei,t\nstilIws kocke otny.Tfaf thesrs edbeme daeg agist the gey y and I dot aseboot\ncane own and cnshed the priceles Orb of Al-Sahar to piees. I summoned what courage I had lft.\n\"Casia Sarki, of Zalos\" ben, my oiceweok.ou are he juged aney o te Morta Ral.u ll\n\"Enaugh! I a the master of tis Realm; my dninon f the Vel is at hand! Die!\"\nApdof wa inhsg ttehemi thbhedhwf \nmadness.\n\"This Realm is under my protection, and you are master of notling,\" I whispeed. %ur sentence isdeath\"\nWith a gee lk,I uloked the pistol I ket pmed on my rht wst. Asit spag foa, I pled te tiger, and isty\nSarki fell dead, a ball thrugh one eye.\nThreshing Engine\nHurlin sstefd wiuta d, te d nponn\ndecimate enemy trops before they know what's hit them.Usually puld by\nhorifcalentdpandcrdltheih\nand with a greater or leser aray fsethingfesh-rending blades Others\ndoubted me, but I have proven that the construct itself is a living daemon, and\nhave spoken with one that posesed my asistant Hilda. Its dispositin was\nenergeti.It k tring tstel the kichn kves.",
    "Page_88": "CLAWEDFIENDS\nterifingUlike othens wh sk tokil frits wne, the etaopionmrs\nlove,notrelising theirwnstrnthrth hapessf theirlaWhn thenewfrindt\nmoving, they look for newer ones.\nStories are told of Silexin elves in the south of Dathen who have managed to master these beasts\nkeeping tmslied wihmgia suste s that thyanurive fon riodsin them\nrealm and seveas batle mounts. My own experiments with fends-and the scarson my shouer\nadvanced conjurers, proving useful spies in the Immortal Realm.\nClawed Fiends\n88\nDaemon Legions",
    "Page_89": "MYRMIDONS\nMany a commanding fcer has come to fear the marching fotfall\nf the myrmidons among the disorienting whirlwind of the less\ndisiinw\nstalk the batlefelds inregimented battalions. With musles ke\niron theyarthe baeand twistedmiror imagef elitemotal\nwarrors,ven brandishingextensionsof theirownms that mimi\niron weaponry. Ofen they resemble sculped human or elven\nsoldiers though some manifestations add more bestial or devilish\nTheir behavirisofen compared to colonising specieslike ants or\nbees in thiitnaedatytowrktoge\nsinlehinguitalwing themtocharethefeswithinmus\ntheir hides hascaused amateurdaemonologiststo asume myrmidons\nserve Vanadra, when in fact their behaviour is much more \ncalculatd than wrathul (and Glack pimentation is more\ncommon). Aditionaly, myrmidons are exacting \nnegotiators, owing to their intensely analytical minds. But\njyou can separate a single individual from the hive, it will\nbecome confused and much easier to manipulate.\nMyrmidons\n68\nDaemon Legions",
    "Page_90": "HARBINGER\n Acnber 25th\nnopmdua ap pn!zon s!7), anonub sy fo mbom auyp m smpgs spum no kum o ypbaps ayp pn ) mo moH,\nof power - I must rsist nothin lsthan the inevitable They will dstroy erthing.\nThe Civisina disaster did not ed with Cassa SankiPine Daien rains toollto lead his pele After utying\nhin from the sacnficial pole, I camied him to the Zalosi encampment and saw that he was card for Te soldiers\nwere terfied. Only a fraction of the anmy was stillencamped, the est having been lost to desertion. I aled the\nrmaining trs to Danistent ad begd the toheme sae tse wh stilld n Cia, sayng it as a\nchance to avenge the wrongs done to them by the sorceress. But I was met by grim faces.\npoap an may ynu op mayp 2y by aon m so zonmo ), mbo pn \"sod,\nStill thee was slence. Finally a large, weather-beaten soldier stepped forward.\n\"No more daenmons. Its too much,\" he said. And there were nods.\n\"woy ob o pmm am, aypow pos \"waqaid mo zus nsm),\nThere was nothing I could o. I athed as they began to packup what was lft of the camp Gdgingly I retmed t\nbmayp py pms hamzonmamoan pamg mos  rybo sanp ay ) nssm o p panm ay\nall araund. Once I eerged into the city it was no better The eyes of the people wee tonmented, pulld by some\npowerful , cld to h teees and ots.Te cos wewt with blNne lsted t y\nenteatis.hy wee lst  pte payeDspe ey whway kl en frf, s\nencaurging the humans in their dark, miserable pursuts.\n\"tis a visionof tngs to comecane a vice by my side as I watched the scene fr te batets.Thee befe\nme was a warrior clad in anmour of dark feathers; a talland batle-bhardened fonm. He tued his black-scared face\ntowards me.\"This is the Hellon Earth that was promised. Itis coming.\nAnd thee in his hands grew a length of humished bronze, and from its top a bleak and ragged banner blew, and on the\nsackcloth was iscrbed asingle chaky symbol of the Irfite.\nI heard ateads that when the ais of Santa Regina and Myra aed, the Was noting fr the tosae.T\nwhole ity wasudin puiation But I rember ne ofit, forI was ost thenin the great baer that rpled\nin the evening breze, casading acoss the sky until it blocked at the sunset, blocked all the ligt of this world and flled\nmy mind with the void.\nHarbinger\n90\nDaemon Legions",
    "Page_91": "When I awoke, days later, I had been healed by the skll f the Kepers. I kew there was still work to be done.\nSanki had acquired far to much power toquickly - it Was beyond the skilof any mortal mage. No one cald.\nunleash so many demons in so short a time. She was clearly being fueld by someone, or something. Tomorow\nI embark on a guest to find the tuve villin.\nI haove nothing left to lose.\nHarbinger of Father Chaos\nCertain damnare thoughttseethhgest priie fentrop: thecmic\nbeing we call Father Chaos. These Harbingers have refused to e swept under the\ndominionfanyarkGodand anapearsolitayandmysteriusevenin the\nben lavished the blessings of a god, they are neverthelesformidable warriors\nand potent mages, taking an array f forms acrosthe daemonic pectrum and\nKing's bannerman. Ever enigmatic, there is no reord of any mage achieving a\nsuesful argin with a Harbinger.",
    "Page_92": "BANNERS OF THE LEGIONS\nThe legions of the Dark Gods descend upon our\ntheir physical forms are destroyed, these recog-\nrealm like a tempest. Their larger hordes can\nnisable individuals may return several times\nrarely be sustained for long on the comparatively\nover the arc of the ages, acquiring many names\nscant magical resources of this world, and yet their\nand titles and building up fearsome renown.\ncoming is remembered for generations. Tales are\ntold of the most powerful and devastating dae-\nLesser daemons derive much of their identity\nmons to stalk the mortal lands, standing out by\nfrom the more powerful creatures they are com-\ntheir spectacular deeds or by sheer force of will\npelled to follow, and these notable Dukes of Hell\nfrom the infinite cauldron of the daemonic throng.\nhave been particularly effective in crafting potent\nsymbols and iconography to shape the forms and\nDrawing on my decades of research and inter-\nnatures of the legions they command. In such a\nviews, I will here describe several of the most\nway can they impose their dominion over the\nnotable daemons through history, and the coali-\nchattering maelstrom of daemonkind.\ntions they assembled. Since the essence of such\nCaptain Urs Bodeker, Iron Legions of Myra\nmonsters escapes back across the Veil when\nCACOPHRAX\nTHE ENTROPIC\nCacophrax was a greater daemon of Sloth that decim-\nated the Avrasi empire in ancient times. Half grifon\nand half alligator it was said to be the size of a barn\nand yet it could float effortlessly over battlefields, dis-\ne Suool Xq Kiduis suinq pue aldoad Sulos\nthem. Cacophrax led a cross-pantheon coalition of\ndaemons who all took abyssal black colouring, and\ntheir symbol was a spiral. The Avrasi historian\n Ptolemus has argued that Cacophrax was responsible\nfor the famous and very mysterious disappearance of\nthe Legio Ix Destrana, and the loss of its eagles.\nBanners of the Legions\n92\nDaemon Legions",
    "Page_93": "THEGILDEDGIANT\nThis mythic creature, loyal to Sugulag, never took ma-\nterial form in our realm. Instead, the legends tell that\nit possessed an enormous golden golem the size of a\nNorthern Jotunn. The statue was supposedly built by\neastern dwarves before the united dwarven empire of\nthe Golden Age, using techniques now lost to history.\nWhen it came to life, it brought minions across the\nVeil, which took similar metallic, mechanical forms,\nattending under the banner of an anvil. Its sole pur-\npose appeared to be the raiding of gold, which it\nrecords of the Gilded Giant from the Ages of Ruin, but\nin A.S. 788, reports reached Vetia of a giant statue that\ndestroyed the Infernal citadel of Khazabkek on the\nBlasted Plain. Further details were repressed by the\nlocal dwarven Overlords.\nFOLOY\nTHESKULLBRINGER\nAmong the legions that have appeared at times of nat-\nural upheaval, Foloy is often prominent. The name is\ngiven by the ogres, who he decimated in the wake of\nthe Inferno cataclysm - his best remembered mani-\nfestation. A giant red brute with horns, hooves and\ntwo living axes, Foloy is feared around the globe as an\navatar of the Earth's rage, though there is nothing\nworldly about Vanadra's Tempest, as the elves call\nhim. His followers are usually frightful, even by dae-\nmonic standards, coming with tentacles and every\nfreakish form, always after earthquakes, eruptions,\n tidal waves or ferocious storms. His sigil is a skull with\na blindfold across the eyes to represent the universal\nnature of Wrath's justice.\n Banners of the Legions\n93\nDaemon Legions",
    "Page_94": "QUETZATOA\nTHE DEVOURER OF THE DEEPS\nResembling a monstrous hermit crab, Quetzatoa has\nnever twice manifested with the same shell, but its\nenormous claws and belly are unmistakable in the an-\nnals of daemonology. Some say its lair is found be-\nneath the tainted waters of the Shattered Sea, but\nsightings have been reported throughout the world.\nLeading piscine forces on seaborne attacks, the De\nvourer of the Deeps is a terrifying legend among sail-\nors, seeking to consume any mortal that dares cross\nits ocean domain. Those who drown are said to feed\nits insatiable hunger. Loyal to the God of Gluttony, the\nDevourer's horde is extremely diverse, but all aquatic\nin appearance, and its barnacle-encrusted emblem is\na crab's claw.\nTERGON\nTHE PATHMAKER\nA hero in the tales told by the Warriors of the steppes,\nthe Omen named Tergon Khan is known to have led\ngreat coalitions of both mortals and daemons against\nTsuandan in centuries past. In the Tergonead, an epic\npoem, we read: Where he walks, light shines in his\nwake. Illuminated are his footsteps, and illuminated are\nwe who come behind, bathing in Savar's glow. Thrice\nhas he walked our world, gaining glories each more il-\nlustrious than the last. When he returns, grant that we\nmay follow his golden tread, leading us unto majesty,\nand raise up the standards that point the way.\nBanners of the Legions\n94\nDaemon Legions",
    "Page_95": "SCAROK\nTHEMAGNANIMOUS\nA titan of Envy, Scarok's regular form is that of a drake,\nwith scales that shimmer like a kaleidoscope. Her maw\nis ever curled in a knowing smirk, and she arrives at-\ntended by myriad reptilian forms that shimmer and\nscurry in her aura of self-adulation. She avoids open\nconfrontation unless she is defied; instead, she seeks to\ncorrupt the minds of the wealthy and powerful, visit-\ning kings and merchants in secret, tempting them to\nlook towards their neighbours with jealousy. It is said\nshe watches the ensuing battles from above, cackling\nat the bloodshed. Her symbol of a forked tongue pro-\nvokes both awe and fear among the dread elves, for she\nhas come often to Silexia, but she is also known in Vetia\never since the Wars of Spite (355 to 378 A.S.).\nAKKA ZONO\nTHEPUPPETMASTER\nAkka Zono has most recently appeared in Sagarika, but\nthere are many legends also from Qassar and the Kogh-\ninan. Sometimes called the Sultan of Lust, it has a goat's\nhead surrounded by many arms. While the devout have\noften described Akka Zono as the cause of evil thoughts\nand carnal desires, according to my sources its true\nfunction is not to create lust but to satisfy it, by manipu-\nlating the objects of affection into agreeing to the de-\npraved proclivities of the naturally lustful. Many noble\nleaders have fallen to its wicked forms of persuasion\nand methods of control. Those who resist successfully\noften find themselves confronted by cohorts of de-\nformed abominations, resembling overlarge children\nor animals with human faces, bearing Akka Zono's ban-\nners marked by a vertically bisected circle\n Banners of the Legions\n95\nDaemon Legions",
    "Page_96": "ON\nTCH\nNI",
    "Page_97": "OG",
    "Page_98": "Army Specific Rules\nAegis\nUnit profiles in this Army Book contain an additional Characteristic, which corresponds to the units' Aegis Saves,\nshortened Aeg. This Characteristic is treated as if the unit has the Personal Protection Aegis (X+) written on their\nprofile, where X is the Aeg Characteristic value. Not having an Aeg value does not prevent a unit from being the\ntarget of an Aegis modifier.\nImmortal Denizens\nCasting rolls made by models in a Daemon Legions army with one or two dice gain a +1 Casting Modifier. For casting\nrolls with a single Magic Dice, a natural roll of '1' or '2' is always a failed Casting Attempt, regardless of any modifiers.\nIn addition, in a game involving at least one Daemon Legions Army, each player adds +2 Veil Tokens to their Veil\nToken pool in the Magic Phase during Siphon the Veil when they are the Active Player.\nArmy Model Rules\nUniversal Rules\nGreater Dominion\nAt the start of each friendly Player Turn, you may choose one friendly unit within the Commanding Presence range\nof the model with Greater Dominion. All R&F models in the chosen unit gain the Dominion rule in the Character's\nunit entry until the end of the next Player Turn.\nArmoury\n Dark Fire - Shooting Weapon\nRange 18\", Shots 2, Str 4, AP 0.\nArmour Save rolls of '1,'2', '3', and '4' are always considered failed when saving wounds caused by Dark Fire.\nHereditary Spell\nCasting Value\nRange . Type\nDuration\nEffect\nThe target suffers 1 hit with Strength 2 [5], Armour Pene-\nH \n Spear of Infinity\ntration 2, Area Attack (1x5), and [Multiple Wounds (2)].\nrep\nThe hits from Spear of Infinity gain +1 Strength for each\n Damage\n4+\n24\"\nInstant\nother non-Attribute Spell successfully cast in this Magic\nHexMissile\nPhase (including other instances of Spear of Infinity).\nHereditary Spell\n98\nDaemon Legions",
    "Page_99": "Daemonic Manifestations\nrules for Special Items, with the exception that they are not One of a Kind and that models cannot be affected by\nmore than one instance of each Manifestation, unless specifically stated otherwise.\nGuiding Manifestations\nSome Daemonic Manifestations have an option to be taken as a Guiding version. Unless specifically stated otherwise,\nthe normal version of Manifestations is taken. When using the normal version, ignore all text <with this colour-\ncoding). Only Characters can take Guiding Manifestations. If the Guiding version is taken, this must be noted on\nyour Army List. Follow the rules stated <with this colour-coding) and ignore point costs written in the standard way.\nNote that Guiding and non-Guiding Manifestations are considered to be the same Manifestation for the purpose of\n Duplication Limits.\n Manifestations of Father\nCloven Hooves\n35 pts\n Unless the model already has Impact Hits (X), it gains\nchaos\n Impact Hits (D3+ 1). These Impact Hits are resolved\nwith Strength 5 and Armour Penetration 2.\nIron Husk\n110 pts\nThe model's Resilience is set to 6.\nBrimstone Secretions\n25(35) pts\n(Dominant)\nKaleidoscopic Flesh\n45(65> pts\nAttacks that are Divine Attacks made against the\n(Dominant)\nmodel (and against R&F models in its unit) lose this\nThe model (and each R&F model in its unit) gains\nAttack Attribute.\nHard Target (1).\nCentipede Legs\n25 (40> pts\nMark of the Eternal Champion\n45 pts\n(Dominant).\nIf the bearer is not a Wizard, it becomes a Wizard\nThe model <and each R&F model in its unit> gains +1\"\nApprentice that does not select spells as normal but\n Advance Rate.\nalways knows Spear of Infinity (Hereditary Spell). If\nthe bearer is already a Wizard, it knows Spear of In-\nChitinous Scales\n25 pts\nfinity in addition to its other spells and cannot select\nThe model gains +2 Armour, to a maximum of 3.\nit during Spell Selection.\nDark Hide\n25 pts\nMirrored Scales\n45 (70) pts\nThe model gains Scout with the following exception:\n(Dominant).\nit must be deployed fully inside the owner's Deploy-\nEach Close Combat Attack allocated towards the\nment Zone, and the owner must have deployed at\n model and R&F models in its unit) for which a natu-\nleast one unit normally.\n ral '1' is rolled to hit is distributed onto the attacking\nmodel's Health Pool.\nLiving Shield\n25 (50> pts\n(Dominant)\nWithering Vapour\n45 pts\nThe model (and each R&F model in its unit) gains\n0-2 per Army.\nParry.\n The bearer gains Breath Attack (Str 3, AP 2).\nUnnatural Roots\n 25 pts\nHammer Hand\n40 pts\nA side with one or more models with Unnatural Roots\nThe model gains +1 Attack Value.\nEngaged in Combat at the end of the Round of Combat\n adds +1 to its Combat Score.\nSorcerous Antennae\n40 pts\n0-2 per Army.\nCharged Tendrils\n15 pts\n At the start of Siphon the Veil in each of your Magic\nAt the end of Siphon the Veil, the owner is allowed to\n Phases, choose a single model part in each unit with\n store up to 6 Veil Tokens instead of the normal 3.\n One or more instances of this Manifestation. The cho-\n sen model part gains Channel (1) until the end of \nDextrous Tentacles\n15 <35> pts\nthe Magic Phase.\n(Dominant).\nThe model (and each R&F model in its unit) gains +1\nAgility.\nDaemonic Manifestations\n99\nDaemon Legions",
    "Page_100": "Manifestations of Envy\nManifestations of Greed\nGreenfire Eyes\n 40 pts\nDivining Snout\n 20 (40> pts\nOne use only. Must be activated when the model's\n(Dominant).\nunit fails its first Charge Range roll. The unit must \nWhen Charging a unit that contains one or more Spe-\nreroll the Charge Range roll.\ncial Items, the model (and each R&F model in its unit)\ngains +2\" Advance Rate for Charge Range rolls. The\nPiercing Spike\n25 (60> pts\neffects only apply in the Charge Phase and only if all\n(Dominant)\nmodels in the unit are affected by Divining Snout.\nClose Combat Attacks made by the model (and each\nR&F model in its unit) gain +1 Armour Penetration.\nGrasping Proboscis\n20 (25> pts\n(Dominant)\nVenom Sacs\n25(80) pts\nAt the end of each Round of Combat during which the\n(Dominant)\nmodel's unit was Engaged in Combat, and the model\nThe model (and each R&F model in its unit) gains\n(and R&F models in its unit) caused at least three\nPoison Attacks. If the model's Close Combat Attacks\nHealth Point losses against enemy units with Melee\n(or those from R&F models in its unit) already were\nAttacks, the owner gains D3 Veil Tokens to their Veil\n Poison Attacks from another source than this Man-\n Token pool.\nifestation, the attack will automatically wound on\nsuccessful to-hit rolls of 5+ instead of 6+.\nSmothering Coils\n20 (50> pts\n(Dominant).\nThe model (and each R&F model in its unit) gains +1\nManifestations of Gluttony\nto-wound with Close Combat Attacks against models\n60(80) pts\nwith Scoring.\nBroodmother\nDominant.\nAt the end of each Round of Combat during which\nManifestations of Lust\nthe model's unit was Engaged in Combat, and during\nwhich the model (and R&F models in its unit) caused\n Mesmerising Plumage\n40 pts\n at least three Health Point losses against enemy units\nDominant\nwith Close Combat Attacks, the unit Raises D3 Health\nEnemy units in base contact with one or more mod-\n Points.\nels with this Manifestation suffer -1 Offensive Skill\n and -1 Defensive Skill.\nDigestive Vomit\n45 (60> pts\n(Dominant).\nRoaming Hands\n35(40) pts\nOne use only. Must be activated the first time the\n(Dominant).\nmodel's unit performs a Post-Combat Pivot or a Post-\nWhile the unit is Engaged with an enemy unit's Flank\nCombat Reform. The model (and each R&F model in\nor Rear Facing, the model (and each R&F model in its\nits unit) gains +1 Strength and +1 Armour Penetra-\nunit) gains +1 Strength and +1 Armour Penetration.\ntion until the end of the game.\nHot Blood\n10 <25> pts\nUnhinging Jaw\n40 <55> pts\n(Dominant)\n(Dominant).\nThe model (and each R&F model in its unit) gains\nFailed to-wound rolls from Close Combat Attacks\nDevastating Charge (+2 Agi).\nagainst Large or Gigantic models made by the model\n(and each R&F model in its unit) must be rerolled.\n Daemonic Manifestations\n100\nDaemon Legions",
    "Page_101": "Manifestations of Pride\nManifestations of Wrath\nStiff Upper Lip\n 35 pts\n Whipcrack Tail\n50 (75> pts\n Discipline Tests taken by units with at least one\n(Dominant).\n model with this Manifestation are subject to Min-\nThe model (and each R&F model in its unit) gains\nimised Roll.\nLightning Reflexes.\nBronze Backbone\n30(70> pts\n Red Haze\n40(75> pts\n(Dominant)\n(Dominant).\nThe model (and each R&F model in its unit) gains\nThe model's Close Combat Attacks (and those of R&F\nHatred.\nmodels in its unit) gain +1 Strength and +1 Armour\nPenetration, but each of its Close Combat Attacks\nHorns of Hubris\n25(35) pts\n(and those of R&F models in its unit) with a natu-\n ral to-hit roll of '1' is distributed onto the attacking\n(Dominant).\nThe model (and each R&F model in its unit) gains\nmodel's Health Pool.\nVanguard (6\").\nIncendiary Ichor\n10 (30> pts\n(Dominant).\nManifestations of Sloth\nThe model (and each R&F model in its unit) gains\nAegis (2+, against Flaming Attacks). All Melee At-\nChilling Yawn\n75 pts\ntacks (including Special Attacks) and Shooting At-\nDominant.\ntacks made by the model with Incendiary Ichor (and\n Enemy units in base contact with one or more models\neach R&F model in its unit) become Flaming At-\nwith this Manifestation suffer -2 Agility.\ntacks. The model (and each R&F model in its unit)\nautomatically fails all Fortitude Saves.\nAura of Despair\n 50 pts\nDominant\nEnemy units suffer -2\" Advance Rate to a minimum\nof 1\" when rolling for Charge Range against units\nwith at least one model with this Manifestation in the\nCharge Phase.\n Segmented Shell\n30 (30> pts\n(Dominant).\nWhen the model (or a R&F model in its unit) suffers\na wound from an attack with Multiple Wounds (X),\nreduce X by 1, to a minimum of 1.\n Daemonic Manifestations\n101\n Daemon Legions",
    "Page_102": "rmy\nisation\ncharacters\nCore\nSpecial\nAves\nMax. 40%\nMin. 25%\nNo limit\nMax. 35%\nCharacters (Max. 40%)\nHeight Standard\nHarbinger of Father Chaos\nType Beast\n160 pts\nsingle model\n0-4 Units /Army\nBase 25×25 mm\nA mount marked with [Av] and its rider count towards Characters and Aves.\nGlobal\nAdv\nMar\nDis\nModel Rules\n5\"\n10\"\n Fearless, Light Troops, Supernal\n8\nDefensive\nHP\nDef\nRes\nArm\nAeg\n3\n5\n4\n0\n4+\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nHarbinger\n3\n5\n5\n2\n5\nMagicOptions\npts-\nOptions\npts-\nWizard Apprentice\n40\nBattle Standard Bearer\n50\nWizard Adept\n115\nManifestations of Father Chaos and those available to\nthe General\nup to 150\nDark Fire (3+) (on foot only)\n15\nDivination\n Evocation  Thaumaturgy Witchcraft\nMount Options\npts-\n Pale Horse\n70\nBurning Wheel [Av]\n80\nGreat Beast of Prophecy [Av when taking Fly]\n100\n Dark Pulpit\n110\n Characters\n102\nDaemon Legions",
    "Page_103": "Kuulima's Deceiver\nHeight Standard\nType Beast\n345 pts\nsingle model\n 0-3 Units /Army\nBase 25x25 mm\nThe unit also counts towards Aves if taking Fly.\nGlobal\nAdv\nMar\nDis\nModel Rules\n5\"\n9\n Dominion of Envy, Fear, Fearless, Light Troops, Protean\n10\"\nMagic, Supernal, Wizard Apprentice\nDefensive\nHP\nDef\nRes\nArm\nAeg\n4\n6 \n5\n0\n5+\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nKuulima's Deceiver\n1\n6\n5\n2\n5\n Know Thyself, Poison Attacks\nModelRules\nMagic Options\npts-\n Dominion of Envy: Universal Rule.\nWizard Adept\n65\n The model's Close Combat Attacks allocated towards\nWizard Master\n190\n models equipped with Close Combat Weapons other\nthan Hand Weapons (regardless if they are using\nthem or not) gain +2 Offensive Skill.\nDivination\n Evocation Thaumaturgy Witchcraft\nKnow Thyself: Universal Rule.\nAt the start of the Initiative Step in which the bearer's\nOptions-\npts-\n Close Combat Attacks will be performed, choose one\nMust take Greater Dominion (General only)\n30\nFly (7\", 14\")\n35\nmodel part from each enemy model in base contact\n Manifestations of Father Chaos and Envy\n and add their Attack Value Characteristics, exclud-\nup to 150\ning any modifiers, to the Attack Value of Kuulima's\nDeceiver. At the end of each Round of Combat, the\nbearer's Attack Value is set to 1.\nMaw of Akaan\nHeight Gigantic\nType Beast\n555 pts\n single model\n 0-1 Units/Army\nBase 150x100 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\n7\"\n14\"\n9\n Dominion of Gluttony, Fearless, Supernal, Wizard Ap-\nprentice\nDefensive\nHP\nDef\nRes\nArm\nAeg\n9\n5\n5\n0\nAegis (5+, against Magical Attacks), Devour, Fortitude\n(5+)\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nMaw of Akaan\n6\n5\n6\n2\n3\nModel Rules\nMagicOptions\npts-\n Devour: Personal Protection.\nWizard Adept\n75\nFor each Health Point loss the model causes with\nWizard Master\n225\nClose Combat Attacks against enemy units, roll a D6\nat the end of the Initiative Step. For each rolled 4+,\nthe model gains +1 Health Point.\nEvocation\nWitchcraft\nWhen the model has 18 Health Points, all units\nwithin 9\" immediately suffer 2D6 hits with Toxic\nOptions\npts-\nAttacks, and the model is removed as a casualty.\n Must take Greater Dominion (General only)\n65\nManifestations of Father Chaos and Gluttony up to 150 \nDominion of Gluttony: Universal Rule.\nIf General\nThe model must reroll natural to-wound rolls of '1'\nup to 175\nWith its Melee Attacks.\nCharacters\n103\n Daemon Legions",
    "Page_104": "Height Gigantic\nMiser of Sugulag\n Type Beast\n630 pts\nsingle model\n 0-1 Units /Army\nBase 50x100 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\n7\"\n14\"\n9\n Dominion of Greed, Fearless, Supernal, Wizard Appren-\ntice\nDefensive\nHP\nDef\nRes\nArm\nAeg\n6\n6\n7\n0\n5+\n Half Off, Abyssal Armour\nOffensive\nAtt\nOf\nStr\nAP\nAgi\n Miser of Sugulag\n5\n5\n5\n2\nModel Rules\nMagicOptions\npts-\nAbyssal Armour: Armour Equipment.\n Wizard Adept\n75\nFollows the rules for Plate Armour. For each Veil\nWizard Master\n225\n Token in the owner's Veil Token pool, attacks against\nthe wearer suffer -1 Armour Penetration, up to a\nmaximum of -3.\nDivination\nEvocation\nThaumaturgy\nDominion of Greed: Universal Rule.\nOptions\nThe model gains +2 Defensive Skill while its unit is\npts-\nMust take Greater Dominion (General only)\n35\nin base contact with an enemy Scoring Unit.\nManifestations of Father Chaos and Greed\n up to 175\nHalf Off: Personal Protection.\n If General\nup to 200\n If the model suffers a wound from an attack with\n Multiple Wounds (X), reduce X by half, rounding frac-\ntions up.\n Characters\n104\nDaemon Legions",
    "Page_105": "Height Gigantic\nCourtesan of Cibaresh\nType Beast\n550 pts\nsingle model\n 0-1 Units /Army\nBase 50x100 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\n9\"\n18\"\n9\nAvert your Gaze, Dominion of Lust, Fearless, Supernal,\nWizard Apprentice\nDefensive\nHP\nDef\nRes\nArm\nAeg\n6\n7\n5\n0\n5+\nDistracting, Hard Target (1)\nOffensive\nAtt\nOf\nStr\nAP\nAgi\nCourtesan of Cibaresh\n6\n7\n5\n4\n Razor Tentacles\nModel Rules\nMagic Options\npts-\nAvert your Gaze: Universal Rule.\nWizard Adept\n75\nEnemy units within 6\" of one or more models with\nWizard Master\n225\nAvert Your Gaze suffer -2 Discipline when taking\nCombat Reform tests.\nDominion of Lust: Universal Rule.\nDivination\nWitchcraft\nThe model gains Strider. When rolling their Charge\nOptions\n Range in the Charge Phase, units consisting entirely\npts-\nMust take Greater Dominion (General only)\n35\nof models with Dominion of Lust must reroll failed\nManifestations of Father Chaos and Lust\nCharge Range rolls if they are Located in the Charged\nup to 150\nunit's Flank or Rear Facing.\nIf General\nup to 175\nRazor Tentacles: Attack Attribute - Close Combat.\nIf the attack is allocated towards an enemy R&F\nmodel while the attacker is Engaged with the Flank\nor Rear Facing of the target's unit, the attack gains\nArea Attack (1x5), and its Strength and Armour\nPenetration are set to half the model's [the model's]\n Strength, respectively Armour Penetration, round-\ning fractions up. This is done after applying other\nmodifiers.\nCharacters\n105\n Daemon Legions",
    "Page_106": "Omen of Savar\n Height Standard\nType Beast\n490 pts\nsingle model\n 0-3 Units /Army\nBase 50x50 mm\nA mount marked with (Av) counts towards Aves. The mount and its rider also count towards Characters.\nGlobal\nAdv\nMar\nDis\nModel Rules\n6\"\n18\"\n9\nDivine Right, Dominion of Pride, Fear, Fearless, Super-\nnal, Wizard Apprentice\nDefensive\nHP\nDef\nRes\nArm\nAeg\n4\n7\n0\n6+ Aegis (4+, against Magical Attacks)\n5\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nOmen of Savar\nD6+2 D6+5\n6\n3\n6\nModelRules\nMagic Options\npts-\nDivine Right: Universal Rule.\nWizard Adept\n75\nThe model cannot join units with other Characters\nWizard Master\n225\n and other Characters cannot join its unit. The model\nmust issue a Duel whenever possible (this cannot\nbe prevented by issuing a Duel with another friendly\nDivination\n Thaumaturgy\nmodel first). This duel must (if possible) be ac-\ncepted by a Character unless a Champion accepts\nOptions\npts-\nfirst. In addition, when fighting a Duel, the model\nMust take Greater Dominion (General only)\n40\n gains Lethal Strike and Multiple Wounds (2).\nManifestations of Father Chaos and Pride\nup to 150\nIf General and mounted\nup to 175\nDominion of Pride: Universal Rule.\n Units with more than half of their models with this\n-Mount Options\npts-\n rule may reroll failed Discipline Tests.\nThrone of Overwhelming Splendour (Av)\n175\n Characters\n106\nDaemon Legions",
    "Page_107": "Sentinel of Nukuja\nHeight Standard\nType Beast\n660 pts\nsingle model\n 0-3 Units /Army\nBase 50x100 mm\nThe unit also counts towards Aves when taking Strixian Spirit.\nGlobal\nAdv\nMar\nDis\nModel Rules\n2\"\n4\"\n Dominion of Sloth, Fear, Fearless, Omniscience, Super-\n nal, Third Eye, Wizard Master\nDefensive\nHP\nDef\nRes\nArm\nAeg\n5\n5\n0\n4+\nOffensive\nAtt\nOf\nStr\nAP\nAgi\nSentinel of Nukuja\n1\n5\n5\n2\nCrush Attack\n<\nModelRules\nMagic Option\nDominion of Sloth: Universal Rule.\nThe model gains Aegis (+1, against Special At-\ntacks).\nDivination\n Evocation Thaumaturgy Witchcraft\nOmniscience: Universal Rule.\nOptions\npts-\n In the owner's Magic Phase, if the model did not\n Must take Greater Dominion (General only)\n30\n March Move or declare a Charge this Player Turn,\n Manifestations of Father Chaos and Sloth\nup to 150\nthe cost of converting Veil Tokens into Magic Dice is\nIf General with Strixian Spirit\nup to 175\ndecreased to 2:1 during this Player Turn (1 Magic\nMust choose (one choice only):\nDice per 2 Veil Tokens).\n Dark Pulpit (Mount)\nfree\nThird Eye: Universal Rule.\nStrixian Spirit (0-1 Units /Army)\n25\n At the beginning of each friendly Charge Phase, draw\nDark Fire (2+)\n25\nthe Flux Card for that Player Turn instead of step 2\nOptional Model Rules\nof the Magic Phase Sequence.\n Strixian Spirit: Universal Rule.\nThe model gains Fly (6\", 18\"), Light Troops, +1 Re-\nsilience, +1 Health Point, and its Height is changed\nto Gigantic.\nCharacters\n107\nDaemon Legions",
    "Page_108": "Height Gigantic\nVanadra's Scourge\nType Beast\n710 pts\nsingle model\n0-1 Units /Army\nBase 50x100 mm\nThe unit counts both towards Characters and Aves.\nGlobal\nAdv\nMar\nDis\nModel Rules\n8\"\n16\"\n9\n Dominion of Wrath, Fearless, Fly (7\", 14\"), Light Troops,\nGround\nFly\n7\"\n14\"\nSupernal\nDefensive\nHP\nDef\nRes\nArm\nAeg\n7\n0\n 5+ Aegis (4+, against Melee Attacks)\n4\n6\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nVanadra's Scourge\n5\n7\n7\n4\n0\nBattle Focus, Devastating Charge (Distracting), Rage\nModel Rules\nMagicOptions\npts-\nDominion of Wrath: Universal Rule.\nWizard Apprentice\n40\n The model's attacks ignore Parry.\nWizard Adept\n115\nRage: Universal Rule.\nWhenever the model loses a Health Point, it gains\n+1 Attack Value. Whenever it gains a Health Point, it\nEvocation\nThaumaturgy\n suffers -1 Attack Value.\nOptions\npts-\nMust take Greater Dominion (General only)\n35\nManifestations of Father Chaos and Wrath up to 150\n If General\nup to 175\n Characters\n108\nDaemon Legions",
    "Page_109": "Character Mounts\nHeight Standard\nDark Pulpit\nType Beast\nBase 50×100 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\n5\"\n10\"\nC \nTall\nDefensive\nHP\nDef\nRes\nArm\nAeg\n5\nC \nC\n1\nC \nCannot be Stomped\nOffensive\nAtt\nOf\nStr\nAP\nAgi\nDark Pulpit\n4\n4\n5\n1\n Harnessed\nPale Horse\nHeight Standard\nType Cavalry\nBase 25x50 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\n9\"\n18\"\nC \nElusive, Feigned Flight, Strider, Vanguard\nDefensive\nHP\nDef\nRes\nArm\nAeg\nC \nC \nC \nC\nC \nHard Target (1)\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nPale Horse\n3\n1\n3\n Harnessed\nModelRules\nElusive: Universal Rule.\n Units composed entirely of models with Elusive may declare a Flee Charge Reaction despite being Fearless.\nHeight Standard\nBurning Wheel\nType Construct\nBase 50x50 mm\n The mount and its rider count towards Characters and Aves.\nGlobal\nAdv\nMar\nDis\nModel Rules\nGround\n2\"\n4\"\nC \nFly (10\", 10\"), Swiftstride, Tall, Vanguard\nFly 10\"\n10\"\nDefensive\nHP\nDef\nRes\nArm\nAeg\n4\nC \nC \n1\nC\nHard Target (1)\nOffensive\nAtt\nOff\nStr\nAP\nAgi\n Burning Wheel\n3\n4\n4\n0\n4\n Harnessed\nCharacter Mounts\n109\n Daemon Legions",
    "Page_110": "Height Large\nGreat Beast of Prophecy\nType Cavalry\nBase 50x75 mm\n The mount and its rider also count towards Aves when taking Fly.\nGlobal\nAdv\nMar\nDis\nModel Rules\n7\"\n14\"\nC \nFear\nDefensive\nHP\nDef\nRes\nArm\nAeg\nC \nC \n5\n2\nC \nOffensive\nAtt\nOff\nStr\nAP\nAgi\nGreat Beast\n3\n5\n5\n2\n2\n Harnessed\nOptions\npts-\nFly (7\", 14\") and Armour set to C\n45\nHeight Large\nThrone of Overwhelming Splendour\nType Construct\n0-1 Mounts /Army\nBase 50×100 mm\nThe mount and its rider count towards Characters. The mount also counts towards Aves.\nGlobal\nAdv\nMar\nDis\nModel Rules\nGround\n9\"\n9\"\nC \nFly (9\", 9\"), Light Troops, Rising Star, Swiftstride, Tower-\nFly\n9\"\n9\"\ning Presence\nDefensive\nHP\nDef\nRes\nArm\nAeg\n5\nC \nC \nC\n4+\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nWrithing Majesties\n4\n4\n4\n1\n4\n Harnessed\nChassis\n5\n2\nImpact Hits (D6), Inanimate\nModel Rules\nRising Star: Universal Rule.\n Each time attacks made by the model kill an enemy model in a Duel, the model gains a +1 Combat Score modifier\nfor the rest of the game.\n Character Mounts\n110\nDaemon Legions",
    "Page_111": "Core (Min. 25%)\nImps\nDUW\nHeight Standard\nType Beast\n 205 pts + 15 pts/extra model\n10-25 models  0-40 Models/Army\nBase 25x25 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\n5\"\n10\"\n6\nFearless, Scoring, Supernal\nDefensive\nHP\nDef\nRes\nArm\nAeg\n2\n3\n 5+  Aegis (3+, against Shooting Attacks)\n1\n0\nOffensive\nAtt\nOf\nStr\nAP\nAgi\n Imp\n1\n2\n2\n0\n Energy Bolts (4+)\nModelRules\n-Command Group Options-\npts-\nEnergy Bolts: Shooting Weapon.\nChampion\n20\nRange 24\", Shots 1, Str 5, AP 0, Reload!, Volley Fire.\nMusician\n20\n Standard Bearer with (one choice only):\nOptions\npts-\nFirestarter (Spear of Infinity\nManifestation (one choice only):\n(Hereditary Spell))\n45\n Incendiary Ichor\n1/model\nFirestarter (Hand of Heaven (Thaumaturgy) 60\n Dark Hide\n3/model\n Charged Tendrils\n20\nOptional Model Rules\n Mark of the Eternal Champion\nFirestarter (x): Universal Rule.\n(Champion only)\n25\nThe Standard Bearer can cast the spell stated in\nW Sorcerous Antennae\n50\nbrackets as a Bound Spell with Power Level (5/8).\nSuccubi\nHeight Standard\nDUW\nType Beast\n205 pts + 20 pts/extra model\n10-25 models\nBase 25x25 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\n5\"\n10\"\n7\nFearless, Scoring, Supernal\nDefensive\nHP\nDef\nRes\nArm\nAeg\n1\n4\n3\n0\n5+\nOffensive\nAtt\nOf\nStr\nAP\nAgi\n Succubus\n3\n4\n3\n1\n Talon Scythes\n-Command Group Options\nOptions\npts-\npts-\nManifestation (one choice only):\nChampion\n20\nW Dark Hide\n1/model\nMusician\n20\n Mesmerising Plumage\n2/model\n Standard Bearer\n20\n Chilling Yawn\n4/model\nX Bronze Backbone\n5/model\n. Smothering Coils\n7/model\nModel Rules\nTalon Scythes: Close Combat Weapon.\n Attacks made with Talon Scythes ignore Parry and, if allocated towards Standard or Large Infantry, gain a +1\nto-hit modifier.\nCore\n111\nDaemon Legions",
    "Page_112": "Lemures\nHeight Standard\nDUW\n Type Beast\n210 pts + 25 pts/extra model \n10-25 models\nBase 25x25 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\n4\"\n8\"\n7\nFearless, Scoring, Supernal\nDefensive\nHP\nDef\nRes\nArm\nAeg\n1\n3\n5\n0\n5+Parry\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nLemure\n3\n3\n0\n2\nOptions\npts-\n-Command Group Options\npts-\nManifestation (one choice only):\n Champion\n20\nW Brimstone Secretions\n1/model\nMusician\n20\nX Stiff Upper Lip\n1/model \n Standard Bearer\n20\n Unnatural Roots\n2/model\n Venom Sacs\n2/model\n Chilling Yawn\n3/model\nHeight Standard\nMyrmidons\nDUK\nType Beast\n 215 pts + 23 pts/extra model\n10-30 models\nBase 25×25 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\n5\"\n10\"\n8\nFearless, Scoring, Supernal\nDefensive\nHP\nDef\nRes\nArm\nAeg\n1\n4\n3\n0\n5+\nOffensive\nAtt\nOff\nStr\nAP\nAgi\n Myrmidon\n1\n5\n5\n1\n4\n Devastating Charge (Battle Focus), Fight in Extra Rank\nOptions\npts\nCommandGroupOptions\npts-\nManifestation (one choice only):\nChampion\n20\nHot Blood\n1/model\nMusician\n20\n Unhinging Jaw\n2/model\nStandard Bearer\n20\n Whipcrack Tail\n3/model\n Piercing Spike\n4/model\n Bronze Backbone\n5/model\n Special\n112\nDaemon Legions",
    "Page_113": "Eidolons\nHeight Standard\nType Beast\n 170 pts + 31 pts/extra model\n5-10 models   0-18 Models/Army\nBase 25x25 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\n5\"\n10\"\n7\n Fearless, Light Troops, Skirmisher, Supernal, Wizard Con-\nclave\nDefensive\nHP\nDef\nRes\nArm\nAeg\n1\n2\n4\n0\n5+\nHard Target (1)\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nEidolon\n1\n2\n2\n0\n3\nDark Fire (3+)\nOptions\npts-\nWizard Conclave\nScout (0-1 Units /Army)\n5/model\nMust select 2 spells from:\nManifestation (one choice only):\n· Fate's Judgement (Divination)\n Incendiary Ichor\n1/model\n· Hasten the Hour (Evocation)\n Aura of Despair\n5/model\n· Hand of Heaven (Thaumaturgy)\nW Kaleidoscopic Flesh\n6/model\n· Spear of Infinity (Hereditary Spell)\n W Sorcerous Antennae\n30\n-Command Group Options\npts-\nChampion\n120\nHellhounds\nHeight Standard\nType Beast\n 170 pts + 20 pts/extra model\n5-15 models\nBase 25x50 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\n9\"\n18\"\n7\nFearless, Hellish Growl, Supernal\nDefensive\nHP\nDef\nRes\nArm\nAeg\n1\n3\n4\n0\n5+\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nHellhound\n3\n5\n4\n Lethal Strike\n3\nModelRules\nOptions\nots\nHellish Growl: Universal Rule.\nManifestation (one choice only):\nAt the start of each Round of Combat, enemy units in\n. Grasping Proboscis\n1/model\nbase contact with one or more models with Hellish\nHot Blood\n1/model\n Growl must take a Discipline Test with a -1 modifier.\n Incendiary Ichor\n1/model\nFailed to-wound rolls from attacks made by the\n Centipede Legs\n2/model\nmodel against units that fail this test must be\n Digestive Vomit\n2/model\nrerolled. The effect lasts until the end of the Round\nX Horns of Hubris\n2/model\nof Combat.\nCommand Group Options\npts-\nChampion\n20\nSpecial\n113\n Daemon Legions",
    "Page_114": "Height Large\nThreshing Engine\nType Construct\n155 pts\nsingle model\n 0-5 Units /Army\nBase 50x100 mm\nThe unit also counts towards Aves if taking Fly.\nGlobal\nAdv\nMar\nDis\nModel Rules\n10\"\n10\"\n7\nFearless, Supernal, Swiftstride\nDefensive\nHP\nDef\nRes\nArm\nAeg\n4\n4\n0\n5+ Hard Target (1)\n4\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nTiller (2)\n2\n4\n3\n3\n3\nDraft Beast (2)\n1\n3\n0\n3\n3\nHarnessed\nChassis\n4\n3\n Impact Hits (2D3), Inanimate\nOptions\npts-\n-Optional Model Rules\nOne choice only:\n Horde Thresher: Universal Rule.\nFly (9\", 9\") and Light Troops (0-2 Units/Army) 25\nChanges to the model's profile:\nHorde Thresher (O-3 Units /Army)\n80\n· Its base size is changed to 100x100 mm.\nLegion Thresher (O-2 Units /Army)\n145\n. Its Health Points are set to 6.\nManifestation (one choice only):\n· It gains 1 additional Tiller.\n Divining Snout\n15\n· It gains 1 additional Draft Beast.\nX Horns of Hubris\n15\n· It gains Colossal Stature.\n Whipcrack Tail\n25\n. The Chassis gains Impact Hits (3D3).\n Mark of the Eternal Champion\n40\nLegion Thresher: Universal Rule.\n Roaming Hands\n45\nChanges to the model's profile:\nCommand Group Options\n· Its base size is changed to 100x150 mm.\npts-\n Standard Bearer\n20\n· Its Health Points are set to 8.\n· It gains 2 additional Tillers.\n· It gains 2 additional Draft Beasts.\n. It gains Colossal Stature.\n. The Chassis gains Impact Hits (4D3).\nColossal Stature: Universal Rule.\nThe model counts as Gigantic for the purpose of de-\ntermining the number of Full Ranks.\n Special\n114\nDaemon Legions",
    "Page_115": "Height Large\nTitanslayer Chariot\nType Construct\n205 pts\n single model\n 0-2 Units /Army\nBase 50x100 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\n7\"\n7\"\n8\nFearless, Mountain Breaker, Supernal, Swiftstride\nDefensive\nHP\nDef\nRes\nArm\nAeg\n4\n0\n5+\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nMyrmidon (2)\n1\n5\n5\n1\n4\n Devastating Charge (Battle Focus)\nChthonic Machinator\n3\n3\n6\n3\nHarnessed\nChassis\n2\nImpact Hits (D3+1), Inanimate\nModelRules\nOptions\nMountain Breaker: Universal Rule.\nManifestation (one choice only):\nThe model gains +2\" Advance Rate when rolling for\n, Divining Snout\n5\nCharge Range against units that consist entirely of\n Segmented Shell\n models with Towering Presence in the Charge Phase.\n Stiff Upper Lip\n5\nIn addition, the model's Impact Hits gain Multiple\n Digestive Vomit\n10\nWounds (D3, against Towering Presence).\n Centipede Legs\n20\n-Command Group Options\npts-\n Standard Bearer\n20\nMageblight Gremlins\nHeight Standard\nType Beast\n 175 pts + 33 pts/extra model\n2-4 models\n 0-3 Units /Army\nBase 40x40 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\n5\"\n10\"\n6\nFearless, Light Troops, Skirmisher, Supernal, Veil Stalker\nDefensive\nHP\nDef\nRes\nArm\nAeg\n4\n3\n3\n0\n5+\nHard Target (1)\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nMageblight Gremlin\n5\n3\n2\n0\n2\n Poison Attacks, Spell Craving\nModelRules\nOptions\npts\n Spell Craving: Attack Attribute - Close Combat.\nManifestation (one choice only):\n The model can perform up to 3 Supporting Attacks.\n$Greenfire Eyes\n5/model\nWhen determining Combat Score, a side with at least\n Unnatural Roots\n5/model\none model with Spell Craving Engaged in Combat\nW Living Shield\n10/model\nadds +X to its side's Combat Score, where X is the\nPiercing Spike\n10/model\nnumber of non-Bound non-Attribute Spells known\nVenom Sacs\n15/model\nby enemy Wizards in units in base contact with it\n(note that multiple instances of the same spell count\nas l each).\nVeil Stalker: Universal Rule.\nThe model follows the rules for Ambush with the\nfollowing exceptions:\nWhen the unit arrives, the owner may choose to\nplace it within 6\" of an enemy model with Channel\n(instead of entering the Battlefield from the Board\n Edge). If so, it cannot perform any Advance Moves\nthis Movement Phase (note that this does not pre-\nvent the unit from performing a Reform).\nSpecial\n115\nDaemon Legions",
    "Page_116": "Height Large\nClawed Fiends\nDUW\n Type Beast\n270 pts + 100 pts/extra model\n3-6 models\n 0-3 Units /Army\nBase 40x40 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\n9\"\n18\"\n7\nFearless, Scoring, Supernal\nDefensive\nHP\nDef\nRes\nArm\nAeg\n3\n4\n0\n5+\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nClawed Fiend\n3\n4 \n4\n2\n4\n Smother\nModelRules\nOptions\nSmother: Attack Attribute - Close Combat.\nManifestation (one choice only):\nIf the attack is allocated towards a Large model, it \nW Dark Hide\n4/model\n gains +1 to hit and +1 to wound.\n Mesmerising Plumage\n8/model\n Piercing Spike\n12/model\n Unhinging Jaw\n15/model\n Broodmother\n17/model\nCommand Group Options\npts-\n Champion\n20\nMusician\n20\nStandard Bearer\n20\nHeight Large\nHoarders\nBUK\n Type Beast\n 280 pts + 110 pts/extra model\n3-6 models\n 0-3 Units /Army\nBase 40x40 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\n5\"\n10\"\n8\nFear, Fearless, Scoring, Strider, Supernal\nDefensive\nHP\nDef\nRes\nArm\nAeg\n4\n5\n5\n0\n5+\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nHoarder\n3\n3\n4\n0\n2\nTightening Grasp\nModel Rules\nOptions\nTightening Grasp: Special Attack.\nUp to two Manifestations:\nThe model gains Grind Attacks (X), and can make\nM Chitinous Scales\n3/model\n Grind Attacks as Supporting Attacks, ignoring the\n, Divining Snout\n5/model\nmaximum number of Supporting Attacks. When the\n, Grasping Proboscis\n5/model\nmodel is not Engaged in Combat, X is set to 1.\nW Unnatural Roots\n8/model\nAt the start of each Round of Combat other than the\n. Smothering Coils\n10/model\nFirst Round of Combat, if the model is Engaged, X\n Mirrored Scales\n15/model\nis increased by +1 (e.g. Grind Attacks (1) becomes\nCommand Group Options\npts-\nGrind Attacks (2)).\nChampion\n20\nMusician\n20\n Standard Bearer\n20\n Special\n116\nDaemon Legions",
    "Page_117": "Sirens\nHeight Standard\nType Cavalry\n 195 pts + 25 pts/extra model\n5-15 models\n 0-3 Units /Army\nBase 25x50 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\n9\"\n18\"\n9\nElusive, Fearless, Feigned Flight, Light Troops, Strider,\nSupernal, Vanguard\nDefensive\nHP\nDef\nRes\nArm\nAeg\n5\n3\n5+ Hard Target (1)\n1\n0\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nSiren\n2\n5\n4\n1\n4\n Symbiotic Steed\n3\n3\n0\nHarnessed\n?\nModelRules\nOptions-\npts\nElusive: Universal Rule.\nManifestation (one choice only):\n Units composed entirely of models with Elusive may\n Centipede Legs\n1/model\ndeclare a Flee Charge Reaction despite being Fear-\nHot Blood\n1/model\nless.\n Mesmerising Plumage\n5/model\n Roaming Hands\n6/model\nW Hammer Hand\n9/model \nCommand GroupOptio\npts-\nChampion\n20\nMusician\n20\nStandard Bearer\n20\nBlazing Glory\nHeight Large\nType Beast\n290 pts\nsingle model\n0-2 Units /Army\nBase 50x50 mm\nThe unit also counts towards Aves if taking Fly.\nGlobal\nAdv\nMar\nDis\nModel Rules\n8\"\n16\"\n8\nFalling Star, Fear, Fearless, Supernal, Towering Presence\nDefensive\nHP\nDef\nRes\nArm\nAeg\n5\n5\n0\n5+\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nBlazing Glory\n5\n★\n5\n5\n5\nModel Rules\nOptions\npts-\n Falling Star: Universal Rule.\nFly (8\", 16\") and Light Troops \n60\n The model's Offensive Skill and Defensive Skill are\nManifestation (one choice only):\nset to twice the model's current number of Health\n Brimstone Secretions\n10\nPoints.\nW Cloven Hooves\n10\nThe model counts as a Character for the purpose of\n Horns of Hubris\n15\nDuels. When the model fights a Duel during a Round\n Stiff Upper Lip\n20\nof Combat, it gains Stubborn until the end of the\n Bronze Backbone\n35\n Round of Combat.\nSpecial\n117\nDaemon Legions",
    "Page_118": "Height Large\nHope Harvester\n Type Beast\n285 pts\nsingle model\n0-2 Units /Army\nBase 50x100 mm\nEngine of Damnation is O-1 Units /Army if the army includes any Gigantic Characters excluding Sentinel of Nukuja\nwith Strixian Spirit.\nGlobal\nAdv\nMar\nDis\nModel Rules\n5\"\n10\"\n7\nFear, Fearless, Not a Leader, Supernal, War Platform\nDefensive\nHP\nDef\nRes\nArm\nAeg\n5\n4\n5\n3\n5+\nOffensive\nAtt\nOff\nStr\nAP\nAgi\n Hope Harvester\n4\n4\n6\n3\n1 Aether Battery (3+)\nModel Rules\nOptions-\npts-\nAether Battery: Artillery Weapon.\nEngine of Damnation\n120\nVolley Gun. Range 18\", Shots 2D6x2, Str 4, AP 1.\nManifestation (one choice only):\nBefore rolling for the number of shots, the owner\n Segmented Shell\n30\n may choose to discard 1-3 Veil Tokens from their Veil\n Sorcerous Antennae\n30\nToken pool. If so, the number of shots is increased\n Aura of Despair\n50\nby +3 per discarded Veil Token.\n Mark of the Eternal Champion\n50\n Chilling Yawn\n65\nOptional Model Rules-\nEngine of Damnation: Universal Rule.\nThe model's base size is changed to 150x100 mm and its Height is changed to Gigantic. Its Health Points are set\n to 7, Resilience is set to 6, March Rate is set to 15\", and it loses War Platform.\nHeight Large\nBrazen Beasts\nJUW\nType Cavalry\n 350 pts + 95 pts/extra model\n3-6 models\n0-3 Units/Army\nBase 50x75 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\n7\"\n14\"\n8\nFear, Fearless, Scoring, Supernal\nDefensive\nHP\nDef\nRes\nArm\nAeg\n4\n3\n4\n0\n5+\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nDaredevil\n1\n5\n3\n0\n4\nBattle Focus, Devastating Charge (+2 Att,+2 Str, +2 AP)\nBeast\n2\n4\n5\n2\n Battle Focus, Harnessed, Impact Hits (2)\nOptions\npts-\nCommand Group Options\npts-\nManifestation (one choice only):\nChampion\n20\n Incendiary Ichor\n1/model\nMusician\n20\nW Chitinous Scales\n 5/model\nStandard Bearer\n20\n Centipede Legs\n8/model\n Whipcrack Tail\n12/model\n Red Haze\n24/model\nAves\n118\nDaemon Legions",
    "Page_119": "Aves (Max.\nFuries\nHeight Standard\nType Beast\n 165 pts + 10 pts/extra model\n5-15 models\n 0-3 Units /Army\nBase 25x25 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\nGround\n4\"\n8\"\n5\nFearless, Fly (10\", 20\"), Light Troops, Skirmisher, Super-\nFly 10\"\n20\"\nnal\nDefensive\nHP\nDef\nRes\nArm\nAeg\n1\n3\n3\n0\n6+\nHard Target (1)\nOffensive\nAtt\nOff\nStr\nAP\nAgi\nFury\n1\n3\n4\n1\n4\n Devastating Charge (+1 Str)\nOptions\npts-\nManifestation (one choice only):\nM Dark Hide\n1/model\n Red Haze\n1/model\n Venom Sacs\n1/model\nW Kaleidoscopic Flesh\n2/model\n Mesmerising Plumage\n5/model\nHeight Large\nVeil Serpents\nType Beast\n 245 pts + 50 pts/extra model\n 0-3 Units /Army\n3-6 models\nBase 40x40 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\nGround\n2\"\n4\"\n7\nFearless, Fly (9\", 12\"), Light Troops, Morphlings, Super-\nFly\n9\"\n12\"\nnal, Wizard Conclave\nDefensive\nHP\nDef\nRes\nArm\nAeg\n3\n4\n4\n0\n5+\nOffensive\nAtt\nOf\nStr\nAgi\nAp\nVeil Serpent\n3\n4\n4\n0\nModelRules\nWizard Conclave\nMorphlings: Universal Rule.\nMust select 2 spells from:\nDuring Spell Selection, each unit of Veil Serpents\n· Smite the Unbeliever (Thaumaturgy)\nmust choose a Manifestation from the list below and\n· Deceptive Glamour (Witchcraft)\napply the effects during the game.\n· Twisted Effigy (Witchcraft)\n· OO Writhing Nightmares\n· Spear of Infinity (Hereditary Spell)\n Mesmerising Plumage\n·\nCommand Group Options -\n· Chilling Yawn\npts-\nChampion\n130\nOptional Manifestation\nWrithing Nightmares: Manifestation.\nEnemy units in base contact with one or more models with Writhing Nightmares suffer -1 Discipline.\nAves\n119\nDaemon Legions",
    "Page_120": "Bloat Flies\nHeight Large\n Type Beast\n300 pts + 100 pts/extra model\n3-6 models\n 0-3 Units /Army\nBase 50x75 mm\nGlobal\nAdv\nMar\nDis\nModel Rules\nGround \n2\"\n4\"\n8\nFear, Fearless, Fly (6\", 14\"), Light Troops, Supernal\nFly\n6\"\n14\"\nHP\nDef\nRes\nArm\nAeg\nDefensive\n4\n2\n4\n0\nAegis (5+, against Magical Attacks), Fortitude (5+)\nOffensive\nAtt\nOf\nStr\nAP\nAgi\n Bloat Fly\n2\n5\n6\nAcid Blood\nModel Rules\nOptions-\npts\nAcid Blood: Special Attack.\nManifestation (one choice only):\nFor each Fortitude Save the model fails against Melee\n Unhinging Jaw\n4/model\nAttacks, the model that caused the wounding hit im-\nW Dextrous Tentacles\n5/model\nmediately suffers 1 hit with Toxic Attacks, before any\n Digestive Vomit\n6/model \ncasualties are removed, distributed onto the model's\nW Kaleidoscopic Flesh\n6/model\n Broodmother\nHealth Pool.\n18/model\nCommand Group Options\npts-\nChampion\n20\nMusician\n20\n Standard Bearer\n20\nAves\n120\nDaemon Legions",
    "Page_121": "Duick Reference Sheet\nCharacters\nHarbinger of F.c.\nAdv 5\" Mar 10\" Dis\n8\nFearless, Light Troops, Supernal\nStandard, Beast \nHP\nDef\n 5 \nRes\n4\nArm\n0\nAeg 4+\nHarbinger\nAtt\n3\nOff\n5\nStr\n5\nAP\n2\nAgi\n5\nKuulima's Deceiver\nAdv 5\" Mar\n10\"\nDis\n9\n Dominion of Envy, Fear, Fearless, Light Troops, Protean Magic,\n Supernal, Wizard Apprentice\nHP\n Standard, Beast\nDef\n6\nRes\n5\nArm\n0\nAeg   5+\nKuulima's Deceiver\nAtt\nOff\n6\nStr\n5\nAP\n2\nAgi\n5\n Know Thyself, Poison Attacks\nMaw of Akaan\nAdv\n7\"\nMar\n14\"\nDis\n9\n Dominion of Gluttony, Fearless, Supernal, Wizard Apprentice\n Gigantic, Beast\nHP\nDef\n5\nRes\n5 \nArm\n0\nAeg\n Aegis (5+, against Magical Attacks), Devour, Fortitude (5+)\nMaw of Akaan\nAtt\n6\nOff\n5\nStr\n6\nAP\n2\nAgi\n3\nMiser of Sugulag\nAdv\n7\"\nMar\n14\"\nDis\n9\n Dominion of Greed, Fearless, Supernal, Wizard Apprentice\n6\nGigantic, Beast \nHP\nDef\n6 \nRes\n7\nArm\n0\nAeg\n5+\nHalf Off, Abyssal Armour\nMiser of Sugulag\nAtt\nOff\n5\nStr\n5\nAP\n2\nAgi\n2\nCourtesan of Cibaresh\nAdv\n 9\" Mar\n18\"\nDis\n9\n Avert your Gaze, Dominion of Lust, Fearless, Supernal, Wizard\nApprentice\n Gigantic, Beast \nHP\n6\nDef\n7\nRes\n5\nArm\n 0  Aeg  5+ Distracting, Hard Target (1)\nCourtesan of Cibaresh\nAtt\nOff\nStr\n5\nAP\n4  Agi\n7\n Razor Tentacles\n Omen of Savar\nAdv 6\"\nMar\n18\"\nDis\nDivine Right, Dominion of Pride, Fear, Fearless, Supernal,\nWizard Apprentice\n Standard, Beast \nHP\n4\nDef\n7\nRes\n5\nArm\n0Aeg6+\nAegis (4+, against Magical Attacks)\nOmen of Savar\nAtt D6+2 Off D6+5 Str\n6\nAP\n3Agi\n6\n Sentinel of Nukuja\nAdv 2\" Mar\nDis\n9\n Dominion of Sloth, Fear, Fearless, Omniscience, Supernal, Third\nEye, Wizard Master\n Standard, Beast\nHP\nDef\nRes\n5\nArm\n0\nAeg4+\nSentinel of Nukuja\nAtt\n1\nOff\n5\nStr\n5\nAP\n2 Agi\n1\nCrush Attack\nVanadra's Scourge\nAdv\n8″\nMar\n16\"\nDis\n9\n Dominion of Wrath, Fearless, Fly (7\", 14\"), Light Troops, Super-\nnal\nGigantic, Beast \nHP\n7\nDef\n4\nRes\n6\nArm\n0\nAeg   5+\nAegis (4+, against Melee Attacks)\nVanadra's Scourge\nAtt\nOff\n7\nStr\n7\nAP\n4\nAgi\n0\n Battle Focus, Devastating Charge (Distracting), Rage\n5\nCharacter Mounts\nDark Pulpit\nAdv 5\" Mar 10\"\nDis\nC\nTall\nStandard, Beast\nHP\n5\nDef\nC \nRes\nC\nArm\n1 Aeg\nC\n Cannot be Stomped\n Dark Pulpit\nAtt\nOff\n4\nStr\n5\nAP\n0\nAgi\n1\n Harnessed\nPale Horse\nAdv\n9\"″\nMar\n18\"\nDis\nC\n Elusive, Feigned Flight, Strider, Vanguard\n Standard, Cavalry\nHP\nC \nDef\nC\nRes\nC \nArm\nC Aeg\nC\nHard Target (1)\n Pale Horse\nAtt\n1\nOff\n3\nStr\n3\nAP\n0\n3\n Harnessed\n2\" Mar\nA\nBurning Wheel\nAdv\nDis\nC\n Fly (10\", 10\"), Swiftstride, Tall, Vanguard\n Standard, Construct\nHP\n4 \nDef\nC \nRes\nC \nArm\n1 Aeg\nC\nHard Target (1)\nBurning Wheel\nAtt\n3\nOff\n4\nStr\n4\nAP\n0\n4\nHarnessed\nGreat Beast of P.\nAdv\n7\"\nMar\n14\"\nDis\nFear\nLarge, Cavalry\nHP\nC\nDef\nC \nRes\n5\nArm\n2\nAeg\nC\nGreat Beast\nAtt\n3\nOff\n5\nStr\nAP\n2Agi\n2\nHarnessed\nThrone of O.s.\nAdv 9\"\nMar\nDis\nC\n Fly (9\", 9\"), Light Troops, Rising Star, Swiftstride, Towering\nPresence\nLarge, Construct\nHP\n5\nDef\nRes\nC \nArm\nC Aeg\n4+\nWrithing Majesties\nAtt\nOff\n4\nStr\n4\nAP\n1\nAgi\n4\nHarnessed\n Chassis\nStr\n5\nAP\n2\nAgi\n Impact Hits (D6), Inanimate\nCore\nImps\nAdv 5\" Mar 10\" Dis \n6\n Fearless, Scoring, Supernal\n Standard, Beast\nHP\n1 Def \n2\n Res\n 3\nArm\n0\n Aeg 5+\nAegis (3+, against Shooting Attacks)\nImp\nAtt\n1\nOff\n2\nStr\n2\nAP\n0\nAgi\n3\nEnergy Bolts (4+)\nQuick Reference\n121\n Daemon Legions",
    "Page_122": "Succubi\nAdv 5\" Mar\n10\"\nDis\n7\nUN\n Fearless, Scoring, Supernal\n Standard, Beast \nHP\n 1\nDef\n4 \nRes\n3\nArm\n0  Aeg 5+\nAtt\nOff\n Succubus\n3\nStr\n3\nAP\n1 Agi\n5\n Talon Scythes\nAdv 4\" Mar\nLemures\nDis\n7\nTUN\n Fearless, Scoring, Supernal\n Standard, Beast\nHP\n 1\nDef\n3\nRes\n5\nArm\n0\nAeg 5+\nParry\nLemure\nAtt\n1\nOff\n3\nStr\n3\nAP\n0\nAgi\n2\nMyrmidons\nAdv\n5\"\nMar\n10\"\nDis\n8\nTUW\n Fearless, Scoring, Supernal\nStandard, Beast \nHP\nDef\n4 \nRes\n3\nArm\n0\n Aeg  5+\nMyrmidon\nAtt\n1\n5\nStr\n5\nAP\n1\nAgi\n Devastating Charge (Battle Focus), Fight in Extra Rank\nOff\n4\n Special\n Eidolons\nAdv 5\"\nMar\n10\"\nDis\n7\nFearless, Light Troops, Skirmisher, Supernal, Wizard Conclave\n Standard, Beast\nHP\n 1 \nDef\n2 \nRes\n4\nArm\n0\n5+\nHard Target (1)\nEidolon\nAtt\n1\nOff\n2\nStr\n2\nAP\n0\nAgi\n3\nDark Fire (3+)\nHellhounds\nMar\n18\"\nDis\n7\nFearless, Helish Growl, Supernal \nHP\n Standard, Beast\nDef\nRes\n4 \nArm\n0\nAeg   5+\nHellhound\nAtt\n3\nOff\n5\nStr\n3\nAP\n0\nAgi\n4\nLethal Strike\nThreshing Engine\nAdv 10\" Mar\n10\"\nDis\n7\n Fearless, Supernal, Swiftstride\nLarge, Construct \nHP\n4\nDef\n4\nRes\n4 \nArm\n0\nAeg5+\nHard Target (1)\nTiller (2)\nAtt\nOff\n4\nStr\n3\nAP\n3\nAgi\n3\n Draft Beast (2)\nAtt\n1\nOff\n3\nStr\n3\nAP\n0\nAgi\n3\nHarnessed\nChassis\nStr\n4\nAP\n3\nAgi\n Impact Hits (2D3), Inanimate\nTitanslayer Chariot\nAdv\nMar\n7”\nDis\n8\n Fearless, Mountain Breaker, Supernal, Swiftstride\nLarge, Construct\nHP\n 4 \nDef\n4 \nRes\n5\nArm\n0\nAeg  5+\nMyrmidon (2)\nAtt\nOff\nStr\n5\nAP\nAgi\n4\n Devastating Charge (Battle Focus)\nS\n Chthonic Machinator\nAtt\nOff\n3\nStr\n6\nAP\n3\nAgi\n3\nHarnessed\nChassis\nStr\n7\nAP\n2\nAgi\n Impact Hits (D3+1), Inanimate\nMageblight Gremlins\nAdv\n5″\nMar\n10\"\nDis\n6\n Fearless, Light Troops, Skirmisher, Supernal, Veil Stalker\nStandard, Beast \nHP\n 4 \nDef\n3\nRes\n3\nArm\n0\nAeg  5+\nHard Target (1)\n Mageblight Gremlin\nAtt\nOff\n3\nStr\n2\nAP\n2\nPoison Attacks, Spell Craving\nClawed Fiends\nAdv\n9”\nMar\n18\"\nDis\n7\n Fearless, Scoring, Supernal \nLarge, Beast\nHP\n3\nDef\n4 \nRes\n4\nArm\n0\nAeg   5+\nClawed Fiend\nAtt\n3\nOff\n4\nStr\n4\nAP\n2\nAgi\n4\nSmother\nHoarders\nAdv\n5\"”\nMar\n10\"\nDis\n8\nUW\n Fear, Fearless, Scoring, Strider, Supernal\nLarge, Beast \nHP\n 4  \nDef\n5\nRes\n5\nArm\n0\nAeg   5+\nHoarder\nAtt\nOff\n3\nStr\nAP\n Tightening Grasp\n3\n0\n2\nSirens\nAdv\n9\"\nMar\n18\"\nDis\n Elusive, Fearless, Feigned Flight, Light Troops, Strider, Supernal,\nVanguard\n Standard, Cavalry\nHP\n1\nDef\n5\nRes\n3\nArm\nHard Target (1)\n0\nSiren\nAtt\n2\nOff\n5\nStr\n4\nAP\n1 Agi\n4\nSymbiotic Steed\nAtt\nOff\n3\nStr\n3\nAP\n0\nAgi\n3\nHarnessed\n Blazing Glory\nAdv\n8″\nMar\n16\"\nDis\n8\n Falling Star, Fear, Fearless, Supernal, Towering Presence\nLarge, Beast \nHP\nDef\n★\nRes\n5\nArm\n0\nAeg  5+\n Blazing Glory\nAtt\n5\nOff\n￥\nStr\n5\nAP\n5\n5\nHope Harvester\nAdv\n5\"\nMar\n10\"\nDis\n7\n Fear, Fearless, Not a Leader, Supernal, War Platform\nLarge, Beast \nHP\n5\nDef\n4\nRes\n5\nArm\n3\nAeg   5+\nHope Harvester\nAtt\n4\nOff\n4\n6\nAP\n3\nAgi\n1\nAether Battery (3+)\nBrazen Beasts\nAdv\n7\"\nMar\n14\"\nDis\n8\nRUW\nFear, Fearless, Scoring, Supernal\nLarge, Cavalry\nHP\n4 \nDef\n3\nRes\n4\nArm\n0\nAeg5+\n Daredevil\nAtt\n√\nOff\nStr\n3\nAP\n0\nAgi\n4\n Battle Focus, Devastating Charge (+2 Att,+2 Str, +2 AP)\nBeast\nAtt\n2\nOff\n4\nStr\n5\nAP\n2\n Battle Focus, Harnessed, Impact Hits (2)\nAves\nFuries\nAdv 4\"\nMar\n8\"\nDis\n5\nFearless, Fly (10\", 20\"), Light Troops, Skirmisher, Supernal\nStandard, Beast \nHP\n1 Def\n3\nRes\n3\nArm\nHard Target (1)\nFury\nOff\n3\nStr\n4\nAP\n Devastating Charge (+1 Str)\nQuick Reference\n122\nDaemon Legions",
    "Page_123": "Veil Serpents\nAdv 2\" Mar 4\"\nFearless, Fly (9\", 12\"), Light Troops, Morphlings, Supernal, \n7\nWizard Conclave\nLarge, Beast\nHP\n3\nDef\n4\nRes\n4\nArm\n0\nAeg   5+\nVeil Serpent\nAtt\n3\nOff\n4\nStr\n4\nAP\n0\nAgi\n4\nBloat Flies\nAdv\n2”\nMar\n4”\nDis\n8\nFear, Fearless, Fly (6\", 14\"), Light Troops, Supernal \nLarge, Beast\nHP\nDef\n2\nRes\n4 \nArm\n0\nAeg\nAegis (5+, against Magical Attacks), Fortitude (5+)\n Bloat Fly\nAtt\nOff\n5\nStr\n6\nAP\n3Agi 3Acid Blood\nShooting Weapons\nName\nArtillery\nRange\nStr\nAP\nShots\nRules\n Dark Fire\nArmour Save rolls of '1, '2,'3, '4' of the\n18\"\n4\n0\ntarget always fail\n Energy Bolts\n24\"\n5\n0\n1\nReload!, Volley Fire \nDiscard 1-3 Veil Tokens: Shots\n Aether Battery\nVolley Gun\n18\"\n4\n1\n2D6×2\n +3/token discarded\nAim Table\nName\nAim\n Shooting Model\nAether Battery\n3+\nHope Harvester\n Dark Fire\n2+\n Sentinel of Nukuja\n3+\n Harbinger of Father Chaos, Eidolon\nEnergy Bolts\n4+\nImp\nQuick Reference\n123\n Daemon Legions",
    "Page_124": "EPILOGUE\nJhe Journal of Gregor Koskos,\nKeeper of the Veil\nAcrober 28th\nSisterDimitriou hasaays beena loe olf swas pleased she acceted myfer toacmay\nher on her latest mission.Before his death,Fathericeli begged me to look afer her, a task made\nalmost mposie byher refal to telanyne whatshe as doing orwherehis tie, wil be by\npu'afsans va o daps Kg sny now uum uaq p anny Mapisday\nher right hand isa sicky grey colowrfrom use of therbofAlSahar She mst not be aloved to\ncontinue onher path ofself-destruction\nOur first stop was Zalos, where Leonora lead me to the hidden basement in which Sarki practised\nher evil arts. he obsidian ballcontaining theSentinel of Nukja was stil on its pedestal. enora\ntook it in her hands and entered a kind of trance. watched over her for thirteen hours, meanhile\noversein te destructionfthorkshps othraactsWhnshe ae,shefnteblackob\non theflagstones, where it smashed, and Iflt a poerful presence vanish back across theVl.\n\"North,\" she said, darkly.\nWe began a trek into the White ountains, leaving the horses with a dvarf trader when the\nay bee tostrcloaeialied t ptet spelsbt thydidl\nagainst the chillfthe greatstahPassFinaly, ldin me to the sit ofan isolated ca\nLeonora stopped .\n\"Jhis is where she came,\" she whispered.\nJhere asatemle there,athoughit hady deedschametasacdetne hve, ln\nabandoned, with a symbol over the litel did not recognise.\nWeseahed thoryallad, bt oldd nfwthe.Nevtheles itas g\nEpilogue\n124\nDaemon Legions",
    "Page_125": "dark, sowecolectedwhatfreood there wasad camed insie.eonora tkout abook, thickh\ncreased and foldd pages, and bean towriteFoloing her examle, I decidd wold beina diy\nof my ovn, and thus have penned thse words.\nAcrober 2qth\nJhis diary was an illomened choice. Leonora is gone; I have fald Father Micel.\nwoke inthnight toshfamd aainstesta inthe dayfthtmleheackfalt\nby the emers of thefire had thesnse ofthe most malevolent presence have ever knon. heard a\npoefl trsst\naround the small sone space.\n\"So this isthe journal of enoraDimitriou,” the wsen presence chuckled, and heard the ruste f\nas n ay M, 4ooy Aq psp sT pm mm poos now sad\nmuch, young one.\"\nJhe mountain wind whistled through the silence.\npu suo  p pssan a n,  as n aon su ay a y o\nnow you have but one choice. Join me or die.\"\nJhe silence continued.\n\"se yo ae tn tofight mejst as yuse that shatmts aefutil Ad say.\ncould rule thsrld toethearkasekhallederelftobe consmd by inanityh\nsooner than hoped.Civisin ast te tifthe spearSure you didnot thinkmy amition\nWould be so limited?My next trget is somewhat more extravagant. Have you ever been to theCity\nfHumanity?\"\nAnother payse, before the anful voice spoke for the final time:\n\"ti tie to make yorchoice time, youwilla tose thns asdo, whn sendforth th\nLegions against Avras and you comprehend what Ican achieve. r, you can die here, alone and\nforgotten by gods and mortals alike. \"\nNow the silnce was unbearale.Still eonora did not so much as twitch.Suddenly, the eternity was\nextinguished bmightbltfliin tat speaedforaninstat thuh thenihtsk,tn\ndeathly scene to blindin white A great chnk of rock boomed offthe motainside abve s, and was\nknockedte groas thvehldallad endttftheallm\ntofall.When all as quiet once me, managed to push mway ut of the rule miraclosy\nunharmed but foraw scratches, and I gazed arond the lone motains.Jhere was n sinf\neonora oraye ee.Ad yet theutin meky te ditftht gdsforsaen peak, lah\njournal.\nEpilogue\n125\nDaemon Legions",
    "Page_126": "",
    "Page_127": "",
    "Page_128": "THE9THAGE\nFANTASYBATTLES\nDAEMONLEGIONS\nThe hellish agents of the Dark Gods lurk unseen behind the thinnest\nof barriers separating our world from theirs. Enemies of every mortal\npower, they are merciless and single-minded, appearing in every\nhideous form, an endless writhing throng of horror. Submit to the\nsummoning ritual, and test your sanity before the Daemon Legions.\nThe 9th Age: Fantasy Battles is a community made miniatures wargame.\nAll rules and feedback can be found/given at http://www.the-ninth-age.com/\nAll recent changes are available at http://the-ninth-age.com/archive.html\n Copyright Creative Commons license: http:// www.the-ninth-age.com/license.html"
}