{
    "Page_1": "OUR VISION\nWORKINGTOGETHER TO BUILD\n A WELL-EDUCATED AND \nSUCCESSFUL CREE NATION\nTHROUGH INSPIRED TEACHING AND\nVALUED LEARNING.\nCREE-ATING\nOUR FUTURE\nANNUAL REPORT 2014-2015 RAPPORT ANNUEL\nEE SCHOOL BOARD·COMMISSION SCOLAIRE CRII",
    "Page_2": "TABLE OF\nCONTENTS\nMessage from the Chairperson\n60\nEcole Wiinibekuu School and Annie\n2\nWhiskeychan Memorial Elementary School -\n8\nMessage from the Vice-Chairperson\nWaskaganish\n10\nMessage from the Executive Committee\n63\nWaapihtiwewan School - Oujé-Bougoumou\n12\nMessage from the Governance Development\n66\nWillie J. Happyjack Memorial School and\nCommittee\nRainbow Elementary School - Waswanipi\n13\nMessage from Commissioners\n69\nSchool Leadership Teams\n16\nMessage from the Director General\n71\nAdult Sector\n22\nMessage from the Deputy Director General\n72\n Sabtuan Adult Education Services\n31\nMessage from the Director of School\n80\nPost-Secondary Student Services\nOperations\n83\nDepartments and Services\n36\nEeyou Schools\n84\nSecretary General\n37\nBadabin Eeyou School - Whapmagoostui\n85\nHuman Resources Services\n40\nVoyageur Memorial School - Mistissini\n86\nMaterial Resources Services\n44\nJames Bay Eeyou School - Chisasibi\n88\n Information and Technology\n47\nWaapinichikush Elementary School -\nChisasibi\n91\nFinance and Administration\n50\nMaquatua Eeyou School - Wemindji\n97\nCouncil of Commissioners\n53\nWabannutao Eeyou School - Eastmain\n98\nDirectors\n56\nEcole Luke Mettaweskum School - Nemaska\n99\nCSB Organigram",
    "Page_3": "V·!!UPJ\n(members of Cree Nation). These meetings with\nIn the fall of 2014, the Cree School Board had\nmembers of Cree communities were an effort to\nthe pleasure of hosting two Ministers of the new\nunderstand their values, perspectives and desires\nLiberal Government of Quebec, the former Minister\nconcerning Cree Education, and to align the Ends\nof Education, Yves Bolduc, and the Minister of Native\npolicies from the Council Policy Manual with what\nAffairs, Geoffrey Kelley. These Ministers visited two\nthe Cree Nation wanted. In terms of the operations,\nCree communities: Wemindji and Mistissini. While\nthe Council has set clear direction and purpose for\nin Wemindji, the Ministers officially announced the\nthe organization through its Ends policies, outlining\nfunding for the construction of a new Elementary\nclearly the benefits to be achieved on behalf of\nSchool in Wemindji. This was a proud moment for\nthe students, staff and Cree Nation. Through the\nthe community of Wemindji as members of the\nExecutive Limitations policies, it also described\ncommunity and the school staff witnessed this\nthe parameters within which the Director General\nannouncement. While in Mistissini, the Ministers\nMESSAGEFROMTHE\nis to manage the operations of the organization.\nvisited Voyageur Memorial School and visited a Cree\nCouncil delegates to the Director General with \"one\nCulture class. We also mentioned the intent to review\nCHAIRPERSON\nvoice\" yet maintains control and authority without \nthe Cree Education Act with the Minister of Education\nKathleen J. Wootton\n\"meddling\" in operational matters. Council's focus has\nand CsB's intent was well-received by the Minister.\nbeen on the governance of the Cree School Board.\nCouncil has also begun to address issues of local\nIt created the Governance Process and Council-\nschool governance. At the annual School Committee \nManagement Delegation Policies to guide Council\nAssembly, the Council met with the School Committees\nin its governance of the organization. Finally, the\nto discuss their roles and responsibilities. This annual\nCouncil also assures that the Cree School Board as an\ngathering has proven to be beneficial for the Board and\norganization operates at an optimal level. It conducts\nthe School Committees. The Executive Committee has\nevaluations of the Director General and itself on a\nalso noticed an improvement in the hiring processes of \nregular basis.\nteachers and other management personnel.\nThe Council of Commissioners and I wish to extend\nOne ongoing project, which the Council initiated\nDuring these past three years, priority has been\n our greetings to all members of the Cree Nation.\nin 2013, is the review process on two important\non Youth Education. We have seen improvement in\nAnother year has come and gone. It is time, once\naspects of the Cree School Board. Two working groups\nthe services being provided to the students: tutoring\nagain, for a year-end message from the Office of the\nwere set up to conduct reviews on the Cree Education\nservices through Elephant Thoughts, extra-curricular\nChairperson and Commissioners.\nAct and the Cree Component of Cree Education.\n programs and activities with Youth Fusion, and annual\nThis June 2015 marks the end of my term as\nAppointments to the working groups were by\nSummer Literacy Camps in all Cree communities. Work\n Chairperson of the Cree School Board. The three years\ninvitation and memberships consist of a cross-section\ntoward offering concentration programs in various\nhave gone by so quickly.\nof the Cree Nation: Elders, youth, men and women.\ndisciplines such as sports, music, drama, etc., has\n During these past three years, the Council \n Appointments of the working groups were based \nbegun and will be introduced in the 2015-2016 school\nof Commissioners has held all its regular Council\non education, work experience, knowledge of Cree\nyear. We look forward to receiving the results of these \nmeetings in the Cree communities. While in each.\n culture, language, and history, as well as expertise in\nprograms over the next year. The next focus will be\nCree community, the Council convened ownership \neducation, law, linguistics, and political science. All\non improving services to adult and post-secondary\n linkage meetings with the local leadership and\n appointees are members of the Cree Nation. Both\nstudents. As well, a capacity-building process has been\n members of each community all in an effort to\n groups are well into their respective mandates and we\ninstituted for both the operations and governance\n maintain a connection and dialogue with the owners\nlook forward to seeing what they will produce.\n levels of the organization.\nCREE-ATING OUR FUTURE",
    "Page_4": "To Mabel Bearskin, Vice-Chairperson, and all the\nCREE-ATING OUR FUTURE\nCommissioners, I thank you all for your continued\nsupport and collaboration during these past three\nyears. You have all made my work as Chairperson \neasier. We worked well as a team and, while we did\nWE BEUEVE THAT THE CREE PEOPLE OF\nnot always agree, we made some good decisions on \nbehalf of the students, staff and members of the Cree\nJAMES BAY CONSTITUTE A CREE NATION\nNation. To Abraham Jolly, the Director General, and\nBella Mianscum, I say a big \"thank you\" to you both\nWIH ACQUIRED AND INHEREMT RIGHTS.\nfor your professionalism in working with the Council\nand the Office of the Chairperson. For all the directors,\nprincipals, vice-principals, teachers, and support staff, 1\nwant to express my appreciation for all your hard work\nin supporting and teaching our children to the best of\nyour abilities.\nI realize that there is still much to do to improve\nthe Cree Education system. I am, however, encouraged\nby the results to date and in the efforts all have made\nto create a better education system for our children\n and grandchildren.\nTo the members of the Cree Nation, I thank you\nfor giving me the opportunity to lead the Cree School \nBoard for these past three years. It has been an honour\nto work as Chairperson of the Cree School Board on\nyour behalf. During my political career, I have been \nelected into office twice by acclamation. The first time\nwas for my second term as Deputy Chief for the Cree\nNation of Mistissini, and now, for my second term as\nChairperson of the Cree School Board, I again was \nelected by acclamation. I thank the members of the\nCree Nation for their vote of confidence. I look forward\nto the next three years so I can continue to work on \nimproving the Cree Education system.\nMay our Creator bless you all!\nKathleen J. Wootton, Chairperson",
    "Page_5": "V·\"!!UP,J\n \" \"\"， \n，: ，，p\"\nd\"  \"\" △\"△\", △ <\"\n△b  ib b ii^ b △^nn\", <d\n\"d ‘VUP  J< VUU \ndni△  r△, < △> p\"\n  J\"△ \" <△\" pi\"\n△，\"\" \n\"△，△\"< ,\nP\"  △ >，  ii dd\np\"\"\" △，<,\n △ Cc\"  △△ pi\" b\nr\"P△ <△ pi\" br△x\nJ \n*\n\"  >\"\" \"， \nd   ii b △^n\",  「\" \ndd  d\" < ^d\" rd<p, \n<^nJnJ ib pi\" ^b\"ni。 i <^\"nr\"c\npi\" 「< △/△ \" i <\" bbr\nib^i s\"cx\n\"， p\"  \nb nb 2014,  \"^ △ dni△\nDri·\n>\"c △\"\n   <\"\"< \" \"\n△ pdnii△\" <o b ii< “<>b<n\n  ><\"△ \" ,\nDnJ△\n  < \"\" △,\n <\"\" △，  <, p\"\ne。J.·\n「d b < n<\" p\" 」 “r\"<\"\n∩<\"i  p\"<c △\" pi\" <i\", \n\"△ △\n\"\n△ \"\"  i   △d\" <\n △\"△: △ p\" 「nrx L <\"\n<\"d\" △ dni△ <  \"P△\"\n  △\"·△,  ∩<\"  p\"\no b ii b rn pi\"  △\" <rio\n<△ \"  △  n<\"△ pi\" \ndni△  △\"n  ArnP△\" ia\"\n<△△x\nLi^ - b iiP△  r△\"C <n△\n \"△ <  dniPrd \"\"\n？‘\nb △\" d< < d△ <\"\n> ？\n\"\" \"\" \n \"\" \n>>\" \" △\" \"\"  i\ndni△  i b ii  △\"n \n  U  U  \npi\" b rn^x\n P .  V=U?\n UV pUP J = /<\nJ2015 \"\n  △ >\"△ j\" \nb △\"P△ L <C\" 「\"  △\",\n>\n\"\" <\" dd < △ △n\" b\n <\" \" \"\nC\" d△\"  \n\"\" △p\"  △ \ndniprd py\"  <^\"n < rdnii△\n>>\"x\n dni△\n△>△ △\"△  p\" △\"i\"\nVUJ  V]  J‘<V C ] .\n <  △>， \n<\"\"<\"  \n  \"  △\"△\" \nr\"r^\"C <o b ii^ 2013 b △^, <≥d\ndni△△<△\"<c n<\"\n\" \"<\"，\n<>\" >\n△\n P\"c dni△p\"   △\n  △\"  \"  dn△\"x\n<\"P△ \"  dni△\"， p< \n \" <\"·△ dni△ \" \"\n\"\n\" < n<\"\nb pr\" △\"△ pi\" △\"/△\" \"\n△\"\"\no b Li  r\"r△\"  \"pP△ <\n \"△ △△ \"\npi\"< P<A\"CP△ <rdnii△△% \n<△> △\"C△\" < \"<\"C\" rdniprd\n △\"nd\" < )\"Cd py\"   <r\"△△\nJ△pi\"△\"△ iP△△ <\nUV <V P\n\" < b<\"dni△ (\ndnipr\", <o b ii△ rp<t b\nJ<*99/<\np<=d\n V/<y V U \niiAnr>\" rdniPrd\" <n\" cAn△<\nCREE-ATING OUR FUTURE",
    "Page_6": "pj\"  △ pr\"<d>x  d >\" <\n< dnii△ < pi\" b r\"^\"p△  \n△> <\"P△ \" p\"  「< \n，< \"\n△\n J P  =d UP  \n \" >\"· >△ p\" \"  \"\ndi△   >\"<P <\nLi\" dniP\"  b rn  <\"J\n<\"△ △ ni△x\n*△ =d\n\" > \n< △ Vp, b \" c\"<c o\n，\" \npi\" dnp <\"<P C\" < \" \"·△\np\"  「<  , d  \nb < 「i   pi △ dni△ \n<^nr△x\n「\" △r\"c p\" b < △^nr  \n」* b\n△‘△   =  △. \n><  \n △c^n < ri \" △ dnii△\"\nb crP△  rdnii△ p<\n>△\"  i<\"> \n\"  <「>\n>\"\"\">\n>\",    j  '\"d\n‘-VUV ?J9-q ?UV J> Vs 9\n\"<P  <P: \n< , p< d  △ \"r\"d \n*？q？ <\n\" ，\nP<\" 「< <， \n^\"P△   △ rdni△ pi\" <\npi\" 「< △△  \"< ，\n  ‘』  \n\"P△  j   △\"b, pi\"\n^r^\"c <△ pi\" V\" rib, 「\"\nb irp△  Drii。 △ dni△\",\n<d \"  >\"  p\"\n\"’ >  >\n\"  △ \n <\"P△\" 「\"p\" \" 「< △△\nC\" < Li^△ pi\" <C\" \"prd\"\n \"  \n\"△\"  \"\"P△ △\n>\"\"\nx\n 「   rdni△ b, ^d <\npr\"cp△ ib, ri。 rdnii?, b \"\n>\n\" >\"， \" p\"\nC\"p.< ri。 rdniiro\", rdniirt, pi\"\nb    ni  \"\" △\n ，  > <△\"， p\"\n，\"\nnL△x\ndnl b。, pi\" <>  r\"r^\"CP·△ 2015-\nb △> 「\" n  p<\" p\" <\n2016  ^^ < rdnii△ ^b\"\nd  >\n <P △!\nJ    U ？\n*p√d\n △ \"△ >\" \np<isi>\"nis <rn\" ib i △\"\nbe²。 J. 4c。, Dri·\nTA\"CP△, <d < △\" \"△A\"CP△ \n\"△A\"CP△ C\"△ AFA\"CP△ △\n△S ArA\"cP△ rPdnii△Pi\" <n \ndni△\"「i <A \"A  \nCREE-ATING OUR FUTURE",
    "Page_7": "V\"!!UP,J\nCREE SCHOOL BOARD · COMMISSION SCOLAIRE CRIE\nde la Nation crie. Ces reunions avec les membres\nlangue et de I'histoire cries, ainsi que sur lexpertise \ndes communautés cries visaient a comprendre les\nen éducation, en droit, en linguistique ainsi qu'en \nvaleurs, le point de vue et les désirs de ces derniers en\nscience politique. Toutes les personnes nommées\nce qui concerne l'éducation crie, et d'harmoniser les\nsont membres de la Nation crie. Le mandat respectif\npolitiques axees sur les objectifs finaux du Manuel des\ndes deux groupes est bien entamé et nous sommes \npolitiques du Conseil avec les besoins de la Nation crie.\nimpatients de voir leurs résultats.\nEn ce qui concerne les opérations, le Conseil a proposé\nA l'automne de 2014, la Commission scolaire crie\nune orientation et un objectif clairs pour lorganisation\na eu le plaisir d'accueillir deux ministres du nouveau\ngrace a ses politiques axées sur les objectifs finaux,\n gouvernement libéral du Quebec, soit I'ancien \nexposant ainsi précisement les avantages a obtenir\nministre de IEducation, M. Yves Bolduc, et le ministre\nau nom des éleves, du personnel et de la Nation crie.\ndes Affaires autochtones, M. Geoffrey Kelley. Ces\nLes politiques relatives aux prescriptions exclusives\nderniers ont visite les communautés de Wemindji\nMESSAGE DELA\ncontribuent également a décrire les parametres selon\net de Mistissini. Alors qu'il se trouvait a Wemindji, le\nlesquels le directeur general doit gerer les operations\nministre de I'Education a officiellement annoncé le\nPRESIDENTE\nde I'organisation. Le Conseil permet au directeur\nfinancement de la construction d'une nouvelle école\nKathleen J. Wootton\ngeneral d'avoir son mot a dire en matiere de controle\nprimaire a Wemindji. Il s'agissait d'un grand moment \net d'autorite, sans toutefois le laisser s'ingerer dans les\npour la communaute de Wemindji, dont les membres\nquestions operationnelles. Le Conseil a mis I'accent \nainsi que le personnel scolaire étaient présents au\nsur la gouvernance de la Commission scolaire crie.Il a\nmoment de I'annonce. Les ministres ont également\nélaboré le processus de gouvernance et les politiques\nprofité de leur présence a Mistissini pour visiter les\nrelatives a la delégation de la gestion du Conseil\néleves d'une classe de culture crie de Iécole Voyageur\nafin de guider ce dernier dans sa gouvernance de\nMemorial School. Nous avons également fait part au\nI'organisation. Finalement, le Conseil veille également\nministre de I'Education de notre intention de reviser\nLe Conseil des commissaires et moi-meme aimerions\na assurer l'exploitation optimale de la Commission\nla Loi sur léducation crie, une annonce qui a été bien \ntransmettre nos salutations a tous les membres de la\nscolaire crie, en tant qu'organisation. Le Conseil et son \nrecue par le ministre.\nNation crie.\ndirecteur genéral font d'ailleurs regulierement I'objet \nLe Conseil a également commence a s'occuper\n Encore une autre année s'est écoulée. Le temps du\nd'valuations.\ndes problemes en matiere de gouvernance scolaire\n message de fin d'année du Bureau de la présidente et \nUn des projets mis en ceuvre par le Conseil en\nlocale. Dans le cadre de I'assemblée annuelle du comité\ndes commissaires est encore venu.\n2013 et toujours en cours, est le processus de révision\nd'école, le Conseil s'est reuni avec les différents comités \nJuin 2015 marque la fin de mon mandat a titre de\nde deux aspects importants de la Commission scolaire\nscolaires pour discuter de leurs roles et responsabilités.\nprésidente de la Commission scolaire crie, et laissez-moi\ncrie. Deux groupes de travail ont éte mis sur pied\n Ce rassemblement annuel s'est avere benefique pour le \nvous dire que ces trois années ont file a toute vitesse.\npour proceder a ces revisions portant sur la Loi sur\nConseil autant que pour les comités. Le comité exécutif \nAu cours de cette periode, le Conseil des \nl'education crie et sur la composante crie de I'education \na également constate une amelioration relative aux\ncommissaires s'est reuni regulierement dans les\ndes Cris. Les membres de ces groupes, a savoir des\nprocessus d'embauche des enseignants et des autres\ncommunautes cries. Dans chacune, le Conseil atenu\naines, des jeunes, des hommes et des femmes,\nmembres du personnel de gestion.\ndes réunions sur les liens capitalistiques avec les\nont éte nommes par invitation pour representer la\nTout au long des trois dernieres années,\ndirigeants locaux et les membres de la communaute \nNation crie. Les nominations des différents membres\nl'éducation des jeunes a éte au coeur de nos priorités\ndans un effort pour maintenir une relation et un :\n étaient fondées sur le niveau de scolarite, lexperience \n Nous avons ete temoin des ameliorations apportées\n dialogue avec les proprietaires, a savoir les membres\nprofessionnelle, la connaissance de la culture, de la\n aux services aux éleves, notamment aux services de\nCREE-ATING OUR FUTURE",
    "Page_8": "2014-2015\ntutorat offerts par 'entremise d'Elephant Thoughts,\na ce jour et par tous les efforts deployés dans le but\nla Commission scolaire crie. Je suis reconnaissante\n aux programmes et aux activites parascolaires de\nde créer un meilleur systeme d'education pour nos\nenvers les membres de la Nation crie pour leur vote\nYouth Fusion et aux camps estivaux d'alphabetisation\nenfants et nos petits-enfants.\nde confiance.Il me tarde de poursuivre notre travail \nofferts chaque annee dans toutes les communautes\nJ'aimerais remercier les membres de la Nation crie\nvisant a améliorer le systeme d'education.\ncries. Nous avons deploye de nombreux efforts pour\nde m'avoir donne la chance de diriger la Commission\noffrir des programmes de concentration dans diverses\nscolaire crie au cours des trois dernieres annees. Ce\nQue notre Créateur vous benisse!\ndisciplines, notamment les sports, la musique et\nfut pour moi un honneur d'en etre la présidente en\n'art dramatique, dont certains sont actuellement\nvotre nom. Au cours de ma carriere politique, j'ai été\nKathleen J. Wootton, presidente\nen vigueur et d'autres seront offerts a compter de\nélue deux fois par acclamation. La premiere dans\nI'annee scolaire 2015-2016. Nous sommes impatients\nle cadre de mon second mandat en tant que Chef\nde recevoir les resultats concernant ces programmes\nadjointe de la nation crie de Mistissini, et I'autre,\nau cours de lannee prochaine. Nous concentrerons\n pour mon deuxieme mandat a titre de presidente de\nensuite nos efforts a I'amélioration des services offerts\naux adultes et aux étudiants de niveau postsecondaire.\nDe plus, un processus de renforcement des capacités\na été institue pour les deux niveaux de l'organisation,\nsoit I'exploitation et la gouvernance.\nJe remercie la vice-présidente, madame Mabel\nBearskin, ainsi que tous les commissaires pour leur\nsoutien indefectible et leur collaboration au cours\ndes trois dernieres années. Grace a vous tous, mon\nNEW\nDorrow\ntravail de présidente n'en a éte que plus facile. Nous\n avons tous fait preuve d'un bon esprit d'equipe\nbooksT\net malgré nos désaccords, nous avons su prendre\nd'excellentes decisions au nom des étudiants, du\npersonnel et des membres de la nation crie. Je tiens\négalement a remercier monsieur Abraham Jolly,\ndirecteur general, et madame Bella Mianscum, pour\nleur professionnalisme dans le cadre de leur travail \navec le Conseil et le Bureau de la présidente. Je profite\négalement de cette occasion pour exprimer ma\nreconnaissance a tous les dirigeants, les directeurs\net directeurs d'école adjoints, les enseignants et les\nmembres du personnel de soutien pour leur appui\net leur devouement a enseigner a nos enfants au \n meilleur de leurs competences.\n Je suis consciente qu'il reste encore beaucoup\na faire pour ameliorer le systeme d'education cri.\nToutefois, je suis encouragee par les resultats obtenus\nCREE-ATING OUR FUTURE",
    "Page_9": "CREE SCHO\nN SCOLAIRE CRIE\nI want to take this opportunity to welcome the newly\nobjectives and to help all our students reach their\nelected Commissioners: Alvin Cheezo from Eastmain\nacademic and professional goals.\nand Clifford Loon from Mistissini; and Emily Mianscum\nI would also like to thank our Chairperson of the\nfrom Waswanipi for her re-election as Commissioner.\nCree School Board, Kathleen J. Wootton, who is at\nDuring the year, the Council of Commissioners\nthe end of her three-year term. Her dedication and\nheld their meetings in the Cree communities. I would\ncommitment as a leader has been an inspiration to us\nlike to acknowledge the community representatives\nall, and she has been a great team player to work with!\nof Whapmagoostui, Washaw Sibi, Waswanipi and \nIn closing I would like to extend a heartfelt\nEastmain, and thank them for their great hospitality.\ncongratulations to all the Cree School Board graduates\nThey had great responses with our Ownership\nfor 2014-2015! Best wishes on your future endeavors.\nLinkages (OL) meetings and it will heighten our goals \nand achievements to work together in partnership\nMESSAGEFROMTHE\ntowards a common vision. This year we also met with\n\" <ri b n  \"<p△ b\nother interesting members of the Atikamekw from\nJ   \nVICE-CHAIRPERSON\nthe First Nation of Manawan and the First Nation\n \nMabel Bearskin\nEducation Council of Quebec (Hurons) as part of our\niiP△ i rn^x\nSchool Commissioner of Chisasibi\n OL meetings. We are now in our second cycle of our\nL b ^>\", <  ii   \nOL meetings. We will be continuing these meetings,\n \" △△\" \" \nand updates will be provided in the coming future.\n \"，\nThis year the Council of Commissioners primarily\n， p\"   <△ \nJ ·d J△9\nfocused on assessing the Ownership Linkage data and\n\"△\" <  j\"<  bnP△\nreviewing the Council Policy Manual (CPM). This was to\n< ≥\" ∩<\"CP△ rdnii△ (OL) pi\" < \nensure that the Council Policy Manual is aligned with\n△r\"< <n 「\" b  \" d\"P△ <\n△A Vp\nthe important suggestions received at the linkage\nn\"d < <\"\"d  △ b\"\"dx\nj r*nAn\" r'dniprd, ri^\nmeetings and to amend the CPM as needed.\n<>，  p△\" △\" \nWith all the work we have done this year, I want \nUsV[]  qU  U d ] J<\nto thank our one employee, Director General Abraham\n△\" ） \" \nMESSAGE DU\nJolly, and his staff for making it all possible, for their\n  <\"P △x\nVICE-PRESIDENTE\ntremendous hard work, effort, commitment, and\n\">\"\nfor going beyond at times to achieve their annual\n  <\"P △  \nMabel Bearskin\nCommissaire d'école de Chisasibi\nCREE-ATING OUR FUTURE",
    "Page_10": "2014-2015\n  ，\"\"\n2014-2015! PL 「^>  「  △\"ni b\nce dernier tient compte des suggestions importantes\n   >  \"  \"\n<\" △ r\"x\nque nous avons recues dans le cadre des reunions sur\n <>\",   ii   \nles liens capitalistiques, et de le modifier, au besoin.\n\"  △ p<\"△ \nQuand je repense a tout ce que nous avons\n\"  △d\" <\"P△\nJ'aimerais profiter de cette occasion pour souhaiter la\naccompli cette annee, je tiens a remercier notre \ndni△ p\" <<\"P△  ii^△\nbienvenue aux nouveaux commissaires élus, soit Alvin\nemploye, le directeur general monsieur Abraham \n<D\"P (CPM)x <>b△\"\nCheezo d'Eastmain et Clifford Loon de Mistissini, ainsi\nJolly, et son personnel, pour leur travail acharne, leurs\n\" >\"\nque pour feliciter Emily Mianscum de Waswanipi pour\nefforts, leur engagement et leur depassement en\n> \"  i\" \nsa réelection en tant que commissaire.\nvue d'atteindre les objectifs annuels et d'aider tous\n\"\"\nAu cours de I'annee, le Conseil des commissaires\nnos étudiants a realiser leurs objectifs scolaires et\n  <\" i△\na tenu ses reunions dans les communautes cries.\nprofessionnels. Sans eux, rien de tout cela n'aurait été\npi\"   \"∩\"P△  < ii^△\nC'est pourquoi j'aimerais remercier les représentants\n possible.\n<\"<\"d\"x\ncommunautaires de Whampagoostui, de Washaw Sibi,\n <   △ nni\" <>\",\nde Waswanipi et d'Eastmain pour leur hospitalite. Leur\nJ'aimerais également remercier la présidente\n△\" d<\"<, \"c\ngenéreuse contribution dans le cadre des réunions\nde la Commission scolaire crie, madame Kathleen\n<n△ △>\"< ， p\" ^\"<p\" \"\nsur les liens capitalistiques permettra de nous fixer\n J. Wootton, qui termine son mandat de trois ans. Son\n 「    \", p\"  △\ndes objectifs encore plus grands et de travailler en\ndevouement et son engagement ont éte une source\nr\" <^nn\" b, pi\" b △ dr\"c pi\" \npartenariat vers la concretisation de notre vision\nd'inspiration pour tous. Ce fut un plaisir de travailler\nr\"  < \ncommune. Cette année, toujours dans le cadre de ces\navec elle!\nd\"P△  △ P  △\"△d\n<\nreunions, nous avons également rencontre d'autres\n Pour terminer, 'aimerais feliciter sincerement tous\n>>\" p\" <\"< △ <\nmembres interessants de la Nation Atikamekw de\nles diplomés 2014-2015 de la Commission scolaire crie.\n △d\" < △ rdni\" pi\"   <n\"x\nManawan et du Conseil en éducation des Premieres\nJe vous offre mes meilleurs voeux de reussite dans vos \n   =\nnations du Quebec (Hurons). Le second cycle de nos\nprojets.\nrdni△\", b J. <,  < <∩ \nréunions sur les liens capitalistiques est maintenant\n） >\" >   \nentamé. Les rencontres se poursuivront et nous vous\n△^ <n  bri, < 「<\ntiendrons informés.\n r\"r\"△d>\"d pi\" c<\" ri\"cdr Lj <\nCette annee, le Conseil des commissaires a mis\n△LAnrLP△!\navant tout I'accent sur l'évaluation des donnees\ni\"p ib  <, \" △\" < rnjb\nrelatives aux liens capitalistiques et a I'examen du\n「< b >p\" b rdni △ rdni△\"\nManuel des politiques du Conseil, afin de s'assurer que",
    "Page_11": "crdOiiA\nThe roles of the Council and Executive Committee\n P△, < \"  \" b\nhave changed over the years. One of the efficiencies\n ‘   \nof adopting and working with Policy Governance is\n「d △\"   >\"<\"△ b\nthe required approvals items on the agenda. Items\n？ △\" <\"<\"\nor agenda matters that usually took many hours of \n\"   <\"\ndeliberations now take minutes to approve. Why?\n\"△\"\nTwo words. Policy Governance. How does Policy\n od△？ \"P△ 。 < <\nGovernance work in relation to required approvals?\n^∩P△  \"  <」P△ \nThere is a process that takes place prior to the\n\"\nsubmission of any agenda item under required\no b ii pi\" b b^n rp <<\"n』\napprovals. The Council and Executive Committee\n>i\" 「\"p\" in ∩\" sb\"  i \nreview the documents a few days in advance so we are\n\"     \nMESSAGE FROM THE\naware of the upcoming items. There could be twenty\n？？ 」 CU d 。U p<\n or more items on required approvals but they could \n\"\" \"\"  「\nEXECUTIVE COMMITTEE\n be approved within ten minutes. Any items without\np∩  △ \" 「d  JP△\nTeddy Wapachee,\nproper documents such as a missing recommendation\n d△\" <b b △\"d\" 『\"p\nThird Member of the Executive Committee\n are usually deferred to the next regular meeting. Once\n   \",    △\" \nSchool Commissioner of Nemaska\nCouncil or the Executive Committee are satisfed that\n 「  <\"\nthe items contain all supporting documents, they\no b ii^ pi\" ib b bo^∩  b \nare then approved in one sweeping motion. Like the\n p\" < < △\"d\" 「\"p\"  \"\nbAn\"\nCouncil of Commissioners meetings, the Executive\n\"\"，    △  <d\"△\nCommittee does not want to unilaterally approve\n   「  \nagenda items without the supporting documents or\n，\n·△<\n recommendations. When the process is followed, it \n ？\ngives the Council of Commissioners and Executive\n△\"do\" 「\"△pa\"  \" △\"<\" pi\" b\nb rnAn\" r'dniprd, α7\"\nCommittee more time to deal with matters that are\n <\"\"\nof great importance to the stakeholders through\n\"， \nthe ownership linkage meetings. Community input \npi\" b b^ <n    r\"p b <\nis therefore of great importance. On behalf of the\npni·<\"r>\"  r^\"·<P△\" rdni△\nMESSAGE DU\n Executive Committee, I would like to wish the best of\n\" \" <\"\nCOMITE EXECUTIF\ncontinued success to the 2014-2015 Graduates.\ndnii△ c<\" pni△ △\"△\"   \"\n<  △\"\"△ \"  ,\nTeddy Wapachee,\n-0 ?UPJ < 9 J PV\nTroisieme membre du comite executif\n \"> n△<   ii pi\"\n*    V」 ？0\nCommissaire d'ecole de Nemaska\n b \" n\" △>\" △ < \"x\n< b 「△ △ oP△ pi\"\n△nP△ <\"△△,\nLes roles du Conseil et du comite executif ont\nn△\n beaucoup évolue au fil du temps. L'un des gains\nfacl ibi <AnsnPo△x < iracl ib\n d'efficacite que procurent I'adoption et I'utilisation\nCREE-ATING OUR FUTURE",
    "Page_12": "CREE-ATING OUR FUTURE\nde la politique de gouvernance concernent les\npoints a l'ordre du jour qui exigent une approbation.\nCes points qui nécessitaient habituellement de\nnombreuses heures de déliberation font maintenant\nWE BEUEVE THAT THE CREE CHILD\nI'objet d'une approbation en quelques minutes.\nPourquoi me demanderez-vous? La réponse est\nAS A UNIQUE INDIVIDUAL HAS THE RIGHT\nsimple : la politique de gouvernance. Quel est le lien\nentre la politique de gouvernance et les approbations \nTO BE TAUGHT AND PRACTICE HIS/HER\nrequises? Parce que nous suivons un processus\nprécis avant la suggestion de points a l'ordre du jour\nCULTURE AND ITS VALUE SYSTEM.\nexigeant une approbation. Le Conseil et le comité \nexecutif examinent les documents quelques jours\navant afin de connaitre les points a venir. Meme si une\nvingtaine de points exigent une approbation, le tout\ns'effectue en dix minutes. Tous les points pour lesquels\nla documentation est insuffsante, notamment\nune recommandation manquante, sont reportés a\n'assemblée ordinaire suivante. Des que le Conseil ou\nle comite executif considere que tous les points sont \naccompagnés de tous les documents justificatifs, ils \nsont approuves en bloc. Comme dans le cadre des\nréunions du Conseil des commissaires, le comité\nexecutif ne veut pas approuver unilateralement les \npoints a l'ordre du jour sans les documents justificatifs\nou les recommandations appropriées. Lorsque ce\nprocessus est respecte, le Conseil des commissaires\net le comite executif disposent davantage de temps \npour traiter des enjeux plus importants aux yeux des\nintervenants dans le cadre des reunions sur les liens\ncapitalistiques. Par conséquent, la participation de la\ncommunaute est d'une grande importance. Au nom\ndu comite executif, j'aimerais souhaiter le meilleur des\nsucces aux diplomés de 2014-2015.",
    "Page_13": "As Chairperson of the Governance Development\nConseil dans son processus de gouvernance. De plus,\nCommittee (GDC), it gives me great pleasure to\nle Comite souhaite exprimer sa gratitude au personnel\nacknowledge the work of the committee and its two\ndu Secretariat general ainsi qu'a tous les membres de\nother members, Commissioner Daisy Shecapio and\nIAdministration pour leur aide dans la réalisation de\nVice-Chairperson of the CSB Mabel Bearskin. The GDC\nnotre mandat.\nplays an integral role in Policy Governance, ensuring \nthat Council policies are constantly evolving. The GDC\nsupports the Council with its Governance Process.\nThe Committee wishes to extend its gratitude to\nthe staff of the Secretary General and to the whole\nAdministration for its assistance in fulfilling our\nmandate.\nMESSAGEFROMTHE\nGOVERNANCE DEVELOPMENT\n  ri> iini\"  S\"△\nCOMMITTEE\nrdnii ∩<\"r△ (GDC), C<\" ry\"△d\n  △\"ni。 b △ <nni\" b ii^i\"\nClifford Loon, Chairperson of the Governance\npi\"   d  ,  \nDevelopment Committee\nU△ \"bv pi\" b \" C\"p.<c >ri\" <C\nSchool Commissioner of Mistissini\n ni△\" △^ Vp ni△\n△  \" GD \" \"\n<\"r△<△\",  \" iP\nUV[] 9\nS\"CP·△\n\" <△\" j  \"\"△  \"\nr'dnii n<>\"ri△\n\"△^\" C\" GDC \" p< b ii^\nnJ△\n\"   >\"△ <\"△x\n oi b ii^i\" \" 'diol o\nPc , ri。b ii^n\" <\n<n≥ <\" 「\"prd\" pi\" <\" 「<\n>S\"cpo△ r'dnii n<\"ri△\n\" \"  \"  \nb nA\" niP>, '\n△r\"△r\"  △\"ni\" n△x\nMESSAGE DU\nA titre de président du Comite de developpement en\nCOMITE DEDEVELOPPEMENT\nmatiere de gouvernance (CDG), c'est avec plaisir que\nje souligne le travail du comite et de ses deux autres\nENMATIEREDE GOUVERNANCE\nmembres, soit la commissaire Daisy Shecapio et la \nClifford Loon, Président du Comite de\nvice-présidente de la CSC, madame Mabel Bearskin.\ndeveloppement en matiere de gouvernance\nLe CDG joue un role crucial en ce qui concerne la\nCommissaire d'ecole de Mistissini\npolitique de gouvernance, en s'assurant del'evolution \nconstante des politiques du Conseil. Le CDG appuie le \nCREE-ATING OUR FUTURE",
    "Page_14": "2014-2015\nMESSAGESFROMCOMMISSIONERS\nVUJ .\"·U\nMESSAGESDESCOMMISSAIRES\n s\"△\" dni △r<o\" \"\n\"△\"△\"△\" \nn^, < ib Lb b △\"Cy\", < b <^\"ni\"\n\" ib < △\"no△ pi\" < jrp b <\n △> <  dni <\" >n△\n△\n<\" △ >， \"\n△c^n i   △c^ni, < b <rb\nErica Linklater - Wemindji\n，，<\"  <\" \nAlvin Cheezo - Eastmain\nVn6\" b-∩ - \n-\n7\npi\" ^di。   iiP△c  nc pi \n\"In my term as School Commissioner I was very proud\nmV ？ 9?U」 ？ \" UIPJ *V>」\n\"It is with great pleasure that I am able to share my\nto witness the announcement that my community\nexperience as School Commissioner. I have gained a\nwill be getting a new elementary school along with\n\"Pendant mon mandat en tant que commissaire\nremarkable amount of knowledge during my term\nmore teacher's housing. The Commissioners' regular\nd'école, j'étais tres fier d'etre temoin de I'annonce \nand am proud to communicate our achievements\nmeetings were held in the Cree communities and,\nque ma communaute obtiendra une nouvelle école\nas a team; the most important I consider is our\nduring our stay, we attended some activities and went \nprimaire avec plus de logement pour les enseignants.\n\"Ownership Linkage Meeting(s)\"which are held in\non some adventures. I learned with time the role of\nLes reunions regulieres des commissaires ont été\nour Cree communities during our Council meetings.\nCommissioner had changed to a governance role,\ntenues dans les communautés Cris et, au cours de\nAt these meetings, the Council gathers information\nunlike what I had expected when I was first elected.\nnotre sejour, nous avons participe a certaines activités\nin regards to the needs on Education.I would like\nDuring my term, I came to realize the Chairperson,\net nous sommes allés sur des aventures. J'ai appris\nto express my congratulations to our 2014-2015\nKathleen Wootton, was one classy lady. My three\navec le temps que le role de commissaire a changé a\n Secondary V graduates and would like to wish those\nyear term is up this year and I would like to wish the\nun role de gouvernance, contrairement a ce que j'avais\n pursing a higher level of education continued success.\nincoming elected Commissioner the best. Thank you\n prevu lorsque j'ai éte élu pour la premiere fois. Au\nMeegwetch, Thank you. God bless you all!\"\nand have a great summer\"\ncours de mon mandat, je me suis rendu compte que\nla Présidente, Kathleen Wootton, était une dame avec\n\"<\" r\"nr\"△d   △\"ni △\n\"Lb b △c^n?。 b rnAi r'dniprd\",\nbeaucoup de classe. Mon mandat de trois ans termine\npi b pn^i。 rdniprd\" 「\" \n\"\">\"\"P\ncette année et j'aimerais souhaiter le meilleur des \nUV?V q 4 97 VrU?J C=<？\npdCUP V<？VU\nsucces au prochain commissaire élu. Je vous remercie \npi\" r\"\"   △\"ni b △△d\"ci\" <\n\"c\" △c\" b rdnii△ pi\"<n rn\"\net vous souhaite un excellent été.\"\n△^nri\"; <> Dt iniD<>\"ni。 <\nCREE-ATING OUR FUTURE",
    "Page_15": "CREESCHO\nOLBOARD·COMMIS\nN SCOLAIRE CRIE\n\"<\"  P△” <\ndni\" 「< △nr   \" △\"\"d\n \"P△\" \" △△ △\"\n  > \" △ \nL      \", △ \ni\"\"  \"△\" \n\"C'est mon deuxieme mandat en tant que commissaire\n △ <\"d\" dni△\" \" \"\n de Waswanipi. Jai appris et acquis beaucoup\n<njb< 2014-2015  b△\"C\nd'experience de mes commissaires et president,\n d UP  d< dUPJ\npour laquelle je suis tres reconnaissante. Ensemble\nJ ?d d ?UPJ ？ \"U」 CUD UPV\ncomme une équipe, nous continuerons d'appuyer et\n   △ \"q\"， \nd'améliorer la performance de nos éleves et les aider a\n  <<「<\nEmily Mianscum, Waswanipi\nreussir dans leurs etudes. Je crois que la participation\n² rb,·<^\ndes parents a beaucoup d'influence sur le succes de\n\"C'est avec grand plaisir que je suis en mesure de\nI'éducation de nos enfants. Travaillons tous ensemble\npartager mon experience comme commissaire d'école.\n\"This is my second term as Commissioner of\npour le benefice et 'avenir de nos enfants\"\nJ'ai acquis une experience significative pendant mon\nWaswanipi. I have learned and gained a lot of\nmandat et je suis fier de communiquer nos réalisations\nexperience from my fellow Commissioners and\nen tant qu'équipe; je considere le plus important\nChairperson, for which I am very thankful. Together as\nnos \"Réunion(s) de liaison de propriéte(s)\" qui se\na team we will continue to support and improve our\ndéroulent dans nos communautés Cris au cours de nos\nstudents' performance and help them succeed with\nreunions du Conseil. Lors de ces reunions, le Conseil\ntheir education. I believe parental involvement has a\nrecueille l'information en ce qui concerne les besoins\nlot to do with our children's education success. Let's all\nde I'éducation. Je tiens a exprimer mes félicitations a\nwork together for the benefit of our children's future.\"\nnos diplomés 2014-2015 de Secondaire V et souhaite\na ceux qui désirent poursuivre un niveau d'éducation\n“\nplus éleve de succes continu. Meegwetch, merci. Que\ndniprd\" \" <\" <^ 「\" b\nDieu vous benisse tous !\"\n9 P7UPJ J 。q？ \"U』 d ]UPJ J-o\n^n rn^ pi\" ri, < ib \n\"\"，\n △\"\"d p\"  \"△\"\"d < △ p\"\nrdnJ<p≥l pi\" i △r\"\"d b  pr\">\n<\" \"<△\"\n\"<P<△S△<\nCREE-ATING OUR FUTURE",
    "Page_16": "CREE-ATINGOURFUTURE\nWE BEUEVE IN THE INVOLVEMENT OF THE CREE\nPEOPLE IN THE DECISION-MAKING PROCESS AND\nTHAT WE PROMOTE THIS INVOLVEMENT THROUGH\nCOMMUNICATIONANDDIALOGUE\nERI\nAGL",
    "Page_17": "V\"!!UP,J\nGreetings to the Cree Nation members in Eeyou\n management, trades, construction, health, social,\nIstchee!\neducation and other specialized, professional, and\nIt is a pleasure to present to you our Cree School\ntechnical felds. The demand is great within the Cree\nBoard Annual Report for 2015. We are eager to share\nNation and the task and responsibility to fulfill the\nwith you the developments of this past year, as we\ndemand is greater!\ncontinue to focus on our mission to serve our Cree\nThe expectations are high in the realm of\nNation members in the realm of education in Eeyou\neducation. We are currently witnessing a seemingly\nIstchee.\nrapid growth in economic development, the\nAs we address each aspect of the efforts and\nbuilding of infrastructure and major facilities in\nwork we are currently doing within the Cree School\nour Cree communities, and the expansion of Cree\nBoard, be it in the Youth sector, Adult Education\norganizations, not to mention other areas such as\nsector, services provided to students in Post-\nthe mining industry in Eeyou Istchee. With this rapid\nMESSAGEFROMTHE\nSecondary education, and the many other services\ngrowth, it appears that not enough of our Cree\n our organization provides throughout its various\npeople are filling the human capacity needs in the \nDIRECTORGENERAL\ndepartments, I trust that you will realize, as we do,\nCree labor market at this time, especially in the high\nAbraham Jolly\nthat our mission is an awesome responsibility. It has\nlevel places of employment such as leadership and\nthe potential to lead us into a Cree future that is both\nmanagement roles, professional, specialized, and \nspecial and worthwhile. We believe the outcomes and\ntechnical fields.\nbenefits that will come from achieving our mission\nWhat will it take for this to change for the\nwill allow our students and the next generation of\nbetter in the next 5 to 10 years?\nour youth and young adults to become successful\nWe cannot emphasize enough, and wish to give\ncontributors in our Cree society.\na loud but heartfelt call-out to our Cree people from\nMoving forward and looking ahead, it is\nall directions in Eeyou Istchee, that at this point within\nincreasingly evident and convincing that we must \nour Cree Nation history we need more EDUCATED\nkeep our mission in the forefront of all that we do. The\nCREE in our CREE NATION!I wish that this could be a\nachievement of our goals will ultimately be reflected\nconsistent call-out in the next 5 years or more until \nwhen we see a steady increase and growth in our\nit resonates and grips the Cree Nation, our Cree\nCree students graduating and succeeding in their\ncommunities, our Cree homes and families, our Cree \neducational pursuits both in the youth and adult\nparents and grandparents and our Cree youth and\nsectors. But beyond our students succeeding in their\nchildren!\neducation, we are also mindful that this educational\nI am of the belief that the whole purpose for\nsuccess must be able to transfer over into our\nwhy our leaders negotiated for Cree Education\nstudents becoming qualified and competent workers \nin Section 16 of the JBNQA (James Bay Northern \nin the Cree labour market.\nQuebec Agreement) was so we,as Cree people\nWe are faced with the pressure to see our Cree\nof this generation, would take control of our own\npeople fillthe human capacity needs within the Cree \neducation system and run our own schools in the\nNation, and rightfully so. This includes Cree human\ncontext of who we are as Cree people. I believe\ncapacity in our Cree entities, Cree Band organizations,\nthe opportunity to run our own Cree School Board\n and various sectors such as business, leadership,\n as Cree people was meant for us to be successful\nCREE-ATING OUR FUTURE",
    "Page_18": "at doing it. I don't believe for one moment that \nI would also take a risk to say that parents should\nCSB MISSION\nour Cree leaders expected our Cree School Board\n be forthcoming and demanding in a positive way of \norganization, our schools and our education system\nour teaching staff, our schools, and the leadership\nto be disorganized, dysfunctional, and a failed system.\nof the Cree School Board, and strongly express that\nTO PROVIDE FOR UFE-LONG\nThe vision was to see our Cree people be successful\nyou expect no less than the best education for your\nLEARNING WHILE INSTILUNG THE\nin running and controlling their own school board\nchild. Community leadership also plays a big role in\nand education system. However, more importantly,\nimpressing upon community members, youth, and \nCREEIDENTITYIN PARTNERSHIP\nthe intended outcome of this vision was to ensure\nchildren the high and crucial importance of education\nWITH OUR COMMUNITIES TO ALLOW\nthat our Cree students succeed in their education\nin our Cree society.\nOUR STUDENTS TO ATTAIN THE\nat all levels including youth, adult education, and\nThe crucial importance of education must\nPost-Secondary education, and that they become\nresonate within our Cree Nation, and it must be\nQUAUFICATIONS ANDCOMPETENCIES\nsuccessful contributors within our Cree society in a\nunderstood that it is the very foundational aspect\nTOBECOMESUCCESSFUL\nsignificant way.\nneeded in order for our Cree Nation to become a\n Over the years, and reaching into our present\nstrong Cree society. It will take a collective effort, as\nCONTRIBUTORS TO CREE NATION AND\ntime, some voices of our Cree people look at the Cree\nwe must work together in our homes, our schools,\nSOCIETY AT LARGE.\nSchool Board as the sole entity to make education\nand our communities to continually uphold and\n a success in our Cree society, and place the full\npromote the high and crucial importance of\nresponsibility on the Cree School Board organization\neducation to our young generation in our Cree\nto make it happen. The Cree School Board as an\n Society. This will lead to our Cree people becoming\norganization in our Cree society certainly accepts the\nmore successful contributors in our Cree society. If \nresponsibility and the major role and mandate it has\nwe are to be a strong social, economic, and political\nto set up our schools and the education system to be\nforce as a Cree government, while at the same time\neffective and successful for our Cree students.\nensuring the well-being of our Cree society, we will\nBut education in our Cree Nation has a much\nneed to continue developing and supporting all our\nhigher chance to improve and be successful if we\nstudents to become highly educated, qualifed and \napply the principle of\"working together\" to it.\ncompetent Cree people.\nCommunity leaders, community members, and\nespecially parents should not distance themselves\nAbraham Jolly, Director General\nfrom this shared responsibility. Parents must invest\ntime with their children by reading and teaching\nthem at home while they are still in their formative\nyears. Parents and families must realize that they have\na major role in the development and growth of their \nchildren in their physical, mental, social, and spiritual\nwell-being. I believe our students will be more eager,\nengaging, and willing to learn in our classrooms and\nschools if parents take the primary role of teaching.\nthem first at home. This is the shift that needs to\nhappen in our Cree society.",
    "Page_19": "V!!UP,J\n· CREE SCHOOL BOARD· COMMISSION SCOLAIRE CRIE \nr 「< △ \" △!\n△r\"△d△, rdnii△ pi\" \"d < <n \nV?UPJ   PUUV J？ J\n△\"   △n△\n<j\"  >\"   「\"△ \"\n2015 b △^x oi\"nr\"d。   ri\"n\"\nP\"d  △\"   △\nPuJU=VJ』 ？  p<> \"d ‘<> 4 VV 9\n△\"!\n  \" \n\" <<\"  \"dni△ \ndni△  P<\"P△ \" \"\n△S P<\"P△ L r<A\"n< <\n P<\"\" 「< < <n △d\nS\" △，  \"·△ \"  \"\nLb <△ dr\"CP△ pi\"  △ <nP△\n<^n△ p\" <r\" <b\"pa <C\" △ \n\"  dni△\"，>d \"\n \"， p\"   ∩ \" /\n \"  \" , \n△,S△\"< 。△\ndni△\" \"，   <P△\nC\"  \",\ndnJ<p <c\" <n b △< rdnii△, pi\"\n<  d  △ △\" / \n \" △\nC\" r\" <  <n△, <i\"\n \" △△\",\noni△nni,dc<\nAdoi <c\" < DriD<\"cdrao△t pi\" <\nn△\n\"< < △\"d\" <d    △d\" \nr△, p\"  p\"△ n△ 「\nr\"△ cr\" △A △/△ \n ri\"p△x\n?? uVV△\n< b\"Cdx C<\"C <  \" Ad\"CP△\n? cU VJ J? A vd? ? q?\n\"    i\"， \"  \"\n SV <V O1  \" V \nrdn」<p pi\" <  >i\n \n, <do  △r\"<\"c b <C\"\nJ\n△>/△<△\"C\"x\n>< △ C<\" \" \n   \" ,\n？ UU  P< i/< UP J\nPuPU  oPC d PVCs q\n<·  5 \" >\"  \" p\" b\n\" \" \" \n  < <\"  \"\" 「 \n<  △\"ni\"  d\"  △\n\"，/ △ p\"  <\"<,\n^d\"C\"d, <dc  \"<\"nr\"d  △d <\n\"d <  <P \n△ >\"   △ <p\n· \n    \n△<\"  \">d\"\np\" dni△\"   P<\"P△\npn\"p 16 \" < △ V△ pi\" <n\n  \" rrdn<p  △ rdni,\n\"\n<d pi\"  rr\"nr\"d  < △ \"△^  \nP·△\"·，  \"  >\",\n di△，  p\" \" △d \n n<\"r\" < △ \"P△ dni△\ndn<p   p\"  △n <\" △\npi\"   △\"\" dniprd\" \" <\n△ <^n△\"x\nri < △nbr\"d △>△  △Ar\"CP△x\n/< PV J？ PUp<\nC<\"ca  b △sad\" ro  ArAa\"C\"d\n△   nn r< △/△o\", p\" Lb\n rdni△, <> r\" d <\" \n  △\"    \"\n「  >\"\"< \n△ △△,\n <\"\n△△ri\"b <^n△\", pi\" \" <\nrdnit△, rrdniPrdo pi\" < △S ArA <\nn△a Anr△, obri△, 4\nPdnlio△t b i rb·<r△pi\" <b i rAx\nAFA\"CP△\n<Anr△,<io△, FAinr△。,\n/<Y PVJ？ VdV4q <\nCREE-ATING OUR FUTURE",
    "Page_20": "014-2015\nU>U  d VV  △ \nA7d\nDS\ndni△·< pi\"  △ >\"P· \n△\"Cx\nnP·\ndni△ 「 ib <\" pni△,  b\n<d pi\" \" △d \"△di d \n\"P△  △ d\"P△  \n\"U    9 U\nd<p  p\"  △ dni <\" \nn·△\"\nY \"<d-q 9 \"d mpdC?UPJ ‘?UP,J\n  \",   △, \n°，>\"\"\ni r^a\"\"  rdninr\nrdnii△, pi\" <n b △< rdnii△, <d\n < <  p\nbrl  △A Ainra△ pi\"\nLb   △r\"\" b \" △\"/△\" \n△\"C△\" △d p\" 「\"  △\"<\"\n△\"C>\"x\n/ =U J J？  J ？\n/ · \nA\nC\" \" >>\"  < \"， p\" \"\n\", p\" <    \"\" \nnq· g\" r\"·q\"\nU= J  V ‘V \n△\" △「\n△ △\"Cx\n>i\" d△\n <\" 「< <C\" △ < △\", <\nd\"   △ n\"\n>\"P△  i△ \" /△\n V  PSV P< d \npi\" \" \"d < ·<\"d\" dni△\n  ？ \" ？ S \ndni△  pr\"cc  C<\"   r^\n <dc\" 「d   △d\"  \"^b>\"d △\n\"·△·\npi,\"\n△\"\n△ < △nb\" ij rp <^nP△, rp\nAA\"CP△ <C\" △< △\"C, p<\n>n° <\" \", rrdniprd\",\n^\" △d <  \" p\"P·△ <  \npi\" rn\"△\" <   r\"d dni△\n「     pi\" \" \n \"  \" \n\" rP△  p\"C < \"^6>△\"CP△\"\n△\"\" <△  \"\" △/△\ndnipr\" pi\" < △ Ar^ rdnii△ <d\nn  r\"\"  \" △/\nLb   \"  △ di\" △>%\n△b\"  △\"\" <   j\"\"d  in\"d,\nn<p\"x\n/ pJq d p<9V J< \n△  \"\" /\n△ ∩<\"r△\", pi\"   \" in\"d \n△ rdnii△ 「d <o apr\"c< “<\n >\",  <\"°  >\"\"d\n△\"  △\"\"\n \"\" p\"  \" < \n△\"C△\" b △\" <<, piy\" ^d \"△dil,\nUq J ？ d UPJ J ？」 <d J\n\"\n< △x\naPr\"CPo△x △ado ic i △\"<\n\"  \"   \"\n△\"L , 6 A\"c n\n\"p\" pi\"   dn」< \" △<\"\nLbl    △d  △A\"\"  \ndni\" b r\"△di pi\" < <\"<d>\n△Sd <\"n\" rn\"  △Sdo \n△r\"△<\"   \"\" pi\"   \"Cr\"\n△△△，\",\n>in△·< p\" \"\"d·< <\" △\nrdnJ<P  rri\"nF\"△   r'dni\noc\" < ^si pi\" <oC Pdniprd\"\n？UP\nPd△△△ △△x\n△",
    "Page_21": "V\"!!UP,J\nBonjour a tous les membres de la Nation crie d'Eeyou\ninclut les ressources humaines au sein de nos entités et\nIstchee!\nbandes cries, des différents secteurs comme les affaires,\nJ'ai le plaisir de vous présenter le rapport\nla direction, la gestion, le commerce, la construction, \nannuel de notre Commission scolaire crie pour 2015.\nla sante, le travail social, I'éducation, et des autres\nNous sommes impatients de vous faire part des\ndomaines specialises, professionnels et techniques.\ndéveloppements de I'année qui vient de se terminer,\nLa demande est grande au sein de la Nation crie et les\nalors que nous continuons a mettre I'accent sur notre\ntaches et responsabiliteés a assumer sont nombreuses!\nmission qui consiste a servir les membres de notre\nLes attentes sont élevees dans le domaine\nNation crie dans le domaine de léducation a Eeyou\nde 'éducation. Nous assistons actuellement a une\nIstchee.\ncroissance rapide du developpement économique,\nAu fur et a mesure que nous aborderons chacun\nde la construction d'infrastructures et d'installations \ndes aspects des efforts déployes et du travail accompli\nprincipales dans nos communautés cries et de\nMESSAGE DU\nau sein de la Commission scolaire crie, quil s'agisse\nI'expansion des organisations cries, sans mentionner \ndu secteur des jeunes, de celui de l'éducation des\nles autres secteurs comme lindustrie miniere a Eeyou\nDIRECTEURGENERAL\nadultes, des services offerts aux étudiants de niveau\nIstchee. En raison de cette rapide croissance, il semble\nAbraham Jolly\npostsecondaire et des nombreux autres services\nque le peuple cri ne suffise actuellement pas a combler\nofferts par notre organisation a I'échelle des différents\nles besoins en ressources humaines sur le marche \ndépartements, vous conviendrez avec moi que notre \nde 'emploi cri, en particulier pour les postes de haut \nmission represente une énorme responsabilite. Elle \nniveau, comme les postes de direction et de gestion, et\nnous ouvre la voie sur un avenir a la fois spécial et\nles domaines professionnels, specialises et techniques.\nsignificatif pour les Cris. Nous croyons que les resultats\nQuelles mesures faudra-t-il prendre afin\net les avantages qui découleront du succes de notre\nd'engendrer des changements positifs au cours des\nmission permettront a nos etudiants cris et a la\ncinq a dix prochaines annees?\n prochaine generation de jeunes et de jeunes adultes de\nCeci est un cri du coeur sincere et nous ne saurions\ncontribuer de facon positive a notre societe crie.\ninsister suffisamment sur le fait qu'a ce point dans\nPour aller de lavant, il est de plus en plus clair et\nI'histoire de notre Nation crie, nous avons besoin de\n évident que notre mission doit demeurer au premier\ndavantage de CRIS INSTRUITS au sein de notre NATION.\nplan de tout ce que nous faisons. D'ailleurs, nous serons\nJe souhaiterais que ce cri se propage au cours des cinq \na meme de constater I'atteinte de nos objectifs par\nprochaines années ou jusqu'a ce qu'il résonne et soit \nla hausse et la croissance stables du taux d'obtention\nentendu par la Nation crie, nos communautes cries, nos\ndu diplome de nos étudiants cris et la reussite du\nfamilles cries, nos enfants, nos parents et nos grands-\ncheminement scolaire au sein des secteurs des jeunes\nparents cris!\n et des adultes. Mais au-dela du succes academique\nJe crois que l'objectif ultime de nos chefs dans le\nde nos étudiants, nous voulons également que ces \ncadre des négociations relatives a léducation crie en \nderniers puissent devenir des travailleurs qualifiés et \nvertu de larticle 16 de la Convention de la Baie James\ncompetents sur le marche du travail cri.\net du Nord québécois (CBJNQ) était, en tant que peuple\nNous devons faire face ala pression de voir\ncri de cette genération, de prendre le controle de notre \nnotre peuple cri repondre aux besoins en ressources \n propre systeme d'education et de diriger nos ecoles\nhumainesau seinde la Nation crie,etavecraison.Cela\n dans le contexte de notre identite en tant que peuple\nCREE-ATING OUR FUTURE",
    "Page_22": "14-2015\ncri. Pour le peuple cri, le projet de diriger notre propre\nJe me risquerai meme a dire que les parents\nCommission scolaire crie était voue au succes. Je ne \ndoivent etre disponibles et exigeants, de maniere\n crois pas du tout que nos chefs cris s'attendaient a ce\npositive, envers notre personnel enseignant, nos\nque notre Commission scolaire crie, nos écoles et notre\nécoles et la direction de la Commission scolaire crie,\nsysteme d'education soient des systemes desorganises,\net n'exiger rien de moins que la meilleure éducation\ndysfonctionnels et rates. Leur vision consistait a ce\npour leur enfant. Les dirigeants de la communauté\nque notre peuple cri dirige et controle sa commission\njouent également un grand role pour demontrer aux\nscolaire et son systeme d'education avec brio. Toutefois,\nmembres de la communaute, aux jeunes et aux enfants,\nles resultats de cette vision visaient a s'assurer que nos\nI'importance de I'education au sein de notre societe crie.\nétudiants cris s'instruisent, quel que soit leur niveau, et\nLimportance capitale que revet l'éducation doit\nqu'ils apportent une contribution significative a notre\ntrouver un écho au sein de notre Nation crie. En outre,\nsociete crie.\ntous doivent comprendre qu'il s'agit d'un aspect\nDepuis des années, et encore aujourd'hui, certains\nfondamental necessaire pour faire de notre Nation\nCris considerent la Commission scolaire crie comme\ncrie une societé plus forte. Toutefois, il ne sera possible\nla seule entite en mesure d'offrir une éducation\nde promouvoir l'importance de léducation aupres\nappropriée a la societe crie, et lui en impose 'entiere\nde la jeune generation que par des efforts collectifs\nresponsabilité. Certes, la Commission scolaire crie\net la collaboration de tous. Ainsi, nous permettrons\naccepte cette responsabilité et convient que son\naux membres de notre peuple cri de contribuer de\nprincipal role et mandat consiste a créer des écoles et\nfacon significative a notre societe crie. En tant que\nun systeme d'éducation efficace et propice a la reussite\ngouvernement cri, nous devons etre une force sociale,\ndes étudiants cris.\néconomique et politique efficace tout en assurant\nToutefois, les chances d'une meilleure reussite\nle bien-etre de notre societe crie, et nous devrons\nMISSION DE LA CSC\net éducation de notre Nation crie sont plus élevées\ncontinuer de developper et de soutenir tous nos\nsi nous appliquons le principe de la collaboration.\nétudiants dans leur cheminement pour devenir des Cris\nLes dirigeants communautaires, les membres de la\ninstruits, qualifés et competents.\nFOURNIR UN APPRENTISSAGE A\ncommunaute, et surtout les parents, ne doivent pas \nNOS ENFANTS EN COLLABORATION\nse distancier de cette responsabilité commune. A la\nAbraham Jolly, Directeur General\nmaison, les parents doivent s'investir aupres de leurs\nAVEC NOS COMMUNAUTES, TOUT\nenfants en leur faisant la lecture et en leur apprenant\nEN GARDANT L'IDENTITE CRIE.\ncertaines notions au cours de leur enfance. Les parents\net les familles doivent prendre conscience qu'ils\nCELA PERMETTRA EGALEMENT\njouent un role important dans le developpement et la\nA CHAQUE ELEVE ET ETUDIANT\ncroissance de leurs enfants, ainsi que dans leur bien-\netre physique, mental, social et spirituel. Je crois que\nD'ACQUERIR LES COMPETENCES ET\nnos étudiants seront plus enthousiastes, plus enclins\nQUAUFICATIONS DONT IL A BESOIN\n et plus disposés a apprendre dans nos salles de classe\n et nos écoles si les parents jouent d'abord leur role a la\nPOUR DEVENIR UN PRECIEUX\nmaison. C'est la le changement qui doit etre apporté au\nCOLLABORATEUR DE LA NATION CRIE\nsein de notre societe crie.\nET DE LA SOCIETE EN GENERAL.",
    "Page_23": "members with regards to concerns and focus areas.\n Offce. A number of modifications have been\nThis contributed to helping us in our reflections\nproposed for the Youth Sector Structure. This\nwhen working on the new CSB Strategic Action\nrequires more time to plan and implement. I will\nPlan for 2015-2020. In all communities we visited, it \nbe working with the departments of Human\ncame out very strongly that parental and community\nResources and Finance to ensure we continue to\ninvolvement have to be at the forefront of our\nmove forward in this dossier.\nreflections and interventions.\n 5. Special Project Surplus Funding for Increased\n2. Increased Accountability\nStudent Engagement\nDepartmental plans were produced, and I asked\nTechnology integration: CSB initiated a pilot \nthat monthly reviews be submitted in our efforts\n project in two schools, Luke Mettaweskum\nfor follow up on our priorities.\nSchool & James Bay Eeyou School, with the \nMESSAGE FROMTHE\nSchools' alignment between Exams/Benchmarks\nimplementation of class sets of iPad Minis. We\nResults and LSIP actions: this is the only way for\nwere fortunate to have the collaboration of Dr.\nDEPUTYDIRECTORGENERAL\nus to know if our students are learning what they\nThierry Karsenti from the University of Montreal.\nSerge Béliveau\nshould be learning, and when they are not, what \nIt is having a positive impact on students'\nthe school teams must put into place, through \n motivation. Final report is expected in the fall.\ntheir LSIPs, to resolve it.\nCree Resources Development: We are working\nOn behalf of all of the Youth Sector team, it is with\nI met the Education Services Team as well as the\nwith Minority Media to implement a gaming \nhonour that I present the 2014-2015 Annual Report.\nsupport staff in Chisasibi multiple times to ensure\nand movie production concentration in Oujé-\nIt is important to specify that the data presented in\nthere were regular touch-base opportunities, to\nBougoumou next fall. This community was chosen\nthis report refers to the 2014-2015 school year. This\nfollow up on plans, and offer support to the team.\nstrategically to retain students in the school.\nAnnual Report allows us to go back to our 2010-2015\nWe are also confident that this will contribute\nCSB Strategic Action Plan (SAP) objectives. The SAP is\n3. 2015-2020 CSB Strategic Action Plan (SAP)\nto bringing back students who had previously\nthe School Board's \"game plan\" for setting targets for\nWork sessions were scheduled, which contributed\nchosen to go to Chapais or Chibougamau.\nstudent success, and our efforts are put together to\nto the development of focus areas. Full-day\nDevelopmental Approach/Brain Development\nensure this remains our priority.\n sessions with all School Principals were held. This\nApproach: We are working with Dr. Alex Thornton,\nIn my mandate as the new Deputy Director\ncontributed to the main focus areas in the new\n Dr. Lindsay Thornton and their colleagues to\nGeneral, I had to establish my priorities as soon as I\n SAP. This work was presented to the Pedagogical\ncontinue to study the impact of sleep, nutrition and \nstarted back in August 2014. My priorities for 2014-\nManagement Team as well as Education Services\nfitness on our students'brain development and\n2015 were as follows:\nfor feedback.\nacademic performance. We will continue next school\nyear in 1 to 2 other communities/schools.\n1. Community Tour\n4. Youth Sector Structure Review\nStaff Dropout Study (Phase 1 & 2): Phase 1, the \nDuring the community tours, I reminded all concerned \nA review of the Youth Sector Structure was\nquantitative phase was completed. Results were\nof the CSB's Mission, Vision and Values. It is crucial for\npresented in January. This review was based on \nshared and now Phase 2, the qualitative phase\nthe organization that we continue to value, respect \nsome suggested modifications, following the \nwas initiated. Data is being collected. Report to\nand uphold these.\nCAFSI Report, which mainly pointed out some \ncome in the fall.\nThe community tour was also really helpful in \nchallenges around the geographical separation\n Build concentration programs to contribute to\nreceiving feedback from schools and community\nbetween Education Services and the CSB Head\nstudent engagement and retention: \nCREE-ATING OUR FUTURE",
    "Page_24": "2014-2015\nAYEP Entrepreneurship Program (Mistissini)\nFrom the Department of Student Services\nFrom the Department of School\nwill be starting in the fall.\nImprovement\nAmong the many responsibilities under the\nArts Concentration Program (Misitissini) will\n Department of Student Services, parental engagement \nWe have made huge strides towards becoming\nbe starting in the fall.\nwas given more attention this year and a survey was\n experts in the areas of best practices, including\nArts, Sports, Science, and Cree Culture\ndeveloped and introduced in our communities. Data is\nClassroom Instruction That Works and Success in Sight.\nconcentrations (Whapmagoostui) will be\n being collected and will be shared in the fall.\nWe will be taking on more and more responsibilities \n starting in the fall.\nin this area in the coming years. Also, student\nHockey Concentration (Mistissini) tentatively\nFrom the Department of Professional\nengagement is at the foundation of the department's \nstarting in the fall.\nDevelopment\neffort to survey students and use the data to make our\nHockey/Broomball Concentration (Eastmain):\nThe Department of Professional Development has\nschools better places to be for our students.\nin progress.\n completed the implementation of the Certificate in\nFrom the Department of Cree Programs\nTeaching Cree Culture and Language and was in the\n6. Guaranteed and Viable Curriculum (GVC)\nSecondary 3 units are completed as planned. Math\nprocess of giving the 2nd course of the Certificate\nThe Department of Cree Programs has worked hard\nbefore June 30, 2015. It was also a goal to offer courses\nagain at making sure we continue to produce Cree\nTranslation and Mini target lessons are both in\ncompletion stages and will be printed. The GVC for\nto the students in the Regular B.Ed Certificate Teaching\nresources for our students. We were happy to see that\nprogram by the end of May 2015. The course for\na number of the famous Robert Munsch books were\nSecondary 3 is to be rolled out in August, 2015, with\nthe B.Ed program was completed in March and two\ntranslated into Cree for our students. We will continue\nmaterials, binders, and training delivered to teachers.\n Sections 4 and 5 will be tackled in the next school year.\n summer programs have been planned. Recruitment\nto make the production of Cree resources a priority in\n of candidates for the Certificate in Aboriginal Literacy\nthe coming year.\nFrom the Department of Instructional\nwas done this year. One course was completed in the\nCertificate in Aboriginal Literacy: CREE and the 2nd\n'm looking forward to an exciting 2015-2016 school\nServices\ncourse is planned for early fall. We have completed\nyear.\n In writing and developing the Cree School\nthe 2nd course in the Students/Teachers/Educators\nBoard curriculum, a foundational pillar of school\n Certificate in Inclusive Education and we also added\nSerge Beliveau, Deputy Director General\nimprovement is the Guaranteed and Viable Curriculum\nanother course for those who already had the 2nd\n(GVC). This years' work is made up of three parts:\ncourse offered.\nthe elementary Cree, English, and French GVC\nrevisions, based on feedback from teacher surveys \nFrom the Department of Special Education\nand school GVC implementation visits. It was a\nfull implementation and pedagogical training for\nThe Department of Special Education has been\nSecondary 1 and 2 teachers. Secondary three (Cycle 2,\nworking to put things in place in our schools to\nrespond to students' needs. Areas of focus for\nYear 1) was written and will be delivered to teachers \nthe coming years will be to implement relevant\nin August. The Elementary Science GVC for Cycles 1, 2,\nand 3, and the Secondary Cree language GVC for Cycle\npathways for students, to implement the Response-\nTo-lntervention (RTl) model in our schools, and to\n1 was initiated.\n respond to students who have additional needs.\nCREE-ATING OUR FUTURE",
    "Page_25": "V·!!UP,J\n· CREE SCHOOL BOARD· COMMISSION SCOLAIRE CRIE \n^\"r c\"  rdnii△\" △c\", orr\n P 「\"\" <<\"\n\"o<V PS IO7--IO7  D·UV> J ?\n\"\"x\n<\"△<\" \ndniPd\"  J>\"△  △\n9107--10% 97 4 P<'9? mP27J 5V\np\"△ db\"·<\"p\" p\"  \n> <>> >x\n△\"CP△ LSIP: <dc\" rd < △Jd\"  \n？‘   \npi>\"nrd c<\" idni<b rr'dnJ<PooD,\nP<^\"r\"d < 2010-2015  dnL△\n  \"\" \"\nb <\"P△  △\"△ (SAP)  \"\nrdniPrd\" \" < < P<^\"n\" LSIP,\n d\"△   △ <\"P\npi\" △\" 「r^>\"Cx\n \"，  \"\" \n· <  \"\ndni△  △\"n \"   \" △\ndni <△\" pi\"  <n <C\"\nd\"nJ< rdnJ<p\"   △ Pp\">\" 「<\nrA\"  D\" ina\">△ C<\" iA\nijoP△ < < △ dr\"\"d  in  \nib。, i ori\"cpe△ b △s D<A\"cpo△,\nb \" c\"rp.<c b AA\"c>!\n*<V p>   P\npi\"   p△ < b n∩x\n   \" △ \n△\n\" <n△, ni△  \"i \"\n3. 2015-2020 △ r'dnii△ <\n\" < \">\n<A\"CP△  △cAn△ (SAP)\n4, 2014x L>\" Lb CrC△ Lb 2014--2015\n S\"P△ nP△, pi\" <Dd\n:V-?UPJ  VIV  m<V > \n △r\"   \"P△   △\n\"△  \"P△ △p o\"\n1. \" \"\"\n△P△ idni < \nL < △ C\" △\"\",\nb △r\"  rA\"CP△ < \n<  。 < 「<  △i\"r\"\n <\"P△  △n△  △\nib△ p△, pi\" △\n，\" \nbA\"P△ pi\" < △\"C△ \" △\nb pr\" < △ rdnii△ pi\" <c\"\nrdnii△\" Pni△ >c\" △> rdnii△\" \ndnii<△\" c\"  < ^r∩\"\nno\"d pi\"  \"nr\"d \" △\".C△\"x\n\"△·△\n\"\"\n\" \"\"\"  \" \n4.  \"  △\" \n>n\"△·< \" △\" dnipd\" pi\"\nr'dnii△。 Ac\"\n \"\"\"  \n」><\"\n△i\"nr\"△ pi\" b < 「r^\"n\" <  b\n< △d\" r rdnii△ △cx  b\n△r\"△<A i ir\"nr\"△di\" ib b <AnJni\"\n>\"，\"· \n  dni△  <\" \nb △ on<\"CP△ i <\"r\"CP△ ib,\n△^n△ 2015-2020x 「< △\"△\" <℃\" b\n< b\"△P△ < CAFSI ∩<rjr\"p,\ni\", <d b jA   n<\" \n△r\"·< r\"△di p\" △\"△\" \" < ib\n<\"  △\"\n △S i\"nr\"< pi\" < △ \"pP△x\npi\" △ dnii△ ri。 「\"△i>pr\n\" b  ∩<\"p△ <\"\"P△\n2.  AdA\"CPa△  AA apr\"Cp△\nC\"  rdnii△\" △c\"x <d\nP·△<\"P·△ <n\nn<\"\" <n i <\"P·△\n\"d\n△iAn△, pi\" n<\"  \"\np\"rAa\"CP△ P△Anril <o b\nCREE-ATING OUR FUTURE",
    "Page_26": "q \"d Jd 9 ?UV \" V\n△\n<\"</><\ni\"d\"P△ b △ 「p.<\"P·△ pi\"\n(): < <\"pP△x\n△？ ？\n\">\"   △ >\n\"\"，,\nP<^\"P△x\n2, < \"△  △  L\n ‘？  \ni>\"P△。  b △ 「p.<\"P△x ∩b\"\n\"  △(<)\n5.  \"d n。 △< \nP 「\"△ <j\"x\n<d i r\"rAa\"CPo△ nbr\"x\n VP J J?  VduJv\n？ Up J< ？ 』 Vd= ？\nri>\"nr\" r'dn<p < r'dni\n △r\"<  r\"\"△ dJ<P <\n6. in\"d pi\"  r < △\n△\"P    \nr'dnlio△ pi\" t r L\"rdaPo△:\nr'dnii△ (GVC)\n^r\"CP·△: CSB  r\"r^>\"C b <C\"\nAYEP < r\"^\"CP·△ <^n△\n3 b △\"  △< rdnipd\" \n0\npJ9<P,J 9△L 9 ‘d?UPJ \n  (） \n\"·△  △ <\"·△ \np\" △ △ △ iP， △ \nr\"rA\"CP·△ Nbr\"x\nrP  < △P△ <\"\" <\n\"r\"   △\"d <\"  \nVP  Vd  \n\"pP△\"  \"P\" \n rdniio△ <△\"<c 「 (iPad Minis)x\n(n) <  r\"^\"P△ br\"x\n^s\" 「  rdnii△ i \n   \"\" \" \n△\"  \n\"P△  ddd\"△ 「\"p\nQ\n\" \"  \" ji dniprdx\n(n) <d  r\"rA\"P△ nbr\"\npi\"   「o\"i>\"P△  in<△:\np<<r\"<   rr\"nr\"△\nd<P  \" d  「\"△\n<j\"p  \"d\"     \nN·br\"ix\n△: △inrio i△nn ni\" \nr\">\"△   \" dni△ <\nS\"CP△\" in<ipa\" pi\" b MbC^\"\nc\" >d  b  <\"△\n \"CP△ △\"C△   i\"rdpo△\nd」<P <\" dniPd\"x\nC<i\"。  △r\"<  \" <\nrdnJ<iP < pn\" nd <c\" i\nrdni \"V△ pi\" ib S>bjx\n△  △P\n   \n>i. ，·\n an pi\" D△AnrLpa\" < ArA\"C\n ri\"\" < △ C\"p\" <\n，\"\nd」<p \" \"P\" p\" < △>\n  ？  *U  <d\n< ^>\"  rdnii·△rdr 1 pi\" 2\ndNb\" △\"C△\"/rdniPrx\n）\n△S r^ 1 pi\" 2):<△ rA 1,\nCREE-ATING OUR FUTURE",
    "Page_27": "· CREE SCHOOL BOARD· COMMISSION SCOLAIRE CRIE\n GvC \" < 3 b △\"  <\n\" △\"  \"P  \" \n\" △\"  \" \"\"P△\" dnip\nr\"dniPrd\" rP A^\"P△ \"^\">\nAiAnr△ c\"i\n△c\"i\n2015, <  △^r\"P△ b, 「\"p\" pi\"\n\"  \"  \"△ \n rdn<P△ dnii r 「△△\n△An△ △c, △  n <\n ‘U  V U\n 4 pi\" 5 b △\" b △< rdniprd\"\n\">\"   >d\"P· 「\" <\n < ^si rdniprd\" < △S rdnii△\n   」 \ndi△ △ △\"△\" p\" △\n 「 pi\"  d\"   △ △d\"CP△x\nrdnii△x\npi\" <    \"P\n\"< Vd=d ？ ？ \"Us』 CU a p<\ndn  \"  \"p\n△S cr\" <d p\" r < △\"n \n\" <\" r'dnii <i△\" c\"\n<\"L 」<\">^」 30, 2015x < pi\" b △\"\nJ \"d ?UPJ  dUP,J PY\"U？J\n 「\"P△ pi\"  \"P△ <  △\nd\"△   \"<<P△   dni\ndr\"P△   riiP△ rdnJ<ip pi\"\n  < ‘UP  UP\n< < B.Ed i  ^d\"c << \"p\n <\"P△ b △ rp<\"P  b\n\"b\"d\" < i\"\" < \"△ <\n\"Li <id^ May 2015x < < rdni△\n  >\" <Px\nrdnii△ (GVC)x  <>\"  <nC△△,\nB.Ed, <  ^ 「^」 b <d\" pi\"\n  <\"△  >\" \n\" <\" < rdnii△ >>>J△\" c\"\n \n\"，\nC\"  rdni△ △\" △c\",\npi\" ^∩b>J△ GVC  <\"∩r\"P△,\n△\"nP△   \"nP△ <<'rdni\n？q？ UUV   V\n\"  \"\n \" \"P<  p\" △/△\nn\"d   \"p△ < △\n\"d ?9  J  <?UP\n\" \"\"<\"\n△Ar\"CP△   <\"\" rdnJ<p <\nb onP△ dniPrd\" b r\"rA\"P△\n  \"P△ \"  p\" △/△\n< \" △△\" \"\"△\nGVCx <> 「< b r\"rA\"CP△ pi\" \n\"\"\"：\" \n i\" \" \" \n?UP,J JV  <?TUPJ J- ,VVdDrUP4J \n Ar < rdni△  <A\"P△\n\"<  \" △△\"  \n<oc\" b △< b rdn」<p△ 1 pi\" 2 b\nArA A nbrx S o r。 \n>r\" rd<P <  r\" \n\"  \" <( \n><\n*=\n2, >>\" 1） 「\"P△ p\" \ndnii 「\"△p < i>d\"P△\n「P△ dni \"\" <dr\"bx < \"\nrdnii△ pi\" <d  b ^rnoi\"  \n？\n< rdnii·△ < ri\"CP△ ib GVC \"\n\"\nrdnLio△ 2015-2016x\n\" < ^^\" 1， 2， pi\" 3, p\"  b △<\n 。\"△ x\nc\" △ < GVC \" <  \n v, b \" \"p.<c b A\"\"\n1 <   \"\"△x\n\" \" <ip  rdn<p△ \"\n<>n△\n\" <iP  d<P△ \",\n\" \" n<p △\" \"\nJ< ？ pU J？ UUV  V·\nr\"α\" b\"> < pr\"CP△\" DC\n\"△   \" △\nrdn<p <△\" △c\"i, <≥d <n b\nC\" rdniprd\" <  「^\"P△\nP<\"△  <△r\"< \"i\nC\" △ \"，   \" \">\"P·\n d<△\" < p\"  \n< 「b\" ip   <r\"C rdnJ<p,\nJ\"P△ dbrir\"p pi\" b <\"n<△\"\nV V ？=d\nC\" \"△\"L i\"P△ △\n△> (RTI)  △ <\"P△ <C\"\nrp<\"P△ pi\" < ri\"Cd\"CP·△  b\nrrdniprd\", pi\" i >S\"<P△l <o\n△S p.<\"CP△ nbr\"x\n<< \"△△\nCREE-ATING OUR FUTURE",
    "Page_28": "Au nom de I'équipe du secteur des jeunes, c'est\npresentés dans le cadre des efforts deployes pour\n pour moi un honneur de vous présenter le rapport\n donner suite a nos priorités.\nannuel 2014-2015. Il est important de préciser que\nHarmonisation entre les resultats des examens\nles donnees présentées dans le présent rapport \net de reférence et les mesures proposées par\nconcernent I'année scolaire 2014-2015. Ce rapport \nles Plans locaux d'amelioration scolaires (LSIP;\nannuel nous permet de revenir sur nos objectifs dans\nen anglais) au sein des écoles. ll s'agit de la\nle cadre du Plan d'action stratégique (PAS) 2010-2015\nseule facon pour nous de savoir si nos étudiants\nde la CSC. Le PAS n'est rien de moins que le 《 plan de\napprennent ce qu'ils doivent apprendre et,\nmatch 》 de la commission scolaire pour I'établissement\nlorsque ce n'est pas le cas, pour determiner les\nd'objectifs visant a assurer la reussite des étudiants.\nmesures que les équipes-écoles peuvent prendre,\nNous deployons tous les efforts nécessaires pour\npar I'entremise de leur LSIP, pour régler ce\nveiller a ce que cette derniere demeure une priorité\n probleme.\nMESSAGE DU\ntouteI'annee.\nJ'ai rencontré léquipe des Services de I'éducation \n En tant que nouveau directeur general adjoint,\nainsi que le personnel de soutien de Chisasibi\nDIRECTEUR GENERALADJOINT\nil était important de determiner mes priorités pour \na plusieurs reprises afin de garder le contact, \nI'annee scolaire 2014-2015 des le debut de mon\nSerge Beliveau\nd'assurer le suivi relatif aux plans et d'offrir du\n mandat, soit le 4 aout 2014. Les voici :\nsoutien a l'equipe.\n1. Tournee des communautes\n3. Plan d'action strategique (PAS) 2015-2020 de la\nDans le cadre de la tournée des communautés, j'ai\nCSC\ntenu a rappeler a tous les intéressés la mission, la\n Des seances de travail ont éte prevues, et ont\nvision et les valeurs de la CsC. Il est essentiel pour\ncontribue a la determination des domaines\nI'organisation que nous continuions a les defendre, a\nd'intervention. Des séances d'une journée avec\nles respecter et a les proner.\ntous les directeurs d'ecole ont également eu lieu.\nLa tournee des communautés a également\nCes dernieres ont d'ailleurs également contribue\npermis de recueilli les commentaires des ecoles\na l'identification des principaux domaines\net des membres de la communaute a I'égard des\nd'intervention pour le nouveau PAS. De plus,\npréoccupations et des domaines d'intervention.\nles résultats de ces séances ont éte presentés\nCes commentaires nous ont éte d'une grande\n a léquipe de gestion pedagogique ainsi qu'a\nutilite dans le cadre de notre travail relatif au Plan\nl'équipe des Services de Iéducation afin de\nstratégique de la CSC pour 2015-2020. Dans toutes\nrecueillir leurs commentaires.\nles communautés que nous avons visitées, il en est \nressorti tres nettement que I'engagement parental et \n4. Revision de la structure du secteur des jeunes\n Une revision de la structure du secteur des jeunes\nreflexions et de nos interventions.\na été proposée en janvier. Cette révision était \nfondee sur certaines modifications suggerees\n2. Responsabilite accrue\na la suite de la lecture du rapport du CAFSl, qui\n Des plans ministeriels ont éte élabores, et j'ai\nsoulignait principalement les défis occasionnés \ndemande a ce que des examens mensuels soient \npar la séparation geographique entre les\nCREE-ATING OUR FUTURE",
    "Page_29": "V\"!!UP,J\nCREE SCHOOL BOARD · COMMISSION SCOLAIRE CRIE\nServices de léducation et le siege social de la\ncommunautés ou écoles y prendront part.\n Du Bureau des services pedagogiques\nCSC. Comme de nombreuses modifications ont\n Etude sur le décrochage du personnel (phases \nLors de I'élaboration et de la rédaction du curriculum\nété proposées pour la structure du secteur des\n1 et 2) : La phase 1, soit la phase quantitative,\nde la Commission scolaire crie, le Curriculum garanti\njeunes, plus de temps sera necessaire a des fins de\nest maintenant terminée. Les resultats ont\net viable (CGV) est I'un des piliers fondamentaux de\nplanification et de mise en ceuvre. Je collaborerai\nété communiques et la phase 2, soit la phase\nI'amelioration scolaire. Le travail de cette annee se\npersonnellement avec les services de Ressources\nqualitative, est maintenant en cours. Les donnees\ndivise en trois parties : le cri au primaire, I'anglais et\nhumaines et des Finances pour assurer la\nsont actuellement recueillies et le rapport est \nle francais. Les révisions du CGV sont fondées sur les\nprogression de ce dossier.\nattendu a I'automne.\ncommentaires des enseignants recueillis au moyen\n Elaboration de programmes de concentration \nde sondages et sur les visites de mise en ceuvre du\n5. Surplus budgetaire destine a un projet special\nvisant a stimuler l'engagement et la retention des\nCGV dans les écoles. Le programme de secondaires\nvisant I'engagement accru des eleves\nétudiants :\n1 et 2 a fait lobjet d'une mise en ceuvre complete et\nIntégration de la technologie : La CSC a mis sur\nLe Programme jeunes entrepreneurs\nles enseignants concernés ont suivi une formation\npied un projet pilote visant l'implantation d'iPad\nautochtones (PJEA) sera lance cet automne a\npédagogique. Quant au programme de secondaire 3\nMinis dans deux établissements, soit I'ecole Luke\nMistissini.\n(premiere année du deuxieme cycle), il a été rédige et\nMettaweskum et I'école James Bay Eeyou. Nous\nLe programme de concentration en arts sera\nsera présente aux enseignants en aout. Le CGV pour\navons également pu compter sur la collaboration\noffert a compter de I'automne a Mistissini.\nI'enseignement de la science au niveau primaire, le \ndu Dr Thierry Karsenti de I'Universite de Montréal,\no\nLa concentration Hockey devrait également \nCGV a l'intention des éleves du 1er, 2e et 3e cycles,\nqui a constate une incidence positive sur la\netre offerte a Mistissini, des I'automne.\n ainsi que le CGV pour l'enseignement de la langue crie\n motivation des éleves. Le rapport final est attendu \nNous travaillons encore a l'elaboration\nO\nau secondaire (premier cycle) ont éte mis en ceuvre.\ncetautomne.\nde la concentration Hockey/Ballon balai\n Developpement des ressources cries : Nous\n(Eastmain).\nDu Bureau des services aux étudiants\ntravaillons actuellement avec Minority Media\nLes concentrations Arts, Sports, Science et \nCulture crie seront proposées des I'automne \nParmi les nombreuses responsabilités qui incombent \npour mettre en ceuvre une concentration\na Whapmagoostui.\n au Bureau des services aux étudiants, l'engagement \nen production de films et de jeux vidéo a\nOujé-Bougoumou I'automne prochain. Cette\ndes parents était au coeur des préoccupations cette \ncommunaute a éte choisie stratégiquement dans\n6. Curriculum garanti et viable (CGV)\nannee et, a ce sujet, un sondage a été créé et presenté\nle but d'accroitre la retention des étudiants. Nous\nTout s'est deroule comme prevu en ce qui concerne\n aux communautés. Les données sont en cours de\nles unités de troisieme secondaire. La traduction\ncompilation et les résultats seront communiqués a\nprevoyons également que cette concentration\ncontribuera a ramener les étudiants qui avaient \ndu materiel de mathématiques est en cours, tout\nI'automne.\nd'abord choisi Chapais ou Chibougamau.\n comme I'elaboration des mini lecons ciblées. Certains\n Du Service de perfectionnement\nApproche axée sur le développement/\ndocuments font également I'objet de formatage et\ndéveloppement du cerveau : Nous collaborons\nprofessionnel\nd'impression. Résultat vise : Le CGV a Ilintention des\nactuellement avec les Drs Alex et Lindsay\néleves de secondaire 3 sera mis en ceuvre en aout\nLe Service du perfectionnement professionnel a termine\nThornton, ainsi que leurs collegues, pour\n2015. Les documents et les reliures seront remis aux\nla mise en oeuvre du certificat en enseignement de\n poursuivre Ietude sur l'incidence du sommeil,\nenseignants, qui a leur tour suivront la formation \nla langue et de la culture cries (Certificate in Teaching\nde I'alimentation et de I'activite physique sur \nconnexe. Nous nous attaquerons au curriculum a\nCree Culture and Language) et le deuxieme cours pour\nle developpement du cerveau et le rendement \nIintention des éleves de secondaire 4 et 5 des la\nI'obtention du certificat s'est donne avant le 30 juin 2015.\nscolaire des étudiants. Au cours de la prochaine\n prochaine annee scolaire.\nNous avions également pour objectif d'offrir des cours\n année scolaire, au moins une ou deux\nauxétudiantsinscritsaubaccalaureateneducation\nCREE-ATING OUR FUTURE",
    "Page_30": "RT2014-2015\n(B.Ed.) régulier d'ici la fin mai 2015. Le cours pour le B.Ed.\ncheminements pertinents pour les étudiants, la mise\nDu Service des programmes cris\n a éte termine en mars et deux programmes d'ete ont été \nen ceuvre d'un modele de reponse a l'intervention \nLe Service des programmes cris a encore cette annee\n prévus. Le recrutement des candidats pour le certificat \ndans nos écoles et la prise en charge des étudiants\ndéploye de nombreux efforts pour assurer la production\nen alphabetisation des autochtones a éte effectue\nayant des besoins supplémentaires.\nde ressources cries a lintention de nos étudiants. Nous \ncette année. Un cours, soit Langue crie, a été offert et le \nsommes heureux de constater que de nombreux livres\ndeuxieme est prevu au debut de I'automne. Nous avons\nDu Service de I'amelioration scolaire\ndu celebre Robert Munsch ont été traduits en cri pour\ntermine le deuxieme cours a lintention des étudiants,\nNous avons fait beaucoup de progres dans \nnos étudiants. En outre, nous continuerons de veiller a\ndes enseignants et des éducateurs du certificat en \nI'atteinte de notre objectif qui consiste a devenir\nce que la production de ressources cries demeure une\nintégration scolaire et nous avons ajoute un deuxieme \ndes specialistes dans le domaine des pratiques \n priorité pour 'année a venir.\ncours pour ceux qui l'offrent deja.\nexemplaires, notamment Classroom Instruction That\nWorks et Success in Sight. Dans les années a venir, nous\nJe suis deja enthousiaste a lidée d'entamer I'année\nDu Service d'adaptation scolaire\nassumerons toujours davantage de responsabilités\nscolaire 2015-2016.\nLe Service d'adaptation scolaire a travaillé a la mise en\ndans ce domaine. De plus, I'engagement des étudiants \nplace de ressources dans nos écoles pour repondre\nest la pierre angulaire du travail de notre service qui\nSerge Beliveau, Directeur general adjoint\naux besoins des etudiants. Au cours des annees a\nconsiste a interroger les étudiants et a utiliser les \nvenir, nous mettrons I'accent sur lélaboration de \ndonnées pour rendre nos écoles meilleures.",
    "Page_31": "CREE-ATING OUR FUTURE\nWE BEUEVE THAT THE PROMOTION AND\nPERPETUATION OF THE CREE LANGUAGE\nAND CULTURE IS THE ROOT OF THE CREE\nEDUCATIONSYSTEM.",
    "Page_32": "014-2015\n\"Management is doing things right; leadership is doing the right things.\nPeter F. Drucker\nOperations has continued to contribute toward the\nVice-Principals in the areas of: Guaranteed\nSAP in all areas, we have primarily focused on the \n& Viable Curriculum (GVC), Continuous\naction area aligned with our mandate to supervise and\nImprovement, and effective management tools;\nsupport school leadership:\nGuidance Team, consisting of Guidance\nCounsellors, Readaptation Offcers, and Student\nA-3 School leaders who are empowered and trained on\nAffairs Technicians, to better align services and \nbalanced leadership for continual school improvement.\nsupport to our students; and\nTeacher teams in the areas of History, Science, and \nMESSAGEFROMTHE\nHere are some highlights of this year:\n Mathematics in Secondary.\nDIRECTOR OF SCHOOL\nContinued onsite support from McREL coaches\nIn collaboration with the Coordinator of\n(three to five times per school) to further\nSchool Data Management, Christiane Laplante, and\nOPERATIONS\ndevelop school leadership teams in the areas of\nCoordinator of Student Services, Nellie Pachanos,\ncontinuous school improvement, PLCs, and to\nSummer School is another program managed by\nKimberly Quinn\ncoach school leadership;\nHardy, where their efforts contributed toward a much\nBuilding capacity of the Coordinators of School\nimproved program in the summer of 2014. Offered \nAs we have come to the end of our five year Strategic\nOperations and School Improvement as they\nin more communities, with smaller class sizes, fewer\n Action Plan (SAP) and are transitioning into a new\naccompanied McREL to schools and supported\nstudents required to leave home for the summer,\n one, it brings much reflection on what we have done\nthem otherwise onsite;\nand more of our own teachers staying to work with\nthese past five years to achieve the goals we set for\nTraining and implementation of Power Walkthrough\nstudents, we had the best result we have had in\nourselves. What we continue to strive for is increased\nTraining with all Principals and Vice-Principals,\nany year with thirty-three (33) graduates out of the\nstudent success and that each student reaches their \nallowing them to record walkthroughs electronically\nseventy-nine (79) total for 2013-2014. Offered in five\nhighest potential. Among the first steps made following\nand generate reports easily from a database;\ncommunities this summer, we look forward to seeing \nthe CAFSI Report (2008) and our SAP (2010) is that we\nPrincipals took part in developing the new SAP\nfinal results as we stand at fifty-nine (59) graduates for\nfocused more on the areas that would impact student\n(2015-2020), allowing them to take ownership\n2014-2015 following January and June exams.\nachievement, such as: creating a strong curriculum\nfrom the start for the next five years;\nWithin her role, Christiane Laplante continues\nacross all levels, building the capacity of teachers in\nVisiting Whapmagoostui, further building our\nto improve the accuracy of student clientele data\nbest practices and Professional Learning Communities\nPrincipal team into a PLC where best practices\nshe manages with her team and schools each year.\n(PLCs), and developing balanced school leaders in\nwere shared in various settings: in the school, on \nFor the last few years, we have a reported rate of \nthe areas of continuous improvement, instructional\nthe land, in our meeting room, and at dinners\n 99.3 % accuracy, completing all aspects of student\nsupervision, and overall management in our schools.\ncooked for one another.\ndeclaration earlier and for the first time in April this\nToday, our school leaders are more focused on\nyear. Much of this has been accomplished through \ntheir Local School Improvement Plans (LSIPs), taking\nHardy Audate, Coordinator of School Operations, has\npanoudu! pue 'dn moloy 'tuoddns 'buuien panuuon\naction with their school-based teams towork toward\nbuilt the capacity of several teams through leading\n control mechanisms. In terms of improvements, they\ncommon goals and those that impact student learning\n training sessionswith each in an effort to build strong\nhave implemented online registration for students in\n in their schools. While the Department of School \nPLCs within and across each team:\nfour communities, have succeeded in ensuring more\nCREE-ATING OUR FUTURE",
    "Page_33": "CRIE\nschools directly enter student attendance, and will soon\nelementary, and some in secondary, to better inform \nWe want to thank each of our school leaders,\nbe introducing eduSphere, a portal for parents and \ninstruction, professional development, and to align\ntheir teachers, and school teams for their continued\nstudents that will improve communication between\nresources to implement the best literacy practices.\ndedication in making our schools a better place\nthem and the schools. With her continued responsibility\nWhen school is out for the summer, our partnership\nfor our students to be, and for acting as the main\nin the area of Sanction des etudes with MELS, we have\nwith Frontier College for the last three years has\n contributors to our students' learning. Many have \ndata and reports on student success in a timely manner\nallowed for us to offer free literacy camps to about\nbecome leaders of effective change in our schools\nat both the regional and school level, which allows us to\n450+ elementary students in our communities for four\n and we are seeing this more and more in the results \nmake more data driven decisions within our schools.\nweeks. This is in an effort to reduce summer reading \n they share. We look forward to continuing this journey\nMuch like the past, we are collectively persistent\nloss and give students opportunities to engage more\nof school improvement with them as we implement\n as the Youth Sector Services in our efforts to improve\nwith literacy in a positive way throughout the year.\nnew programs, better practices, and work toward\nliteracy rates of our students, as research states that \nIn the following school reports, each School\nincreasing student success together.\nchildren who do not read at grade level by the end \nPrincipal has shared their LSIPs, progress toward \nof Grade 3 are highly unlikely to graduate. Five years\ntheir goals, and results in the areas of Canadian \nKimberly Quinn, Director of School Operations\nago, we did not have much data to tell us the levels\nAchievement Tests (CAT), literacy, attendance,\nat which our students were reading. However, today,\nretention rates, and success rates in required \nall schools regularly assess students in reading in\nSecondary subject areas.",
    "Page_34": "EPORT 2014-2015\n4267\n2375\n 1296 Elementary\nENGLISH\n1 1079 Secondary\n731\n1161\n754 Elementary\n152\nPre-K and\nSTUDENTS\nFRENCH\n 407 Secondary\nKindergarten\nspecial needs\nGRADUATIONRATE\nRETENTION RATE\nABSENTEEISM\n9.9%\n64.6%\n24.6%\n27.6%\nSecondary\nA 1% decrease over the previous year\nStudents in Secondary Iin 2010-11 \nwho entered Secondary V in 2014-15\n18.7%\nElementary\nMELSSUCCESS RATE\nSECONDARYV GRADUATION\n42.0%\nof Secondary V\n52%\n41%\n25%\n32%\n27%\nEnriched English\nMathematics\nEnriched French\nStudents\nEnglish\nScience&\nLanguage Arts \n 2nd Language\nTechnology\nMELS Exam Pass Rate\nGraduated\n196\nTotal Dropouts\nfor 2014-15",
    "Page_35": "4267\n2375\n1296 \" \"\n△\n 1079 \" \"\n73\n ds4\n1161\n754 \" \n152\n'n△\n'<\nAn6 407\" \"\nV 9 \"d\nJ·△iPS\n△A >PP△ 6 < rniPr\n△> ·\" P\n n\"  r'dni\n9.9%\n64.4%\n24.6%\nAr\" \"\n27.6%\n \"%\n'dnJ<P △Ar\" 1 b △\" ib\n2010-11    \"\n\"\" △c\"i\n18.7%\n三△JV\n5 b △\"℃l Lb 2014-15\nMELS △A >PP\nUPJ  d< 9  9  V\n42.0%\n52%\n41%\n25%\n32%\n27%\n\"△q\n\"！\n5\n△\nA'o\"4\nS>iN\"nJ△\n.V<qUV<\nrdniq\nb\n\" dn<\n△ \"d\"\nA\"PP△L\"\n \"\"P△\nS\n△△()\n <An\" iba\n△J△\nUp,J  d<\nMELSr\"<\"P  △ >pP△\n196\nii \"c b > <\nrdni i·62014-15",
    "Page_36": "EPORT 2014-2015\n4267\n2375\n1296 Primaire\n 1079 Secondaire\nANGLOPHONES\n731\n1161\n 754 Primaire\n152\nPré-maternelle\nELEVES\nFRANCOPHONES 4O7 SeCOndaire\net maternelle\nbesoins spéciaux\nTAUX D'OBTENTION DEDIPLOME\nTAUXDERETENTION\nABSENTEISME\n9.9%\n24.6%\n64.4%\n27,6%\nSecondaire\n soit une diminution de 1 % \ndes éleves de secondaire Ien\n par rapport a I'annee precedente \n2010-2011 ayant entré en\n18,7%\nPrimaire\nsecondaire V en 2014-2015\nTAUXDE REUSSITE(MELS)\nDIPLOMES DE SECONDAIREV\n42,0%\n52%\n41%\n25%\n32%\n27%\ndes éleves\nArt de la\nAnglais langue\nMathematiques\nScience et\n Francais langue \nlangue anglaise\n seconde (enrichi)\ntechnologie\n seconde (enrichi)\nde secondaire V\nTaux de reussite aux examens du MELS \nont obtenu leur diplome\n196\nont abandonné I'école\nen 2014-15",
    "Page_37": "EEYOUSCHOOLS",
    "Page_38": "BADABIN EEYOU SCHOOL\nWHAPMAGOOSTUI\nPrincipal: Joey Charland\n40.0%\nVice-Principal: Maggie George\n240\n59\nboys in elementary\n45\n boys in secondary\nstudents\n47 girls in elementary\n10 special\nStudents Graduating\n50 girls in secondary\nneeds\nSecondary Vin 2013-2014\nThe 2014-2015 school year was the year of growth within our Local\nSchool Improvement Plan. Throughout the year, our focus was to\nimplement our plan with quality and fidelity. This process lead us\nto modify our initiatives into expected professional behaviors in\nthe classrooms, where improvement initiatives will be clear and\nCATTEST SCORES\nstandardized in each classroom to monitor and adjust according\nto student progress. During the school year, we have built capacity\n2011-\n2012-\n2013-\n2014-\nin different areas to become an effective school such as using \n2012\n2013\n2014\n2015\nResearch Based Practices, Data Use, Purposeful Community,\nReading\nContinuous Improvement and Shared Leadership. This year was\nGrade 6\n6%\n0%\n11%\n6%\na step closer to accomplishing our school mission: to create a\nVocabulary\n6%\n14%\n10%\n17%\npositive learning environment that promotes and fosters student\nachievement,parental involvement and professional development\nWriting Conventions\n6%\n0%\n10%\n17%\nwhile instilling the Cree identity.\n Spelling\n35%\n71%\n60%\n53%\nSchool Governance & Shared Leadership\nMathematics\n6%\n11%\n30%\n26%\nLeading a school in becoming an effective learning community is\nnot a\"one man job\" First of all, Maggie George, Vice-Principal, lead\nComputation &\n24%\n44%\n40%\n32%\nEstimation\nthe Cree Language and Cree Culture team in setting improvement\nobjectives and monitoring students' progress. Second, Badabin\nSecondary Ill\n Reading \n18%\n9% \n9% \n7%\nEeyou School Improvement Team (BESIT) participated actively in\nVocabulary\n10%\n9% \n5% \n7%\nmonitoring the implementation of our LSIP and emphasized their\ndialogues on students'achievements during PLC meetings. Focus \nWriting Conventions \n17%\n27%\n23%\n13%\nTeams, which are made up of all Badabin teachers, were active \nin implementing best practices and collecting data on students'\n30%\nSpelling \n45%\n55%\n40%\nprogress. This network of teams shared the leadership in our efforts\nto help students succeed. Great support to our efforts came from\nMathematics\n9%\n18%\n9% \n0%\nour newly elected Parent Committee. Badabin Eeyou School Parent\nComputation &\n9%\n27%\n9%\n7%\nCommittee met on a regular basis to provide constructive advice and\nEstimation\nshared their input on school improvement.\nCREE-ATING OUR FUTURE",
    "Page_39": "J050\nSCOLAIRE CRIE\nBADABIN EEYOU SCHOOL\nWHAPMAGOOSTU\nMELS2014EXAMSUCCESSRATES\n50%\n22%\n21%\n English\nMathematics\nScience &\n 2nd Language\nSecondary IV & V\nTechnology\nSecondary IV &V\nSecondary IV&V\nGuaranteed and Viable Curriculum (GVC)\nAs teachers are adapting and geting used to the GVC format, most teachers\nwere able to implement and follow the GVC requirements. Through classroom\nLocal School Improvement Plan (LSIP)\nwalkthroughs, it was observed that the content taught generally reflected GVC's\noutline and high expectations. The main challenge of the GVC is the time to cover\nIn the efforts to improve student performance in language and \nall concepts. Some successes have been noted through steady improvement\nmathematics, Badabin Eeyou School implemented certain research\non PM Benchmark scores for lower grades, as well as improvement on 2015 CAT\nbased teaching strategies. To improve reading and writing, teachers \nscores: Grade 2 Computation 42% at Stanine 4 & above, Grade 4 Reading +21%\nused effective strategies such as guided reading & writing, reading\nimprovement, Grade 4 Writing +14% improvement, Grade 4 Math +43% (64% at \nbuddies and interactive notebooks. In mathematics, some teachers\nStanine 4 & above) and Grade 5 Math +32% (56% at Stanine 4 & above).\nused manipulatives, but many used word walls and fractals to focus\non specific math components. To monitor students' progress, we used \nthe PM Benchmark reading assessment at each term and CAMS &\nProfessional Learning Community (PLC)\nSTAMS to assess students'math levels. On the 2015 CAT scores, some\nimprovement has been seen at the grade 6 level, especially in writing\nBadabin Eeyou School has adopted a Professional Learning Community (PLC)\n approach for a few years now. The Leadership Team, the cycle teams and the Focus\nas we have achieved our LSIP goal of 15% at Stanine 4 or above with a\n17% success rate. On the other hand, we will closely monitor the needs\nGroups more and more focus their discussions on student success. From sharing\neffective teaching strategies to looking at student work, Badabin Eeyou School\nof the secondary 3 students as little to no improvements have been\nteachers have been focusing on the right solutions. Year after year, the PLC approach\nseen on the CAT scores.\nis becoming part of the school culture. As we are building capacity in collective\nefficacy, Badabin Eeyou School teachers have been exemplary in the openness\nto continuous improvement with the clear mission of providing the students a\nsafelearning environmentwith highquality teaching that isinnovative,holistic and\nauthentic; and providing each student with the opportunity to reach their full potential\nand to become responsible community members.\nCREE-ATING OUR FUTURE",
    "Page_40": "BADABIN EEYOUSCHOOL\nWHAPMAGOOSTUI\nABSENTEEISM\nSafe School Policy\nPart of Badabin Eeyou School's mission is to provide a positive and safe\n31.5%\n2013-2014\nlearning environment to all students. In this day and age where bullying\ntakes many shapes, Badabin Eeyou School is working hard to establish a \nsense of unity and respect among students. On top of implementing the CSB\n2014-2015\n27.5%\nsafe school policy and the code of conduct, the SNAP program was delivered\nby the Cree Justice Department to students from grade 1 to grade 6. This\nprogram enables students to use a proper and common way to deal with\n4%\nconflict and bullying. Badabin Eeyou Safe School Focus Team and teachers\ndecrease\nheld anti-bullying activities in the classrooms, communicated regularly to\nstudents and stakeholders through monthly newsletter and daily positive\nover the previous year\nintercom messages of respect. A monthly incentive program was in place to\nrecognize acts of kindness and respect demonstrated by students.\nBullying is a real issue and is taken seriously by all members of Badabin\nEeyou School. With the collaboration of Whapmagoostui leaders, Badabin\nEeyou School will implement a program of Restorative Practices to provide\nthe students and adults with conflict resolution skills.\nStudent Engagement\nStudent Attendance\nTo increase student engagement, students were invited to participate\nDuring the 2014-2015 school year Badabin Eeyou School and the Attendance\nin CSB events. With the support and encouragement from the teachers,\nFocus Team implemented a breakfast program. The program gradually\n Badabin Eeyou School students stood out in regional events finishing in the\nincreased from once a week to five days a week. Other initiatives were to\ntop 3 at the Science Fair, Public Speaking Contest and at the Art Exhibition.\ncontact homes regularly and implement a termly attendance incentive\n program. We have seen notable improvements in students' attendance\nrange of activities from sports to cooking classes. Youth Fusion also guided\nthroughout the year. The monthly average of elementary attendance rate\nand supported the student council. For another year, Elephant Thoughts\nincreased by 4.9% and secondary attendance rate by11.1% compared to the\neducators have come to support and help prepare our students for the\nfinal exams. Our students have been putting in the extra hours and effort to\nthe attendance initiatives, teachers providing effective classroom instruction,\nsucceed. We are all very proud of our students!\nparental support and safe school policies.\n2.2%\nDropout Rate\nfor 2014-15\nThe dropout rate for 2013-14 was 7.5%\nCREE-ATING OUR FUTURE",
    "Page_41": "INISSILSIW\nVOYAGEUR MEMORIAL SCHOOL\nElementary and High School\n42.3%\nPrincipal: Roxanne Joly (sec.) and Rose-Marie Farago (elem.)\nVice-Principal: Natasha Erickson (sec.)\n883\n245 boys in elementary\n139 boys in secondary\nStudents Graduating\n238 girls in elementary\nstudents\n 30 special\nSecondary V in 2013-2014\n137 girls in secondary\nneeds\nCATTEST SCORES\n2011-\n2012-\n2013-\n2014-\nThis year at Voyageur Memorial School was one where we used\n2012\n2013\n2014\n2015\nthe structures put in place during the last school year to create a\nReading\npositive image of the school and a sense of belonging amongst \nGrade 6\n15%\n30%\n15%\n28%\nthe school educative community. We have opened our doors to\nVocabulary\n12% \n22%\n6%\n26%\nthe community, families and stakeholders to contribute to the\nschool improvement journey. Our vision, to provide knowledge\nWriting Conventions \n18%\n44% \n23% \n36%\ntomorrow expresses a clear understanding of our role as a school\nSpelling\n37%\n67%\n63%\n67%\nwithin the Cree nation. As a leader of the school, I committed myself\nMathematics\n7%\n33% \n21% \n%6E\nto really look at the practices present at the school and facilitate\na reflection on the results these practices are producing. Holding\nComputation &\n14%\n56%\n50%\n54%\nourselves accountable for student achievement by high standards\n Estimation\nand expectations was at the foundation of my decision making \nprocess. Having instilled that in the team, I believe we will see bigger\nSecondary Il!\nReading\n23%\n9% \n5% \n6%\nsuccesses as a school in the years to come.\nVocabulary\n10%\n9% \n8% \n7%\nWriting Conventions\n28%\n24%\n13% \n15%\nSpelling \n56%\n50%\n41%\n46%\nMathematics\n17%\n11%\n16%\n15%\nComputation &\n36%\n13%\n16%\n16%\nEstimation\nCREE-ATING OUR FUTURE",
    "Page_42": "VOYAGEUR MEMORIAL SCHOOL\nMISTISSINI\nSchool Governance &\nMELS2014EXAMSUCCESSRATES\nShared Leadership\nAt Voyageur Memorial School, we are very\nfortunate to have a very dedicated and supportive\nSchool committee. They have participated in\nregular meetings with the administration and\nschool commissioner, Mr. Clifford Loon. Together, \nwe have met with the band council to resolve\nissues such as safety around the schools, the \n53%\n50%\n12%\n39%\n0%\nbuilding of two Cree culture centers, parental\ninvolvement, attendance and lateness. The school\nEnglish\n English\nMathematics\nScience & Technology\nFrench Mother\ncommittee has also funded school activities\nLanguage Arts\n 2nd Language\nSecondary IV & V\nSecondary IV & V\nTongue\nsuch as the yearly ski activity at Mont-Chalco\nSecondaryV\nSecondary V\n(English Sector)\n(English Sector)\nSecondary V\nwith students and parents and the graduation\nceremonies. Lastly, the president of the school\ncommittee, Mrs. Beverly Quinn, has actively\nparticipated in 90% of the teacher's interviews\nfor the next school year, which allowed VMS to\ncomplete hiring by June 19th, 2015.\nThe leadership team at VMS is also very active\nand carries the LSIP goals and actions trough\n0%\n5%\n0%\n0%\nthe schools. At the elementary level, they have\ncontributed to writing monthly goals, created \nFrench Basic\nFrench Enriched\nMathematics\nScience & Technology\nSecondary V\nSecondaryV\nSecondary IV & V\nSecondary IV & V\nand participated in committees to implement the\n(French Sector)\n(French Sector)\nactions identified in the LSIP, reviewed the LSIP\nand built a plan that is aligned with instructional\nstrategies that increase student learning. At the\nhigh school, the LT met regularly to organize\nactivities in which teachers and staff were invited\nLocal School lmprovement Plan (LSIP)\nto provide feedback on the LSIP. The team\n members were also demonstrating leadership\nOur students were presented with reading programs such as Success For All and Accelerated Readers to\nskills by leading their PLC groups. Finally, the high\nincrease achievement in reading. Some of the results we can see are that in June 2015, 1 500 000 words\nschool LT developed a shared vision of the school\nwere read by elementary students and grade ones have increased their reading score from 3% above\nimprovement journey and their role in the journey.\nthe baseline to 32% and the grade one in the French sector are at 82% at reading level according to\nOne of the highlights of the schools this past \nGB+ testing. At the high school level, students were provided with tutoring to help them prepare for the\nwinter was also to reunite once a month to work\nJanuary retake and June exam sessions. In reading, we started the year at 19% of our students at reading\ntogether to share best practices and to identify\nlevel to reach 39% after the second term according to the Gates test.\nschool wide strategies that will contribute to\nhigher achievement.\nCREE-ATINGOURFUTURE",
    "Page_43": "VOYAGEUR MEMORIAL SCHOOL\nNISSILSIW\nABSENTEEISM\nGuaranteed and Viable Curriculum (GVC)\n During our walkthroughs, the administration was able to see that students \nwere involved in planned activities including the GVC indicators in most\nSecondary\nof the classes. We can see that teachers are using their teaching style to\n22.9%\n2013-2014\nplan lessons rather than the targeted mini-lessons. In these activities, more\nstudents talk than teachers, as well, engaging activities contributed to\nincreased understanding and mastery of concepts.\nElementary\n19.3%\n2013-2014\nProfessional Learning Community (PLC)\nSecondary\n22.9%\nThe PLCs in our schools are structured and the processes are followed.\n2013-2014\nAt the elementary, the math teams build common assessments and the\nFrench team has done immense work to create and build tools to assess\nthe students. The French sector team has also developed a PD plan that\nElementary\nM.. M.!\n16.5%\n2013-2014\naligns their needs with workshops to increase their capacity to improve\nstudents learning in the identifed area. At the high school, the math team\nhas implemented at all levels two strategies to help students develop their\nskills in problem solving such as CUBES.\nStudent Attendance\nAttendance is still an issue at our school. Although parents inform the\nschool more on their children's absences, we find that our absence\nSafe School Policy\nand attendance rates are still too high to be able to increase our\nachievement. In order to increase attendance, we have celebrated on\nThe school has worked with the School Committee on a policy to make our\na monthly basis students with high attendance, we have posted on \nschools safe, the Miyuu Washiyu policy. This was reinforced and parents\nour Facebook page the students with best attendance and we have\nwere involved in the consequences given to students. Many meetings were\ncelebrated parents whose children have good attendance by drawing\nconducted with parents of students involved in bullying incidents. The\na small prize and posting on Facebook the parent's name. At the end\nstaff also received training on Crisis Intervention. Our partnership with the\nof year, the administration has also encouraged the teachers to work\nJustice Department also continued and we were able to offer the SNAP\ntogether in creating learning centers during the weeks for students\nprogram again this year. At the High school, Dymond Girls workshops were\nwho are less motivated to come to school. We see that these initiatives\nalso offered to students. The elementary school was also very proactive by\nincrease motivation to be in school as well as foster a positive image of \ncreating a committee for safe schools. One of their initiatives was to have\nthe school, but that it does not increase the attendance rate.\nstudents involved in bullying dynamics animate recess activities.\nCREE-ATING OUR FUTURE",
    "Page_44": "INISSILSIW\nParental Involvement\nAll year long, we had organized events that encouraged\nparents, families and community members to be active \ncontributors of the school but also to give them positive\nfeedback on their role as parents. For example, during our\nmonthly Second Cup of Coffee event, we acknowledged at\nleast 100 parents that brought their child to school on time. We\nalso gave the Super Parent Award to one parent of each class\nat the elementary during the end of year Awards ceremony.\nWe also hosted the High School Christmas potluck with over\n100 parents and family members attending. The Grand Parents\nDay was also a huge success and it was impressive to see that\nsome community members have over 10 grandkids in our\nschool. To increase partnership with community entities, we\nalso organized the end of year activities with the company\nStornoway for all students and parents. Finally, the Community\nConsultation took place during the winter involving many Cree\nleaders. They were able to provide feedback on our LSIP and\nthe journey for the school to improve.\nStudent Engagement\nOur schools were very active this year. We participated in every regional event\nand we hosted a local science fair. Over 40 booths were set up at the elementary\nand 6 at the high school. Our students that won at the elementary level went to\n11%\nDropout Rate\nEastmain for the regional competition. Miranda Blacksmith also participated in\nthe Regional public speaking contest in Nemaska. It was also the second year\nfor 2014-15\nthat the Elementary students participated in the PGL dictation.\nAgain this year, Youth Fusion has been conducting activities in our schools. Our\nThe dropout rate for 2013-14 was 13.0%\nmain focus was to increase science activities and tie Youth Fusion contribution \nto our LSIP. Therefore, a Robotics program, science activities and workshops\nwere offered to students. Healthy cooking, girls club and talent shows were\nalso part of the activities organized by Youth Fusion. Finally, Elephant Thoughts\nwas very involved in helping our students achieve their academic goals and in\npreparation of the January retake and the June exam session. They were present\nduring Goose Break as well to avoid instructional loss.\nCREE-ATINGOURFUTURE",
    "Page_45": "JAMESBAY EEYOUSCHOOL\nHISASIB\n40.4%\nPrincipal: Judy Washipabano\nVice-Principal: Judy Deschenes\n389\n203 boys in secondary\nStudents Graduating\n186 girls in secondary\nstudents\n8 special\nneeds\nSecondary Vin 2013-2014\nThe 2014-15 school year of was one of collaboration\nSchool Governance & Shared Leadership\nat JBES. Administration, teachers, staff, as well as\nWorking together, the administration and the School Improvement Team insured\ncommunity partners came together, putting student\nthat the LSIP was implemented in our school. The LSIP was always at the center of our\nlearning, engagement and safety at the forefront. The\nschool wide and departmental improvement goals. During the course of the year the\nadministration, along with the School Improvement \nLeadership Team changed its focus to become The School Improvement Team. They\nTeam and teachers made school improvement and the\nfelt this helped to clarify their role and mandate within the school. They continued\nLSIP a top priority this year. We treated our LSIP as a living\nto help implement the LSIP, facilitate PLCs, as well as model good practices. In the\nworking document, narrowing the focus to make it a more\nsecond half of the year they realized the importance of data, and how it is essential to\naccessible document for all to use. We are very proud to\ncollect and analyze it in order to inform our school direction and improvement. As a\nhave implemented an Elder's Program this year. We hired \nElders to come into the Cree Culture Classrooms and share\ntheir knowledge. Through this program students were able\neffort, Elephant Thoughts has also provided us with baseline data in math and science\nto expand their repertoire of traditional skills. At the root of\nfor our secondary 4 and 5 students.\nour improvement journey was our school Vision based on\nthe Cree saying:\"lf you believe with your heart, you will\nsucceed!\"\nCATTEST SCORES\n2011-\n2012-\n2013-\n2014-\n2012\n2013\n2014\n2015\n Reading\nSecondary Ill\n41%\n10%\n14%\n6%\nVocabulary\n8%\n10%\n14%\n6%\n10.9%\nDropout Rate\nWriting Conventions\n13% \n27%\n19% \n13%\nfor 2014-15\nSpelling \n54%\n62%\n58%\n25%\nThe dropout rate for 2013-14 was 8.8%\nMathematics\n32%\n11% \n12%\n12%\nComputation&\n55%\n31%\n21%\n24%\nEstimation\nCREE-ATING OUR FUTURE",
    "Page_46": "014-2015\nJAMESBAY EEYOUSCHOOL\nCHISASIBI\nGuaranteed and Viable Curriculum (GVC)\nMELS2014EXAMSUCCESSRATES\nThe GVC is now in place for Language Arts (French/English),\nand Math for Secondary 1 and 2. Through walkthroughs and \ndiscussions with teachers, it was observed that students need to\nimprove on their basic skills in both language and math in order \n meet the expectations of the GVC. Through the support of the\nCollaborative School Improvement Teams, a scaffolding approach\nto the essentials skills was adopted. This is also reflected in our\nupcoming LSIP.\n27%\n100%\n11%\n11%\nEnglish\nEnglish\nMathematics\nScience & Technology\n 2nd Language\n Language Arts\nSecondary IV &V\nSecondary IV& V\nProfessional Learning Community (PLC)\nSecondary V\nSecondaryV\n(English Sector)\n(English Sector)\nPLCs are the main catalyst for improvement in our school. The\n PLCs meet as departmental groups to cover common subject\nmatter and ensure linear collaboration is taking place. These\nprofessional conversations help to ensure that essential skills are\nbeing reinforced at all levels. A strategy that was implemented\nat the PLCs was the focus on applied knowledge for student\nlearning. This again, helped to address the students' struggle with\nMELS examinations.\n100%\n21%\n23%\n7%\nFrench Basic\nFrench Enriched\nMathematics\n Science & Technology\nSecondary V\nSecondaryV\nSecondary IV& V\nSecondary IV& V\n(French Sector)\n(French Sector)\nSafe School Policy\nOne of the components of our LSIP was a Safe School Action\nPlan. Its improvement strategies included: establishing a Code\nLocal School Improvement Plan (LSIP)\nof bully proof strategies. Our Code of Conduct was aligned\nHaving the majority of students assessed for reading levels, we were able to collect \nwith existing policies of the CSB to ensure order and a safe\nthe data needed to focus our improvement strategies in Language Arts. Teachers \nenvironment for our students. An Anti-Bullying Committee was\ncontinued to use systemic vocabulary instruction as well as differentiation to\nformed and awareness raised though posters and an Anti-Bullying\nhelp raise achievement. As a pilot school we successfully implemented Empower\nWeek. Teachers and members of the Guidance Department\nreceived human rights training through Equitas, which provided\nhands on training and activities for the students. We also\nestablished a locked door and visitor policy, with a log book at the\ntwo grade levels. Through PLCs, teachers are developing a variety of strategies\nto improve student achievement in higher level thinking and applied learning\nmain entrance. This along with the use of security cameras has\nsituations which is a key component of the MELS examinations.\n given us greater control over our school.\nCREE-ATING OUR FUTURE",
    "Page_47": "JAMESBAY EEYOU SCHOOL\nCHISASIE\nLEEEE\nABSENTEEISM\nStudent Engagement\nA big emphasis was placed on student engagement this year through\n34.1%\ncontinued partnerships with Elephant Thoughts and Youth Fusion. Elephant\n2013-2014\nproviding valuable support for the January rewrite exams and again in March\nto provide academic support to secondary 4 and 5 students as they prepared\n29.2%\n2014-2015\nfor their MELS math and science exams. As a result, 11 students passed the\nJanuary MELS exams or course in math and science and numerous more\nworked in collaboration with our School Improvement Team to help reach our\nStudent Attendance\ncollective goal of student academic achievement and has been an invaluable \nsupport to both our students and teachers. Their creative ideas and energetic\nAttendance continues to be one of our main challenges at our school.\npresence have increased student attendance significantly and students have\nAlthough we have not seen a decrease in our absenteeism rate, we have seen\naccumulated over 2800 hours of tutoring time as a result of ET programming.\nindividual increases with 41 students having 90% plus attendance. We now\nYouth Fusion's highlights include:\nhave a consistent monitoring system using GPl and Lumix, with a monthly\nThere was a continued high rate of participation in weekly lunch cooking\nclubs, where students were able to eat and learn to cook a varied and\na new school wide policy on attendance and lateness. It was shared\nhealthy diet.\nduring parent's night, through social media and postings throughout the\n2.\n Student council members organized and animated a very successful\ncommunity. Through the use of tracking, road sheets, and the Local Problem\nschool winter formal that attracted nearly half of the school population.\nSolving Committee (LPSC) meetings, we have seen an increase in attendance\n3.\nAfter school fitness club participants saw a gradual improvement in their\nfor certain students.\ncapacity to play sports after the workout.\nStudent council members organized a cinema night on the big screen\nand prepared snacks for sale in order to fund their leadership camp trip\ncontribution.\n5.\nWeekly open gym and yoga sessions allowed students to improve their\nfitness levels and positively interact with their peers outside of the\nParental Involvement\nclassroom and make new friends.\nParents were invited for intervention and information meetings throughout the\n6.\n A weeklong event dedicated to the anti-bullying effort provided\nyear. These meetings were initiated by individual teachers, administration, as\nwell as the Special Education and Guidance Departments. Individual teachers\n\"Thank You\" mural created by students and staff.\nheld monthly sessions and also launched a successful website ilovemyschool.\n Every day, a portion of the public announcements was dedicated to\nca, where students and parents can interact with teachers and get updates on\nwishing a happy birthday to students on their special day.\nhomework and classroom events. Beginning in March, students were given a \n8.\n Along with the student council, Youth Fusion organized a fun evening\nMedia Arts Workshop. This successful workshop reinforced the Language Art\nand sleepover for Leadership camp participants from Whapmagoostui.\ncurriculum and helped with our Anti-bullying campaign, as the final media \n6 students were able to attend the Waswanipi student leadership camp\nprojects had the theme of bullying. Once again the school found social media\nthis year.\nsites, such as Facebook, to be an effective tool to engage the p\nparents and\n9.\nTwo students accompanied the elementary student council students at\ncommunity members.:\nthe Eastmain Leadership conference as co-animators.\nCREE-ATING OUR FUTURE",
    "Page_48": "2014-2015\nWAAPIINICHIKUSHELEMENTARYSCHOOL\nCHISASIBI\nPrincipal: Michel Cloutier\nVice-Principal: Elizabeth Pashagumskum and Charles Roy\n725\n284 boys in elementary\nSchool Governance & Shared Leadership\n247 girls in elementary\nOur WESIT team revised the LSIP and will be focusing on 5 points:\nstudents\n24 special\nReading, writing, math, special ed. and student well-being. It was\nneeds\n also decided that the involvement from the staff would be done\nwhere the different members would take over the different aspects\nof the LSIP. This was a format shared by other schools at Principals'\n meetings, so we will be incorporating this successful strategy in our \nThe WESIT is doing its part and will guide us into the PLC era in\nschool. In addition, each part of the LSIP would include their own \nthe next school year. It's a long term process, especially for a staff\nprofessional development and technological goals.\n of 62, but things are being put into place.\n Our LSIP is also going through the next phase considering\nthe different input we received over the last months and the\nrecent PLC visit made to Ottawa.\nWe are making some major improvements, we selected\nspecific resources to help us achieve our goals and make us\nCATTESTSCORES\nmore efficient right off the bat in August . We also targeted our\n2011-\n2012-\n2013-\n2014-\nrequired trainings that were expressed from our staff's needs. We\n2012\n2013\n2014\nare very happy to include the daily 5's and the 5 aux quotidien,\n2015\nthe grammar in 3D approach, raconte-moi les sons, and using the \nSecondary Ill\nReading\n0%\n9%\n10%\n13%\ncontinuum approach from the MELS. In the math department, we\nVocabulary\n6%\n8% \n20%\nalso experimented with different material and we will be able to\n15%\nhave and develop more tools to reach the curriculum objectives.\nWriting Conventions\n%EE\n9% \n17% \n8%\nSpelling \n41%\n41%\n54%\n65%\nMathematics\n13%\n28%\n15%\n23%\nComputation &\n23%\n63%\n26%\n55%\n Estimation\nCREE-ATING OUR FUTURE",
    "Page_49": "WAAPINICHIKUSH ELEMENTARY SCHOOL\nCHISASIB\nLocal School Improvement Plan (LSIP)\nThe current administration invested over 20 ooo$ this year into GB+ and PM\nBenchmarks reading materials, but we also acquired the Strong Nations series\nand the Keylinks to allow our students to get more relevant and interesting\nsubjects even in cycle 2 and 3 and at a lower reading level.\nAnother breakthrough this year was to use data to bring the team back\ntogether and share our success rates in all our Languages of instruction. Our\na s isl aun sao sahuuo wenod pue geis sue os yonoua suam joous\nthat it was nice to stop and look at how each cohort has been doing since.\nAlso, the entire school community is now aware of the real picture of our 748\nstudents and the challenges of Cree Language success.\nLast, but not least, the Cycle 1, 2 and 3 teachers started experimenting\nthe Daily 5 / 5 au quotidian approach in order to develop an autonomous\nreading routine with their students. Some teachers used the approach for\nthe entire year, both in French and English classrooms, and by the end of the\nschool year it became apparent that we would implement this routine at the\nschool level. One last important point to consider: This approach can also be\nused in Cree Language!\nProfessional Learning Community (PLC)\nSharing reading data brought enthusiasm to our team and we noted an\nimportant increase on the teachers' participation to our reading program.\nThe reading skills are improving at all levels, but especially for the average\nGuaranteed and Viable Curriculum (GVC)\nand more advanced readers. Our lower level readers, who generally have an\n attendance rate under 70%, are of course progressing slower.\nAs for the walkthroughs data, combined with an analysis of classroom and\nWe are starting to see interesting things, like a Grade 1 English student\nevaluation practicums of our teachers, it allows us to see exactly what's going \nwho reached level 20 or one of a Grade 6 student reading novels and\non in our school and where we need to put our support. This year, we were\ndeveloping her 3rd language skills in French to a point where she reached\ntrained in Power Walkthroughs to conduct Walkthroughs more effciently,\nthe provincial level at the PGL tournament. The current progress wave of our\nallowing us to also generate reports more easily to share with staff and inform\nclientele will have a major impact at the High School level within the next 3\nprofessional development needs. We observed that the GVC is still in the early\nyears, so we decided to share our stats with the remedial department at JBES\nstages of implementation, so more guidance and support are needed in the\nto help them get prepared for the inevitable upgrade they will have to do'to\ncoming years for it to be more widely and effectively used. We are optimistic\nfollow our students' needs.\nthat with our strategies for 2015-2016, we will see much more implementation.\nCREE-ATING OUR FUTURE",
    "Page_50": "CHISASIBI\nSafe School Policy\nABSENTEEISM\nWe continually try to find ways to improve safety for our students\nin the school. We are still finding challenges at recess so we\n小而小小小20.1%\nwill incorporate new measures in 2015-2016 and measure the\n2013-2014\neffectiveness of these.\n加本h本h本h本血本血 15.9%\n2014-2015\nStudent Attendance\nStudent Engagement\nThanks to the support given to our administration by the Schools Op\nFor the last several years, our students in the French sector have\ndepartment and the GRlCS, we are now fully in charge of our data. On the\n participated in PGL. As mentioned above, this year, one of our \nattendance level, not only can we manage our attendance rates internally\nstudents made it to the provincial level, demonstrating our students\nwith up-to-the-minute graphs, including specifically made reports on\nlateness, but we can also compare ourselves with the other communities and\nprovincial norm.\nmonitor how our we are dealing with attendance.\nReports were made in the local newspapers and on the weekly radio\nshow to put emphasis on our good attendance rate, combined with the local\nsports efforts to help us. We were #2 in February, but April was bad for us and\nwe finished 3rd at the Board level. Taking our radio spot back after 3 years\nbecame a really good and powerful tool that helps us communicate with our \ncommunity and share a common goal towards success.\n Parental Involvement\n83.7% is quite an achievement and our Grade 6 students are much\nneeded when we realize that our attendance rate represents the double of\nThis year, we have launched a new school website, have an active\nthe one at the High School level.\nschool website and are communicating on the radio again. These\ncommunication measures have increased our engagement with\nthe community and families of our students. The impact has\nbeen signicant on our attendance rates, which improved with our\nconsistent focus and follow up.\nWe are looking forward to the 2015-16 school year as we become a\n stronger team and more focused school in the areas that will most \nimpact student success!\nCREE-ATING OUR FUTURE",
    "Page_51": "MAQUATUA EEYOU SCHOOL\nWEMINDJ\nPrincipal: Christi Lancaster\n33.3%\nVice-Principal: Shauna Simpson \n386\n81 boys in elementary\n72 boys in secondary\nstudents\n86 girls in elementary\n19 special\nStudents Graduating\n66 girls in secondary\nneeds\nSecondary V in 2013-2014\n The 2014-2015 school year at M.E.S. was one of revitalising existing\n priorities and continuing improvement. Our stafftook the initiative\nCATTESTSCORES\nto rework our Mission and Vision so as to have a more clear focus for\n2011-\n2012-\n2013-\n2014-\nour team.\n2012\n2013\n2014\n2015\nVision: To provide a culturally relevant education that is the unique\nGrade 6\nReading\n12% \n17%\n10%\n4%\nfoundation upon which youth can attain any goal.\nVocabulary\n12% \n14%\n18% \n12%\n Mission: To provide sound curriculum, emotional and social support\nWriting Conventions\n27%\n28% \n18% \n28%\nand a rich traditional environment which fosters pride and a love for\nlearning in all students\nSpelling \n38%\n62%\n54%\n44%\nMathematics\n8% \n34% \n18% \n12%\nSchool Governance & Shared Leadership\nComputation &\n23%\n34%\n43%\n52%\nGiven all of the changing initiatives, we wanted to focus on \nEstimation\nmaintaining a positive culture within our school. Teachers were\nSecondary Ill\n Reading\n6% \n21% \n0%\n14%\nrecognized in various ways as they implement change on a daily\nbasis. Gifts were ordered as a holiday token, all teachers have name\nVocabulary\n0%\n14%\n9% \n18%\n plates on their doors, personalized notes of appreciation were\nWriting Conventions\n12%\n21% \n23%\ndistributed, our \"What Went Right\" message board showcases\n18%\nindividual staff members' professional successes with students and a\n Spelling\n29%\n63%\n55%\n82%\nprofessional reading board was created for staff to share interesting\nreading material.\nMathematics\n8% \n14% \n19% \n26%\nComputation&\n23%\n15%\n14%\n9%\nEstimation\nCREE-ATING OUR FUTURE",
    "Page_52": "MAQUATUA EEYOUSCHOOL\nWEMINDJI\nMELS2014EXAMSUCCESSRATES\nGuaranteed and Viable Curriculum (GVC)\nThis year saw the induction of the daily guided reading program\nin tandem with learning centers in all elementary classrooms. We\nalso experimented with new teaching methods, continuing team\nteaching in secondary, building study hall periods into senior students'\nschedules and having teachers implement fluid ability groupings\nwhich change according to the needs of students identified by data.\nCree Language teachers, Jeremiah Mistacheesick, Betsy\nAsquabaneskum, Dinah Asquabaneskum and Brigitte Asquabaneskum \nworked diligently to develop a linear progression for assessments,\n28%\n33%\n16%\n48%\nworking backward from the Secondary 5 CSB exam expectations.\nEnglish\nEnglish\nMathematics\nScience &\nLanguage Arts\n 2nd Language\n Secondary IV&V\nTechnology\nSecondary V\nSecondary V\nSecondary IV &V\nLocal School Improvement Plan (LSIP)\nABSENTEEISM\nWe were elated about the tremendous success with our January MELS\nexam retakes. 75% of students passed the Secondary 4 Math, 86% of\nstudents passed Secondary 4 Science, 100% passed Secondary 5 ESL\n2013-2014\n21.2%\nexam. This is in large part due to the consistency and dedication shown \nby math teacher Brandi Taylor, science teacher Shelby Isaac, and English \nteacher Alex Kempenaar who gave many of their own hours helping\nthe students prepare. We also had phenomenal results on some of our\n2014-2015\n24.0%\nCAT4 assessments with the math sections showing 43% (mathematics)\nand 77% (computation and estimation) at stanine 4 in grade 2 and 56% \n(mathematics) and 75% (computation and estimation) at stanine 4 in \nsecondary 1, a huge improvement from last year!\nStudent Attendance\nM.E.S. piloted an alternative secondary program for high needs Secondary\n1-2 level students. Teacher, Konrad Jurgens, implemented programming \nwhich focused on basic literacy and numeracy skills, and hands on, student \ndriven life skills projects. Some of their projects include: construction of\nbenches, Muskoka chairs, dog houses, running a classroom business that sells\npizza and cinnamon buns every week, dismantling a donated truck, building\na paint ball course, participating in field trips to local job sites, and learning\nabout animal care.\nCREE-ATING OUR FUTURE",
    "Page_53": "WEMINDJI\nMAQUATUAEEYOUSCHOOL\nProfessional Learning Community (PLC)\nSafe School Policy\nOne area we wanted to enhance was how Professional Learning Communities\nNext year, we will continue to innovate and promote best teaching practices\nfunction in our school. Our McRel consultant, Kris Rouleau, worked the\nin our quest for student success. We will focus on student attendance and\nentire year with one cycle team to focus in on the DDDM process and\nengagement by continuing to plan spirit and student recognition activities,\nunderstanding how data should be used to improve student results. This\nhaving a secondary Visual Arts Concentration Program and the introduction\ncycle team then became a model which we could refer to when working with\nof the Entrepreneurship course in secondary 5, which will be responsible for\nthe rest of the teams and attempting to move to a sustainable level with the\ngetting a school business up and running by the fall.\nPLC process. The Leadership Team also conducted a survey to gauge where\nour staff was with the PLC process. In response to the survey results, the\nteam provided feedback and Professional Development targeting the needs\nand questions identified. As a direct result of the survey, administration also\n started providing fedback for all weekly PLC meeting notes.\nParental Involvement\nIn November, we held our first annual Local Education Forum which gave school\nstaff and community members a chance to sit down and discuss issues related \nStudent Engagement\nto education in the community and brainstorm solutions to areas of concern for\nall stakeholders.\nM.E.S. was very fortunate to acquire 90 iPads this year for use by the entire\nstudent body. Two teachers went to an intensive iPads training session and\nmany teachers have been utilizing the iPads for novel studies, music lessons,\nmovie and graphic novel making, RazKids and the guided reading program,\nProdigy math, student self-data collection and monitoring as well as other\nenrichment programs. It is so astonishing to walk into a classroom and see\namazing tools!\n6.9%\nDropout Rate\nfor 2014-15\nThe dropout rate for 2013-14 was 6.5%\nCREE-ATING OUR FUTURE",
    "Page_54": "WABANNUTAO EEYOU SCHOOL\nEASTMAIN\nPrincipal: Yvonne Morrison - Interim\n21.4%\nVice-Principal: Trevor Mercer - Interim\n217\n47 boys in elementary\n36 boys in secondary\nstudents\n51 girls in elementary\n6 special\nStudents Graduating\n43 girls in secondary\nneeds\nSecondary V in 2013-2014\nOur school vision at Wabannutao Eeyou School is to provide'the\nopportunity for each child to succeed' This year was transitional with\nnew leadership and changes with staffing. Coming in as the Interim\nPrincipal I was very humbled by the tremendous support and informal\nCATTEST SCORES\nleadership from staff carried over from past years. Along with the Interim \nVice-Principal we concentrated our efforts on providing organizational\n2011-\n2012-\n2013-\n2014-\nand coordination support so teachers could focus on classroom and\n2012\n2013\n2014\n2015\npedagogical areas. I believe teams met more often and conversations\nReading\nGrade 6\n6%\n26%\n10%\n11%\nbecame aligned with and on student achievement efforts. Our work \nwas guided by a committed leadership team that afforded time for all\nVocabulary\n0%\n60%\n0%\n11%\nstaff to re-engage and take ownership of our school improvement goals\nthis year and planning into the upcoming year. This was supported by\nWriting Conventions \n25%\n22%\n10%\n22%\nincreasing and emphasizing our communication at all levels with regular\nSpelling \n44%\n68%\n60%\n56%\nweek at a glance newsletters and meetings.\nTribes training occurred for all staff in the fall and was planned\n Mathematics\n19%\n42%\n0% \n11%\nfrom the previous year. The timing was opportune as new staff \nparticipated and the sessions were an excellent beginning to build the\nComputation &\n13%\n63%\n40%\n%EE\nschool community. Creative ideas contributed for some teachers were\nEstimation\nimplemented in their own classrooms. The training also fed into the\n Reading\nSecondary Ill\n25%\n0%\n10%\nleadership team plans of implementing monthly school assemblies\n0%\nto celebrate and recognize students exemplifying Cree values in our\nVocabulary\n8%\n%0\n10%\n0%\nschool. School wide implementation will be discussed going into the\nnew school year.\nWriting Conventions \n29 %\n40%\n20%\n9%\nSpelling \n69%\n%88\n30%\n31%\n1.6%\nDropout Rate\nMathematics\n8%\n10%\n10%\n7%\nfor2014-15\nComputation &\n21%\n25%\n9%\n8%\nThe dropout rate for 2013-14 was 1.8%\nEstimation\nCREE-ATING OUR FUTURE",
    "Page_55": "EASTMAIN\nWABANNUTAO EEYOU SCHOOL\nLocal School lmprovement Plan (LSIP)\nMELS2014 EXAMSUCCESS RATES\nAs in the past year, direct approaches with mathematics tutoring and resource help\nand this year at the Cycle ll elementary level. Besides in school resource teams at \n elementary and secondary levels, these efforts were also done after school and \nindividual teachers were available for students both interested and referred. With\nextra parental support and involvement this can become more successful. The oral\nlanguage focus in both sectors was carried over from the previous year and as data\nresults are incorporated more fully we hope to see improvements over this and\nnext year.\nIn Secondary, teachers were trained in the use of the Comprehension Attitude\n33%\n16%\n7%\n Strategies Interests (CASl) assessment tool as a replacement to the Diagnostic\nEnglish\nMathematics\nScience &\nReading Assessment (DRA) used in previous years. The CASI assessment is used for\n2nd Language\n Secondary IV&V\nTechnology\nstudents above level 27 on PM Benchmarks. Explorative baseline testing was done\nSecondary V\nSecondaryIV&V\nprovide students strengths and learning needs and show their progress as readers.\nLike all reading assessments, considerations of other assessments by teachers like \nSchool Governance & Shared Leadership\nobservation, journals, and class discussions are valuable as well.\nOur leadership team guided staff in revisiting and reviewing our\nElementary initiatives included the oral presentations in December by all\nclasses, parent involvement on how to use an online interactive reading Tumble\nthinking for the 2015 - 2016 LSIP. The team helped to implement\nBooks application and Bingo for Books evening, increased opportunities for\ncommunication plans for the school, guide cycle teams in reviewing \nstudents obtaining and sharing books, along with focused guided reading during \n and creating the new LSIP. The team again was also instrumental\nliteracy times with the Grade Two classes. Pre K and Kindergarten teachers also\nin implementing the monthly student assemblies celebrating and\nreceived training on using an interactive computer Cree stories program.\nrecognizing our students practicing Cree Values. Next year, our goal is\nto focus on standardizing our norms and values throughout our teams\nalong with focusing on key areas in writing and mathematics by sector\nusing data results in an effective way.\nProfessional Learning Community (PLC)\nThis year all cycle teams at sector and cycle levels met regularly. As was previously\nstated, teams spent time refocusing their energies on taking ownership of the\nLSIP and providing direction for this coming year. Training for new staff on \nGuaranteed and Viable Curriculum (GVC)\nPM benchmarks at the elementary level was completed in the fall and is well-\nAll teachers including our new staff were provided with support and\ncoordinated by the resource staff. Secondary staff also received training on the\nguidance on the implementation of the GVC in our school from board\nCASl and will need to review the implementation of this tool. Alignment of PLC\nconsultants and internal staff. The new administrative team developed\nwork is increasingly the focus of LSIP goals as activities are connected. School\na walkthrough schedule and were trained on the computer application \nwide areas of focus like attendance and safe schools will be incorporated into\ntool for walkthroughs. The focus going forward will be to support\n PLC's on a monthly basis with specific literacy and numeracy goals discussed in \nclear expectations, monitor through regular walkthroughs, document \ncycleteams.\nresults and align feedback that is related and responsive to the Local\nSchool Improvement Plan (LSIP).\nCREE-ATINGOUR FUTURE",
    "Page_56": "WABANNUTAO EEYOU SCHOOL\nEASTMAIN\nABSENTEEISM\n17.0%\n2013-2014\nEEEEE\n2014-2015\n19.6%\nStudent Engagement\nThe elementary sector with help from secondary staffand Youth Fusion\nhad their Annual Christmas presentation, which is a culmination of\nStudent Attendance\nliteracy activities related to LSIP goals in oral language and reading.\nAs in the previous year, attendance continues to be a challenge when it\nThe school continues to fully embrace the excellent coordination of \ncomes to sports events outside of the community or differences in school\nYouth Fusion initiatives in our school. The supportive programming has\nand community calendars. Although a system of early communication from\nteachers in the morning and afternoon were initiated followed by a phone\nopportunities mixed with social, physical and expressive opportunities of\ncall home this will have to be consistently and fully implemented next \nlearning for our students. We were fortunate to receive support again this\nyear. Youth Fusion and staff also supported students coming into school\nyear for local tutoring and through Elephant Thoughts which also helps to\non time especially at the secondary level and during exam time. Providing\nkeep students focused. Both the local and regional science fair events were\nincentives such as healthy snacks and fun activities were made available.\nexcellently coordinated and organized by a team lead by Christine Carr,\nStaff also communicated and contacted students directly to help remind\nIsabelle Doyle, Lisa Oliver, and Katie McCarthy along with support from\nthem. The leadership team has identified attendance as a key focus area of\nJordan Hebert and Cassandre Comtois our Youth Fusion team for the past\nimprovement in the coming school year.\ntwo years and a multitude of other staff. Both events were well attended\nand feedback from the regional event was excellent. Great work team!\nSafe School Policy\nThe school continues to have an anti-bullying team which responds to all\nbullying situations that are reported or referred. Our student services team is\navailable and has intervened with one on one, group, and class sessions. This\nParental Involvement\napproach allows both victims and bullies to restore and repair relationships\nunder the guidance of trained staff. The management of student behavior\nNew Paths funding focusing on school improvement provided the\nis shared by all staff. The student support center approach for discipline\n opportunity to have engaging literacy and Cree cultural activities for students \nintervention beyond the classroom teacher level was extended to include Cycle\nIll elementary grades to Secondary V this year. The 12-week Stop Now and\nTumble Books, an online reading application and a'Books for Bingo'fun\n Plan (SNAP) program was facilitated by a community justice worker providing\nactivity night was held for parents and students in Cycle I & ll. Cree cultural\nresponsive and alternative skills before acting impulsively when dealing with\ntraditional activities based on the board program took place in February with\nconflict, bullying and diffcult relationships. Youth Fusion also provided sessions\n the input from WES and the local community cultural camp initiative. The\non team building in elementary Cycle Ill along. The leadership team has \n local and regional science fairs were both coordinated by an excellent team\nidentified safe schools as one of the key focus groups in the coming year.\nand resulted in good attendance and wonderful feedback from participants.\nCREE-ATING OUR FUTURE",
    "Page_57": "LUKE METTAWESKUM SCHOOL\nVEMASKA\nPrincipal: Neo Yaxley\n0%\nVice-Principal: Scott Wilson\n164\n36 boys in elementary\n30 boys in secondary\n31 girls in elementary\nstudents\n7 special\nStudents Graduating\n33 girls in secondary\nneeds\nSecondary Vin 2013-2014\nThe vision of Luke Mettaweskum School is to provide an\nCATTEST SCORES\nenvironment that is based on respect and care for everyone through\nthe honoring of Cree teachings and values. We, as a school, will aim \n2011-\n2012-\n2013-\n2014-\nfor high standards of learning and celebrate the achievements of\n2012\n2013\n2014\n2015\neach individual.\nThis year, our school community focused on creating a strong\nGrade 6\nReading\n11%\n%EE\n15%\n29%\nfoundation where teaching and learning can occur. t was our\nVocabulary\n13%\n%8E\n9%\n14%\nobjective to increase positive behavior in our school and to foster\na love for learning within our students. Teachers created dynamic\nWriting Conventions\n43%\n%88\n17% \n43%\nlesson plans and celebrated student achievement by displaying\nstudent work, creating award incentives, and giving recognition to\nSpelling\n71%\n%8E\n73%\n43%\n students in the community.\nMathematics\n13%\n%EE\n18% \n29%\nComputation &\n0%\n%88\n18%\n29%\nSchool Governance & Shared Leadership\n Estimation\nOur Leadership Team functioned at a strong level this year and\n Reading\n17%\n17%\nSecondaryIll\n0%\n30%\nimplemented significant changes within our Professional Learning \nCommittees. Early in the school year the LT team focused on\nVocabulary\n14%\n18%\n17%\n22%\ncreating a Code of Conduct for our school, which was reinforced\nWriting Conventions\n0%\n%EE\nwith the community by the Parent Committee. The LT team was\n20%\n44%\ndedicated to supporting teachers with the GVC, ensuring a high\n Spelling\n50%\n58%\n43%\nlevel of academics was being provided in each classroom. The PC\n75%\ndedicated signifcant time to ensuring quality teachers were hired\nMathematics\n29%\n9%\n0%\n11%\nfor the next school year and that relations between the community\nand school were positive.\nComputation &\n0%\n20%\n0%\n0%\nEstimation\nCREE-ATING OUR FUTURE",
    "Page_58": "CREE-ATING OUR FUTURE\nWE BEUEVE THAT THE CREE CHILD IS TO BE\nBROUGHT UP TO BE NON-JUDGMENTAL AND AWARE\nAND BE ABLE TO MEET THE WORLD AND FEEL\nCOMFORTABLE WITH HIMSELF AS A CREE PERSON.\nOUTH\nFUSIOI\nJEUNESS",
    "Page_59": "NEMASKA\nLUKE METTAWESKUMSCHOOL\nMELS2014EXAMSUCCESSRATES\n10%\n8%\n20%\nEnglish\nMathematics\nScience &\n 2nd Language\n Secondary IV&V\nTechnology\nSecondary V\nSecondary IV & V\nGuaranteed and Viable Curriculum (GVC)\nOur Leadership Team supported new teachers by helping them to implement the GVC\nLocal School Improvement Plan (LSIP)\ninto our classrooms and continued to support returning teachers. Veteran teachers met\nThe teachers have made great efforts to improve student performance\nin language and mathematics. The collaboration amongst staff\nthe GvC. During walkthroughs, we observed an increase in teachers posting objectives\nhas been outstanding with each individual committed to school\nand creating dynamic lessons which were based on the GVC. A major change for the\nimprovement and the success of our students. The team of teachers\nupcoming school year in our elementary sector will be the discontinuation of mixed\nmet once a week in Professional Learning Community (PLC) groups\nclasses. Teachers will now only be required to implement one GVC curriculum. This \nin order to review data such as CASl, PM Bench Marks, CAT Tests\nchange will greatly support our teachers in applying the GVC with fidelity.\nand Student Work. Some of our improvement strategies this year\nwere: To determine baseline reading level for all students to support\nstudent success in reading; Encourage students to focus on improving \nProfessional Learning Community (PLC)\nsentence structure to aid students in improving their writing skills;\nContinue to Implement Cree School Board GVC and research-based\nCollectively teachers were led by data based discussion, collection and analysis in\ninstructional strategies to all levels.\norder to monitor student learning. Common Assessments were used to track and \nmonitor student progress. Teachers practice was led by the Professional Learning\nCommunity guiding questions: What do we want each student to learn? How\nwill we know each student has learned it? How will we respond when a student\nexperiences diffculties? An example of our Cycle 2 group was a focus on writing.\nCycle 2 teachers focused on writing which involved the improvement of vocabulary,\nwriting conventions, improving reading and focusing on different writing. Teachers\nwere able to see progress first hand of their students through this process and were\nproud of their students' accomplishments and growth.\nCREE-ATING OUR FUTURE",
    "Page_60": "014-2015\nLUKE METTAWESKUM SCHOOL\nNEMASKI\nSafe School Policy\nA large focus of our school community at the start of the school year was to\nABSENTEEISM\ncreate a code of conduct for our teachers and students. All teachers came\ntogether to ensure our school had a strong and clear code of conduct. The\nCode of Conduct guided our teachers in reducing the amount of bullying\n2013-2014\n21.4%\nissues which we had in our school, especially those in regards to violence.\nTeachers also addressed issues of bullying and violence within their\nindividual classrooms. Below is a chart demonstrating and celebrating our\ndecrease in negative behavior in our school.\n2014-2015\n26.8%\n10%\n■August\n9%\n■September\n12%\nOctober\nStudent Attendance\nNovember\n14%\n■ December\nAn attendance and retention team were offcially created in our school\n■January\nthis year. The team was led by our Guidance Counselor, Student Affairs\n February\n9%\nTechnician, and Re-adaptation Offcer. The team implemented a Plan of\n36%\n March\nAction in which the primary goal would be to increase secondary student\nattendance. Newsletters were sent home to parents stressing the effects\nof absences on school progress. In addition an incentive based program,\n\"Count Me In\"was introduced which made students eligible to win prizes\nbased on best attendance month to month. Administration also met with\nstudents once a month and treated students to a luncheon. It is difficult to\nassess the success of this initiative after just a short period of time. More\nParental Involvement\ntime is needed in order to pursue additional efforts to further develop\nOur school leadership aimed to build relations with the community. In\nstrategies which will ultimately increase attendance.\norder to support us on this journey we invited The Recovery Foundation\nto host a workshop for our teachers, students and members of the\nEEEEE\nand youth in order to establish healthier communication and mutual\nrespect for one another. The Recovery Foundation also hosted a meeting\nStudent Engagement\nfor parents, with the objective of creating a safe forum for parents and\nElephant Thoughts and Youth Fusion were both key players in helping\nmembers of the school community to be better able to support one\nsupport our students to become engaged learners and members of the\nanother though collaboration.\nschool community. Elephant Thoughts motivated our students to engage\nhosted a local Public Speaking Contest as well as the Regional Public\n5.0%\nSpeaking Contest. The theme for the event was\"EXPRESS YOUR VOICE, MAKE\nDropout Rate\nYOURSELF HEARD\"We were honored to see students from all communities\nfor 2014-15\nspeak with poise and heart. Teachers were able to engage students in the\nwriting process as they were excited to showcase their abilities.\nThe dropout rate for 2013-14 was 4.3%\nCREE-ATING OUR FUTURE",
    "Page_61": "WASKAGANISH\nWINIBEKUU SCHOOL AND\nANNIE WHISKEYCHAN SCHOOL\nPrincipal: Lisa Shallhorn\n46.9%\nVice-Principal: Nick Scopis (sec.) and Jacinthe Belanger\n(interim elem.)\n573\n141 boys in elementary\n101 boys in secondary\nStudents Graduating\n126 girls in elementary\nstudents\n 29 special\n100 girls in secondary\nSecondary V in 2013-2014\nneeds\nOur school's vision statement is \"Learn Now, Build a Nation\".\nCATTESTSCORES\nWe never lose sight of the fact that our students today will be\nthe future leaders of The Waskaganish First Nation. Everything\n2011-\n2012-\n2013-\n2014-\nwe do is for the sake of the children's future and the future of the\n2012\n2013\n2014\n2015\ncommunity. This year I have led the staff through their Local School\nReading\nImprovement Plan committees in order to ensure our L.s.l.P. is a\nGrade 6\n30%\n9%\n38% \n0%\nliving document that is on the forefront of everything we do, and we\nVocabulary\n9%\n9% \n31%\n0%\nhave reformatted our cycle meetings to allow teachers to function\nmore as Professional Learning Communities.\nWriting Conventions\n30%\n14%\n27% \n17%\nSpelling\n45%\n22%\n67%\n61%\nSchool Governance & Shared Leadership\nMathematics\n0%\n9% \n25% \n5%\nOur school council is very active and meets regularly to consult \nComputation &\n50%\n47%\n53%\n39%\nand collaborate with teachers on professional development and\n Estimation\npedagogical planning. Our L.S.l.P. committees, made up of classroom\nSecondary Il!\nReading\nteachers, organize and coordinate most of our school improvement\n13%\n4% \n0%\n0%\ninitiatives and projects. We are fortunate to have a truly committed\nVocabulary\n0%\n4% \n0% \n0%\n and caring Parent Committee who meet regularly with the school \nadministration to ensure the success of the schools. Our school\nWriting Conventions\n17%\n4%\n0%\n8%\nLeadership Team has been renamed the School Engagement Team as\nSpelling \n36%\n42%\n50%\nimproved student engagement and student attendance is our priority\n40%\nin the Waskaganish Schools.\nMathematics\n18%\n11%\n11%\n13%\nComputation &\n32%\n20%\n6%\n0%\nEstimation\nCREE-ATING OUR FUTURE",
    "Page_62": "014-2015\nWASKAGANISH\nWINIBEKUUSCHOOLAND\nANNIE WHISKEYCHAN SCHOOL\nLocal School Improvement Plan (LSIP)\nMELS2014EXAMSUCCESSRATES\nHomeroom teachers are continuing to evaluate the reading\nlevels of their students three times per term and are collecting\nand monitoring those results in order to track student learning in\nliteracy. This school year we have asked teachers to examine these\nresults more closely in order to know how to best meet the needs of\ntheir students.\nAnother improvement we have seen this year is the use of\ntechnology in the classroom. With the addition of several new\ninteractive white boards in our school, the teachers have received\n22%\n0%\n6%\n26%\nextensive professional development with this technology. This\nEnglish\nEnglish\nMathematics\nScience &Technology\nprofessional development has allowed teachers and their students\n 2nd Language\nLanguage Arts\nSecondary IV & V\nSecondary IV & V\nto use this technology to its full extent ion the classroom.\nSecondaryV\nSecondary V\n(English Sector)\n(English Sector)\nWe were also fortunate enough to have tutoring provided\nafterschool and weekends for our secondary four and five students\nin an effort to increase success in our MELS exams.\nGuaranteed and Viable Curriculum (GVC)\nIt is wonderful to see the effort teachers are making to follow\nthe curriculum (both the G.V.C. and the MELS curriculum). The\n11%\n35%\n48%\ncurriculum and its competencies are now on the forefront of teacher\nScience & Technology\nlesson planning. I see the evidence during our administrative\nFrench Enriched\nMathematics\nSecondary IV & V\nSecondary IV & V\nwalkthroughs as teachers are regularly using objectives and\nSecondaryV\n(French Sector)\n(FrenchSector)\ncompetencies from the G.V.C. and the MELS curriculum in their\nlesson plans and in their posted learning objectives in their\nclassrooms.\n Unfortunately we are still facing learning gaps in our students\nProfessional Learning Community (PLC)\nthat require much scaffolding, but we are looking at new ways to\nmeet the needs of our struggling students, and have already made\nLiteracy results and classroom assessments were both topics regularly discussed at our\nmuch progress in the support and resources we provide to our\nspecial-needs students.\nfunction more as Professional Learning Communities. During these meetings discussions \nare centered on learning strategies, assessments, student results, and competencies from\nthe curriculum.\nCommon assessments and action plans were created in each cycle team to support\nour vocabulary school improvement project, and next school year all cycle teams will\nhave a common S.M.A.R.T. goal they will work together to achieve.\nCREE-ATING OUR FUTURE",
    "Page_63": "WASKAGANISH\nWIINIBEKUUSCHOOLAND\nSafe School Policy\nANNIE WHISKEYCHAN SCHOOL\n Our anti-bullying L.S.l.P. committee organized different activities and \nevents for students to increase awareness about bullying. Elders were also\nasked to speak to students about respect for others. We also developed a\nABSENTEEISM\nnew student disciplinary system in order to help maintain a safe and secure\nenvironment in our schools.\n24.0%\n2013-2014\n26.7%\n2014-2015\nStudent Engagement\nAs usual our schools held various events and activities to enrich our school\nlife. Some of these events were the Terry Fox Run, Fall Festival, Haunted\nHallway, First Snowshoe Walk for our cycle 1 students, Annie Whiskeychan\nStudent Attendance and Parental Involvement\nMemorial Day, Sports Day, and Multi-Cultural Day.\nThis school year the student services team of both schools made daily\nWe also hosted an elementary science fair and a secondary science fair\nphone calls to parents and contacted and met with parents of students\nas well as an elementary public speaking contest and a secondary public\nthat were facing attendance challenges. We also had a student attendance\nspeaking contest. Our participation for the elementary science fair and\nimprovement L.s.l.P. committee that developed and distributed a parental \nlocal public speaking contest doubled from last school year, and it was\namazing to see the enthusiasm and engagement the elementary students\nsurvey on student attendance.\nOur parental engagement L.S.P. committee worked hard to strengthen \nhad for these events.\nthe relationship between home and school. This committee hosted a parental\nassembly at the beginning of the year where we distributed our parental\nhandbook, and the committee also hosted a parent and student success\npotluck in March where teachers, and our student services team presented to\nstudents and parents about parental involvement, healthy living, homework \nsupport, and student attendance.\nWe have tracked our attendance rates through the LUMiX software and\ndespite our increased efforts we have not significantly reduced our student\nabsences. We are going to use the data from our parental attendance survey to\ncreate a new student attendance S.M.A.R.T. goal for the 2015/2016 school year.\n4.4%\nDropout Rate\nfor 2014-15\nThe dropout rate for 2013-14 was 5.2%\nCREE-ATING OUR FUTURE",
    "Page_64": "WAAPIHTIIWEWAN SCHOOL\nD'A·U.VD\nPrincipal: Wojtek Czermak (interim)\n71.4%\nVice-Principal: Sarah MacNeil (interim)\n159\n42 boys in elementary\n38 boys in secondary\n29 girls in elementary\nstudents\n15 special\nStudents Graduating\n21 girls in secondary\nneeds\nSecondary V in 2013-2014\nAs with previous years, the staff at Waapihtiwewan School has worked\ntirelessly to better understand the needs of our students. We are a data\ndriven school community, and we have collected assessment statistics\naround literacy levels, numeracy levels, and school safety perception\ndata from students and parents. We use this information to tailor\nCATTESTSCORES\ninstruction for our students while also focusing on meeting the needs of\n2011-\n2012-\n2013-\n2014-\nthe whole child from a socio-emotional, and mental health and well-\nbeing perspective. This commitment to the youth of Ouje-Bougoumou\n2012\n2013\n2014\n2015\nis the driving force behind our improvement efforts and initiatives.\nReading\nGrade 6\n14%\n40%\n28%\n38%\nVocabulary\n11%\n10%\n11%\n38%\nWaapihtiwewan School Vision\n Our goal is to provide and foster a community dedicated to student \nWriting Conventions\n32%\n100%\n6%\n38%\nsuccess. As teachers and staff, we will:\nWork to foster a safe and inclusive learning environment in which\n Spelling\n44%\n56%\n61% \n63%\nstudents are excited to be involved.\n Mathematics\n14%\n89%\n24%\n63%\nour students the tools they need to succeed in life beyond the\nComputation &\n25%\n50%\n47%\n75%\nlearning community.\nEstimation\nSecondary Ill\n Reading \n11%\n0%\n8%\n29%\nSchool Governance & Shared Leadership\nVocabulary\n5%\n0%\n25%\nAs a school community, Waapihtiwewan School and its staff work hard to\n14%\nbuild capacity from within in order to enhance our professional practice.\nWriting Conventions\n10%\n43%\n17%\n43%\nTeachers and staff routinely head cycle meetings, clubs, committees and\nare actively involved in the decision making process when discussing\nSpelling \n21%\n71%\n67%\n86%\nstudent achievement and engagement. Our Local Schoolmprovement \n Plan (LSIP) has been edited, developed, and written by the teachers in \nMathematics\n13%\n43%\n75%\n29%\nthe best interest of the students. Furthermore, our improvement team\nComputation &\n16%\n29%\n50%\n14%\n(WASIT) was central throughout this process while collaborating with staff\nEstimation\nto determine our professional development needs.\nCREE-ATING OUR FUTURE",
    "Page_65": "SCOLAIRECRIE\nOUJE-BOUGOUMOU\nWAAPIHTIWEWANSCHOOL\nMELS2014EXAMSUCCESSRATES\n50%\n50%\n100%\n English\nEnglish\nFrench\n2nd Language\nLanguage Arts\nLanguage\nSecondaryV\nSecondaryv\nSecondary V\nGuaranteed and Viable Curriculum (GVC)\nThe GVC is embedded within the instructional foundation at Waapihtiwewan\n38%\n50%\nSchool. The framework of the GVC provided our teachers with a strong central focus.\nTeachers are consistently posting learning objectives for their lessons while utilizing\nMathematics\nScience &\nTechnology\nother\"Classroom Instruction That Works\" strategies. Knowledge of the GVC has also\nSecondary IV &V\nSecondary IV&V\nprovided capacity building opportunities for our teachers as they have counselled\none another on best practices while also sharing successful strategies for learning\nbenchmark achievement.\nLocal School Improvement Plan (LSIP)\nAt Waapihtiwewan School, we have used the LSIP as a guiding force\nbehind the work we do for our students. We have placed a great deal\nProfessional Learning Community (PLC)\nof emphasis on building literacy and numeracy levels, and our LSIP has \nprovided a framework within which we operate. By implementing a\neducation. Our PLCs are focused solely on student achievement and engagement.\ntired response to meet our students' needs, we have been able to work\nwith at-risk youth in one-on-one settings. We are beginning to see\nstudent celebrations and assessment data. Utilizing this approach, our teachers have\nan upward trend in our student literacy levels. Additionally, through\ndeveloped initiatives to improve literacy skills by focusing on student writing. Our\none-on-one support, and a dedication to continuously improving.\nPLC groups also played a crucial role in the revamping of the LSIP.\nprofessional practice, we are proud to report a 39% improvement in our\n grade 6 math score on the Canadian Achievement Test.\nCREE-ATING OUR FUTURE",
    "Page_66": "014-2015\nWAAPIHTIIWEWANSCHOOL\nOUJE-BOUGOUMOU\nABSENTEEISM\nStudent Engagement\n23.2%\nTln response to the results of the 2013 CSB Student Engagement Survey,\n2013-2014\n our school has increased the number of special events in order to support\nrelationship building between teachers and students. Regular student \nassemblies are held, in which certificates of recognition for student of the\n2014-2015\n23.1%\nstudent activities, including dodgeball, volleyball, soccer, and basketball.\n\"The interaction between the teachers and students was very positive. At\ntimes parents and other community members participated in the event as\nspectators.\"-Dusty McBrine, Academic Counsellor. To better understand\nStudent Attendance\nthe needs of our students, Mr. McBrine also carried out the CSB Student\nEngagement Survey, achieving an 88% completion rate. Our staff makes \nAttendance is a critical component of student success. At Waapihtiwewan\nit a priority to greet students warmly as they arrive in the morning so that\nSchool, we are continuously looking for ways to improve attendance rates.\neach student feels a sense of belonging in our school. The entire school was\nThis year, we focused on reporting attendance rates to parents. To assist with\nparticularly absorbed in student learning during the annual Science Fair. The\nthis, a 1-page breakdown of the CSB attendance policy was distributed to all \nprojects were displayed in the agora, providing the opportunity for students\nstaff, and our Academic Counsellor (Dusty McBrine) made frequent contact\nto present their authentic learning and inquiry to the entire school as well\nwith parents and students encouraging them to regularly come to school.\nas participating community members. One of the year's main attractions\nAs such, we saw our Term 3 absenteeism rate from 2014 improve from 26.5%\nwas the fundraiser for Miss Waapihtiwewan, in which our Principal, Wojtek\nto 21.3% in 2015. Additionally, we provided attendance incentives and\nCzermak, was taped to the wall of the gymnasium by numerous community\nrecognition during monthly assemblies. We look forward to 2015-2016 when\n members, students, and staf Other events included cultural food tastings,\nreceive training on taking student attendance electronically.\nmusic club, track and field days, a ski trip to Mont Chalco, a trip to the\nWildlife Zoo in St. Felicien, and a trip to Ottawa to visit Parliament Hill.\nSafe School Policy\n Student safety and well-being are tenets that we, as professional educators,\nbetter understand their perception of school safety and our anti-bullying\nParental Involvement\ninitiatives. We also celebrated \"Kindness Week\" in February, a week long anti-\nTo increase parental involvement this year, we have focused on community\noutreach. Our Facebook page has been used extensively to connect with\nthrough Ouje-Bougoumou.\nparents. Through this outreach along with letters home, our parent night\nwas a huge success with 95% parent attendance. Parents are regularly\nencouraged to visit the school and their children's classes. We also keep\n3.6%\nDropout Rate\nin continuous contact with parents through student agendas, an effort \nthat has contributed significantly to improving relationships between the\nfor 2014-15\nschool and parents.\nCREE-ATING OUR FUTURE",
    "Page_67": "WILLIEJ.HAPPYJACKMEMORIALSCHOOL\nANDRAINBOW ELEMENTARY SCHOOL\n75.0%\nNASWAN\nPrincipal: Natacha Bouchard\nVice-Principal: Josée Lalumiere (sec.) and Michel Branchaud (elem.)\n531\n140 boys in elementary\n96 boys in secondary\nStudents Graduating\n120 girls in elementary\nstudents\n 4 special\nSecondary V in 2013-2014\n90 girls in secondary\nneeds\nThe challenges of the three Waswanipi schools are great! Several\nstructures and committees are in place, which must all be\nCATTESTSCORES\nconsolidated at the beginning of the year. We can affirm that the LT\nis taking its place in the school and using its voice which allows for\n2011-\n2012-\n2013-\n2014-\nbetter communication with Team Cycles. We are on track, but much\n2012\n2013\n2014\n2015\nremains to be done in the coming years. The invaluable help of our\nGrade 6\nReading\n McRel consultant allowed us to clarify the structures and processes\n13%\n10%\n11%\n12%\nand make a concrete work with teachers.\nVocabulary\n17% \n5%\n11% \n12%\nSchool Governance & Shared Leadership\nWriting Conventions \n50%\n25%\n15%\n16%\n LT structures and processes are in place and the decision making.\nSpelling\n44%\n%0E\n19%\n35%\nCommunication is two way with school council, LT and cycle team.\nMore and more decisions are made based on data, and everyone\nMathematics\n28%\n40%\n4% \n15%\nunderstands the importance of the data. The strong administrative\nteam provides a solid basis for school improvement. The LT is a\nComputation &\n38%\n35%\n59%\n34%\n Estimation\nstrong team this year and are learning to keep focus on student\nachievement.\nSecondary Il!\nReading\n43%\n6% \n3%\n12%\nCollaboration with the parents' committee has allowed 11\nVocabulary\nstudents from high school to participate in an educational trip to\n21%\n10%\n8% \n15%\nToronto which will be held shortly. In addition, our collaboration has\nWriting Conventions\n55%\n23%\n18%\n19%\nenabled the start of Breakfast Club of Canada's activities which will\ncontinue next year to provide 200 breakfasts during school days. Also\n Spelling\n42%\n32%\n57%\n59%\nin collaboration with the parents we encouraged school attendance\nwith an emulation system for deserving students who will receive a\nMathematics\n29%\n24%\n21%\n16%\ndriving course during the summer. Moreover, we have a point in our\nmeeting agendas where we share information of activities\nComputation &\n38%\n27%\n27%\n12%\nEstimation\n place in the community.\nCREE-ATING OUR FUTURE",
    "Page_68": "WILLIEJ.HAPPYJACKMEMORIALSCHOOL\nWASWANIPI\nANDRAINBOW ELEMENTARY SCHOOL\nMELS2014EXAMSUCCESSRATES\n94%\n84%\n24%\n8%\nEnglish\nEnglish\nMathematics\nScience & Technology\n 2nd Language\nLanguage Arts\nSecondary IV & V\nSecondary IV & V\nSecondaryV\nSecondaryV\n(English Sector)\n(English Sector)\nGuaranteed and Viable Curriculum (GVC)\nMore and more teachers are motivated to work with the GVC,\nalthough much more work remains to be done. At the elementary\nlevel, Cycle 1 teachers use the GVC during their cycle team meetings.\nIn high school, the GVC is implemented in the first cycle of the English\nsector, while the implementation in the French sector is progressing.\nThe academic delay causes significant problems for the use of the\n50%\n15%\n5%\nGVC Teachers must make educational differentiation which can make\nScience & Technology\nuse of GVC difficult. We presented to the LT the way our data from\nFrench Enriched\nMathematics\nWalkthroughs will be used and shared with the cycle teams.\nSecondary V\nSecondary IV &V\nSecondary IV &V\n(French Sector)\n(FrenchSector)\nProfessional Learning Community (PLC)\nAll teachers know and understand the PLC. At present moment, the\nLocal School Improvement Plan (LSIP)\ncycle 1 in elementary work as well as a PLC. This year, essentially,\nIn the 1st cycle (elementary), learning in language is more difficult than in\nwe've been working in cycle teams, but we are currently in\nmathematics. Our resource teachers'support enables better learning of vocabulary\nmigration phase to this new approach. Until spring the focus was\nand grammar. Next year, the main focus at elementary level is to focus on the\nnot always on pedagogy. However, since then the PLC has been\nimplementation of the GVC.\npresented and explained to the teachers and they have begun to\nAlso, we have implemented a tool to obtain statistics on incidents in our schools.\ngradually and systematically look and analyse the data to better\nThe tool will allow us to better monitor interventions with students.\nunderstand the strengths and weaknesses of the various proposed\nFinally, to improve the results of the MELS examinations, we have established\napproaches. Our PLC are increasingly working in dialogue with each\nremedial activities, study sessions, review periods and exam simulations with our\nother (vertical and horizontal management)! Next year we will work\nresources, teachers, facilitators along with Elephant Thoughts and Youth Fusion.\nand progress with this approach.\nCREE-ATING OUR FUTURE",
    "Page_69": "WILLIE J. HAPPYJACK MEMORIAL SCHOOL\nWASWANIP\nAND RAINBOW ELEMENTARY SCHOOL\nEEEEE\nABSENTEEISM\nStudent Engagement\nWe were fortunate to have Elephant Thoughts and Youth Fusion both at\n23.4%\n elementary and high school levels. Activities included participating in a\n2013-2014\nmovie festival in Montreal, a science fair, a public speaking contest, art\nexhibits during the parents' meeting in March, Cree cultural activities,\nsoccer, hockey cosom, origami, square dancing, role playing, video\n2014-2015\n19.1%\ncreation, etc. In March 2015 the Breakfast Club Canada arrived and since\nthen we've served over 150 lunches on average during the school days for\nstudents of the 3 schools. Also, thanks to their teachers, students took part\nam 'pis teun nownonnog-a!no Ka paziuebo uoayxa jeuoibai au u\nStudent Attendance\nrecognize that much remains to be developed in the area of extracurricular\nThis year, the CBS policy was followed. We experienced some gaps and\nactivities and during dinner time, especially at high school.\nwe must plan strategies for the year to come. We have implemented an\nou pue euasala ui sasaid ae oum uapuo sf wass uoia\nschool. For example, at the elementary level, we've celebrated over 50 \nstudents during our weekly and monthly student of the month (and of the\nweek). At high school, we've celebrated a student per level during similar\nParental Involvement\n activities. Work remains to be done at the high school level to reduce\nabsenteeism and increase the sense of belonging at school.\nSeveral activities took place in Waswanipi schools: community dinners\n(potluck), parent evenings (3), Annie Whiskeychan Day (parent volunteers),\ntime an activity or event is organized for the parents of students involved\nSafe School Policy\nas volunteers in the organization and the entire community Parents are\nAt the primary and secondary levels, a procedure was in place. The \nalways invited when it comes to dinner organized for students. Next year,\nhigh schools' procedure was adjusted somewhat, in order to suit that\nwith the collaboration of the parents committee, we want to invite parents\nenvironment. The person responsible for these strategies along with\nin workshops with various themes on assistance to duty, adolescence,\nmanagement made sure that these procedures were followed in accordance\netc. Everything would be organized after school, as well as occasional\nwith the situations that have arisen during the year. Also, sensitization is\nextracurricular activities.\ndone with students and staff members. Furthermore, an anti-bullying march\noccurred last spring, at which all present proudly wore pink. Finally, we\nplanned workshops for all staff as part of professional development.\n4.5%\nDropout Rate\nfor 2014-15\nThe dropout rate for 2013-14 was 2.8%\nPrev\nCREE-ATING OUR FUTURE",
    "Page_70": "SCHOOLLEADERSHIPTEAMS\nCommunity Education\nAdministrators\nLeft to right:\nCharles Bobbish (Chisasibi), Margaret Cheezo (Eastmain), Brenda Rose Wapachee (Nemaska),\nLee Ann Gilpin (Wemindji), Samson Wischee (Waskaganish)\nCREE-ATING OURFUTURE",
    "Page_71": "CRIE\nSCHOOLLEADERSHIPTEAMS\nSchool Principals\nand Vice-Principals\nLeft to Right\nJudy Deschenes, Shauna Simpson, Elizabeth Pashagumskum, Natacha Bouchard, Charles Roy,\nMichel Cloutier, Maggie George, Sarah MacNeil, Yvonne Morrison, Wojtek Czermak, Josée Lalumiere,\nNick Scopis, Roxane Joly, Christie Lancaster, Judy Washipabano, Joey Charland \nMissing from the picture:\nNatasha Erickson, Lisa Shallhorn, Neo Yaxley\nCREE-ATING OUR FUTURE",
    "Page_72": "ADULTSECTOR\n△C\"L",
    "Page_73": "SABTUANADULT\nIn Oujé-Bougoumou, a first work-study program\nlisted for the year 2014-2015 in Chisasibi and\nwas started in which students are paid to attend\nWhapmagoostui, but it is expected that there will be\nEDUCATION SERVICES\nclasses, and a new adult education centre is on its\ngraduates for the year 2015-2016.\nPierre Desjardins, Director\nway.\nIn Waskaganish, Cree as a Second Language\nPierre Demers, Coordinator of SAES\nOn behalf of the Sabtuan Adult Education Services\ncourse was given.\nteam, I am delighted to submit the 2014-2015 Annual\nIn Wemindji, a new adult training center opened.\nReport which, once again, highlights the numerous \nIn Waskaganish, Eastmain and Wemindji, the new\n projects at Sabtuan Adult Education Services (SAES).\nEe-es-kwee-dow (Let's Get Ready) project was\nYears go by but they are not alike. Indeed, over the\nimplemented, aiming at helping students to have\npast year, we participated in the development of the\n a program more suitable to their needs.\n2015-2020 Cree School Board Strategic Action Plan.\nIn all the communities, training sessions on\nClass of2015\nAmong other activities, we deepened our business\nthe new neuro-linguistic approach to second\nrelation with our Cree communities, namely Oujé-\nlanguage teaching were given to the teachers,\nBougoumou and Mistissini, along with our partner\nhelping them to focus more on the oral and \nCHRD and other CSB departments. As a result, there\ncomprehensive skills of their students.\nis an enhanced understanding of our strengths and\nIn all the communities, SARCA was presented.\ndefining areas where we collaboratively contribute\nFour learning objectives were created especially\nto improve adult education services. This year, we\nfor our teachers and students: one learning\nare aiming to build a solid foundation for quality\nsituation in English and three learning situations \neducation which the future will most certainly reveal.\nin French; the situations, in line with the new\nneuro-linguistic approach to second language\nteaching, were presented to the teachers, who\nSAES General Education\ngreatly appreciated them.\nThis year, many improvements took place in general\nTable 1 below provides the number of SAES\neducation for the adult sector:\nGeneral Education sector graduates and Table 2 on\nIn Waswanipi, a first socio-vocational teacher was\nthe next page provides an overview of the course\nhired.\nregistrations. As you will notice, there are no graduates\nEastmain Graduates\n2014-2015\nTABLE 1: Number of Graduates 2014-2015\nOuje-\nChisasibi\nEastmain\nMistissini\nNemaska\nWaskaganish\nWaswanipi\nWemindji\nWhapmagoostui\nTotal\nBougoumou\n4\n2\n4\n4\n21\nCREE-ATING OUR FUTURE",
    "Page_74": "PORT 2014-2015\nTABLE 2: Number of Registered Students 2014-2015\nChisasibi\nEastmain\nMistissini\nNemaska\nOuje-\nWaskaganish\nWaswanipi\nWemindji\n nsoobeudeum\nBougoumou\nFrom August 2014to April 2015\n Cree Upgrading\n59\n English Upgrading \n10\n French Upgrading \n0\n English Sector\n82\nFrench Sector\n15\nEvening class:Math,English,Prec,i\n42\nFrom May 20th to June 16th 2015\nSpring Session: English, Math\n30\nFrom August 2014 to April 2015\n Day Classes English Sector\n21\n Day Classes French Sector\nFrom April 21st to June 26th 2015\n Spring Session: English, Math \nUpgrading\n English - Part-Time \n15\n English /CreeFull-Time \nUpgrading\nEnglish and Cree (Part-Time)\n30\n English and Cree (Full-Time)\n13\nEnglish and Cree (Drop Out)\n65\nFrench (Drop Out)\nEnglish Upgrading Cycles 1 & 2\n15\nFrench and Math upgrading Cycles 1 & 2\nCREE-ATING OUR FUTURE",
    "Page_75": "SCOLAIRECRIE\nIntegration of Technology into Teaching Practice\nMany of our classrooms have Smart Boards where\nThis service is always well appreciated by all.\nfor the General and Vocational Adult Education\nteachers were provided with training to use this\nLast but not least, as the ICT consultant for SAES,\nSectors\nequipment.\nI have developed an ICT Profile which identifes the\nThe development of Information and Communication\nA number of our teachers use licensed software,\nICT competencies that our learners ought to have \nTechnology competencies for a 21st Century ready\nsuch as Rosetta Stone for language skill improvement \nacquired while they have been studying at Sabtuan.\nworkforce is essential. This is why Sabtuan Adult\nand Mathhelp.com for math improvement, to name\nThis will provide a blueprint for the teachers who\nEducation Services (SAES) is putting a great deal of \na few.\nwill be able to use this profile as a guide to find\nemphasis on integrating technology into teaching\nThis year we have an ongoing project in two\npedagogical ways to integrate technology into their\npractice in a seamless way. Indeed, this year, at the\ncommunities, namely Chisasibi and Wemindji,\nteaching practice. From this ICT Profile, tools will be\nrequest of the Coordinator of General Education, Mr.\nwhere we introduced e-tablets to provide e-readers,\ndeveloped for the learners to use, for example, an ICT\nPierre Demers, some material that accomplishes this\ne-dictionaries, e-encyclopaedias and other online\nPortfolio that will demonstrate the ICT competencies\nhas been developed for the teachers.\nresources. SAES is also focusing on digital literacy to\n they have acquired throughout their program of study.\nWe at SAES, aim to develop technological literacy;\ndevelop, in our learners, the ability to communicate \nI am looking forward to the year 2015-2016\nthat is, the ability to use a computer and other\nin an ever-expanding global, social network\nto implement these new tools for our learners and\ntechnologies to improve learning, productivity, and\nenvironment, which requires a new set of skills\nteachers at SAES.\nperformance.\nand demands an understanding of ethical issues\nWe have equipped our classrooms with desktops\n(copyright, respectful exchanges, etc.).\nFrance Pelletier, ICT Consultant (SAES)\nand with portables for the teachers and the learners for\nSAES has continued the past practice of lending\nboth the General Education and the Vocational sectors.\nlaptops to the CSB community for training purposes.\nEdl\nton\ngrarn\nlcilogrom\nTeacher,Ms.JaniceCallahan\n(SRVTC)using theSmartBoard\nCREE-ATING OUR FUTURE",
    "Page_76": "2014-2015\nSabtuan Regional Vocational Training\n Congratulations to the following 2014-2015\nCentre (SRVTC)\n graduates:\nSchool Daycare Educator Program (3 graduates)\nThe Mission of the SRVTC is to:\nPeyton Charles-Sharl (Waswanipi)\n Promote and facilitate the social and professional\nCetianna Mapachee (Mistissini)\nintegration of adult residents in Eeyou/Eenou Istchee\nDebbie Wabanonik (Lac Simon)\nby delivering services to increase their abilities,\nCarpentry (3 graduates)\n competencies and qualifications so they may enter the\nLyndon Hughboy (Waswanipi)\nsocio-economic industry better prepared and with the\nKyle Mianscum (Ouje-Bougoumou)\nhighest confidence.\nStephane Trapper (Nemaska)\nNorthern Building Maintenance (7 graduates)\nVocational\nJeremy Dixon (Waswanipi)\nWith this mission in mind, the following vocational\n一\nJames George Jolly (Mistissini)\n programs and services were offered at SRVTC during\nPelle Loon (Waswanipi)\nthe 2014-2015 school year:\nJohn Napash (Waswanipi)\nCarpentry\nJohn Ottereyes (Mistissini)\nHEO\nMarcel Rupert (Nemaska)\nNBM\nNelson Wapachee (Nemaska)\nDay Care\n Professional Cooking Program (6 graduates)\nHome Care Assistance\nJoel Blacksmith (Mistissini)\nMining Mobile Mechanics\nSarah Blacksmith (Waswanipi)\nComputing Support\nMaggie Etapp (Waswanipi)\n Ore Extraction (in partnership)\nPauline Neeposh (Nemaska)\n Professional Cooking\nJerry Shanush (Eastmain)\nFood and Beverage\nElijah Wapachee (Nemaska)\nTruck Driving (in partnership)\nSRVTC believes that offering quality programs and\nservices must be an ongoing and collaborative initiative\n in order to continually meet the ever-changing needs\nThank you to the following CSB Commissioners who were able to attend one of the March 25th graduation\nand demands of the Eeyou Istchee region as well as \nits students. SRVTC prides itself on having worked in\nceremonies where the Professional Cooking class, in collaboration with the renowned Parisian chef, Jean-Paul\n Grappe, prepared a seven-course meal for our 100-plus guests.\ncollaboration with both organizations and individuals \nalike within and outside the region to ensure a\nKathleen Whooton\nAbraham Jolly\nSerge Beliveau\ncontinuation of quality programming this past year.\nEmily Mianscum\n Thirty-five (35) students graduated during\n Erica Linklater \nMabel Bearskin\nRoger Sandy\nGordon Blueboy\nTeddy Wapachee\nthe 2014-2015 school year and will move on\n Daisy Shecapio\n Clifford Loon\nAnnie M.Salt\nto successfully integrate and contribute to the\nBella Mianscum\nJaniceMoore\nEmma Mianscum\ndevelopment of their region.\nCREE-ATING OUR FUTURE",
    "Page_77": "V\"!!UP,J\nCREE SCHOOL BOARD · COMMISSION SCOLAIRE CRIE\nHome Care Assistance (5 graduates)\nday, evening and weekend classes to ensure optimized\nHealth and Safety\nWhasdeskun Brien (Mistissini)\n opportunities for success.\nThe vocational training centre recognizes the\nClaudette Happyjack (Waswanipi)\nimportance of maintaining a safe and secure \nHarriette Ottereyes (Waswanipi)\nConcomitance\nenvironment for all of its staff and students and has\nChristina Pachano (Chisasibi)\nSpecial mention to graduate Alice Gilpin who obtained\nimplemented many preventative measures, policies as\n Eleanor Stephen (Waskaganish)\ntwo diplomas simultaneously this past year through\nwell as trainings over the past year to ensure quality\nhard work, dedication and commitment.\nand safe programs and services.\nComputing Support (2 graduates)\nThomas Moore (Ouje-Bougoumou)\n Kelly Wapachee (Ouje-Bougoumou)\nSocio-Vocational Integration (SVI)\nGroup Effort\nIn efforts to increase and contribute to the overall\nFinally, a thank you to all of the staff, teachers and\nFood & Beverage Services (7 graduates)\nsuccess and achievement of our students, SRVTC \ncommunity partners who contributed to increasing \nAmy Cowboy-Blacksmith (Nemaska) \n has added a complementary component to its\nand benefiting the overall success and achievement of\n Alice Gilpin (Eastmain)\nprogramming. SVI courses and individualized\nour students and graduates.\n Matthew Happyjack (Waswanipi)\nsupportive services were offered in order to assist \nGladys Herodier (Chisasibi)\nstudents in their quest to gain and maintain gainful \nObjectives forSRVTCfor2014-2015\nGeorgina Hester (Waswanipi)\nemployment.\nImprovement to SRVTC:Base Zero Project\nJuanita Mianscum (Ouje-Bougoumou)\nJohn Saganash (Waswanipi)\nIn 2014-15, we began the project of returning SRVTC\nSocial Aid Technician (S.A.T)\nto its original state. I am happy to report that this\nAdult Education (4 graduates)\nIn order to support and encompass every aspect of \nobjective was met and will continue to be an ongoing\nAlice Gilpin (Eastmain)\nour students' physical, social and cultural being as well \nprocess in order to ensure that the Centre remains a\nLewis Gord-Sharl (Waswanipi)\n as to increase their opportunity for success, additional\nsafe and clutter-free zone.\nlan Saganash (Waswanipi)\nintervention and prevention measures as well as\nOver the past 10 years, a vast variety of material\nSammy Salt-Blacksmith (Waswanipi) \nextra-curricular activities were offered to and for the\nwas accumulated and stored. Since this time, most of\nAlso noteworthy this past year was the two recent\nstudents throughout the school year.\nthis equipment and material has become obsolete and\nProfessional Cooking graduates (Sarah Blacksmith and\nEvery effort was also made to foster and develop\n or fallen into disarray, making it no longer profitable\nMaggie Etapp) who were hired to cater the banquet\na sense of pride, belonging and unity within the\nto keep. With this taken care of, we have been able to\nwith the help of former Professional Cooking graduate\nVocational Centre. Group activities such as Christmas\nconcentrate on and accomplish the following priorities:\nMandy Trapper and former Professional Cooking\ndinners, movie nights and much more were offered to\n both staff and students alike on a regular basis.\nConformation process to CsST: Phase 1 completed \n student Chantal Stephens.\n 70% of SRVTC has been painted\nMajor clean-up in 2 workshops including the\nEssential Skills\nAdult General Education\nmechanic workshop\nSRVTC continues to offer Essential Skills services upon\nThe Adult General Education program finished the\nMajor update on the Aerotherme fire prevention\n registration to all students in the vocational trades.\n2014-2014 school year with four (4) students obtaining\n Restructuration of storage space\nThis program was offered as a complimentary service \ntheir Secondary 5 diploma.\nReorganization of the storage room\n and was aimed at increasing the chances for success \nExtensive efforts were been made this past year\n Reorganization of all tools available\nby equipping students with the skills, competencies \nto accommodate our students' busy schedules. Our\nAllclassrooms have been reorganized\nand knowledge necessary to successfully navigate\nGeneral Education teacher customized his classes to\ntheir vocational program.\nMany apartments have been repainted and\n meet the changing needs of his students to include\nrepaired\nCREE-ATING OUR FUTURE",
    "Page_78": "RT2014-2015\nToPrioritizeHealth and Safety at SRVTC\nWe believe that not only will these diverse and\nTo ReviewAll Administration Procedures in Place at\nA better part of the beginning of the school year\nrelevant programs attract more students but they will \nSRVTCBefore the End of theSchool Year\nwas spent observing and evaluating the efficiency\nequally lead to better job market opportunities. It has\nIn progress. We have begun reviewing all related\nand reliability of the current emergency plan. A new\nalso given new life to the Centre's teaching staff.\ntasks and operations documenting processes. Upon\nemergency plan was made and implemented for the\nEqually noteworthy is the increased partnerships\ncompletion, we will review the job descriptions of\nCentre.\n on a whole, both outside of and directly within the\neach staff member to ensure the best services for the\ncommunity. Communication has increased, and joint \nCentre.\nTo Develop a Consistent and Attractive Program\nprojects are up for discussion for the betterment of the\nOfferfor2015-2020\ncommunity.\nRejean Gascon, Director SRVTC\n Although 2014-15 was targeted as a transitional year,\nwe were still able to accomplish many objectives. We\nhave now begun to develop a diverse and attractive \nOrientation Program SRVTC 2015-2020\nprogram for years to come.\n Offering quality programs and services is a joint\nCooking\nand ongoing initiative. The needs and demands in \nHotellerie\nany given region are ever-changing, and the Eeyou\nBoucherie\nSector 3: Food Services and Tourism\nIstchee region is no different. It is for this reason that \nPastry\nRestauration\nour focuses this past year included building partnership\nboth within and outside of the region, surveying\n Graphic Design\nAEPTrapping\nand evaluating the needs of the region and the\nProtection and Development\nRecreation & Tourism \nForest\nemployability of the courses offered outside of the area.\nof wildlife Habitats\nAEP\nEnvironment\nWith the assistance of many team members from\nAEP Guide Chasse et peche\nwithin the SRVTC, Sabtuan Adult Education, CHRD as\nJewelery_\n Creative Program Offer\nwell as other school boards within the region, we are\nAEP Operation et entretien\nRecreation\nd'un site recreotouristique\nproud to offer the following courses and services as\nthe focus for the next five (5) years. It would be remiss\nLight Vehicle Mechanics\nto say, however, that the region is static. It is for this\nEntrepreneurship\nreason that continued effort will be made to ensure\nSector 17: Transport\nthat SRVTC continues to grow and change with the\nneeds and employment opportunities of the region.\n Transport Related \nAEP Mobile\nAutomobile Mechanics\nSector 10:Motorized Equipment Maintenance\nOur new programs include:\nHEM\nMining Mobile Mechanics\n Surveying and Topography.\nNHEO\n Northern Heavy Equipment Operators \nNBM\nPlumbing\n Northern Building Maintenance\nCCQ Related\nSector7: Buildings and Public Work\nElectricity\nHotel Reception\nWelding\nRecreation Leadership\nPlastering/Painting/Tiling\nTiling.\nCREE-ATING OUR FUTURE",
    "Page_79": "OLBOARD·COMMISS\nSCOLAIRECRIE\nSAEsVocational Adult Education\nThirty-eight vocational programs were offered in 2014-2015. Eight of those programs are still\nongoing and will end June 30th, and one is scheduled to end on the 12th of December, 2015.\nLuc Collette,SAES Coordinator of Vocational Programs\nLISTOFVOCATIONALPROGRAMS2014-2015\nStarting\nEnding\nStarting\nEnding\nStatus\nCommunity\nPrograms\nHours\nStatus\nCommunity\n Programs\nHours\nDate\nDate\nDate\nDate\nNew\nChisasibi\nCarpentry\n1350\n13-May-15\nTBD\nNew\nWaskaganish\nCarpentry\n1350\n24-Feb-13\n 30-Jun-15 \nCarryover\nChisasibi\nComputing Support \n1800\n25-Nov-14\n30-Jun-15\nCompleted\nWaswanipi\nTrucking Clas I \nCarryover\nChisasibi\nSecretarial studies \n1485\n18-Aug-14 \n 30-Jun-15\nCompleted \n Ouje-Bougoumou\nTimber Harvesting and Wood\n840\n 20-May-14 \n1-Nov-14 \nCarryover\nAccounting\nProcessing\nChisasibi\n1350\n 2-Sep-14 \n20-Mar-15\nCompleted\nChisasibi\nNorthern Heavy Equipment \n4-Jun-14 \n 28-Nov-14\nCompleted \n Ouje-Bougoumou\nNorthern Heavy Equipment\n900\n900\n18-Aug-14\n6-Dec-14\nOperations\nOperations\nConstruction Business\n25-Apr-15\nCompleted\nSRVTC\nComputing Support \n1800\n11-Aug-14 \n 23-Jan-15 \nNew\nWhapmagoostui\n450\n14-Jan-15\nManagement \nCompleted \nSRVTC\nCarpentry\n1350\n11-Aug-14\n19-Dec-14\nCarryover\nWhapmagoostui\nNBM\n1320\n2-Jul-14 \n4-Jun-15\nCompleted\nSRVTC\n School Daycare Educator\n390\n11-Aug-14 \n 5-Sep-14 \nCompleted\n Eastmain\n Bus Driving\nSRVTC\nN B M\n1320\nCompleted\n11-Aug-14 \n19-Dec-14\nCarryover\nEastmain \nCarpentry\n1350\n13-Aug-14\n19-Jun-15\nCarryover\nSRVTC\nHome Care Asstance\n975\n11-Aug-14 \n 24-Apr-15 \nCompleted\nWemindji\n School Bus Driving\n330\nTBD\nTBD\nCarryover\n Professional Cooking\nSRVTC\n1470\n11-Aug-14 \n16-Apr-15 \nNew?\nWemindji (Center) \nHEM\nTBD\nTBD\nNew\nSRVTC\nFood and Beverage Services\n960\n 7-Aug-14\n9-Jun-15\nNew?\nWemindji (Center)\n Drilling & Blasting \n900\nTBD\nTBD\nNew\nSRVTC\nNorthern Heavy Equipment \n900\n26-May-15\n30-Jun-15\nNew\nWemindji (Center)\nGeneral Welding\nOperations\nNew\nSRVTC\nMining Mobil Mechanics\n980\n 20-May-15 \nTBD\nNew\nWemindji (Center)\nAccounting\n1485\n19-May-15\n30-Jun-15\nCompleted \n Mistissini\nAccounting\n1350\n11-Aug-14 \n 5-Dec-14\nNew\nSRVTC\nN B M\n1320\n 20-Apr-15 \n30-Jun-15\nNew\nSRVTC\nTruck Driving Class I\n615\nCarryover\n10-Nov-14\n3-Apr-15\nMistissini\nCarpentry\n1350\n 2-Jul-14 \n28-May-15\nNew\nSRVTC\n Surveying and Topography\nNew\n1800\n25-Feb-15\n30-Jun-15\nMistissini\nSecretarial studies\n1485\n 4-Feb-15\n30-Jun-15\nNew\nAccounting\n11-Aug-14 \n 27-Feb-15\nPAI\nCompleted\nNemaska\n1350\n Completed \nNemaska\nCarpentry\n1350\n11-Aug-14 \n 20-Feb-15\nNew\nMatagami\n Ore extraction\n930\n 25-May-15\n12-Dec-15\nCarryover\nNemaska\n Starting a Business \n330\n19-Feb-15\n Completed\n Matagami\n Ore extraction \n930\n 2-Jun-14\n18-Dec-14 \n7-Jan-14 \nCompleted\nWaskaganish\n Plastering\n810\n2-Jul-14 \n 26-Nov-14 \nNew 14\nCarryover9Completed 15Total 38\nCREE-ATING OUR FUTURE",
    "Page_80": "EPORT 2014-2015\nCREE-ATING\nOURFUTURE\nWE BEUEVE THAT EVERY CREE CHILD\nIS TO BE PROVIDED THE OPPORTUNITY\nTO FOLLOW ANY LEVEL OF ACADEMIC\nTECHNICAL, VOCATIONAL AND CREE\nTRADITIONAL EDUCATION.\nPhoto: Genevieve Lagrois",
    "Page_81": "JSCOLAIRECRIE\nPOST-SECONDARY\nPrograms. During the 2014-15 academic year, Post-\nEnrolment Across Canada/lnternational Locations\nSecondary Student Services provided assistance to\nThe map below demonstrates where our students\nSTUDENTSERVICES\n600 students. We sponsored 436 college students,\n are residing during their studies. Roughly 98% of our\nJane L. Blacksmith, Director\n115 university students, and 48 students in vocational\nstudents are enrolled in either Quebec or Ontario.\n programs. 92% of the increase in student body occurred \nStudents are continuing to take on the challenge of \nThe mission of the Post-Secondary Student\nin the college-level sector. This positive growth highlights\n studying at English and French institutions in order to\n that JBQNA beneficiaries are increasingly enrolling\nServices Program is to deliver the necessary support \ncomplete their academic/professional studies.\nservices for our students to succeed and acquire\nand obtaining success in post-secondary education\nprofessional accreditation. Our vision is that all eligible\nat a younger age. Our students are following a more\nJames Bay Northern Quebec Agreement (JBQNA)\ntraditional educational route which will ultimately\nbeneficiaries acquire the competencies needed for\nimprove the competitiveness of the Cree workforce.\npersonal accomplishment, financial autonomy and\n collective well-being.\nThe Post-Secondary Student Services (PSSS)\ndepartment is currently concluding an organizational\nreview and analysis to better align our role as a\nAlberta\n1 Student\nsupport function to our students. We will continue to\n(0.1%)\nimplement important changes within the department\nQuebec\nSaskatchewan\n Ontario\n195 Students\nto better support our student body for success in their\n397 Students\n4 Students\n(32.5%)\neducational and career goals.\n(0.6%)\n(66.2%)\nNova Scotia\nIn our efforts to improve the effectiveness\n 2 Students\nof the Cree School Board (CSB) administrative\nLevel of Community Enrollment\n(0.2%)\nsupport, many changes to student filing processes\nThis comparative table represents the number of sponsored\nNewYork\nand procedures have been implemented. One\nstudents by community of origin. The PSSS clientele shows \n3Students\ndevelopment is that a new administrative position \nan increase of 9% from the previous year compared to a 5.4%\n(0.4%)\nwas created to effectively maintain student file\nincrease from the 2013-14 to 2014-15 year.\nmanagement. We believe this position will help\nensure improvements are implemented for greater\n2013-14\n2014-15\nChange\nChange %\neffciency and communication with our students.\n Chisasibi\n106\n110\n4\n3.8%\nThe CSB will continue to look towards the future and \n Eastmain\ntake necessary steps to assist our students in their\n17\n17\n0\n0.0%\nacademic and professional endeavours.\n Mistissini\n108\n124\n16\n14.8%\nNemaska\n21\n20\n-1\n-4.8%\nOujé-Bougoumou\n43\n43\n0\n0.0%\nPSSS Statistical Information\nWaskaganish\n120\n135\n15\n12.5%\nThe following information highlights certain trends\nWaswanipi\n70\n88\n18\n25.7%\nin student enrolment and levels of success in Post-\n Secondary and Adult Secondary community programs.\nWemindji\n37\n31\n9-\n-16.2%\n Whapmagoostui\n28\n32\n4\n14.3%\nFollowing last year's trend, the data reveals significant \ngrowth in the Post-Secondary Student Support\nTotal\n550\n600\n50\n9.1%\nCREE-ATING OUR FUTURE",
    "Page_82": "RT 2014-2015\nAge Distribution of our Sponsored Students\nMost Popular Programs 2014-2015\nThe increase of enrolment among a younger student population continues. There is\nThe table below shows the top 20 most popular academic programs among our\na substantial increase in our under-20 age group, with a change that represents over\nstudents. The most popular program, English for Academic Purposes, demonstrates\n10% of our student body in 2014-15. Students aged 30-34 decreased by 15%, due to\nstudent's desire to improve English language skills before continuing on into career\nthis segment's completion of program study and entrance into the workforce.\nand university programs. Students enrolled in over 200 programs this year, including\ncompetitive university programs.\n2013-14\n2014-15\nChange\n Change %\nG.A.S. - English for\nUnder 20\n31\n63\n32\n103.2%\nAcademic Purposes\n20-24 \n195\n209\n14\n7.2%\nG.A.S. - General Arts \n&Sciences\n41\n25-29\n110\n123\n13\n11.8%\nElectro-Mechanics\n24\n30-34\n80\n68\n-12\n-15.0%\n(Automated)\n35-39\n58\n71\n13\n22.4%\nG.A.S. - Aboriginal Studies\n24\nOver 40\n76\n66\n-10\n-13.2% \n Social Science\n16\nTotal\n550\n600\n50\n9.1%\n Police Technology\n13\nBaking & Pastry Arts \n12\nSpringboard to a DCS \n12\nEnrolment at the University and CEGEP Levels\nIndustrial Construction&\n10\nThe table below provides the category of institution where students were enrolled and\nMaintenanceMechanics\nthe number of confirmed graduates for this year and the previous year. The number of\nCulinary Skills - Chef Training \n graduates has not yet been updated for 2014-15. We are excited to see the end-of-year \nIndigenous Prep. Studies \nresults, as many young students are advancing in their respective programs.\nBusiness Administration\n8\n2013-2014\n2014-2015\nCertificate Administration\n8\nType of\nEnrolments\nCompletions*\nOffice Administration\nEnrolments\nGraduates\nGraduates*\n8\nInstitution\nGeneral\nCollege\n Regional and Management \n396\n64\n436\n23\n12\n8\nDevelopment\nUniversity\n112\n13\n115\n1\n1\nBuilding Construction\n1\nVocational\nTechnician\n45\n49\n2\nn/a\nBusiness Accounting\nTotal\n550\n79\n600\n26\n13\nG.A.S. - Community Studies\nNote: Graduates signify Bachelor level and above.\nCompletions signify certificate and other program types.\n Aboriginal Enriched Support\nB.A. Psychology (Honours)\nCREE-ATING OUR FUTURE",
    "Page_83": "Highlights\nlocal planning committees, showcase the history of\nWe would like to acknowledge the support and\neach of the Cree communities' historical and recent\nguidance of the Council of Commissioners and the\nThe academic and social support team of PsSS have\nagreements and provide an opportunity to the Cree\nSenior Management, and the continuous support \nworked hard to stay connected with students and are\nNation to share their vision for the future. The intent\nof the Director General of the Cree School Board.1\nimplementing strategies to improve retention and\nis to educate youth and adults in the importance of\nwould also like to extend a special acknowledgement\nstudent success.\nacquiring professional accreditations and skills for the\nto the PSSS team for their continued hard work and\nWe continue to receive student feedback through\nmany opportunities before us.\ncollaboration through many important changes, to\nthe annual student survey, which we value as an\nThe Post-Secondary Student Services department\nbetter serve ourstudents.\nintegral and valuable tool for PSSS. Information\n continues to enhance and upgrade its technological tools\nLast but not least, to our students who strive\nand results yielded from the survey assist the PSSS\nin order to meet the needs of our students. Improved\nfor academic excellence and who participate in\ndepartment to improve student services. We also\ntechnological tools such as web-based technology\nstudent life activities and contests: these efforts\ncontinue to maintain the Student Support Program\nwill help improve and facilitate communication and\nand personal gains do not go unnoticed. We\n(SSP) in joint partnership with Shepell-fgi to offer a\ninformation sharing with our student body. We anticipate\nadmire you and we are very proud of each of you.\n24/7/365 Helpline. Students currently sponsored have\nimplementing many more important initiatives in the\nTo those graduating and joining the workforce,\naccess to professional assistance in helping them\ncoming months, such as an improved web-based portal \nand for graduates progressing in their studies: on\nnavigate life challenges that may disrupt or jeopardize\nfor our students. This portal will be user-friendly and\nbehalf of the Council of Commissioners, the Senior\ntheir progress and success.\nallow our students to better access necessary CSB PSSS\nManagement and PssS team, we offer you our\nPost-Secondary Student Services, through its\ninformation, including access to their individual fles. This\nheartfelt congratulations for your perseverance and \nmembership in the Planning Committee of the\nnew technological approach will make our department \ndedication to achieve your goals.\nRoundtable on Capacity Building continued to\n more student-centred and improve accessibility. It is\nwork with local community planning committees\nour belief that we are empowering students with the\nCongratulations to each of you.\nto deliver the Roundtable on Capacity Building to\ntools to better focus on their studies. We believe that\nall the Cree communities, including the MoCreebec\nby using novel technological tools we will be in a better\nJane L. Blacksmith, Director of Post-Secondary\nCouncil of the Cree Nation in Moose Factory, Ontario.\nposition to respond to our student needs and to provide \nStudent Services\nThe Roundtable on Capacity Building, along with\na stronger support system.\nCREE-ATING OUR FUTURE",
    "Page_84": "DEPARTMENTS AND SERVICES\nP",
    "Page_85": "SECRETARY\nWhapmagoostui plans to launch theirs next year. This\nCSB Archives Project\nis a great example of how parents, the community,\nGENERAL\nThe offce of the Secretary General is still in the\nand the school can work together for the benefit\nprocess of working on our Archives project which\nBella Mianscum\nof our students. Congratulations Waswanipi and\nentails electronic archiving. This project is led by\nWhapmagoostui!\nour Regional Documentation Technician Mrs. Alice\nW. Mianscum. This year we are planning to have\nAnother year has come and gone! How time flies!\nCouncil of Commissioners\nthe Regional Documentation Technician train all the\nWithin the Council of Commissioners, we have the\nSecretaries, Executive Secretaries, and Administrative\nSchool Committees\nfollowing members that were elected this past year:\nTechnicians on electronic fling.\nThis year, the Office of the Secretary General had\nIn Mistissini, Clifford Loon was elected by\nthe privilege of hosting another School Committee\nCSB Policies\nacclamation\nAssembly on March 3, 4, & 5, 2015 in Montreal,\nIn Eastmain, Alvin Cheezo was the successor to\nWe have completed 87% of the review and updating\nQuebec. Our theme this year was \"Our Children - Our\nDaniel Mark Stewart\nof the CSB operational policies this year with the\nSchool-Our Community\".V\nWe had a total number of\nIn Waswanipi, Emily G. Mianscum continues as the\nassistance of the directors and other managers. This\n85 participants from all nine communities represented\nschool commissioner\nyear will be the completion of the review of the CSB\nby the School Committee members, the School\nCongratulations to the new Commissioners\nOperational Policies.\nCommissioners, the CEA's, and some of the School\nClifford and Alvin, and a warm welcome back to Emily!\nPrincipals. For the past two assemblies, the Council\nThis year we have elections coming up for the\nOur Team\nof Commissioners played an active role by emceeing,\nfollowing communities:\nAgain this year, I have worked with a great team.\n presenting, and serving as facilitators - thank you\nWemindji\nWith their commitment and support for our annual\nCommissioners for your active engagement with \nWhapmagoostui\ngoals and objectives, we were able to accomplish\nour assembly! The Director General and the Deputy\nWaskaganish\na great deal. Everyone has an important role in the\nDirector General provided strong messages with\nrespect to education and our children - thank you\n And the elections for the Chairperson\nOffice of the Secretary General. I thank you all -\nStephanie, Emma, and Nadine —— for your hard work \nMr. Director General and Mr. Deputy Director General\nThe Council of Commissioners have held five\nand dedication with our daily tasks and projects!\nfor your inspiring messages! We also had two great \nregular meetings this year, in Whapmagoostui, Amos,\nAlice, Jessica, and Julliette, for your hours of endless\n speakers, Hughes Pierre Nagatchou and Dr. Alexander\n Mistissini, Waswanipi, and Eastmain.\nwork with our important CSB files and archives! To\nThornton, on parenting and the importance of\nour receptionist Patricia, who is the first voice we\n good physical health and a good night's sleep for\nExecutive Committee\nhear when we call the office! And last but not least\n our students! The School Committees participated\nThe Executive Committee held twenty-three\nEddie Coon, for making sure that all our mailbags are\nin a dialogue \"You and Your Community\"and the\nregular meetings this year. Every year the Executive\ndelivered to each community on time!\nfollowing day there was a brainstorming session.\n Committee members are appointed by the Council of \nThe School Committee members left with a clear\nCommissioners. This year the two members who were\ndirection on how to prepare their local action plans\nBella Mianscum, Secretary General\n appointed are Mabel Bearskin as the Vice Chairperson\nfor their schools and communities. The whole group\nand Teddy Wapachee as the Third Executive member.\nwas inspired by two communities who started a big\nCongratulations Mabel and Teddy!\nproject: the Breakfast Program. Waswanipi announced\nthat they fully launched their program this year, and\nCREE-ATING OUR FUTURE",
    "Page_86": "HUMAN RESOURCES\nimprovement. Based on the recommendations\nCREE-ATING\n of the final report, our service will work toward\nSERVICES\nimplementing the changes needed for improvement.\nOUR FUTURE\nNatalie Petawabano, Director\nWe have made great strides in documenting all\nhuman resources processes and in mapping them\n out in an effort to provide clarity and transparency in \nFor this past school year, Human Resources Services\nprocedures.\nWE BELEVE THAT THE LEARNING\nhas focused on 3 key areas in its efforts to improve the\nOnce again teacher recruitment was a big\nOF THE CHILD BEGINS BEFORE AND\n support given to schools and departments of the Cree\nfocus this past year. The human resources advisors,\nSchool Board.\ncoordinator, and other managers attended 28 career\nFROM BIRTH AND THAT IT IS OUR\nIn this past school year, in collaboration with the\nfairs at various universities in Quebec, Ontario and \nthe Maritimes. We had a particular focus on French\nDUTY TO FOSTER THE GROWTH OF\nDeputy Director General and the Office of School\nOperations, our office has worked on conducting\nuniversities, where we had a shortage of resumes in\nTHIS INHERENT RIGHT AND ABILTY.\na thorough assessment of the turnover, absence\nprevious years. Working with the schools and the\nand sick leave rates of the pedagogical staff of the\n Department of School Operations, we hired 66% of\nschools and to determine the root cause of these\nour teachers before the Spring Goose Break, which\ninstances. Our aim is to understand what contributes\nwas an improvement from the previous year of 40%.\nto these rates in order to implement changes that\nThe Cree School Board Human Resources\nwill help to stabilize our workforce, thereby providing\nteam will continue to strive to improve the services\nour students with the consistent services they need\nprovided to all staff and to partner with other\nto succeed.\ndepartments and schools in the education of our\nWe continued our work on the implementation\nstudents.\nof the Cree School Board Performance Management\nProgram for all CSB Managers. This program is\nNatalie Petawabano, Director of Human Resources\nintended to focus the efforts of the Board in its\ncontinued work toward student success. While we had\nsome challenges in this first year of implementation,\nwe are confident that as we move ahead with the\n program we will become more accomplished in it, and \nconsequently in the delivery of services to the schools\nand departments.\nIn our own service, we embarked on an\nassessment of the department of Human Resources to\nensure that we are aligned to the mission of the Board,\n are responsive to the needs of our clientele, and are\n structured in such a way that will meet the needs of\nthe Board in the future. Many people participated in\ninterviews to determine our strengths, weaknesses,\n and any obstacles we may have in our pursuit of",
    "Page_87": "CREESCHO\nDOL BOARD · COMMISSION SCOLAIRE CRIE\nMATERIAL RESOURCES\nObtained approval for:\n4. Major renovations, repairs, upgrades and\nThe construction of the new elementary\n remodeling - not limited to the following:\n。\nSERVICES\nschool in Wemindji;\nCompleted most of the 2014-2015 Supplementary\nDavid Coonishish, Coordinator\n The construction of forty (40) housing units\nAllocation Institutional Buildings Projects in five\nin five (5) communities.\n(5) communities for a total amount of $1,150,000;\nSubmitted to MELS the study for the 2015-2016\n Safe schools and safe offices:\nOur Mission\nyearly Supplementary Allocation of major projects\nMaterial Resources Services, Secretary\nOur mission is to ensure and offer our students\n($3.6 Million).\nGeneral, and CEA's have reviewed the CSB\n and employees the enjoyment of the safest, most \nEmergency Plan and drafted a new policy\ninnovative, and pleasant facilities for their learning\n2. Capital Projects:\nand measures plan for the schools and \n and working environments. Our duty is to facilitate\nFinalized the construction of the Annie\noffices;\nthe reach of their goals and endeavors by providing\nWhiskeychan Memorial Elementary School in\nPilot project: increased security hardware\nprofessional and valuable resources and services.\nWaskaganish;\nand technology at the three (3) schools in\n Finalized the conception and began the\nMistissini.\nMain Tasks\nconstruction of the new elementary school in \nUpgraded air conditioning systems at the\nOur main tasks involved 1. Negotiations, 2. Capital\nWemindji;\nVoyageur Memorial School (VMS) secondary\n Projects, 3. Housing, 4. Major renovations, repairs,\nschool in Mistissini;\n Began the construction of the forty (40) housing\nupgrades and remodeling, 5. Regular and Preventive\nunits in five (5) communities;\nReorganized the CSB warehouse in Mistissini;\nMaintenance, 6. Buildings inventory, 7. Moving and \nStorage, 8. Purchasing, 9. Daily School Transportation,\nRealized part 1 of the Reorganization of the James\n Followed up the maintenance and food catering\n10. Power Energy Management, 11. Vehicles and\nBay Eeyou School:\ncontracts for the Sabtuan Regional Vocational\n12. General Insurance.\n Replacement of the roof;\nTraining Center (SRVTC) in Waswanipi.\n Bringing emergency exits up to norm;\no\nAchievements\nTemporary upgrade of controls of the\n5. Regular and preventive maintenance:\nventilation units.\n1. Negotiations:\nA new Preventive Maintenance Program was\nClosed most of the finished construction\nlaunched and implemented in the communities\nNegotiated with the Quebec Ministry of \ncontracts.\nand the regional offce. Training of employees is\nEducation, Leisure and Sports (MELS) for new\nongoing;\n Capital Investment Projects;\n3. Housing:\nA schedule for the maintenance, minor\n Participated in negotiations for the Cree School\nBegan the construction of forty (40) housing\n renovations, and cleaning of schools and housing\nBoard New Funding Rules 2014-2019;\nunits in five (5) communities and negotiated for\nwas launched to all communities to ensure school\n Pursued negotiations for the five (5) year Capital\neighteen (18) more units for 2015-2016;\nreadiness for the beginning of the school year;\nProjects Plan submitted to MELS for the following:\nCompleted most of the 2014-2015\nPrepared and hosted a symposium on the basic\n Reorganization for James Bay Eeyou School\n Supplementary Allocation Housing Projects in\noperation of Guide TI software and training\nin Chisasibi; \nseven (7) communities for a total amount of \nin regards to fire protection equipment in our\n Mistissini Adult Training Center;\nO\n$1,800,000;\nschools.\nHousing needs for each Community for\neighteen (18) housing units.\nRegular update and monitoring of the housing\noccupancy lists for each community.\nCREE-ATING OUR FUTURE",
    "Page_88": "014-2015\n6. Buildings Inventory:\n Heavy Machinery Simulators and a Caterpillar\nPurchase of new vehicles including the trade-in of\nexcavator for NHEO course at the SRVTC in\nthe old ones;\nOngoing implementation and updating MELS-\nWaswanipi;\nSIMACS system of Cree School Board premises;\nA new five-year vehicle replacement schedule was\nFive (5) new vehicles for the schools and\nAgreement reached with all communities for the\nfinalized for the 2015-2021 period;\nadult education programs;\nsquare footage for user fees;\nEighteen (18) tablets and accessories for the\nNew premises were added as superficies areas to\n12. Insurance:\n\"Annex C\"of the Funding Rules Agreement and\npreventive maintenance program;\nNew residential furniture for twenty-two (22)\nCalled for tenders and signed contracts for the \nfor the purpose of the User Fees conciliation with\ninsurance of the Property and Liability Portfolios\nthe Bands.\nhousing units.\nfor the fiscal year 2014-2015.\n7. Moving and Storage:\n9. Daily School Transportation:\n13. MRS Team:\n Made all the necessary arrangements for the\nProvided support services to the schools and\n Engagement of a new Coordinator of Material\n departments for the moving and storage\nschool bus transportation in the communities for\nResource Services;\nthe five (5) year period 2014-2019.\nactivities.\nMaterial Resources Services Department staff\n 8. Purchasing:\n10. Power Energy Management:\nregularly attend training sessions as we continue\nto strive toward building a high performing\nFollowed up the Hydro Quebec invoicing \"HELIOS\"\nIn alignment with the government legislations,\n organization in support of our schools and\nbilling system;\nCree School Board reviewed and amended as\nstudents.\nneeded the CSB Policy regarding the awarding of\nFollowed up the heating oil supplies;\nsupply, service and construction contracts;\n Followed up the high pressure fuel equipment\nDavid Coonishish, Coordinator of Material\nA new process of electronic requisitions was\ncertifications.\nResources Services\nimplemented;\n Purchase of:\n11.Vehicles:\n。\n new furniture, appliances, computers and\nA continuous follow-up for the forty-nine (49)\nsmart boards for the extension of Annie\nmoving vehicles including the maintenance and\nWhiskeychan Memorial elementary school;\nthe coordination with the S.A.A.Q;",
    "Page_89": "INFORMATIONAND\nTECHNOLOGY SERVICES\nFrancois \"Frank\"Turgeon, Director\nOur Mission\nInformation and Technologies Services' purpose is to\nensure that employees and students have the proper\ninformation systems and technological tools and\ninfrastructure to carry out the overall organization's\nmission.\nOur Vision\nHelp schools improve the way education is\ndelivered using technological services and\nresources through teaching and learning.\nProvide students with the technological resources\nto enrich the educational experience.\n Help staffimprove productivity with proper\ntechnological tools and Information Systems.\nof the large range of activities we conducted more\ntechnology. We have also participated in the purchase\nEstablish, provide and maintain the necessary\nspecifically towards the schools and ultimately for\nand deployment of almost 200 tablet computers in\ntechnological infrastructure services and\nthe benefit of the teachers and students. These\n our schools. Both technologies are tools to which the\nresources to support continuous improvement in\ninitiatives are supplemental to the everyday support\nstudents respond extremely well to and we wish to\nthe CSB's ability to fulfill its main mission.\nand maintenance activities of the I.T. team, which\n continue promoting their use in our schools over the\n Provide leadership and governance to schools\namounts to a few thousand support tickets every year,\nnext few years.\nand departments in the effective use of\naccording to the ticketing service put in place in our\nWe wish to extend our sincere appreciation\ntechnologies.\ndepartment a few years ago. These initiatives, as well\nand gratitude towards all members of the I.T. team\nas others, have been conducted with extensive human\nas you have shown great dedication, commitment\nresources and financial efforts.\nand effciency in your work during the past year to\nAlthough this year, the Information & Technologies\nthe benefit of the students and employees who we\n(Il.T.) Services Department handled more initiatives,\nOther News and Accomplishments\n support. The I.T. attitude within our team is always\nprojects and activities than can be shared here,\n something to be proud of.\nwe wanted to use this opportunity to share some\nDuring the 2014-2015 school year, with our financial\nof the major initiatives conducted in 2014-2015,\nand support assistance, many of our schools have now\nequipped all of their classrooms with interactive Smart\nFrancois\"Frank\"Turgeon, Director of Information\nwhich were geared towards the Cree School Board\n&Technologies\n2010-2015 Strategic Action Plan (SAP). The following\nBoards and we are well on the way to completing to\n activities are just a sample, but give a good example\nequip the other schools with the same interactive\nCREE-ATING OUR FUTURE",
    "Page_90": "T 2014-2015\nLIST OF I.T. DEPARTMENT'S SAP INITIATIVES FOR 2014-2015\nStrategic priorities\nCurrent Status\n Support and Improve the automation of processes across CSB\n1.1 Revamp/recode the web-based PsSS student management system\n1.1 In Progress - Phase 1\n1.2. Full implementation of electronic requisitions and purchase orders (MRS).\n· 1.2 Completed\nComplete the conversion of POs to laser in schools\n 1.3 Implementation of web-based travel expense claim software for employees\n1.3 Completed\n 1.4 Deployment of electronic travel warrants in all departments\n. 1.4 Completed\n1.5 Direct deposit of payments (finance)\n1.5 Completed\n1.6 Completed\n1.7 Implementation of GPl online student registration with schools (data management)\n1.7 Completed\n 1.8 Implementation of LUMIX data analysis for Adult Ed\n1.8 Completed\n(uawabeuew eep) leod qam suaed/uapns jo uoeuawaldwl e't\n1.9 In Progress -\nReady for start of 2015-2016 school year\nImplement technologies in Schools, Departments & Adult Education\n 2.1 Annual Board-wide acquisition and deployment of technologies for schools and Adult Ed\n2.1 Completed\n(Smart Boards, computers, etc.)\n 2.2 Implementation of PHASE Il of ECN Broadband connectivity Fiber to communities of Waskaganish & Eastmain\n 2.2 In Progress for Eastmain\n 2.3 Help schools and departments better communicate with each other by implementing new technology tools \n 2.3 In Progress\nsuch as VideoConference, Skype, MS Lync, etc)\n 2.4 Purchase and deployment of new phone systems in schools \n 2.4 All schools are completed\n 2.5 Migration of school servers to Windows Server 2012 (more secure and streamlined)\n 2.5 In Progress\n 2.6 Testing and deployment of WiFi infrastructure throughout the schools (to support mobile technologies)\n 2.6 In Progress \nImproving IT support at the local level & Regional level\n 3.1 Continue coaching/supporting/communicating with the schools and Adult Education\n3.1 Completed\nadministrative staff in regards to technology acquisitions, use, guidelines, governance & policies\n 3.2 Mentoring, training and supporting local schools' computer technicians to promote\n3.2 In Progress\nteamwork and best attitudes in regards to work accomplishments and responsibilities\n 3.3 Capacity building - training, retention initiatives & consultation services\n3.3 Completed\n 3.4 Optimization of I.T.infrastructure: Server virtualization/security + Network improvement and effciency\n3.4 Completed\n 3.5 Implementation of centralized data storage and backup solutions infrastructure\n 3.5 Completed\n 3.6 Implementation of new corporate email infrastructure (more secure and streamlined)\n3.6 Completed\n 3.7 Implementation of support ticketing service with local IT staff\n 3.7 In Progress \nCREE-ATING OUR FUTURE",
    "Page_91": "N SCOLAIRE CRIE\nCREE-ATING\nOUR FUTURE\nWE BEUEVE THAT EVERY\nCREE CHILD HAS THE RIGHT\nTO BE PROVIDED WITH THE\nOPPORTUNIY FOR SUPPORT\nAND RESOURCES ACCORDING\nTO HIS/HER NEEDS.",
    "Page_92": "2014-2015\nFINANCE AND\nSince the establishment of the Budgetary Rules\n positive collaboration of Canada in these tripartite\nin 1993, the Cree School Board finances have been\nnegotiations.\nADMINISTRATIVE\nstabilized, and the Board has always managed our\nThe Finance Team also continued our collective\nSERVICES\nresources within the budgetary framework agreed to\nefforts and support to the Department of Material\nwith both levels of Government.\nResources to secure the funding to support the\nMatthew Rabbitskin, Director\nThe Cree School Board and both the Federal and\nfive year capital plan of $125,000,000, thus finally\n Provincial Governments finalized an agreement on\nsecuring all the required approvals to build the new\nEvery five years the Cree School Board undertakes a\nnew \"Funding Rules for Operations and Investment\nWemindji elementary school and some urgently\nvery significant effort to negotiate a renewal of the\nGrants for the 2014-2015 to 2018-2019 school\nrequired housing for teachers in various communities.\nbudgetary rules applicable to the Cree School Board.\n years\" in October of last year, after several months\nContinued efforts to secure all other project approvals\nThe Cree School Board is in the unique position of\nof negotiations. We are pleased to report that the\nwere also undertaken.\nhaving the right to negotiate its funding parameters,\n positive collaboration which the Board has established\nThe Finance Department continues to try to find \nor budgetary rules as they are known, as a result of\nwith the Quebec Ministry of Education has allowed\nways of simplifying our financial processes to ensure \nthe provisions of the James Bay and Northern Quebec\nfor the parties to secure an Agreement, which\nthat the needs of all departments and all staff as well\nAgreement (JBNQA), which provides pursuant to\nprovides certain additional resources to the Board\nas our suppliers are addressed in the most effcient \nSection 16.0.23 that the funding of the Cree School\nat times of fiscal restraint and cutbacks in provincial\nand effective way possible. We continue to strive to\nBoard shall be provided in accordance with a formula\nfunding to school boards throughout the province.\nimprove support to the local schools in an effort to\nto be determined by Quebec, Canada and the Crees.\nThe Board is very appreciative of the efforts of the\nbring front line services into each of the schools. The\nThe actual funding of the Cree School Board is\nprovincial team in the negotiations as well as the\ndecentralization of certain payroll responsibilities is a\nprovided by both the governments of Canada and\nQuebec. The Government of Canada provides seventy-\nfive percent (75%) and Quebec provides twenty five \npercent of the funding determined in accordance with\nthe budgetary rules which, as indicated, require an\nagreement with the Crees.\nIn the early years of the operations of the School\nBoard, both levels of government failed to recognize \nthe right of the Board to negotiate the funding levels\nand rules applicable. Alternatively, they imposed\nunacceptable funding levels on the Board which\nled to litigation in the 1990's to ensure that both\nCanada and Quebec would recognize the obligation\nto secure an Agreement with the Crees, and that they\nwould provide adequate funding to meet the special\nobligations in the Treaty. The Quebec Superior Court \nheld that a tri-partite agreement was required in\n accordance with the provisions of the treaty (JBNQA).\nThis was appealed ultimately to the Supreme Court of.\nCanada who failed to hear Canada's appeal.",
    "Page_93": "SCOLAIRECRIE\nperfect example. Throughout the year Payroll Services\nimprovements which will facilitate a strong and\nup direct deposits for most of the CSB suppliers\nprovided support and training to all communities and\ncollaborative working foundation among stakeholders\ncontinued throughout the year. It is expected that by\ndepartments to ensure that they are prepared to take\nand lead to improved data integrity.\nthe 2015 year end that 90% of all suppliers will be set\non these new challenges.\nFinancial Services undertook some internal\nup for direct deposit, a clear need when operating in a\nPayroll Services also continued to reach out to the\nrestructuring through the division of responsibilities\nremote region.\nwithin the Department into three different but\n The Department of Finance and Administrative\nfrom the communities gathered in Montreal together\nintegrated functions: financial reporting, treasury,\nServices will continue to develop innovative\nwith both Payroll Services and Human Resources to\nand accounts payable. This division of responsibilities\napproaches to working with all users of CSB financial\nexchange on issues, to provide training, and to help\nallows those assigned these functions to focus more\ninformation, and will be looking closely at developing\nsupport the continued development of a team-\nclearly on the objectives of each unit, and ultimately\nand implementing new tools for budget development\napproach to addressing important payroll isues.\nensures that the department meets its overall\nand management of funds throughout the year.\n Payroll and Human Resources have established\n objectives of providing the comprehensive support \nThe following sections of this report are devoted\na closer working relationship to help improve the\nwhich all schools and budget supervisors require \nto summarizing our financial position for the year\nprocessing of payrollinformation and reporting\nthroughout the year.\nending June 30, 2014, and to review certain data on\nrequired for a broad range of users. In 2014-2015\nFinancial Services continues to work closely\nstudent enrollment and the financial allocation of\nPayroll and Human Resources launched the Data\nwith the Department of Information & Technologies\nresources within the Board in a very summarized and\nIntegrity Project, which will considerably change the\nto develop new customized tools for all information\n graphical form.\nteamwork relationship between the Head Office and\nusers and to ensure that the department is continually\nthe local schools. The objective is to analyze current\nadapting to new technologies. Improvements to\nMatthew Rabbitskin, Director of Finance and\nCSB practices, processes, and tools and to recommend\npayment systems are evolving, and efforts to set\nAdministration\nFINANCIAL HIGHLIGHTS\nFor the year ending June 30, 2014\nTotal Expenditures of the Board for the year ending June 30, 2014\n$149,501,832\nDeficit for the year ending June 30, 2014\n($2,615,435)\nCombined Accumulated Surplus at June 30, 2014\n$26,438,410\nAvailable Surplus at June 30, 2014\n$14,872,091\nTangible Capital Assets at June 30, 2014\n$162,391,673\nCREE-ATING OUR FUTURE",
    "Page_94": "2014-2015\nCREESCHOOL BOARDOPERATIONS\nFor the year ending June 30, 2014\nBudget\n2014\n2013\n$\n$\nRevenues\nQuebec Department of Education, Recreation and Sports\n129,769,190\n134,192,545\n127,654,010\nAboriginal Affairs and Northern Development Canada\n1,049,083\n1,039,780\n891,555\nCree Nation Government - Cree Human Resources Development\n121,813\n155,925\n325,413\nNiskamoon Corporation\n2,783,000\n2,755,972\n2,843,599\nAmortization of deferred contributions related to tangible capital assets\n7,592,309\n7,584,478\nOther\n987,100\n1,149,866\n1,762,379\nTotal Revenue\n134,710,186\n146,886,397\n141,061,434\nExpenses\nSalaries and benefits\n72,639,728\n67,354,522\n63,306,506\nEmployer's contributions\n7,134,034\n7,214,545\n6,705,305\nRetroactive salary adjustments\n91,539\n86,528\nTravel and accommodation\n5,793,971\n5,581,529\n5,858,732\nStationery, material and supplies\n1,435,882\n1,081,256\n1,280,491\n Pedagogical material\n2,882,623\n1,854,770\n1,561,290\nContracts and professional services\n16,968,499\n15,150,505\n12,394,769\nStudent assistance\n11,590,764\n12,028,931\n11,040,145\n Trainees assistance\n25,000\n68,356\n110,587\n Transportation\n4,514,475\n4,277,570\n3,910,276\nTelecommunications\n1,708,310\n1,703,638\n1,297,827\n Heating and electricity\n2,490,951\n2,633,177\n2,453,163\nMaintenance and repairs\n1,015,966\n1,339,497\n1,508,937\nUsers' fees\n10,492,129\n10,492,129\n10,331,511\nBuilding rentals\n962,509\n1,054,607\n586,638\n Special projects \n3,953,896\n3,746,145\n4,013,442\n Capital projects - expenses not capitalized\n1,307,840\n1,454,962\n723,812\nAmortization of tangible capital assets\n8,274,314\n8,105,381\nOther\n6,029,807\n4,099,840\n4,516,970\nTotal Expenses\n150,946,384\n149,501,832\n139,792,310\nSurplus (deficit) for the year\n(16,236,198)\n(2,615,435)\n1,269,124\nCREE-ATING OUR FUTURE",
    "Page_95": "CREESCHC\nOLBOARD·COMMISS\nN SCOLAIRE CRIE\nEvolution of Total Revenue and Expenses\nin millions of $\n151\n$149,501,832\n148\n145\nYouth Education - Expenses by Department for 2013-14\n142\n139-\n136 -\n$146,886,397\nChisasibi $17,020,599\n133-\nWaapinichikush School\nJames Bay Eeyou School\n130\n127\nWaskaganish $10,349,537\nTotal Schools\n$9,015,220\nWinibekuu Eeyou School\n124 \n$76,789,411\nAnnie Whiskeychan\n121\n9%\n Memorial School\n118\n73%\n$10,912,553\nWemindji $6,878,869\n10%\n Maquatua Eeyou School\n115 +\n2008-09\n2009-10\n2010-11\n2011-12\n2012-13\n2013-14\nEastmain $5,063,989\nWabannutao Eeyou School\n$7,221,950\n7%\nRevenue\nExpenses\nWhapmagoostui $6,223,156\n$1,493,111\n1%\nBadabin Eeyou School\nMistissini $13,370,074\nEvolution of Expenses by Fund and Activity\nVoyageur Memorial Elementary\n and High School\nin millions of $\nNemaska $4,559,269\n12\n Luke Mettaweskum School\nWaswanipi $9,653,471\n10\n Jolina Gull-Blacksmith\nEducation (Schools)\nMemorial School\n Rainbow Elementary School\n■Others\nWillie J. Happyjack\nMemorial School\n■ General Administration\n Oujé-Bougoumou $4,670,447\n■Finance and Administration\nWaapihtiwewan School\n927.705\n433.7\n■General Education\n593.5\n2011-12\n2012-13\n2013-14\nCREE-ATING OUR FUTURE",
    "Page_96": "PORT 2014-2015\nPost-secondary Student Services - Number of Students\nEvolution of Student Clientele - Youth Education\n600\n4200\n570\n4100-\n540\n4000\n510\n3900\n480-\n3800-\n450\n3700\n420\n3600\n390\n3500\n511\n360\n3400\n2009-10\n2010-11\n2011-122012-13\n2013-14\nCREE-ATING OUR FUTURE\nWE BEUEVE THE CREE CHILD TO HAVE THE RIGHT TO\nLEARN AND BE TAUGHT HIS/HER MOTHER TONGUE.\nP=\novdnnd\nPhoto:Genevieve Lagrois",
    "Page_97": "CREE-ATING\nOUR FUTURE\nWE BEUEVE THAT THE\nCREE NATION HAS A\nDEFINITE CULTURE,\nLANGUAGE AND TRADITION\nWHICH SETS IT APART AS\nA DISTINCT SOCIETY.",
    "Page_98": "COUNCIL OF\nCOMMISSIONERS\nTop row (left to right):\nAlvin Cheezo (Eastmain), Teddy Wapachee (Nemaska), Annie Mapachee-Salt (Washaw Sibi Observer Satus),\nGordon Blueboy (Waskaganish), Clifford Loon (Mistissini), Roger Sandy (Whapmagoostui)\nBottom row (left to right):\nErica Linklater (Wemindji), Daisy Shecapio (Ouje-Bougoumou), Kathleen J. Wootton (Chairperson),\nMabel Bearskin (Chisasibi/Vice-Chairperson), Emily Mianscum (Waswanipi)\nCREE-ATING OUR FUTURE",
    "Page_99": "DIRECTORS\nLeft to right:\nAbraham Jolly, Matthew Rabbitskin, Natalie Petawabano, Pierre Desjardins, Kim Quinn,\n: Francois \"Frank\"Turgeon, Bella Mianscum, Jane L. Blacksmith, Serge Beliveau\nCREE-ATINGOURFUTURE",
    "Page_100": "JAMES BAY NORTHERN QUEBECAGREEMENT BENEFICIARIES\nORGANIGRAM*\nCHAIRPERSON\nKathleenWootton\nEXECUTIVECOMMITTEE\nChairperson\nSCHOOLCOMMITTEECHAIRPERSONS\nCOUNCILOFCOMMISSONERS\nElected Members\nWaswanipi\nEmily G. Mianscum\nDOuje-Bougotinsui\nManagement Group/Directors\nLornaMoses\nNemaska\nLoisBlackned\nWaskaganish\nWaskaganish\nNemtasa\nErlcin JamesCheezo\nEastmain\nCoordinators\nReteryastin\nChisasibi\nGOVERNANCE DEVELOPMENT COMMITTEE\nDenisePerusse\nRogerSandy\nManagers\nDaisy Shecapio\nDIRECTOR GENERAL\nAdministrativ Officer\nAbraham Jolly\nDEPUTY DIRECTOR GENERAL\nAdministrative Officer\nSECRETARY GENERAL\nBellaMianscum\nAdministrative Officer\nSergeBeliveau\nAmanda McKenzie\n Stephanie N. Mianscum\nCOORDINATOR\n DIRECTOR\nDIRECTOR\nDIRECTOR\nDIRECTOR\nDIRECTOR\nDIRECTOR\nMDIRECTOR\nof Material Resources\nCOMMUNITYEDUCATION\nofSchoolOperations\nof Education Services\nofAdultEducation\nADMINISTRATORS\n Kimberly Quinn\nVacant\nPierre Desjardins\nJane Blacksmith\nFrangois Turgeon\nVacant\nMISTISSINI\nCOORDINATOR\nCOORDINATOR\nAdministrative Officer\nCOORDINATOR\nCOORDINATOR\nCOORDINATOR of I.T.\nCOORDINATORof\nAlice Petawabano\nFrangois Bobbish\nof Human Resources\nofSchoolOperations\nPierre Demers\nGuillaume J uneau-Duraleau\nNEMASKA\nBrenda Rose Wapachee\nMagieGeorge-VP\nCOORDINATOR\nCOORDINATOR\nCOORDINATOR\nSeniorAdministrativeOffcer\nHuman Resources Advisor\n COORDINATOR of l.T.\nCapital Project Manager\nOUJE-BOUGOUMOU\nCHISASIBI\nofSchoolDataManagement\nRemi Marineau \nWaLisaMacNeil\nSupport &Development\n+ Guylaine Houle \"\nJulie Iserhoff\n Christiane Laplante \nDebbie Cox\nTheresa Mark\nAdministrative Officer\nHuman Resources Advisor\nSuperintendant of Equipment\nWASWANIPI\nCOORDINATOR\nCOORDINATOR\nEvelyn Gunner\n Tffany Benac\nRonnieBlacksmith\nGordon Gilpin\nofStudentServices\nofAdultVoca\nDany Boulianne\nCOORDINATOR\nSuperintendant of ailities\n Charles Roy-VP elem \nNellie S.Pachanos\nLucCollette\nCHISASIBI\nVacant\nCharles Bobbish\nWEMINDJI\nAdministrative Officer\nCentre Director SRVTC\nHuman Resources Advisor\nSuperitendantof\nEASTMAIN\nChristina Lancaster-SP\nMargaret Cox\nRejean Gascon\nDarleneWapachee\nPayMaster\nMargaret Cheezo\nShauna Simpson-VP\nRichard hrembay\nCOORDINATOR\nResidenceManager\nWilliam Shecapio\nWASKAGANISH\nAdministrative Officer\nWASKAGANISH\nofInstructionalServices\nBianca Albert\nJanie Voyageur\nAdministrative Officer\nSamson Wischee\nNick Scopis-VPsec\nVacant-SP\n Sherri Weistche\nMaryTrapper\nJacinthe Belanger-VPelem*\nWEMINDJI\nCOORDINATOR\nLeeAnnGilpin\nEASTMAIN\nYvonneMor\nison-Sp*\nWHAPMAGOOSTUI\nTrevorMercer-Vp*\nWilliamKawapit\nNEMASKA\nPhillip Martin - SP\nVacant -VP\nJosee Lalumiere-VP sec\nMichel Branchaud -VP elem\nOUJE-BOUGOUMOU\nMISTISSINI\n*interimappointment\nUpdated 2015-07-21\nRose-MarieFarago-SPelen\nCREE-ATING OUR FUTURE",
    "Page_101": "100\nV.?!UP,J\n· CREE SCHOOL BOARD· COMMISSION SCOLAIRE CRIE\nCree School Board\nSabtuan Adult Education\nCredits\nAdministration Office\nServices Office\n203 Main Street\n203 Main Street\nMany thanks to the following people:\nMistissini, Quebec GoW 1C0\nMistissini, Quebec GoW 1C0\n CSB Chairperson and Council of Commissioners\nTel: (418) 923-2764\nTel: (418) 923-3347\n CSB Director General, Senior Directors and Management Staff \nFax: (418) 923-2072\nFax: (418) 923-2270\n CSB Pedagogical Management Team\nWebsite: www.cscree.qc.ca\n CSB School Principals and Community Education\nPlease consult the website (www.csbaes.ca) for\nAdministrators\nAdult Education Services Offices in each community.\nCSB Pedagogical and Administrative Staff\nEducation Services\nSpecial thanks to the following organizations:\n Chisasibi, James Bay JOM 1E0\nSabtuan Regional Vocational\nTraining Center\nMinister of Education, Leisure and Sports \nTel: (819) 855-2230\n1 Elder David Neeposh\nIndian and Northern Affairs Canada\nFax: (819) 855-2724\nWaswanipi, Quebec JOY 3C0\nCree Human Resources Development of\nTel: (819) 753-4040\nCree Nation Government \nPost Secondary Student Services\nFax: (418) 753-2640\nNiskamoon Corporation\n1440 St. Catherine St. West, Suite 400\nMontreal, Quebec H3G 1R8\nAcknowledgements:\nTel: (514) 846-1155\nProject Management: Abraham Jolly, Director General\nFax: (514) 846-1266\nProject Coordinator: Jennifer M. Petawabano, Administrative\nToll Free: 1 800-463-7402\n Officer and Beth S. Longchap, Administrative Technician\n Photo Courtesy: Harriet Trapper, Samson Wischee, Nicolas \nMesly, Schools and Departments\n Designer: Beesum Communications / Anne Tremblay\nPrinting: Imprimerie V D L\nCREE-ATING OUR FUTURE",
    "Page_102": "OUR VISION\nWORKINGTOGETHER TO BUILD\n A WELL-EDUCATED AND \nSUCCESSFUL CREE NATION\nTHROUGH INSPIRED TEACHING AND\nVALUED LEARNING.\nCREE-ATING\nOUR FUTURE\nANNUAL REPORT 2014-2015 RAPPORT ANNUEL\nEE SCHOOL BOARD·COMMISSION SCOLAIRE CRII"
}