{
    "Page_1": "Scottish Marine Animal\nStranding Scheme\nAnnual Report 2018\n1 January to 31 December 2018\nfor Marine Scotland, Scottish Government\nAndrew Brownlow, Nick Davison and Mariel ten Doeschate\nSRUC Wildlife Unit\nDrummondhill\nInverness\nIV2 4J z \nTel 01463 246044\nSRUC",
    "Page_2": "Contents\nContents.\nSection 1:\nExecutive Summary .\n1.1\n Project overview\n..8\n1.2\nC ontract specification....\n...8\n Section 2:\n Strandings....\n...11\n2.1\n Strandings overview .\n...11\n2.2\nSpatial maps of strandings.\n...14\n2.3\n Pinniped strandings\n...1.7\n2.3.1\n'Corkscrew' or spiral trauma cases.\n. 18\n2.4\n Pinniped age structure .\n...18\n2.5\nC etacean strandings ..\n...21\n2.6\nHarbour porpoise strandings 2018\n.23\nSection 3:\nCause of death/findings summary tables ...\n3.1\nC ause of death; direct anthropogenic versus other causes of death.\n..27\nSection 4:\nMass stranding events (MSE's) and Unusual mortality events (UME's)...29\n4.1.1\n Mass stranding events (MSE's) multiple strandings and unusual mortality\nevents\n29\n4.2\nM 193.1- M193.2/18 harbour porpoise (Phocoena phocoena) .\n...29\n4.3\nM245.1- M245.2/18 common dolphin (Delphinus delphis)....\n4.4\nM245.1- M245.2/18 common dolphin (Delphinus delphis) .\n...32\n4.5\nM 769.1- M 769.5/18 long-finned pilot whale (Globicephala melas)..\n4.6\n Cuvier's beaked whale (Ziphius cavirorostris) and Northern bottlenose whale\n(Hyperoodon ampullatus) UME (s) ..\n...35\nSection 5:\nE ntanglement cases...\n5.1\nC etacean entanglement cases...\n...39\n5.1.1\nM592/18 - minke whale (Balaenoptera acutorostrata)\n.39\n5.2\n Pinniped entanglement cases...\n..40\n5.2.1\nM364/18 - Grey seal (Halichoerus grypus)..\n.40\nSection 6:\nGrey seal predation (cetaceans)....\n6.1\n Primary trauma cases suspected to be seal predation on harbour porpoise....\n6.2\n Secondary infection possibly due to seal bite lesions on harbour porpoise...\nSection 7:\nNeurobrucellosis ases...........\n7.1\nM 129/18 - Atlantic white-sided dolphin (Lagenorhynchus acutus)...\n...46\n7.2\nM391/18 - Sowerby's beaked whale (Mesoplodon bidens)...\n7.3\nM553/18- striped dolphin (Stenella coeruleoalba)......\n...48\n2lPage",
    "Page_3": "Section 8:\nOther notable single strandings..\n8.1\nM59/18- Long-finned pilot whale (Globicephala melas)\n...50\n8.2\nM 181/18 - Sperm whale (Physeter macrocephalus)....\n8.3\nM285/18 - harbour porpoise (Phocoena phocoena) ...\n..52\n8.4\nM402/18- Sowerby's beaked whale (Mesoplodon bidens)...\n...53\n8.5\nM481/18 -- Risso's dolphin (Grampus griseus)....\n8.6\nM488/18 - white beaked dolphin (Lagenorhynchus albirostris) ..\n.55\n8.7\nM586/18 - minke whale (Balaenoptera acutorostrata) .\n..56\n8'8\nM644 /18- sperm whale (Physeter macrocephalus)..\n8.9\nM 773/18 - short-beaked common dolphin (Delphinus delphis)...\n..58\n8.10\n M919/18 - Cuvier's beaked whale (Ziphius cavirostris) ....\n.59\nSection 9:\nSpiral \"corkscrew\" trauma seal cases...\n...61\nSection 10:\n Other single pinniped strandings.\n...65\n10.1\nM6/18- Harbour seal (Phoca vitulina).\n.65\n10.2\nM27/18 Harbour seal (Phoca vitulina)....\n...5\n10.3\nM263/18- Harbour seal (Phoca vitulina)..\n...66\n10.4\n( s)   \n.67\n10.5\nM343/18- grey seal (Halichoerus grypus) ..\n..68\n10.6\nM429/18- Harbour seal (Phoca vitulina) ..\n..69\n10.7\nM523/18- Harbour seal (Phoca vitulina)...\n...71\nSection 11:\nBasking sharks and marine turtles....\n..72\n11.1\nBasking sharks (C etorhinus maximus)...\n11.2\nMarine Turtle....\n...73\nSection 12:\nBacteriology.....\n...73\n12.1\nBrucella sp....\n...73\n12.2\n Streptococcus sp..\n...74\nPasteurella sp...\n12.3\n...75\n12.4\nVibrio sp..\n12.5\nYersinia sp.....\n...75\n12.1\nBordetella bronchiseptica ...\n12.1\nMycoplasma sp..\n..75\n12.2\nF ungal isolates.....\n.76\nSection 13:\n..76\nSection 14:\nVolunteer training courses ...\n..76\n14.1\nCourses run 2018.\n...76\nSection 15:\nNecropsy demonstrations and outreach.\n...79\n15.1\nSMASS Forum.\n.79\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n3|Page",
    "Page_4": "15.2\nNecropsy demonstrations.\n...83\nSection 16:\nOutputs\n16.1\nOverview...\n16.2\nPublications.\n...83\n16.3\nPublications (Submitted)..\n16.4\nC onference Presentations....\n...84\n16.5\nMedia ....\n..85\n16.6\nC onferences/meetings...\n...88\n16.7\n O ther collaborations....\n16.8\nWebsite and digital media.\n...89\n16.9\n Data and sample requests ....\n..90\n16.9.1\n Samples sent .\n..90\n16.9.2\n Data sent\n.91\n16.10 Collaborators...\n...92\nSection 17:\n Staff and facilities\nSection 18:\nAcknowledgments.\n...94\nthis 10-year period (522)...\n. 11\nFigure 2: Total number of species reported in 2018, by subclass .\n...13\nFigure 3: Cumulative number of cases all species by month for 2014 - 2018.\n...13\nFigure 4: Cases necropsied and sampled 2009-2018.\n. 14\nFigure 5: Strandings necropsied or sampled 2018.\n...16\nFigure 6: Strandings not necropsied 2018\n...16\nFigure 7: Kernel density plot of all strandings 2017. Colour spectrum from green (low) to red (high)\nFigure 8: Pinniped strandings (all species) 2014- 2018, separated by level of examination ..\n...18\n..20\nFigure 10: Pinniped strandings 2018.\n..21\nFigure 11: Cetacean strandings 2014-2018, all species\nFigure 12: All cetacean strandings excluding harbour porpoise 2018\n...23\nFigure 13: Spatial distribution of Harbour porpoise strandings, by age class, 2018\n...24\nFigure 14: Cause of death findings per species class. Direct anthropogenic versus other causes of death.\n..28\nFigure 15: M193.1/18 harbour porpoise (Phocoena phocoena) from the Fortrose.\nFigure 16: M193.2.2/18 harbour porpoise (Phocoena phocoena) from Fortrose prior to refloat.\n..30\nFigure 17: M245.1 &.2/18 common dolphins (Delphinus delphis) from Cairn Ryan Beach near Stranraer ....31\nFigure 18: M251.1/18 common dolphin (Delphinus delphis) from South Uist.\nFigure 19: M251.2/18 common dolphin (Delphinus delphis) from South Uist.\n..33\nFigure 20: M769.1- M769.5/18 long-finned pilot whale (Globicephala melas) near Culross, Fife on the Firth of\nForth on the 4th of December....\n34\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n4lPage",
    "Page_5": "Figure 23: M769.4/18 long-finned pilot whale (Globicephala melas) showing extent of purulent abscess on\ntailstock........\n..35\nFigure 24: Distribution of beaked whale strandings 2018 ..\n..37\nFigure 25: Distribution of beaked whale strandings 2018, grouped by region.\n.38\nFigure 26: M592/18 minke whale (Balaenoptera acutorostrata) from Ardeseir, Highland..\n.40\nFigure 27: M364/18 grey seal (Halichoerus grypus) from Skaw beach, Unst, Shetland with net entanglement\naround neck.......\nFigure 28: M364/18 grey seal (Halichoerus grypus) from Skaw beach, Unst, Shetland showing lesion once net\nhas been removed.....\n..41\nassociated with grey seal predation.\n.43\nFigure 30: M78/18 harbour porpoise (Phocoena phocoena) Glackbabuie, Bute,showing lesions typical of grey\nFigure 31: M78/18 harbour porpoise (Phocoena phocoena) showing infected bite wound to right pectoral fin\n(arrow.).............\nFigure 3?: M78i8 harbour porpoise Phocoena phocoena) showing lung abscessation....\n..45\nFigure 3: M129/18 Atlantic white-sided dolphin (Lagenorhynchus acutus) Hoy, Orkney.....\n..46\nFigure 34: M129/18 Atlantic white-sided dolphin (Lagen\nventricles (arrows) of the brain...\nFigure 35: M391/18 Sowerby's beaked whale (Mesoplodon bidens) Brue, Lewis....\n..48\nFigure 36:M391/18 Sowerby's beaked whale(Mesoplodon bidens) brain showing enlarged lateral ventricles\n(yellow arows.)......\n...48\nFigure 37: M553/18 striped dolphin (Stenella coeruleoalba) from Benderloch, Argyll and Bute....\nFigure 38: M553/18 striped dolphin (Stenella c0eruleoalba) shov\n dilated lateral ventricles and turbid CSF\narrows.........\n..50\nFigure 39: M59/18 long-finned pilot whale (Globicephala melas) on Calgary beach, Mull. ..\n..51\nFigure 40: M181/18 sperm whale (Physeter macrocephalus) from the Tay estuary.\n..52\nFigure 41: M285/18 harbour porpoise (Phocoena phocoena) from Fort George. Photo credit John Hourston. 53\nFigure 42: Sowerby's beaked whale (Mesoplodon bidens) fromBelhaven beach.\n..54\nFigure 43: Risso's dolphin (Grampus griseus) nenonte from Aultbea, Highland...\n.55\nFigure 44: M488/18 white beaked dolphin (Lagenorhynchus albirostris) from Evie beach, Aiterness, Orkney. 56\nFigure 45: M586/18 minke whale (Balaenoptera acutorostrata) from Ardeseir, Highland..\n...57\nFigure 47: M773/18 short-beaked common dolphin (Delphinus delphis) Troon, South Ayrshire..\n.59\nFigure 48: M919/18 Cuvier's beaked whale (Ziphius cavirostris) Calgary beach, Mull.\n...60\nFigure 49: M324/18 harbour seal (Phoca vitulina) from Jemimaville, Highland showing typical\ncorkscrew/spiral grey seal predation lesions .\n..61\nFigure 50: M6/18 harbour seal (Phoca vitulina) from Reiff near Achiltibuie, Highland...\n..65\nFigure 51: M27/18 harbour seal seal (Phoca vitulina) from Portree, Skye....\n..66\nFigure 52: M263/18 harbour seal (Phoca vitulina) from Fairlie, North Ayrshire...\n...67\nFigure 53: M296/18 harp seal (Pagophilus groenlandicus) from near Halistra, Skye.\n.68\n...69\n   (  s    \n...70\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n5|Page",
    "Page_6": "Figure 56: M523/18 harbour seal (Phoca vitulina) from St. Ninians Isle, Shetland...\n.71\nFigure 57: M728/18 Basking shark (Cetorhinus maximus) from Elliot beach, Angus...\n.72\nFigure 58: M445/18 leatherback turtle (Dermochelys coriacea), disentangled by fishermen and released alive\nfrom creel lines near Barra, Western Isles....\n.73\nFigure 59: Volunteer training course at Inverness 9th of July 2018...\n.77\nFigure 60: Volunteer training course at Inverness 5th of December 2018.\n77\na. sdnon dasum au  busan snooo sua upues po unqsta ig an\n Figure 62: WDC Photographer Charlie Phillips giving a workshop on wildlife photography at the SMASS\n..81\nFigure 63: Delegates enjoying lunch at the SMASS forum ...\nFigure 64: Stephen Marsh Operations Manager for British Diver's Marine Life Rescue (BDMLR) gets\nvolunteers involved in a mock mass stranding workshop at the SMASS forum.\n..82\nstudents at Inverness, 6th of November...\nFigure 66: Raquel Puig Lozano from the University of Las Palmas, Grand Canaria during the pilot whale MSE\nDecember 2018.....\n.89\nFigure 67: Facebook front page, Jan 2018.\n.90\nTable 1: Summary of stranded animals 2018 ..\n.12\nTable 2: Age structure of pinniped strandings 2014 - 2018.\n19\nTable 3: Cetaceans necropsied or examined 2018..\n..25\nTable 4: Reasons why carcases were NOT taken for necropsy, 2018\n.26\n a s   s s sd  s g sn  s\n..27\nTable 6: Scoring of suspected spiral trauma cases 2017..\n.62\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n6lPage",
    "Page_7": "Section1：\nE xecutive Summary\nThere were a greater number of strandings reported to the Scottish Marine Animal Stranding\n s  n n d   s   n   ( a\nattributable largely to increased public awareness of the scheme, although a large beaked\nDecember 2018, 932 reports of 937 marine animals were reported to SMAsS, comprising 499\nseals, 435 cetaceans, 2 basking shark and single marine turtle. Of these, 76 cases (8.1%))\ncomprising 49 cetaceans, 27 seals were necropsied to establish a cause of death. A further\n172 (18.3%) animals, comprising 123 cetaceans, 48 seals and single basking shark were\nsampled by trained volunteers. In those cases not necropsied, advanced autolysis or carcase\naccessibility were the most common reasons precluding further examination.\n Of most note this period was a globally unprecedented number of beaked whale strandings\nin August, September and early October, involving mainly Cuvier's beaked whales (Ziphius\ncavirostris) and later northern bottlenose whales (Hyperoodon ampullatus). This UME is the\nlargest number of beaked whale strandings reported globally, and was characterised by an\nPathological data was limited due to autolysis, however a summary of the work undertaken\nis detailed in a separate report.\nThere were five other mass stranding events (MSE), albeit 80% of these involved only two\nanimals: Harbour porpoise (Phocoena phcoena) at Fortrose, Moray and Clackmannanshire\ntwo short beaked common dolphin MSE's (Delphinus delphis) in Stranraer, Dumfries and\nthe Firth of Forth in December.\nSeals exhibiting lesions consistent with grey seal predation continue to be reported with 67\ncases, mostly from Orkney. The majority were grey seal juveniles (weaners) (Halichoerus\ngrypus) reported in the winter months, although harbour seals (Phoca vitulina) were also\nreported, as were suspected seal attacks on harbour porpoise (Phocoena phocoena). The\nin collaboration with SMRU, St Andrews.\nand workshops open to the public. This was a sell-out event and, based on the positive\nfeedback, seemed to have been very well received. The volunteer network has continued to\nexpand with two courses being run in 2018; at Inverness SAC. The number of trained\nvolunteers had increased to 212 by the end of 2018. The volunteer network is proving a\nsignificant asset to SMASS, through provision of both photographic and accurate\nmorphometric data and the safe collection of tissues for genetic and toxicological analysis\nStrandings continue to attract significant media attention and effort has been maintained to\nmedia interest in a sperm whale stranding in the Tay Estuary in March, a long-finned pilot\nwhale stranding on Mull and the beaked whale UME. In terms of seals, the rare report of a\nharp seal pup on Skye and its subsequent necropsy attracted media interest including the\nNational Geographic magazine.\n7lPage",
    "Page_8": "1.1Projectoverview\ni.\nThis work is delivered under the Scottish Marine Animal Strandings Research\n  om         s\n a   s  a   y     \nand run from their Veterinary Disease Investigation Centre, Drummondhill, Inverness.\nThe principal aim of the project is to provide a coordinated approach to surveillance\nof cetacean, seal, basking shark and marine turtle strandings, and to investigate major\ncauses of death of stranded animals in Scotland. Where required, efforts should be\nand strandings investigations. This project therefore has the following objectives:\n1.2Contract specification\n11.\nCollate, analyse and report data for all cetacean, seal, basking shark and marine turtle\nstrandings across the Scottish coast. This will include determination of cause of death\nand surveillance of the incidence of disease where possible. It will also involve an\nongoing review of techniques used to determine the causes of death aimed at\nimproving their accuracy, efficiency and cost-effectiveness.\nimi.\n A small number of priority species should be identified in each year of the project for\nmore in depth and targeted studies which will involve additional analysis and testing\n(e.g. age, diet, contaminant and toxin exposure and reproductive state). The number\nof individuals and species will be determined in collaboration with the steering group,\nbut it is likely to involve 20/25 individuals and primarily focus on the following species:\nharbour seals, harbour porpoise, bottlenose dolphins and minke whales.\nIv.\nUndertake post mortem examinations on marine wildlife (e.g., cetaceans, seals,\nturtles and sharks) stranded around the Scottish coast to determine major causes of\ndeath, including by-catch, physical trauma and the incidence of disease. A wide\nspecies and geographical spread of post mortems should be achieved, and this will be\ninformed by decisions within the project steering group.\nV.\nIncreased efforts should be made to collect data (via the stranding network or post\nmortem) from harbour seals reported stranded around the Scottish coast to inform\ncurrent work investigating harbour seal decline in Scotland. Seals in all stages of\ndecomposition should be targeted.\nvi.\nof death in stranded marine mammals, including any trends or unusual events.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n81 P a g e",
    "Page_9": "vii.  Maintain the database for all Scottish strandings which brings together accurate and\ngeo-reference data on both strandings and necropsy data. All data should be fed into\nthe cetacean database for the \"UK Cetacean Strandings Investigation Programme'\n(UKCSIP) which is held by the Institute of Zoology (loZ)\nviil. \nMaintain and  expand  the  Scotland-wide volunteer network  to assist  with\nu on paodau sase fo sudwes pue suawanseaw aiassod pue aen uoegua\nstranding scheme. This should allow for improved depth, accuracy and efficiency in\nthe information recoverable from strandings.\nix.  Provide training courses and refresh training courses, and post mortem\ndemonstrations to teach volunteers how to accurately and safely collect skin and\nsamples, volunteers will be trained to collect morphometric and locational data and a\nseries of digital photographs.\nX.\nSupport relevant research organisations (e.g. SMRU, SAMS, University of Aberdeen)\nand ongoing research streams in relation to marine mammals. This will involve, but\nscrutinising the current scheme in terms of its ability to answer questions that are\nidentified through collaborative research programmes (e.g. harbour seal decline and\nxi． \nInvestigate opportunities to form collaborations with new academic and scientific\npartners. This objective should   involve biannual workshops/meetings with\nappropriate research institutes to investigate opportunities for collaborative working\nas well as identifying new research streams and funding opportunities.\nIncrease awareness of the project through ongoing publicity. Contribute to the\nproduction of strandings training material and workshop events, and maintain a public\nfacing website and social media presence.\nxiii.\nMaintain the tissue archive for all samples collected under the current and previous\nprojects, to ensure that there is a time series of samples for all individuals sampled or\nnecropsied.\nxiv．\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n9lPage",
    "Page_10": "XV.\nEnsure that the catalogue of data and samples is or can be made readily accessible on\nrequest. The appropriate detail on what data are available should be clearly stated\nand should be accessible either through the project's website or through meta data\narchives. Advertise the holdings in the scientific community to widen the access and\nthe potential for collaboration.\nxvi.\nContribute to existing Scottish Government, and wider marine mammal projects as\nrequired.\nxvii.\nTo make information on strandings and post mortems results available to the Scottish\nGovernment on a quarterly basis and publicly available by annual reports.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n10l Pa ge",
    "Page_11": "Section 2:\nStrandings\nCetacean\nPinniped\n800\n口\nMarineTurtle\n口\nShark\nNumber of Strandings\n009\n400\n200\nyear period (522)\n2.1  Strandings overview\n              \nreported to the Scottish Marine Animal Stranding Scheme (SMAsS), comprising 499 seals, 435\ncetaceans, 2 basking shark and single marine turtle (Table 1). Of these, 76 cases (8.1%),\ncomprising 49 cetaceans, 27 seals were necropsied to establish a cause of death. A further\n171 (18.3%) animals, comprising 122 cetaceans, 48 seals and single basking shark were\nsampled by trained volunteers. In those cases not necropsied, advanced autolysis or carcase\naccessibility were the most common reasons precluding further examination with 326 (34.8%)\ncases being too decomposed to allow further examination. Figure 1 presents the total number\nof strandings reported to SMAsS since 2009 and shows the increase in strandings reports,\n although 2018 shows a significantly higher year-on-year increase compared to previous years.\nFigure 2 shows the breakdown of strandings by subclass for 2018. Figure 3 shows the\ncumulative number of strandings by month for each individual year since 2018 and shows\nhence influential on the high annual total.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n11|Page",
    "Page_12": "Table 1: Summary of stranded animals 2018\nSpecies\nSent for\nSampled\nNot\nTotal\nNecropsy\nExamined \nCetaceans\n49\n122\n264\n435\nAtlantic white-sided dolphin (Lagenorhynchus acutus)\n1\n2\n3\nBottlenose dolphin (Tursiops truncates)\n3\n3\nCuvier's beaked whale (Ziphius cavirostris)\n2\n31\n24\n57\nHarbour porpoise (Phocoena phocoena)\n23\n47\n124\n194\nHumpback whale (Megaptera novaengliae)\n1\n1\nKiller whale (Orcinus orca)\n1\n1\nLong-finned pilot whale (Globicephala melas)\n5\n4\n4\n13\nMinke whale (Balaenoptera acutorostrata)\n3\n3\n16\n22\nNorthern Bottlenose whale (Hyperoodon ampullatus)\n>\n7\n14\n Risso's dolphin (Grampus griseus)\n1\n1\n5\n7\nShort-beaked common dolphin (Delphinus delphis)\n6\n11\n15\n32\nSowerby's beaked whale (Mesoplodon bidens)\n2\n2\n2\n6\nSperm whale (Physeter macrocephalus)\n2\n3\n5\nStriped dolphin (Stenella coeruleoalba)\n2\n3\n5\nWhite-beaked dolphin (Lagenorhynchus albirostris)\n2\n5\n15\n22\nCetacean (indeterminate species)\n3\n28\n31\n Baleen whale (indeterminate species)\n3\n3\nBeaked whale (indeterminate species)\n2\n2\n4\nDolphin (indeterminate species)\n12\n12\nPinnipeds\n27\n48\n424\n499\nGrey seal (Halichoerus grypus)\n6\n39\n265\n310\nHarbour seal (Phoca vitulina)\n20\n9\n66\n95\nHarp seal (Phoca groenlandica)\n1\n1\nSeal (indeterminate species)\n93\n93\n Other\n2\n3\n Leatherback turtle (Dermochelys coriacea)\n1\n1\nBasking shark (Cetorhinus maximus)\n1\n1\n2\nGRANDTOTAL\n76\n171\n690\n937\n Scottish Marine Animal Stranding Scheme 2018 Annual Report\n12| Page",
    "Page_13": "Harbour porpoise\nGrey seal\n300\n口\nPelagic delphinid\nHarbourseal\nSperm/beaked whale\n口\nPinniped(Other)\n口\nMysticete\n口\nPinniped(indeterminate species)\n口\nCetacean(indeterminatespecies)\n250\nNumber of Strandings\n200\n150\n100\nCetacean\nPinniped\nFigure 2: Total number of species reported in 2018, by subclass\n2014\nCumulative Number ot Strandings\n2015\n800\n2016\n2017\n009\n2018\n400\n200\n0\nJan\nFeb\nMar\nApr\nMay\nJun\ninr\nAug\nSep\nOct\nNov\nDec\nMonth\n Figure 3: Cumulative number of cases all species by month for 2014 - 2018\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n13|Page",
    "Page_14": "notnecropsied\n76\n800\nnecropsied\n171\nsampled\nNumber ot Strandings\n63\n71\n009\n52\n85\n67\n71\n90\n42\n37\n400\n131\n18\n69\n690\n117\n557\n514\n200\n415\n421\n48\n373\n330\n349\n190\n137\n2009\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\nFigure 4: Cases necropsied and sampled 2009-2018\nFigure 4 shows the number of cases necropsied, sampled, and not necropsied respectively\nduring 2018 compared to the past ten years. There was again an increase in the number of\n cases sampled by trained volunteers, with 18.2% of the cases being sampled compared to\nonly 12.7% last year. The percentage of cases necropsied (7.7%) was however slightly lower\nthan 2017 when 10.6% of the total number of strandings were necropsied. This implies that\nthe increase in strandings was mainly driven by an increase in animals not suitable for\nnecropsy. Cases may be unsuitable for collection for a number of factors, with autolysis being\nthe most common reason. A more detailed overview of this as well as findings at necropsy\ncan be found in Section 3 of this report.\n2.2 Spatial maps of strandings\nThere were cases reported in all coastal regions, although notable clusters of strandings were\nseen around Fife and the south east, Orkney and the south west (Clyde area). In addition, a\nhigher number of strandings were observed on the Western Isles following the unusual\nmortality event of beaked whales occurring along the Atlantic coastline (more information on\nthis can be found in section 4). Recovery of carcases and obtaining data from animals stranded \nin the southwest of Scotland was largely constrained by logistical difficulties, or poor\ninformation about the stranding, whereas the cluster of non-recovered animals from the\neastern coast from Fife to Aberdeen was usually due to animal condition rather than the\ncapacity for recovery.\nContinued and hugely valued assistance from our trained volunteers around the coastline,\nthe Sea Mammal Research Unit (SMRU) in Fife, and Hillswick Wildlife Sanctuary and Scottish\nNatural Heritage (SNH) in Shetland has enabled many animals suitable for necropsy to be\nrecovered, or stranding morphometrics to be recorded.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n14 | Page",
    "Page_15": "The maps below show the spatial distribution of strandings necropsied (Figure 5) and not\nnecropsied (Figure 6) during 2018. Figure 7 is a density map showing areas, in red, of high\nstranding reports for all species. A density plot is a surface calculated from individual\nstranding points using a kernel function to fit a smoothly tapered surface, and is a way of\nvisualising areas of high stranding density.\n Scottish Marine Animal Stranding Scheme 2018 Annual Report\n15 I P a g e",
    "Page_16": "61Class\nExamination Level\nCetacean\nSampled\nMarineTurle\nNecropsied\nPinniped\nShark\n60\n60-\n59\n69\n5\n56\n56\n55\nLongitude\nLongitude\nFigure 5: Strandings necropsied or sampled 2018\nFigure 6: Strandings not necropsied 2018\n16 |Page",
    "Page_17": "Longitude\nFigure 7: Kernel density plot of all strandings 2017. Colour spectrum from green (low) to red (high)\n2.3Pinniped strandings\nFour hundred and ninety-nine seals were reported to SMAss in 2018 comprising of 310 grey\nseals (Halichoerus grypus, Hg), 95 harbour seals (Phoca vitulina, Pv), a single harp seal\n(Pagophilus groenlandica) and 93 pinnipeds that were too autolysed or data deficient for\naccurate speciation (Figure 10, Table 2). Of those reported, the majority (94.5%) were not\nrecovered for necropsy, mainly due to the carcase being an advanced state of autolysis or\npoor information from the reporter about the case. It is seldom a pinniped carcase is\ndiscovered in a suitable state of preservation to make it justifiable to recover for necropsy.\nTwenty-seven animals (5.4%) were recovered for necropsy. Physical trauma attributable to\ngrey seal predation was the most common finding for both Hg (n=43) and Pv (n=12) seals.\nEight animals died as a result of entanglement, four harbour seals died due to starvation\nfollowing maternal separation, three juvenile seals died following starvation/hyperthermia,\nand six were found to have died as a result of pneumonia (either bacterial, parasitic, or of\nunknown aetiology). In three animals a cause of death was not established and four are still\n17| P a g e",
    "Page_18": "section 3 of this report.\nlicences (n=3). Information regarding these cases is available from Marine Scotland or online\nat:\nhttp://www.scotland.gov.uk/topics/marine/licensing/seallicensing.\nnot necropsied\nnecropsied\nsampled\n400\nNumber ot Strandings\n300\n200\n00\n2014\n2015\n2016\n2017\n2018\nFigure 8: Pinniped strandings (all species) 2014- 2018, separated by level of examination\n2.3.1 'Corkscrew' or spiral trauma cases\nFifty-seven seals were reported as having trauma consistent with spiral or corkscrew injuries.\nThese cases were reported from nine different regions of Scotland. The majority of these were\nHg seals (n=43): Pv (n=12) and those too decomposed or data deficient to be identified (n=2).\nIt is now considered highly likely that the majority of historic \"spiral or corkscrew\" cases were\ndue to predation, most likely by adult grey seals. More detail can be found in Section 6.\n2.4 Pinniped age structure\nTable 2 shows the age structure of pinnipeds reported to SMAsS for the five year period from\nJanuary 2014 to December 2018. Figure 9 graphs the structure for 2018 only.\nBetween 2014 and 2018, there were 1871 strandings of seals, of which the age could not\nreliably be established in 50.3% of the cases. Of those where the age could be determined,\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n18 | Page",
    "Page_19": "14.8% were pups, 21.8% were juveniles and 13.1% were adult animals. By species, adults\n made up 16.5% of grey seals and 13.3% of harbour seal strandings.\nIn 2018 the age class could not be established for 42.8% of the 499 reported strandings. Of\nthose where the age class could be ascertained, 18% were pups; 25.9% were juveniles and\n13.3% adults. By species, adults made up 16.5% of grey seals and 11.6% of harbour seal\nstrandings. Figure 9 shows the age structure of cases by quarter, and for both species there\nis an increase in strandings after the Pv and Hg breeding seasons in early summer and late\nautumn respectively. Figure 10 shows the spatial distribution of pinniped strandings by\nspecies.\nTable 2: Age structure of pinniped strandings 2014 - 2018\nGrand\nPup\nJuvenile\nAdult\nUnknown\nTotal\nGrey seal\n200\n309\n182\n408\n1099\nHarbour seal (Common seal)\n52\n82\n45\n159\n338\nHarp seal \n1\n1\nHooded seal\n1\n1\nSeal (indeterminate species)\n27\n16\n17\n372\n432\nGrand Total\n276\n408\n244\n940\n1871\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n19 | Page",
    "Page_20": "200\nUnknown\nAdult\nJuvenile\n150\nNumber otStrandings\ndnd\n100\n50\nQ1\nQ2\nQ3\nQ4\nQ1\nQ2\nQ3\nQ4\nQ1\nQ2\nQ3\nQ4\nGreySeal\nCommonSeal\nSeal(Indeterminate species)\nFigure 9:- Age structure of pinniped strandings 2018, by age group and species\n Scottish Marine Animal Stranding Scheme 2018 Annual Report\n20 | Page",
    "Page_21": "61\nSeal Species\n+\nGreyseal\n口\nHarbourseal(Commonseal)\nHarp seal\nSeal (indeterminate species)\n60\n59\natituo\n58\n57\n56\n55\nLongitude\nFigure 10: Pinniped strandings 2018\n2.5Cetacean strandings\nFour hundred and thirty-five cetaceans, comprising of 15 different species were reported to\n SMASS in 2018. The most frequently reported species was the harbour porpoise (Phocoena\nphocoena) (n=194, 44.5%) with an increase on the number reported last year. There was no\nparticular geographical bias of these cases. Due to the beaked whale UME event, Cuvier's\nbeaked whales (n=57, 31.1%) were the second most commonly reported species. Short-\nbeaked common dolphins (Delphinus delphis) was only the third most commonly reported\nspecies in 2018 (n=32, 7.3%). Minke whales (Balaenoptera acutorostrata) and white beaked\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n21|Page",
    "Page_22": "dolphins (Lagenorhynchus albirostris) were both reported in equal numbers (n=22, 5%),\nNorthern bottlenose whales were the fifth most commonly reported cetacean (n=14, 3.2%)\nsee more detail in section 4 UME and accounted for more reports than long-finned pilot\nwhales (Globicephala melas) 13 cases (2.9%). Fifty (11.4%) animals were reported that could\nnot be identified to a species level because of either decomposition or lack of data. Of those,\nseven (1.6%) were animals that were either common or striped dolphins but the photos were\nfigure strandings: Risso's dolphin (Grampus griseus) (n=7, 1.6%), Sowerby's beaked whale\n(Mesoplodn bidens) (n=6, 1.3%), sperm whale (Physeter macrocephalus) and striped dolphins \n(Stenella coeruleolba) (both n=5, 1.1%) which is the same number as last year. The remaining \nspecies were in descending order: bottlenose dolphin (Tursiops truncatus) and Atlantic white-\nsided dolphin (Lagenorhynchus acutus), both (n=3, 0.6%). Killer whale (Orcinus orca) and\nOf the 435 animals, 49 (11.2%) cases were necropsied, figure 12. This was a slight decrease in\nnumbers compared to 2017. This implies that the observed increase in total number of\nstrandings in 2018 was mainly driven by an increase in animals not suitable for necropsy. Of\nthose animals that were not necropsied 123 (28.2%) were sampled by volunteers this is an\nincrease on 2017. Figure 12 shows the spatial distribution (excluding harbour porpoise) of\ncetaceans for 2018. Figure 13 shows the spatial distribution of harbour porpoise cases for\n2018.\n口\nnotnecropsied\n400\nnecropsied\n■\nsampled\n300\n200\nO\n2014\n2015\n2016\n2017\n2018\nFigure 11: Cetacean strandings 2014-2018, all species\nTwenty-three harbour porpoise were subjected to necropsy, comprising 30.3% of the total\nnumber of cases necropsied by SMASS in 2018. This is a lower proportion to 2017 when 42.3%\nof the cases necropsied were harbour porpoise. The most common causes of death in harbour\nporpoise were bottlenose dolphin attack (n=18) and physical trauma attributable to a grey\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n22 | P a g e",
    "Page_23": "seal attack (n=11). As in previous years, the most common cause of death for other cetaceans\nwas live stranding. This is defined as morbidity and eventual mortality as a result of the\nsequence of physical processes invoked by becoming stranded. This diagnosis is attributed to\ncases where there is good clinical or pathological evidence of live stranding and no other\ncause can be identified which would otherwise explain the stranding, for example trauma,\npoor body condition or concurrent infectious disease. A detailed overview of the\nfindings/cause of death of all cetaceans necropsied, sampled and not necropsied in 2018 can \nbe found in Tables 3 and 4 in Section 3 of this report.\n61\nSubClass\nBotlenose dolphin\nCetacean (indeterminate species)\nMysticete\n60\nPelagicdelphinid\nSperm/beaked whale\n59\natitu\n56\n55\n-6\nLongitude\nFigure 12: All cetacean strandings excluding harbour porpoise 2018\n2.6Harbour porpoise strandings 2018\nThere were 194 harbour porpoise strandings in 2018. This comprises of 44.5% of the total\ncetacean strandings for the year. Figure 13 shows the spatial distribution of harbour porpoise \nScottish Marine Animal Stranding Scheme 2018 Annual Report\n23 | P a g e",
    "Page_24": "cases from 2018. As in previous years, the age make up of harbour porpoise strandings differs\ndepending on time of year with more juveniles and sub-adults stranding between January and\nJune, most likely as a consequence of loss of condition through the winter months. Neonates\nare obviously only found during and immediately subsequent to the calving season between\nJune and September. Adults strand regularly throughout the year with the highest incidence\nin June and July. The majority are females and this may be attributable to extra stress during\nthe calving season. Fewer animals are reported in the last three months of the year.\n61-\nAge.Group\nAdult\n6\nJuvenile\nNeonate\noUnknown\n60\n59-\n56\n55\n-8\n4\nLongitude\nFigure 13: Spatial distribution of Harbour porpoise strandings, by age class, 2018\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n24 I P a g e",
    "Page_25": "Section 3:\nCause of death/findings summary tables\nBottlenose dolphin\n3\nHarbour porpoise\n49\n3\n4\n2\n18\n11\n4\n3\n2\n40\n89\nMinke whale\n11\n9\n3\n14\n1\nHumpback whale\n7\n1\nAtlantic white-sided dolphin\nKiller whale\n1\n1\nLong-finned pilot whale\n5\n1\n4\n10\nRisso's dolphin\n.\n1\n1\n2\nShort-beaked common dolphin\n8\n4\n11\n19\nStriped dolphin\n4\n4\nWhite-beaked dolphin\n5\nCuvier's beaked whale\n2\n1\n35\n37\nNorthern bottlenose whale\n7\n7\nSowerby's beaked whale\n2\nSperm whale\n2\n1\nCetacean\n3\n3\nBeaked whale\nGrand Total\n88\n12\n18\n11\n16\n119\n207\n1\n25|Page\nScottish Marine Animal StrandingScheme 2018 Annual Report",
    "Page_26": "Table 4: Reasons why carcases were NOT taken for necropsy, 2018\nnd\nGra\n2e\n Bottlenose dolphin\nHarbour porpoise\n47\n1\n32\n1\n4\n1\n14\n3\n105\nMinke whale\n6\n8\nHumpback whale\nAtlantic white-sided dolphin\n1\n2\nKiller whale\n0\ndelphinid\nLong-finned pilot whale\n3\n3\nRisso's dolphin\n3\n2\n5\nPelagic\n3\nShort-beaked common dolphin\n1\n13\nStriped dolphin\n1\n9\nWhite-beaked dolphin\n1\n15\nCuvier's beaked whale\n15\n4\n20\nNorthern bottlenose whale\n6\n7\n/w.\nSowerby's beaked whale\n1\n2\nsper\nSperm whale\n2\nBaleen whale\nBeaked whale\nCetacean\n28\n6\n2\nDolphin\n12\n1\nGrand Total\n116\n55\n10\n21\n228\n Scottish Marine Animal Stranding Scheme 2018 Annual Report\n26| Page",
    "Page_27": "Table 5: Cause of death/findings for pinnipeds, basking sharks and marine turtles reported 2018\nCases with Findings:\n53\n32\n89\nPhysical Trauma: Entanglement\n6\n2\nPhysical Trauma: Entanglement (known)\nPhysical Trauma: Likely Grey Seal Attack\n2\nPhysical Trauma: Possible Grey Seal Attack\n43\n10\n2\n55\nPhysical Trauma: Shot \n1\nMaternal Separation/Starvation\n4\nMeningoencephalitis\n1\nPneumonia: Bacterial\n1\nPneumonia: Parasitic\n4\nPneumonia: Unknown Aetiology\n1\nStarvation/hypothermia\n1\nNot Established\n3\nOthers\n1\nPending\n1\nSampled by Volunteer\n36\n7\n44\nNot Examined:\n218\n56\n91\n366\nAdvanced Autolysis \n142\n36\n33\n211\nAt Sea\n1\n1\n2\nCarcase Incomplete/Scavenger Damage\n15\n4\n3\n23\nDelay in Reporting\n5\n3\n1\n9\nInsufficient Data\n4\n4\n44\n52\nMorphometrics Taken\n3\n3\nNot Priority\n35\n35\nRemoved by Council \n2\n2\nRemoved by Tide\n8\n7\n19\nWeather/travel difficulties\n5\n5\n10\nGrand Total\n307\n95\n93\n499\n3.1 Cause of death; direct anthropogenic versus other causes of death.\n Cause of death (COD) findings was usually determined following a full necropsy examination \nundertaken by Andrew Brownlow; a veterinary pathologist with experience of marine\nmammal necropsies. In the case of grey seal predation and bottlenose dolphin attacks, some\nof these cases had lesion patterns sufficiently pathognomonic to also enable reliable diagnosis\nfrom examination of photographs. Total number of diagnosed cases was 234: 88 cetaceans,\n91 pinnipeds, and one leatherback turtle.\nto direct human impact. In 2018, the direct anthropogenic causes comprised entanglement,\nboat/ship strike, and seals thought to have been shot outwith a licence. Non direct\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n27|Page",
    "Page_28": "anthropogenic causes of death, graphed as 'other' comprise everything else: all the metabolic\nand infectious disease cases and trauma cases not related to human impact. There were three\ncases for which the cause of death could not be established despite having been necropsied.\nAs can be seen, mortality due directly to anthropogenic activity comprise 23 cases, or about\n16% of the cases which are finalised. This is a slight increase compared to 2017 when only 5%\nwas diagnosed to have a direct anthropogenic cause of death. It should be additionally noted\nthat this doesn't account for indirect anthropogenic impact or mortality due to chronic or\ncumulative effects, for example due to contaminant exposure, prey depletion or disturbance.\nSix cases are still pending a final diagnosis.\n50\nCetacean\nPinniped\n4\nMarine Turtle\n30\n2\n0\n0\nQ1\nQ2\nQ3\nQ4\nQ1\nQ2\nQ3\nQ4\nQ1\nQ2\nQ3\nQ4\nOtherCauseofDeath\nDirect Anthropogenic\nNot Established\nFigure 14: Cause of death findings per species class. Direct anthropogenic versus other causes of death.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n28 | Page",
    "Page_29": "Section 4:\nMass stranding events (MSE's) and Unusual\nmortality events (UME's).\n4.1.1 Mass stranding events (MSE's) multiple strandings and unusual\nmortality events\nNote: A mass stranding event (MsE) is defined as two or more animals that are not a cow/calf\npair. There were four MSE's during 2018. An unusual mortality event (UME) is usually defined\nas a stranding that is unexpected; involves a significant die-off of any marine mammal\npopulation; and demands immediate response.\n(https://www.fisheries.noaa.gov/national/marine-mammal-protection/marine-mammal-\nunusual-mortality-events)\n4.2 M193.1- M193.2/18 harbour porpoise (Phocoena phocoena)\nTwo harbour porpoise were observed to live strand on the 28th of March at Fortrose near\nChanonry point. One animal (M193.1/18) died on the beach with the second animal\n(M193.2/18) apparently successfully refloated by members of the public. The animal that\ndied was a juvenile female harbour porpoise. The individual exhibited multiple recent, but\nnot peri-mortem skin lacerations with evidence for early stage wound healing/remodelling\nand possible infection possibly due to interactions with bottlenose dolphins. There was\nevidence for live stranding and the animal was thin and had not recently fed. The liver\nshowed evidence for mild fatty change. Bacteriology did not reveal any significant isolates.\nHistopathology revealed a severe, sub-acute to chronic, focal, mixed inflammatory cell\ndermatitis.\nFigure 15: M193.1/18 harbour porpoise (Phocoena phocoena) from the Fortrose.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n29 | Page",
    "Page_30": "Scottish Marine Animal Stranding Scheme 2018 Annual Report\n30| P a g e",
    "Page_31": "4.3 M245.1- M245.2/18 c0mmon dolphin (Delphinus delphis)\nTwo common dolphins live stranded at Cairn Ryan Beach near Stranraer on the 18th of April.\nThey appeared to be a cow and calf pair. The calf died at the scene whilst the adult was\nrefloated by a British Diver's Marine Life Rescue (BDMLR) medic and a member of the public.\nUnfortunately by the time the rescue had finished the dead animal had been taken by the\ntide and was not recovered for necropsy.\nFigure 17: M245.1 &.2/18 common dolphins (Delphinus delphis) from Cairn Ryan Beach near Stranraer\n Scottish Marine Animal Stranding Scheme 2018 Annual Report\n31I P a g e",
    "Page_32": "4.4 M245.1- M245.2/18 common dolphin (Delphinus delphis)\nTwo juvenile common dolphins live stranded on the 2oth of April on South Uist close to the\ncauseway to Benbecula. The smaller animal, a female, (M245.1/18) died on the beach and\nwas sampled by the SMAsS volunteer network; the second, larger animal a male (M245.2/18)\nwas initially refloated and appeared to swim off strongly however it was found dead the\nfollowing day. This animal was recovered and couriered to Inverness. At necropsy, the animal\nevidence of recent feeding and stomach ulcers a moderate nematode burden in the cardiac\nsection of the stomach. There was a moderate to high nematode burden in the lungs possibly\nHalocercus sp. The central nervous system was unremarkable with clear pinkish coloured CSF\nin normal volume and no ventricular dilation. This is a debilitated animal which may have\nbeen compromised enough to have been the cause of the live stranding. Bacteriology\nrevealed a pure but scant growth of Edwardsiella hoshinae from lung, liver and brain the\n proximal cause of death is live stranding.\nFigure 18: M251.1/18 common dolphin (Delphinus delphis) from South Uist.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n32 I P a g e",
    "Page_33": "Figure 19: M251.2/18 common dolphin (Delphinus delphis) from South Uist.\n4.5 M769.1- M769.5/18 long-finned pilot whale (Globicephala melas)\nFive long-finned pilot whales were reported close to shore near Culross, Fife on the Firth of\nForth on the 4th of December. Several of the animals became stuck on the mud but refloated\nthemselves later as the tide came in. On the 6th of December one female animal was found\ndead stranded and two others males live stranded further along the coast at Toryburn Fife.\nBecause these two animals were highly probably restrandings, their prognosis for survival was\npoor and the decision was taken to euthanase them. Both animals were shot through the\nheart with a .308 rifle. A fourth animal was found dead later the same day at North\nQueensferry. All four animals were transported to the SRUC's laboratory in Edinburgh for\nnecropsy. The fifth animal was not seen again.\nOn post mortem the animals were in good nutritional condition. There was pathology present\nconsistent with live stranding, such as excoriations, lung asymmetry, fluid in the lungs. Both\nmale animals had evidence of recent feeding with squid beaks present. The female animal did\nnot have any food remains in its stomach. The fourth animal, the female found dead stranded\nat North Queensferry exhibited a large swelling on the right tailstock, around 70cm in\ndiameter running dorsoventrally caudal to the dorsal fin. Incision showed this swelling to be\na large abscess containing purulent yellow necrotic material. It is likely this was chronic and\noriginally traumatic in origin Similar abscesses were present in the subcutis over the left\nkidney and attached to the colon, possible old Monorygmia parasitic cysts. Bacteriology\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n33 | P a g e",
    "Page_34": "produced a pure culture of Edwardsiella tarda from most sites cultured, a pure growth of \nE.coli from the abscess and this same organism was recovered in mixed culture from the liver,\nmeninges and colon abscess/cyst. The significance of the Edwardsiella is likely a post mortem \ninvader however E.coli may well be significant as it is an uncommon isolate from cetaceans.\nThis has been sent for whole genome sequencing (WGS) at the Animal and Plant Health\nAgency (APHA) and further histology is underway. In addition, the lungs were congested and\nhaemorrhagic and the alanto-occipital joint was almost entirely fused. The brain appeared\ncongested and the meninges thickened, with inflamed choroid plexus and necrotic\nmaterial/fibrin present. CSF appeared normal and the lateral ventricles were not dilated.\nThere was some evidence of recent feeding with scant squid beaks present in the cardiac\nsection of the stomach. There was a high fluke burden in the pyloric section of the stomach.\nThis animal appeared to be suffering from a bacterial infection originating from the flank\nabscess. It is possible that this case might have been the matriarch of this pod, and regardless\n  u s   n s a  e  l  s\nspecies, this may provide a reason why several animals were involved in this stranding.\nFigure 20: M769.1- M769.5/18 long-finned pilot whale (Globicephala melas) near Culross, Fife on the Firth of Forth on the\n4thofDecember.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n34 I P a g e",
    "Page_35": "Figure 21: M769.4/18 long-finned pilot whale (Globicephala melas) showing extent of purulent abscess on tailstock\n4.6 Cuvier's beaked whale (Ziphius cavirorostris) and Northern bottlenose\nwhale (Hyperoodon ampullatus) UME (s)\nBetween July and October 2018, 118 beaked whales were reported dead stranded in\nadvanced stages of decomposition in countries bordering the NE Atlantic. The majority of\ncases (n=83) were Ziphius cavirostris strandings along the west and north coasts of Ireland\n(n=24) and the west of Scotland (n=49) in August and early September, with a smaller cluster\nof Hyperoodon ampullatus (n=8) reported in northern Scotland in October (other species or\nregions=19). In Iceland, there was a reported increase in the observed number of live or dead\nstrandings (n=15) of beaked whales reported over this period.\ntogether comprised the largest unusual mortality event of beaked whales recorded globally.\nThis is the third beaked whale UME recorded in the region over the last ten-year period, with\nsimilar but smaller events, again primarily involving Cuvier's beaked whales, in 2008 (Dolman\net al. 2010) and 2014/15 (Brownlow et al. 2015).\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n35 I P a g e",
    "Page_36": "Ziphius cavirostris are a deepwater species known to be highly susceptible to noise, in\nparticular mid-frequency active sonar. Identification of potential aetiologies solely through\nnecropsy examination was limited however, as carcases were in an advanced state of\ndecomposition and logistics restricted detailed necropsy examination(see Plates 3 and 4).\nDetailed necropsies were only possibly on two cases, although tissue sampling for\ncontaminant, virology and genetic analysis was taken from a further 52 cases in Scotland.\nSamples were also archived from several Iceland and Irish cases.\nin progress to identify plausible source regions and aetiologies for mortality:\n1. Health and pathological data derived from cases recovered for necropsy;\n2. Species and sex identification using short mitochondrial DNA fragment analysis of sampled\ncases;\n3. Drift simulations for potential carcase origins, incorporating modelled ocean surface\ncurrents with effect of prevailing wind;\n4. Acoustic analysis of broadband static and towed acoustic arrays operational in the NE\nAtlantic contemporaneously with this UME.\nCollaborations with SMRU and the Smithsonian Institute in the USA are in place to undertake\ngenetic analysis on those sampled cases, including sex and species confirmation and,\neventually, finer resolution population structure. In collaboration with oceanographers at the\nScottish Association for Marine Science, drift modelling has identified a plausible origin for\nthe carcases along the shelf edge to the west of Ireland. Given the known susceptibility of\nCuvier's beaked whales to the effects of anthropogenic underwater noise (in particular mid-\ncollaboration with colleagues from IWDG and with support from the UK and lrish\ngovernments. Full results of the investigation will be disseminated in a future report\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n36 1 P a g e",
    "Page_37": "Sowerby'sbeaked whale\nCuvier'sbeaked whale\nNorthembottlenosewhale\nBeaked whale sp.\nlceland\nUnited\nNorth Sea\nKingdom\nLoited\nIsle of Man\nKingdom\nlreland\nlrelanco\nNether\nBelgium\nFigure 22: Distribution of beaked whale strandings 2018\n Scottish Marine Animal Stranding Scheme 2018 Annual Report\n37| Pa g e",
    "Page_38": "O Beaked whale sp.\nSowerby'sbeakedwhale\n Cuvier's beaked whale\nNorthermbottlenosewhale\nInverness\n30\nAberdeen\nSCOTLAND\nDundee\nEdinburgi\nGlasgow\nUnited\nKingdom\nNORTHERN\nIRELAND\nIsleofMan\nLeeds\nManchester\nDublin\nGalway\nLiverpool\nIreland\nFigure 23: Distribution of beaked whale strandings 2018, grouped by region\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n38| Page",
    "Page_39": "Section 5:\nEntanglementcases\nThe term entanglement usually only applies to large whales (particularly mysticetes),\nleatherback turtles and occasionally basking sharks. More recently, the term entanglement\no   s  a a r  sa  pe a o s\nmarine debris.\nAnimals are sometimes seen with gear attached, usually flukes and fins but occasionally\nthrough baleen plates in the mouth. Over 70% of dead stranded cases are discovered with no\nto bycatch, sub-acute cases result in exhaustion and impaired feeding and evidence of water\nwounds caused by abrasion and pressure from entangled equipment.\nThere was a single case of entanglement involving a leatherback turtle, which was released\nalive (seesection 11).\n5.1 Cetacean entanglement cases.\ncomplete necropsy. Three from Tiree, and one from Shetland, Canna, Fife, East Lothian, and\nHighland.\n5.1.1 M592/18 - minke whale (Balaenoptera acutorostrata)\nThis juvenile female minke whale was found at Dalcross, Highland on the 25th of September\nIt was in a moderate/advanced state of decomposition and entangled with a meshed fishing\nnet through the mouth. It was sampled on the beach without assistance of plant machinery,\nhence only the left side of the animal could be examined and this as well as the level of\ndecomposition resulted in minimal assessment of visceral organs. The net was fixed in the\naround the top mandible. There was bruising around and behind the left eye; most likely\ncaused by the drag of the net. The left lung was mildly congested and appeared to contain\nfluid, yet floated in formalin. The animal was in a moderate - thin condition and had not\nnet was removed from the animal and appeared to be a section of damaged trawler gear from\na nephrops fisheries. Judging by the cut lines, it was likely discarded or washed overboard\nfollowing the repair.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n39| Page",
    "Page_40": "Figure 24: M592/18 minke whale (Balaenoptera acutorostrata) from Ardeseir, Highland.\n5.2 Pinniped entanglement cases.\nEight seals; six grey and two harbour seals were reported as entangled. Two animals one grey\nand one harbour were subjected to necropsy.\n5.2.1 M364/18 - Grey seal (Halichoerus grypus)\nThis juvenile grey seal was found alive at Skaw beach, Unst, Shetland on the 5th of July with\nan encircling mass of net around its neck. The animal was taken into rehabilitation and the\nentanglement removed but died soon after. It was in poor nutritional condition with an full \nthickness lesions extending around approximately 70% of the circumference of the animal's\nneck In addition there was a moderate to high gastric nematode burden and the lungs were\no aap e osie iasssod 'snnsala paredse pe paxnau aos pamous pue paisauo\npneumonia due to larval migration.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n40 I P a g e",
    "Page_41": "Figure 25: M364/18 grey seal (Halichoerus grypus) from Skaw beach, Unst, Shetland with net entanglement around\nneck.\nFigure 26: M364/18 grey seal (Halichoerus grypus) from Skaw beach, Unst, Shetland showing lesion once net has been\nremoved.\nSection 6:\nGrey seal predation (cetaceans).\nThis recently described phenomenon has so far only been seen on harbour porpoise from\nblubber and underlying musculature, tissue loss and puncture marks around the head and \naround wound margins. Often large sections of tissue (both blubber and muscle) are\nremoved, assumed predated, particularly the back muscle either side of the spine. Puncture\nmarks through blubber often around the head and throat area. Blubber and skin commonly\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n41I P a g e",
    "Page_42": "stripped resulting in missing tissue and flaps of blubber. Internal organs and skeleton are\nnormally intact in very fresh cases. In some situations, the porpoise initially escapes the seal\nseal predation cases, of these 11 were classified as possible or probably primary trauma cases.\nPrimary trauma cases are given an adjectival score based on pathological assessment of lesion\npatterns and exclusion of other causes of trauma:\n· Unlikely: Lesion pattern is inconsistent with cases of seal predation or other causes of\ndeath are more likely.\n· Possible : Lesion pattern is consistent with cases of seal predation but other causes of\ndeath cannot be excluded\nmore likely than any other cause of death\n· Definite: Cases observed to be victims of conspecific seal predation\nue yoee leas ae isd patus rue suoisal um pasoue aam sase aung o\ninfection with pathogens consistent with seal bites.\nporpoise\n1. M14/18, 07/01/2018 near Irvine, North Ayrshire. Photographs provided show a\nlarge amount of tissue missing from the thoracic region of the carcase, Possible seal\npredation case.\n2. M29/18, 11/01/2018 Dornoch, Highland. Photographs provided show a large\namount of tissue missing from the thoracic region of a very autolysed carcase\nPossible seal predation case.\ncarcase (Figure 24), Probable seal predation case.\n4. M120/18, 17/02/2018 Glackbabuie, Bute, Argyll and Bute. Photographs show a\nstripped carcase (Figure 25), Probable seal predation case.\n 5. M132/18, 26/02/2018 Kinghorn, Fife. Photographs provided show a stripped carcase,\nProbable seal predation case.\n6. M145/18, 06/03/2018 Black sands, Aberdour, Fife Photographs provided show a\nstripped carcase, Probable seal predation case.\n7. M152/18, 06/03/2018 Forvie Nature reserve, Aberdeenshire. Photographs provided\nshow a stripped carcase. Possible seal predation case.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n42 | Page",
    "Page_43": "8. M185/18, 23/03/2018, Millport, Cumbrae, North Ayrshire. Photographs provided\nshow a stripped carcase, Probable seal predation case.\nstripped carcase, Probable seal predation case.\n10. M234/18, 14/04/2018 Scurdie Ness, Angus. The photo provided show a stripped\ncarcase, Probable seal predation case.\n11. M270/18, 01/05/2018 Irvine, North Ayrshire. Photographs provided show a stripped\ncarcase, Probable seal predation case.\nFigure 27: M78/18 harbour porpoise (Phocoena phocoena) Largs, North Ayrshire showing lesions typically associated with\ngreyseal predation\nFigure 28: M78/18 harbour porpoise (Phocoena phocoena) Glackbabuie, Bute,showing lesions typical of grey seal\npredation with likely post-mortem avianscavenging.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n43 | P a g e",
    "Page_44": "6.2 Secondary infection possibly due to seal bite lesions on harbour\nporpoise\n1. M175/18, 23/03/18, Thorntonloch, East Lothian. Photographs would suggest that this\nfound dead stranded and frozen prior to necropsy. It was in poor nutritional condition\nand pregnant with a mid-semester foetus. Of most significance was a severe diffuse\n   e  g       e  \nCultures from the bite wound produced a mixture of organisms including Neisseria\nThis organism has been associated with seal bites. This suggests that the original injury\nwas a seal bite and this seeded Neisseria animaloris into the fin, sub-sequentially\ndisseminating through the lymphatics and causing a sepsis. Histology was hampered\nby the freeze thaw damage. However, the presence of the bacterial colonies in the\nlung and pulmonary lymph node are highly suggestive of pre-mortem infection rather\ncase and an 7 others with similar lesions attributed to the same pathogen from\n England and the Netherlands are the subject of a recently submitted paper.\n2.\n3. M254/18, 21/04/18, Crammond Island, Edinburgh. This juvenile female harbour\nporpoise was found live stranded. There was an unsuccessful refloat attempt and the\ncondition with poor blubber deposits and back muscle mass. There was no evidence\nof recent successful feeding with only a few otoliths, fish bones and a single small\npurulent lesion suggestive of a bite wound present on the right underside of the\n\"toxic in appearance. The lesions on the tailstock and flank are suggestive of a grey\nsp. and Streptococcus phocae from various sites including the bite wound lesions\nsuggesting a sepsis originating from these. The presence of Streptococcus phocae is\nhighly suggestive of a grey seal bite. Histology revealed a moderate, chronic-active,\nmultifocal, verminous pneumonia with a granulomatous response. Minimal, per-\nacute, multifocal, necrotising hepatitis. Severe, per-acute, multifocal, epidermal\ntrauma. These findings are suggestive of very recent trauma and would not be\n  s   sa a  sl    s s\nrecovery of the various bacteria in the absence of any extensive lesions is an\nbut not of the severity yet to cause death. The cause of death is live stranding due to\ntrauma due to a grey seal attack.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n44 I P a g e",
    "Page_45": "Figure 29: M78/18 harbour porpoise (Phocoena phocoena) showing infected bite wound to right pectoral fin (arrow)\nFigure 30: M78/18 harbour porpoise (Phocoena phocoena) showing lung abscessation.\n Scottish Marine Animal Stranding Scheme 2018 Annual Report\n45 I P a g e",
    "Page_46": "Section 7:\nNeurobrucellosis cases\nn isans pinom usna aue jo sonoued ssoa anaum sase sue on padde si wan s\ncondition and/or where Brucella sp. was isolated from the central nervous system (CNs) of an\nanimal. The diagnosis is backed up through histopathology. The condition is often associated\nwith live stranding; these animals often exhibit erratic and unusual swimming behaviours. The\ndisease seems to affect predominantly the families Delphinidae and Ziphidae. There were\nthree confirmed cases reported during this period\n7.1 M129/18 - Atlantic white-sided dolphin (Lagenorhynchus acutus)\nThis adult female Atlantic white-sided dolphin was found dead stranded on Hoy, Orkney on\nthe 25th of February. It was in moderate nutritional condition with no evidence for recent\nsuccessful feeding. Gross examination of the liver did not indicate any acute blubber\ncatabolism. The animal was pregnant, unusually in the right uterine horn, with a mid-term\nunremarkable, the lungs indicating possible agonal water aspiration and terminal live\nstranding, although there was no indication of any prolonged time spent alive on the beach.\nThe stable foam and cranial thoracic bruising would be indicators for bycatch, but given the\nother pathologies it is considered unlikely. Of particular interest was the brain, which\nexhibited pathology classically, associated with neurobrucellosis-, increased volume of CSF,\ndilated ventricles and hyperaemic choroid plexus. Bacteriology revealed pure growths of\nBrucella ceti from the CSF taken from the ventricles and the atlanto occipital joint, the same\norganism was found in all sites of the spinal cord cultured. Histopathological examination\nshowed a severe, sub-acute to chronic, locally extensive to generalised, lymphocytic\nmeningitis. Cause of death is neurobrucellosis\nFigure 31: M129/18 Atlantic white-sided dolphin (Lagenorhynchus acutus) Hoy, Orkney.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n46 I P a g e",
    "Page_47": "200\n100\n50\nFigure 32: M129/18 Atlantic white-sided dolphin (Lagenorhynchus acutus) showing severe dilation of lateral ventricles\n(arrows) of the brain.\n7.2 M391/18 -Sowerby's beaked whale (Mesoplodon bidens)\nThis juvenile male Sowerby's beaked whale was necropsied on a rocky beach at Brue, on the\nIsle of Lewis on the 27th of July. The animal was in moderate nutritional condition with\nreasonable blubber deposits and back muscle mass. There was little notable visceral\nThere was no evidence of recent feeding with bile staining of the cardiac stomach and\nthroughout the intestines. There was some evidence of congestion in the muscles of the right\nside, perhaps suggesting the animal stranded on the right side. Of most significance however\nventricles containing an excess amount of turbid fluid and the meninges were thickened and\nhyperaemic. Histology showed a mild to moderate, sub-acute, multifocal, angiocentric,\npredominantly lymphoid meningoencephalitis. Moderate to severe, acute, multifocal,\nhepatocellular necrosis. Severe, sub-acute, locally extensive, mixed inflammatory cell\ngastritis/enteritis. The brain lesions are consistent with neurobrucellosis but mild compared\nto those seen in other species such as striped, Atlantic white-sided or white beaked dolphins.\nThis along with the isolation of Brucella ceti from the CSF is very consistent with a Brucella\n meningoencephalitis (neurobrucellosis) leading to live stranding.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n47 I P a g e",
    "Page_48": "Figure 33: M391/18 Sowerby's beaked whale (Mesoplodon bidens) Brue, Lewis.\nFigure 34: M391/18 Sowerby's beaked whale (Mesoplodon bidens) brain showing enlarged lateral ventricles (yellow\narrows).\n7.3 M553/18- striped dolphin (Stenella coeruleoalba)\nThis juvenile female striped dolphin was found dead stranded at Benderloch, Argyll and Bute\non the 1oth of September. It was in moderate to poor nutritional condition but freshly dead\n Scottish Marine Animal Stranding Scheme 2018 Annual Report\n48 1 P a g e",
    "Page_49": "and showed evidence of live stranding and possible agonal water aspiration. The animal had\nnot recently fed, had poor blubber deposits and moderate muscle mass. The liver was\n congested and the lungs hyper inflated with a low nematode burden and fluid in the airways.\nThere was a large volume of serosanguinous fluid present in the pleura. The most significant\nlesions were present in the CNS with severely dilated lateral ventricles, excess CSF, cortical\nhyperaemia and thickened meninges. Brucella ceti was isolates from the CSF and brain.\nHistology revealed a severe, sub-acute, generalised, lymphocytic meningitis. Moderate to\nsevere, sub-acute, generalised peri-neuritis of the optic and trigeminal nerves. Very mild, sub-\nacute to chronic, multifocal, verminous pneumonia with abscess formation. These lesions are\nconsistent with neurobrucellosis.\n®门\nFigure 35: M553/18 striped dolphin (Stenella coeruleoalba) from Benderloch, Argyll and Bute.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n49 I P a g e",
    "Page_50": "Figure 36: M553/18 striped dolphin (Stenella coeruleoalba) showing dilated lateral ventricles and turbid CSF arrows\nSection 8:\nOther notable single strandings\n8.1 M59/18- Long-finned pilot whale (Globicephala melas)\nThis aged male long-finned pilot whale was observed to live strand, seizure and expire within\n90 minutes of initial stranding on a wide soft sand beach, Calgary, Isle of Mull on the 19th of\nJanuary. No other LFPW were observed in the area before or since this incident. It was\ncovered and necropsied on site 72 hours after death. PM examination revealed an adult, likely\naged animal in moderate body condition with agonal evidence of live stranding but little other\nsignificant gross visceral pathology. There was clear evidence for water aspiration and\ningestion, with the stomach containing a notable volume of sand but scant food. Lungs were\nasymmetric and fluid filled consistent with live stranding on right side. There was no\nsignificant bruising or indication of recent previous stranding event and no evidence for\n suggestive of chronic stressors. The brain revealed a generalised severe dilatation of cerebral\nvasculature and several focal areas of sub-meningeal bruising, in particular around the\npost mortem interval. Ventricles were not dilated and CSF was pink, slightly turbid but in\nnormal volume. Bacteriology only revealed post mortem contaminants. Histopathology\nrevealed severe, chronic-active, locally extensive, granulomatous broncho-pneumonia. Mild,\nper-acute, multifocal, necrosis of skeletal muscle fibres. The pneumonia appeared to be in\none lung sample only and the extent of this would dictate to the clinical significance and may\nbe related to live stranding. There are various age-related lesions present but the damage to\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n50 I P a g e",
    "Page_51": "the skeletal muscle was acute so most likely related to the stranding process. These findings\nare suggestive of an aged individual but it is not possible to determine if there were any\ncognitive deficits that lead to this animal's demise. The cause of death would appear to be\nlive stranding possibly age related.\nFigure 37: M59/18 long-finned pilot whale (Globicephala melas) on Calgary beach, Mull.\n8.2 M181/18 - Sperm whale (Physeter macrocephalus)\nThis adult male sperm whale was found dead stranded on a very tidal region of the Tay estuary\non the 21st of March. It was reported to have died on the Wed evening and was initially\nexamined on Fri morning, however due to issues moving the animal most of the visceral\nsampling occurred on the Sat, by which time the carcase was showing indications of significant\nautolysis. There was clear evidence of live stranding, including severe ventral bruising,\nantemortem excoriations and approximately 3o0 litres of seawater in the cardiac stomach.\nThere were rake marks on the head likely to be from conspecific fighting, and several healed\nmarks on the fluke which indicated past healed trauma. The animal was in good condition,\nwith around 14cm of blubber thickness and evidence for recent feeding based on a sample of\nfish jaw bones and squid beaks detected in the stomach. Due to the logistics of sampling, the\nstomach contents were only samples, not examined entire. In addition there were three\ncoproliths in the rectum, around 4 feet from the anus, the largest of 17kg in mass and rounded\nin appearance. Two smaller irregular shaped coproliths of around 1-2kg each were proximal\nto the larger mass. These objects were not causing an obstruction and were surrounded by\nliquid faeces, but there did appear to be dilation of the rectum around these objects. The\nvisceral tissues were significantly autolysed, and thus detailed examination was not reliable,\na sample of brain tissue and CSF collected through the foramen magnum. This tissue was\nautolysed but again was sufficient for sampling. Bacteriology produced a mixed bag of\nisolates including a αHaemolytic Streptococcus sp. with a profile that matches an isolate from\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n511 P a g e",
    "Page_52": "the liver of a fin whale from Devon. The significance of this isolate is at present uncertain.\nthis is a generally healthy animal which entered the north sea from the North and entered\nthe firth on the east coast of Scotland in an attempt to head further west.\nFigure 38: M181/18 sperm whale (Physeter macrocephalus) from the Tay estuary.\n8.3  M285/18 - harbour porpoise (Phocoena phocoena)\nThis juvenile male harbour porpoise was found dead stranded at Fort George on the 14th of\nMay, 24 hours after a group of bottlenose dolphins were seen attacking a small harbour\nporpoise. The animal was in good nutritional condition. It showed severe trauma typical of a\nbottlenose dolphin attack, exhibiting extensive and diffuse thoracic and hepatic trauma. This\nincluded complete bilateral fractures of the ribcage, spinal fracture around T4 - T5, and\nextensive hepatic rupture and exsanguination into the abdominal cavity. The animal was\notherwise in good body condition and had evidence of recent successful feeding based on\nenteric rather than gastric contents. Cause of death was confirmed as attack by bottlenose\ndolphins.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n52 I P a g e",
    "Page_53": "Figure 39: M285/18 harbour porpoise (Phocoena phocoena) from Fort George. Photo credit John Hourston.\n8.4 M402/18- Sowerby's beaked whale(Mesoplodonbidens)\nThis juvenile male Sowerby's beaked whale live stranded at Belhaven beach on the 29th of\nJuly. There were attempts to re float the animal however these were not successful and the\nanimal died prior to euthanasia. It was stored chilled at the National Museum of Scotland\n prior necropsy at Inverness. The animal was moderately autolysed and in moderate to good\nnutritional condition. Lipid was exuding from the cut blubber. There was clear evidence of live\nstranding with lung asymmetry, and ventral bruising. There was no evidence of recent feeding\nwas the bilateral rib fractures with 8 ribs fractured on both sides with associated\nhaemorrhages. There was no obvious subcuticular bruising and the skin and blubber was\nintact. The brain showed dilated cerebral vasculature but no fractures or sub dural\nhaemorrhage. Bacteriology did not reveal any significant isolates. Histological examination of\nthe tissues from this case showed them all to be moderate to severely autolytic, often with\npost-mortem gas holes present the degree of autolysis obviously significantly affected\na mild, acute, multifocal, suppurative cytstitis, a moderate, per-acute, multifocal, necrotising \nmyopathy and a severe, sub-acute to chronic, focal, suppurative lymphadenitis. Examination\nof rib-end decalcified showed no tissue or cellular reaction present. This would indicate the\nrib fractures might have been a post-mortem event, possibly from a strap used to transport.\nWe were unable to determine the reason for the live stranding of this animal however there\nwas no clear evidence for an infectious or traumatic cause in this case.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n53 I P a g e",
    "Page_54": "Figure 40: Sowerby's beaked whale (Mesoplodon bidens) from Belhaven beach.\n8.5 M481/18 - Riss0's dolphin (Grampus griseus)\nThis very young juvenile male Risso's dolphin was found dead stranded at Aultbea, Highland\non the 23rd of August. It had numerous rake marks over both sides of the body and tale flukes.\nSome had spacing consistent those of bottlenose dolphins, there was associated focal\nhaemorrhage in the blubber. The animal was in poor nutritional condition with thin\ndehydrated blubber deposits and poor back muscle mass deposits. There was evidence of live\nstranding with pronounced lung asymmetry and stable foam in the airways. There was a\nmoderate nematode burden in the bronchi and smaller airways. The liver was pale, swollen,\nfatty and congested, suggesting catabolism. The brain was slightly congested but otherwise\nunremarkable. There was no evidence of recent feeding. All other systems appeared normal.\nThere were no broken bones noted. Bacteriology did not reveal any significant isolates. This\nwould suggest separated maternally dependant animal in poor condition due to starvation.\nThe animal had had some violent interactions with either conspecifics or bottlenose dolphins\nthough this encounter was not immediately fatal. Histology showed a severe, sub-acute,\ngeneralised hepatic fatty change. Mild, acute, multifocal, mixed inflammatory cell, superficial\ndermatitis. The changes in the liver are suggestive of inanition and the proximal cause of\ndeath is live stranding following separation of a maternally dependant animal.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n54 I P a g e",
    "Page_55": "Figure 41: Risso's dolphin (Grampus griseus) nenonte from Aultbea, Highland.\n8.6 M488/18 - white beaked dolphin (Lagenorhynchus albirostris)\nThis neonatal male white beaked dolphin was found dead stranded at Evie, Orkney on the\n25th of August. The animal was in moderate nutritional condition. The animal was jaundiced\nlungs showed some asymmetry with the left lung hyper inflated. There was a high nematode\nburden throughout the bronchial tree, most pronounced in the terminal bronchi and in the\nright lung. The heart also exhibited a profound hypertrophy of the right ventricle, most likely\ndue to the patent duct/foramen ovale connecting the mitral valve to the tricuspid valve\n   u   o ue a   m np ur s\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n55 1 P a g e",
    "Page_56": "hepatic pathology is possibly due to the congestive vascular hypertension, however screening\nto rule out viral involvement will be undertaken. Bacteriology did not reveal any significant\nisolates. The cardiac hypertrophy especially the right side is likely due to the patent shunt;\nhowever this may have been exacerbated by the verminous pneumonia and hypostatic effect\non the pulmonary perfusion. Histology showed a severe, sub-acute, generalised, granulo-\nsuppurative verminous broncho-pneumonia, severe, sub-acute, generalised, granulomatous \nlymphadenitis, severe, sub-acute, generalised, hepatic fatty change and severely, acute,\ncentrilobular, necrotising hepatitis. These indicate a possible infectious process in addition to\nthe developmental vascular abnormalities\nFigure 42: M488/18 white beaked dolphin (Lagenorhynchus albirostris) from Evie beach, Aiterness, Orkney.\n8.7 M586/18 - minke whale (Balaenoptera acutorostrata)\nThis sub-adult female Minke whale was observed to swim erratically and attempted to live\nstrand against a rainwater outflow pipe in Arderseir bay, Highland on the 18th of September.\nA rescue attempt was mounted by BDMLR but the animal couldn't be kept upright and died\nat the scene. It was recovered and necropsied at DsC Inverness within 18 hours of death. The\nanimal was in moderate nutritional condition with only moderate back muscle mass and\nblubber deposits. The lungs were inflamed and congested with stable foam in and fluid in the\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n56 I P a g e",
    "Page_57": "bronchi and smaller airways, fluid oozed out of the cut surface of the parenchyma. This\nmoderate Acanthocephalan worm burden (assumed B.balaenae). There was moderate\nenlargement of parietal and mesenteric lymph nodes. Of most significance was severe\nneuropathy, characterised by significant hydrocephalus from profoundly dilated cerebral\nventricles, diffuse meningeal adhesions, most severe around the brainstem and a purulent\nfoci in the frontal cortex. The CSF was turbid and likely in excess of 2 litres, resulting in a loss\nof cortical tissue. This is compatible with impaired CSF drainage due to increased cellularity\nand protein deposits and is consistent with a meningoencephalitis due to neurobrucellosis.\nHowever, bacterial culture of the CSF and CNS tissues did not recover any Brucella sp.\nHistology revealed a severe, sub-acute to chronic, generalised, lymphocytic, meningo-\nencephalitis. There wa moderate, acute, generalised hepatic fatty change. The encephalitis\nwould have been highly significant and explained the clinical signs observed prior to live\nstranding. The lesion profile was not typical of neurobrucellosis and another intra-cellular\npathogen was probably responsible such as a virus. Examination of frozen brain tissue for\nherpesvirus and cetacean morbillivirus will be undertaken. There seems to have been a\nsignificant ongoing humoral response underway in this animal as denoted by the number of\nplasma cells present in the brain and lymph node. The level of parasitism was within normal\nlimits for an animal of this age.\nFigure 43: M586/18 minke whale (Balaenoptera acutorostrata) from Ardeseir, Highland.\n8.8 M644 /18- sperm whale (Physeter macrocephalus)\nThis neonatal male Sperm whale was found on East Kilbride beach, South Uist under seaweed\non the 27th of October. ldentification of the carcase was not possible until five days after it\nwas found, however low temperatures and cover provided by the seaweed meant the carcase\nunder the birth length recorded for sperm whales, and the umbilicus was still present. The\nmusculature was pale and the periphery of the bones was cartilaginous. There was significant\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n57 | P a g e",
    "Page_58": "haemorrhage around the skull and scapula's indicating the animal was alive at least at the\nstart of the birth process. The visceral organs were generally congested and although\ninterpretation may have been mildly hindered by autolysis, there was no evidence of gross\nempty and there was a significant amount of meconium present in the intestines. Notably,\nthe lungs were heavily congested and did not float, indicating that this animal had never taken\na breath and most likely was either aborted, stillborn, or died during the birth process.\nBacteriology produced a growth of Enterococcus faecalis from all sites. This organism may be\na post mortem invader. Hopefully histopathology will shed more light on the significance of\nthis isolate and assess any evidence of infection, which could have been a cause of the\nabortion. This was a neonatal calf, found in reasonable fresh condition, suggests its mum must\nhave been close to the coast of the Western Isles. This is a highly unusual find given that\nfemale sperm whales usually remain and give birth in temperate and tropical waters mainly\nbelow 50° latitude and there has only been one confirmed stranding of a female sperm whale\non the British Isles in the entire 28 year running of the CSIP.\nFigure 44: M447/17 neonate sperm whale (Physeter macrocephalus) East Kilbride beach, South Uist.\n8.9M773/18-short-beakedcommondolphin(Delphinusdelphis)\nThis juvenile male common dolphin was found dead stranded at Troon, South Ayrshire on the\n5th of December. It was in poor nutritional condition with poor blubber deposits and only\nscant small otoliths present in the fundic stomach. The cardiac stomach had a 7cm ulcer in\nthe mucosa with a moderate to high Anasakis sp. burden. The lungs were symmetrical, hyper\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n58 1 P a g e",
    "Page_59": "inflated and had a high burden of slender nematodes in the bronchi which completely\noccluded some of the smaller airways. I suspect these to be a Halocercus sp. The liver was\nBrucella ceti from nearly every organ cultured including the CSF possibly indicating a terminal\nsepsis. The isolation of this organism from the CSF raises the possibility of neurobrucellosis\nhowever; the lateral cerebral ventricles did not appear abnormally dilated nor was there an\nexcessive amount of CSF. Histology is awaited to confirm the diagnosis. At present, this would\nappear to be a case of verminous pneumonia.\nFigure 45: M773/18 short-beaked common dolphin (Delphinus delphis) Troon, South Ayrshire.\n8.10 M919/18 - Cuvier's beaked whale (Ziphius cavirostris)\nThis aged male Cuvier's beaked whale was observed to live strand on Calgary beach on the\n31/12/18 and died soon after. There were multiple healed rake marks over the body and a\ngoose barnacle attached to the left tooth but no indication of entanglement or trauma other\nthan associated with the live stranding. The animal had not recently fed and appeared to have\nbeen ill for some time. There was indication of water aspiration, and the stomach was largely\ndevoid of any contents, including mucus, suggestive of water ingestion and subsequent\nvomiting during live stranding. Of most note was a chronic verminous arteritis and multi-\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n59 | P a g e",
    "Page_60": "larval migration from the intestine to the kidney through the mesenteric arteries, abdominal\naorta, and renal arteries. This likely led to reduced vascular compliance, possibly chronic renal\ndisease and predisposition to a disseminated multi organ disease from multiple septic foci.\nBacteriology did not reveal any significant isolates.\nSevere chronic arteritis in Cuvier's beaked whales is associated with renal parasitism\nCrassicauda spp. (Diaz et al 2016).\nFigure 46: M919/18 Cuvier's beaked whale (Ziphius cavirostris) Calgary beach, Mull\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n60 I P a g e",
    "Page_61": "Section 9:\nSpiral \"corkscrew\" trauma seal cases\nThis is almost exactly the same number as 2017. These cases were reported from ten different\nregions. Most reports from Orkney with 23 followed by Highland and Fife both with 11. There\nLothian (4) North Ayrshire (2), and one each for Moray, Shetland and the Western Isles. The\nmajority of these were grey seals (Halichoerus grypus) (n=46; 70.7%). Harbour seals (Phoca\nvitulina) (n=13; 18.4%) and those too decomposed or data deficient to be identified (n=6;\n9.2%). Although it is considered highly plausible that a large majority of \"spiral or corkscrew\"\ncases are actually due to grey seal predation, research is still ongoing by SMRU in\ncollaboration with SMASS.\nTable 6 shows the details for all pinniped cases considered to be potential spiral trauma cases.\nThe final two columns display an adjectival description of a) how likely it is that the case\nmatches the archetypal spiral 'corkscrew' lesion and b) given the recent new evidence, how\ncriteria were used\n· Unlikely: Lesion pattern is inconsistent with cases of seal predation or other causes of\ndeath are more likely.\n· Possible : Lesion pattern is consistent with cases of seal predation but other causes of\ndeath cannot be excluded\nmore likely than any other cause of death\n· Definite: Cases observed to be victims of conspecific seal predation\nFigure 44 below shows the spatial distribution of cases across Scotland.\nFigure 47: M324/18 harbour seal (Phoca vitulina) from Jemimaville, Highland showing typical corkscrew/spiral grey seal\npredation lesions\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n61| Page",
    "Page_62": "Table 6: Scoring of suspected spiral trauma cases 2017\nWould\nlesions fit \nLikelihood of\nSMASS\nDate\nAge\nwith the\nS pecies\nRegion\nSex\n(grey) seal\nID\nfound\nGroup\narchetypal\npredation\n'corkscrew'\npattern?\nM18/18\nGrey seal\n07/01/2018\n Orkney\nU\nUnknown\nPossible\nUnlikely\nM15/18\nGrey seal\n08/01/2018\nEast Lothian\nM\nJuvenile \nLikely\nLikely\nM24/18\nGrey seal\n10/01/2018\nAberdeenshire\nU\nJuvenile\nLikely\nLikely\nM49/18\nGrey seal\n11/01/2018\nOrkney\nU\nJuvenile\nPossible\nUnlikely\nM52/18\n13/01/2018\nOrkney\nUnknown\n Seal (indeterminate species\nU\nUnlikely\nUnlikely\nM50/18\nGrey seal\n14/01/2018\nOrkney\nU\n Juvenile\nno data\nno data\nM48/18\nGrey seal\n17/01/2018\nOrkney\nU\nUnknown\nUnlikely\nUnlikely\n Grey seal \nFife\nUnlikely\nM51/18\n17/01/2018\nU\n Juvenile\nPossible\nM56/18\nGrey seal\n17/01/2018\nHighland\nU\nJuvenile\nUnlikely\nUnlikely\nM58/18\n Grey seal \n18/01/2018\nFife\nJuvenile\nPossible\nPossible\nM61/18\nHarbour Seal\n18/01/2018\nArgyll and Bute\nU\nJuvenile\nPossible\nUnlikely\nM62/18\nSeal (indeterminate species)\n21/01/2018\nEast Lothian\nU\nUnknown\nPossible\nUnlikely\nM63/18\n21/01/2018\nEast Lothian\nGrey seal\nU\n Juvenile\nPossible\nUnlikely\nM67/18\nGrey seal\n26/01/2018\nNorth Ayrshire\nU\nJuvenile\nPossible\nPossible\nM74/18\nSeal (indeterminate species)\n27/01/2018\nOrkney\nU\nUnknown\nno data\nno data\nM75/18\n Seal (indeterminate species)\n27/01/2018\nOrkney\nU\nUnknown\nno data\nno data\nM76/18\nSeal (indeterminate species)\n27/01/2018\nOrkney\nU\n Juvenile\n no data\n no data\nM97/18\nGrey seal \n09/02/2018\n Highland\nU\n Juvenile\nLikely\nPossible\nM104/18\nGrey seal\n17/02/2018\nAberdeenshire\nU\nJuvenile\nPossible\nPossible\nM139/18\nHarbour Seal\n25/02/2018\n Highland\nU\n Juvenile\nPossible\nUnlikely\nM154/18\nHarbour Seal\n09/03/2018\nHighland\nF\n Juvenile\nPossible\nLikely\nM206/18\nGrey seal\n02/04/2018\nU\n Juvenile\nPossible\nUnlikely\nHighland\nM236/18\nGrey seal\n15/04/2018\nAberdeenshire\nU\n Juvenile\nLikely\nLikely\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n62|Page",
    "Page_63": "Would\nlesions fit \nLikelihood of\nSMASS\nDate\nAge\nwith the\nS pecies\nRegion\nSex\n(grey) seal\nID\nfound\nGroup\narchetypal\npredation \n'corkscrew'\npattern?\nM324/18\nHarbourSeal\n14/06/2018\nHighland\nF\nAdult\nLikely\nLikely\nM331/18\n Seal (indeterminate species)\n14/06/2018\n Highland \nU\nUnknown\nPossible\nLikely\nM347/18\nHarbour Seal\n30/06/2018\nHighland \nF\nAdult\nProbable\nPossible\nM352/18\n Grey seal\n01/07/2018\nFife\nU\nJuvenile\nUnlikely\nUnlikely\nM358/18\nHarbour Seal\n03/07/2018\n Argyll and Bute\nU\nUnknown\nPossible\nPossible\nM341/18\nGrey seal\n02/07/2018\nMoray\nAdult\nProbable\nUnlikely\nM381/18\nHarbour Seal\n17/07/2018\n Argyll and Bute\nU\n Juvenile\nPossible\nPossible\nM411/18\nHarbour Seal\n31/07/2018\nFife\nU\nJuvenile\nProbable\nUnlikely\nGrey seal\n08/08/2018\nFife\nU\nProbable\nProbable\nM420/18\nJuvenile\nM434/18\nHarbour Seal\n Argyll and Bute\nU\nJuvenile\nUnlikely\n13/08/2018\nPossible\nM450/18\nHarbour Seal\n16/08/2018\nNorth Ayrshire\nU\nJuvenile\nLikely\nLikely\nM460/18\nHarbour Seal \n18/08/2018\n Argyll and Bute \nU\n Juvenile\nUnlikely\nPossible\nM474/18\nHarbour Seal\n18/08/2018\nArgyll and Bute\nU\nUnknown\nPossible\nUnlikely\nM639/18\nGrey seal\n16/10/2018\nOrkney\nU\nJuvenile\nLikely\nLikely\nM641/18\nGrey seal\n17/10/2018\nOrkney\nU\nJuvenile\nLikely\nLikely\nM669/18\nGrey seal\n01/11/2018\nAberdeenshire\nU\nUnknown\nPossible\nPossible\nM671/18\nGrey seal\n01/11/2018\nHighland\nU\nPup\nLikely\nLikely\nM684/18\nHarbour Seal\n05/11/2018\nFife\nU\nAdult\nPossible\nPossible\nM700/18\nGrey seal\n15/11/2018\nWestern Isles\nU\nUnknown\nPossible\nPossible\nM705/18\nGrey seal\n18/11/2018\nOrkney\nU\nPup\nPossible\nPossible\nM749/18\nGrey seal \n28/11/2018\nEast Lothian\nU\nPup\nPossible\nPossible\nM772/18\n Grey seal \n04/12/2018\nOrkney\nU\nJuvenile\nProbable\nLikely\nM784/18\nGrey seal\n09/12/2018\n Argyll and Bute\nU\n Juvenile\nProbable\nProbable\nM788/18\nGrey seal\n01/12/2018\nOrkney\nU\nUnknown\nPossible\nPossible\nM791/18\n01/12/2018\nOrkney\nU\nGrey seal\nUnknown\nProbable\nProbable\nM793/18\nGrey seal\n01/12/2018\nOrkney\nU\nPup\nPossible\nPossible\n Scottish Marine Animal Stranding Scheme 2018 Annual Report\n63|Page",
    "Page_64": "Would\nlesions fit \nLikelihood of\nSMASS\nDate\nSex\nAge\nwith the\nS pecies\nRegion\n(grey) seal\nID\nfound\nGroup\n archetypal\n predation\n'corkscrew'\npattern?\nM799/18\nGrey seal\n10/12/2018\nOrkney\nU\nUnknown\nPossible\nPossible\nM802/18\n Grey seal \n11/12/2018\nShetland\nU\n Juvenile \nLikely\nProbable\nM809/18\nGrey seal\n16/12/2018\nFife\nU\nJuvenile\nLikely\nProbable\nM813/18\nGrey seal\n16/12/2018\nFife\nU\nPup\nPossible\nPossible\nM817/18\nGrey seal\n15/12/2018\nFife\nF\nJuvenile\nLikely\nPossible\nM818/18\nGrey seal\n15/12/2018\nFife\nM\nJuvenile\nProbable\nProbable\nM819/18\nGrey seal\n16/12/2018\nOrkney\nU\n Juvenile\nProbable\nLikely\nM827/18\nGrey seal\n17/12/2018\nHighland\nU\nJuvenile\nProbable\nProbable\nM839/18\nGrey seal \n18/12/2018\nHighland\nU\nJuvenile\nPossible\nPossible\nM866/18\nGrey seal\n14/12/2018\nOrkney\nU\nJuvenile\nPossible\nPossible\nM869/18\nGrey seal\n14/12/2018\nOrkney\nU\n Juvenile\nPossible\nPossible\nM879/18\n Grey seal \n20/12/2018\nOrkney\nU\n Juvenile\nPossible\nPossible\nM880/18\nGrey seal\n20/12/2018\nOrkney\nU\nJuvenile\nPossible\nPossible\nM895/18\nGrey seal\n23/12/2018\nFife\nU\nJuvenile\nProbable\nPossible\nM906/18\nGrey seal\n26/12/2018\nOrkney\nU\n Juvenile\nLikely\nLikely\nM907/18\nGrey seal\n26/12/2018\nOrkney\nU\n Juvenile\nPossible\nPossible\nM908/18\nGrey seal\n26/12/2018\nOrkney\nU\n Juvenile\nPossible\nPossible\nM917/18\n Grey seal \n30/12/2018\n Orkney\nU\nUnknown\nPossible\nPossible\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n64|Page",
    "Page_65": "Section10:\nOther single pinniped strandings\n10.1 M6/18- Harbour seal (Phoca vitulina)\nThis adult male harbour seal was found dead stranded. It was in good body condition but\nreasonably autolysed at necropsy, it was also subjected to sub-zero temperatures potentially\nconfounding gross examination. The animal had recently fed, with a large amount of,\nassumed, fish ingesta in the stomach. Some of this material had refluxed into the proximal\ntrachea and sinuses and the lungs were bilaterally congested and exhibited stable foam. There\nare two possible causes for this- overeating and subsequent regurgitation of thick mucoid\ningesta causing respiratory obstruction and suffocation, or bycatch, with anoxic drowning and\nsubsequent agonal or peri-mortem reflux of stomach contents by physical pressure from the\nnet. There is no other evidence for bycatch, such as bruising or claw loss. Bacteriology did not\nreveal any significant isolates. There is no apparent underlying condition for the gastric reflux.\nScreening for algal toxin would also be advised in this case. Histology did not reveal any\nsignificant lesions. We were unable to determine the cause of death of this animal. There\nwere no typical lesions suggestive of parasitism or infection. Interpretation was however\nseverely hampered by autolysis and freeze/thaw damage.\nFigure 48: M6/18 harbour seal (Phoca vitulina) from Reiff near Achiltibuie, Highland.\n10.2 M27/18- Harbour seal (Phoca vitulina)\nThis juvenile female harbour seal was found dead stranded at Portree, Skye on the 16th of\nJanuary. It was in thin condition with very poor blubber- and muscle reserves, and had a\n65 1 P a g e",
    "Page_66": "severe verminous pneumonia; of a likely Otostrongylus species. In addition, there was ante-\nmortem cranial haemorrhage from unilateral puncture through the skull, but not into the\nbrain, most likely a bird peck. No shot fragments were detected. Of note, was a mature\nnematode in the pleural cavity, assumed migrated from the bronchial tree? Histology showed\na severe, sub-acute to chronic, multifocal, verminous pneumonia. Moderate, sub-acute to\nchronic, multifocal, mixed cell hepatitis. Severe, sub-acute to chronic, generalised\nlymphadenopathy. Bacteriology produced Brucella pinnipedialis either in pure or mixed\nculture from all sites cultured including brain. This is not thought to be significant however.\nCause of death is verminous pneumonia.\nFigure 49: M27/18 harbour seal seal (Phoca vitulina) from Portree, Skye\n10.3 M263/18- Harbour seal (Phoca vitulina)\nThis juvenile female harbour seal was found dead at Fairlie, North Ayrshire on the 25th of\nApril. The animal was in poor body condition with very low blubber reserves and\nstarvation/hypothermia is a likely proximal cause of death. The gross parasite burden was\nlow, but the lungs appeared slightly emphysematous and friable, possibly indicating a\nverminous pneumonia severe enough to cause haemorrhage. Streptococcus phocae was also\nisolated from the lung possibly indicating a secondary bacterial pneumonia. This may explain\nthe digested blood in the gastro-intestinal tract, with blood coughed up from the lungs and\nswallowed. Other organs were grossly unremarkable, and the animal had not successfully fed\n Histology showed a very severe, sub-acute, generalised, verminous, granulocytic, pneumonia\nwith haemorrhage. Severe, sub-acute, generalised, lympho-stimulation. Moderate, sub-\nacute, multifocal, verminous hepatic necrosis. This is the most severe case, in terms of\nCause of death is verminous pneumonia.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n66 1 P a g e",
    "Page_67": "Figure 50: M263/18 harbour seal (Phoca vitulina) from Fairlie, North Ayrshire.\n10.4 M296/18- harp seal (Pagophilus groenlandicus)\nThis juvenile female harp seal pup was found dead stranded on Skye on the 28th of May.\nScotland is outside the normal range for this ice-associated species, although vagrant animals\nsuch as this have been recorded in the UK and even further south in Europe in the past. From\nthe pelage pattern this animal was likely under a year old. The carcase was moderately\nautolysed, dehydrated and in emaciated condition, although the original cause for the poor\ncondition and failure to thrive was not obvious from gross necropsy. There was no gross\nindication of trauma or infectious process and the parasite burden was low, so insufficient\nfeeding is likely to have played a role. The stomach was empty of ingesta although of potential\nsignificance was a small fragment of compacted plastic, roughly 6cm square, occluding the\npyloric sphincter. There was mild ulceration around the impaction site, indicating the\nfragment had been in place for some time and could have potentially compromised gastric\nemptying. Decomposition hampered detailed assessment of the intestines but the friable,\nhaemorrhagic appearance of the proximal duodenum indicates a degree of enteritis. This\ncould be linked to the foreign body. No other foreign bodies were noted in the GlT. The liver\nwas pale and appeared fatty, indicative of recent blubber catabolism. The brain showed a\ngeneralised congestion, indicative of generalised sepsis. Bacteriology recovered possible\nE.coli from allsites cultured possibly post mortem invaders. Histopathology did not reveal any\nsignificant lesions. The granules present in the hepatocytes were haemosiderin, along with\nsevere general depletion of the spleen, then this animal may have had a chronic haemorrhagic\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n67| P a g e",
    "Page_68": "condition. We will request some special stains to further investigate the tissues but a\ndefinitive diagnosis is unlikely to be forthcoming due to the poor state of tissue preservation.\nThis is a likely starvation case.\nFigure 51: M296/18 harp seal (Pagophilus groenlandicus) from near Halistra, Skye.\n10.5 M343/18- grey seal (Halichoerus grypus)\nThis aged adult male grey seal was observed to be in respiratory distress and die on a beach\nout of water in Melby, Shetland on the 26th of June. It was immediately recovered for\ntransport to Inverness. However this took four days inn hot weather and consequently the\n animal was in in condition 3 at examination. The animal was in poor nutritional condition\nwith a mid-sternal blubber thickness of just 12mm. There was no evidence of recent feeding\n  se           \ncongested with stable foam and fluid in the airways. There was pulmonary interstitial\nemphysema over the caudal aspects of the lung. The pulmonary lymph nodes were enlarged\nand the right ventricle of the heart very dilated suggesting some degree of dilated\ncardiomyopathy. The brain showed some dilated cerebral vasculature with some\nneovascularisation over cortex and turbid CsF. This was an aged animal and congestive heart\nfailure is a plausible cause of death in this case, however the role of neuropathology is also a\npossibility. Bacteriology on the brain revealed a mixed culture including Streptococcus equi\nssp. zooepidemicus. Histology showed a severe, acute, generalised, mixed inflammatory cell\nbut primarily suppurative, meningitis/ ventriculitis with extension into the adjacent brain\ntissue. Despite the advanced autolysis of many of the tissues, it is clear that this animal had a\nsevere infectious disease, probably bacterial, and centred on the meninges/brain which\nwould have been highly clinically significant.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n68 1 P a g e",
    "Page_69": "Figure 52: M343/18 grey seal (Halichoerus grypus) from near Melby, Shetland.\n10.6 M429/18-Harbour seal (Phoca vitulina)\nThis adult harbour seal was found floating dead in Kylesku narrows, Highland on the 12th of\nshowed radiodense fragments thoughout, indicating metal fragments and that the animal had\nbeen shot. It was not clear if this was under license and the case was reported to police\nScotland as a wildlife crime. Otherwise the animal was in moderate body condition and had\nnot recently fed, however the large intestine and colon contained large amounts of normal\nfaecal material. The lungs did not show a significant verminous pneumonia and the airways\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n69 I P a g e",
    "Page_70": "Figure 53: M263/18 harbour seal (Phoca vitulina) from Kylesku, Highland.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n70 I P a g e",
    "Page_71": "10.7 M523/18- Harbour seal (Phoca vitulina)\nThis aged adult male harbour seal was found dead stranded at St. Ninians Isle, Shetland on\nthe 2nd of September. It exhibited severe chronic lung pathology characterised by bilateral\nemphysema, inflammation of serosal lining to trachea and major airways and hypertrophy of\nthoracic intercostal muscles, suggesting a chronic respiratory compromise. PDv (chronic) and\nverminous pneumonia are possible differentials. The brain was very congested, possibly\nagonal but generalised sepsis needs to be ruled out. Bacteriology produced a mixed growth\nof Arcanobacterium phocae, Streptococcus phocae, and Hafnia alvei from all sites, the\nsignificance of these isolates is uncertain but arte not currently considered to be primary\npathogens. Histology showed a severe, acute, generalised, pulmonary congestion and\nalveolar oedema. Viral screening is underway for this case\nFigure 54: M523/18 harbour seal (Phoca vitulina) from St. Ninians Isle, Shetland.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n71| P a g e",
    "Page_72": "Section 1l:\nBasking sharks and marine turtles\n11.1 Basking sharks (Cetorhinus maximus)\nThere were two reports of a basking sharks in 2018, one much decomposed animal at\nvanished after initial reports and was reported again several days later. Although the animal\nwas not recovered for necropsy, samples were taken.\nFigure 55: M728/18 Basking shark (Cetorhinus maximus) from Elliot beach, Angus.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n72 I P a g e",
    "Page_73": "11.2 Marine Turtles\nThere was a single report of a marine turtle during in 2018. A single leatherback turtle\n(Dermochelys coriacea), was reported as entangled in creel lines north northeast of\nMuldoanich near Barra, Western Isles on the 13th of August. It was released alive.\nFigure 56: M445/18 leatherback turtle (Dermochelys coriacea), disentangled by fishermen and released alive from creel\nlines near Barra, Western Isles.\nSection 12:\nBacteriology\n12.1 Brucella sp.\nBrucella ceti was isolated from six cetaceans of five different species during 2018. This is the\nsame number of isolation as the previous year. This includes the second ever case of\nneurobrucellosis in a beaked whale.\n B. ceti was from the cerebrospinal fluid (CSF) of an Atlantic white-sided dolphin diagnosed\nwith neurobrucellosis (see section 7).\nB. ceti was isolated from the brain, lung, placenta and bite wounds of a harbour porpoise that\ndied due to a Neisseria anamaloris sepsis (see section 6), the B.ceti isolate was thought\nincidental in this case.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n73 | Page",
    "Page_74": "B.ceti was isolated from the spleen of a harbour porpoise it was not thought a significant\nfinding in this animal which was a starvation case.\nneurobrucellosis (see section 7).\nB. ceti was from the cerebrospinal fluid (csF) and brain of a striped dolphin diagnosed with\nneurobrucellosis (see section 7).\nB.ceti was isolated from the cerebrospinal fluid (CsF), lung, liver, spleen and kidney of a short-\nbeaked dolphin, suggesting a sepsis, histology is pending.\nBrucella pinnipedialis was isolated from six seals in 2018. They were all harbour seals.\nB. pinnipedialis was isolated from the brain, lung, liver spleen and kidney of one seal that was\ndiagnosed with verminous pneumonia, the Brucella isolate was thought incidental\nB. pinnipedialis was isolated from the brain, lung, liver and spleen of another seal with\nverminous pneumonia, the Brucella isolate was again thought incidental.\nB. pinnipedialis was isolated from the lung of another seal, which was diagnosed as dying from\nstarvation, the Brucella isolate was again thought incidental.\n12.2 Streptococcus sp.\nStreptococcus phocae was isolated from lung of one harbour seal and the brain of another\nboth were thought to be incidental findings. This same organism was isolated in mixed culture\nfrom an adult grey seal with pneumonia. It was also isolated from the pulmonary associated\nlung and liver of a harbour porpoise diagnosed with verminous pneumonia.\nA αHaemolytic Streptococcus sp. with a profile that matches an isolate from the liver of a fin\nwhale from Devon was isolated from the brain and CSF of a sperm whale. The significance of\nthis isolate is at present uncertain.\nStreptococcus phocae was isolated from suspected bites wounds on a harbour porpoise\nsuggesting an infected seal bite (see section 6).\nStreptococcus equi ssp. zooepidemicus was isolated in mixed culture from the brain of an adult\nmale grey seal that was observed to die on a beach. This animal had a severe, acute,\ngeneralised, mixed inflammatory cell but primarily suppurative, meningitis and ventriculitis\npossibly due to this organism.\nA Streptococcus sp. with a profile not seen before was isolated from the lung and kidney of a\nSowerby's beaked whale. This also was not thought significant.\nStreptococcus sp., possibly S. infantius, ssp. coli, was isolated from the liver, kidney and brain\nof a long-finned pilot whale that live stranded as part of a MSE (Section 4). Its significance is\nuncertain.\nAn Enterococcus sp. was isolated from all sites cultured of a neonate male sperm whale.\nScottish Marine Animal Stranding Scheme 2018 Annual Repor\n74 | Pa g e",
    "Page_75": "12.3 Pasteurella sp.\nActinobacillus delphinicola was isolated from the brain of a harbour porpoise and the spleen\na Sowerby's beaked whale neither isolate is significant.\nA Pasteurella sp. with a profile not seen before was isolated from the lung and liver of a grey\nseal this is thought to be an incidental finding.\nAnother Pasteurella sp. with a profile not seen before was isolated from the lung of a harp\nseal pup this is thought to be an incidental finding.\n12.4 Vibrio sp.\nVibrio alginolyticus was isolated in mixed culture from the CSF of a live stranded long-finned\npilot whale; it is not thought to be significant. It was also isolated in mixed culture from the\nbrain of two Sowerby's beaked whales and the kidney of a white beaked dolphin.\nVibrio anguillarum was isolated from the lung of an Atlantic white-sided dolphin, this is an\nincidental finding.\nPhotobacterium damselae was isolated in mixed culture from the lung of a neonate male\nsperm whale. The same organism was isolated from the lung and kidney of one Sowerby's\nbeaked whale and the brain of another, and the lung of a neonate Risso's dolphin. It was not\nthought significant in any of these cases. P. damselae was also isolated from all sites cultured\nin a white beaked dolphin with a severe broncho-pneumonia. P. damselae was also isolated\nfrom two of the long-finned pilot whales involved in the MSE (Section 4); from the brain and\nkidney of one and lung, liver, brain and CSF of another. It was also cultured from the brain a\nmuch decomposed Cuvier's beaked whale and the lung of a harbour seal. The significance of\nthese isolates is uncertain.\n12.5 Yersinia sp.\nYersinia kristensenii was isolated from brain, CsF and skin lesions of a harbour porpoise. The\nsignificance of this isolate is uncertain.\n12.1 Bordetella bronchiseptica\nBordetella bronchiseptica was isolated from lung and liver of a grey seal possibly suggesting\npneumonia and sepsis.\n12.1 Mycoplasma sp.\nsignificance of this isolate is at present uncertain.\nA Mycoplasma sp. was isolated from a testicle lesion of a harbour porpoise. Results of 16s\nsequencing on the Mycoplasma sp. would indicate a novel member of family\nMycoplasmataceae.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n75|Page",
    "Page_76": "12.2Fungal isolates\nthis was thought to be an incidental finding\nSection 13:  Virology\nThe role of viral infection in the morbidity and mortality of stranded marine mammals in\nScotland is not clear, and although virology screening is conducted as part of epizootic or mass\nstranding investigations, it has not been undertaken routinely.\nScreening for morbillivirus was undertaken on 45 of the Cuvier's beaked whales involved in\nthe UME (see section 4) all proved negative.\nForty-two cases from previous years were sent for virology screening, as histological\nexamination suggested possible viral involvement. Six cases proved positive for Herpesvirus,\nthree odontocetes, one common dolphin, one harbour porpoise and one white-beaked\ndolphin all from 2017. Additionally three mysticetes all minke whales also proved positive for\nHerpesvirus. Morbillivirus was detected in two white-beaked dolphins from 2015 and 2016.\nSection 14:   Volunteer training courses\nScotland has over 10,0o0 miles of coastline, including over 800 islands; an enormous area to\ncover for the SMAsS team alone. Consequently, since 2014, we have implemented an\ninitiative to recruit and train collaborators and members of the public in the safe, reliable and\ntechniques used for encouraging the public to report strandings and assesses how effective\nthis approach has been to add data and samples to the scheme. Coined by one volunteer as\na way of training \"Whale Detectives\", the programme has proved invaluable to SMAsS in both\nproviding rapid and reliable information and images about strandings and in many cases\nmeasurement and samples from cases too autolysed, or remote, to enable a necropsy.\n14.1 Courses run 2018\nTwo courses were run in 2018 both at Inverness, to help fill in gaps in our coverage\n1. 09/07/18 training course for new SMAss Volunteers at Inverness SAC.\n2. 05/12/18 training course for new SMASS Volunteers at Inverness SAC.\nSince beginning this initiative in 2014, we have trained 212 people, of which 210 were\nvolunteer declined to sample.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n76 1 P a g e",
    "Page_77": "Figure 57: Volunteer training course at Inverness 9th of July 2018.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n77| Pa g e",
    "Page_78": "COTLAND\nsgow\nUnited\nKingdom\nNORTHERN\nIRELAND\n Figure 59: Distribution of stranding volunteers, colours representing the different WhatsApp groups\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n78|Page",
    "Page_79": "Section 15:\nNecropsy demonstrations and outreach\n15.1 SMASSForum\n On the 2oth of January, SMAsS held the first 'forum' a day of talks and workshops highlighting \nsome of the marine mammal research taking place in Scotland. The event was open to SMASS\nvolunteers and the public held at the Inverness Campus, with capacity being limited to 1o0 by\nthe lecture theatre on site. It was a ticketed event, with the cost of the ticket covering lunch\nand was fully subscribed, with around 20 on a waiting list. Feedback was good, and it is hoped\nto make this an annual event.\nMorning Session\nUHI Campus Inverness,\n1 Inverness Campus, IV2 5NB\n10:00 - 10:10\nWelcome by SMASS\n10:10 - 10:40\nDead useful - Andrew Brownlow (SMASS)\n10:40 - 11:00\nSounds under the sea - Ben Wilson (UHl/SAMS)\n11:00 -11:20\nHarbour Seal Decline Project: Investigating the decline in harbour seal\nnumbers around regions of Scotland - Monica Civil Arso (SMRU)\n11:20 - 11:50\nIn the Company Of Dolphins- Charlie Philips (WDC)\n11:50 - 12:10\nA Rubbish Year - Sorcha Cantwell (Scottish beach clean-up project)\n12:10 - 12:35\nEvidence for change - Lauren Hartny-Mills (HWDT)\n12:35 - 12:45\nElevator pitches - Quick description and summary of workshops\nAfternoon Session\nAn Lochran, UHI Campus Inverness\n10 Inverness Campus, IV2 5NB\n---- LUNCH ---\nprovided to all with a valid ticket\n13:45 - 14:15\nWorkshop round I\n14:15 -14:45\nWorkshop round Il\n14:45 -15:15\nWorkshop round Ill\n---- End of Workshops ---\n15:15 - 16:00 Volunteer feedback session (SMASS volunteers only)\nWorkshops:\n1. Dolphin photo-ID research - how you can get involved.\nHost: Dr Barbara Cheney, Aberdeen University, Cromarty lighthouse field station\nDescription: A practical introduction to the University of Aberdeen's new citizen\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n79| Page",
    "Page_80": "science project and how you can help with their long running bottlenose dolphin\nphoto-identification project.\n2. Introduction to Shorewatch; a taster\nHost:\nKatie\nDyke,\nWhale\nand\nDolphin\nConservation\nDescription: An interactive taster session to the Shorewatch programme, including\nspecies cues and testing your skills on species ID!\n3. Get the Picture?! - An Introduction to Marine Mammal Photography\nHost:\nCharlie\n Phillips,\nWhale\nand\nDolphin\nConservation\n Description: A workshop on how to take good, safe and respectful photos of marine\nmammals from the perspective of increasing the quality of images that are not only\npretty, but useful to science as well.\n4.Mock Mass Stranding Events\nHost:\nStephen\nMarsh\n(British\nDivers\nMarine\nLife\nRescue)\nDescription: In recent years, mass strandings of pilot whales around the Scottish coast \nhave become more regular. BDMLR has a good track record on rescues with over 60%\nof mass stranded whales returned to the water. But are we missing out on some vital\ninformation that could be gathered on the day? Could we learn about strandings by\nlooking a bit closer at the behaviour and patterns of the whales?\nWHALE AND\nDOLPHIN\nUniversity of the\nUNIVERSITY\nCONSERVATION\nHighlands and Islands\nOilthigh na Gaidhealtachd \nOFABERDEEN\nagus nan Eilean\nHebridean\nWhale &\nSea Mammal\nDolphin\nResearch\nTrust\nSRUC\n/Unit\nSAMS\nScottish Marine Animal\nmarine\nStranding Scheme\nCAPTURING\nconservation society\nOURCOAST\n80l Page\nScottish Marine Animal Stranding Scheme 2018 Annual Report",
    "Page_81": "dita\nFigure 61: Delegates enjoying lunch at the SMAss forum\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n81I P a g e",
    "Page_82": "gital\nmock mass stranding workshop at the SMAss forum.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n82 1 P a g e",
    "Page_83": "15.2 Necropsy demonstrations\nIn addition to the volunteer training courses and the Forum, SMAsS have run a single necropsy\ndemonstration to marine science undergraduate students from Scottish Association for\nMarine Science (SAMS) on the 6th of November.\nFigure 63: Necropsy Demonstration for Scottish Association for Marine Science (SAMS) undergraduate students at \nInverness, 6th of November.\nSection 16:\nsndno\n16.1 Overview\nIn 2018, staff at the Scottish Marine Animal Strandings Scheme generated three peer\nreviewed papers, one book chapter and three conference presentations.\n16.2 Publications\nLonneke L. IJsseldijk, Mariel T.l. ten Doeschate, Nicholas J. Davison, Andrea Grone,\nresearch priorities to guide management of harbour porpoises. Marine Policy, 95: 77-\n84. https://doi.org/10.1016/j.marpol.2018.07.006\nLonneke L. IJsseldijk, Abbo van Neer, Rob Deaville, Lineke Begeman, Marco van de\nBildt, Judith M.A. van den Brand, Andrew Brownlow, Richard Czec, Willy Dabin, Mariel\nten Doeschate, Vanessa Herder, Helena Herr, Jooske IJzer, Thierry Jauniaux, Lasse Fast\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n83 I P a g e",
    "Page_84": "Leopold, Albert Osterhaus, Matthew W. Perkins, Uwe Piatkowski, Ellen Prenger-\nBerninghoff, Ralf Pund, Peter Wohlsein, Andrea Grone, Ursula Siebert. Beached\nmacrocephalus mortality event in the North Sea (2018) PLoS ONE 13(8): e0201221.\nhttps://doi.0rg/10.1371/journal.pone.0201221\n· Sinéad Murphy, Robin J. Law, Robert Deaville, James Barnett, Matthew W. Perkins,\nAndrew Brownlow, Rod Penrose, Nicholas J. Davison, Jonathan L. Barber, Paul D.\nJepson (2018). Organochlorine Contaminants and Reproductive Implication in\nMaria Cristina Fossi Cristina Panti, Part 1, Chapter 1.Pages 3-38\n· Lonneke L. IJsseldijk, Andrew Brownlow, Nicholas J. Davison, Rob Deaville, Jan\nHaelters, Guido Keijl, Ursula Siebert & Mariel T.l. ten Doeschate (2018)\nSpatiotemporal trends in white-beaked dolphin strandings along the North Sea coast\nfrom 1991-2017 Lutra 61 (1): 153-163\n16.3 Publications (Submitted)\n·S. E. Nelms, J. Barnett, A. Brownlow, N. J. Davison, R. Deaville, T. S. Galloway,\naround the British coast: ubiquitous but transitory? Nature Scientific Reports.\nDavison, Rob Deaville, Rod Penrose, Valentina Islas-Villanueva, Nathan Wales, Simon\nN. Ingram, Emer Rogan, Marie Louis and Andrew D. Foote. Post-glacial Colonisation\n     a    s   \nLeading-edge Expansion? Submitted to Journal of Heredity\n16.4 ConferencePresentations\n· Andrew Brownlow, Nicholas J Davison, Mariel ten Doeschate, Mark P. Dagleish\nthe pathology workshop at ECS in La Spezia, 7tn April.\nAndrew Brownlow, Mariel ten Doeschate, Nick Davison, Robert Deaville, Mark Dagleish,\nJames Barnett, Jon Barber, Rod Penrose, Matthew Perkins and Paul D. Jepson. So why do\nthey strand? What we know from 25 years of marine mammal surveillance in the UK.\nPresentation, European Wildlife Diseases Association (EWDA) in Larissa, Greece 27thn to the\n31st of August.\n· Mariel ten Doeschate, Nicholas J. Davison, Robert Deaville, Mark P. Dagleish, James\nBarnett, Jon Barber, Rod Penrose, Matthew Perkins, Paul D. Jepson, and Andrew Brownlow,\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n84 1 P a g e",
    "Page_85": "Dead useful; Separating the Signal From the Noise through Marine Mammal Strandings\nSurveillance Presentation, European Wildlife Diseases Association (EWDA) in Larissa, Greece\n27th to the 31st of August.\n16.5 Media\nThe adult male long-finned pilot whale that live stranded and died on Calgary beach, Mull, on\nthe 1gth January received media attention.\nhttps://www.pressandjournal.co.uk/fp/news/islands/1399315/needs-pic-long-finned-pilot-\nwhale-dies-stranding-mull/\nThe SMAsS held on the 2Oth January received some coverage.\nhttp://www.bbc.co.uk/news/uk-scotland-highlands-islands-42439945\nhttp://www.invernesscampus.co.uk/news/2018/a-first-for-scottish-marine-stranding-\nforum/\nA BBC radio Scotland interview with Andrew was recorded on the 19th January, and\nbroadcasted on the 20th January.\nThe live stranding of a sperm whale at Buddon Ness in Angus on the 21th of March attracted\nquite a bit of media coverage\nhttps://www.thecourier.co.uk/fp/news/local/angus-mearns/624009/video-watch-as-\ncomplex-operation-to-probe-death-of-and-bury-tay-sperm-whale-gets-under-way/\nhttps://www.scotsman.com/news/environment/autopsy-to-be-performed-on-sperm-\nwhale-found-on-scottish-beach-1-4713004\nhttp://www.dailymail.co.uk/news/article-5531375/A-12-metre-sperm-whale-dies-washing-\nScottish-beach.html\nhttps://www.mirror.co.uk/news/uk-news/heartbreaking-drone-footage-shows-body-\n12231698\nhttps://www.eveningexpress.co.uk/fp/news/scotland/watch-sadness-as-massive-40ft-\nwhale-washed-up-at-scottish-beach-dies/\nIn April, the unsuccessful re-float of a harbour porpoise at Crammond near Edinburgh\nattracted some local press interest.\nhttps://www.edinburghnews.scotsman.com/news/porpoise-stranded-on-cramond-island-\ndies-after-failed-rescue-bid-1-4731222\nIn May, the rare report of a harp seal pup on Skye and its subsequent necropsy attracted quite\nbit\ninterest\nincluding\nof\n media\nthe National\nGeographic\na\nmagazine.\nhttp://www.bbc.co.uk/news/uk-scotland-highlands-islands-44314724\nhttps://news.nationalgeographic.com/2018/05/seal-plastic-death-climate-change-\nanimals/?utm source=Facebook&utm medium=Social&utm content=link fb20180531new\ns-sealpupplastic&utmcampaign=Content&sf190778010=1\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n85| Page",
    "Page_86": "In August, yet another harp seal turned up this time in Aberdeenshire and attracted some\nmedia interest. This actually turned out to be a grey seal pup with patches of alopecia.\nhttps://www.bbc.co.uk/news/uk-scotland-highlands-islands-45127499\nhttps://www.pressandjournal.co.uk/fp/news/aberdeen/1537878/lost-arctic-seal-washes-\nup-dead-on-aberdeenshire-beach/\nhttps://www.eveningexpress.co.uk/fp/news/local/investigation-after-arctic-seal-found-\ndead-on-north-east-beach/\nIn August and September an unusual mortality event (UME), involving Cuvier's beaked whales\nattracted a large amount of press coverage.\nhttps://www.bbc.co.uk/news/uk-scotland-highlands-islands-45342576\nhttps://www.bbc.co.uk/news/uk-scotland-highlands-islands-45446869\nhttps://www.bbc.co.uk/news/uk-scotland-highlands-islands-45508188\nhttps://www.thetimes.co.uk/article/deaths-of-40-whales-on-west-coast-prompts-inquiry-\n3j062677r\nhttps://www.thetimes.co.uk/article/suspicion-falls-on-submarines-for-record-number-of-\nwhale-deaths-vj6lbg193\nhttps://uk.whales.org/blog/2018/08/why-are-beaked-whales-stranding-on-irish-and-\nscottish-coasts-again\nhttps://www.pressandjournal.co.uk/fp/news/islands/1561124/a-spate-of-whale-strandings-\nalong-scotlands-west-coast-is-being-linked-to-the-search-for-a-russian-sub/\nhttp://www.thejournal.ie/record-number-of-dead-beaked-whales-washed-ashore-in-\nireland-this-month-4203674-Aug2018/\nhttps://www.pressandjournal.co.uk/fp/news/highlands/1559575/mystery-surrounds-\nlargest-number-of-recorded-deep-sea-whale-strandings-on-west-coast-of-scotland/\nhttps://www.sundaypost.com/fp/scientists-investigate-as-dozens-of-whales-wash-up-on-\nscottish-coast/#r3z-addoor\nhttps://www.stornowaygazette.co.uk/news/mystery-of-the-large-number-of-strandings-\nacross-the-islands-1-4805658\nhttps://www.obantimes.co.uk/2018/09/11/whale-washes-up-in-mystery-strandings/\nhttps://www.thesun.co.uk/news/7237867/beaked-whale-deaths-scotland-russian-\nsubmarines-uk-coast/\nhttps://www.pressreader.com/uk/the-press-and-journal-inverness-highlands-and-\nislands/20181004/281522227030972\nhttps://www.communitiesforseas.scot/beaked-whales-stranding-again/\nhttps://www.pressandjournal.co.uk/fp/lifestyle/animals/1547143/whale-deaths-along-\nscottish-and-irish-coasts-may-be-linked-to-military-games/\nhttps://www.campbeltowncourier.co.uk/2018/09/11/whale-washes-up-in-mystery-\nstrandings/\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n86 l Pa ge",
    "Page_87": "https://extra.ie/2018/09/22/news/irish-news/whale-deaths-irish-coast-submarines\nhttps://www.thetimes.co.uk/article/war-games-may-be-killing-whales-say-campaigners-\nrwqnn9nzp\nhttps://www.galwaydaily.com/news/mystery-mass-whale-deaths-hit-record-high/\nIn September, the recovery and subsequent necropsy of a minke whale also resulted in some\nmedia coverage.\nhttps://www.bbc.co.uk/news/uk-scotland-highlands-islands-45630725\nhttps://www.pressandjournal.co.uk/fp/news/highlands/1566619/minke-whale-dies-after-\nwashing-up-on-highland-beach/\nhttps://www.bbc.co.uk/news/uk-scotland-highlands-islands-45572528\nhttps://www.inverness-courier.co.uk/News/Rescuers-fail-to-save-beached-minke-whale-\n20092018.htm\nhttps://www.dailyrecord.co.uk/news/scottish-news/massive-21ft-whale-carcass-hauled-\n13300057\nIn October, the continuing UME of beaked whales along the West coast of Scotland and\nIreland continued to attract attention\nhttps://www.bbc.co.uk/news/uk-scotland-45643374\nhttps://www.pressandjournal.co.uk/fp/news/islands/shetland/1584371/shetwhaless/\nhttps://www.livescience.com/63949-unprecedented-dead-whales-scotland-ireland.html\n In November a fairly manky minke attracted some media attention.\nhttps://www.thecourier.co.uk/fp/news/local/angus-mearns/771341/whale-discovered-on-\nangus-beach-to-be-buried-today/\nA stranded basking shark also in attracted a bit of attention too.\nhttps:/www.thecourier.co.uk/fp/news/local/angus-mearns/771136/such-a-magnificent-\nbeast-body-of-20ft-basking-shark-washes-up-on-angus-coast/\nhttps:/www.pressreader.com/uk/the-courier-advertiser-perth-and-perthshire-\nedition/20181124/281552291909201\nIn December, a mass stranding of pilot whales in the Firth of Forth attracted some media\ninterest.\nhttps://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-46469948\nhttps://www.thecourier.co.uk/fp/news/local/fife/778409/animals-rescuers-called-after-\npod-of-whales-found-stranded-near-fife-village/\nhttps://www.edinburghlive.co.uk/news/edinburgh-news/four-pilot-whales-die-after-\n15519040\nhttps://www.thecourier.co.uk/fp/news/local/fife/779885/experts-fear-pilot-whales-\nstranded-near-fife-village-have-perished/\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n87| Page",
    "Page_88": "https://stv.tv/news/east-central/1433528-three-whales-die-despite-rescue-efforts-after-\nbeaching/\nhttps://www.dunfermlinepress.com/news/17275506.experts-fear-remaining-whale-may-\nbe-injured-or-il/\nhttps://www.thecourier.co.uk/fp/news/local/fife/779202/concern-for-whales-after-experts-\nlose-track-of-forth-pod/\nhttps://www.thecourier.co.uk/fp/news/local/fife/780282/sad-end-for-forth-pod-as-two-\nwhales-dead-and-two-likely-to-be-euthanised/\nAlso in December, the UME also made the news again this time in the Herald despite no one\nfrom SMASS actually talking to the paper or releasing any results.\nhttps://www.heraldscotland.com/news/17328433.scientists-point-finger-for-mass-whale\ndeaths-at-rise-in-submarine-war-games/\n16.6 Conferences/meetings\n· Mariel and Andrew presented talks at the European Cetacean Society (ECS) annual\nconference in La Spezia, Italy 8th-10th of April\n· Mariel and Andrew presented tow talks at the European Wildlife Disease Association\n(EWDA) in Larissa, Greece 27th to the 31st of August.\n Andrew attended the Agreement on the Conservation of Small Cetaceans of the Baltic\nand North Seas (ASCOBANS) conference in Vilnius, Lithuania 25th - 26th September.\n Mariel and Andrew presented talks at Marine Alliance for Science and Technology\nScotland (MASTS) science conference in Glasgow 31st to 2nd of November.\nAndrew was invited to represent the UK CSiP at a workshop sponsored by Sea Alarm\nrespond to marine wildlife emergencies. Brest, Oct 8th-11th 2018\n16.7 Other collaborations\nRaquel Puig Lozano from the University of Las Palmas, Grand Canaria, Spain had a week's\ninternship with SMASS in December.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n88 l P a g e",
    "Page_89": "Figure 64: Raquel Puig Lozano from the University of Las Palmas, Grand Canaria during the pilot whale MSE December\n2018.\n16.8 Website and digital media\nFacebook and Twitter pages were set up in October 2012. We post regular stranding reports,\nselected photos and requests for information on strandings on both. Feedback has generally\nbeen good and at the end of January 2019 Facebook has over 9300 likes and Twitter has over\n 1000 followers. Both still prove a valuable resource for the reporting of strandings to the\nscheme.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n89 I P a g e",
    "Page_90": "ScotishMarineAnimal StrandingsScheme\nQ\nInbox\nNotifications\nInsights\nPublishing To\nSettings\nPage\nHelp\nSendM\nage!\nRespond fastert turn on the badge\nnunity\nSeeall\nScottish Marine\nFiona Chav\nAnimal Strandings\nrhavecheckedin\nSchemeo\n@strandings\nInvite Friends\n9,382people lkethis\nHome\n9,466peoplefollow this\nAbout\nPhotos\nAbout\nSee All\nReviews\nQ01463246043&07979245893\nVideos\nSend message\nEvents\nstranding\nPosts\nOrganisation\nServices\n2-0:80 s\nOpennow\nFigure 65: Facebook front page, Jan 2018.\n16.9 Data and sample requests\nThese are either part of on-going collaborations or one off requests for data and or samples.\n16.9.1\nSamples sent\n24/01/2018 skin samples from grey and harbour seals for genetic analysis. Kristina\n Steinmetz student GMIT Galway, Ireland.\n 06/03/2018 fixed helminths sent for identification. Natalia Fraija-Fernandez NHM\nLondon helminth post doc research.\n07/03/2018 fixed helminths sent for identification. Natalia Fraija-Fernandez NHM\nLondon helminth post doc research.\n13/03/2018 faeces and urine for domoic acid analysis, ongoing collaboration with Ailsa\nHall SMRU.\n13/03/2018 cetacean stomach contents for prey analysis, new collaboration with\nSimon Northridge SMRU.\n14/03/2018 fixed helminths sent for identification. Natalia Fraija-Fernandez NHM\nLondon helminth post doc research.\n19/03/2018 fixed helminths sent for identification. Natalia Fraija-Fernandez NHM\nLondon helminth post doc research.\n27/03/2018 fixed helminths sent for identification. Natalia Fraija-Fernandez NHM\nLondon helminth post doc research.\nTexas at El Paso Sowerby's beaked whale tissues for stable isotope analysis\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n90|Page",
    "Page_91": "· 26/06/2018 Emma Carroll SMRU skin samples from beaked whales for genetic analysis\nas part of Morten Olsen's project.\n10/08/2018 Emma Carroll SMRU skin samples from beaked whales for genetic analysis\nas part of Morten Olsen's project.\n16/08/2018 Emma Carroll SMRU skin samples from beaked whales for genetic analysis\nas part of Morten Olsen's project.\n· 08/10/2018 Emma Carroll and Aubrie Onoufriou SMRU\nmuscle\nsamplesfrom\nbeaked whales for genetic analysis as part of UME investigation\n· 15/11/2018 Emma Carroll and Aubrie Onoufriou SMRU\nmuscle\nsamples  from\nbeaked whales for genetic analysis as part of UME investigation\n· 22/11/2018 Mara Rocchi Virus Surveillance Moredun Institute UME beaked whale\nsamples for morbillivirus PCR\n16.9.2\nData sent\n· 25/01/2018 data on skin samples from grey and harbour seals for genetic analysis.\nKristina Steinmetz student GMIT Galway, Ireland.\n· 22/02/2018 data on Orkney seal strandings, Brian Ribbands Orkney Field Club.\n 26/02/2018 Data on harbour seal strandings 1992-2017 for population model. Monica\nArso/ Ailsa Hall SMRU.\n06/03/2018 data on fixed helminths sent for identification. Natalia Fraija-Fernandez\nNHM London helminth post doc research.\n· 09/03/2018 Data on seal Strandings Skye, Kintyre, Orkney Monica Arso SMRU\n14/03/2018 data on fixed helminths sent for identification. Natalia Fraija-Fernandez\nNHM London helminth post doc research.\n19/03/2018 data on fixed helminths sent for identification. Natalia Fraija-Fernandez\nNHM London helminth post doc research.\n·19/03/2018 data on turtle strandings for 2017 Rod Penrose MEM Wales\n· 27/03/2018 data on fixed helminths sent for identification. Natalia Fraija-Fernandez\nNHM London helminth post doc research.\n· 20/04/2018 Georg Hanke National Museum of Scotland data on large cetacean\nstrandings on the Uists 2013-2017.\n· 18/05/2018 Zena Timmons National Museum of Scotland Data on particular\nindividuals stranded on the Western Isles for potential collection trip\n24/05/2018 Emma Milne SMRU MSc student Meta data on faeces/urine samples\ndomoic acid study with Ailsa Hall\n07/06/2018 Nikki Taylor JNCC Cause of death of UK seals data in 2010-2011 for\nreporting.\n· 19/06/2018 Kerri Smith Smithsonian Institution Predoctoral Fellow Wildlife Ecology\nand Conservation Lab Environmental Science and Engineering Program University of\nTexas at El Paso Data on Sowerby's beaked whale tissues for stable isotope analysis\n· 26/06/2018 Emma Carroll SMRU Data on skin samples from beaked whales for genetic\nanalysis as part of Morten Olsen's project.\n· 12/07/18 Monica Arso Civil, data on seal strandings Skye, Kintyre, Orkney.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n91lPage",
    "Page_92": "10/08/2018 Emma Carroll SMRU data on skin samples from beaked whales for genetic\nanalysis as part of Morten Olsen's project.\n16/08/2018 Emma Carroll SMRU data on skin samples from beaked whales for genetic\nanalysis as part of Morten Olsen's project.\n 09/11/2018 Denise Risch and Steven Benjamins\nSAMS Data on Minke whale\nstrandings.\nUniversity of Texas at El Paso Data UME and other beaked whale strandings\n· 15/11/2018 Aubrie Onoufriou SMRU Data on beaked whale samples\n13/11/2018 Wojtek Bachara Independent beaked whale specialist Data on Cuviers\nUME\n 14/11/2018 Nikki Taylor J\n JNCC Data on Minke whale findings\n22/11/2018 Mara Rocchi Virus Surveillance Moredun Institute Data on UME beaked\nwhale samples for morbillivirus PCR\n23/11/2018 Nicola Hodgins WDC Data on BND strandings in Lewis and Harris\n18/12/2018 Alex Coram SMRU Data on minke whale entanglements\n20/12/2018 Mary Harman SMASS volunteer data on beaked whale UME for Western\nIsles\n16.10\nCollaborators\n· Dr Mark Dagleish Moredun Research Institute, Pentlands Science Park, Bush Loan,\ntissues from Scottish cetaceans.\nmarine mammal stranding events in Scotland. Marine mammal skulls and scapulae are\nsent to Dr Kitchener for marine mammal morphometric studies.\n· Professor Ailsa Hall SMRU. Biotoxin screening for levels of domoic acid\n·\n Dr Eva Krupp, Aberdeen University. Metal residue analysis of tissues collected at\nnecropsy\n· Dr Barbara Cheney, Aberdeen University. Bottlenose dolphin necropsy details for\ncomparison with photo-id catalogue.\n· Dr Graham Pierce, University of Aberdeen, Oceanlab, Main Street, Newburgh,\nAberdeenshire, Scotland, AB41 6AA, UK Collaboration on life history, dietary and\n· Dr Fiona Read, University of Aberdeen, Oceanlab, Main Street, Newburgh,\nAberdeenshire, Scotland, AB41 6AA, UK Collaboration on life history and teeth aging\ncetaceans stranded in Scotland.\nKT15 3NB. Identification of Mycoplasma sp. isolates from marine mammals.\n· Emma-Jane Dale Brucella Reference Laboratory, Animal and Plant Health Agency, New\nspp. and typing of Brucella isolates.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n92| Page",
    "Page_93": "· Dr. Maria Morell, University of British Columbia (UBC), Canada. Examination of ear\nof hearing ability in mass stranded pilot whale.\n· Erasmus Medical Centre, Rotterdam, the Netherlands - bacteriological culture of\nsamples collected following necropsy of marine mammals.\n· Scottish Salmonella Reference Laboratory - perform typing of Salmonella isolates\nWhiteknights, Reading - performs sequencing of bacterial isolates.\n· Dr. Catherine S Jones University of Aberdeen, Skin & muscle from Basking sharks for\nDNAanalysis.\n· Milaja Nykanen, PhD Candidate School of BEES University College Cork Ireland for\nbottlenose dolphin mitogenome work.\nEileen Harris Senior Curator Parasites & Vectors Division Department of Life Sciences\nNatural History Museum Cromwell Road London SW7 5BD\nDivision Department of Life Sciences Natural History Museum Cromwell Road London\nSW75BD\n· Kristina Steinmetz student grey and harbour seals for genetic analysis GMIT Galway\nIreland.\n· Kerri Smith Smithsonian Institution Predoctoral Fellow Wildlife Ecology and\nConservation Lab Environmental Science and Engineering Program University of Texas\nat El Paso Sowerby's beaked whale tissues for stable isotope analysis\n· Monica Arso/ Ailsa Hall SMRU harbour seal declines.\n· Lonneke L. ljsseldijk, BSc Project coordinator Cetaceans Faculty of Veterinary\nMedicine, Department of Pathobiology Utrecht University Yalelaan Utrecht The\nNetherlands. Bacteriology\n· Emma Carroll / Aubrie Onoufriou / Morten Olsen SMRU beaked whale genetic\nanalysis.\nSection 17:  Staff and facilities\nSMASS currently has four members of staff. Andrew Brownlow the veterinary pathologist and\n o s   oa       s\nundertakes the microbiology for the scheme. He joined the team in October 2012 and has\nbeen involved with marine mammal pathological investigation for 33 years. Mariel ten\nDoeschate joined as a marine strandings administration assistant in September 2014. Ellie\n(    n       s \nproject.\nSince its inception, SMAsS has operated from SRUC Veterinary Services Disease Surveillance\ncentre at Drummondhill, Inverness. It continued to do so for the whole of 2018, however the\nsite was closed in June 2019. SMASS staff have relocated to the Inverness campus site,\nhowever the future arrangements for necropsy of marine mammals in the region are unclear.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n93|Page",
    "Page_94": "Section 18:Acknowledgments\nThe successful operation of a strandings project over the 10,oo0 miles comprising Scotland's\ncoastline is only possible with assistance from a large number of individuals and organisations.\nstranded animals. We are immensely grateful to all who helped us out so far in 2018, however\nparticular thanks are due to the staff and students of the Sea Mammal Research Unit,\nRescue medics, the Hebridean Whale and Dolphin Trust and Mark Dagleish at the Moredun\nResearch Institute.\nWe are also grateful to all our trained stranding volunteers who have ventured out in all\nweathers to collect photographs, data and samples from some much decomposed animals.\nanimals. Thanks also to Lee Watson, Vaila Smith, Corrine Gordon, Laura Howieson, Sarah\nDolman, David Nairn, Stephanie Cope, Reuben Brown, Malcolm Ogilvie, Vivi Bolin, Lisa\nForsyth, Andrew Ferguson, Jack Lucas, Mary Harman, Bill Neil, Jenny Grant, Sue Pomeroy,\nGeorge Lees, Peggy Semler, Nikki Taylor, Alice Doyle, Catriona Macintyre, Alex Robertson,\nStephen Kirkup, Stephanie Cope, Elaine O'Reilly, Steve and Linda Littlewood, Mary Harris, Nick\nLindsey Hanekon, Jen Harland, Walter Innes, Monika Carrie, Monica Arso Civil, Mary Clark,\nPippa Garrard, Gemma Nowrie, Helene G Marc Herridge, Peter Keiller, Gwen Evans, Janet\nMarshall, Graeme Skea, Mark Fuller, Sorcha Cantwell Leanne McLardy, Alex Burns, Lynn\nWaddell, Sarah Dolman, Claire Cook, Laura Howieson, Paul Castle, Lisa Forsyth, lmogen\nSawyer, James Mckenzie, Kerry Harris, Paul \"Smudger\" Smith, Richard and Alison Riley,\nRussell Neeve, Emma Neave- Webb, Jenni Kakkonan, Pete Beavington for sampling animals.\nAlso to Mary Harris and Ross Flett for their efforts in recovering the Atlantic white-sided\ndolphin from Hoy, Orkney. Special to those who helped recover animals for necropsy, Pippa\nBritish Divers Marine Life Rescue HM Coastguard - Highland, the Fort George 3rd Battalion\nRoyal Regiment of Scotland, as well as the Highland council and all the locals who came by to\nlend a hand recovering the minke whale from Ardesier.\nScottish Marine Animal Stranding Scheme 2018 Annual Report\n94 I P a g e"
}