{
    "Page_1": "Modern Group Theory\nCorran Webster\nMay 3, 2004",
    "Page_2": "",
    "Page_3": "Contents\n1\nIntroduction\n1.1\nSymmetry\n1.2\nReview: Sets\n6\n1.3\n10\n1.4\nPermutations\n11\n1.4.1\nCycles\n14\n1.4.2Parity\n17\n1.4.3\nPermutation Matrices\n21\n1.5\nModulo Arithmetic\n24\n1.6\nAddendum: Technical Details\n25\n1.6.1\nSymmetry\n25\n1.6.2Parity\n26\n2\nGroups\n29\n2.1\nBinary Operations\n29\n2.2\nGroups\n32\n2.3\nWorking With Abstract Groups\n39\n2.4\nCayley Tables\n41\n2.5\nGenerators\n45\n2.6\nExcursion: Introduction to Categories\n51\n2.7\nDirect Products\n52\n2.8\nSubgroups\n56\n2.9Homomorphisms\n62\n3\nThe Structure of Groups\n71\n3.1\nThe Subgroup Lattice\n71\n3.2\nExtension: Lattices.\n76\n3.3\nThe Centre and Centralizers\n81\n3.4\nCosets\n86\n3.5\nClassifying Groups of Small Order\n90\n3.6Excursion: Equivalence Relations\n93\n3.7\nConjugacy Classes\n96\n3.8\nNormal Subgroups\n101\n3.9  Groups of Small Order, Part II\n110\niii",
    "Page_4": "CONTENTS\n3.10 Extension: Cayley Graphs\n112\n4\nConstructing Groups\n117\n4.1\nQuotient Groups\n117\n4.2\nAutomorphism Groups\n124\nExtension: Category Theory\n129\n4.3\n4.4 Semidirect Products\n137",
    "Page_5": "Chapter 1\nIntroduction\nAlgebraic structures of various types occur naturally in many different areas\n of mathematics. The most straightforward examples arise in arithmetic, but\nthere are numerous other examples which are not as obvious. In this chapter we\nstart our study of group theory by looking at a number of concrete situations\nwhere an algebraic structure arises naturally. We will see that all these algebraic\nstructures share common features, and these common features will lead us to\nthe definition of a group in Chapter 2.\n1.1 Symmetry\nYou are familiar, at least in an informal way, with the idea of symmetry from\nEuclidean geometry and calculus. For example, the letter “A\" has refective\nsymmetry in its vertical axis, “E\" has refective symmetry in its horizontal axis,\n\"N\" has rotational symmetry of π radians about its centre, “H\" has all three\ntypes of symmetry, and the letter “F\" has none of these symmetries.\nSymmetry is also important in understanding real world phenomena. As\nsome examples:\n· The symmetries of molecules can affect possible chemical reactions. For\nexample, many proteins and amino acids (the basic building blocks of life)\nhave “left-handed\" and “right-handed\" versions which are reflections of\none-another. Life on earth uses the “left-handed\" versions almost exclu-\nsively.\n· Crystals have very strong symmetries, largely determined by the symme-\ntries of the atoms or molecules of which the crystal is built.\n· Most animals and plants have some sort of symmetry in their body-shapes,\n although they are never perfectly symmetrical. Most animals have bi-\nlateral symmetry, while plants often have five-fold or six-fold rotational\nsymmetry.",
    "Page_6": "Introduction\n· In art and design, symmetrical patterns are often found to be more pleas-\ning to the eye than asymmetrical patterns, or simply more practical.\n· Waves in fuids, and the vibrations of a drumhead or string are often\nsymmetrical, or built out of symmetric components. These symmetries\nare usually inherent in the underlying equations that we use to model\nsuch systems, and understanding the symmetry can be crucial in finding\nsolutions to these equations.\nBut what, precisely, do we mean by symmetry?\nDefinition 1.1\nLet Ω be a subset of Rn. A symmetry of Ω is a function T : Rn → Rn such\nthat\n(i) {T(x) :  ∈ Ω} =Ω, and\n(ii) T preserves distances between points: if d(c, y) is the distance between\nthe points x and y, then d(T(x),T(y)) = d(x,y).\nWe denote the set of all symmetries of Ω by Sym(Ω). Every set Ω has at least\none symmetry, the identity symmetry I(c) = .\nFunctions which preserve distance are called isometries, so every symmetry\nis an isometry.\nProposition 1.1\nLet Ω be a subset of Rn, and let S and T be symmetries of Ω. Then\n(i) T is one-to-one and onto.\n(ii) the inverse function T-1 is a symmetry of QΩ\n(iii) the composition T o S is a symmetry of Ω\n(iv) the compositions T o T-1 and T-1 oT always equal the identity sym-\nmetry I.\nProof:\n(i) This follows immediately from the technical result that every isometry\nfrom Rn to Rn is one-to-one and onto (this is proved in Lemma 1.11at the end\nof this chapter).\n(ii) Since T is one-to-one and onto, it has an inverse function T-1. We\nobserve that T-1(Ω) = T-1(T(Ω)) = Ω, and also that d(T-1(x),T-1(y)) =\nd(T(T-1(x), T(T-1(y) = d(x,y). Hence T-1 is a symmetry of Ω.\nParts (iii) and (iv) are left as a simple exercise.\n■\nNotation: Many algebra texts\nWe will usually write the composed symmetry ToS as simply TS. Remember\nwrite ST for T o S, because S is\nthat because function composition works from right to left, TS means that the\napplied first, then T. In these\n symmetry S is applied first, followed by the symmetry T.\nnotes, however, we will remain\nconsistent with the traditional\nfunction composition order, but\nMay 3,2004\nVersion 0.6\nyou must keep this clear in your\nhead to avoid confusion.\nAnother commonly used\nconvention in algebra is to apply\nfunctions on the right, so T(α) is\nwritten as cT, so that S(T(c))\nwould be written as xTS.",
    "Page_7": "1.1. Symmetry\n3\nFigure 1.1: The set Ω of Example 1.1\nYou should also recall that composition of functions is associative (see Propo-\nsition 1.2) so composition of symmetries is always associative. In other words if\nS, T and U E Sym(Ω), then S(TU) = (ST)U. However, composition of func-\ntions is not usually commutative, so without additional evidence, we cannot\nconclude that ST = TS.\nExample 1.1\nLet Ω  R? be the H-shaped set illustrated in Figure 1.1\n Then Ω has\npercisely the following symmetries:\nI(x,y) = (x,y)\n(Identity)\nH(x,y) = (,-y)\n(Reflection in the c-axis)\nV(x,y) = (-α,y)\n(Reflection in the y-axis)\nR(x,y) = (-x,-y)\n(Rotation by T radians about the origin)\nWe can confirm by direct calculation that I-1 = I, H-1 = H, V-1 = V\nand R-1 = R. In other words, each of these transformations is its own inverse.\nThese symmetries compose in the following ways:\nHoH=I\nHoV=R\nHoR=V\nVoH=RVoV=I\nVoR=H\nRoH=V \n RoV=H\nRoR=I\n In fact we can summarize this using a “multiplication table\":\no丨IHV\nR\nI\nI\nH\nV\nR\nH\nH\nI\nR\nV\nV\nA\nR\nI\nH\nR|RV\nH\nI\nThis sort of “multiplication table” is called a Cayley table for the operation.\nMay 3, 2004\nVersion 0.6",
    "Page_8": "Introduction\nFigure 1.2: The equilateral triangle of Example 1.2\nThe composition of symmetries in this example is commutative.\n. You can\nverify this by simply checking every possible product. For example, from the\nCayley table we have HR = V, and RH = V, so HR = RH.\nThere is nothing really special about the set Q in the previous example,\nother than the fact that composition is commutative for this set. As the fol-\nlowing example shows, we should not expect composition of symmetries to be\ncommutative in every case.\nExample 1.2\n Let Ω ≤ R2 be an equilateral triangle with veritces (1, 0), (-1/2, V3/2) and\n(-1/2, -V3/2). Then Ω has the following symmetries:\nI\nIdentity\nR1\nRotation by 2π /3 radians clockwise\nR2\n Rotation by 2π/3 radians anticlockwise\nHo\nRefection in the c-axis\nH1\nRefection in the line through (0,0) and (-1/2, √3/2)\nH2\nRefection in the line through (0,0) and (-1/2,-V3/2)\nThe precise formulas for these symmetries are an exercise. A little thought\ntells us that I-1 = I, R-1 = R2, R21 \nH-1 = H3. The Cayley table for these symmetries is:\nI\nR1\nR2\nHo\nH\nH2\n1\nR1\nR2\nHo\nH1\nH2\nR1\nR1\nR2\nI\nH1\nH2\nHo\nR2\nR2\nI\nR1\nH2\nHo\nH1\nHo\nHo\nH2\nH1\nI\nR2\nR1\nH1\nH1\nHo\nH2\nR1\nI\nR2\nH2\nH2\nH1\nHo\nR2\nR1\nT\nThis operation is associative, but it is clearly not commutative: Ho o H1 =\nR1, but H1 o Ho = R2, for example.\nMay 3, 2004\nVersion 0.6",
    "Page_9": "1.1. Symmetry\n5\nSome sets have infinite collections of symmetries, but even in these cases we\ncan still understand how composition works.\nExample 1.3\nLet Ω = {(x,y) E R2 : α² +y2 = 1} be the unit circle. Then Ω has infinitely\nmany symmetries, which fall into two classes:\nRo\nRotation by θ radians clockwise, 0 ≤ θ < 2π\nHReflection in the line which makes an angle Φ to the c-axis\nat the origin, O ≤ < π.\nThe identity is Ro, rotation by O radians. We can also check that the inverse\nof Ro is R2π-o for O < θ < 2π, and the inverse of H, is H.\nBecause the set of symmetries is infinite, we can't write down a Cayley table,\nbut we can list how the generic symmetries compose:\nRo o Rw = Ro+w \nRe o H = Hp-0/2\nH o Rg = Hp+0/2  H, o Hu= R2b-2p\nwhere all angles are reduced to lie in the appropriate ranges. The easiest way\nto verify this table is to note that H, = Ho o R2 = R-2 o Ho, which greatly\n simplifies calculations involving H.\nAll the examples so far have used rotational and refective symmetries, but\nsome sets also have translational symmetry.\nExample 1.4\nLet Ω{(x,y) E R2 : y = 0} be the c-axis in R2. Then Ω has symmetries of\nthe form\nTe(x,y) = (x + c,y),\nie. right translation by c, for any c E R, and\nSe(x,y) = (-x+ c,y),\nie. refection about O, followed by right translation by c, for any c E R (which\nis equal to reflection about the point c/2).\nThe identity symmetry is To, the inverse symmetry of Te is T-c, and the\ninverse symmetry of Se is Se. The symmetries of this set compose by the rules\nTa oT = Ta+b  Ta o Sb= Sa+b\nSa oT = Sa-b  Sa o Sb= Ta-b\nExercises\n1.1.1. Find the set of symmetries for each capital letter of the alphabet (assume\nuniform, sans serif letter shapes).\nMay 3, 2004\nVersion 0.6",
    "Page_10": "6\nIntroduction\n1.1.2. Prove Proposition 1.1 (iii-iv).\n1.1.3. Write down formulas for each of the symmetries in Example 1.2\nHint 1: the point (,y) E R? rotated clockwise by an angle θ about the\norigin is (c cos θ + y sin θ, - sin θ + y cos θ).\nHint 2: from the Cayley table, we have H1 = R1 o Ho and H2 = R2 o Ho,\nand it is easy to find the formula of a composition of functions.\n1.1.4. Let Ω  R2 be a square, centred at the origin, with side length 1. Find\nall 8 symmetries of Ω, and write down the formula for each. Find the\ninverses of each symmetry. Write out the Cayley table for the symmetries\nof a square.\n1.1.5. (*) Let Ω ≤ R? be a regular tetrahedron centred at the origin. Show that\nΩ has 24 symmetries.\n1.1.6. (*) Let Ω = Z2 ≤ R2 be the integer lattice in the plane, ie.\nZ2 = {(m,n) E R2 : m, n E Z}.\nClassify the symmetries of Z2. Find the inverses of each symmetry. As in\nExample 1.3 find the product of typical symmetries.\n1.2  Review: Sets\nGroup theory does not require a great deal of mathematical background to get\nstarted: we really only need the concepts of sets and functions to present the\nbasics of the theory. You should have come across the formal definitions of these\nconcepts in previous courses, such as a typical discrete mathematics course. A\nlarge part of the discussion in this section and the next will be to fix notation\nand terminology.\nA set is a collection of mathematical objects. We do not care about the order\nthat the objects are presented, nor any potential duplication of elements. The\nmathematical objects contained in a set S are called the elements or members\nof a set, and write c E S to say that c is an element of S. We say that two sets\nare equal if they have exactly the same elements.\nThe simplest way to present a set is as a list of all the elements of the set\nenclosed in braces, such as the set {1,2,3}. For sets with large numbers of\nelements, or infinite sets, this presentation is tedious (or impossible!), so there\nare two alternatives. If there is a clear pattern to the elements, one can use\n ellipses to elide the majority of the set, leaving just enough to make the pattern\nof elements clear:\n{2,4,6,...,100}  and  {2,3,5,7,11,13,17...}\nare clearly meant to represent the set of all even numbers from 2 to 100, and the\nset of all prime numbers respectively. However some sets are too complicated\nMay 3,2004\nVersion 0.6",
    "Page_11": "1.2. Review: Sets\n7\nfor this sort of presentation, and for these we use “set builder” notation. In set\nbuilder notation we simply specify the set by some property P which defines\nthe set:\n{c|c satisfies P} or {\n{: c satisfies P}.\nFor example, one could write the set of all prime numbers as\n{x|x is prime},\nor the set of all numbers greater than 2 and less than or equal to 10 as\n{ :2<≤10}.\nThis last example illustrates an ambiguity: which collection of numbers do we\nmean? Integers? Rational numbers? Real numbers? To resolve this ambiguity,\nwe usually specify the set S from which we take our elements, and use the\nnotation\n{ E S|c satisfies P}\nor\n{ E S :  satisfies P}.\nTherefore the interval of all real numbers greater than 2 and less than or equal\nto 10 would most clearly be represented by\n{ ∈ R:2<≤10}.\nThere are several special sets that come up with sufficient frequency to de-\nset which contains no elements. The next most important are the various sets\n of numbers:\nN = {1,2,3,4,...}\nnatural numbers\nZ= {...,-3,-2,-1,0,1,2,3,...}\nintegers\nQ = {p/q : p ∈ Z,q E N,p and q coprime}\nrational numbers\nR = {x : x is an infinite decima\nreal numbers\nC = {c + iy : x,y ∈ R}\ncomplex numbers\nWe say that a set A is a subset of another set B, and write A  B, if every Proving Equality of Sets:\nelement of A is an element of B. For example, {2,4,6} ≤ {1,2,3,4,5,6}. Note \nOften we have two sets, A and B,\nwhich we want to show are equal.\nthat if A is equal to B, it is still a subset of B, and that the empty set is always \nA very common technique to\na subset of any other set. We say that A is a proper subset of B if A C B\n3show that this is in fact the case\nand A ≠ B, and we denote this by A C B.\nis to show that each set is a\nWe can combine sets using a number of different set operations. The\nsubset of the other. We can then\nconclude that they are equal. In\nunion of two sets A and B is the set containing all the elements of both sets \nsummary:\ncombined, ie.\nACB and BCA\nAUB= {:  E A or E B}.\nimplies A = B\nMay 3, 2004\nVersion 0.6",
    "Page_12": "8\nIntroduction\nThe intersection of A and B is the set containing the objects that are elements\nof both of the sets, ie.\nAnB = {c :  E A and  ∈ B}.\nIntersection and union are both commutative and associative operations,\n and are distributive with respect to one another:\nAUB=BUA\nA∩B=B∩A\nAU(BUC) = (AUB)UC=AUBUC\nAn(BnC) = (AnB)nC=AnBnC\nAU(BnC) = (AUB)n (AUC)\nAn (BUC) = (AnB)U (A∩C)\nAUO=A\nAnO=Q\nIf there is some natural universal set U of elements which we are consid-\nering, we can define the complement of a set A as the set of all things in U\nnot in A, ie.\nA\" = {c ∈ U :   A}.\nThe complement of the complement is the original set, and complements interact\nwith union and intersection via DeMorgan's laws:\n(A°)° = A\n(AU B)c = An Bc\n(A∩ B) = AU Bc\nn=0\nUc = 0.\nNote that sometimes the notation A is used for complements.\nEven in the absence of a universal set, we can define the set difference\noperation: A\\ B is everything in A which is not in B. That is\nA\\B={c∈A: c B}.\nIf complements make sense, then we have A\\ B = A  Bc. We can also define\nthe symmetric difference of A and B as the set of all things in either A or\nB, but not in both,\nA△B={∈AUB:A∩B}\nor equivalently\nA△B= (AUB)\\ (A∩B)= (A\\B)U (B\\A).\nMay 3, 2004\nVersion 0.6",
    "Page_13": "1.2. Review: Sets\nClearly A △ B = B △ A.\n Perhaps the most important set operation for our purposes, since it appears\nin just about every core definition in abstract algebra, is the Cartesian prod-\nuct. The product of two sets, A × B is the set consisting of tuples (c,y), where\n E A and y E B, ie.\nA × B = {(x,y) : c E A,y ∈ B}.\nMore generally, we define a product of n sets to be the set of n-tuples:\nA1 X A2 × ... × An = {(a1,a2,...,an) : ak E Ak, k = 1,2,...,n}.\nWe also define\nAn =Ax Ax..·x A\nn times\nto be the set of all n-tuples of elements of A. This notation is familiar from\ncalculus, where Rn is the set of all n-tuples of real numbers. Note that A x B\nis not equal to B x A in general, although they are clearly closely related.\nIf A  C, and B  D it is straightforward to see that A × B  C × D.\nWe denote the cardinality of a set A by |Al. For sets with a finite number\nof elements, the cardinality of A is simply the number of elements in the set.\nFor infinite sets, cardinality is a more complicated matter, but for the purposes\nof this course it really only matters whether a set is infinite or not. You should,\nhowever, be aware that there are countably infinite sets (such as Nn, Zn and\nQ) and uncountably infinite sets (such as Rn and Cn) and that countable and\nuncountable sets have different cardinality.\nFor finite sets, we have the following facts from basic counting theory: the\ninclusion-exclusion principle\n[AU B| =[A| + [B| -[A∩ B],\nand the multiplication principle\n[A × B| = [A|IB|.\n Both of these will be of importance when exploring the structure of finite groups.\nExercises\n1.2.1. In this section many identities are stated without proof. Pick 8 of them\nand show why they hold. Be careful not to use any identity or fact which\nis dependent on what you are proving.\n1.2.2. Show that [A\\B| = |A| -|A∩ B|.\nMay 3, 2004\nVersion 0.6",
    "Page_14": "10\nIntroduction\n1.3 Review: Functions\nA function f from A to B is a rule which relates every element c of A to some\nunique element y of B. What is key here is that the function associates c with\nprecisely one element of B. We write y = f(x). More formally, we denote the\nfunction with the notation\nf:A→B\n→y.\nThe set A is the domain, the set B the codomain, while the set\nf(A) ={f(x):  ∈ A}\nis the range of the function. The graph of the function is the subset\n9f ={(x,f(x)) :  ∈ A}\nof A x B.\nFrom time to time, we will wish to specify an abstract function without\nspecifying an exact formula or rule. In this case, we will just write f : A →> B,\nspecifying the domain and codomain, but nothing else. We will also write\nF(A, B) for the set of all functions from A to B. Some texts use BA instead\nfor this set.\nGiven a function f : A →→ B, and a subset X  A, we define the image of\n X to be the subset of B given by\nf(X) ={f(x) :  ∈ B}.\nIf Y  B, we also define the inverse image of Y to be the subset of A given\nby\nf-1(Y) = {x ∈ A : f(x) ∈ Y}.\nIn other words f-1(Y) is the set of elements of A whose value lies in the set Y.\nGiven a function g : A → B and another function f : B → C, we define\nthe composition of f and g to be the function f o g : A → C defined by\n(f o g)(x) = f(g(x)).\nA function is one-to-one or injective if it satisfies the condition\nf(c1) = f(c2) implies 1 = 2.\n A function is onto or surjective if the range equals the entire codomain, or\nequivalently\nf(A) = B.\nA function which is both injective and surjective is called a bijective function.\nA bijective function automatically has an inverse function f-1 : B → A\ndefined by f-1(b) = a if and only if f(a) = b. The fact that f is onto guarantees\nthat f-1 is defined on all of B, while the fact that f is injective ensures that\nf-1 is a function. It follows from the definition that (f o f-1)(α) =  and\n(f-1 o f)(x) = x.\nMay 3, 2004\nVersion 0.6",
    "Page_15": "1.4.Permutations\n11\nProposition 1.2\nLet A, B C and D be sets, and f : A → B, g : B → C and h : C → D be\nfunctions. Then we have:\n(i) Composition of functions satisfies an associative law: (h o g) o f =\nho (go f).\n(ii) If f and g are both one-to-one, then so is g o f.\n(ii) If f and g are both onto, then so is go f.\n(iv) If f and g are both bijections, then so is g o f.\n(v) If f is a bijection, then so is f-1.\n(vi) If f is a bijection [Al = [B|.\nProof:\nThe proof is left as an exercise.\nExample 1.5\nWe could formally write the function f(α) = √ + 1 as:\nf:[0,∞0) →R\n→√x+1.\nAs you would expect, the domain is [O, oo), the codomain is R, the range is \n[1, oo), and the graph is the set of points\n{(x,V+ 1) :  ∈ [0, ∞0)}\nThe function is one-to-one, but is not surjective or bijective.\nExercises\n1.3.1. Prove Proposition 1.2\n1.4 Permutations\nA permutation of a set X is simply a re-arrangement of the elements, or more\nprecisely a function p that maps each element of X to an element of X with no\ntwo distinct elements being mapped to the same element (and for infinite sets,\nwe also need p(X) = X). Another way of saying this is that a permutation of\nX is simply a bijection p : X → X.\n Normally we are interested only in permutations of finite sets, and we really\nonly care how many elements there are to permute. Hence it is customary to\nconsider permutations of the set {1, 2, 3, .., n}.\nMay 3, 2004\nVersion 0.6",
    "Page_16": "12\nIntroduction\nSince permutations are just functions,we can define them as we would any\nother function, by specifying the value that the function takes at each point\nin the domain. Unfortunately, unlike the usual functions you see in a calculus\ncourse, you usually can't specify permutations using a formula.\nExample 1.6\nThe following function p is a permutation of the set {1,2,3, 4,5,6, 7,8}:\np(1) = 2\np(2)= 4\np(3) = 6\np(4)= 8\np(5) = 7\np(6)= 5\np(7) = 3\np(8)= 1\n A more compact way of writing down a permutation is to write it as an array\nof numbers, with 1, through n on the top row, and the respective image of each\nin the second row, like so:\n2\n3\nn\n(p(1） p(2) p(3) ... p(n))\nExample 1.7\nThe permutation p of the previous example can be written as follows:\n1\n12345678\n0=\n=(24687531)\n>\nWe denote the set of all permutations of {1,2,3, ...,n} by Sn\nExample 1.8\nThe set S3 is\n()G~)()(2 3))\n1.2)\n2\nNote that, as in the above example, the identity permutation p(k) = k is\nalways a permutation.\nSince every permutation is a one-to-one and onto function, there is an inverse\nfunction p-1 associated with every permutation p.\nWe can “multiply” two permutations by applying the first permutation, and\nthen using the second permutation to permute the result. If p and q are permu-\ntations of the same set, pq(k) is the what you get from applying q to p(k), ie.\npq(k) = q(p(k)), so pq = qo p (note the reversal of terms in the product versus \nthe composition).\nMay 3, 2004\nVersion 0.6",
    "Page_17": "1.4. Permutations\n13\nProposition 1.3\nLet X be any set, and p and q be permutations of X, then\n(i) p-1 is a permutation of X,\n(ii) pq is a permutation of X,\n(iii) the product satisfies an associative law: (pq)r = p(qr).\nProof:\nThese follow immediately from Proposition 1.2t\n the inverse function of a\nbijection is a bijection, proving (i); the composition of bijective functions is a\nbijective function, proving (ii); and composition of functions is associative, so\n(ub)d =do (b o) = (do b) o = u(bd)\nproving (ii).\nExample 1.9\nLet\n23\nand\n1\n31\n2\nWe can find pq fairly easily: for example if k = 1, we know that p(1) = 3, and\nq(3) = 2, so pq(1) = 2. Repeating for k = 2 and 3, we get So we have\nExample 1.10\nWe listed all the elements of S3 in Example 1.8\nTo simplify notation we\nwill give each of these a symbol to identify it:\n3\n3\n2\npo\np3\n2\nIt is easy to verify that po1 = po, Pi1\nP2,P2\n= P1, P3 = p3, P4 = p4, and\nP5\n= p5.\nJust as with symmetries, we can write out a Cayley table for the products\n of these permutations:\nPoP1P2P3P4P5\nPoPoP1P2P3P4P5\nP1\nP1\nP2\nPo\nP4\nP5\nP3\nP2\nP2\nPo\nP1\nP5\nP3\nP4\nP3\np3\nP5\nP4\nPo\nP2P1\nP4\nP4P3P5T\nP11\nPo P2\nP5|P5P4P3P2P1 PO\nMay 3, 2004\nVersion 0.6",
    "Page_18": "14\nIntroduction\nThis product is not commutative.\nIt's probably not immediately obvious, but if you look closely you will see\n              \nthe Cayley table of Example 2 with the correspondences po ←→ I, pi <→ R1,\np2 <→ R2, P3 ←→ Ho, P4 <→ H1, p5 < H2. Indeed, the inverses of each element\n have the same pattern under these same correspondences.\nIn other words, if we look at these two examples abstractly, we seem to be\ngetting the same underlying mathematical object.\nThis correspondence can be made even more concrete in the following way: if\nwe label the vertices of the equilateral triangle of Example 1.2with the numbers \n1, 2 and 3, starting at (0, 0) and working clockwise, we find that the symmetries \n             \n sponding permutations permute the corresponding numbers.\n>\n1.4.1\nCycles\nEven with the current notation, expressing and working with permutations can\nbe cumbersome. There is another, alternative, notation which can speed up the\nprocess of working with permutations. This notation works by looking at the\ncycles withing a permutation. If p is a permutation of the set X, the cycle of\nan element k of X in p is the sequence of elements (k,p(k),p²(k),...,pm(k))\n(where p' is the product of p with itself l times) such that m is the smallest\nnumber such that, pm+1(k) = k.\nNote that the order of the elements in a cycle is important, but not where\nwe start in the cycle. For example, we regard (k,p(k),p2(k),... ,pm(k)), (p(k),\np²(k),...,pm(k),k), (p²(k),... ,pm(k), k,p(k)), etc. as representing the same\ncycle. If X is the set {1,2,...n}, it is usual to write a cycle starting with the\n smallest number in the cycle.\nA cycle with m elements is called an m-cycle. A 2-cycle is sometimes called\na transposition, since it transposes two elements.\nExample 1.11\n In the following permutation\n12345678\n(24687531)\nwe have 1 → 2, 2 → 4, 4 →→ 8 and 8 → 1, so (1,2,4,8) is a cycle. We could also\nwrite this cycle as (2,4,8, 1), (4,8,1,2), or (8,1,2,4).\nThe smallest element not in this cycle is 3, and we have 3 → 6, 6 →→ 5, 5 → 7\nand 7 → 3, so (3,6, 5, 7) is another cycle.\nSince every element is in one of these two cycles, these are the only cycles\nin this permutation.\n If we find all of the cycles of a permutation, we can represent the permutation\nas a whole as a product of its cycles. But to do that we need to understand how\nto multiply cycles.\nMay 3, 2004\nVersion 0.6",
    "Page_19": "1.4. Permutations\n15\nTo work out how a product of cycles permutes a particular element k, all you\nneed do is work from left to right until you find the element in a cycle, and then\nfind the element which follows it in that cycle. You continue from left to right\nstarting with the the next cycle looking for an occurrence of the new element.\nIf there is, then you find the element which follows it in the cycle. Continue on\nin this fashion until you run out of cycles. The final value of the element is the\nimage of k under the product of cycles.\nExample 1.12\nConsider the permutation p = (1,3,5)(2)(4,6) of the set {1,2,3,4,5,6}. We\ncan calculate p(1) be looking at the first cycle, where we see that the element\nafter 1 in that cycle is 3, and we also note that 3 does not occur in any cycle\nafter the first, so p(1) = 3. Similarly, we have p(2) = 2, p(3) = 5, p(4) = 6,\np(5) = 1 and p(6) = 4. This permutation could also be written as\n(123456)\n(325614)\nNotice that there would be no difference in the above example if the cycle\n   s     e   s (\nparticularly when the set which is being permuted is clear.\nExample 1.13\nConsider the product of cycles p = (1,3, 5)(2, 3)(4,6, 5) in the set {1,2,3, 4, 5,\n6}. We can calculate p(1) be looking at the first cycle, where we see that the\nelement after 1 in that cycle is 3; however 3 occurs in the second cycle, and the\nelement after it in the cycle is 2; and 2 does not occur in the remaining cycle, so\np(1) = 2. Similarly, we have 3 → 5 in the first cycle, and 5 →> 4 in the last cycle,\nso p(3) = 4. Calculating everything out, we have p(2) = 3, p(4) = 6, p(5) = 1\nand p(6) = 5. This permutation could also be written as\n(123456)\n(234615)\nor more simply in cycle notation as (1,2,3,4,6,5).\nAny permutation can be written as a product of the cycles it contains.\nTheorem 1.4\nEvery permutation of Sn can be written as a product of disjoint cycles. (Two\ncycles are disjoint if they have not elements in common.)\nProof:\nLet p be a permutation of Sn. We let ci be the cycle which includes 1,\nC1 = {1,p(1),p²(1),...,pm(1)},\nMay 3,2004\nVersion 0.6",
    "Page_20": "16\nIntroduction\nand we let p1 be the permutation defined by\n[k\nifk E C1,\np1(k) :\n otherwise.\n(p(k)\nThen it is clear that p = Cip1.\nNow if we have written p = C1 ...cipl, where Ci,..., cl are disjoint cycles,\nand pi is a permutation which satisfies has pu(k) = k whenever k is in one of the\ncycles, then one of two things must be true: either every element of {1, 2, ... , n}\nis an element of one of the cycles, or there is some smallest element ki which is\nnot in any of the cycles.\n In the frst case, we have that p must be the identity permutation, so p =\nCl ... cl, and we are done.\nIn the second case, we let Ci+1 be the cycle including ki,\nCl+1 = {k,p(kt),p²(kt),... ,pm(kt)},\nand let pi+1 be the permutation defined by\nk\nif k is an element of any cycle c1, C2,...,Cl+1\npl+1(k)\n(p(k)\notherwise.\nThen p = C1... Cl+1Pl+1\nSince {1,2,3, ...,n} is a finite set, an induction argument using this con-\nstruction proves the result.\nExample 1.14\nThe permutation\n2345678\n8\n(24687531\ncan be written as (1,2,4,8)(3,6,5,7) or (3,6,5,7)(1,2,4,8), or in many other\nways. The first is the standard form.\nExample 1.15\nThe elements of S3 can be represented in cycle form as follows:\n/1\n2\n3\n1\n2\n3\n(1)(2)(3)\n(1,3,2)\n(1,2,3)\n2\n3\n3\n1\n2\n3\n2\n3\n(1)(2,3)\n(1,2)(3)\n(1,3)(2)\n3\n2\n It is often convenient to simply always work with the cycle form of a per-\nmutation. We can calculate the product of two permutations in cycle notation\nMay 3, 2004\nVersion 0.6",
    "Page_21": "1.4.Permutations\n17\nby writing all long product of cycles, and then reducing to the standard form\nof the cycles.\nExample 1.16\nLet p = (1,4,6)(3,5) and q = (1,2,4)(3,6,5). Then pq is given by the\nproduct of cycles (1, 4, 6)(3,5)(1, 2, 4)(3,6, 5).\nStarting with 1, we see that 1 → 4 → 1, so the first cycle of the standard\nform is just (1).\nLooking at 2 next, we have 2 -→ 4, so the next cycle starts (2, 4, ...). Looking\nat 4, we get 4 → 6 → 5, so 5 is the next entry, and the cycle is starting\n(2,4,5,...). Now starting with 5 we get 5 →> 3 → 6, so 6 is next in the cycle.\n Continuing in this manner we get 6 → 1 →→ 2, and 2 is the start of the cycle, so\nthe finished cycle is (2, 4, 5, 6).\nThe only remaining number is 3, so (3) must be the last cycle.\nHence pq = (1)(2,4,5,6)(3), which we will usually just write as pq =\n(2,4,5, 6).\nSimilarly we have that qp = (1, 2,4)(3,6,5)(1,4,6)(3,5), and we have 1 → 2,\n (91) s  4sy  0s 1  9  8  8  9 9 9  1 7\nwe have 4 → 1 → 4, so (4) is a cycle. Finally 5 is the only element remaining,\nso (5) is a cycle. Hence qp = (1,2,6,3)(4)(5) = (1,2,6,3).\n1.4.2  Parity\nInformally, if we compare the permuations\n(123)\nand\n(312)\n        ,     \n\"refects” the elements. Indeed, if we consider the correspondence between these\npermutations and the symmetries of a triangle discussed in Example 1.i0l we\nsee that the first corresponds to a rotation, and the second to a refection. In\nthis section, we will generalize this idea to arbitrary permutations.\nThe starting point of this discussion is a comparison between the following\ntwo products: if p E Sn we define\nDn= II (i-i)\n1<i<j≤n\nand\nD(p) = \nII (p(i)- p(i)).\n1≤i<j≤n\nGiven any pair of distinct elements k,l E {1,2,...,n}, both of these products\ncontain exactly one factor which is a difference of k and l. This is easy to see\nin the product Dn, but a little thought will convince you that it is also the case\nfor D(p). The difference between the two products is that in D(p) it may not\nMay 3, 2004\nVersion 0.6",
    "Page_22": "18\nIntroduction\nnecessarily be the larger term minus the smaller term. Hence Dn and D(p) have\nthe same magnitude, but may differ in sign.\nDefinition 1.2\nLet p E Sn. The parity of p is\nD(p)\nparity(p)=\nDn\nClearly the parity of p is 1 if D(p) > 0 and -1 if D(p) < 0.\nExample 1.17\nConsider the permutations\n3\nand\nIn both cases\nD3 = (3 - 1)(3 - 2)(2 - 1) = 2 × 1 × 1 = 2.\nNow\n( - 1)(I - z)( - 7) = ((1)d - (z)d)(()d - ()d)((1)d - (e)d) = (d)\n=-1x1 x-2=2,\nSO\nparity(p) = 2/2 = 1.\nOn the other hand,\nD(q) =(q(3) -q(1))(q(3) -q(2))(q(2)-q(1)) =(1 - 3)(1 - 2)(2 - 3)\n=-2×-1x -1=-2,\nSO\nparity(q) = -2/2 = -1.\nCalculating the parity in the last example was fairly straightforward, but\ncalculating the parity of a general permutation can be quite time consuming: a\nsimple counting argument tells us that if p E Sn we have n(n - 1)/2 terms in\nthe product D(p). We need a better way to calculate the parity.\nIt turns out that there is nothing particularly special about Dn in the defi-\nnition of parity. Let (x1, 2, ... , n) be a sequence of distinct numbers, and p a\npermutation of {1,2, ...n}. We define\np(x1,x2,...,xn) =(xp(1),Xp(2),...,Cp(n)),\n(1.1)\nMay 3, 2004\nVersion 0.6",
    "Page_23": "1.4. Permutations\nand\nD(x1,C2,...,n) =\n(x-)\n1≤i<j≤n\nThe following technical lemma shows that we can use these instead to find the\nparity of p.\nLemma 1.5\nIf p is a permutation in Sn, then\nD(xp(1),xp(2),...,xp(n)\nparity(p) =\nD(x,x2....,n)\nWe say that p is an even permutation if parity(p) = 1, and p is an odd\n permutation if parity(p) = -1.\nProof:\nSee Section1.6.2\nNote that Dn = D(1,2, ... ,n), and D(p) = D(p(1),p(2),... ,p(n)).\nWith this lemma in hand, we can easily prove the following important result:\nTheorem 1.6\nLet p and q E Sn. Then\nparity(pq) = parity(p) parity(q).\nProof:\nThe key observation here is that if we have permutations p and q, then\nD(pq)\nparity(p) =\nD(q)\nLetting ak = q(k), so that\nD(pq) = D(q(p(1),q(p(2)),...,q(p(n))) = D(ap(1),...,ap(n),\nand\nD(q) = D(a,...,an),\nthe lemma tells us that\nD(ap(1),...,ap(n)\nD(pq)\nparity(p) =\nD(a1,...,an)\nD(q)\nIt is immediate form this that\nD(pq)\nD(q)\nD(pq)\nparity(p) × parity(q) =\nparity(pq).\nD(q)\nDn\nDn\nThinking in terms of cycles also helps us to calculate the parity of a permu-\ntation, as this result shows:\nMay 3, 2004\nVersion 0.6",
    "Page_24": "20\nIntroduction\nTheorem 1.7\nLet c = (k1, k2,... , km) be a cycle. Then\n1\nif m is odd\nparity(c) :\n if m is even.\nProof:\nFirst we observe that if p = (1,2), then all the factors in D(p) are positive,\nexcept for p(2) - p(1) = 1 - 2 = -1. Hence D(p) is negative, so parity(p) = -1.\n(） 4 s    ‘  ?   <   \n(1, i)(2, j)(1,2)(1,i)(2,j), and, given this fact, the previous theorem tells us\n((C 7)(‘1))A1ed × (z '1)11ed × (( ‘7)(‘1))11ed = ((?))A11ed\n= - parity((1, i)(2, j))2\nFinally, we observe that\nC =(k1,k2,...,km) =(k1,km)(k2,km) ..-(km-1,km),\n(1.2)\nand so\nparity(c) = parity((k1, km)) × parity((k2, km)) × ·. · × parity((km-1, km))\n= (-1)m-1\nif m is odd\nif m is even.\nCorollary 1.8\nA permutation p is even iff when it is expressed as a product of cycles there are\nan even number of commas in the expression.\nAnother interesting fact that can be squeezed out of the previous theorem\nis the following:\nProposition 1.9\nAny permutation p can be written as a product of 2-cycles, and the number of\n2-cycles is even iff p is even.\nProof:\nThe first fact follows from the fact that every permutation can be written\nas a product of cycles, and equation 1.2) shows that every cycle is a product\nof 2-cycles.\n The second follows from the previous corollary, coupled with the fact that\nevery 2-cycle has a single comma.\n■\nMay 3, 2004\nVersion 0.6",
    "Page_25": "1.4. Permutations\n21\nExample 1.18\nLet po, Pi,.. ,Ps be as in Example 1.10\n Then parity(po) = parity(p1） =\nparity(p2) = 1, and parity(p3) = parity(p4) = parity(ps) = -1.\nparity 1.\nExample 1.19\nThe permutation\n２345６７8９10\n0\n(35278614109)\ncan be written as p = (1,3,2,5,8,4, 7)(9, 10), and since it has 7 commas in the\nexpression, it has parity -1.\n1.4.3  Permutation Matrices\nAnother way of looking at permutations is very closely related to Equation 1.1l\n Since x = (1, c2, ... , n) is a vector in Rn, the function it implicitly defines,\nTp : Rn → Rn, where\nTpx = (xp(1),&p(2),...,p(n))\nis a linear transformation:\n(u)dh + (u)dx... (z)dh + (z)dx<(t)dh + (I)dc) = (h +α)L\n=(xp(1),&p(2),...,&p(n)) + (yp(1),yp(2),...,yp(n) = Tpx+ Tpy\nand\nTp(Xx)= (Xxp(1),Axp(2),..,Axp(n)\n= 入(xp(1),xp(2),..,Cp(n) =入Tpc.\nLet ek be the kth standard orthonormal basis vector in Rn, ie. ek is the\nvector with 0 in every entry except the kth entry, which is 1. By looking at\nthe image of each standard basis vector ek under the transformation Tp, we can\nfind a corresponding n X n matrix which we will also call Tp. We note that\nTpek has zeroes in every entry except the p-1(k)th entry, which is 1. Hence\nTpek = ep-1(k), so Tp always takes basis vectors to basis vectors.\nExample 1.20\nIf p = (1,2,3) ∈ S3, then\n0\n0\nMay 3, 2004\nVersion 0.6",
    "Page_26": "22\nIntroduction\nProposition 1.10\nLet p E Sn be a permutation. Then\n(i) Tp is an orthogonal matrix\n(ii) Tp is the matrix with 1s in the p-1(k)th row of the kth column, for\nk = 1,2, ...,n, and 0 everywhere else.\n(ii) Tp is the matrix with 1s in the p(k)th column of the kth row, for\nk = i, 2,..., n, and O everywhere else.\n(iv) Te = In.\n(v) TpTq = Tpq·\n(vi) T-1 = Tp-1.\nProof:\n(i) is immediate since every column of Tp is a standard orthonormal basis\nvector, and each vector in the basis occurs exactly once.\n(ii) this is immediate from the fact that the kth column is the column vector\nep-1(k)·\n(iii) using part (i), we know that is k = p-1(j), then the entry in the kth\nrow and jth column is 1. But k = p-1(i) if and only if j = p(k), so the p(k)th\ncolumn of the kth row is 1, and all other entries in the row are 0.\n(iv) the kth row of Te is ek, so Te has 1 in diagonal entries and O everywhere\nelse, so Te = I.\n(v) Looking at the standard basis vectors, we have\nTpqek = e(pq)-1(k) = ep-1(q-(k) = Tpeq-1(k) = TpTqek.\n Since any vector v is a linear combination of basis vectors, and the transforma-\ntions Tp, Tq and Tpq are all linear, we have that Tpqv = TpTqv for any vector v,\nand so TpTq = Tpq.\n(vi) Since Tp, is orthogonal, it is invertible, and Tplep-1(k) = ek. Now\nj = p-1(k) if and only if k = p(j), so\nT-e =ek = ep(i) = e(p-1)-1(i) = Tp-1ej.\n  S        h S  () d  1\nbe able to conclude that T-1 = Tp-1.\nExample 1.21\nWe know that in S3, if p = (1,2,3) and q = (1,2), then pq = (2,3). The\ncorresponding permutation matrices are\n[01 0]\n0\n1\n0\nTp\n00\n1\nTg\n0\n0\n0\n and matrix multiplication confirms that TpTq = Tpq\nMay 3, 2004\nVersion 0.6",
    "Page_27": "1.4. Permutations\n23\nExercises\n1.4.1. Let\n1\n23456\n23456\nand\n(425163)\n(345126)\nFind pq and qp. Write both permutations using cycle notation. Write\ndown the permutation matrices Tp and Tq. Determine the parity of p and\nq.\n1.4.2. Let p = (1,5,3,2)(4,6,8) and q = (1,7,4,3)(8,2)(5,6). Find pq and qp.\nWrite both permutations using array notation. Write down the permuta-\ntion matrices Tp and Tq. Determine the parity of p and q.\n1.4.3. How many distinct permutations are there of the set {1,2, ... , n}? (Hint:\nthey're called permutations.)\n1.4.4. Let p E S3. Use the Cayley table for S3 to show that p6 is always the\nidentity permutation.\nlate the parity of each element. Find the inverse of each element. Choose\n5 pairs of non-identity elements, and calculate their product.\n1.4.6. Let c = (k1,k2,...,km) be a cycle. What is c-1? Use your answer to\ncalculate the inverse of the permutation p = (1, 3, 4)(2, 5).\n1.4.7. Show that Dn = (n - 1)!(n - 2)!...2!1!.\n1.4.8. Show that exactly half the permutations of Sn are even, and half are odd.\n1.4.9. (*) Show that S4 and the set of symmetries of a regular tetrahedron (see\nExercise1.1.5) correspond in the same way as S3 and the set of symmetries\n of an equilateral triangle.\nHint: you could do this by calculating all 576 entries in the Cayley table of\neach, and comparing the two; however it is more practical to find some way\nto classify the elements of each in a way which makes the correspondence\nclear.\n1.4.10. (*) Let Ω ≤ R3 be the equilateral triangle with vertices (1, 0,0), (0,1, 0)\nand (0,0, 1). Show that every symmetry S E Sym(Ω) is a linear transfor-\nmation, and that there is a permutation ps E S3 such that S = Tps. Show\nthat the correspondence S > ps preserves multiplication and inverses, ie.\nTpspR = SR, T-1 = S-1.\n1.4.11. (*) Let |A| denote the determinant of the matrix A. Prove that [Tp| =\nparity(p).\n1.4.12. (**) Write a computer program that calculates and prints out the Cayley\ntable for S4. Generalize it to print out the Cayley table for Sn for any n.\nMay 3, 2004\nVersion 0.6",
    "Page_28": "24\nIntroduction\n1.5 Modulo Arithmetic\nWe say that two numbers x and y are equal (modulo m) if x and y differ by\na multiple of m, and we write\n=y (mod m)\nto denote this situation. Another equivalent (and useful) way to think of this\nsituation is that r and y have the same remainder when you divide by m. Since\nany number greater than m is equal (modulo m) to a number less than m, it is\ncustomary when working modulo m to reduce your answer to a number in the\nrange [O, m).\nFor example\n-1 = 7=1023 (mod 8),\nand we would usually write any of these three numbers as 7 mod 8 if it were\nthe solution to a problem.\nWhen we are working modulo m, we can perform the operations of addition,\nmultiplication and subtraction as normal, but we reduce our answers to the\nrange [O, m). Indeed, in complicated expressions, one can reduce at intermediate\nsteps to simplify calculations:\n7 × 6+4×3=42+12=54 =6 (mod 8)\ncould be instead calculated as\n7× 6+4 ×3 = 42+12=2+ 4 =6 (mod 8).\nDivision is a trickier topic, but since we are usually performing modulo\narithmetic with integers the naive way of defining modulo division does not\n make sense in most cases. Nevertheless, we will see later on that in some cases\ndivision does make sense.\nWe can write out addition and multiplication tables for operations modulo\nsome base, and we call these Cayley tables, just as before.\nExample 1.22\nThe addition and multiplication tables, modulo 6 are as follows:\n+012345\n×012345\n00１２34５\n0000000\n１２З4５\n0\n1\n1\n0１２345\n２345０１\n2024024\n3\n3450１２\n3030303\n4\n４50１２3\n404204２\n550１234\n5054231\nMay 3, 2004\nVersion 0.6",
    "Page_29": "1.6. Addendum: Technical Details\n25\nExercises\n1.5.1. Write down the addition and multiplication tables modulo 5 and modulo\n8.\n1.5.2. Recall that two natural numbers p and q are coprime if their highest\ncommon factor is 1. Show that if k and m are coprime, then ck = 0\n(mod m) if and only if c is an integer multiple of m.\n1.6\nAddendum: Technical Details\nWe now provide the technical proofs that were omitted from earlier discussions\nin this chapter.\n1.6.1\nSymmetry\n In Proposition 1.1 we make use of the following fact.\nLemma 1.11\nIf T is a function from Rn to Rn that preserves distance, then T is one-to-one\n and onto.\nProof:\nIf T(c1) = T(c2) then d(T(c1),T(c2)) = 0 so the fact that T preserves\ndistances means that d(c1,c2) = 0. But this implies that c1 = C2, so T is\none-to-one.\n If c, y and z E Rn are the vertices of a triangle, then T(c), T(y) and T(z) are\nvertices of a triangle as well, and since d(T(x),T(y)) = d(x,y), d(T(x),T(z)) =\nd(x,z), and d(T(y),T(z)) = d(y,z), the triangles are congruent. From this\n   1   g      1 \nthe corresponding parallelogram T(x),T(y), T(z), T(w).\n If T(o) = 0 then this means that in particular, the parallelogram O, ,\n+ y, y is congruent to the parallelogram O, T(x), T(c + y), T(y). Therefore,\ncomparing opposite sides, T(y) = T(c + y) - T(x), or T( + y) = T(x) + T(y).\nAlso, the “triangle” with vertices O, , Xr is congruent to the triangle with\nvertices O, T(x), T(Xx), but since the vertices of the first triangle are collinear,\nso must the vertices of the second, so T(Xx) is a scalar multiple of T(x), and\nd(T(入),O) = |入ld(,O), so T(入x) = ±入. However, if T(入x) = -入, then\nlooking at the corresponding sides c to Xr and T(x) to T(Xz), we would have\nd(T(>x),T(x)) = |入+ 1|d(x,0), rather than |入 - 1|d(c, 0).\nHence if T(O) = 0, T is a linear transformation, and a linear transformation\nfrom Rn to Rn which preserves distance is orthogonal and hence onto.\nIf T(o) = c, then the function S(x) = T(x) - c preserves distances, and\nS(0) = O, so S is orthogonal and hence onto. But then T(x) = S(α) + c, so\ngiven any y, there is some x such that S(x) = y - c, and so T(x) = S(x) + c =\n(y - c) + c = y. Hence T is onto.\nMay 3, 2004\nVersion 0.6",
    "Page_30": "26\nIntroduction\n1.6.2\n2Parity\nProof (Lemma1.5))\nGiven any number k E {1,2, ... , n}, let ak = p-1(k). Then given any k > l,\nwe have that k = p(ak) and l = p(ai).\nIf ak > al, in which case the corresponding terms in each of the sums Dn,\nD(p), D(x,...,n) and D(xp(1),..,p(n) are, respectively, k - l, p(ak)-\np(at), ck - x1, and xp(ak) - &p(at), with the frst two being equal and the\n uaa s a  s s o   q o \nOn the other hand, if ak < al, the corresponding terms in each of the\nsums Dn, D(p), D(.,...,n) and D(xp(1),..,&p(n) are, respectively, k - l,\np(at) - p(ak), k -x, and zp(at) - p(ak), with the first two being negatives and\nthe second two being negatives, and so these terms in the quotients D(p)/Dn\nHence the number of terms giving each of the factors 1 and -1 in each\nquotient are equal, so\nD(xp(1),xp(2)...,xp(n))\nD(p)\nparity(p) :\nDn\nMay 3, 2004\nVersion 0.6",
    "Page_31": "1.6. Addendum: Technical Details\n27\nAssignment 1\nThe following exercises are due Friday, Februrary 13.\n1.1 Exercises 1, 4.\n1.2 Exercise 2.\n1.4 Exercises 1, 2, 3, 6.\n1.5 Exercise 1.\nMay 3, 2004\nVersion 0.6",
    "Page_32": "28\nIntroduction\nMay 3, 2004\nVersion 0.6",
    "Page_33": "Chapter\nGroups\nAlgebra concerns the abstraction of simple arithmetic operations to situations\nwhere the quantities involved are unknown. In this endeavour, we discover\nthat there are certain rules which always apply, such as the commutative and\nassociative laws of addition and multiplication, and that these laws allow us to\nmanipulate and simplify algebraic expressions. As we learn more mathematics,\nIn abstract algebra, instead of concentrating on specific algebraic settings\n(such as algebra with numbers, vectors or, now, permutations or symmetries) we\ninstead look at the rules of algebra and ask what we can infer from reasonable\ncollections of such rules. We can then apply the knowledge so gained to a\nsurprisingly wide collection of concrete situations which happen to satisfy such\nrules.\nYou may have already seen such an approach in linear algebra, where one\n eventually considers abstract vector spaces (as opposed to concrete ones, such\nas Rn). One then finds that, for example, that differentiable functions form a\nvector space, and that differentiation and integration are linear transformations,\n giving new (and quite important) insight into calculus.\nOur starting point, then will be the group, an object which encapsulates a\nreasonable set of rules for a single algebraic operation.\n2.1  Binary Operations\nA binary operation is a type of function that we shall be using regularly. A\nbinary operation * is simply a function\n*:A×B→C\n(x,y) →x*y.\nThe distinction lies in that instead of using “function-style” notation *(c,y), it\nis traditional to write binary operations “in-line” as  * y. Often A, B and C\n29",
    "Page_34": "30\nGroups\nare the same set, in which case we say that a binary operation * : A x A → A\nis a binary operation on A.\nA binary operation on A is commutative if\nc*y=y*c\nfor all x, y E A. It is associative if\n(x*y)*z=*(y*z) =*y* 2\nfor all x, y and z E A.\nLemma 2.1\nLet * : A x A → A be an associative binary operation. Then no matter where\nyou put parentheses in the product c1 * c2 * .. * n, you get the same result.\nProof:\nWe prove this by induction. Since the operation is associative, it is true for\nn≤ 3 automatically.\n Now assume that this is true for all n < k. We need to show that for any\nchoice of i and j with 1 ≤i < j < k, we have\n(c1*..·*C)*(Ci+1*...*k)=(c1*...*Cj)*(cj+1*...*k)\n(we do not need to worry about where the parentheses go inside each factor,\nsince they are products of less than k terms). Now we know that\n(c1*..·*C)*(ci+1*..·*k)=(x1*...*i)*((ci+1*..·*j)*(cj+1*...*k))\nsince the second term is a product of less than k terms. Similarly\n(x1*..·*）*(xj+1*...*ck)=((x1*..·*)*(ci+1*...*x))*(x+1*...*k).\nBut * is associative, so\n(C1*..·*Ci)*((xi+1*...*j)*(xj+1*..·*Ck))\n= y1 * (y2 * y3)\n= (y1* y2) * y3\n=((c1*..·*i)*(xi+1*...*j))*(xj+1*..·*Ck);\nand we have proven equality of the two expressions.\nBy induction, the result follows for any k.\nAn element e of A is an identity for the binary operation if\ne*=\n and\n*e=\nfor every  E A. More generally, one can have a left identity e which merely\nsatisfies\ne*c=C\nfor every x. A right identity is defined analagously.\nMay 3, 2004\nVersion 0.6",
    "Page_35": "2.1. Binary Operations\n31\nLemma 2.2\nIf * : A × A → A is a binary operation, and e is an identity for *, then it is the\nonly identity element.\nProof:\nAssume that there is another element e' so that e' *  = c * e' = . Then\nin particular, if we let c = e, we have e' * e = e. But by assumption, e is an\nidentity, and so e' * e = e'. Hence e = e'.\n■\n  e  ' ,  n s *  \nfrom context which binary operation we are using, we will often simply write\nry for c * y.\nExample 2.1\nThe addition operation is a binary operation in the integers\n+:Z×Z→Z\n(c,y) →x+y.\nIn this case we could write +(2,3) = 2 + 3 = 5. Addition is, of course, both\nassociative and commutative. O is an identity for addition. In fact addition is\n also an associative and commutative binary operation on any of the standard\nnumber systems, and if 0 is in the number system, then O is an identity.\nExample 2.2\nMultiplication is a binary operation on the set R, and it is associative and\ncommutative, and 1 is an identity. Again, like addition, multiplication is com-\nmuntative and associative on any of the standard number systems, and if 1 is\nin the number system, then 1 is an identity.\n>\nExample 2.3\nIf we consider the set Mn(R) of n X n real-valued matrices, then matrix\naddition and matrix multiplication are binary operations. Both operations are\n          \nidentity for addition, the identity matrix In (the matrix with 1 down the diag-\nWe also have scalar multiplication as a binary operation R × Mn(R) —\nMn(R). This cannot be commutative or associative, but it does have 1 as a left\nidentity.\nExample 2.4\nMore generally, the inner or dot product on Rn is a binary operation · : Rn x\nRn → R which is commutative, but cannot be associative (since the codomain\nis R, and one cannot take a dot product of an element of R and an element of\n Rn). Similarly, there is no identity element of any sort.\nMay 3, 2004\nVersion 0.6",
    "Page_36": "32\nGroups\nExample 2.5\n     r  s     g\nFor example, c*y = e*( +sin(y)) is a binary product. But it is neither associa-\ntive, commutative, nor has an identity. So clearly simple binary operations are\nnot enough to encapsulate the sorts of rules that we expect algebraic operations\nto have.\nExercises\n2.1.1. Let * : A × A → A be a commutative binary operation. If e is a left\nidentity, show that it also a right identity (and hence simply an identity).\n2.1.2. Let X be any set, and let P(X) be the power set of X (ie. the set of all\nsubsets of X). Show that U : P(X) x P(X) → P(X) is an associative,\ncommutative binary operation, and that O is an identity for this operation.\nSimilarly, show that ∩ : P(X) x P(X) → P(X) is an associative, commu-\ntative binary operation, and that X is an identity for this operation.\n 2.1.3. Let * : A x A → A be an associative and commutative binary operation.\nShow that for any product of n elements c1, x2,...,n E A, no matter\nwhat the order of elements in the product\nC1*C2*..·* Cn\nthe result is the same.\n2.2Groups\nIf you look at the discussion of symmetries and permutations, you will note that\nnot only was there a binary operation, but there was an inverse. We should have\nsome model for this additional operation.\nA group, G = (G, *,e), consists of a set G, a binary operation * : G × G →→\nG, and an element e E G satisfying the following three conditions:\n(i) * is associative\n(ii) e is an identity for *\n(ii) every element c E G has an inverse element x-1 E G such that c*x-1 -\nx-1*x=e.\nWe call * the group operation.\nNote that there is no requirement that the group operation is commuta-\ntive. If it does happen to be commutative, then we say that the group is an\ncommutative or Abelian group.\nThis means that in general c*y and y* are distinct elements, but sometimes \nthey are not. If\nc*y=y*\nMay 3,2004\nVersion 0.6",
    "Page_37": "2.2. Groups\n33\nfor a particular r and y E G, we say that x and y commute.\nA number of different notations are used when working with groups elements.\nMost commonly we will omit the group operation entirely and simply write cy\nfor c * y, just as is done for multiplication. In this case we use the following\nclear notation for repeated applications of the group operations:\nxk = ccx..\nk times\nfor any natural number k. To make this notation mesh nicely with the expected\nbehaviour of power laws, we define\n-k=(x-1)k\n and\nx》=e.\nWhen then have the standard power laws\nxmxk = xm+k\n and\n(xm)k=xmk\nfor any integers m and k. Its also not hard to see that (xk)-1 = c-. However,\nwe have that\n(xy) ≠xkyk\nin general. In the case that c and y commute, then we do have equality.\n In the case of Abelian groups, we will sometimes instead use an additive\nnotation. We use + for the group operation, and we customarily write the\nidentity element as O, and the inverse element of c as -r. We then use the\nnotation\nkx =+x+..·+x\nk times\nfor any natural number k, and\n-kx=k(-x)\nand\n0c= 0.\nWe then have the natural rules that\nkc + m = (k+ m)x,\nk(mx)=(km)c\n( + c)y =hy + cy   pue \nfor any integers k and m.\nIf the set G has a finite number of elements, we say that the order of the\n  s           n  h n \n group has infinite order. We denote the order of the group by IGl.\nExample 2.6 (Addition and Multiplication)\nSince a principle motivation for the definition of groups are standard al-\ngebraic operations, it should be no surprise that the following are all Abelian\ngroups:\n· the additive group of real numbers (R, +,0)\nMay 3, 2004\nVersion 0.6",
    "Page_38": "34\nGroups\n● the additive group of complex numbers (C, +, 0)\n· the additive group of rational numbers (Q, +,0)\n· the additive group of integers (Z, +, 0)\n· the multiplicative group of real numbers (R\\{0}, ×, 1)\n· the multiplicative group of complex numbers (C\\ {o}, ×, 1)\n· the multiplicative group of rational numbers (Q\\ {o}, ×,1)\n● the multiplicative group of integers (Z\\ {O}, ×, 1)\n· the multiplicative group of natural numbers (N, ×,1)\nNote that for the multiplicative groups, we need to exclude O, since 0 has no\nmultiplicative inverse.\nAll of these groups have infinite order.\nExample 2.7 (Modulo Addition)\nIf m is any natural number, the additive group of integers modulo m is the\ngroup Zm = ({0, 1,2, ... , m - 1}, +, 0), where addition is performed modulo m.\nTo confirm that it is a group, we need to check that the axioms hold.\nAssociativity follows from the fact that regular addition is associative and\ncommutative. Given x, y and z, we have x + y = a + km for some a and k,\nso (+ y)+=α+ (mod m). But y = α-+km, so y+=α－+\n(mod m), and hence  + (y + z) = +a -  + z =a + z (mod m).\nThe fact that O is an identity is trivial: O +x = , so O + α = c (mod m)\nfollows immediately.\nIf x E {1,2, . ,m - 1}, we know that - = m - x (mod m), and so (m -\nx)+c = 0 (mod m) and c + (m - c) = 0 (mod m). Also O is its own inverse.\nSo every element has an inverse.\nThese groups are also clearly Abelian, since regular addition is commutative.\nThe order of Zm is m.\nThe previous example shows that there are groups of all orders except 0.\nExample 2.8\nMultiplication modulo m does not, in general, give a group structure. Mul-\ntiplication modulo m is associative, and 1 is an identity. We have to exclude 0\nfrom the group, because it clearly does not have a multiplicative inverse, but\neven with this restriction, some other elements may not have multiplicative\ninverses.\nIf you consider multiplication modulo 6, as in Example 1.22 you can see\nthat there are no inverses for 2, 3, and 4, since none of them have a number\n              \n problem in that some products give O, which cannot be an element of the group.\nMay 3,2004\nVersion 0.6",
    "Page_39": "2.2. Groups\n35\nMultiplication modulo m does sometimes give you a group, however. The\nmultiplication table (omitting 0) for multiplication modulo 5 is as follows:\n×1234\n11234\n2\n2413\n33142\n44321\nA quick check shows that every element has an inverse. Hence ({1,2,3,4}, ×,1)\nis a group, where x is multiplication modulo 5.\nExample 2.9 (Symmetries of a Set)\n If Ω ≤ Rn, then (Sym(Ω), o, I) is a group. The proof of this is the essential\ncontent of Proposition 11\n>\nExample 2.10 (Symmetric Group)\nThe symmetric group is the group Sn = (Sn,*,e) of all permutations,\nwith the multiplication of permutations being the group operation, and e(k) = k\nbeing the identity permutation. That this is a group is largely the content of\nProposition 1.3 The only thing that needs to be checked is that the identity\npermutation is in fact a group identity, and that is fairly straightforward: if p\nis any permutation in Sn,\n(y)d = (()a)d = ()(da)   pue   ()d = (()d)a = (y)(d)\nfor all k, so ep = pe = p, and e is therefore the identity for this group operation.\nExample 2.11 (Alternating Group)\nLet An be the set of all even permutations. The alternating group is\nthe group An = (An,',e) of all even permutations, with the multiplication\nof permutations being the group operation, and e(k) = k being the identity\npermutation. We know that the product of two even permutations is an even\npermutation, and the product is associative, and from the previous example we\nknow that e is an identity. What remains to be checked is that if p is an even\npermutation, so is p-1. We note that since parity(p) = 1,\nparity(p-1) = parity(p) parity(p-1) = parity(pp-1) = parity(e) = 1.\n Hence p-1 is an even permutation.\nThe group An has order n!/2.\n>\nExample 2.12 (Matrix Groups)\n Recall that a matrix A is invertible if and only if det(A) ≠ O. If we are going\nMay 3, 2004\nVersion 0.6",
    "Page_40": "36\nGroups\nto find groups of matrices with matrix multiplication as the group operation,\nthen they must be invertible at least.\nThe following are all groups:\n· the general linear group of n × n matrices (GLn(R), ×, In), where\nGLn(R) = {A ∈ Mn(R) : det(A) ≠ O}.\n· the orthogonal group of n × n matrices (On(R), ×, In), where On(R)\nis the set of orthogonal matrices (ie. matrices whose columns form an\n orthonormal basis or, equivalently, which satisfy A-1 = At).\n· the special linear group of n X n matrices (SLn(R),×, In), where\nSLn(R) = {A ∈ Mn(R) : det(A) = 1}\n· the special orthogonal group of n × n matrices (SOn(R), ×, In), where\nSOn(R) is the set of orthogonal matrices with determinant 1.\nThere isn't anything particularly special about R-valued matrices in the\nabove. Once can define GLn(F), SLn(F), On(F), and SOn(F) for any field F\n(such as the complex numbers C, or the rational numbers Q).\nA unitary matrix is a complex-valued matrix which satisfies A-1 = A*,\nwhere A* is the conjugate transpose matrix of A. More precisely, if A =\n[ai,)]l,j=1, then \nA*= [a,j].\nWe then have two additional complex matrix groups\n· the unitary group of n X n matrices (Un(C), ×, In), where Un is the set\nof unitary matrices.\n· the special unitary group of n X n matrices (SUn(C), ×,In), where\nSUn(C) is the set of unitary matrices with determinant 1.\nIn all these cases, we know that matrix multiplication is associative, the\nidentity matrix is an element of each group, and in each case there is a matrix\ninverse of each matrix. What we need to check in each case is that the product\n of two elements is an element of the group, and that the inverse of an element\nis an element of the group.\n In each case it is fairly easy to verify these two facts. The key identities that\nwe use are as follows:\n(i) |AB| = |Al|B]. So if |A| and |B| ≠ O, then |AB| ≠ O. Hence if A and\nB E GLn(R), then so is AB.\nSimilarly if [A| and [B| = 1, then [AB| = |A||B| = 1, so if A and B ∈\nSLn(R), then so is AB.\n(ii) (A-1)-1 = A, so if A ∈ GLn(R), then so is A-1.\nMay 3, 2004\nVersion 0.6",
    "Page_41": "2.2. Groups\n37\n(ii) [A-1| = ↓A|-1, so if |A| = 1, |A-1| = 1-1 = 1. Hence if A ∈ SLn(R), then\nso is A-1.\n(iv) if A and B ∈ On(R), then (AB)t = BtAt = B-1A-1 = (AB)-1. Also\n(A-1)t = (At)t = A = (A-1)-1, so A-1 ∈ On(R).\nThis, combined with (1) and (2) also shows that SOn(R) is a group.\n(v) similarly, if A and B ∈ Un(C), then (AB)* = B*A* = B-1A-1 = (AB)-1.\nAlso (A-1)* = (A*)* = A = (A-1)-1, so A-1 ∈ Un(C).\nThis, combined with (1) and (2) also shows that SUn(C) is a group.\n>\nExample 2.13\nThe set of matrices\nG-[[}\nis a group when given the standard matrix operations, and the identity is the\nidentity matrix. The easiest way to verify this is simply to show that the group\nis closed under matrix multiplication and matrix inverse.\nLetting\n1\nI=\n01\nwe have that I-1 = I, A-1 = A, B-1 :\n=B abd C-1\n= C, and if we draw up\nthe Cayley table for matrix multiplication of these matrices, we get\nIABＣ\nT\nIABC\nA\nAICB\nBBCI\nA\nC|CBA \nNote that the Cayley table and inverses of this group correspond to the\nCayley table and inverses of the symmetries of the H-shaped set of Example 1.1\nwith I → I, A → H, B → V, and C←→ R.\nExample 2.14 (Free Groups)\n Let a and b two symbols, and a-1 and b-1 be the inverse of these two sym-\nbols. A word in the letters a, b, a-1 and b-1 is simply a list w = wiw2 .. wn;\nwhere each wk is one of the 4 letters. A reduced word is a word where we\nhave repeatedly cancelled any adjacent occurrences of a letter and its inverse.\nMay 3, 2004\nVersion 0.6",
    "Page_42": "38\nGroups\n For example w = aba-1ab-1b-1ab-1ba is a word. The corresponding reduced\nword can be found by cancelling: w = aba-1ab-1b-1ab-1ba = abb-ib-laa =\nab-1aa.\nThe empty word e is the word with no letters. The product of two words\noM4 au jo uoneuateouoo au4 Aidus si um ...7mIm = m pue wa ... 7ala = a\nwords:\nvW = V1U2·.· VmW1W2·.· Wn\nThe free group on 2 symbols, F2, is the set of all reduced words in a, b,\na-1 and b-1, where the group operation is to multiply two words, and then\nreduce the product, and the identity is the empty word. The inverse of a word\n In a similar manner, one can construct the free group Fn on n symbols. \nExercises\n2.2.1. Let (G,*,e) be a group, and let c and y be two elements of G which\ncommute. Prove that for any k E Z, (xy)k = ckyk.\n2.2.2. Give an example of a group and two elements of that group such that\n(xy)2 ≠ x²y2.\nProvide concrete calculations to demonstrate this fact for your example.\n2.2.3. Show that in each of the following cases, (G, *,e) is a group.\n(i) G = R2, (x,y) * (x',y') = (x +x',y+y'), e = (0,0).\n(ii) G = {(x,y) : x,y ∈ R,x ≠ O}, (x,y) *(x',y') = (cx',x'y + y'),\ne = (1,0).\n(ii) G = {x :  ∈ R,x ≠ -1}, *y = + y + y, e = 0.\n[[a b]\n(iv) G = SL2(Z) =\n: a, b,c,d E Z,ad - bc =\n is matrix\n([cd]\nmultiplication, and e is the identity matrix.\n[[a b]\n(v) G =\n: a,b ∈ R,a ≠ 0\n* is matrix multiplication, and e is\nUlo\na\nthe identity matrix.\n(vi) G = P(X), the power set of some set X, * = △, and e = Q.\n2.2.4. Let m ≥ 2 be a natural number, and\nG = {k E Zm : k ≠ O, k and m are coprime}.\nShow that (G, x, 1) is a group where × is performed modulo m. Conclude\nthat (Zp \\{O}, x, 1) is a group if and only if p is prime.\nHint: Use Exercise 1.5.2\n2.2.5. Explain why (N, x, 1) is not a group.\n2.2.6. (*) Prove that SLn(Z) is a group.\nMay 3, 2004\nVersion 0.6",
    "Page_43": "2.3. Working With Abstract Groups\n39\n3Working With Abstract Groups\n2.3\nA lot of the content of group theory involves proving general facts about groups.\nThe point of this section is to make you familiar with the sorts of techniques\nand proof methods involved. Unfortunately, even the most “obvious” and basic\nfacts need careful checking, since we have stripped away most of the standard\nrules of algebra.\nConsider the cancellation law:\nProposition 2.3 (Cancellation Law)\nLet (G,*,e) be a group, and x, y, and z E G. If x * z = y* z, then  = y.\nSimilarly, if z *  = z * y, then  = y.\n Normally you would cancel like this in algebra without too much thought:\nthe case z = O for multiplication is really the only exceptional case in standard\nalgebra. However we need to carefully justify that cancellation in fact works for\ngroups.\nProof:\nWe have\n=r*e\n(identity axiom)\n=c*(2*2-1)\n(inverse axiom)\n=(x*2)*2\n(associativity)\n=(y*2)*x-1\n(hypothesis)\n=y*(2*-1)\n(associativity)\n=y*e\n(inverse axiom)\n=y.\n(identity axiom)\nThe second part is left as an exercise.\nNotice how each step is justified in terms of the axioms of a group. Needless\nto say, once you get more familiar with the way that group operations work, you\nwill not need to justify each step, and you may be able to skip certain trivial\nsteps. In the short term, however, you should be careful that you justify each\nstep in any calculation.\nHere is another example: it should be fairly obvious that there can only be\none inverse of any particular element. Nevertheless, we need to prove this result.\nProposition 2.4 (The Inverse is Unique)\nLet (G,*,e) be a group, and x, y E G. Then if c * y = e, y = x-1. Similarly, if \ny*=e, y=x-1\nProof:\nMay 3, 2004\nVersion 0.6",
    "Page_44": "40\nGroups\nWe have\ny=e*y\n(identity axiom)\n(inverse axiom)\n=x-1*(c*y)\n(associativity)\n(hypothesis)\n(identity axiom)\nThe second part is left as an exercise.\nOnce we have basic facts like this, we can use them to simplify the proofs of\nother facts.\nProposition 2.5\nLet (G,*,e) be a group, and , y E G. Then (α * y)-1 :\n_*T-\nProof:\nBy Proposition 2.4 we need only show that (c * y) * (y-1 * α-1) =\n(x*y)*(y-1 *x-1)=(x*(y*y-1))*x-1\n(associativity)\n= (x*e)*x\n(inverse axiom)\n=c*x-1\n(identity axiom)\n= e.\n(inverse axiom)\nHence (x * y)-1 = y-1 * x-1.\nNotice in this example that the order of the product is reversed in the inverse.\nThis is necessary if the elements do not commute.\nHere is another basic fact that needs to be verified.\nProposition 2.6 (Double Inverse)\nLet (G,*,e) be a group, and c E G. Then (x-1)-1\nProof:\nExercise.\nAs mentioned in the previous section, if we use power-style notation, most\nof the usual power laws hold.\nProposition 2.7 (Power Laws for Groups)\nLet (G,*,e) be a group, and x E G. Then\n(i) xmen = xm+n,\n(ii) (cm)n =xmn,\n(ii) if y E G and c * y = y*x, then (x * y)n = xn * yn.\nMay 3, 2004\nVersion 0.6",
    "Page_45": "2.4. Cayley Tables\n41\nLet (G, +,0) is an Abelian group, and x, y E G. Then\n(i) mx+ nx=(m+n)x\n(ii) m(nx)= (mn)c,\n(ii) n(x + y) = nx + ny.\nProof:\nExercise.\nExercises\n2.3.1. Prove the parts of the proofs from this section that were left as exercises.\n2.3.2. Some texts define groups slightly differently (and slightly more efficiently)\nas follows:\nA group, G = (G, *,e), consists of a set G, a binary operation * : GxG →\nG, and an element e E G satisfying the following three conditions:\n(i) * is associative\n(ii) e is a (left) identity for *, ie. e *  = ,\n(iii) every element c E G has an inverse element c-l E G such that\nx-1 *=e.\nShow that if you use these axioms, you can prove that e is also a right\n inverse, and c*x-1 = e, giving you the axioms of our definition of a group.\n This means that the two definitions are equivalent, so you can use either\none.\n ‘y = 6x-h  4e mous    ' pue dno  aq (a'*') 4 '7\ny-nxmyn =xmkn\n2.3.4. Let (G,*,e) be a group. Show that e-1 = e.\n2.4 Cayley Tables\nAs we have seen, there are quite a number of groups around. We would like\nto develop some way that we can present groups abstractly, without worrying\nabout any potential context.\n For finite groups, one way of doing this is by giving a Cayley table for the\n group.\nDefnition 2.1\nLet (G,*,e) be a finite group of order n, with some particular ordering ?1,\n C2, .. , &n chosen for the elements of G. Then a Cayley table of the group is an\narray where c * x is in the ith row and jth column.\nMay 3, 2004\nVersion 0.6",
    "Page_46": "42\nGroups\nWe do not need to specify the inverse as a separate table, since we can find\nthe inverse of c by looking for the j such that the jth entry of the ith row is e,\nso that 2; * j = e, and hence 2, = x-1 by Proposition 2.4\nWe have already seen a number of Cayley tables for binary operations which\nturned out to be groups. Indeed, in a number of situations, the Cayley tables \nturned out to be essentially the same.\nExample 2.15\nConsider the Cayley tables of (Z2, +,0) and (Z3 \\ {O}, ×, 1).\n+l01\n×l12\n001\n112\n110\n221\nThese are the same table is you replace + by x, 0 by 1 and 1 by 2.\n In situations like this, we can agree that the two groups in question are\nessentially the same.\nDefinition 2.2\nTwo finite groups (G,*,e) and (H, o,i) are isomorphic if a Cayley table of H\ncan be obtained from a Cayley table of G be replacing all occurrences of each\nsymbol in G by a corresponding symbol of H, and each * by o.\nWe write G ≤ H when G and H are isomorphic.\nThe correspondence between any two isomorphic groups always has the two\nidentities corresponding, and always has the inverse of a symbol in G corre-\nsponding to the inverse of the corresponding symbol in H.\nIsomorphism is clearly a transitive relation between groups. If G and H\nare isomorphic, and H and F are isomorphic, than G and F must also be\nisomorphic.\nThis is not the final version of the definition of “isomorphic\", but it will do\nfor now.\nExample 2.16\n The groups S3 and Sym(Ω), where Ω is an equilateral triangle, are isomor-\nphic.\nExample 2.17\nConsider the Cayley tables of Z4 and the group of symmetries of the H-\nshaped set of Example1.1]\n+|0123\nHV\nR\n00123\nII\nHV\nR\n1\n１２3０\nH\nH\nI\nR\nV\n2\n2301\nA\nV\nR\nH\n33012\nRRVH\nMay 3, 2004\nVersion 0.6",
    "Page_47": "2.4. Cayley Tables\n43\nThese two groups are not isomorphic, since I must correspond to O, and one\nof H, V or R must correspond to 1, and 1 + 1 = 2, but we have H o H = I,\nV o V = I, R o R = I, so their products cannot correspond to the sum, and so\nthere is no element that can correspond to 1.\nIt is immediate that for two groups to be isomorphic, they must have the\nsame order, since otherwise the Cayley tables are different sizes, and so the\ncannot correspond.\n Similarly if two groups are isomorphic, either both are Abelian, or both fail\nto be Abelian, since there is no way the Cayley tables can correspond if one is\nAbelian and the other not.\nLemma 2.8\nIf G and H are finite groups, and G = H, then:\n(i) |G| = [H],\n(ii) G is Abelian if and only if H is Abelian.\nThis leads to the following:\nQuestion 1\n How many different (ie. non-isomorphic) classes of groups are there for any given\norder?\nThis question is one which we will spend a fair amount of time considering.\nCayley tables can be used to answer this question, at least for groups of\n small order, but we need a few facts about Cayley tables first.\nProposition 2.9\nIf (G,*,e) is a finite group, then every element of G occurs exactly once in each\nrow and in each column of a Cayley table for G.\nProof:\nLet G = {c1, 2,... , n}. Assume that  occurs twice in the ith row, so that\n4x * ?c =  * ? aaey am uau4 4ng '4 ≠ C auos 1oy 4x * ? = x pue f * ? = c\nand the cancellation law tells us that c = ck, so j = k, which is a contradiction.\nHence c can occur at most once.\nIf  does not occur at all in the ith row, then there must be some other\nelement which occurs 2 or more times by the pidgeonhole principle, which is\nimpossible. Hence  must occur exactly once.\nA similar argument proves the result for columns.\n■\nAnother way of saying this is that a Cayley table is a Latin square: a Latin\nsquare is an array of symbols in which every symbol occurs exactly once in each\nrow and in each column. Latin squares are significant in experimental design\nand statistics. However, not every Latin square is a Cayley table for a group.\nMay 3, 2004\nVersion 0.6",
    "Page_48": "44\nGroups\nExample 2.18\nThe following binary operation does not give a group:\ncd\nC\nd\na\n1\n6\nC\nbb c1(\nda\n1b\nThe problem is that the operation it determines is not associative: (a * b) * c =\nd * c = a, while a * (b * c) = a * d = c. However, this table clearly has the Latin\nsquare property.\n口\nTheorem 2.10\nLet n = 1, 2, or 3. Then every group of order n is isomorphic to (Zn, +, 0).\nProof:\nCase n = 1: the group has one element which must be the identity, so\nG = {e}. The only possible Cayley table is trivial\nele\nand this clearly is isomorphic to the Cayley table of Z1\n+一0\n00\nCase n = 2: the group has two elements, one of which must be the identity,\nso G = {e,a}. Entering in the elements which are products of the identity\nelement we get\n*ea\nelea\np|\nand clearly the only way to complete this table while keeping the Latin square\nproperty is to put an e in the bottom right entry:\n*ea\nelea\naae\nAgain, this is clearly isomorphic to Z2 when you look at the Cayley table\n+l01\n001\n110\nMay 3, 2004\nVersion 0.6",
    "Page_49": "2.5. Generators\n45\nCase n = 3: the group has three elements, one of which must be the identity,\nso G = {e,a, b}. Entering in the elements which are products of the identity\nelement we get\neab\nqpa\naa\nbb\nTo preserve the Latin square property, the second entry of the second column\nmust be b, otherwise the second entry of the third column would be b, which\nwould break the Latin square property for the third column. This then implies\nthat the last entries of the second row and second column must be e, and the\nfinal entry of the array must be a.\nqa*\n9aa\nab\ne\nAgain, the correspondence with the Cayley table for Z3 is clear:\n+|012\n0012\n1\n１２０\n2201\nWe know that there are at least two non-isomorphic groups of order 4. It\nwill turn out that these are the only two possibilities. We could prove this by\nfinding all possible Cayley tables of groups of order 4, but as we will see, there\nare slicker ways to do this.\nExercises\n2.4.1. Find another example of a Latin square which is not the Cayley table of\na group.\n 2.4.2. Show that any group of order 4 is isomorphic to one of the two groups in\nExample 2.17\n2.5 Generators\nWhile Cayley tables have their uses, there are clear limitations to their use once\nthe groups get large, and for infinite groups they at best give a tiny snapshot of\nthe group. Another way of presenting groups is required, which can deal with\nthese larger groups.\nMay 3, 2004\nVersion 0.6",
    "Page_50": "46\nGroups\nDefinition 2.3\nLet (G,*,e) be a group. We say that a subset X = {c1,c2,...,n} of G\ngenerates G if every element of G can be written as a product of powers of\nelements of set X (possibly with repetition). We say that the elements of X are\ngenerators of G.\nMore generally, given a subset X = {x1, 2, ... , n} ofG, the set of elements\nthat can be written as a product of powers of elements of X (possibly with\nrepetition) is the set generated by X, and we denote it by (c1, 2,..., n) or\n(X).\nExample 2.19\nThe group S3 is generated by the permutations a = (1,2,3) and b = (1,2).\nOne can easily verify that the identity permutation is a, a2 = (1,3,2), ab =\n(2,3) and a?b = (1,3). We could write S3 = <(1,2,3),(1,2)).\nThe group Ss is also generated by c = (1,2) and y = (2,3). This requires\na little bit more checking, but x = e, yz = (1,2,3), cy = (1,3,2), and cyx =\n(1,3), so we also have S3 = <(1, 2), (2,3)).\nOn the other hand, the permutation a = (1, 2,3) does not generate the whole\n group. The only elements we can get using just powers of a are e, a, and a2,\nsince a² = e. Hence ((1,2,3)) = {e, (1,2,3), (1,3,2)}.\nExample 2.20\nThe group (Z4,+,0) is generated by 1, since 1 + 1 = 2, 1 + 1 +1 = 3 and\n1 + 1 + 1 + 1 = 0. It is also generated by -1.\nHowever the set generated by 2 is simply {0,2}.\nWe note that the identity element is always in the set generated by any\ncollection of elements.\nGenerators help us understand the structure of a group by allowing us to\nrepresent general elements in terms of fewer symbols.\nExample 2.21\nIf x = (1,2) and y = (2,3), then Ss = {e,x,y,cy,yx, cyx}. In addition, we\naenopeo pnoo nox alduexa iou chx = hch pue a = sh 'a = ax 4eu4 sos ueo \nthe product of cyr and yc using these facts as follows:\n(cyx)(yx)=x(yxy)x\n(associativity)\n=x(cyx)\n(yxy = xyx)\n=()y()\n(associativity)\n(x² = e)\n= eye\n=y\n(identity axiom)\nMay 3, 2004\nVersion 0.6",
    "Page_51": "2.5. Generators\n47\nWe can use this information to write the Cayley table of S3 in terms of c and\ny as follows:\ne\nC\ny\ncy\nyx\ncyr\ne\ne\nC\ny\ncy\nyc\nxyc\nC\nC\ne\ncy\ny\ncyc\nyx\ny\nyx\ncyr\nC\ne\nxy\nxy\nxy\ncyc\nyc\ne\ny\nyx\nyx\ny\nxyc\ne\ncy\nC\ncyr\ncyc\ncy\nyx\ny\nNotice how in the above example the identities x2 = e, y2 = e and yry =\n cyc help us calculate. Such identities are called relations. In fact, given the\n generators c and y and these three relations, we can recover the Cayley table\nfor Ss. This leads us to another way to present a group, which we will make\nmore formal in a later section. In the mean-time we can use it informally as\nfollows:\nExample 2.22 (Cyclic Groups)\nThe group Cn consists of the set Cn = {1,a,a²,...,an-l} and the group\n operation is determined by the relation an = 1.\nThe group (C4, ·,1), then has the Cayley table\na²\na3\n1\na\na²\na2\na\na\n1\na2\na2\na3\n1\na\na3\na2\nClearly C4 and Z4 are isomorphic.\n口\nExample 2.23 (Dihedral Groups)\nThe group D2n consists of the set\nD2n = {1,a,a²,...,an-1,b,ab,a?b,...,an-1b}\nand the group operation is determined by the relations an = 1, b2 = 1 and\nba = an-ib. Note that an-1a = an = 1, so an-1 = a-1, and we could write the \nthird relation as ba = a-1b.\nFor example, we can use these relations to show that\nbak =a-1bak-1 =a-1a-1bak-2 =... =a-kb.\nMay 3, 2004\nVersion 0.6",
    "Page_52": "48\nGroups\nThe group (D8, ·, 1), then has the Cayley table\na2\na3\nb\nab\na²b a²b\nQ\n1\n1\na2\na3\na\nab\n909\na\na2\nα3\n1\nab\na²b\na²b\nb\na2\na2\na3\n1\na\na²b\na3b\nb\nab\na3\na3\na\na2\na3b\nb\nab\na²b\nb\nb\na²b\na²b\nab\n1\na3\nα2\na\nab\nab\nb\na3b\na²b\na\n1\na2\na²b\na²b\nab\nb\na3b\na2\na\n1\nα3\n99\na²b\n）ab\na2\n1\nIf you were to write out the symmetry group of a square you would find that it\nis isomorphic to D8.\n -u n e no d   4a    m p u\nisomorphic to D2n:\nDefinition 2.4\nLet (G,*,e) be a group, and left x E G. The order o(x) is the cardinality of\nthe set it generates, o(x) = I<x)I.\nIf G = (x) for any c E G, we say that G is a cyclic group.\nExample 2.24\nIn S3, e has order 1, (1,2), (2,3) and (1,3) have order 2, and the elements\n(1,2,3) and (1,3,2) have order 3.\nIn Z4, 0 has order 1, 2 has order 2, and 1 and -1 have order 4. Since\nZ4 = (1), it is a cyclic group.\nExample 2.25\nFor every n E N, (Zn, +,O) is a cyclic group, since Zn = <1).\nThe orders of elements of a group can be used as a comparatively simple\ncheck to see if two groups may not be isomorphic. It is clear that if G and H\nare isomorphic groups, and  E G corresponds to y E H, then o(x) = o(y))\nTurning this idea around, we get the following theorem\nTheorem 2.11\n If G and H are two groups, then if there is some n such that the number of\nelements of order n in G is different from the number of elements of order n in\nH, ie.\n{x ∈ G : o(x) = n}l ≠ I{y ∈ H : o(y) = n}l\nthen G and H are not isomorphic.\nMay 3, 2004\nVersion 0.6",
    "Page_53": "2.5. Generators\n49\nProof:\nWithout loss of generality, we may assume that |{c E G : o(x) = n}| > ↓{y E\nH : o(y) = n}l. If G and H are isomorphic, then there must be some c which\ncorresponds to an element of H which does not have order y, because there are\nnot enough elements of order n in H. But this cannot happen if the groups are\nisomorphic, giving a contradiction.\n■\nWe will eventually see that the converse of this theorem is not true, so this\n does not give a good test for isomorphism of groups.\nThe following simplified version of the theorem is often enough to prove that\ntwo groups are not isomorphic.\nCorollary 2.12\nIf G and H are two groups, and there is some  E G such that o(x) > o(y) for\nevery y E H, then G and H are not isomorphic.\nThis allows us to see that a couple of groups are not isomorphic very quickly:\nExample 2.26\nIf we look at C4 = {1,a,a²,a?}, we see that o(a) = 4. On the other hand,\nD4 = {1,a,b,ab} has o(1) = 1, and o(a) = o(b) = o(ab) = 2. So by the corollary,\nC4 半 D4.\nExample 2.27\nIf we look at C6 = {1,a,a²,a?,a4,a5}, we see that o(a) = 6. On the other\nhand, D6 = {1,a,b,ab,a²,a²b} has o(1) = 1, o(b) = o(ab) = o(a²b) = 2, and\no(a) = o(a) = 3. So by the corollary, C6  D6.\nOne could also show this by simply observing that C6 is Abelian, but D6 is\nnot.\nRelated to the above discussion is the following theorem.\nTheorem 2.13\nIf G is a group of order n and there is some element c E G of order n, then G\nis a cyclic group.\nProof:\nWe have that <x) ≤ G, and ↓<x)| = o(x) = n = ↓Gl. Hence, since G is finite,\n<c)= G\nThe following theorem is fairly obvious, but needs to be stated and proved.\nTheorem 2.14\nIf G and H are cyclic groups of the same order, then they are isomorphic.\nMay 3, 2004\nVersion 0.6",
    "Page_54": "50\nGroups\nProof:\nWe have that G = <a) = {1 = an,a,a²,...an-1} and H = (b) = {1 \nbn,b, b2,..., bn-1}, and a typical entry in their Cayley tables looks like\nak\nbk\nak+l\nb\nbk+l\nremembering that an = 1 and bn = 1. In any case, it is clear that we can\nget from one Cayley table to the other by simply replacing powers of a with\n corresponding powers of b.\nCorollary 2.15\nEvery group of order 1, 2, or 3 is a cyclic group.\nWe give one last example, mainly to introduce a name.\nExample 2.28\n The group V consisting of the elements {1, a, b, ab} with the relations a² = 1,\n b2 = 1 and ba = ab is called the four-group or vierergruppe (which is German\nfor “four-group\").\nThe Cayley table of this group is\n6\nab\n1\n1\na\nbab\na\na\nabb\nb\nbab\n1\nababb\nQ\nGiven the Cayley table, you can see that this is isomorphic to the group of\nsymmetries of the letter H, via the correspondences: 1 → I, a ←> H, b ←→ V,\nand ab <→ R.\nAlso, since a² = 1 implies a = a-1, we could have used the relation ba = a-1b\ninstead of ba = ab. Hence V is the same group as D4.\n口\nExercises\n2.5.1. Show that (1,2) and (1,3) generate S3.\n2.5.2. Let (G,*,e) be a group, and let c, y E G. Show that\n(i) o(x-1)=o(x),\n(ii) o(xy)=o(yx),\n(iii) if o(x) = 1, then  = é,\n(iv) if o(x) = n, then cm = e if and only if n divides m,\nMay 3, 2004\nVersion 0.6",
    "Page_55": "2.6. Excursion: Introduction to Categories\n51\n(v) if o(x) = n, then n is the smallest natural number such that ε = é.\n2.5.3. Show that a generates the cyclic group Cn = {1, a, a², ... , an-1} if and\nonly if k and n are coprime.\nShow that the order of ak in Cn is k/ gcd(k, n).\n2.5.4. Let (G,*,e) be a group, and , y E G. Show that if , y and ry all have\norder 2, then  and y commute.\n2.5.5. Show that D6 and Ss are isomorphic groups.\n2.5.6. Show that if Ω is a regular n-sided polygon in R?, then Sym(Ω) = D6\n2.5.7. Let G = {1,a,b,ab,a²,a?b} with the relations a? = 1, b2 = 1, and ab =\nba. Write out the Cayley table of this group, and show that G is isomorphic\nto C6.\n2.5.8. Show that (Z, +0) is generated by the elements 2 and 3.\n(*) Show that it is generated by any pair of coprime numbers. (Hint: show\nthat you can get 1 as a sum of multiples of the numbers.)\n2.6  Excursion: Introduction to Categories\nYou may have noticed some similarities between the theory of groups as it has\nbeen presented to this point, and the theory of abstract vector spaces. In both\ncases the objects were defined in terms of axioms which must hold for various\n  o  e      s \ntells us when two groups or two vector spaces are essentially the same.\nIndeed, if you think about it, the concept of generating sets and spanning\nsets are somewhat analogous: a set generates G if you can get every element\nwhile a set spans a vector space V if you can get every element of V by applying\nlinear operations (vector addition and scalar multiplication) to the elements of\nthe spanning set.\nClearly we should be careful not to take such analogies too far, since groups\nand vector spaces are different, but the analogies are useful for putting the next\nfew sections into context.\nIn the theory of vector spaces, there are three concepts we have not yet seen\nin the context of groups:\n● direct sums of vector spaces: if V and W are vector spaces, we have the\n direct sum V W which is the set V x W together with appropriate vector\nspace operations.\n· subspaces: a subspace of a vector space is a subset which is also a vector\nspace.\nMay 3, 2004\nVersion 0.6",
    "Page_56": "52\nGroups\n· linear transformations: a linear transformation is a function between vec-\ntor spaces which preserves the vector space operations.\nAs you study more algebra you will notice that there are many similarities\nlike these between the theories of various types of algebraic objects. Indeed, we\neven get such similarities in other areas of pure mathematics, such as analysis,\n  n   s       \nare almost identical, but with appropriate change of terminology.\nWhenever you have similarities and patterns like this in mathematics, there\nmust be something going on. Category theory is the theory which deals with\nand formalizes these similarities. There are a handful of useful results which\nhave come out of category theory, but its primary significance is that it provides\n a framework for much of modern mathematical theory.\nWe'll consider categories in more depth later.\n2.7  Direct Products\nYou may recall the definition of a direct sum from linear algebra, if you have\ntwo vector spaces V and W over the same scalar field, the direct product is the\nset V × W with vector addition\n(V1,W1) + (v2,W2) = (v1 + v2,W1 + W2),\nscalar multiplication\n入(v,w) = (入u,Xw)\nand zero vector (O0, 0). Note that the vector space operations are defined simply\nby applying the appropriate vector space operation to each component.\nTheorem 2.16\nLet (G,*,e) and (H,o, 1) be two groups. If we define a binary operation · on\nG× H by\n(g1,h1)·(g2,h2) = (g1 * g2,h1 o h2),\nthen G× H = (G× H,o, (e, 1)) is a group, and the inverse of (g, h) is (g-1, h-1).\nProof:\nThe binary operation · is obviously well defined, so we only need to check\nthat the three axioms hold.\nAssociativity follows directly from the associativity of G and H:\n((g1,h1)·(g2,h2))·(g3,h3) = (g1 * g2,h1 o h2)·(g3,h3)\n= ((g1 * g2) * g3,(h1 o h2) o h3)\n= (g1 * (g2 * g3),h1 o (h2 0 h3))\n=(g1, h1) · (g2 * 93,h2 o h3)\n= (g1,h1)·((g2,h2)·(g3,h3))\nMay 3, 2004\nVersion 0.6",
    "Page_57": "2.7. Direct Products\n53\nIt's straightforward to see that (e, 1) is an identity:\n(g,h) · (e, 1) = (g *e,h o 1) = (g,h)\nand\n(e, 1)·(g, h) = (e * g,e o h) = (g, h).\nFinally, we observe that\n(g-1,h-1)·(g,h) =(g-1 *g,h-1 oh) = (e,1),\nso by Proposition 2.4 (g, h)-1 = (g-1, h-1), and so every element of G × H has \n an inverse.\nSo G x H is a group.\n■\n If G and H are finite groups, the multiplication principle tells us that G × H\nis a finite group, and the order of G × H is |Gl|H|.\nConsider the following examples:\nExample 2.29\nThe group C2 × C2 has 4 elements: (1,1), (a,1), (1,a) and (a,a). We can\ndraw up the Cayley table:\n(1,1)\n(a,1)\n(1,a)\n(a,a)\n(1,1)\n(1,1)\n(a,1)\n(1,α)\n(a,a)\n(a, 1)\n(a,1)\n(1,1)\n(a,a)\n(1,a)\n(1,a)\n(1,a)\n(a,a)\n(1,1)\n(a, 1)\n(a,a)|(a,a)(1,a)(a,1)(1,1)\n            \nergruppe V via the correspondence (1,1) → 1,(a,1) → a, (1,a) 〈→ b, and\n(a,a) ←> ab. Hence it is also isomorphic to the group of symmetries of the letter\nH.\n口\nExample 2.30\nThe group C2 × Cs has 6 elements: (1,1), (a,1), (1,b) (a,b), (1,b2) and\n(a,b²). We note that\n(a,b)² = (1,b2)\n(a,b)² = (a, 1)\n(a,b)4 = (1,b)\n(a,b)5 = (a,b²)\n(a,b)6 = (1,1)\n So C2 × C3 = <(a, b)), and so it is a cyclic group. Hence C2 × C3 is isomorphic\nto the cyclic group of order 6, C6.\nYou may notice that in these example the groups are all Abelian. This is a\nconsequence of the following proposition.\nMay 3, 2004\nVersion 0.6",
    "Page_58": "54\nGroups\nProposition 2.17\nIf G and H are Abelian groups, then so is G x H.\nProof:\nExercise.\nThe converse to this proposition is also true, but it requires a lot more theory\nto get it in its nicest form.\nIf we have several groups G1, G2, ... , Gn, we can define the direct product\nG1 x G2 X ..· Gn in the obvious way. There is a fairly clear isomorphism between\n(G1 x G2) × G3, G1 × (G2 × G3), and G1 x G2 × G3 given by the correspondence\n((91, 92), 93)←→ (g1, (92, 93)) ←→ (91, 92, 93).\nSo just as we consider the vector spaces (Vi Φ V2) x V3, Vi Φ (V2 × V3) and\nVi ① V2 x V3 as being the same vector space, we blur the distinction between the\nabove direct products of groups and regard all three as the same group. With\nthis in mind, the direct product is then associative. We will also write\nGn =GxGx...xG\nn times\nThe following theorem will prove useful when we try to classify all the groups\nof a given order. It generalizes the isomorphism between V and C2 x C2.\nTheorem 2.18\nLet G be a finite group such that r2 = 1 for every element x E G, and |G| ≥ 2.\nThen G is isomorphic to C2 x C2 x ... x C2.\nProof:\nWe first observe that G must be Abelian. Given any x and y E G, we have\nxyxy = (xy)² = 1.\nBut then\n = c1 = x(cyxy) = x²yxyx = yxy,\nand so\nyx = y(yxy) = y²xy = xy.\nWe now find elements ak E G by the following inductive construction:\n ‘'} =()   ≠           ()\nα² = 1.\n(ii) Assume that we have found elements a1, a2, ..., ar, such that ak is not in\n(al1, ..., ak-1) for all k = 2,...,r.\nThen one of two things must be true: either G = (a1, ..., ar), or there\n s a  a o ... ae)  po si  ta  s\n@2, ... , ar, ar+1 satisfy the condition for r + 1.\nMay 3, 2004\nVersion 0.6",
    "Page_59": "2.7. Direct Products\n55\n(iii) Proceeding inductively, we must eventually exhaust all the elements of G.\nSo we have that G = (a1, a2,..., an) for elements a1, a2,..., an such that\nak is not in (ai,...,ak-i) for all k = 2,...,n. So any element c E G can be\nwritten as a product of powers of the elements a1, a2,..., an, and since G is\nAbelian, we can move all the powers of a1 to the front of the product, a2 to the\nnext term, and so on. So in general\nx =ap(1)a(2)...a(n),\nwhere p(k) must be either O or 1. Moreover, this is the only way that the element\nc can be written, since if we also have\nx =ar(1) ar(2) . ar(m),\nthen\nBut this implies that\nand so p(n) - r(n) = 0, since if p(n) - r(n) = 1, then an would be generated by\n a1, a2, .. , an-1, which contradicts our construction. So\n1 = ap(1)-r(1)ag(2)-r(2)...ar(n-1)-r(n-1),\nand the same argument as for n shows that p(n - 1) - r(n - 1) = 0.\n Proceeding inductively, we have that p(k) - r(k) = O for all k. Hence p(k) =\nr(k) for all k, and so there is only one such way to write c as a product of\npowers of a1, a2,... , an in that order.\nNow we can think of C2 = {1,a}, and so\nC2 x C2 × ... x C2 = {(aP(1),ap(2),..., ap(n) : p(k) ∈ {0,1}.\nn times\nBut we have a correspondence\nap(1)a(2)...aP(n)→(a(1),ap(2),...,ap(n),\nand if you compare typical entries of the Cayley table you get\nar(1)ar(2)... a(m)\nap(1)ap(2)...an(n)\nMay 3, 2004\nVersion 0.6",
    "Page_60": "56\nGroups\nand\n(ar(1),ar(2),...,ar(n))\n(ap(1),ap(2),...,ap(n))\n(ap(1)+r(1),ap(2)+r(2),...,ap(n)+r(n)\n and so the Cayley tables correspond.\nHence G = C2.\n?\nCorollary 2.19\nLet G be a finite group such that c? = 1 for every element c E G, and |G| ≥ 2.\nThen |Gl = 2n for some n.\nExercises\n2.7.1. Show that D2n and C2 x Cn are not isomorphic for n > 2\n2.7.2. Write down the Cayley tables of C2 x C2 x C2 and C2 x C4. Show that\nthese two groups are not isomorphic.\nShow that Dg and C2 x C2 x C2 are not isomporhic.\n2.7.3. Let p and q be prime numbers. Show that Cp x Cq = Cpq:\nMore generally, show that if p and q are coprime, Cp x Cq = Cpq·\n2.7.4. Let G be an Abelian group where c? = 1 for every  E G. Show that\nG = C3 x C3 x ... x C3.\n2.7.5. (*) Find a group G such that x3 = 1 for every  E G, but G  C3 x C3 ×\n... x C3\n2.8\n Subgroups\nof this fact, since the various additive groups of numbers are contained in one\nanother:\nZcQcrCC.\nKnowing the groups which are contained within a particular group can tell you\na lot about the group.\nDefinition 2.5\nLet (G,*,e) be a group, and H  G. We say H is a subgroup of G if (H, *,e)\nis a group (where * is restricted to H).\nWe denote this relationship by writing H ≤ G. If H C G, then we may\nwrite H < G.\nMay 3, 2004\nVersion 0.6",
    "Page_61": "2.8. Subgroups\n57\nIn general, we do not expect an arbitrary subset of a group to be a group.\nIn particular, we have to at least have e E H. Furthermore, for * to be a binary\noperation when restricted to H, it needs to be closed on H. In other words, the\nproduct of elements of H must again be an element of H. Finally, we need that\nthe inverse of every element of H is an element of H. But the good news is that\nwe don't need to check associativity: that is guaranteed by the associativity of\n* as an operation on G. To summarize:\nTheorem 2.20\nLet G = (G, *e) be a group, and H  G. If for every c and y E H we have\n(i)  * y E H, and\n(ii) x-l ∈H,\nthen H is a subgroup.\nProof:\nCondition (i) tells us that * : H x H →→ H, so * is a binary operation on H.\nAssociativity is simple since * is associative on G, so the axiom still holds for a\nsubset. Since c-1 E H, we have both the inverse axiom, and the identity being \nan element of H, since e = -l *  E H by (i). And e is still an identity for *\non H, since it satisfies the identity axiom for all elements of G, including those\nin H.\n In fact, we can make this theorem even slicker by combining the two condi-\ntions into one:\nCorollary 2.21\nLet G = (G,*e) be a group, and H  G. If for every c and y E H we have\ncy-1 e H, then H is a subgroup.\nProof:\nWe note that if  E H, then c-1 = e E H, and hence x-1 = ex-1 E H,\ngiving condition (i) of the theorem.\nAdditionally, since y-1 E H, cy = x(y-1)-1 ∈ H, giving condition (ii) of\nthe theorem.\nHence H is a subgroup.\n■\n Jo suo a dnn e g uou e  m n ea non\nrem 2.20 become\n(i) c + y E H, and\n(ii) -∈H,\nwhile the condition for Corollary 2.21 becomes c - y E H.\nWe immediately note that a group G is always a subgroup of itself, and the\nset containing just the identity {e} is always a group. These two subgroups are\nMay 3, 2004\nVersion 0.6",
    "Page_62": "58\nGroups\ncalled the trivial subgroups of G. If H is a subgroup of G which not trivial,\nwe say that H is a proper subgroup.\nFor finite groups, the Cayley table of a subgroup is simply the Cayley table\nof the whole group with every row and column corresponding to elements not\n in the subgroup being removed.\nExample 2.31\nThe cyclic group of order 3 C3 = {1,a,a?} has the subgroups {1}, and\n{1, a, a?}. It has no proper subgroups.\nYou can see that other subsets are not subgroups be inspection. For example,\nthe set {1, a²} is not a subgroup because a²a? = a4 = a, and a is not an element\nof the set.\nExample 2.32\nThe cyclic group of order 4 C4 = {1,a,a²,a3} has the subgroups {1},\n(a²) = {1,a²} and {1,a, a²,a3}.\n ssod a  q doqns e st  '1}  a  o\nof cy-1 for x and y E {1,a²}:\n1·1-1=1\n1·(a²)-1 =a-2 = a2\na² .1-1 = a²  α².(a²)-1 = 1.\n In fact, we really only need to look at products where neither x nor y is 1, since\nthose always leave the other term alone. We will see shortly that the fact that\nthis is a set generated by an element guarantees that it is a subgroup.\nThese subgroups are isomorphic to C1, C2 and C4 respectively.\nExample 2.33\nThe vierergruppe V = {1,a,b,ab} has the subgroups {1}, (a) = {1,a},\n<b) = {1,b}, (ab) = {1,ab} and {1,a,b,ab}\nThese subgroups are isomorphic to C1, C2, C2, C2, and V respectively.\nExample 2.34\nThe cyclic group or order 6, C6 = {1,a,a²,a3,a4,a5} has the subgroups\n{1}, (a²) = {1,a²}, (a²) = {1,a²,a4}, and C6.\nThese subgroups are isomorphic to C1, C2, C3, C6, and V respectively.  \nExample 2.35\nLet p be a prime number, and Cp the cyclic group of order p. Since ak\ngenerates Cp for all k ≠ O, any subgroup which contains any element other than\n1 must automatically contain all of Cp. Hence Cp only has the trivial subgroups\n{1} and Cp.\nMay 3, 2004\nVersion 0.6",
    "Page_63": "2.8. Subgroups\n59\nExample 2.36\nIf s E R, then the set {sn : n E Z} is a subgroup of the additive group of\nreal numbers (R, +,0). This follows because if we take two typical elements ns\nand ms, then\nns -ms = (n-m)s,\nand this is an element of the set {sn : n E Z}.\n>\nExample 2.37\nWe have that SLn(R), On(R) and SOn(R) are all proper subgroups of\nGLn(R). In fact SOn(R) is also a proper subgroup of both SLn(R) and On(R).\nWe know that these are subgroups, since we showed that they were groups\nunder matrix multiplication in an earlier example.\nExample 2.38\nThe alternating group An is a subgroup of the corresponding symmetric\ngroup Sn.\nExample 2.39\nIf G and H are groups, then the subset {(x,e) :  E G} of G × H is a\nsubgroup of G x H. Similarly, {(e, y) : y E H} is a subgroup of G × H.\nExample 2.40\n If G is any finite group and  E G, the set (α) is always a subgroup. This\nfollows since cn(xm)-1 :\n= xn-m, which is a power of x and so is an element of\n(x>, and Corollary 2.21tells us (α) is a subgroup.\n In fact, we can extend the last example to the set generated by any set of\ngenerators.\nTheorem 2.22\nLet (G,*,e) be a group, and X  G. Then (X) is the smallest subgroup of G Finding Subgroups: To find\nwhich contains X.\nall the subgroups of a finite\ngroup, look at the subgroups\nProof:\ngenerated by each element, then\nFirst we must show that (X) is a subgroup. This set consists of all products \nlook at the subgroups generated\nby pairs of elements, then triples\nof powers of elements of X. If we have\nof elements, and so on. This\nprocedure works because of\n=cPcP²..·cPn\nand\ny=yly2²...ym,\nTheorem2.22\nwhere ck and yi E X, pk and ql E Z, then we have that\nYou can cut down the number of\ngenerating sets you need to check\n(Pn-...xP)x=xPn-1...cPaPx...cD\nby noticing that if an element is\n=xPx-...xP2a2..n\nin a subgroup, adding it to the\nset of generators of that\nsubgroup gives nothing new.\n：\n=xπPncPn = e,\nMay 3, 2004\nVersion 0.6",
    "Page_64": "60\nGroups\nso x-1 = xnPn xP-1 ..-xPl, which is a product of powers of elements of X,\nso x-1 ∈ (X). Similarly\ncy =xx22...cpnyy2...ym\nis a product of powers of elements of X, so cy E (X).\n So (X) satisfies conditions (i) and (i) of Theorem 2.20l so it is a subgroup\nof G.\nNow assume that there is some subgroup H of G with X  H C (X). Then\nwe can find some c E (X)\\ H, so\n=cPc²..·cPn\nwhere ck E X, pk E Z. A simple induction argument shows that x2k E H for all\nk, no matter what power we have of pk. But this means that xp'c22 E H, since\nit is a product of elements of the subgroup H, and similarly cp'α2c?3 E H.\nProceeding inductively, we have xP'x?2 ..·cPn E H, and so x E H. This is a\ncontradiction, and hence there is no subgroup H.\nTherefore (X) is the smallest subgroup of G containing X.\n■\nIt is worth noting that some texts actually define (X) to be the smallest\nsubgroup of G containing X.\nExample 2.41\nThe dihedral group of order 8, D8 = {1,a,a²,a?, b, ab, a²,a?} has subgroups\n(1) = {1} ≤ ℃1,\n(a²) = {1,a²} = C2,\n<b) = {1,b} ≤ C2,\n(ab) = {1,ab} ≤ C2,\n(a²b) = {1,a2b} ≤ C2,\n(a²b) = {1,a²b} ≤ C2,\n(a) = {1,a,a²,a²} ≤ C4, (a²,b) = {1,a²,b,a²b} = V,\n(a²,ab) = {1,a²,ab,a²b} = V, \n(a,b) = Ds.\nExample 2.42\nConsider S3 = {e, (1,2,3), (1,3,2), (1,2), (2,3), (1,3)}. We can find all the\nsubgroups of this group by looking at the sets generated by each element:\n(e) = e\n((1,2,3)) = ((1,3,2)) = {e, (1,2,3),(1,3,2)}\n(1,2)) = {e,(1,2)}\n(2,3)) = {e,(2,3)}\n((1,3)) = {e,(1,3)}\nMay 3, 2004\nVersion 0.6",
    "Page_65": "2.8. Subgroups\n61\nNow we need to consider the sets generated by pairs of elements. For example,\nthe set <(1,2,3),(1,2)) contains the elements e,(1,2,3), (1,3,2) and (1,2) as\nwell as\n(2,3) = (1,2,3)(1,2) (1,3) = (1,2)(1,2,3).\nSo ((1,2,3), (1,2)) = S3. In fact, when we look at all possible pairings, we\ndiscover that\n<(1,2,3),(1,2)) =((1,2,3),(2,3)) = <(1,2,3),(1,3)) = S3\nand\n((1,2),(2,3)) =((1,2),(1,3)) = ((2,3),(1,3))= S3\nSo Ss is the only other subgroup.\nNotice in all the above examples of finite groups, the order of any subgroup\n au as pu am nq a se st s nn a go spro s sis\nbefore we can prove it.\nExercises\n2.8.1. Let X be a subset of a group. Show that any one of the following is\n sufficient to show that X is not a subgroup:\n(i) e  X,\n(ii) there is an c E X with -1  X,\n(ii) there is an x and y E X with cy  X,\n(iv) there is an c and y E X with cy-1  X.\n2.8.2. For each of the following groups, find allits subgroups. For each subgroup,\n determine if it is isomorphic to a known group.\n(i) D6\n(ii) Cs\n(ii) C2 × C4\n(iv) C2 x C2 x C2\n(v) D10\n(vi)D12\n(vi) A4\n2.8.3. Let s E R. Show that {n + ms : n, m E Z} is a subgroup of R.\n2.8.4. Show that N is not a subgroup of (Z, +, 0).\n2.8.5. Show that every subgroup of a cyclic group is a cyclic group.\no   n d   no ds   a\n2.8.6. Show that every group has a cyclic subgroup.\nMay 3, 2004\nVersion 0.6",
    "Page_66": "62\nGroups\n2.9 Homomorphisms\n           \nfrom one vector space to another which preserves vector addition and scalar\nmultiplication, ie. T : V → W is a linear transformation if and only if\n“(a)LY = (ax)L  pue  (m)L+ (a)L = (m + a)L\nfor all v, w E V and X e F.\nThe analogue for groups should, then, be a function which preserves the\n group operation.\nDefinition 2.6\nLet (G,*,e) and (H,*,1) be groups. A function α : G → H is a (group)\nhomomorphism if\nα(c*y) =α(x)α(y)\nfor all , y E X.\nWhen using the multiplicative notation for groups, we will often simply write\nthis condition as\nα(xy) =α(x)α(y)\nIt is immediate from this definition that group homomorphisms preserve the\nidentity and inverse.\nProposition 2.23\nLet G and H be groups and α : G → H a homomorphism. Then\n(i) α(eG) =éH,\n(ii) α(c-1) =(α(x))-1 for all  ∈ X.\nProof:\n(i) Let y = α(x) for some  E G, so that\nya(eG) = α(x)α(eG) = α(ceg) = α(x) = y = yeH.\nThe cancellation law then tells us that α(eG) = éH.\n(ii) Given any  E G, we have that\nα(x-1)α(x) =α(x-1x) =α(eG) = éH.\nSo α(x-1) = α(x)-1.\nUsing this proposition we can show, using induction if needed, that\nα(xn) =α(x)n\nfor any n E Z.\nMay 3, 2004\nVersion 0.6",
    "Page_67": "2.9. Homomorphisms\n63\nExample 2.43\nLet V = {1,a, b, ab} be the four-group, and C4 = {1,a, a2,a3} be the cyclic\ngroup of order 4. Consider the function α : V → C4 definied by the following\ntable:\n「α(x)\n1\n1\na\nα2\nb\na2\nab\n1\nChecking by hand, we can verify that this is indeed a homomorphism. For\n'I =  = ()() pue ‘ = (1) = () os  u I =  aduexa\nExample 2.44\n If we look at the groups Z3, where the group operation is addition modulo\n3, and the group C6 = {1,a, a²,a3,a4,a5}, then we have the following homo-\nmorphisms from Z3 → C6:\nα(x)= 1\nβ(x) = a2x\n(x) = a-2x\nTo verify that β is a homomoprhism, for example, we need to check that β(c +\ny) = β(x)β(y):\nNote: Observe here that Z3 uses\nadditive notation, while Ce uses\nβ(x + y (mod 3)) = a2(x+y (mod 3)) = a22+2y (mod 6)\nmultiplicative notation, and we\nneed to use the appropriate form\nβ(x)β(y) = a2αa2y = a2x+2y (mod 6),\nof notation when verifying that\nwe have a homomorphism.\nnoting that in C6, a*ay = a\"+y (mod 6). So β is a homomorphism. You could\nalso verify this fact by case-by-case checking of results.\nOn the other hand, the function & : Z3 → C6 defined by 8(x) = a* is not a\nhomomorphism, because\n8(1 + 2 (mod 3)) = 8(0) =α° = 1,\nbut\n8(1)8(2) = aa² = a² ≠ 1.\nExample 2.45\n Let GLn (R) be the group of all invertible real-valued matrices, and consider\nthe determinant function det : GLn(R) → R? given by\ndet(A) = [A|.\nMay 3, 2004\nVersion 0.6",
    "Page_68": "64\nGroups\nSince\ndet(AB) = |AB| = |Al|B| = det(A) det(B)\nthis is a homomorphism.\nIf we once again consider the analogy with abstract linear algebra, you may\nrecall that the image of a linear subspace under a linear transformation is a\nsubspace of the range. If the analogy with linear algebra is to hold, the same\nthing ought to be true for subgroups.\nProposition 2.24\nIf G and H are groups, α : G → H is a homomorphism, and K is a subgroup\nof G, then α(K) is a subgroup of H.\nProof:\nLet x, y E α(K), so that there are some u and v E K such that x = α(u)\nand y = α(v). Then, noting that uu-1 E K,\ncy-1 = α(u)(α(v))-1 = α(uu-1) ∈ α(K).\nSo by Corollary2.21\nα(K)≤H\nExample 2.46\nWe know from Example 2.33that the subgroups of V are {1}, {1, a}, {1, b},\n{1, ab} and the whole group V. The images of these sets under the homomor-\nphism α of Example 2.43are {1}, {1, a²}, {1, a²}, {1} and {1, a?}, respectively.\nSince G ≤ G, the following is an immediate corollary of the proposition.\nCorollary 2.25\n If G and H are groups, and α : G → H is a homomorphism, then α(G) is a\nsubgroup of H.\nIn other words, the image of a homomorphism is a subgroup of the codomain.\nWe have a similar result for inverse images of subgroups.\nProposition 2.26\nIf G and H are groups, α : G → H is a homomorphism, and K is a subgroup\nof H, then α-1(K) is a subgroup of G.\nProof:\nLet , y E α-1(K), so that there are some u and v E K such that u = α(x)\nand v = α(y). Then,\nα(xy-1) = α(x)(α(y)-1 = uu-1 ∈ K,\nso cy-1 E α-1(K). Therefore by Corollary 2.21l α-1(K) ≤ G.\nYou may also recall from linear algebra that the kernel of a linear transfor-\nmation is a subspace of the domain. This leads us to the following definition\nand corollary.\nMay 3, 2004\nVersion 0.6",
    "Page_69": "2.9. Homomorphisms\n65\nDefnition 2.7\nIf G and H are groups, and α : G → H is a homomorphism, then the kernel\nof α is the set\nkerα = {α E X : α(x) = eH}\nof all elements of the group G whose image is the identity.\nCorollary 2.27\nIf G and H are groups, and α : G → H is a homomorphism, then ker α is a\nsubgroup of G.\nProof:\nd q o ‘ > {}  ‘(a})1- =  4 \n2.26\nker α ≤ G.\nExample 2.47\nIn Example 2.43\n the kernel of the homomorphism is {1,ab}, which is a\nsubgroup of V, and the image of the homomorphism is {1,a?}, which is a\nsubgroup of C4.\nExample 2.48\nThe kernel of the determinant map from the previous example is the set of\nall matrices whose determinant is 1, ie.\nker det = SLn(R).\nOn the other hand, there are matrices whose determinant is any number you\nchoose, so the image of GLn(R) under det is all of R \\ {O}.\n口\nExample 2.49\n Parity can be regarded as a function that takes permutations to elements of\nthe multiplicative group of integers Z\\ {0}. Theorem 1.6tells us that this is a\nhomomorphism.\nThe kernel of parity is the subgroup An of all permutations whose parity is\n1, ie.\nker parity = An.\nOn the other hand, the image of Sn under the parity homomorphism is sim-\nply the set {1, -1}, which is a subgroup of the multiplicative group of integers.\nJust as we are particularly interested in functions which are one-to-one, onto,\nor bijective, we are interested in homomorphisms which are one-to-one, onto, or\nbijective.\nMay 3, 2004\nVersion 0.6",
    "Page_70": "66\nGroups\nDefinition 2.8\nLet G and H be groups, and α : G → H a homomorphism. Ifα is one-to-one (or\ninjective), then we say that it is a monomorphism. If o is onto (or sujective),\nthen we say that it is an epimorphism. If o is a bijection, then we say that it\nis an isomorphism.\nIf α : G → G is an isomorphism, then we call α an automorphism. The\nset of all automorphisms of G is denoted Aut(G).\nThis definition of isomorphism agrees with the definition that we have been\nusing, but can also be applied to infinite groups. The concept of “correspon-\ndence” of elements that we have been informally using to translate between the\ntwo Cayley tables is, formally, a bijection; while the fact that the Cayley tables\n    d si o  a n  \nus a homomorphism. If there is an isomorphism between two groups G and H,\nthen we say that the groups are isomorphic and write G ≤ H as usual.\nExample 2.50\nConsider the additive group of reals numbers, (R, +,0), and the multiplica-\ntive group of positive real numbers, (R+, ×, 1). The exponential function\nexp : x → et\nis a homomorphism between these two groups, since\nexp(c + y) = e+y = e\"e = exp(x) exp(y).\nFurthermore, the exponential function is one-to-one (a fact you should be famil-\niar with from elementary calculus), and the range of the exponential function\nis all positive real numbers. Hence exp is an isomorphism, and the two groups\nare isomorphic.\n In fact, this isomorphism is not the only possible choice. Any function of\nthe form\nx→a\"\nfor a > 0 is an isomorphism. Going in the reverse direction, the corresponding\nlogarithms\nx→ logax,\nregarded as functions from R+ to R, are also isomorphisms.\nThe following proposition collects some useful facts about homomorphisms.\nProposition 2.28\nLet G, H and K be groups, and let α :G → H and β : H → K be homomor-\nphisms.\n(i) β o α : G → K is a homomorphism,\n(ii) if α and β are monomorphisms, so is β oQ,\nMay 3,2004\nVersion 0.6",
    "Page_71": "2.9. Homomorphisms\n67\n(iii) if α and β are epimorphisms, so is β o Q,\n(iv) if α and β are isomorphisms, so is β oQ,\n(v) if o is an isomorphism, so is the inverse function Q-1\n(vi) α is a monomorphism if and only if ker α = {e},\nProof:\n(i) We observe that\nβ(α(xy)) =β(α(x)α(y)) =β(α(x))β(a(y)),\nso β o α is a homomorphism.\n(ii-iv) These follow immediately from (i) which tells us that the composition\nis a homomorphism, and parts (ii-iv) of Proposition 1.2which tell us that the\ncomposition is, respectively, one-to-one, onto, and bijective.\n(vi) If α is an isomorphism, then for any , y E H, we have u and v E G\nsuch that α(u) =  and α(v) = y, so\ncy =α(u)α(v) =α(uv).\nBut u = α-1(x) and v = α-1(y), so\nQ-1(cy) =α-1(a(u)) =uv =α-1(x)α-1(y).\nHence α-1 is a homomorphism.\nFurthermore, parts (v) of Proposition 1.2tells us that α-1 is a bijection, so\nQ-1 is an isomorphism.\n(v) If α is a monomorphism and α(x) =e, then α(x) = α(e), and since α is\ninjective,  = e. So ker α = {e}.\n On the other hand, if kerα = {e}, then if we have x and y E G such that\nα(x)=α(y), then\nα(xy-1) = α(x)a(y)-1 = α(x)a(x)-1 = e,\nso cy-1 E ker α, and hence cy-1 = e. But then\nx = xy-ly = ey = y,\nso α is injective and hence a monomorphism.\nExercises\n2.9.1. Find all the homomorphisms from C2 to V. Describe the kernel and\nimage of each.\nMay 3, 2004\nVersion 0.6",
    "Page_72": "68\nGroups\n2.9.2. Let Z be the additive group of integers. Show that for each m E Z, the\nfunction Qm : Z → Z, given by\nQm(x)= mc\nis a homomorphism. Show that if m ≠ 0 then Qm is a monomorphism.\nShow that it is an epimorphism if and only if m = ±1.\n2.9.3. Let Q be the additive group of rational numbers. Show that for each\nr E Q, the function Qr : Q → Q given by\nQr(x)=rc\nis a homomorphism. Show that if r ≠ 0 then Qr is an automorphism.\n2.9.4. Consider the group (G,*,e), where G = {(x,y) : ,y E R,c ≠ O}, (x,y) *\n(c',y') = (cx',cy' + y) and e = (1,0), and the group (H,·,I2), where\n∫[a b]\nH=\n: a,b ∈ R,a ≠ 0\n{[1]\n· is matrix multiplication, and I2 is the 2 by 2 identity matrix. Show that\nG and H are isomorphic.\n2.9.5. Show that every isomorphism Q : (R,+,0) → (R+,×,1) satisfies\nα(x) =a\"\nfor some number a > 0.\nShow that every isomorphism Q : (R+,×,1) → (R, +,0) satisfies\nα(x) = loga x\nfor some number a > 0.\n2.9.6. Let G and H be two groups. Show that each of the following is a homo-\nmorphism:\n(i) α : G → G × H, where α(g) = (g,1),\n(ii) α : H → G × H, where α(h) = (1,h),\n(ii) α : G× H →G, where α(g,h) = g,\n(iv) α : G × H → H, where α(g,h) = h,\n(v) α : G × H → H × G, where α(g,h) = (h,g),\n(vi) α : G → G × G, where α(g) = (g,g).\nWhich of these are monomorphisms, which are epimorphisms, and which\nare isomorphisms?\n2.9.7. Find all the automorphisms of V.\n2.9.8. Let G be a group. Show that (Aut(G),o,id) is a group, where o is com-\nposition and id : G → G is the identity function id(x) = x for all c E G.\nMay 3, 2004\nVersion 0.6",
    "Page_73": "2.9.Homomorphisms\n69\nAssignment 2\nThe following exercises are due Friday, March 5th.\n2.1 Exercises 1, 2.\n2.2 Exercises 2, 3, 5.\n2.3 Exercises 2, 3, 4.\n2.4 Exercises 1.\nAssignment 3\nThe following exercises are due Friday, March 12th.\n2.5 Exercises 1, 2, 7.\n2.7 Exercises 1, 4.\n2.8 Exercises 2, 3.\n2.9 Exercises 1, 2, 4, 7.\nMay 3, 2004\nVersion 0.6",
    "Page_74": "70\nGroups\nMay 3, 2004\nVersion 0.6",
    "Page_75": "Chapter 3\nThe Structure of Groups\nWe are interested in understanding the structure of groups, particularly fnite\ngroups, as a way of potentially distinguishing groups. In this section we will see\na number of ways of looking at structure within a group.\n3.1\n1The Subgroup Lattice\nAt a very coarse level, if two groups are isomorphic then their subgroups must\nbe in bijective correspondence with one another.\nProposition 3.1\nLet G and H be two groups, and let Sub(G) and Sub(H) be the set of subgroups\nof G and H respectively. If G = H then there is a bijection between Sub(G)\nand Sub(H)\nProof:\nSince G ≤ H there is an isomorphism Q : G → H, and its inverse function\n1 : H →→ G is also an isomorphism by Proposition 2.28 Since by Proposi-\nα\ntion 2.24 the image α(K) of a subgroup K of G is a subgroup of H, we can\ndefine a function\nα : Sub(G) →→ Sub(H)\nK→α(K).\nThe function α is one-to-one, since if we have two subgroups K1 and K2 of\nG such that α(K1) = α(K2), then\nK1 = α-1(α(Ki)) = α-1(α(K1)) = α-1(α(K12)) =α-1(α(K2)) = K2,\nsince α-1 o α is the identity function.\nThe function α is onto, since if K is a subgroup of H, then Q-l(K) is a\nsubgroup of G, and\nY= ((Y)-∞)∞ = (Y)-0)\n71",
    "Page_76": "72\nThe Structure of Groups\nsince Q o o-1 is the identity function.\nSo α is a bijection.\nCorollary 3.2\nIf G and H are finite groups with different numbers of subgroups, then G and\nH cannot be isomorphic.\nExample 3.1\nFrom Example 2.32 C4, we know that C4 has 3 subgroups. On the other\nhand, Example 2.33tells us that V has 5 subgroups, so V is not isomorphic to\nC4.\n However, it is certainly conceivable that two groups may have the same num-\nber of subgroups, but fail to be isomorphic. In this case we need to investigate\nthe relationships between subgroups of a group. For instance, if we have a group\nG and subgroups H and K of G such that K  H, then it is immediate from\nCorollary 2.21that K is a subgroup of H. So a good starting point is to consider\nwhich subgroups are contained in other subgroups.\nExample 3.2\nFrom Example 2.32C4 = {1, a, a2,a²} has the subgroups {1}, (a²) = {1, a²}\nand {1, a, a²,a3}. We can easily see that {1} ≤ (a²) ≤ C4.\nNoting that each of these is subgroups is contained in the next, we can\nrepresent this situation diagramatically as follows:\nC4\n(a²)\n{1}\nThis sort of diagram is a graphical representation of the subgroup lattice\nof the group. The idea is that if a subgroup is contained in another, with\n     a        \n subgroups with a line. We also try to draw the diagram so that subgroups with\nthe same number of elements are the same distance up the page.\nHere are some more examples.\nExample 3.3\n From Example 2.33] the vierergruppe V = {1, a,b,ab} has the subgroups\n{1}, (a) = {1,a}, (b>= {1,b}, (ab) = {1,ab} and {1,a,b,ab}.\nThe subgroup lattice of V is:\nMay 3, 2004\nVersion 0.6",
    "Page_77": "3.1. The Subgroup Lattice\n73\n（a)\n(6）\n(ab)\n{1}\nExample 3.4\nFrom Example2.34\nthe cyclic group or order 6, C6 = {1,a,a²,a?,a4,a5}\nhas the subgroups {1], (a3) = {1, a3}, (a²) = {1, a²,a4}, and C6. The subgroup\nlattice of C6 is:\nC6\n(a²)\n(a3)\n{1}\n>\nExample 3.5\nLet p be a prime number, and Cp the cyclic group of order p. From Exam-\nple 2.35Cp only has the trivial subgroups {1} and Cp. The subgroup lattice of\nCp is always:\nCp\n{1}\nExample 3.6\nFrom Example2.41l the dihedral group of order 8, Dg = {1, a, a²,a3, b, ab, a²,a3}\nhas subgroups {1}, (a²) = {1,a²}, (b) = {1,b}, (ab) = {1,ab}, (a²b)\n{1,a²b}, (a3b) = {1,a3b}, (a) = {1,a,a²,a²}, (a²,b) = {1,a²,b,a²b}, (a²,ab) =\n{1,a²,ab, a3b}, and Dg. The subgroup lattice of Dg is:\nMay 3, 2004\nVersion 0.6",
    "Page_78": "74\nThe Structure of Groups\nb\nab\n{1}\nNotice that in these diagrams, there is always a unique smallest subgroup\nwhich is bigger than any pair of subgroups. This is a corollary of Theorem 2.22\nCorollary 3.3\nIf G is a group and H and K are subgroups of G, then (HU K> is the smallest\nsubgroup which contains both H and K.\nThis subgroup is usually quite diferent from the union of the two sets.\n Indeed, we have the following:\nProposition 3.4\nLet H and K be subgroups of G. Then HU K is a subgroup if and only if either\nH K or K H.\nProof:\nIf H  K, then HU K = K, so HU K is a subgroup. Similarly, if K C H,\nthen H U K = H, so H U K is a subgroup.\nConversely, if neither H nor K is a subset of the other, then there is some\n E H\\K and y E K\\H. Also x-1 ∈ H, since H is a subgroup. But then\nif cy E H, we have -1(cy) = y E H, but since y E K\\H, this means that\ny  H, which is a contradicition. Therefore cy  H. But a similar argument\nshows that cy  K. So cy  HU K. So H U K is not a subgroup of G.\nThe following theorem shows us that there is also a subgroup which is con-\ntained in both H and K.\nTheorem 3.5\nLet (G,*,e) be a group, and H and K subgroups of G. Then H M K is the\nlargest subgroup of G which is contained in both H and K.\nProof:\nWe first need to show that H ∩ K is a subgroup. If x, y E H N K, then\ncy-1 E H, since H is a subgroup, and cy-l E K, since K is a subgroup.\nTherefore cy-1 E H M K, and so by Corollary 2.21\nH h K is a subgroup of G.\nMay 3, 2004\nVersion 0.6",
    "Page_79": "3.1. The Subgroup Lattice\n75\nSince H M K is the largest set contained in both H and K, it must also be\nthe largest subgroup contained in both.\nWe will denote (H U K) by HV K and call it the join of H and K. We will\ndenote H M K by H ^ K, and call it the meet of H and K. The reason for this\nterminology will be come clear when we look at abstract lattices.\nThe significance of the lattice of subgroups is that if two groups do not have\nsimilar lattices of subgroups, they cannot be isomorphic, so it provides a nice\npictorial way of demonstrating that two groups are distinct. To show this, we\nfirst need to show that homomorphisms preserve the relationship of inclusion of\nsubgroups.\nProposition 3.6\nIf G and H are groups, α : G → H is a homomorphism, and Ki and K2 are\nsubgroups of G with K1  K2, then α(K1) is a subgroup of α(K2).\nFurthermore, if α is a monomorphism, and K1 C K2,then α(K1) not equal\nto α(K2).\nProof:\nWe know from Proposition 2.24that α(K1) and α(K2) are subgroups of H,\nand it is immediate from the definition of the image of a set under a function\nthat α(K1)  α(K2) if K1  K2. So α(K1) ≤ α(K2).\nIf α is a monomorphism in addition, then since there is some g E K2, but\nnot in Ki, we cannot have α(h) = α(g) for any h E K1 (otherwise α would not\nbe one-to-one). Hence α(K1) is properly contained in α(K2).\nCorollary 3.7\nIf G and H are groups, Q : G → H is a homomorphism, and K1 and K2\nare subgroups of G, then α(K1 V K2) = α(K1) V α(K2) and α(K ^ K2)=\nα(K1)^α(K2).\nProof:\nWe know that α(Ki) V α(K2) is the smallest subgroup which contains both\nQ(K1) and α(K2), but since K1 and K2  K1 V K2, we have that α(K1) and\nα(K2)  α(K1 V K2), hence α(K1) V α(K2)  α(K1 V K2)\nConversely, if α-1(α(K1) V α(K2)) is a subgroup of G which contains both\nK1 and K2, so K1 V K2  α-1(α(K1) V α(K2)), and hence\nα(K1 V K2)  α(α-1(α(K1) V α(K2))) = α(K1) Vα(K2).\nHence α(K1) V α(K2) = α(K1 V K2).\nThe proof of the case for ^ is left as an exercise.\nWe will say that two groups G and H have corresponding, or isomorphic,\nsubgroup lattices if there is a bijection f from Sub(G) to Sub(H) so that f(K1)V\nf(K2) = f(K1 V K2), and f(K1) ^ f(K2) = f(K1 ^ K2).\nMay 3, 2004\nVersion 0.6",
    "Page_80": "76\nThe Structure of Groups\nCorollary 3.8\n If G and H are two groups whose subgroup lattices do not correspond, then G\nand H are not isomorphic.\nProof:\nIf G and H are isomorphic, then Proposition 3.1 tells us that & is a bi-\njection from Sub(G) to Sub(H), and Corollary 3.7says that α(K1 V K2) =\nα(K1) V α(K2) and α(K1 ^ K2) = α(K1) ^α(K2). So isomorphic groups have\ncorresponding subgroup lattices.\nThe contrapositive of this result is the corollary.\nExample 3.7\n The groups C4 and V have different subgroup lattices, so they are not iso-\nmorphic.\nNote that the converse of the corollary is not true. We know, for example,\nthat if p is prime, the groups Cp all have corresponding subgroup lattices, yet\nthe groups are clearly not isomorphic.\nExercises\n3.1.1. Find the subgroup lattice of the group D6\n3.1.2. Find the subgroup lattice of the group C8.\n3.1.3. Find the subgroup lattice of the group C2 x C4.\n3.1.4. Find the subgroup lattice of the group C2 x C2 × C2.\n3.1.5. Find the subgroup lattice of the group D1o.\n3.1.6. Find the subgroup lattice of the group D12.\n3.1.7. Find the subgroup lattice of the group A4\n3.1.8. Complete the proof of Corollary 3.7\n3.2  Extension: Lattices\nThe pattern that subgroups of a group make under inclusion is a particular\nexample of a general phenomenon. The key idea is that we know when one\nsubgroup is “larger” than another, that we can find the largest thing smaller\nthan two subgroups (the meet) and that we can find the smallest thing larger\nthan the two subgroups (the join).\nThis idea is essentially the same as what happens with general subsets of a\nset. We know when one subset is “larger\"” than another, we can find the largest\nthing smaller than two subsets (the intersection) and we can find the smallest\nthing larger than the two subsets (the union).\nMay 3, 2004\nVersion 0.6",
    "Page_81": "3.2. Extension: Lattices\n77\nTo explore this similarity further, we need to introduce a general concept\nthat we can use to model the idea of one thing being larger then another.\nDefnition 3.1\nLet X and Y be sets. A relation between X and Y is a subset R of XxY, where\nc E X and y E Y are considered to be related by R if and only if (c, y) E R.\nWe write cRy if (c, y) E R. If X = Y we say that R is a relation on X.\nNote that you should not confuse this definition of relation with the notion\nof a relation on the elements of a group.\nThe concept of a relation is extremely general, and can be used to model a\n great many fundamental mathematical concepts.\nExample 3.8\nIf X is any set, equality can be regarded as the relation R = {(,α) :  E\nX}  X x X. Here cRy if and only if (c,y) E R if and only if x = y.\nExample 3.9\nIf X and Y are any sets and f : X → Y is a function, the graph R =\n{(x, f(x)) :  E X} C X x Y is a relation where xRy if and only if y = f(x). In\nfact functions are sometimes defined in this way as a special case of the concept\nof a relation.\n口\nExample 3.10\nIn the real numbers, the set L = {(,y) :  ≤ y} ∈ R x R is a relation where\nxLy if and only if x ≤ y.\nExample 3.11\nIf P(X) is the power set of some set X, then the set = {(A, B) : A is a subset of B}\nis a relation where A  B if and only if A is a subset of B.\nExample 3.12\nIf G is a group, and X is the set of subgroups of G, then the set ≤= {(A, B) :\nA is a subgroup of B} is a relation where A ≤ B if and only A is a subgroup of\nB.\nBecause of the generality of relations, we need to impose some additional\nconditions to make them useful in modelling particular situations.\nDefinition 3.2\nLet X and Y be sets, and R a relation on X. Let c,y and z E X.\nWe say that R is reflexive if cRc for all  E X.\nWe say that R is symmetric if cRy implies yRc.\nWe say that R is antisymmetric if zRy and yRx implies c = y.\nMay 3, 2004\nVersion 0.6",
    "Page_82": "78\nThe Structure of Groups\nWe say that R is transitive if xRy and yRz implies cRz.\nA partial order on X is a relation on X which is refexive, transitive and\nantisymmetric.\nExample 3.13\nThe <, <, > and ≥ relations on any set of numbers. All are antisymmetric\nand transitive, but not symmetric. The relations ≤ and ≥ are refexive, but <\nand > are not.\n>\nExample 3.14\nThe relation  of P(X) is a partial order.\nExample 3.15\nThe relation ≤ on the set of subgroups of a group is a partial order.\nNotice that if ≤ is a partial order on a set X, and , y E X, then it may be\nthe case that neither x ≤ y nor y ≤ x. If this is the case, we say that c and y\nare incomparable elements of X.\nExample 3.16\nThe sets {1} and {2,3} are incomparable elements of P({1,2,3}) under the\nsubset partial order .\nSo a partial order seem to encapsulate the general idea of something being\nbigger than something else. Now we need to model the idea of a meet and a\njoin.\nDefinition 3.3\nIf X is a set, ≤ is a partial order on X, and c and y E X, then a E X is a lower\nbound for r and y if a ≤ r and a ≤ y. We say that a is the greatest lower\nbound of c and y if given any lower bound z of c and y, we have that z ≤ a.\nSimilarly, a is an upper bound for c and y if  ≤ a and y ≤ a. We say\nthat a is the least upper bound of c and y if given any upper bound z of \nand y, we have that a ≤ z.\nIn general, we denote the greatest lower bound of c and y by  ^ y, and the\nleast upper bound of c and y by x V y.\nA lattice (X, ≤) is a set with a partial order such that every pair of elements\nhas a greatest lower bound and a least upper bound.\nThe examples of partial orders earlier in this section all have the lattice\nproperty.\nExample 3.17\nThe pair (R,≤) is a lattice. Since for any c and y, we have  ≤ y or y ≤ \n(or both), then x V y = min x, y and x ^ y = max , y.\nMay 3,2004\nVersion 0.6",
    "Page_83": "3.2. Extension: Lattices\n79\nExample 3.18\n If X is any set, then the pair (P(X), ) is a lattice. Given any two subsets\nA and B of X, we have A ^ B = AU B and A V B = An B.\nExample 3.19\nThe subgroup relation ≤ on the set of subgroups Sub(G) of a group G makes\n(Sub(G),≤) a lattice, since if H and K E Sub(G) we have HV K = (H U K)\nYU H = YV H pue\nExample 3.20\nLet X = {0,,y, 1}, and let ≤ be the partial order defined by 0 ≤ , 0 ≤ y,\n0 ≤ , 0 ≤ 1,  ≤ 1, y ≤ 1 and y ≤ 1. Then (X,≤) is a lattice, and we can\nrepresent it diagramatically as\n0\n In the previous section, we showed that if the subgroup lattice of two groups\ndidn't agree, then the groups could not be isomorphic. The heart of the result\nwas showing that the isomorphism α between the groups produced a function\nbetween the subgroups & which preserved meet and join.\nDefinition 3.4\nLet (X,≤) and (Y,≤) be two partially ordered sets. A function α : X → Y is\nan order-preserving function if whenever we have c and y E X such that  ≤ y;\nwe have α(x) ≤ α(y).\nIf (X,≤) and (Y,≤) are lattices, then α : X → Y is a lattice homomorphism\nif α(x V y) =α(x) Vα(y), and α(x ^y) =α(x) ^ α(y). Ifα is a bijective lattice\nhomomorphism, we say that it is a lattice isomorphism.\nExample 3.21\nLet (X,≤) be as in Example 3.20\n and V be the four-group. The function\nQ : X → Sub(V) defined by the table\nt\nα(t)\n0\n{e}\nC\n{e,a}\ny\n{e,b}\n2\n{e,ab}\nMay 3, 2004\nVersion 0.6",
    "Page_84": "80\nThe Structure of Groups\nis a lattice isomorphism. Perhaps the easiest way to grasp this fact is to observe\nthat the diagrams for each lattice correspond.\n>\nExample 3.22\nConsider the homomorphism Q : V → C4 of Example 2.43\n1 The correspond-\ning map between subgroups of these groups is &, and is given by the following\ntable\nH\n(H)\n{e}\n{e}\n{e,a}\n{e,a²}\n{e,b}\n{e,a2}\n{e,ab}\n{e}\n1\n{e,a²}\nis a lattice homomorphism.\n>\nThe essential content of Proposition 3.6 and Corollary 3.7is then:\nProposition 3.9\nIf G and H are groups, and α : G → H is a homomorphism, then α : Sub(G) →\n Sub(H) is an order-preserving map.\nCorollary 3.10\nIf G and H are groups, and α : G → H is a homomorphism, then α : Sub(G) →\nSub(H) is a lattice homomorphism.\n So we can then re-phrase Corollary 3.8in the following way:\nCorollary 3.11\nIf G and H are groups, and the subgroup lattices of G and H are not isomorphic,\nthen G and H are not isomoprhic.\nWe can use Exercise 3.2.1to prove the following proposition.\nProposition 3.12\nLet (X,≤) and (Y,≤) be lattices, and α : X → Y a lattice homomorphism.\nThen α is an order-preserving function.\nProof:\nSee Exercise 3.2.2\n In fact, we could prove Corollary 3.7 directly, and use this proposition to\nconclude that Proposition 3.6must hold.\nSo the abstract concept of a lattice helps us understand the structure of\nsubgroups within a group, just as the abstract structure of a group helps us\nunderstand concrete situations such as the symmetries of a set.\nMay 3, 2004\nVersion 0.6",
    "Page_85": "3.3. The Centre and Centralizers\n81\nExercises\n3.2.1. Let ≤ be a partial order on X. Show that if  ≤ y that  ^ y =  and\nrVy=y.\n3.2.2. Prove Proposition 3.12\n3.2.3. Consider the natural numbers N with the “divides\" relation c | y if and\nonly if y = kc for some k E N (ie. if c divides y). Show that | is a partial\norder, and that x ^ y is the greatest common divisor of c and y and x V y\nis the least common multiple of x and y.\n3.2.4. Show that if ≤ is a partial order on X, then the reverse relation ≥ defined\nby  ≥ y if and only if y ≤  is a partial order. Show that (X,≤) is a\nlattice if and only if (X, ≥) is a lattice.\n3.2.5. Let F(D, R) be the set of real-valued functions on some fixed domain\nD  R (ie. the typical functions considered in calculus). Show that the\nrelation defined by f ≤ g if f(c) ≤ g(x) for all  E D is a partial order.\nGive an example of two functions which are incomparable.\n Show that (F(D, R),≤) is a lattice, where f^g and fVg are the functions\ndefined by\n(f ^g)(x) = min f(α),g(α) and  (f V g)(x) = max f(x),g(x)\nrespectively.\n3.3 The Centre and Centralizers\nAbelian groups are much nicer to work with algebraically than non-Abelian\ngroups. However, even in the case of non-Abelian groups there may be large\nparts of the group which commute with each other.\nRecall that two elements c and y E G commute with one another if\ncy=yc.\nMultiplying both sides on the right by c-1, we can state this equivalently as\nsaying that x and y commute if and only if\nxyx-1 = y,\nor, multiplying on the other side, if and only if\nα-lyc = y.\nThe set of all elements which commute with every other element of the group\nis called the centre of the group, denoted by Z(G). At the very least we have\nthe identity e E Z(G), but it is potentially much larger.\nMay 3, 2004\nVersion 0.6",
    "Page_86": "82\nThe Structure of Groups\nExample 3.23\nThe centre of D6 is {1}. Clearly 1 always commutes with any element of\nD6. For the other elements we can always find an element with which it does\nnot commute. For example, a does not commute with b, since ba = (a²)b ≠ ab.\nThe same equation shows that a² does not commute with b. So a, a? and b are\nnot in the centre. Similarly (ab)a = a?b = a²(ab), so ab does not commute with\na, and (a2b)a = a4b = a²(a²b), so a²b does not commute with a.\nExample 3.24\nThe centre of Ds is {1,a?}. This follows since ana² = an+2 = a²an and\n(anb)a? = ana?ba = an+3a3b = an+6b = an+2b = a²(anb).\nfor n = 0, 1,2,3. So a? E Z(D8).\nOn the other hand (anb)a = ana3b = a3(anb) for n = 0,1,2,3, so a, a?, and\nanb are not in the centre.\nExample 3.25\nThe centre of GLn(R) is the set\n0\nRIn\n:aER\n00\n.a\nIt is easy to verify with matrix multiplication that every element of this set\ncommutes with every matrix.\nTo simplify calculations, we will just look at the case n = 2. To see that\nthese are the only possible elements of the centre, we note that if\nab\n∈ Z(GL2(R))\ncd\nthen we must have\n[[]\nor,\n-[\nand so we conclude that a = d and b = c. We also must have\n[[[[]\nMay 3, 2004\nVersion 0.6",
    "Page_87": "3.3. The Centre and Centralizers\n83\nor,\nso b = -b. Hence b = O, and so a matrix is in the centre only if it is in the set\nR×I2.\nThe centre is an extremely nice subset of the group.\nProposition 3.13\nLet G be a group. Then Z(G) is an Abelian subgroup of G.\nProof:\nGiven x, y E Z(G), we observe that for any z E G we have\n(cy)z = xzy = z(cy),\nso cy E Z(G). Similarly,\n-12=x-1zxx-1 =zx-1\nso x-l e Z(G). Hence Z(G) is a subgroup of G.\nIt is immediate that Z(G) is also Abelian, since every element of Z(G)\ncommutes with every element of G, and Z(G) is a subgroup.\n■\nYou can think of the centre as being a measure of how close the group G is\nto being Abelian. If Z(G) = G, then the group is Abelian, while if Z(G) is a\nlarge subgroup, then G can be thought of having a large Abelian component.\nOn the other hand, if Z(G) = {e}, the group is very far from being Abelian.\nProposition 3.14\nLet G and H be isomorphic groups. Then Z(G) and Z(H) are isomorphic\ngroups.\nProof:\nWe know that there is an isomorphism Q : G → H. If  E Z(G), then for\nany y E H, we have that there is some unique u E G such that α(u) = y, and\nα(x)y=α(x)α(u) =α(cu) =α(uc) =α(u)α(x) =ya(x).\n So α(x) E Z(H). An identical argument shows that if α E Z(H), then α-1(α) E\nZ(G).\nHence α(Z(G)) = Z(H), and the restriction of α to Z(G) is an isomorphism\nbetween the centres.\nCorollary 3.15\nIf G and H have centres which are not isomorphic, then G and H are not\nisomorphic.\nMay 3, 2004\nVersion 0.6",
    "Page_88": "84\nThe Structure of Groups\nMore generally, rather than asking which elements commute with the entire\ngroup we might ask which elements commute with some subset of the group. If\nX C G is any subset of the group G, then the centralizer of X is the set of all\nelements which commute with every element of X, ie.\nZg(X) = {y E G : yx = xy} = {y ∈ G : y-lxy = x} = {y ∈ G : yxy-1 =α}\nThis set always contains at least the identity element e.\nProposition 3.16\nLet G be a group, and X C G. Then ZG(X) is a subgroup of G. If Y  X,\nthen Zg(X) is a subgroup of Zg(Y).\nProof:\nThe proof of the first part of this proposition is essentially the same as the\nproof of the first part of Proposition 3.13l but with z E X rather than z E G.\nThe second part follows from the fact that if zc = cz for every  E X, then it\nmust also hold for every element of Y, since Y  X. Therefore Zg(X)  Zg(Y).\n■\n In particular, this proposition implies that Z(G) = Zg(G) ≤ Zg(X) for all\nX.\nThe case where X contains a single element g is important enough to have\nits own, slightly different notation. We define\nZg(g) = {y ∈ G : yg = gy} = {y ∈ G : y-gy = g} = {y ∈ G : ygy-1 = g}.\nExample 3.26\nThe consider the element a of De. Then ZDs(a) = {e,a,a?}. The elements\nb, ab and a?b are not elements of ZDs(a). Similarly, we have:\nZd(e) = D6,\nZDe(a²) = {e,a,a²},\nZDs(b) = {e,b},\nZD(ab) = {e,ab},\nZDs(a²b) = {e,a²b},\n>\nOnce again, these subsets have very nice properties.\nProposition 3.17\nLet G be a group and g E G. Then (g) is a subgroup of G. Furthermore,\n ZG(g) = G if and only if g E Z(G)\nMay 3, 2004\nVersion 0.6",
    "Page_89": "3.3. The Centre and Centralizers\n85\nProof:\nWe note that g E Zg(g), and since <g) is the smallest subgroup of G con-\ntaining 9, we have that <g) must be a subgroup of Zg(g).\nIf g E Z(G), gc = cg for all  E G, so Zg(g) = G.\nOn the other hand, if Zg(g) = G, then that implies that for any  E G,\nxg = gx, and so g E Z(G).\nYou can think of the centralizer of g as measuring how close g is to being an\nelement of the centre, or how close it is to commuting with everything.\nThe centralizer plays a key role in the discussion of conjugacy later in this\nchapter. We finish up with one last result which links the centre and centralizers\nof elements.\nProposition 3.18\nLet G be a group. Then Z(G) is the intersection of all the subgroups Zg(g).\nProof:\nWe know that Z(G)  ZG(g) for every g, so\nZ(G) ≤  ZG(g).\ngEG\nOn the other hand, if α E ZG(g) for every g E G, then xg = gx for every g E G,\nand so  E Z(G). Hence\n ZG(g) ≤ Z(G).\ngEG\nExercises\n3.3.1. Find the centre of the group C2 x D6.\n3.3.2. Find the centre of the group D1o.\n3.3.3. Show that Z(D2n) = {1} if n is odd, and Z(D2n) = {1, an/2} if n is even.\n3.3.4. Find the centralizers of each element of D8.\n3.3.5. Find the centralizers of each element of C2 x D6.\n3.3.6. Find the centralizers of each element of S4. What is the center of this\ngroup?\n3.3.7. Show that ZG(X) = ZG((X)).\nMay 3, 2004\nVersion 0.6",
    "Page_90": "86\nThe Structure of Groups\n3.4  Cosets\nThere are other subsets of groups which it seems should have some significance.\nFor example in S3, the set of “refection permutations\", ie. those permutations\nwith odd parity, is {(1,2),(1,3),(2,3)} and is not a subgroup. Nevertheless,\nthe elements have a commonality. To understand such a situation, we need to\nintroduce some new notation.\nIf * : A x B → C is any binary relation, then given any x E X and Y  B,\nwe define\n* Y = {x*y: yeY} ≤C.\nSimilarly, if y E B and X  A, we define\nX * y = {c* y: c E X} ≤ C.\nAnd analagously, we define\nX * Y = {c* y: c E X,y ∈ Y} ≤ C.\nWe will often omit the operation * and simply write cY, Xy and XY respec-\ntively.\nIf * is a binary operation on A, and X  A, we will sometimes write\nXn =X*X*...*X.\nn times\nThis is far from ideal notation, since it conficts with the Cartesian product\nXn = X x X x... x X.\nn times\nHowever, it is usually clear from context which of the two possibilities we mean.\nIf (G,*,e) is a group, and X  G then we can also write\nX-1 = {∞-l : ∈ X}.\nUsing this notation, we can write Theorem 2.20land Corollary 2.21las follows:\nCorollary 3.19\nLet G = (G,*e) be a group, and H  G. If H²  H and H-1  H, then\nH≤G.\nCorollary 3.20\nLet G = (G,*e) be a group, and H  G. If HH-1 C H, then H ≤ G.\n In fact, if H is a finite subset of G, we can use an even weaker condition:\nProposition 3.21\nLet G = (G,*e) be a group, and H be a finite subset G. If H2 = H, then\nH≤G.\nMay 3, 2004\nVersion 0.6",
    "Page_91": "3.4. Cosets\n87\nTo prove this fact, we need a lemma which we will use often in what follows:\nLemma3.22\nLet G = (G, *e) be a group, H  G, and g E G. Then the right translation\nby g function pg : H → Hg defined by pg(x) = cg is a bijection.\nSimilarly, the left translation by g function Xg : H → gH defined by\n入g(x) = gx is a bijection.\nWe also have [H| = |gH| = |Hgl.\nProof:\nThat pg is onto is trivial, for\nPg(H) = {pg(x) :  ∈ H} = {g :  ∈ H} = Hg\nOn the other hand, if pg(c1) = Pg(c2), then this means that cig = c2g, and\nthe cancellation law (Proposition 2.3) says that c1 = c2. Hence pg is one-to-one,\nand so pg is a bijection.\nThe result for 入g is similar.\nSince we have bijections between H and Hg, and H and gH, all three sets\nmust have the same cardinality (Proposition 1.2)\nWith this in hand, the proof is simple.\nProof (Proposition 3.21):\nThe hypothesis H? = H implies that cy E H for all , y E H, so we need\nonly prove that x-1 e H.\nLet [H| = n. Lemma 3.22tells us |Hx| = [H| = n. Since H is finite this,\ntogether with the fact that Hx  H2 = H, implies that Hx = H.\nHence there must be some element y E H such that yr = c. By the cancel-\nlation law, we have y = e, so  E H.\nBut now there must also be some z E H such that zr = e, so z = -1.\nHence H is a subgroup of G.\nGetting back to the example at the start of this section, if H = (1,2,3)) =\n{e, (1,2,3), (1,3,2)}, then we can write\n{(1,2),(1,3),(2,3)} = (1,2)H.\nIn fact, we also have\n{(1,2),(1,3),(2,3)} = (1,3)H = (2,3)H = H(1,2) = H(1,3) = H(2,3).\nThis situation is important enough to give it a name.\nDefinition 3.5\nLet G be a group, and H a subgroup of G. Sets of the form xH are called left\ncosets of H and sets of the form Hc are called right cosets of H, where c is\n any element of G.\nIf G is Abelian, then Hr = H, and we simply call the set a coset of H.\nMay 3, 2004\nVersion 0.6",
    "Page_92": "88\nThe Structure of Groups\nSo {(1,2), (1,3), (2,3)} is both a left and right coset of {e, (1,2,3), (1,3,2)}\nExample 3.27\nConsider C6 = {1,a,a²,a3,a,a5}. We know that H = (a3) is a subgroup,\nand its cosets are itself H = a²H, aH = a4H = {a,a}, and a²H = aH =\n{a?,a5}.\n Because cyclic groups are Abelian, the left and right cosets are the same. \nNotice in the examples so far that several different choices for x give the\nsame coset. This is typical.\nTheorem 3.23\nLet G be a group, H a subgroup of G, and c and y E H. Then cH = yH if and\nonly if -ly E H. On the other hand, Hc = Hy if and only if cy-l E H.\nFurthermore, either xH = yH or cH  yH = O. Similarly, either Hx = Hy\nor Hc N Hy = O.\nProof:\nA typical element of yH is of the form yz, for some z E H. We note that\n-lyz E H, as well, and so multiplying on the left by c we have c(c-lyz) =\nyz E cH. So yH ≤ cH. Similarly, since (c-ly)-1 = y-1α E H, given a typical\nelement cz E cH we have y-lcz E H, and so y(y-lcz) = yz E yH. Hence\nH  yH, and we conclude that cH = yH.\nConversely, if -ly  H, we have that y  H, since if that were the case\ny = cz for some z E H, but y = cc-y, and the cancellation law implies that\nthen z = x-ly, so z  H, which is a contradiction. However, y = ye E yH, so\ncH and yH are not equal.\nAssume that cH ≠ yH, so that cy-1  H. If there were some z E HMyH,\nthen we would have z = cu = yv for some u and v E H. So uu-1 e H. But\nuu-1 =x-cuu-1 =x-yvu-1 =x-²y H.\nThis is a contradiction, so there can be no such element z.\nAnalagous arguments show that Hc = Hy if and only if cy-1 E H, and\neither Hr = Hy or Hr N Hy = O.\nEvery element of the group must lie in some coset, since  = ce E cH, so the\ncosets of a subgroup H break the group G up into a collection of disjoint subsets.\n Furthermore, we know that each of these subsets has the same cardinality. This\nis nice to know for infinite groups, but it is really useful when dealing with finite\ngroups.\nTheorem 3.24 (Lagrange)\nIf G is a finite group, and H ≤ G, then the number of left cosets of H and the\nnumber of right cosets of H both equal |Gl/|H|.\nMay 3,2004\nVersion 0.6",
    "Page_93": "3.4. Cosets\n89\nProof:\nAssume that there are n left cosets, and that giH, g2H, ...,9nH is a com-\nplete list of the distinct left cosets of H, so G is a disjoint union of these sets.\n The inclusion-exclusion principle tells us that when we have a disjoint union of\nfinite sets, the cardinality of the union is the sum of the cardinality of each set,\nie.\n[G| = |g1H| + |g2H| +..· + |9nH|.\n0 “|H| = |H\"6| = .. = |H| = [HI6| 4Y SI S77gT 40\nH|u=[H| +..·+ |H| +|H| =||\nn times\nHence the number of left cosets is n = |Gl/|H|.\nThe argument for right cosets is analagous.\nThe number of cosets of a subgroup is significant enough to be given its own\nname and notation.\nDefinition 3.6\nIf H is a subgroup of a group G, the index [G : H] is the number of left (or\nright) cosets of H.\nThe index is sometimes denoted |G : H|. The following corollaries of La-\n           \n state them explicitly. We will use these some of these facts as much, if not more\noften, than Lagrange's theorem itself.\nCorollary 3.25\nIf H is a subgroup of a finite group G, [G : H] = |G|/|H|.\nCorollary 3.26\nIf H is a subgroup of a finite group G, then both [G : H] and |H| divide |G|.\nProof:\nThe numbers [G : H] = |G|/|H], and [H| = |G|/[G : H] are both natural\nnumbers, so [H|||G| and [G: H] ||G|.\nCorollary 3.27\nIf G is a finite group, and  E G, then the order of the x, o(x), divides |Gl.\nProof:\nWe know that o(c) = ↓<x)l, and we also know that (x) is a subgroup. Hence\nI<α)I divides |Gl, and so o(c) divides G.\nThis last corollary has some immediate consequences, both for properties of\n particular elements, and for classifying groups.\nMay 3, 2004\nVersion 0.6",
    "Page_94": "90\nThe Structure of Groups\nCorollary 3.28\nIf G is a finite group, and n = |Gl, then given any c E G, cn = é.\nProof:\nAssume that o(x) = k, so that in particular x = e. By the previous\ncorollary, o(x) divides n, so we have n = km for some integer m. But then\nxn = xkm = (xk)m = em = e.\nExercises\n3.4.1. Identify the cosets of the subgroup H = {1,a?} of the group Dg. What\nis the index of H in G?\n3.4.2. Verify Lagrange's Theorem for D8.\n3.4.3. Show that if X  G is not a subgroup, then an element may lie in more\nthan one set of the form aX. Show that every element lies in at least one\nsuch set.\n3.4.4. Let Cn be a cyclic group, and m be a number that divides n. Show that\nthere is an element of order m in Cn.\n3.4.5. Show that if G is a finite group, then the function α : Sub(G) → N given\nby α(G) = |G| is an order-preserving function from the partial ordered set\n(Sub(G), ≤) to the partially ordered set (N, I).\n3.5  Classifying Groups of Small Order\nWe will use the corollaries of Lagrange's theorem to show that groups of low\norder fall into a few distinct isomorphism classes. The aim of this section is to\nshow that every group of order less than or equal to 8 is isomorphic to one of a\nfew standard groups.\nCorollary 3.29\no u s   q d e d = l m   q  g\nsubgroups, and G is cyclic.\nProof:\nIf H is a subgroup of G, then [H| divides |G| = p, so |H| must either be 1\n   asn dnqns Aa s ‘} =   ‘ = ||  d \nelement. On the other hand, if |H| = p, then H = G, since H must contain\n every element of the group. So G has no proper subgroups.\nNow assume that  E G, and  ≠ e. Then H = (x) is a subgroup of G,\nand H contains at least two elements c and e. Hence [H| ≠ 1, and so |H| = p,\nwhich implies H = G. So G is generated by c, and hence is a cyclic group. \nMay 3, 2004\nVersion 0.6",
    "Page_95": "3.5. Classifying Groups of Small Order\n91\nThis last corollary means that every group of prime order is isomorphic to\nCp.\nWe can also show that we have found all groups of order 4.\nProposition 3.30\nLet G be a group such that |G| = 4. Then either G = C4 or G = V = C2 x C2.\nProof:\nWe know that the order of every element of G divides 4, so the order of an\nelement which is not the idientity must be 2 or 4.\nIf there is an element c with o(c) = 4, then c must generate G. Hence G is\ncyclic, so G = C4.\n If there is no element of order 4, then we must have x? = e for every x E G.\n But then Theorem 2.18tells us that G = C2 x C2.\nThis table summarizes the typical groups of each order that we have discov-\nered, up to order 12.\nOrder\nKnown Groups\nC1\n2\nC2\n3\nC3\n4\nC4, C2 x C2\n5\n6\nC6, D6, ?\n7\n8\nCs, C2 x C2 x C2, C4 x C2, D8, ?\n9\nC9, C3 x C3, ?\n10\nC10, D10, ?\n11\nC11\nThere may be other groups of order 6, 8, 10 and 12 that we do not yet know\nof, indicated by the question marks in the table.\nThe following general result tells us that there are no more groups of order\n6 and 10 than the ones listed on the table.\nProposition 3.31\n          =       \nThen either G is cyclic, or G = D2p.\nProof:\nThe factors of 2p are 1, 2, p and 2p, so the order of each element must be\none of those factors. If G has an element of order 2p it is cyclic.\nAssume that G does not have an element of order 2p. If G does not have\nan element of order p, then every non-identity element of G must have order\n 2, which means that x? = e for every element of G. That imples that G is a\nproduct of copies of C2 by Theorem 2.18 and in particular that |G| = 2n, which\nis impossible if p > 2.\nMay 3, 2004\nVersion 0.6",
    "Page_96": "92\nThe Structure of Groups\nHence there is some element a E G with o(a) = p. Choose any element\nb  (a). Then G breaks into the two right cosets\n(a) = {1,a,a²,...,ap-1},\n(a)b = {b,ab,a²b,...,ap-1b}\nTherefore b2 and (ba)2 must lie in one of these two cosets.\nIf b2 ∈ <a)b, then b² = akb for some k, and the cancellation law tells us that\nb = a, which is a contradiction. Hence b² ∈ (a), so b² = a for some k. If\nk ≠ 0, then b2 ≠ e, so o(b) > 2 and hence b must have order p. But then since\np is odd, p - 1 is even, and\n≠ qz/(I-d) =qz/(-a)(q∞) = qz/(I-a)(q) =q-d9 = d\nSo b cannot have order p. Hence b2 = e.\nThe same argument with ba in the place of b shows that (ba)2 = e. Hence,\nbaba = 1\nbab = α-1 = ap-1\nba = ap-1b-1 = ap-1b.\nSo G = {1,a, a², ... , ap-1,b,ab, a?b, ... , ap-lb} and the relations\nαP = 1,b = 1,andba = ap-1b,\nhold, which is precisely the definition of D2p. Hence G = D2p·\nThere may still be groups of order 8, 9 and 12 which we do not know about.\nWe need to introduce a new concept to fully analyse these situations, so we\ndefer them to a later section.\nExercises\n3.5.1. Show that every Abelian group of order 8 is isomorphic to one of C8,\nC4 x C2, or C2 x C2 x C2.\n 3.5.2. For any natural number n, define the quaternion group to be the group\nQ4n = {1,a,a?,...,a2n-1, b,ab,a²b,...,a2n-1b}\nwhere the Cayley table is determined by the relations a?n = 1, b2 = a^,\nand b-1ab = a-1.\nShow that Q4 = C2 x C2.\nShow that Qs is not isomorphic to any one of C8, C2 x C2 x C2, C2 x C4,\nor Dg. In other words, Q8 is a new group of order 8.\n Find the subgroup lattice for Q8.\nMay 3,2004\nVersion 0.6",
    "Page_97": "3.6. Excursion: Equivalence Relations\n93\n3.6  Excursion: Equivalence Relations\nUnderlying the concept of cosets is the notion of an equivalence relation. Equiva-\nlence relations are a powerful mathematical concept which occur with regularity\nthroughout abstract mathematics. Moreover, you are familiar with some of them\nDefinition 3.7\nAn equivalence relation on a set X is a relation R on X which is refexive,\ntransitive and symmetric. Equivalence relations are often denoted by the symbol\n~.\nExample 3.28\nThe equality relation is an equivalence relation. Indeed, it is the prototypical\nequivalence relation.\nExample 3.29\nLet Mn (R) be the set of n by n real-valued matrices. Recall that A and B are\nequivalent matrices if there is an orthogonal matrix U such that A = U-1 BU.\nThe relation ~ defined by A ~ B if and only if A and B are equivalence matrices\nis an equivalence relation.\nExample 3.30\nLet m be any natural number. The relation = on Z defined by  = y if and\nonly if m divides x - y is an equivalence relation. Another way of looking at it,\nis that it holds if and only if\nc=y (mod m).\nA third, useful, way of looking at this situation is that the set of all integers\ndivisible by m is the subset H = mZ = {mn : n E Z} of Z, and this is a\nsubgroup, so x = y if and only if α - y E H, and  - y is the additive notation\nfor cy-1. So this is the same condition we were using to test whether two\nelements were in the same coset.\nWe now get to the key example which links this section with what we have\njust discussed by generalizing the above example.\nExample 3.31\nLet G be a group, H a subgroup of G, and x, y E G. We define c =R y\n(mod H) if cy-l E H.\nTo prove this, you need to check that each of the three axioms for an equiv-\nalence relation hold.\nixau s! (H pou) H= pue (H pou) x H= c os 'H > a = 1-cx “Ss\nMay 3, 2004\nVersion 0.6",
    "Page_98": "94\nThe Structure of Groups\nSecondly, if x =R y (mod H), then cy-1 E H, then yx-1 = (cy-1)-1 E H,\nso y =R  (mod H), and =R (mod H) is symmetric.\n‘H  1-zf pue -hx uou4 “(H pou) z H= f pue (H pou) A u=x J! Kreu\nso cz-1 = xy--yz-1 E H, so x =R ≥ (mod H), and =r (mod H) is transitive.\nThere is of course the equivalent “left” relation c =L y (mod H) if c-ly E\nH, and this too is an equivalence relation.\nNotice how the three group axioms correspond to the three equivalence re\nlation axioms in the previous example. Notice also that with these equivalence\nrelations, the cosets are precisely the sets of elements which are equivalent to\none-another.\nDefinition 3.8\n Let ~ be an equivalence relation on X. The equivalence class of c E X is the\nset\n[x]~ = {y E X : c ~ y}.\nWhen the equivalence relation is clear, we typically write just [c].\nExample 3.32\n For equality, the equivalence class [c]= = {c}.\nExample 3.33\nFor = (mod m), the equivalence class of a number n, [n]= is the set of all\nnumbers with the same remainder when divided by m, or equivalently,\n[n] = {...,n - 2m,n - m,n,n+m,n + 2m,...}\n>\nExample 3.34\nThe equivalence class of c under the equivalence relation 三R (mod H) is\nthe right coset Hx.\n ( p)  n a a r a go s  \nthe left coset xH.\n A key fact about equivalence classes is that they partition the set X into a\ndisjoint collection of subsets whose union is the whole set.\nLemma 3.32\nLet ～ be an equivalence relation on X. We have  ~ y if and only if [c] = [y]\nAlso, either [c] = [y] or [c]  [y] = O.\nMay 3, 2004\nVersion 0.6",
    "Page_99": "3.6. Excursion: Equivalence Relations\n95\nProof:\nS ～ aous pue ‘2 ~ h aeq am “[]  z Kue uai uua ‘ ~ x 4eua aunss\ntransitive,  ~ z, so z E [x]. Hence [x] ≤ [y]. On the other hand, we know that\nby symmetry  ～ y implies y ～ . If z E [x], we have  ~ z and since ～ is\ntransitive, x ~ z, so z E [∞]. Hence [x] ≤ [y]. Hence [x] = [y].\nIf [∞] = [y], then y E [y], since y ~ y by reflexivity, and so y E []. Hence\n ~ y by definition.\nIf [x]  [y] ≠ O, then there must be some z in both sets, ie.  ~ z and y ～ z.\nNow since ~ is symmetric, y ~ z implies z ~ y, and since ~ is transitive,  ~ y.\nThe first part of this lemma allows us to conclude that [c] = [y].\n■\nTheorem 3.23is now a trivial corollary of this general fact about equivalence\nrelations. Similarly, Lagrange's Theorem follows from the following general fact.\nTheorem 3.33\nLet X be a finite set, and let ～ be an equivalence relation on X. Choose elements\nC1, 2,...,n E X so that no two are equivalent, and so for every  E X, there\nis some ck such that [x] = [ck] (ie. this is a complete set of equivalence class\nrepresentatives). Then\nn\n[x| =≥[]]\nk=1\nProof:\nWe have that X is the disjoint union of the equivalence classes of the ck, ie.\nX = [xi] U [c] U..·U[cn],\nwhich follows from the fact that every c lies in one of the [ck], and if k ≠ j,\n[x)] ∩[ck] =O,\nsince ck 7xj.\n[X| = [xi]| + [c2]] +... + [αn]],\nsince the intersections are empty.\nWe will use this general theorem in the next section.\nExercises\n3.6.1. Verify that Example 3.30 is an equivalence relation\n3.6.2. Verify that Example 3.29is an equivalence relation.\n3.6.3. Let A and B E Mn(R), and define a relation by A ~ B if A = X-1 BX\nfor some invertible matrix X. SHow that this is an equivalence relation.\nMay 3, 2004\nVersion 0.6",
    "Page_100": "96\nThe Structure of Groups\n3.6.4. Can a relation be symmetric and transitive, but not refexive? Give a\nproof or counterexample to justify your position.\n3.6.5. (*) Show that if ～ is the equivalence relation of Example 3.29 and\n[02]\nthen [A]~ is the set of all symmetric 2 × 2 matrices with eigenvalues 1 and\n2.\n3.7  Conjugacy Classes\nThere is another equivalence relation which is of interest which is a generaliza-\ntion of the idea of conjugate matrices (see Example 3.29)\nDefinition 3.9\nLet G be a group and let c and y E G. We say that y is a conjugate of x if\nExample 3.35\nIn the group D6 = {1,a,a²,b,ab,a²b} we have that α ~ a², since b-1ab =\nbab = a²bb = a². Similarly, we have that b ~ ab since a-1ba = a?ba = a²a²b =\nab.\nProposition 3.34\nIf G is a group, the conjugacy relation ～ is an equivalence relation on G.\nProof:\nWe need to show that ~ is reflexive, symmetric and transitive.\nSince x = e-lce, we have that x ~ , so ~ is reflexive.\nIf x ~ y, then there is an element u such that y = u-lcu. But then\n = uu-lcuu-1 = uyu-1 = (u-1)-1yu-1. So y ~ x, and ~ is symmetric.\nIf c ~ y and y ~ z, then y = u-lcu and z = v-lyu for some u and v in G,\nso z = v-lu-1cuv = (uv)-1x(uv). Hence  ~ z, and ～ is transitive.\nWe will call the equivalence class of  E G the conjugacy class of x. We\nwill denote the conjugacy class of an element c E G by C(x). In other words,\nC(x) = {y E G : y = u-lxu for some u E G}.\nExample 3.36\nThe conjugacy classes of the four-group are {e, {a}, {b}, {ab}. In other\nwords, each element is in its own conjugacy class.\nMay 3, 2004\nVersion 0.6",
    "Page_101": "3.7. Conjugacy Classes\n97\nExample 3.37\nThe conjugacy classes of the group D6 = {1, a,a²,b, ab, a²b} are {1}, {a, a²},\n{b, ab, a?²b}.\n口\nThe reason that the four-group has a conjugacy class for each element is\nbecause it is an Abelian group. In fact if x commutes with everything in G,\nthen the only element of the conjugacy class of c is itself.\nProposition 3.35\nLet G be a group and c E G. Then C(x) = {c} if and only if c E Z(G).\nProof:\n s   2  s a  0 ()    ()   9s\ny = u-lxu. But then, since cu = ux,\ny =u--cu =u-lux = x.\nSo C(x) = {x}.\nOn the other hand, if C(x) = {c}, then for every u E G, we have u-lcu = ,\nwhich means  and u commute. Hence  E Z(G).\nNotice in this case that we are saying that u-1cu = v-lcv for every u and\nv E G. This is not going to be the case in general, but it is of interest to know\nfor which u and v it occurs. For example, if these quantities were never equal\nfor diferent u and v, it would show that the conjugacy class of x has many\ndifferent elements.\nProposition 3.36\nLet G be a group and x E G. Then u-lcu = v-lxu if and only if uu-1 e Zg(x).\nProof:\nIf u-1xu = v-lxv, then we have\nu-1xu =v-1cv\nxu =uv-1cv\ncuv-l =uv-lx.\nSo we can see that uu-1 commutes with c, and so uu-1 E Zg(x).\n   a   (      a \nxu-1 =u-1c\ncu = u-1cv\nu-lcu =v-lcv,\nand so we have the result.\nRecalling Theorem 3.23] this proposition cas the following corollary:\nMay 3, 2004\nVersion 0.6",
    "Page_102": "98\nThe Structure of Groups\nCorollary 3.37\nLet G be a group and x E G. Then u-lru = v-lru if and only if u and v are\nin the same right coset of Zg(x), ie. if Zg(x)u = Zg(x)u.\nTurning this around, it means that u-lxu ≠ v-1cv if and only if u and v are \nin different right cosets of Zg(x), which means that there is a distinct conjugate\nof c for each distinct right coset of ZG(α). If G is finite, then Lagrange's\n Theorem tells us that there are exactly |G : ZG(α)| = |Gl/|ZG(x)| distinct right\n cosets of ZG(x). This proves the following:\nCorollary 3.38\nLet G be a finite group and x E G. Then\n[C(x)I = [G : Zg(x)].\nNote that this agrees with Proposition 3.35\nsince c E Z(G) if and only if\nZG(x) = G, but this happens if and only if C(x)I = |G : ZG(α)I = |Gl/IG| = 1.\nIn other words, if and only if the only conjugate of c is itself.\nExample 3.38\nFor the group De we know that a has conjugacy class {a, a2}, and we know\nthat ZDs(a) = {1,a, a?}. It is simple to verify that\n[Gl/|Zd(a)l = 6/3 = 2 = |C(a)l.\nIf we look at the other elements of Dg, we observe that\n|C(e)l = 2\n|Gl/|ZD(e)I = 6/6 = 1\n|C(a²)I = 2\n|G]/|ZDs(a²)| = 6/3 = 2\n|C(b)I = 3\n|G|/|ZDs(b)| = 6/2 = 3\n[C(ab)I = 3 \n|G|/|ZDs(ab)| = 6/2 = 3 \n[C(a²b)| = 3 \n[G|/|ZD(a²b)| = 6/2 = 3.\n>\nWe can now apply Theorem 3.33to the conjugacy equivalence relation.\nTheorem 3.39 (The Class Equation)\nLet G be a fnite group, and let g1, 92, gn E G be chosen so that no two are\nconjugate, and every conjugacy class of G occurs as one of the conjugacy classes\nC(gk) (ie. the elements gk are a complete set of conjugacy class representatives).\nThen\nG|=\nIC(gk)I =>IG : ZG(gk)).\nk=1\nk=1\nIn fact, if we assume that Z(G) = {g1, 92,..., 9m}, then\n|G|= |Z(G)I+ ≥\n[G : Zg(gk)I.\nk=m+1\nMay 3, 2004\nVersion 0.6",
    "Page_103": "3.7. Conjugacy Classes\n99\nProof:\n Since conjugacy is an equivalence relation, Theorem 3.33 applies and tells\nus that\n[G| = |C(g1)| + |C(g2)| + ..· + |C(gn)1 \nIC(gk)l.\nk=1\nBut then Corollary 3.38 tells us that |C(gk) = |G : ZG(gk), and so we can\nre-write the equation as\nG=\nIG : Zg(gk)l.\nk=1\nNow we know that if gk E Z(G), then |C(gk)| = 1, so if Z(G) = {g1, 92,.. ,9m},\nthen\nG| = |C(g1)| + |C(g2)| + ·.: + |C(gm)| + |C(gm+1)| + |C(gm+2)| + ·.· + |C(gn)]\n= 1 + 1 +..·+ 1+|C(gm+1)| + |C(gm+2)| +..·+ |C(gn)l\nm times\n=|Z(G)| + \n口\n[C(gk)1\nk=m+1\n=↓Z(G)| +\n7\n[G : Zg(gk)l.\nk=m+1\nExample 3.39\nFor the group De we have that 1, a, and b are representatives of each con-\njugacy class, and\n[C(1)I + |C(a)| + |C(b)I = 1 + 2 + 3 = 6 = [D6|\n>\nExample 3.40\nFor the group Ds, we know from Example 3.24that the centre Z(Ds) =\n{1,a²}, so C(1) = {1} and C(a²) = {a²}.\nWe know that ZDs(a) contains (a) so\n[ZDs(a)l ≥ I(a)l = o(a) = 4,\nand from Lagrange's theorem |ZDs(a)| divides 8, so we conclude that |ZDs(a)|\nis 4 or 8. But a  Z(Dg), so ZDs(a) ≠ Ds, and hence |ZDs(a)l = 4. Hence α\nhas two conjugates, itself, and b-iab = bab = a3b2 = a?. So C(a) = {a, a?}.\nMay 3, 2004\nVersion 0.6",
    "Page_104": "100\nThe Structure of Groups\nNow ZDs(b) contains (b), so |ZDs(b)I ≥ o(b) = 2, and |ZDs(b)I divides 8. Also\nb is not in the centre of Ds, so |ZDs(b)I ≠ 8, and hence |ZDs (b)l is 2 or 4. Now we\nknow that the centre is a subgroup of ZDs(b), so 1 and a? are in the subgroup,\nas is b itself. Hence |ZDs(b)I > 2, and we conclude that |ZDs(b)| = 4. Hence b\nhas two conjugates, itself and a-1ba = a-la3b = a²b. So C(b) = {b, a²b}.\nLooking at ZDs(ab), an analagous argument tells us that |ZDs(ab)| = 4, and\nthe conjucacy class is C(ab) = {ab, a?b}.\nWe can verify that the class equation holds in this example: a complete\ncollection of equivalence class representatives is 1, a?, a, b and ab, and\n[Z(D8)| + |C(a)| + |C(b)| + |C(ab)| = 2 + 2 + 2 + 2 = 8 = |D8|.\nWe conclude with one last proposition which can help identify which elements\nare in different conjugacy classes.\nProposition 3.40\nLet G be a finite group. If α and y E G are conjugate, then o(x) = o(y).\nProof:\nLet  = u-lyu. Then if o(y) = n,\nxn=(u-²yu)n\n=(u-yu)(u-yu)..·(u--yu) n times\n= u- yy...y n timesu\n=u-lyu\n=u-lu\n= e.\nSo o(x) divides n. However, if o(x) = m, then a similar calculation shows that\ne=xm\n=u-lymu,\nso ym = uu-1ymuu-1 = ueu-1 = e. Hence n divides m, and so n = m.\nNote that the converse is not true, since in the group Ds, the elements a?,\nb and ab all have order 2, but all are in distinct conjugacy classes.\nNotice that every term in the class equation divides the order of the group.\nWe can use this to prove the following interesting result that will be useful when\nwe look once again at groups of small order.\nTheorem 3.41\nLet G be a finite group of prime power order, ie. |Gl = pn where p is prime and\n  w aos  ud =|()z| uu ' u\nMay 3, 2004\nVersion 0.6",
    "Page_105": "3.8. Normal Subgroups\n101\nProof:\nLagrange's theorem tells us that |Z(G)I = p\"m for some m ≥ 0.\nLet c1, c2, ... ,k be a complete set of conjugacy class representatives, and\nlet Z(G) = {∞1,... ,xt}. Now let ni =|C(ci)| = |G : ZG(ci)l, so n I pn. Now\nnn d go  e aq 4sn u os ‘1 < ?u aa sn am '7 < ? 1 \nd + 1 = u..·+ +u+ I+lu + |()z| = || = ud\nz  a ss  d go a e si a an aa   aos \n   o    )z  o m os '  ()z\nIn other words, groups of prime power must have more than just the identity\nin their centres.\nExercises\n3.7.1. In a group of order 15, what does the Class equation say are possible sizes\nof the conjugacy classes? Potentially how many different ways can a group\n of order 15 be divided into conjugacy classes of these sizes (remembering\nthat the number of conjugacy classes of size 1 has to equal |Z(G)], which\nhas to divide 15).\nNote: in actual fact, there turns out to be only one group of order 15, so\nthere is just one way to do it once this is taken into account; however you\nsem aissod od aua te no aai o una sse au asn po\nthat it could be done.\n3.7.2. Find the conjugacy classes of Dio, and verify that the class equation\nholds.\n3.7.3. Find the conjugacy classes of D12, and verify that the class equation\nholds.\n3.7.4. Find the conjugacy classes of A4, and verify that the class equation holds.\n3.7.5. Let G be a finite group, and x E G. Show that the conjugacy classes\nC(x) and C(x-l) have the same number of elements.\n3.7.6. Show that any group G of even order must contain an element of even\norder, and use the previous exercise to conclude that there is at least one\nelement  E G other than e such that C(x) = C(-1).\n3.8 Normal Subgroups\nIt turns out that many of the ideas relating to centralizers and conjugacy can\nbe applied to subgroups instead of individual elements.\nMay3,2004\nVersion 0.6",
    "Page_106": "102\nThe Structure of Groups\nProposition 3.42\nLet G be a group and H a subgroup of G. Given any  E G, the set\n{H :c-}=H-\nof conjugates of elements of H is a subgroup of G.\nProof:\nGiven any elements u and v E -lHc, we have y and z E H such that\nu = x-lyc and v = c-1zx. Then \nu-1 =x-yx(x-1zx)-1 =x-ycx-1z-1x = x-lyz-1x,\nwhich is an element of c-1 Hx, since yz-1 E H.\nHence c-1 Hx is a subgroup of G.\nIf α E H, then c-1 Hx = H, but if   H we may potentially get something\nelse.\nExample 3.41\nIn the group D6, consider the subgroup H = {1,b}. Since a-l1a = 1, and\naAeY aM ^ q = q- = Dq-\nα-1 Ha = {1,ab}.\n Similarly, we have\n(a²)-1Ha² = {1,a²b}\nb-1Hb = {1,b}\n(ab)-1 H(ab) = {1,a²b}\n(a²b)-1 H(a²b) = {1,ab}\nOn the other hand, the subgroup K = {1, a, a²} has x-1 K = K for any x.\nFor example, since b-11b = 1, b-1ab = bab = a²b2 = a², and b-1a²b = ba²b =\n b2a = a, we have b-1 Kb = K. Similar arguments give the remaining cases.\nWe will say that two subgroups H and K of G are conjugate if there is\nsome  E G such that\nK =x-Hx,\n Y 4 Aes o ha Si  'so a Si S  H  Y hm m M 1\nH are conjugate if and only if there is some  E G such that xK = Hr.\nProposition 3.43\nLet G be a group. The conjugacy relation ~ is an equivalence relation on the\nset Sub(G) of all subgroups of G. Furthermore if two subgroups are conjugate,\nthey are isomorphic.\nMay 3, 2004\nVersion 0.6",
    "Page_107": "3.8. Normal Subgroups\n103\nProof:\nWe need to show that ~ is reflexive, symmetric and transitive.\nGiven a subgroup H, we have H ~ H immediately from the fact that\ne-lHe = H.\nIf K and H are subgroups with K ～ H, then there is some  E G so that\nK =-1H. But then H =K-1 = (-1)-1K-1, and so H ~ K.\nFinally, if H, K and F are subgroups, with H ~ K and K ~ F, then there\nare elements c and y E G such that K = x-1Hc and F = y-1Ky. But then\nF = y-1(x-1 Hx)y = (cy)-1 H(cy), and so F ~ H.\nSo conjugacy of subgroups is an equivalence relation.\nIf K and H are conjugate, with K = -1Hc, we define a function α : H → K\nby α(y) = -lyc. This function is a homomorphism, since\n(zh)∞ = xzh_x = cz _cxh-x = (z)o(h)∞\nIt is also onto, since K = α(H) by definition. Finally, it is one-to-one since if\nα(y) = α(z), then c-lyc = c-1zx, and using the cancellation law on the left\nand right gives y = z.\nSo α is an isomorphism from H to K, and H and K are isomorphic.\nExample 3.42\nContinuing the example of De from above, we have that {1} is only conjugate\nwith itself, {1,a,a²} is only conjugate with itself, {1,b} ~ {1,ab} ~ {1,a²b},\nand De is only conjugate with itself.\nWe recall that elements of a group whose conjugacy class was just them-\nselves were special: they formed the centre of the group. Subgroups which are\nconjugate only with themselves are also special.\nDefinition 3.10\nLet G be a group and K a subgroup of G. If the only subgroup conjugate to K\nis K itself, that is, for any c E G\n-1Kx =K,\nthen we say that K is a normal subgroup, and we write K < G.\nAnother way of representing the condition that K is normal is that\nKc =K\nfor every  E G, or in other words that the corresponding left- and right- cosets\nof K are identical.\nExample 3.43\nIn the group D6 we have that the subgroups {1}, {1,a,a²} and D6 are\nnormal. The subgroups {1,b}, {1, ab} and {1, a²b} are not normal.\n>\nMay 3, 2004\nVersion 0.6",
    "Page_108": "104\nThe Structure of Groups\nLemma 3.44\nIf G is a group, then {e} and G are always normal subgroups of G.\nIf G is Abelian, then every subgroup of G is normal.\nProof:\nWe know x-lex = x-lx = e for every x, so c-1{e}c = {e} for all x. We\nalso know that x-lGx = G for any x, since x E G.\nIf G is Abelian, we recall that K = cK for any subgroup and any  E G\n(see Definition 3.5), hence K is always normal.\nNot every element of a group is in the centre, and not every subgroup is\nnormal. Similarly, just as the centralizer gives us information about the conju-\n gacy classes of elements, we have an analagous concept for conjugacy classes of\nsubgroups.\nDefinition 3.11\nLet G be a group, and H a subgroup of G. We define the normalizer of H to\nbe the set\nNg(H) ={∈G : H=-Hx}\nWith this definition, we can duplicate most of the key results about central-\nizers and conjugacy classes.\nTheorem 3.45\nLet G be a group and H a subgroup of G. Then\n(i) Ng(H) is a subgroup of G,\n(ii)H and Z(G) are subgroups of NG(H),\n(ii) Ng(H) = G if and only if H is normal,\n(iv) x-1 Hx = y-1 Hy if and only if c and y are in the same right coset of\nNg(H),\n(v) The number of distinct conjugacy classes of H is |G : Ng(H)I.\nProof:\nThe proofs of these facts are analogous to the proofs of the corresponding\nresults for centralizers, and are left as an exercise.\nNormal subgroups play a key role in the theory of groups, and we now turn\nto study them in more detail. We start with some ways of testing whether a\nsubgroup is normal or not, and discovering normal subgroups of a group.\nTheorem 3.46\nLet G be a group and K a subgroup of G. Then the following are equivalent:\n(i) K is normal,\n(ii) x-1K = K for all  E G,\nMay 3, 2004\nVersion 0.6",
    "Page_109": "3.8. Normal Subgroups\n105\n(ii) K = K for all α E G,\n(iv) Ng(H) = G,\n(v) -lyc E K for all y E K and  E G,\n(vi) K is a union of some of the conjugacy classes of elements of G,\nProof:\nWe have already seen that (i), (ii), (i) and (iv) are equivalent.\nIf K is normal then x-1Kr = K, so for any y E K we have that c-lyx E K.\nConversely, if -lyc E K for all y E K and  E G, then if we fix  we have that\n'Y5{yh:-} =xY-\nOn the other hand, given any y E K, we have that (x-1)-lyc-1 ∈ K, and so\n=x-xhx-x=x(-x-(-α))-\nand so K  x-1K. Hence x-1K = K for every x E G and so K is normal.\nSo we have just shown that (i) and (v) are equivalent.\nAnother way of stating (v) is that if y E K then every conjugate of y is in\nK, so that C(y)  K. Hence K must be the union of all the conjugacy classes\nof its elements, ie.\nK = U C(y)\nyEK\nSo (v) implies (vi).\nConversely, if K is a union of conjugacy classes, then given any element\ny E K, the conjugacy class C(y) of y must be a subset of K, and so we have\nthat x-lyc E C(y)  K. Therefore c-lyc E K, and (vi) implies (v).\nExample 3.44\n{9'qo} pue {o'} ‘{1} ssse enuo 9ey 9m ‘9a dno1 a u\nWe can clearly see that each of the normal subgroups are unions of conjugacy\n classes:\n{1}={1}\n{1,a,a²} = {1}U{a,a²}\nD6 = {1} U {a, a²} U {b, ab,a²b}\nNotice that not every union of conjugacy classes gives a normal subgroup,\nbecause some unions of conjugacy classes aren't subgroups. For example, the\nset {1, b, ab, a²b} = {1} U {b, ab, a²b} is not a subgroup.\nExample 3.45\nThe group Dg has conjugacy classes\n{1}, {a²}, {a, a}, {b, a?b}, {ab, a²b}.\nMay 3, 2004\nVersion 0.6",
    "Page_110": "106\nThe Structure of Groups\nThe trivial subgroups {1} and Dg are automatically normal, but in addition,\nwe have that the subgroups\n{1,a²} = {1}U{a²}\n{1,a,a²,a²} ={1} U {a²} U {a,a²}\n{1,a²,b,a²b} = {1} U {a²}U {b,a²b}\n{1,a²,ab,a²b} = {1} U {a²} U {ab,a²b}\nare all normal, as they can be written as unions of conjugacy classes as shown.\nThese are the only possible normal subgroups.\nThere are a number of conditions which guarantee that a subgroup is normal.\nTheorem 3.47\nLet G be a group, and H a subgroup of G. If any of the following holds, H is\nnormal:\n(i) H = {e} or G,\n(ii) H  Z(G),\n(ii |G : H| = 2,\n(iv) H is the only subgroup of order |H| in G.\nProof:\nWe have already seen (i) is true.\n(ii) Recall that for any element  E Z(G), C(x) = {c}, so if H  Z(G), then\nH = U {c} = U C(x),\nCEH\nEH\nso H is a union of conjugacy classes, and so H is normal.\n(iii) If |G : H| = 2, then H has two left cosets, H itself and cH, where\nc  H. Similarly, it has two right cosets H and Hr. Now since every element\nof G is either in H or cH, we have that cH = G\\ H. But we similarly have\nthat Hc = G\\ H. Hence cH = Hx, and corresponding left and right cosets of\nH are equal. Hence H is normal.\n(iv) We know that every conjugate of H is a subgroup of G, and we must\nhave |x-1 Hx| = [H|. Hence if H is the only subgroup of order |H], we must \nhave H = x-i Hx for all x E G. So H is normal.\nExample 3.46\nIn the dihedral group D2n = {1,a, a?,..., an-1,b,ab, ..., an-1n}, the sub-\ngroup (a) = {1,a,a²,...,an-1} has order [a)| = o(a) = n. So [D2n : (a)| =\n[D2nl/I(a)I = 2n/n = 2.\nSo <a) is always a normal subgroup of D2n·\n Normal subgroups also have a nice relationship with the lattice structure of\nsubgroups.\nMay 3, 2004\nVersion 0.6",
    "Page_111": "3.8. Normal Subgroups\n107\nProposition 3.48\nLet G be a group, K a normal subgroup of G, and H an arbitrary subgroup of\nG. Then HK is a subgroup of G, and furthermore H V K = HK = KH.\nProof:\nWe start by showing that HK is a group. Given c and y E H and u and\nv E K, we have that cu and yv are typical elements of HK. Now\nxu(yu)-1 = xuu-1y-1 = xy-1(y-1)-1uu-1y-1,\nand we know cy-1 E H, and (y-1)-1uu-ly-1 E K, since it is a conjugate of\nuu-1 E K. So cu(yu)-1 e HK, and hence HK is a subgroup of G.\nNow we need to show that (H U K) = HK. We do this by showing that\nHK is the smallest subgroup of G containing both H and K. First observe that\nsince e E K, H = He  HK. Similarly K = eK  HK. So HK contains both\nH and K. Now assume that F is a subgroup which contains both H and K.\nThen given any  E H and u E K, then c and u E F and so cu E F. Hence\nHK  F. So HK is the smallest subgroup which contains both H and K.\nA similar argument shows that KH is a subgroup of G and that HVK = KH\nas well.\nSo we have that HK = (H U K) = H V K = KV H = KH.\n■\nWe can use this fact to show that normal subgroups form a sub-lattice within\nthe lattice of subgroups of a group.\nTheorem 3.49\nLet G be a group, and let H and K be normal subgroups of G. Then HV K =\n(H U K) and H ^ K = H M K are both normal.\nProof:\nWe know that HV K = HK, so we will show that HK is a normal subgroup\nof G. If  E H and u E K and z E G, then cu is a typical element of HK and\nwe have that\nz-lcu=x-lxzx-uz,\nand z-lz E H, z-luz E K, and so z-lcuz E HK. Hence HK is normal.\nAlso, given any y E H N K, and any  E G, we have that c-lyx E H and\n-lyx E K, so x-lyx E HnK, and so H M K is normal.\nCorollary 3.50\nIf G is a group, then the set of normal subgroups of G is a lattice.\nWe will use the symbol < to represent the order that gives this lattice. In\nother words, H < K if and only if both H and K are normal and H ≤ K. This\nextends the use of < to indicate a normal subgroup of a group.\nExample 3.47\nThe normal subgroup lattice of Dg is:\nMay 3, 2004\nVersion 0.6",
    "Page_112": "108\nThe Structure of Groups\nD8\n（a²,b）\na\n(a²，ab)\n(a²)\n{1}\nThe lattice diagrams for the subgroup lattice and the normal subgroup lattice\nare sometimes combined by representing the normal subgroup lattice by thicker\nlines or double lines.\nD8\nal\naby\n6\nab\n(a²)\nab\n{1}\n Part of the importance of normal subgroups is that they are closely related\nto homomorphisms. In fact every homomorphism gives you a normal subgroup.\nTheorem 3.51\nLet G and H be groups and α : G → H a homomorphism. If K is a normal\nsubgroup of H, then α-1(K) is a normal subgroup of G.\nIn particular, ker α is always normal.\nProof:\nWe know that α-1(K) is a subgroup of G. Given any x E G, and any\ny E α-1(K), we have that\nα(x-yx) =(α(x))-1α(y)α(x),\nand α(y) E K, so (α(x))-lα(y)α(x) E K. Therefore, -lyx E K, and so K is\nnormal.\nWe recall that kerα = α-1({el), and {e} is always normal, so ker α is\nnormal.\nMay 3, 2004\nVersion 0.6",
    "Page_113": "3.8. Normal Subgroups\n109\nCorollary 3.52\nIf G and H are groups, and α : G → H is an isomorphism, then a subgroup K\n of G is normal if and only if o(K) is normal.\nCorollary 3.53\nIf G and H are isomorphic, then the lattice of normal subgroups of G and the\nlattice of normal subgroups of H are isomorphic.\nExample 3.48\nConsider the homomorphism Q : Ds → V defined by a(a) = a, and α(b) = b.\nLooking at the image of each element, we see get the following table:\n(c)∞\n1\na\na\n1\n22\na3\na\nb\nb\nab\nab\na²b\nb\na3b\nab\nSince V is Abelian, every subgroup is normal, and the inverse images of each\n subgroup are the normal subgroups\nα-1({1}) ={1,a²}\nα-1({1,a}) = {1,a,a²,a3}\nα-1({1,b}) = {1,b,a²,a²b}\nα-1({1,ab}) = {1,ab,a²,a²b}\nα-1(V) = Dg.\n口\nExercises\n3.8.1. Prove Theorem 3.45\n3.8.2. Let H = (X) be a subgroup of a group G. Show that H is normal if and\nonly if g-lcg E H for all  E X.\n3.8.3. Find the normal subgroup lattice of D10.\n3.8.4. Find the normal subgroup lattice of D12.\n3.8.5. Find the normal subgroup lattice of A4.\nMay 3, 2004\nVersion 0.6",
    "Page_114": "110\nThe Structure of Groups\n3.8.6. Given elements c and y E G, their commutator is the element\n[∞,y] =x-ly-lcy.\nThe derived or commutator subgroup is the subgroup generated by\n all the commutators of elements of G\nG' = ({[x,y] : x,y ∈ G}>\n(i) Show that if x and y commute, then [x,y] = e. Conclude that the\ncommutator subgroup of an Abelian group is always {e}.\n(ii) Show that G' is normal.\n(iii)Find the commutator subgroup of Dg\n(iv) If H and K are normal subgroups of G, show that the commutator\n[,y] of any pair c E H and y E K lies in H ^ K. Show that if\nH ^ K = {e}, then any element of H commutes with any element of\nK.\n3.9  Groups of Small Order, Part II\nIn previous sections we have discovered that all the groups of order less than\n8 are isomorphic to one of a small collection of groups. We do not know what\n groups there are of order 8, however.\nWe have identified Cs, C2 x C4, C2 × C2 x C2 and Ds, but there could\npotentially be more. In fact, in Exercise 3.5.2 there was the following definition.\nDefinition 3.12\nFor any natural number n, the quaternion group is the group with elements\nQ4n = {1,a,a²,...,a2n-1,b,ab,a²b,...,a2n-1b}\nwhere the Cayley table is determined by the relations a2n = 1, b2 = an, and\nb-1ab = a-1.\nIn Exercise 3.5.2it was shown that Q8 is not isomorphic to any other known\ngroup of order 8. In fact, Qs completes the set of isomorphism classes of groups\nof order 8.\nTheorem 3.54\nIfG is a group of order 8, then G is isomorphic to one of Cs, C2 xC4, C2 xC2 xC2,\nDs or Q8.\nProof:\nIf G has an element of order 8, then Theorem 2.13tells us that G is cyclic,\nand so G = Cs.\nIf every element of G other then e has order 2, then Theorem 2.18tells us\nthat G is a direct product of cyclic groups of order 2. So G = C2 × C2 × C2.\nMay 3,2004\nVersion 0.6",
    "Page_115": "3.9. Groups of Small Order, Part II\n111\nIf G is not isomorphic to one of these two groups, it must have an element\nof order 4, and no elements of order 8. Let a be this element of order 4 in G,\nand let H = (α). Since |G : H| = |Gl/|H| = 8/4 = 2, so if b E G\\ H, then H\nhas two cosets H and Hb, and G is the disjoint union of H and Hb. So\nG = {e, a, a²,a3, b, ab, a?b, a3b}.\nIf G is Abelian, then ab = ba, and b must either be of order 2 or 4. If b2 = 1,\nthen G = C4 × C2 where the isomorphism is given by α(uk,v) = akb', where\nC4 = (u) and C2 = (v). If b²2 ≠ e, then we must have b2 = a, since if b2 = ab,\nthen the cancellation law tells us that b = a E H, which is a contradiction.\nFurthermore if k = 1 or k = 3, then b4 = a² ≠ e, which is a contradiction. So\nthen b2 = a². But in this case, ab has order 2, and G = C4 x C2 where the\nisomorphism is given by α(u, u') = a(ab).\nSo the only Abelian groups of order 8 are Cs, C4 x C2 and C2 x C2 x C2.\nIf G is not Abelian, we note that Theorem 3.47says that since |G : H| = 2,\nH is normal in G, which means that b-lab ∈ H, so\nb-1ab =ak\nwhere k is one of 0, 1, 2 or 3. But k ≠ 0, since otherwise α E C(e) = {e}, which\ncannot happen. If k = 2, then\nb-1a²b = b-1abb-1ab = a²a² = a4 = e,\nso α² E C(e), which is also impossible. If k = 1, then b-1ab = a implies ab = ba,\nso G is Abelian. So the only remaining possibility is that k = 3.\nAs before, the order of b must be either 2 or 4. If b has order 2, then b2 = 1.\nThis means that b = b-1, and so b-lab = a? implies that ba = a?b. So G is\n determined by the relations a4 = 1, b2 = 1 and ba = a?b, and G is isomorphic\nto Dg under the trivial isomorphism α(ab') = ab'.\nFinally, if b has order 4, then the same argument as the Abelian case tells us\nthat b2 = a?. We then observe that since b3 = b-1, we have that G is determined\nby the relations a4 = 1, b2 = a² and b-1ab = a-1, and G is isomorphic to Q8\nunder the trivial isomorphism α(akbl) = ab .\nThe next lowest order that we don't have full information on is groups of\norder 9. We know that we have Cg and C3 x C3, but there could potentially be\nother groups of order 9.\nTheorem 3.55\nLet G be a group of order 9. Then G is isomorphic to one of Cg or C3 × C3.\nProof:\nFrom Lagrange's theorem, the elements of G all have orders dividing 9, so\nthey have order 1, 3 or 9. If there is an element of order 9, then Theorem 2.13\ntells us that G ≤ Cg. So if G is not isomorphic to Cg, then every element other\nthan the identity must have order 3.\nMay 3, 2004\nVersion 0.6",
    "Page_116": "112\nThe Structure of Groups\nChoosing an element a ≠ e, we have that the subgroup H = (a) has order\n3. Now choose b  H. Now b²  H, since that would imply b² = a, where\nk = 1 or 2, and in either case b would have order 6. Similarly b²  Hb since\nthen we would have b2 = ab, where k = 1 or 2, and then since G is Abelian\nb3 = ab2 = a2kb ≠ e, since b  H. So the right cosets of H are H, Hb and\nHb², and therefore\nG = {e, a, a², b, ab, a²b, b², ab², a²b²}\nTheorem 3.41 tells us that the centre of G has |Z(G)I = 3 or |Z(G)I = 9.\nIf |Z(G)| = 9, then G is Abelian, and G ≤ C3 × C3 via the isomorphism\nα(uk,u') = akb, where C3 = (u).\n e n    sn o  =   s o\ncussion, we could have assumed that we chose a E Z(G), so that H = Z(G).\nTherefore a commutes with every element of G, so in particular, ba = ab. But\nsince G = (a,b), G is Abelian and |Z(G)| = |G| = 9. So every group of order 9\nis Abelian.\nAt this point we have classified every group of order up to and including 11.\nIt turns out that any group of order 12 is isomorphic to one of Ci2, C6 x C2,\nD12, Q12 or the alternating group A4. However, the proof of this fact requires\nconsiderably more powerful techniques than we have available right now.\nExercises\n3.9.1. Show that if p is a prime number, and G is a group with |Gl = p2, then\nG is isomorphic to one of Cp2 or Cp x Cp.\nHint: generalize the case of |G| = 9.\n3.9.2. Explain why there is one group of order 13 and two groups of order 14.\n3.9.3. Show that C15 = C5 x C3.\n3.10  Extension: Cayley Graphs\nCayley graphs are closely related to generators, and give a nice way of picturing\n    n      o\nwhich are not isomorphic, but they are of some independent interest, particularly\nwhen considering how one can computerize calculations involving groups.\nDefinition 3.13\nLet (G,*,e) be a group, and let S = {g1,a2,...,9n} be a finite set which\ngenerates G, ie. G = <S). The Cayley graph of G with the generating set S is\nthe graph Fg = (G,E) with vertices being the elements of G, and two vertices\n and y E G are connected by an edge if c = yg for some g E S U S-1.\nMay 3,2004\nVersion 0.6",
    "Page_117": "3.10. Extension: Cayley Graphs\n113\nDefinitions vary somewhat from source to source.S\nSome may define the\nCayley graph as a directed graph with directed edges of the form (c,cg) for\n g E S'U S-i, while others allow a double edge (x, y) if both x = yg and y = xg.\nExample 3.49\nThe cyclic group C4 = {1,a,a2,a²} has a generating set S = {a}. The\nCayley graph of G with this generating set has edges (1,a), (a,a²), (a²,a?) and\n(a?, 1). In other words, it looks like this:\na\na2\na3\nThis group is also generated (somewhat redundantly) by the set S = {a, a²}.\n This gives a Cayley graph which looks like this:\na\na2\nExample 3.50\nThe four-group V = {1, a, b, ab} has a generating set S = {a, b}. The Cayley\ngraph of G with this generating set has edges (1,a), (a, ab), (1,b) and (b, ab).\nIn other words, it looks like this:\nab\n1\nb\nThis group is also generated by the set S = {a, b, ab}. This gives a Cayley\n graph which looks like this:\na\nab\n Notice that in each case, the graphs look the same, even though the groups\nare not isomorphic.\nMay 3, 2004\nVersion 0.6",
    "Page_118": "114\nThe Structure of Groups\nProposition 3.56\n Let G be a finite group. The Cayley graph with generating set taken to be all\n of G is the complete graph on |Gl vertices.\nProof:\nGiven any pair of vertices x, y, the element g = y-l is in the generating set\nG, and yg = yy-1x = x, so there is an edge joining x and y. Hence the Cayley\ngraph is a complete graph.\nWith careful selection of the generating set, however, the Cayley graph can\nreveal a lot about the structure of the group.\nExample 3.51\nThe group of integers (Z,+,0) is generated by the element 1. The Cayley\n graph is infinite, but the region near O looks like:\n3\n√\nCayley graphs have some regularities that normal graphs do not.\nProposition 3.57\nLet G be a group, and S a finite set which generates G. The Cayley graph of\nG with generating set S has the following properties:\n(i) the graph is connected.\n(ii) every vertex is an end of exactly |S U S-1l| edges\nProof:\n(i) Every element c can be written as a product c = ic2 ··· n of elements\nau4 os c o4 a uoy uyed e s x'I-ur...?xix...xix Ix'a os 'i-S ns > 4c\nCayley graph is connected.\n(ii) Given any  E G, if we consider the set\nX = {g : g ∈ Su s-i},\n  =        =   h   a\nevery edge (c, cg) is distinct, and |X| = |SUS-1|. Furthermore, if there is some\ny such that (y, x) is an edge, then x = yg for some g E SUS-1, so y = xg-1 E X.\nSo X is exactly the set of all vertices connected to c by one edge. So c is an\nend of exactly IS' U S-1| edges.\nMay 3, 2004\nVersion 0.6",
    "Page_119": "3.10. Extension: Cayley Graphs\n115\nExercises\n3.10.1. Draw the Cayley graph of C6 with generating set {a}.\nDraw the Cayley graph of C6 with generating set {a?, a?}.\n3.10.2. Draw the Cayley graph of D6 with generating set {a, b}\n3.10.3. Draw the Cayley graph of Dg with generating set {a, b}.\n3.10.4. Draw the Cayley graph of C2 × C4 with generating set {(a, 1), (1,b)}.\n 3.10.5. Draw the region near 0 of the Cayley graph of Z with generating set\n{2,3}.\n 3.10.6. Draw the region near 0 of the Cayley graph of Z2 with generating set\n{(1, 0), (0, 1)}.\nDraw the same region if the generating set is {(1, 0), (0, 1), (1, 1)}.\n3.10.7. Draw the region near e of the Cayley graph of the free group F2 with\ngenerating set {a, b}.\nMay 3, 2004\nVersion 0.6",
    "Page_120": "116\nTheStructure of Groups\nAssignment 4\n The following exercises are due Monday, April 19th. Since this is a long assign-\nment, it will be worth twice as much as the other 3 assignments.\n3.1 Exercises 2, 4, 6.\n3.2 Exercises 1, 3, 5.\n3.3 Exercises 1, 3, 5.\n3.4 Exercises 1, 4, 5.\n3.5 Exercises 2.\n3.6 Exercises 4.\n3.7 Exercises 1, 2, 5, 6.\n3.8 Exercises 2, 3, 6.\n3.9 Exercises 1, 2.\n3.10 Exercises 1, 2, 5, 6.\nMay 3, 2004\nVersion 0.6",
    "Page_121": "Chapter 4\nConstructing\nGroups\nIn Chapter 2 we saw a simple way that we could combine two groups to get\na third group: the direct product. In this chapter we look at other ways to\n construct new groups from already known groups.\n4.1  Quotient Groups\nLet G be a group, and N a normal subgroup of G. We can (at least potentially)\ndefine a binary operation * on the set of cosets of N by\nNx * Ny = Ncy.\nThe difficulty with this definition is that there may be many different choices\nfor α' and y', so that Nr' = N and Ny = Ny', and it is not immediate why\nwe should have Ncy = Nr'y'. However they are in fact equal since c' = uc and\ny' = vy for some u and v E N, and since N is normal, we have z = cvr-1 E N,\nOS\nx'y' = uxvy = uxux-xy = (uz)cy,\nso Nz'y' = N(uz)xy = Nxy. So * is a well-defined binary operation, and it is\nonly well-defined if N is normal.\nProposition 4.1\nLet G be a group and N a normal subgroup of G. Let G/N be the set of all\ncosets of N in G. Then (G/N, *, N) is a group.\nProof:\nWe first observe that G/N is associative, since for any right cosets Nx, Ny\nand Nz E G/N, we have\n(Nc * Ny) * Nz = Ncy * Nz = Ncyz = Nc * Nyz = Nc *(Ny * Nz).\nThe set N is an identity, since N = Ne, and so\nNe * Nx = Nex = Nc  andN * Ne = Nce = Nc.\n117",
    "Page_122": "118\nConstructing Groups\nFinally, N-1 is the inverse of Nx, since\nNc*Nx-1 = Nc-1 = Ne = N and  Nx-1 *Nx = Nx-x = Ne = N.\n■\nIn fact, there is another way of looking at this product. If we consider cosets\nNc and Ny, then we have that the product of the cosets as sets is\nN=h(N) =h(N)=h(zN) =(N)(N)=(N)(N)\nrecalling that Nc = cN since N is normal, and N2 = N since N is a subgroup.\nIn other words, Nx * Ny is given by the product of sets (Nx)(Ny). In some\ntexts this is used as the definition of the product.\nDefinition 4.1\nIf G is a group, and N a normal subgroup of G, then we call G /N the quotient\ngroup of N in G.\nExample 4.1\nLet D6 = {1,a,a²,b,ab,a?b} as usual. If N = {1,a,a²}, then N is normal,\n and the cosets are N and Nb. Then the Cayley table of De/N is simply\n*丨NNb\nNNNb\nNb|NbN\nClearly, D6/N = C2.\n>\nExample 4.2\nThe additive group of integers is Abelian, so every subgroup is normal. If\nwe have a subgroup of the form\nN = mZ = {m :  E Z},\nthen we observed in Example 3.33that the cosets of this subgroup are the sets\n of numbers which have the same remainer modulo m, or more concretely,\nZ/N = {N,N + 1, N + 2,..., N + (m - 1)}.\nThe group operation on these cosets is just\n(N+x)+(N+y)= N+(x+ y)= N+ z,\nwhere z =  + y (mod m). In other words Z/mZ = Zm. Indeed, this is a\ncommon way of defining addition modulo m.\nFrom the theory developed in the previous chapters, we can immediately\n conclude the following.\nMay 3, 2004\nVersion 0.6",
    "Page_123": "4.1. Quotient Groups\n119\nProposition 4.2\nLet G be a group, and N a subgroup of G. Then\n(i) if |G| is finite, then |G /N| = |G|/|N],\n(ii) the function α(x) = Nc is a homomorphism from G to G/N, and\nker α = N.\nProof:\n(i) This is immediate from the fact that |G/N| = [G : N] and Lagrange's\nTheorem.\n(ii) That α is a homomorphism follows immediately from the fact that\nα(x) *α(y) = Nc * Ny = Ncy = α(xy).\nIt is immediate that N  ker α, since if c E N, α(α) = N = N. Similarly, if\nQ(x) = N, then N = N, which only happens when  E N. So ker Q = N. \nCorollary 4.3\nA subgroup N of a group G is normal if and only if it is the kernel of some\nhomomorphism.\nThe relationship between quotient groups and homomorphisms is signifi-\ncantly deeper than this corollary, however. These relationships are encapsulated\nin a trilogy of theorems called the Isomorphism Theorems. Unfortunately there\nis little consensus about which of the three should be first, second and third.\nTheorem 4.4 (First Isomorphism Theorem)\nLet G and H be groups, and α : G → H a homomorphism. Then\nα(G) = G/ ker α.\nProof:\nFor simplicity of notation, let N = ker Q.\nWe would like to define a function β : G/ ker α → α(G) by β(Nx) = α(x),\nbut it's not clear that this is a well-defined function. To verify that this definition\nau 4eua os (hN)g = (xN)g uau AN = 2N J! 4eua Mous 0 pau 9m ‘po8 s!\nvalue of β does not depend on the choice of x.\nNow if Nc = Ny we have that cy-1 E N, so α(cy-1) = e, and hence\nα(y) = eα(y) = α(cy-l)α(y) =α(xy-y) = α(x).\nSo we conclude that if Nr = Ny then beta(Nr) = β(Ny), and so β is well-\ndefined.\nFurthermore, β is a homomorphism, since\nβ(N * Ny) = β(Ncy) =α(cy) = α(x)α(y) = β(Nx)β(Ny).\nWe also have that β is onto, since if y E α(G), then y = α(x) for some x E G,\nbut then y = β(Nx).\nMay 3, 2004\nVersion 0.6",
    "Page_124": "120\nConstructing Groups\nFinally, if β(Nx) = β(Ny), then α(x) = α(y), so\nα(cy-1) = α(x)(α(y))-1 = α(x)(α(x))-1 = e.\nThis means that cy-1 E ker α = N, so Nr = Ny. Hence β is one-to-one.\nSo β is an isomorphism, and we conclude that G/ ker α = α(G).\nWe will now turn to look at how the subgroup structure of G and the\nsubgroup structure of G/N are related. Letting Q : G → G/N be given by\nα(x) = Nc, we have that if H ≤ G, then α(H) ≤ G/N and if K  G/N then\nα-1(K) ≤ G from Propositions 2.24 and 2.26 A deeper question is if there is\nany relationship between normal subgroups of G and normal subgroups of G /N.\nProposition 4.5\nLet G be a group and N a normal subgroup of G. Then every subgroup of N\nis equal to K/N where for some K with N ≤ K ≤ G. Furthermore K/N is\nnormal if and only if K is normal.\nProof:\nLet α : G → G/N be given by α(c) = N.\nLet H be a subgroup of G/N, and let K = o-1(H), so that K is a subgroup\nof G, and since N = α-1({e})  α-1(H), so N ≤ K. So H = α(K) and if we\nrestrict o to K, the First Isomorphism Theorem tells us that\nα(K) = K/N.\nFurthermore, recall from the proof of the First Isomorphism Theorem that this\nisomorphism is given by β(Nx) = Q(x), and α(x) = Nx, so β is just the identity\nmap, and so H = K/N\nIf K is normal in G, then -1Kc = K for each  E G, and so\n(Nx-1) *α(K) *(Nx) =α(x-1)*α(K)*α(x) =α(c-1Kx)=α(K),\nso H = o(K) is normal in G/N.\n  g  ‘  1   =   \nimmediately that o-1(H) = K is normal in G.\nNow if N < K < G, as in the last part of the Proposition, we note that N\nis normal when regarded as a subgroup of K also, and so we can take three\nquotients: G/N, G/K and K/N. The Second Isomorphism Theorem gives us a\nrelationship between these three quotients.\nTheorem 4.6 (Second Isomorphism Theorem)\nLet G be a group and N and K normal subgroups of G with N ≤ K. Then\n(G/N)/(K/N) = G /K.\nMay 3,2004\nVersion 0.6",
    "Page_125": "4.1. Quotient Groups\n121\nProof:\nWe frst note that since K is normal, the previous proposition tells us that\nK/N is normal in G/N, and so (G/N)/(K/N) is defined.\nWe would like to define a function Q : G/N → G/K by α(Nc) = Kr, but\nonce again we must be careful that this well-defined, since there are multiple\npossible choices for c which give the same coset Nr. If Nc = Ny, then we\nrecall that cy-1 E N, and so cy-1 E K as well. So K = K(cy-1),\nα(Ny) = Ky = (Kcy-)y = K = α(Ny).\nSo this is a well-defined function.\n Furthermore, α is a homomorphism, since\nα(N* Ny) = α(Ncy) = Kcy = K* Ky = α(Nx) *α(Ny)\nWe observe that α(Nx) = K if and only if  E K, or equivalently, Nx E K/N.\nBut this means that ker α = K/N. We also have that since every coset of K is\nof the form K for some  E G, we have that α(G/N) = {o(Nx) :  E G} =\n{Kc :  E G} =G/K, so α is onto.\nNow the First Isomorphism Theorem tells us that\nα(G /N) = (G /N) / ker α,\nBut we know that o(G/N) = G/K and ker Q = K/N, so\nG /K = (G /N)/(K/N).\nNote that this theorem essentially says that the quotient operation cancels\nin the way that you would expect a quotient to cancel: if G, K and N were\nnumbers you would expect the same equation to hold.\nWe can also ask what happens if K is a general subgroup of G. In this case\nwe can't talk about K/N, since we may not have N  K. However we do know\nthat the meet of K and N is a subgroup of K. Indeed we have that for any\nc E K, and y E K ^ N we have that -lyc E K, since K is a subgroup. But\nwe also have that x-yc E N, since N is normal. Hence K ^ N is a normal\nsubgroup of the subgroup K. So we can consider the quotient group K/(K ^N).\nSimilarly, although N is not a subgroup of K, we know that NV K contains N,\nand since N is normal, we can consider the quotient group (K V N)/N.\nTheorem 4.7 (Third Isomorphism Theorem)\nLet G be a group, K a subgroup of G and N a normal subgroup of G. Then\nK/(K ^ N) = (Kv N)/N.\nProof:\nRecall from Proposition 3.48that K V N = NK when N is normal.\nMay 3, 2004\nVersion 0.6",
    "Page_126": "122\nConstructing Groups\nWe define a function α : K → G/N by α(x) = Nx. This is a homomorphism\nsince\nα(cy) = Ncy = Nx * Ny = α(x) * α(y).\nThe image of α is the set\nN/(Y N) = N/N ={Y  : N}=(Y)∞\nFurthermore, the kernel of α is the set of  such that α(x) = N, ie. all  E K\nsuch that N = N. But Nc = N if ans only if  E N, so  E K n N = K ^ N.\nSo the First Isomorphism Theorem tells us that\nα(K) = K/ker α,\nand so\n(N v K)/N = K/(K ^ N).\nAs you may expect, quotient groups can be used to shed some light on the\nstructure of finite groups.\nTheorem 4.8\nLet G be a finite group which is not Abelian, and Z(G) the centre of G. Then\nG/Z(G) cannot be cyclic.\nProof:\nWe frst recall that Z(G) is always normal, so G /Z(G) is defined. If G /Z(G)\nis cyclic, then we can find an element t so that Z(G)t generates G/Z(G), and so\n           S (   \nelements c and y E G, we have that c = ut and y = ut' for some u and\nv E Z(G). So now, since u and v commute with all elements of G,\nxy = utkut' = uutkt = uut'tk = vt'utk = yx.\nSo G is Abelian, which is a contradiction.\nCorollary 4.9\nIf p is a prime number and G is a group with order p2, then G is Abelian.\nProof:\nWe know from Theorem 3.41that the order of Z(G) is either p or p2. But if\n[Z(G)I = p, then G is not Abelian, and we have that |G/Z(G)| = |G|/|Z(G)| =\np²/p = p, so G/Z(G) must be a cyclic group of order p. But the previous\ntheorem showed that this cannot happen.\nHence |Z(G)I = p?, and so G is Abelian.\nThis corollary allows us to slightly simplify the proof of Theorem 3.55] since\nthe last paragraph can be replaced by a reference to this corollary. Indeed, one\ncan generalise that theorem to all prime numbers.\nMay 3, 2004\nVersion 0.6",
    "Page_127": "4.1. Quotient Groups\n123\nTheorem 4.10\nIf p is a prime number and G is a group with order p², then G is isomorphic to\none of Cp2 or Cp x Cp.\nProof:\nThe previous corollary tells us that G is Abelian. If G has an element of\norder p², then G = Cp2.\nOtherwise every element of G other then the identity e has order p. Let a be\nsuch an element, and let N = (a) = {1,a, a2,... ,ap-1}. Lagrange's Theorem\ntells us that the quotient group G/N has order p, so G/N ≤ Cp. So there is\n some element b with order p, such that G/N is generated by the coset Nb, so\nG/N = {N, Nb, Nb2,..., Nbn-1}. Hence G = {akb : k,l = 0, 1,...,p- 1} with\naP = e and bp = e. Hence G is isomorphic to Cp x Cp via the isomorphism\nα(uk,u') =akb'.\nExercises\n4.1.1. Consider the group Dg. The subgroup Z(Ds) = {1,a²} is normal, since\nit is the centre of Dg. Write down the Cayley table of Ds/Z(D8).\nExplain why Ds/Z(Ds) = V.\n4.1.2. Consider the group D12. The subgroup Z(D12) = {1, a?} is normal, since\nit is the centre of D12. Write down the Cayley table of D12/Z(D12).\nExplain why D12/Z(D12) = D6?\n4.1.3. Generalize the above two results, and show that if n is even, then D2n /Z(D2n) \nDn.\n4.1.4. Consider the normal subgroup N = {1,a²,a4} of the group D12. Write\ndown the Cayley table of D12/N. Show D12/N = V.\n4.1.5. Let G and H be groups. Show that the set\nK = {(g,e) : g ∈ G}\nis a normal subgroup of G× H. Let π : G× H → H be defined by π(g, h) =\nh (this a homomorphism by Exercise 2.9.6).\n. Use this homomorphism to\nshow that\n(Gx H)/K = H.\n4.1.6. Consider the additive group Z2. Show that α(c,y) = 3x + 2y is a homo-\nmorphism from Z2 → Z, and kerα = K = {(2k, -3k) : k E integers}.\nShow that\nZ2 /K = Z.\nMay 3,2004\nVersion 0.6",
    "Page_128": "124\nConstructing Groups\n4.1.7. Let α : G → H be a homomorphism. Use the first Isomorphism Theorem\nto show that |o(G)| divides both |G| and |H|. Show that if |G| and [H|\nhave a greatest common divisor of 1, then α(x) = e for all c E G.\n4.1.8. Let G be a group. Recall the commutator subgroup G' defined in Exer-\ncise 3.8.6is normal. Show that G /G' is Abelian.\n4.1.9. Let G be a group, and N be a normal subgroup of G such that G/N is\nAbelian. Show that the commutator subgroup G' defined in Exercise 3.8.6\nis a normal subgroup of N.\n2Automorphism Groups\n4.2\nRecall that an automorphism of a group G is an isomorphism from G to itself.\nThe set of all automorphisms of G is denoted by Aut(G). This set is never\n shemie si t = (x)pi paup de Aaupi aua aseal Kiaa aua 4e aous Aada\nautomorphism.\nProposition 4.11\nIf G is a group, then (Aut(G), o, id) is a group, where o is function composition.\nProof:\nFunction composition of two automorphisms gives another automorphism,\nsince if α and β E Aut(G), then β oα : G → G is an isomoprhism by Proposi-\ntion2.28\nso βoα E Aut(G).\nWe already know that function composition is associative, so that group\naxiom holds.\nThe identity map id is an identity under composition, since for any c E G,\n(id oα)(c) =id(α(x)) =α(x)\n and\n(α o id)(x) = α(id(x)) = α(x),\nso we conclude that id o Q = α o id = Q.\nSince α is an isomorphism, it has an inverse function which is also an isomor-\nphism from G to G by Proposition 2.28 We know that for any inverse function,\n-1 oα =id = α oα-1\n1, so α-1 is an inverse for α in the set of automorphisms.\nExample 4.3\n Consider the group C4. Any automorphism has to preserve the order of each\nof the elements, and since a2 is the only element of order 2, α(a?) = a² for every\n automorphism o. However, an automorphism could potentially swap a and a3.\n  ‘- = ()    n  o r n \nconcretely,\nα(c)\n1\na\nα3\na2\na2\na3\na\nMay 3, 2004\nVersion 0.6",
    "Page_129": "4.2. Automorphism Groups\n125\nVerifying that this is an isomorphism is easy, since\nα(akal) =α(ak+l) =a-k-l =a-ka-l =α(ak)a(a),\nand it is clearly bijective.\nSince there are only two elements, Aut(C4) = C2.\n>\nExample4.4\nConsider the four-group V. V has 3 elements of order 2, a, b and ab, so an\nisomorphism could possibly interchange those elements. In fact any permutation\nof these three elements gives rise to a distinct automorphism.\nFor example, the function α given by\nc|α(x)\n1\n1\na\nab\nb\nb\nab\nis an automorphism: it is clearly bijective, α(cc) = 1 = α(x)α(c) for any\n E V, since x² = 1 for every element, α(1x) = α(1)α(x) for any x E V, and\nthe remaining cases are covered by\nα(ab) = a = (ab)b = α(a)α(b)\nα(a(ab)) = b = (ab)a = α(a)a(ab)\nα(b(ab)) = ab = ba = α(b)a(ab).\nSo o is indeed an automorphism.\nGiven that every automorphism corresponds to a permutation of a set with\n3 elements, and function composition will correspond to composition of the\npermutations, we have that Aut(V) = S3.\n As the previous example illustrates, finding all the automorphisms of a group\ncan be potentially difficult. However, non-Abelian groups have a collection of\nautomorphisms which are easy to find.\nProposition 4.12\nIf G is a group, then the conjugation by x function\nαx(y) =x-yc\nis an automorphism.\nProof:\nWe first note that\nαx(yz) = x-yzx = x-yxx-1zx = α(y)α(z),\nMay 3, 2004\nVersion 0.6",
    "Page_130": "126\nConstructing Groups\nso α : G →> G is a homomorphism. Now Qx(y) = e if and only if \nx-lyx = e.\nBut this implies that y = cc-1 = e. So kerα = {e}, and so Qx is one-to-one.\nFinally, G is a normal subgroup of itself, so -iG = G, and so Qx(G) = G.\nHence Qz is an automorphism.\n■\nWe call such automorphisms inner automorphism, and let Inn(G) = {Qx :\n E G} be the set of all inner automorphisms of G. Of course, not every one of\nthese automorphisms need be distinct, since if c E Z(G), then\nαx(y) =α-lyx = id(y),\nfor every y, and so Qz = y. So in particular, the collection of inner automor-\nphisms is just {id} if G is Abelian. In fact the set of inner automorphisms is\nvery closely related to the centre.\nTheorem 4.13\n  : g uy a ()anv o dnoqns e si ()u uu dno e aq 5 4\nQx-1 is a homomorphism from G onto Inn(G), and\nInn(G) = G /Z(G).\nProof:\nWe start by observing that the function β is a homomorphism:\nβ(xy)(z) = α(xy)-1(z) = xyzy-x = x(αy-1(z))x = Qx-1(αy-1(z)) = (β(x)oβ(y))(z)\nfor all z E G, so β(cy) = β(x) o β(y).\nNow the image of G under β is precisely Inn(G), so Inn(G) is a subgroup\nFurthermore, β(x) = id if and only if β(c)(z) = z for all z E G, or equivalently,\nxzx-1 = 2\nfor all z E G. So c E ker β if and only if  E Z(G). Therefore ker β = Z(G).\nThe First Isomorphism Theorem then tells us that\nβ(G) = G / ker β,\nSO\nInn(G) = G /Z(G).\nCorollary 4.14\nIf G is a finite group which is not Abelian, then Inn(G) is never cyclic.\nMay 3,2004\nVersion 0.6",
    "Page_131": "4.2. Automorphism Groups\n127\nProof:\nThis follows immediately from the above theorem and Theorem 4.8]\nExample 4.5\nThe group D has centre Z(D6) = {1}, so Inn(De) = D6. In fact, since D6\nhas 2 elements of order 3, and 3 elements of order 2, if α E Aut(D6) we must\nhave\nα(a) =a or a²\nα(b) = b,ab or a²b\nand since α(akb\") = (α(a))*(a(b))', these choices completely determine the au-\ntomorphism. Therefore |Aut(D6)| ≤ 6, and since |Inn(D6)| = |D6| = 6, every\nautomorphism of De is inner.\nExample 4.6\nThe group Dg has centre Z(Ds) = {1,α²}, so |Inn(G)| = |Dsl/|Z(Ds)| =\n8/2 = 4. But we know that Ds/Z(Ds) cannot be cyclic, so Inn(G) = V.\nIt's worthwhile noting that if H is a normal subgroup of G, then the inner\nautomorphisms of G are automorphisms of H when restricted to just H. This\nfollows because if c E G, we have that\n(H) =H= H\nso Qx, regarded as a function defined on H, must be a bijective homomorphism\nonto H, ie. an element of Aut(H).\nA characteristic subgroup H of a group G is a subgroup which is invariant\nunder every automorphism of G, in other words α(H) = H for all α E Aut(G).\nEvery characteristic subgroup is automatically normal, since if  E G, so Qx E\nInn(G), then\nH =Qx(H) =-+Hx.\nThe centre of G is always characteristic, since any isomorphism always maps\nthe centre to the centre. The trivial subgroups G and {e} are also always\ncharacteristic.\nExample 4.7\n In the group D6, the subgroup H = <a) is characteristic, since any automor-\nphism must map 1 to 1 and elements of order 3 to elements of order 3, ie. the\nset {a, a²} maps onto {a, a²}.\nProposition 4.15\n If G is a group, N is a normal subgroup of G and H is a characteristic subgroup\nof N, then H is a normal subgroup of G.\nMay 3, 2004\nVersion 0.6",
    "Page_132": "128\nConstructing Groups\nProof:\nSince Qz E Inn(G) is an automorphism of N, and H is characteristic, then\n'H =(H) =H-\nThe inner automorphisms which come from characteristic subgroups are also\ninteresting.\nTheorem 4.16\nLet G be a group, and let H be a characteristic subgroup of G. Then the set of\ninner automorphisms of the form {αx :  E H} is a normal subgroup of Aut(G).\nProof:\nWe first note that since β(x) = Qx-1 is a homomorphism from G to Inn(G),\nβ(H) = {Qx :  E H} is a subgroup of Aut(G).\nLet c E H. Given any automorphism Q, we have that for any z E G,\n(α-1 oαx 0α)(z) = α-1(αx(α(z)))\n= α-1(x-α(z)x)\n=α-1(x-1)α-1(α(z))α-1(x)\n(x)-∞-(x)-∞) =\n= Qα-1(x)(z).\nBut since H is characteristic, Q-1(x) E H, so α-1 oQx oα E β(H). Hence β(H)\nis a normal subgroup of Aut(G).\nCorollary 4.17\nIf G is a group, then Inn(G) is a normal subgroup of Aut(G).\nExercises\n4.2.1. Find the automorphism group of Cs. Does Cs have any non-trivial inner\nautomorphisms?\n4.2.2. Find the automorphism group of C6.\n4.2.3. Find Aut(Q8).\n4.2.4. Show that the additive group of integers has only two automorphisms: id\nand t(x) = -. Conclude that Aut(Z) = C2.\n4.2.5. Let Zm be the additive group of integers modulo m, and let α : Zm → Zm\nbe a homomorphism.\nShow that if α(1) = k, then α(x) = kc.\nMay 3, 2004\nVersion 0.6",
    "Page_133": "4.3. Extension: Category Theory\n129\nShow that o is an automorphism if and only if the greatest common divisor\nof k and m is 1.\nLet αk(x) = kx on Zm. Show that αk oαj = Qkj·\nShow that Aut(Zm) is isomorphic to the multiplicative group Z* = { :\ngcd(x,m) = 1}.\n Show that Aut(Zs) = V.\n Show that if m = pq where p and q are distinct primes, then |Aut(Zm)| =\n(p - 1)(q - 1).\n4.2.6. Show that if (G, +,0) is any finite Abelian group (written using additive\nnotation), then the function\nαk(x)=+x+x+.··+\nk times\nis a homomorphism from G to G. Show that if k and |G| have a greatest\ncommon divisor of 1, then Qk(c) = 0 if and only if  = 0. Show that in\nthis case, Qk is an automorphism.\npup ()any  Iolz : g uoouy au eua os !ao = fo o 4o peua mous\nby β(k) = Qk is a homomorphism.\n4.2.7. Show that if G is a group, the function t(α) = -1 is an automorphism\nif and only if G is Abelian.\n4.2.8. Show that if G = H, then Aut(G) = Aut(H).\n4.2.9. Show that if n is odd then Inn(D2n)  D2n, while if n is even then\nInn(D2n) = Dn (Hint: you may use Exercise 4.1.3to prove this).\n4.3  Extension: Category Theory\nIf you think about the basic outlines of the theory which we have developed so\nfar, you should notice some similarities between the theories of groups, vector\nspaces, partial orders and lattices. At a very abstract level we have:\nSets\nFunctions\nGroups\nHomomorphisms\nVector Spaces\nLinear Transformations\nPartially Ordered Sets\n Order-preserving Functions\nLattices\nLattice Homomorphisms\nThere are also similarities beyond this: in all cases there is the notion of\nqns, e jo uoou se pue ss go sda sedodde umq usrdroos,\nobject (like a subgroup or subspace), for example.\nThe model that we should keep in mind ofr what we are about to define is\nsimply a minimal set of axioms which sets and functions will satisfy:\n1. each function has a domain and codomain,\nMay 3, 2004\nVersion 0.6",
    "Page_134": "130\nConstructing Groups\n2. if dom f = cod g we can compose the functions,\n3. function composition is associative,\n4. for each set X, there is an identity function idA : X → X, and this identity\nfunction has the property f oidA = f and idA o g = g.\nNotice that group homomorphisms also satisfy all of these conditions.\nDefinition 4.2\nA category C consists of a set of objects, O; a set of arrows or morphisms\nA, two functions\ncod:A→O  and  dom:A→O\nwhich assign to each arrow an object called, respectively, the domain and\ncodomain of the arrow; a function\nid : O → A,\nwhich assigns to each object A an identity arrow idA; and a composition\n    =    (         o\n = α o β with cod = codα and dom  = dom β.\nWe will write f : A → B to denote that an arrow f has domain A and\ncodomain B, or diagramatically, write:\nA→B\nThese have to satisfy the following axioms:\n(i) Associativity: if f : B → A, g : C → B, and h : D → C, then\n(f og)oh = f o(go h),\n(ii) Identity: for any f : A → B, f o idA = f; and for any g : B → A,\nidAog= g,\nNotice that these axioms are very similar to the definition of a group, but\nwith added complexity because of the neccessity of dealing with the domains\nand codomains, and with no inverse axiom.\nCategories are very closely related to directed graphs, and we can often\nrepresented by succinctly by commuting diagrams. The key property of a\n   so   d   sn  \n       s       \nexample, the associativity axiom can be represented by the following commuting\ndiagram:\nXXX Picture\nSimilarly, the following two diagrams represent the identity axioms:\nXXX Picture\nMay 3,2004\nVersion 0.6",
    "Page_135": "4.3. Extension: Category Theory\n131\nAs is the case for associative binary operations, the associativity axiom for\ncategories means that it doesn't matter where we put the parentheses in a\ncomposition of multiple arrows. We can also show that for each A, idA is\nunique.\nExample 4.8\nThe following are all categories:\n1. Set: the category with objects being all sets contained in some universe\nU and arrows being all functions on those sets.\n    s  q so   e  \nverse U, and arrows being all group homomorphisms.\n3. Abl: the category with objects being all Abelian groups contained in some\nuniverse U, and arrows being group homomorphisms between them.\n4. Vec(F): the category with objects being all vector spaces over a field F\n(contained in some universe U), and arrows being linear transformations\nbetween them.\n5. Lat: the category with objects being all lattices contained in some uni-\nverse U, and arrows being lattice homomorphisms.\n6. Set*: the category whose objects are pointed sets: pairs (X, x), where\nX is a set contained in some universe U, and  E X is some distinguished\npoint; and whose arrows are functions which map distingushed points to\ndistinguished points: if (X,x) and (Y,y) are pointed sets, then f : X → Y\nis a morphism if and only if f(x) = y.\nThere are, of course, many, many other categories. Indeed, whenever you\nencounter a new mathematical object, particularly in algebra, you should ask\n     e       , \nthen you can immediately get a number of basic results for free.\nFor a good theory which encompasses the fundamentals of functions on sets\nand group homomorphisms, we need to have more than just composition and\nidentity. We also need to determine analogues of injective functions (or group\nmonomorphisms), surjective functions (or group epimorphisms), and most im-\n portantly bijection (or group isomorphisms).\nDefinition 4.3\nLet C be a category with objects O and arrows A. An arrow α : A → B is\ninvertible if there is an arrow α-1 : B → A such that α-1 oα = idA and\nQ oα-1 = idp. We say that two objects A and B are isomorphic if there is an\ninvertible arrow Q : A →→ B.\nAn arrow α : A → B is monic if whenever there are arrows β1 and β2 : C →\nA such that α o β1 = Q o β2, then β1 = β2 (ie. we can cancel α on the left). An\nMay 3,2004\nVersion 0.6",
    "Page_136": "132\nConstructing Groups\narrow Q : A → B is epi if whenever there are arrows β1 and β2 : B → C such\nthat β1 o α = β2 o α, then β1 = β2 (ie. we can cancel α on the right).\nA right inverse of an arrow Q : A → B is an arrow p : B → A such that\nQ o p = idB. A left inverse of an arrow Q : A → B is an arrow 入 : B → A\nso that X o Q = idA. A right inverse of α is also called a section of α, while a\nleft-inverse is called a retraction of α.\nIf an object A has the property that for any object B we have a exactly one\n arrow B → A, it is said to be terminal. If instead it has the property that\nthere is exactly one arrow from A → B, then it is said to be initial.\nExample 4.9\n In the categories of Set and Grp, we have that following correspondence:\nSet\nGrp\ninvertible arrow\nbijective function\nisomorphism\n monic arrow\ninjective function\nmonomorphism\nepi arrow\nsurjective function\nepimorphism\nterminal object\n any set with one element\nany group with one element\ninitial object\nthe empty set\n any group with one element\nWe can prove a number of facts immediately:\nProposition 4.18\nIf C is a category, then\n(i) if an arrow α has a right inverse, then it is epi,\n(ii) if an arrow α has a left inverse, then it is monic,\n(ii) an arrow α has both a left and right inverse if and only if it is invertible,\n(iv) if an arrow is invertible, it is both epi and monic.\nProof:\n(i) Let α : A → B and let p : B → A be a right inverse of α. Then given\nany arrows β1 and β2 : B → C such that β1 oα = β2 o Q, we have that\nβ1 = β1 oid\ndoog =\ndoog =\n= β2 o id\n=β2.\nSo α is epi.\n(ii) The proof of this is left as an exercise.\n(i) If α is invertible, then the inverse is both a left and right inverse, so Q\nhas both a left and right inverse.\nMay 3, 2004\nVersion 0.6",
    "Page_137": "4.3. Extension: Category Theory\n133\nOn the other hand, if α : A → B and p : B → A and X: B → A be right\nand left inverses of α, respectively, then\np=idop\ndoo=\n=入oid\n=入\nSo p = X is an inverse for Q.\n(iv) This follows immediately from the first three parts.\nIn the previous chapter, key results came from looking at an object in another\ncategory which corresponded to the group, such as looking at the subgroup\nlattice of a group in the category of lattices. These sorts of correspondences\nbetween categories were first recognised in the study of algebraic topology, and\nare extremely powerful. Indeed, in some sense they are what justifies the study\n of categories as a distinct topic.\nDefinition 4.4\nLet C1 and C2 be two categories with object sets O1 and O2, and arrow sets A1\nand A2, respectively. A functor F : C1 → C2 is a pair of functions Fo : O1 →\nO2 and FA : A1 → A2 such that if A ∈ O∞, Q and β E A∞, then\ndom FA(α) = Fo(domα)\n cod FA(α) = Fo(codα)\nFA(α o β) = (FA(α) o FA(β)  FA(idA) = idFo(A)\nwhenever α o β is defined.\nWe usually don't distinguish between the functor, and the functions on the\nsets of objects and arrows, simply representing each of them by a single symbol\nF.\nExample 4.10\nLet Grp and Lat be the categories of groups and lattices defined earlier.\nThen we know that the function Fo defined by Fo(G) = Sub(G) is a function\nfrom the objects of Grp to the objects of Lat. Corollary 3.10tells us that if we\nhave a group homomorphism α : G →→ H, then we have a corresponding lattice\nhomomorphism α : Sub(G) → Sub(H). So we define FA(o) = α. This gives\nthe first two of the four conditions that we need for F to be a functor.\nIt is easily verified that FA(idg) = idFo(G), while it is a little more work to\ncheck the remaining composition condition. They do hold, however, so we have\na functor between the categories.\nThis is not the only possible functor between these two categories, since we\ncould also consider a functor which maps a group G to the lattice consisting of\nthe power set P(G) with meet and join being intersection and union.\nMay 3, 2004\nVersion 0.6",
    "Page_138": "134\nConstructing Groups\nExample 4.11\nThe maps F(G) = G and F(α) = α give a functor F : Grp → Set.\nFunctors such as the one in the last example are called forgetful functors\nbecause we are forgetting about all the extra structure that a group has and\ntreating it just as a set, and regarding homomoprhisms simply as functions.\nWhenever we have a category whose objects and arrows are specializations of\nanother categories objects and arrows we get a forgetful functor which strips\nthis additional structure away.\nExample 4.12\nThere is a forgetful functor F : Abl —→ Grp, since Abelian groups are simply\ngroups with an additional requirement of commutativity, and homomorphisms\nbetween Abelian groups are still homomoprhisms.\nWhen looking at the question of whether or not two objects within a category\nare isomorphic or not, functors can help us say that that the two objects are\nnot isomorphic.\nProposition 4.19\nLet C be a category, and let A and B be two objects in C. If there is another cat-\negory D and a functor F : C → D such that F(A) and F(B) are not isomorphic\nin D, then A and B are not isomorphic in C.\nProof:\nIf A and B are isomorphic, then we have an invertible arrow α : A →> B and\nits inverse α-1 : B → A. If F : C → D is any functor, then\nF(α) o F(α-1) = F(α oα-1) = F(idB) = idF(B)\nSimilarly F(α-1) o F(α) =idF(A), and so F(α) : F(A) → F(B) has an inverse\narrow F(o-1), and hence F(A) is isomorphic to F(B).\nHence if F(A) is not isomorphic to F(B), then A and B are not isomorphic.\n■\nThis very general result is at the core of many of the techniques we have\nfor distinguishing groups which are not isomorphic. For example, the fact that\ntwo groups with different subgroup lattices are not isomorphic is an immediate\ncorollary of this proposition, together with the functor of Example 4.10\nThe\nfact that two groups of different orders are not isomorphic is an immediate\ncorollary of this proposition, using the forgetful functor from Grp to Set.\nUnfortunately, this doesn't help us in showing when two groups are isomor-\nphic, since there are many functors available, so checking every possible functor\nis impossible.\nThe category of groups is not the only category of interest in mathematics,\n of course, so it is useful to observe that in every category we find many naturally\noccurring groups:\nMay 3,2004\nVersion 0.6",
    "Page_139": "4.3. Extension: Category Theory\n135\nProposition 4.20\nLet C be a category, and A an object in C. Then the triple (Aut(A),o,idA),\nwhere Aut(A) is the set of invertible arrows from A to A, is a group. We call\nthis the automorphism group of A.\nProof:\n From the definition of a category, when o is restricted to Aut(A), it is an\n    o    n  ‘  \nneeds to be checked is that there is an inverse for every element, but this is\n guaranteed by the assumption that our arrows are all invertible.\nExample 4.13\n In the category Grp, Aut(G) is precisely the automorphism group of G, as\ndiscussed earlier.\nExample 4.14\n In the category of finite dimensional real vector spaces and linear transfor-\nmations, we have that Aut(V) is the set of all invertible linear transformations\nfrom V to V. If V has dimension n, then this group is isomorphic to GLn (R).\nExample 4.15\nIn the category Set, the group Aut(X) consists of all bijections of X onto\nitself, or in other words, the group of all permutations of X. If |X| = n, then\nAut(X) = Sn.\nExample 4.16\nOne can consider a category whose objects are all subsets of Rn, and whose\narrows are isometries which map one subset onto another.\n In this category, the automorphism group of an object is the set of all sym-\nmetries of the object.\n口\nAs the above examples illustrate, the concept of an automorphism group\ngeneralises the concept of symmetries that we first introduced in Chapter 1.\nWhenever you see a new type of mathematical object being introduced, there is\nusually a category associated with it, and hence there is some sort of automor-\nphism group associated with each object. Given the wide variety of categories\nthat are of interest in mathematics, this underlines the importance of group\ntheory.\nProposition 4.21\nLet C be a category, and A and B two objects in C. If A and B are isomorphic,\nthen Aut(A) and Aut(B) are isomorphic.\nMay 3, 2004\nVersion 0.6",
    "Page_140": "136\nConstructing Groups\nProof:\nLet Q : A → B be an invertible arrow. Then we define a function Q :\nAut(A) → Aut(B) by\nα(β) = αo βoα-1.\nOne can easily verify that &(β) is an invertible arrow, and hence the function\nis indeed into Aut(B), and furthermore\nα(β) oα() =αoβα-1 oαoα-1 =αβα-1 =α(β),\nso α is a homomorphism. Similarly, α-I : Aut(B) → Aut(A) is a homomor-\nphism, and furthermore αoα-I =idAut(B) and α-1 oα = idAut(A), so α is an\nisomorphism.\nThis means that in any time you have a category, you can use the auto-\nmoprhism groups to distinguish non-isomoprhic objects in the category via the\ncontrapositive of this result: if the automorphism groups are not isomorphic,\nthe objects are not isomorphic.\nDefinition 4.5\nIf C is a category, and A is an object in C, then an action of a group G on A is\na homomorphism α : G →> Aut(A).\nFor most categories of interest the objects of the category are sets with\nadditional structure and the arrows are functions with additional conditions\nthat they must satisfy. This means that o(g) is a function of some sort from\nA to A. To avoid confusion, it is common to write α(g) = Qg, so that we\ncan use the less confusing notation Qg(α) instead of (α(g))(c) to represent the\nimage of an element of A under this automorphism. In this case we have that\n4∞ o 6∞ = yb∞\nExample 4.17\nGiven a group G, the map α : G → Aut(G) defined by α(g) = Qg, where\nQg(x) = g-lxg is an action of G on itself. The image of the homomorphism is\nInn(G), and the kernel is Z(G).\nExample 4.18\nGiven a group G then for each g E G we have bijective functions 入g(x) =\ng-1x and pg(α) = xg. Since 入gh = 入g o 入h, and Pgh = Pg o ph, the functions\n入 : g → Xg and p : g → Pg are actions of G on itself, when we consider it as an\nobject in the category Set. We call these the left and right actions of G on\nitself, respectively.\n口\nIn a category in which the objects are sets with additional structure, and\nthe arrows are functions which satisfy some additional conditions, we define the\norbit of an element c under an action of a group G to be the set\nO(x) ={αg(x) : g ∈ G}\nMay 3,2004\nVersion 0.6",
    "Page_141": "4.4. Semidirect Products\n137\nWe can define an equivalence relation using an action by c ~ y if and only if\ny = Qg(x) for some g E G. It is easy to verify that this is indeed an equivalence\nrelation, since the facts that  = Qe(x); that if  = αg(y) then y = Qg-1(x);\nand that if  = αg(y) and y = αg(z), then\n = Qg(y) =αg(αn(z)) = Qgh(z)\ngive reflexivity, symmetry and transitivity, respectively. We then have that the\norbit of x is simply the equivalence class of c, ie.\nO(x) = [x]~.\nExample 4.19\nThe orbit of an element c E G under the action of Example 4.17is the\nconjugacy class of x, ie. O(x) = C(x).\nExample 4.20\nThe orbit of an element  E G under the left action of G is G.\nHowever if we restrict the left action to some subgroup H of G, so we only\nconsider functions of the form Xn for h E H, then X is an action of H on G, and\nthen O(x) is the right coset Hx.\nExample 4.21\n In the category of Example 4.16l consider closed disc of radius 1 with centre\n at the origin as the object A. The automorphism group of this object consists of\nrotations Ro and refections Hy, of the disc, as discussed in Example1.3 There\nis an action of the additive group of real numbers α : R → Aut(A) given by\nQx = Ry, where c = 2πk + y, with k ∈ Z and y E [0, 2π).\nIn this case the orbit of the point (1, 0) is the unit circle, since we can find a\nrotation that maps that point to any other on the unit circle, and every rotation\nis in the image of the action.\nIndeed, the orbit of any point in the disc will be a circle.\n The previous example should help you understand why an orbit is called an\norbit.\n4.4  Semidirect Products\nGroup automorphisms and the actions of groups allow us to generalise the notion\nof the direct product introduced in Chapter 2. Let G and H be groups, and let\nQ be an action of H on G. We supply a binary operation * for the set\nG× H = {(g,h) : g ∈ G,h ∈ H}\nby\n(g1,h1) *(g2,h2) = (αh2(g1)g2,h1h2).\nMay 3, 2004\nVersion 0.6",
    "Page_142": "138\nConstructing Groups\nProposition 4.22\nLet G and H be groups, and let α be an action of H on G. The binary operation\n* defined above makes (Gx H, *, (e,e)) a group. We call this group a semidirect\nproduct of G and H, and denote it symbolically by G xQ H. If H is a subgroup\nof Aut(G) acting in the obvious way, then we call this group the extension of\nG by H.\nMoreover\n(i) the subset G' = {(g,e) : g E G} is a characteristic subgroup of the\nsemidirect product which is isomorphic to G;\n(ii) (G ×α H)/G' ≤ H;\n(ii the subset H' = {(e,h) : h E H} is a subgroup of the semidirect\n product which is isomorphic to H;\n(iv) the conjugate of an element (g,e) of G' by an element (e,h) of H' is\nthe element (on(g),e) of G'. In other words, conjugation by elements of\nH' is equivalent to the action Q on G.\nProof:\n Showing that the semidirect product is a group is left as an easy exercise.\nIt is also left as an exercise to show that G' = G and H' = H.\nWe note that the inverse of the element (g, h) is the element (Qn-1 (g-1), h-1).\nThe function β(g,h) = h from G ×α H to H is a homomorphism, since\nβ(g1,h1) * (g2,h2)) = β(ah2(g1)g2,h1h2)\n=h1h2\n= β(g1, h1)B(g2, h2)).\nNow\nker β = {(g,h) : β(g,h) = h =e} = {(g,e) : g ∈ G} = G',\nso G' is a normal subgroup, and furthermore the First Isomorphism Theorem\nsays that since β is onto,\nH ≤ (G ×α H)/ ker β =(G ×α H)/G'\nFinally, by calculation,\n(e,h)-1 *(g,e) * (e,h) =(e,h-1) * (g,e) * (e,h)\n= (ae(e)g,h-1e) * (e,h)\n=(g,h-1)*(e,h)\n= (an(g)e,h-1h)\n= (an(g),e).\nMay 3, 2004\nVersion 0.6",
    "Page_143": "4.4. Semidirect Products\n139\nExample 4.22\nFor any G and H, there is always the trivial action αn(g) = g. Under this\naction, the semidirect product G ×α H has product\n(g1,h1) * (g2,h2) = (ah2(g1)g2,h1h2) = (g1g2, h1h2).\n In other words, this is simply the direct product of the two groups.\n口\nExample 4.23\n If G is any Abelian group, there is an action of the multiplicative group\n{1, -1} = C2 given by α1(g) = g and α-1(9) = g-1. It is trivial that α1 is a\nsince G is Abelian.\nThe semidirect product of G and this group with this action is a group of\norder 2|G|, and if G has any element of order greater than 2, this is distinct\nfrom the direct product. Indeed, if it is distinct from the direct product, the\nsemidirect product is not Abelian, since if gi is an element of order greater than\n2, we have\n(g1,1) * (e, -1) = (g11,-1),\nbut\n(e, -1) * (g1,1) = (g1,-1),\nand these are only equal if gi1 = g1, which implies that gi has order 2. So these\nelements do not commute.\n One can show that as a particular example of this action giving a semidi-\nrect product, we have D2n = Cn Xα C2, where the generators a and b of D2n\ncorrespond to the elements (u, 1) and (1, -1), respectively.\n口\nMay 3, 2004\nVersion 0.6",
    "Page_144": "140\nConstructing Groups\nAssignment 5\nThe following exercises are due on day of final.\n4.1 Exercises 1, 2, 4, 5, 7.\n4.2 Exercises 1, 4, 5, 8, 9.\nMay 3, 2004\nVersion 0.6",
    "Page_145": "m-cycle, 14\nCayley table, 3\n-morphism\ncentralizer, 84\nauto-,66\ncentre, 81\nepi-, 66\ncodomain,10, 130\nhomo-, 62,62-68\ncommuntator, 110\niso-, 66\ncommutative, 8, 30\nmono-, 66\n commuting diagram, 130\ncommuting elements, 33\naction, 136\ncomplement, 8\nleft, 136\ncomplex numbers, 7\nright, 136\ncomposition, 130\narrow, 130\nof two functions, 10\nepi, 132\n conjugacy class, 96\nidentity, 130\nconjugate\ninverse\nsubgroups, 102\nleft,132\ncoprime, 25\nright, 132\ncoset, 87\ninvertible, 131\nleft, 87\nmonic, 131\nright, 87\nassociative, 8, 30\ncycle, 14\nautomorphism, 66\nDeMorgan's laws, 8\ninner, 126\ndistributive, 8\nbijective function, 10\ndomain,10, 130\nbinary operation, 29\nelement,6\non a set, 30\nepimorphism, 66\nbound\nequivalence class, 94\ngreatest lower, 78\nleast upper, 78\nfour-group, 50\nlower, 78\nfunction, 10\nupper, 78\ninverse, 10\nfunctor, 133\ncancellation law, 39\nforgetful, 134\ncardinality, 9\ncartesian product, 9\ngenerated, 46\ncategory, 130\n graph\nCayley graph, 112\nof a function, 10\n141",
    "Page_146": "142\nINDEX\ngroup, 29, 32, 41\nletters, 37\nAbelian, 32, 61\nalternating, 35\nmatrix\nautomorphism\nunitary, 36\nof an object, 135\nmeet\ncommutative,32\nof subgroups, 75\ncyclic, 48,61\nmember, 6\ndihedral,6073\nmodulo\nfree, 38,[115]\nequality, 24\n general linear, 36\nmonomorphism, 66\northogonal, 36\nmorphism, 130\nquaternion, 92, 110\nspecial linear, 36\nnatural numbers, 7\nspecial orthogonal, 36\n normalizer, 104\nspecial unitary, 36\nobject\nsymmetric, 35\ninitial, 132\nunitary, 36\nterminal, 132\n group extension, 138\nobjects, 130\n group operation, 32\n one-to-one function, 10\nhomomorphism, 62, 6268\n onto function, 10\norbit,136\nidentity, 30\norder\nleft, 30\nof a group, 33\nright, 30\nof an element, 48\nimage, 10\n partial, 78\ninverse, 10\n incomparable elements, 78\nparity, 18\nindex\npermutation, 11\n of a subgroup, 89\neven, 19\ninjective function, 10\nidentity, 12\nintegers, 7\nodd, 19\nintersection, 8\nproduct\ninverse element, 32, 41\nsemidirect, 138\nisometries, 2\nquotient group, 118\nisomorphic, 42, 66\nobjects, 131\nrange, 10\nisomorphism, 66\nrational numbers, 7\nreal numbers, 7\njoin\nrelation, 77\nof subgroups, 75\nantisymmetric, 77\nkernel, 65\nsymmetric, 77\n equivalence, 93\nLatin square, 43\nreflexive, 77\nlattice, 78\ntransitive, 78\nsubgroup, 72\nrelations, 47\nMay 3, 2004\nVersion 0.6",
    "Page_147": "INDEX\n143\nretraction, 132\nsection, 132\nset, 6 \nempty, 7\ngenerating, 46\npointed, 131\nset difference, 8\nset operations, 7\nsubgroup, 56\ncharacteristic, 127\ncommutator, 110\nderived, 110\nnormal, 103\nproper, 58\ntrivial, 58\nsubset, 7\nproper, 7\nsurjective function, 10\nsymmetric difference, 8\nsymmetry, 2\nidentity, 2\ntranslation\nleft, 87\nright, 87\ntransposition, 14\nunion, 7\nuniversal set, 8\nvierergruppe, 50\nword, 37\nreduced, 37\nMay 3, 2004\nVersion 0.6"
}