{
    "Page_1": "ISSN 2319-3670\nJournal of Rice Research\nVolume 13, No. 2\nDecember 2020\nSociety for Advancement of Rice Research\nICAR-Indian Institute of Rice Research (ICAR-IIRR) Rajendranagar\nSociety for Advancement\nFax: +9140 24591217, www.sarr.co.in\n of Rice Research",
    "Page_2": "Society For Advancement of Rice Research\n Journal of Rice Research - Authors Guidelines\n(Regd. No.2175/2004 of A.P. Society Regn. Act. 2001)\nScope: JualfRice Reearchis achanelfor publicatinffullngth papers covering results oforiginal research nvited crital\nThe Society for Advancement of Rice Rese\nsearch is a registered society stared with main objective of providing a platform for exchange of\nreviews or nterpretative articles relatd tallareas frice science rebased crop sytems and rice crpmanagemet.hejoural a\ninformation and knowledge related to latest developments in rice research.\npublishes short communications bookreviews and etters tothe editor.\nAims and Objectives\nArticleporingexperetatonreachinaydnvlvinricrraseroping sytsilacptdasorigalr\n.To advance the cause ofrice research and development in the country.\nwhile critical reviews are generally nvited. Short articles concerned with experimental techniques or observation of unique nature will e\n· To disseminate knowledge on latest developments in rice research through publications, seminars, lectures and training programmes.\naccepted as short communicatinetes totheditor coneing previous artics are welme andare ublished ubject oreviw and\napprvalbditriaarigltwillittlytthptsaifthewh\n·To provide consultancyin ric production and development.\nalso published together.\n·Tofacilitate research andindustry ollaboration andpublic private parership atnationallvel.\nGeneral Requirement:\n·Tohonour outstanding achievers in rice research and development.\nSubmiionto the joural must be reports of original research of at least two crop seasons and must not be previously published or\n·To cooperate with other organizations having similaraims and objectives.\nsimultaneusly submittd toanyothercientific ortechicaljual. At least oneofthe athors (in caseofjoint authorshiphoul be\n·Topromte anyotherscientifi/professional activities conduive for the advancement ofscienceofrice and rice mrovement.\nmember of the Society for Advancement of Rice Research SARR) and not in arears of subscription. Authors of invited articles are\nexempted from this.\nSubmission of Manuscript:\nExecutive Council (2019-2021)\nManuseripts should be sent by email to the chief editor (rrchiefeditor@gmail.com/chintalapatipadmavathi68@gmail.com) as an\nPresident\nDr. S R Voleti, Director, ICAR-IIRR, Hyderabad\nwithhighrelutonmaesuitaseparatfliinrethaefomaripudtydolesad\nVice - Presidents\nDr. O N Singh, PPVFRA, Chennai\nsctinsddnn\nDr. Y Chandra Mohan, ARI, PJTSAU, Hyderabad\nandabsraagaoidaeeraldrtandisionlioal\nSecretary\nDr. R Mahendra Kumar, ICAR-IIRR, Hyderabad\nacknowledgements andreferences followedbyfigures andtables.\n Joint Seeretary\n Dr. Gopal Krishna, ICAR-IARI, New Delhi\nTitle should give aclearidea what the articles isabout It should be briefand informative (12-15 words).\nTreasurer\n Dr. B.Nirmala,ICAR-IIRR, Hyderabad\nMaterials and Methd shouldincluxermentaldsig, reatment etails, relicatinsandtechniques/methd mly.\nZonal Councillors\n Dr. RP Singh, BHU, Varanasi, UP-North India\nResults and Discussion shouldbe suppored by sound scientificall analyseddata along with xplanatory text with relevant tables and\nDr. PB Patil, NavsariAgril University, Gujarat-West India\nfigures.\nReferenqtntrytatsystlylteuaangdalhabetiallyali\n Dr. Vijay Pal Bhadana, ICAR-IIAB, Namkum, Ranchi- East India\nDr. B N V S R. Ravi Kumar, RS, Maruteru, AP- South India\nand awcaseletr a,b,c, et., tyarfr samearntris ofth ame athr. Rfrens shubpreented in thfmat g\nbelow:\n Journal of Rice Research is an official publication of Society for\nResearch papers\nEditorial Board\nAdvancement of Rice Research (SARR), ICAR-Indian Institute of Rice\nDurvasulaV eshu.2017.etworkingaPivotal StrategyforRiceGenetic Improvement. JournalofRice Research, 10(1): 18.\n: Dr. Ch Padmavathi\n1. \nChief Editor\nResearch, Hyderabad - 500030 and published twice a year i.e., June and\n2.\nAssociate Editors\nt\n December. All corespondence related to SARR should be addressed to\n Plant Breeding\n: Dr. J Aravind Kumar\nseretary,D RMKumar(kmam23@gmailcom)\n3.\nPaulManKeegstraK 0Cel-wall arbhdrats andtheirmdificatioasareoureforbifuelsPlt ul 5 96.\nBiotechnology\nThesis\n: Dr. R M Sundaram\nSoil Science\n Bhuiyan MDAR. 2010. Phenotypic and genotypic evaluation of selected transgressive variants derived from Oryza rufipogon Griff. x\n: Dr. M B B Prasad Babu\n Membership: Membership of the Society is open to all persons interested in\nOryza sativa L. cv. MR219. Ph D. Thesis. University Kebangsan Malaysia, Malaysia 150 p.\n: Dr. T Vidhan Singh\nfurthering the aims and objectives of the Sciety and in the opinion of the\nAgril. Engineering\nBook chapter\nPlant Pathology\n: Dr. M Srinivas Prasad\nexecutive commitee, have the necessaryqualification and experience.\nSotJM1984. Catabolismoffolats. P 307-327R.LBlackleyandS.JBenkvic (ed.) Folats andPterims Vol.1 JohWily& Sns,\nNew York\n Agril. Extension\n: Dr. Shaik N Meera\nBook\n ComputerApplications : Dr. B Sailaja\nMembership and Journal Subseription fee w.e.f August 2019\nSubba RaoLV, ShobhaRani N, Chranji M,Chaitanya U, Sudharhan I Suetha K, JythBadriand DipalRChouhary201DU\nSubseription price\nCharacterizatiofRiceVarietDirtoratfRicReearch,ajendranagar, Hyeraba-03,dia24p\nMembers - Foreign\nMembership category\nAnnual\nLife\nDr JauharAli, IRI, Philippines\n A. Individual membership\nDr Sudhir Yadav, IRRI Philipines \nIndian (Rs.)\n500 (300*)\n3000 (2000*)\nand symbols.\n Foreigner (US $ or its equivalent)\n300\nTables: Tables are used for reporting extensive numerical data in an organized manner and statistically analyzed. They should be self\nDr Umesh Reddy, West Virginia State University,USA\n50\nB. Corporate members/Patrons-one time (Rs.)\n20,000\n----\nDrAkshay Biswal, CIMMYT, Mexico\nC. Libraries and Institutions (Annual)\nDrRK Singh, IRRI, Philipins\nuitssfdfdaablrwilatytsq\n Indian (Rs.)\n2500\ntwo decimalplace values are sgested.\nMembers -India\n Foreign (US $ or its equivalent)\n550\nDrE A Siddiq, Ex-DDG, ICAR, Hyderabad\nPublished by :\nDr B N Singh, Ex-Director, CRRI, Cuttack \nAdmission fee ofRs. 100 ill be charged in adition to the above subcription fee;\nDr. S R Voleti, President, Society for Advancement of Rice Research, Hyderabad.\nDr J N Reddy, NRRI, Cuttack\nPrinted at :\nResearchabadwiaileaalala@mal\nDr JL Dwivedi, Retd. Head, NDUAT,Faizabad\nBalaji Scan Pvt. Ltd., Hyderabad - 500 004. Ph: 040-23303424 / 25 E-mail: bsplpress@gmail.com",
    "Page_3": "ISSN 2319-3670\nJ ournal of Rice Research\nVolume 13, No. 2\nDecember 2020\nSociety for A dvancement\nof Rice Research",
    "Page_4": "",
    "Page_5": "J ournal of Rice Research\nVolume 13 : Issue No. 2\nDecember 2020\nPage\nC ontents\nNo.\nStrategic networking for global rice genetic advancement\n1\nDr Durvasula V Seshu\nBrown planthopper: A genetic marvel\n9\nJagadish S Bentur\nPhenotyping and correlation studies of recombinant inbred lines derived from interspecific cross of\n16\nOryza sativa and Oryza nivara\nDe silva NPS, Divya B, Shankar VG, Kavitha B, Raju AK, Prashanthi P, Poli Y, Subrahmanyam D and\nSarla N\nThe Potential of wet rice cultivation in Mizoram, India: A case for attaining self sufficiency in food\n27\nsecurity\nVishwambhar Prasad Sati\nL aboratory evaluation of aqueous plant extracts against rice yellow stem borer, Scirpophaga incertulas\n39\n(Walker) (L epidoptera:C rambidae) and its safety to natural enemies\nSharmitha T, Gailce Leo Justin C and Sheeba Joyce Roseleen S\nVariability of rice sheath blight pathogen, Rhizoctonia solani fromTamil Nadu\n47\nSathya R, Rajappan K and Ahila devi P\nEvaluation of a liquid formulation of Pseudomonas fuorescens for management of sheath blight in\n57\npaddy\nYadav DL, Manoj Kumar and Pratap Singh\nIncidence of false smut on rice genotypes and the influence of weather factors on the disease\n61\nLadhalakshmi D, Preeti, Bhaskar M, Koteshwar P, Laha GS, Dilip T, Sundaram RM, Prakasam V and\nSrinivas Prasad M\nAn estimate on the adoption of ICA R-IIRR released varieties and their impact on rice production in\n67\nIndia during 2015-20\nNirmala Bandumula, Subba Rao LV, Sundaram RM, Muthuraman P, Swamy AVSR, Abdul Fiyaz R,\nChiranjeevi M and Chaitanya U\nPerformance of zinc rich rice cultivar - DRR Dhan 48 in farmers' fields\n73\nJyothi Badri, Jai Vidhya LRK, Lakshmidevi G, Subhakara Rao I, Nandini V, Chiranjeevi M, Laha GS and\nSubbaRaoLV",
    "Page_6": "",
    "Page_7": "SVS SHASTRY MEMORIALLECTURE\nStrategic networking for global rice genetic advancement\nDr Durvasula V Seshu\nFormer Global Coordinator, INGER and Rice Breeder,\nInternational Rice Research Institute, Philippines\nA network approach for boosting efficiency in\n and awareness at both national and international\nagricultural  research  has been  widely  accepted\nlevels.\nby   various international and  national research\nBecause of the geographical and ecological diversity,\norganizations, because of the wide-ranging benefits,\nstructured networking of rice breeding programs\nmost important of which is the acceleration of the\nacross the world is strategically vital for global\ntransfer of technology to the farmer.\ngenetic improvement of rice for cultivation in\nRice, the world's foremost food crop derived from (\n different ecosystems and raising the world output of\na wild progenitor was born as a semi-aquatic plant  the grain. Such an approach is also effective within\nin the hot humid tropics with a strong monsoon national programs with wide-ranging rice cultural\npatterm. However, it has gradually forayed into a systems. Networks are inexpensive and at the same\ndiversity of habitats, breaking the environmental,  t\ntime are effective catalysts for research. Collaborative\nas well as geographical barriers, and encompassing \n networks help to spread useful research results among\nagroecosystems that reflect a wide range of water\n regions with similar agro-ecologies.\nand temperature regimes, altitude level, and edaphic\n Some national programs that gained experience in rice\nproperties. Its cultivation extends to latitudes  research turmed towards pooling up theirresourcesfor\nthat circumscribe the tropical and semi temperate\ne a nationwide cooperative crop improvement program.\nArgentina to 51° north in north-eastern China. Rice Improvement Project (AICRIP), the largest\nThus, rice is grown in more diverse environmental national rice research network, established by the\nconditions than any other major crop. The flip side  Indian Council of Agricultural Research (ICAR)\nof such an ecological sprawl is its face-off with a in 1965. AICRIP has successfully brought together\nplethora of biotic and abiotic stresses, posing a strong \n scientists working at over 100 research stations across\nchallenge for rice genetic improvement.\ndifferent states, and through its exchange platform,\nPrior to the Green Revolution era, rice scientists in f\nforged national cooperation in research on genetic\nthe developing countries used to work in scientific\n enhancement, nutrition management, and protection\nisolation with limited experimental materials, the against major insects and pathogens.\npaucity of research facilities including literature, Historically, at an intermational level, a limited\ninadequate training, and lack off opportunities to and informal exchange of plant germplasm among\ninteract with fellow rice scientists at other research  scientists from a few countries with common interest\ncenters. Moreover, the experimental stations in  took place before World War II. The intermational\nseveral instances were not quite representative of the  Wheat Stem Rust Nursery established by the United\n eCosystems they were purported to serve. Progress in  States Department ofA griculture (USDA) in 1950 was\nrice yields and thereby its production thus remained  t\n the first formal and systematic nursery to transcend the\nat a pace that allowed it to be overrun by the rate of  national borders. This was necessitated by a serious\npopulation growth. That was the post-world war II  outbreak of a new race of stem rust in the 1950s. The\nscenario in several developing countries, where rice is Rice Blast Nursery organized by IRRI in 1963 and\nthe main staple, and that situation has raised concerns  the Spring Wheat Yield Nursery organized by the\nJournal of Rice Research 2020, Vol 13, No. 2 ★ 1",
    "Page_8": "International Maize and Wheat Improvement Center \n dwarf variety, IR8 (IRRI's fagship); establishment\n(CIMMYT) in 1964 represents the first efforts by the\n of a gene bank; development of screening techniques\nInternational A gricultural Research Centers (IA RCs)\nfor resistance to major diseases and insects;\nto work cooperatively with the National A gricultural\n establishment of a comprehensive training program,\nResearch & Education System (NARES).\nsetting up of a library with world's largest collection\nof rice literature, and so on. To buttress the varietal\nAICRIPFacilityInaugurationby\nimprovement research, a multidisciplinary ‘Genetic\nPresidentofIndiaSri F.A.Ahmed\nEvaluation, and Utilization (GEU)' program was\nChlef Minister otA.P.,Srf J.Vengala Rao present\nintroduced in IRRI's second decade. Once equipped\nwith the necessary research wherewithal, and having\nacquired the capacity to take a lead role, IRRI initiated\nthe establishment of various research networks with\nthe cooperation and commitment of the NA RES. The\nInternational Rice Testing Program (IRTP), which\nwas subsequently renamed as Intermational Network\nfor Genetic Evaluation of Rice (INGER) was the first\namong those networks. Initiation of the networks also\nreflects on the concern and realization of IRRI, that\nwhile it has a global mandate for rice improvement,\nits research facilities are located in but one of the\nBorlaugReviewingAiCRiPField\nseveral rice growing environments. For example,\nTrials(Rajendranagar,1967)\ngall midge, a major insect pest in parts of South A sia\ndoes not occur in the Philippines, which limits IRRI's\ncapabilities to carry research related to that pest\nwithout collaboration with scientists in the concermned\nnational programs. Similar is the case with problems\nsuch as deepwater, low temperature, acid sulphate\nsoils, etc. Thus, networking involving NARES has\nbecome imperative for global rice improvement.\nINGER established in 1975 is the world's largest\nagricultural research network participated by more\nthan 75 countries in Asia, Africa, Latin America, the\n Caribbean, and Oceania. When the program started in\n1975, over 80% of the test entries came from IRRI\nThe establishment of a series of IARCs under the\nand the remaining from the NARES. In course of ten\naegis of the Consultative Group of Intermational\nyears afterthe start, the proportion of sources of entries\nAgricultural Research Centers (CGIAR) was al\n has significantly changed, with over 65% originating\nquintessential response to the emerging food crisis in  \n from NARES and 35% from IARCs, primarily from\nthe early sixties of the last century in the developing  I\nIRRI. That reflects on the strength gained by the\nworld. The first among those was the International1\n national breeding programs, as resulting from the\nRice Research Institute (IRRI), originally funded  active participation of its scientists in INGER, and in\nby the Rockefeller and Ford Foundations, and 　t\n the network-sponsored joint site visits, workshops,\nestablished in the Philippines in 1960. IRRI in its  and training programs, with an opportunity to interact\nfirst decade primarily focused on research and related  with fellow rice scientists from other countries. Thus,\nactivities at its center, which resulted among other  with the strengthening of capabilities and institution\nthings in the development of a high-yielding semi-  building, the breeding researches of the NARES\n2 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_9": "been elucidated through specially designed studies\nNARES materials get DNA fingerprinted to alleviate\nconducted at selected representative INGER test sites\ntheir concerms relating to intellectual property rights.\nin different countries\nAICRIP'SFirstVariety,Jaya,\nIn Making (Rajendranagar 1969)\nRegional Variation in Response to Bacterial Blight\nFrom 1975, when INGER was established to date,\nthe global rice production increased by about 30%\n(Source: Statista), whereas the acreage during that\nThrough the cooperative exchange and evaluation of\n period increased by only 12%. The major contribution\npromising breeding lines, as of date, a little over 1200\nto the increase is from the improved varieties. INGER-\nINGER-tested lines were directly released as varieties\ntested and released varieties caused a significant\nto farmers in 74 countries. Further, several entries were\npart of that increase, as indicated by the number of\nused in crosses as genetic donors for important traits,\nvarieties released through that mechanism. Two Yale\nand over 1000 elite lines from those progenies were\nUniversity economists, Robert Evenson and Douglas\nreleased as varieties in 21 countries. Some entries have\nGollin studied 591 INGER-derived high-yielding\nbeen successfully utilized as restorers in hybrid rice\n and pest-resistant varieties released in 64 countries.\nprograms. For example, 36 hybrids released in India\nThey estimated that each released variety contributes\nand 34 in China, owe their restorer source to INGER.\nannually USD 2.5 million to the global economy at\nThe multilocation screening trials have provided\n1990's costs. Using that old figure on current data, the\nvaluable information on pathogenic variation in major\n1,200 INGER-derived varieties contribute annually\n disease-causing organisms, and biotype variation in\nUSD 2.8 billion to the world economy.\nsevere crop-damaging insect pests. Various aspects\nof the interaction of rice with weather variables have\nAccording to Gelia Castillo, a noted social scientist\nfrom the Philippines, rice seeds share a common food\nvalue and speak a common language that transcends\npolitics, geography, and culture. In Africa, for\ninstance, INGER helped break a barrierin rice science\nbetween English and French-speaking countries. She\nmaintains that “INGER is a beautiful illustration of\nhumanity working together for our common future\nin a world filled with social conflicts, tribal wars,\nand fierce competition over the control of natural\nresources\" (Rice Today, 2015).\nPast accomplishments, however, do not ensure\nthe network to sustain its relevance to the national\n Regional Variation in Response to BPH\n programs, unless it is kept dynamic, and the emerging\nJournal of Rice Research 2020, Vol 13, No. 2 ★ 3",
    "Page_10": "needs are addressed with a rational and pragmatic\n be a function of crop husbandry. However, significant\napproach. In this context, I have summarized my\n genetic variation exists in respect of important post-\nthoughts for updating the program, as follows:\nharvest traits, such as seed vigour and threshability.\nINGER has been established over a while as a strong\nThus, entries in observation and yield trials must be\ncooperative platform for rice genetic improvement\ncharacterized for those traits and their values included\nthrough the concerted efforts of the world community\nin the data collection, as they have a recognizable\n of rice scientists, breaking down social, cultural, and \ninfluence on the ultimate yield. The yield figures as\npolitical barriers. Every effort should be made to\nrecorded now are not reflective of the realizable yields\nmaintain and nurture such a well-proven excellent\nafter postharvest operations, which may obliterate the\nmechanism through both technical prowess and\nvarietal rankings.\nfinancial sustainability to uphold and validate the\nprodigious efforts that have gone into its establishment.\nImpactofSeedVigoron\nIn the larger interests of the world's food security, the\nGrainYield\nconcerned research institutions and funding agencies\nshould take cognizance of the need to enable INGER\nto maintain its dynamism in effectively addressing the\nchanging needs of rice improvement. The cooperative\nstructure so carefully crafted should be efficiently\nutilized for all future challenges.\nJointSiteVisit:Cold Tolerance Nursery\nKhudwani,Kashmir\nR.31779\n1.Healthy Seed\n2.Moist-heatedSeed\nShortage of water is probably the single most\nsignificant challenge that will confront the world's\nfarmers in the coming years. Rice is a water guzzler\nwhen compared to other crops. It uses up to two to three\ntimes more water than other food crops such as maize\nor wheat and consumes around 30% of the freshwater\nused for crops worldwide. Thus, there is an urgent\nSeveral national programs have gained adequate\nneed to regulate the water footprints contributed by\nstrength in terms of research capabilities and facilities,\nrice culture. W hile scientists from relevant disciplines\nand thus are in a position now to share some of the\nhave been pursuing research toward this goal, INGER\nfinancial and organizational responsibilities to carry\nshould do its part by capitalizing on its cooperative base\nforward the successful network program. Delegation\nto evaluate varieties at selected representative sites\nand assumption of technical responsibilities should be\nfor their performance under a range of hydrological\nbased on the respective ecosystem advantages with\nsituations. Carefully planned testing should enable\nattending stresses. A comprehensive discussion with\nthe concerned NARES will help set the stage for an\nidentifying varieties with good performance under an\noptimal input of irrigation water. On the other hand,\neffective and unhampered continuation of the network\nto meet the needs arising out of the new challenges.\nefforts should be intensified to screen for tolerance to\nwater stress. Also, systematic monitoring should be\nRice breeding programs hitherto have mostly been\ndone to elucidate the utilization of several INGER\nfocused on traits relating to the growth stages from\nentries identified in the past for drought tolerance, and\nseeding to harvest, assuming the post-harvest care to\n4 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_11": "promising progenies from those breeding efforts have\nThus, it is of paramount importance to have active\nto be evaluated by the ING ER system.\ncooperation of scientists within and among the rice-\nYet another important area necessitating breeding\n growing countries to facilitate pooling and sharing of\nresearch materials and expertise through a structured\ninputs is to determine the genetic variation in the\nnetwork mechanism. Valuable bonuses from such\nefficiency of utilization of the native and applied\nnutrients. This would significantly supplement the\nan approach are savings in time and monetary\ninputs, and more importantly, acceleration of the\nmanagement methodologies recommended by the\ntransfer of technology to the farmer. The pooling\nagronomists.\nof materials from diverse sources also promotes\nIssues like climate change must be taken up more\nthe much-needed genetic diversity. While the agro-\nsystematically from the genetic angle, through the\necological diversity of rice crop poses a ‘challenge'\nINGER mechanism.\nfor  varietal  improvement,  geographical  diversity\nCropping-systems trials at a given test site need to\nbe linked appropriately with INGER trials to derive \n genetic improvement network has been founded\nmaximum benefits from the combined information\n on this sanguine concept. Individual strengths of\n o d o  b \nthe national systems may vary, but their collective\nsystem- based varieties, that would provide a holistic\nstrength is formidable. A meaningful fusion of those\nadvantage to the farmer.\ncomplementary strengths has powered INGER to\nAn important suggestion relates to the gene bank.\n effectively serve the needs of the various participating\ncountries\n in  fostering  location-specific \nThrough painstaking and sustained efforts, substantial\ngenetic\nnumber of traditional  varieties and landraces,\n enhancement of rice. INGER thus has proved to be an\npossessing a repertoire of treasured genes have \n epitome of veritable synergy and signifies the power\nbeen  fingerprinted and  characterized at IRRI for \n of cooperation. The incontrovertible benefits such as\nefficacy in the use of resources, reduced costs, and\nsaving on time, render the network concept continue\n       \nmay be noted that the data gathered pertains to the\n to permeate various aspects of agricultural research for\nenvironment of IRRI's home base. The gene bank\nthe betterment of the farmers and consumers. In this\nis meant for the benefit of the entire rice-growing\ncontext, the funding agencies need to take cognizance\n of the fact that their financial support to cooperative\nworld. INGER screening trials have brought out the\ndifferential reactions of varieties to major stresses\n networks such as INGER would yield very significant\n returns in terms of the world's food security, paying\nin different environments. Thus, the data collected\nat IRRI may not have relevance to other countries.\nthe value of their investments.\nThe gene bank's varietal characterization chart should\n***\nreflect the differential reactions where they exist, for it\nLet me express my sincere thanks to the Society\nto serve its global mandate. Therefore, it is essential to\nfor Advancement of Rice Research (SARR) and\ninitiate a special screening nursery for the traditional\nthe Indian Institute of Rice Research (IIRR) for the\n germplasm for testing at selected hotspots identified\nexcellent opportunity given to me to share with the\nby INGER. Since it involves a large-scale planning\n rice research community, my viewpoints as cognizant\nfor screening in batches of the voluminous collection\n of networking. It is indeed a great pleasure and\nand analysing the data systematically, external\n privilege for me to deliver the 'SVS Shastry Memorial\nfunding is very essential to avoid financial burden on\nLecture'. I have chosen a subject that is close to the\nthe cooperating centers.\nheart of the departed rice scientist. In articulating the\ncontent of the above article, I have drawn upon my\nRice, as stated earlier, has evolved through very high\nlevels of adaptation to various ecological habitats and\nyears of experience in networking at both national\nhas its cultivation spread across the continents. Genetic\nand international levels. I was with AICRIP (ICAR)\n     s \nnetwork for 1o years; had helped organize and\nmaintain harmony between rice and its environment.\ncoordinate the INGER network program at IRRI\nJournal of Rice Research 2020, Vol 13, No.2 ★ 5",
    "Page_12": "for 20 years; had established and directed the Fish  Recognition of the impact of physiologically effcient\nGenetic Improvement Network (INGA) for two years plant architecture on grain yields, opened up new\nWest Africa Rice Research and Development Network  development of a series of semidwarf cultivars. With\nstage of establishment in the early seventies. Thus, initiated the coordination program. Dr. Shastry, Dr.\nI earnestly hope that my article will trigger enough I\n Freeman, and I were sharing a single room in the\ninterest in my rice research colleagues, and I would\n Sorghum Center (PIRRCOM). The seed of important\nthankfully welcome any suggestions.\nbreeding lines was also stored in the same room.\nThe paucity of facilities did not come in the way of\nI now feel it an immense pleasure and duty to script\nour research efforts, having been engulfed by the\na few lines about my erstwhile friend and colleague,\nexcitement and determination driven by the promise\nDr. Sishta Venkata Sitarama Shastry: I had a long\nprofessional association with Dr. Shastry, which dates\nof new technology. An excellent team spirit forged\nby Dr. Shastry galvanized our efforts. Here I must\nback to 1955 when I joined the Botany Department\nmake a mention of the deep commitment and valuable\nat Central Rice Research Institute (CRRI), Cuttack,\nwhere he was already a staff member for three years. We\ninputs of Dr. Freeman to the program, which acted\ncomplementary to the able leadership provided by Dr.\nhad an overlap of one year before he proceeded to the\nShastry. When the first batch of HYV's resulting from\nUSA for higher studies. Since then, our professional,\nour breeding efforts (Jaya, Sona, Rasi, etc.) made a\nas well as, social interactions gathered mileage\nand fourished all through his life. At CRRI (present\nmark in All-India testing, ICAR provided funds for\nphysical facilities and research staff. Dr. Shastry,\nNational Rice Research Institute (NRRI), Cuttack),\nboth of us were in the Japonica x indica Hybridization\nDr. Freeman, and I, in our internal dialogues often\nused to refer to AICRIP as ‘66 spirit'. The Deputy\nScheme. The variety, Masoori was one of the well-\nChairman of Planning Commission during his visit to\nknown products of that program. After returning from\nAICRIP in early 1976, stated in the guest book, ‘few\nthe USA, Dr. Shastry joined IARI, where he pursued\nstaff members, yet very significant output'. That was\nresearch on rice cytology. At the same time, I was\ninvolved in research on Cytogenetics of interspecific\n a great tribute to the program driven by team spirit.\nhybrids in Oryza. We had a good collection of\nIn 1975, Dr. ShastryleftAICRIP onan FAO assignment,\nwild relatives of rice, as well as, wild species of \nwhen I took charge of the Institute for some months.\nOryza at CRRI, which formed the experimental\nI also left AICRIP in 1976 on an invitation from IRRI\nmaterial for my research. With the techniques then\nto join its staff. I took up a position at IRRI as Rice\navailable, rice was relatively less amenable for 1\nBreeder and Global Coordinator of IRTP/INGER.\ndistinct cytomorphological characterization of \n After spending two years at FAO, Dr. Shastry joined\nfull-length pachytene chromosomes. Our parallel  I\nIITA in Nigeria, as Director of Research, where he\nefforts, however, provided an opportunity for closer  actively pursued the Rice research program.As Global\nmaterials, leading to useful results in an area of rice Africa, headquartered at ITA. Thus our professional\nresearch that remained unchartered until that time.i\ninteractions continued as staff members of different\nAfter CRRI, our professional paths crossed again, CGIAR centers, but with common involvementin rice.\nwhen we were brought together at AICRIP in 1966, After his retirement, I had the privilege of having Dr.\nwhere he directed the Project, and I was heading 9\n Shastry as a consultant for INGER on two or three\nthe breeding program. We spent ten years together\n Occasions. Even after both of us retired, we had been\nwithcommitmenttothatICAR'sfagshipcoordinated\n periodically communicating with each other relative\nresearch endeavour. The AICRIP chapter in my\n to various aspects of rice research. The keen interest\nresearch career was most memorable because that  he had evinced in rice in our most recent interactions\ncoincided with the launch of the Green Revolution. just a few months before he passed away, was no less\n6 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_13": "intense than those we used to have when we were\nhe used to have an apt and measured response, rather\nactively working together atAIC RIP. Our professional t\nthan getting impulsive. I was always impressed with\nassociation is well refected by the fact, that we had\n his quick grasp and critical analysis during our\nseveral joint research publications resonating with\n research deliberations, which trait used to bolster his\nthe Green Revolution era.\nefforts in formulating research plans that were both\nlogical and scientific. His professional competence\nAICRIPReviewMeeting,1968\nmay well be described as an amalgam of scientific\ncalibre and leadership acumen. It was that leverage\nof his, which proved pivotal for the success of AICRIP.\nDr. Shastry had an ardent passion for mythological\nstage-plays in Telugu. He was an excellent bridge\nplayer. One of his fascinating hobbies was cooking.\nOur family had the good fortune of enjoying his\nculinary skills, when he took command of the kitchen\nin our residence in Ithaca, NY, during his visit to\nCornell University in 1984. I take great pride in being\na close friend and associate of Dr. Shastry. May his\nsoul rest in peace!!\nDr. Durvasula Venkata Seshu\nFarewell toDr.andMrs.SVSShastry,1975\n Dr. Durvasula Venkata Seshu (Dr. D.V. Seshu) was borm\nWhenDepartingAICRIPonFAOAssignment\non 19 April 1933 in Jeypore,\nOdisha. He obtained his B.Sc.\ndegree from Andhra University\n(1952), M.Sc. (1954) and Ph.D.\nin Agricultural Botany (1964)\nfrom Utkal University (now\nRavenshaw University). He was\nawarded with Rockefeller Foundation Fellowship\nfor Post-Doctoral Research on Rice breeding at\nIRRI during 1967-68. He underwent a Senior\n Research Management Training organized by O'Hare\nDr.S\n Shastry's  research\n1contributions\nto\nrice\nAssociation, USA\nimprovement are well known and were duly recognized\nwith distinguished awards. However, I wish to add\nDr. Seshu had more than 40 years of research\nmy impressions emanating from long years of active\nexperience on Rice, and three years on Fish. He served\nassociation with him. Dr. Shastry's scholarly pre-\nwith the Indian Council of Agricultural Research\neminence reflects a combination of a high level of\n(CRRI & AICRIP) for over 20 years (1955-76) as\nintelligence and an extraordinary memory. He never\n Rice Breeder and Geneticist. He was invited by the\nhad room for nonchalance in his work aptitude. He had\nIntermational Rice Research Institute (IRRI) to join\na unique personality that was well comprehensible to\nits staff as Rice Breeder in 1976. He established and\nmany of his colleagues, while remained abstruse for\nserved as Global Coordinator of the highly successful\nothers. He had the habit of being forthright and candid\nInternational Network on Genetic Evaluation of Rice\nin speaking his mind, without bringing into play the art\n(INGER) from 1976-95. Recognizing the success\nof diplomacy. Even when facing an adverse comment,\nJournal of Rice Research 2020, Vol 13, No.2 ★ 7",
    "Page_14": "of INGER, he was invited to establish and direct an  Dr. Seshu established a very high quality Seed\nInternational Network on Genetics of Aquaculture  Processing and Research Laboratory at IRRI. His\n(INGA) by the World Fish Center. He was Adjunct major contributions to Rice seed research include\nProfessor of Cornell University, USA, 1983-86 and  identification of biochemical markers for high protein\nVisiting Professor of University of Philippines, 1977-\n93.\nW hen the prestigious 'Seed Science Research' jourmal\nwas launched in UK in 1992, he was invited to present\nAs a Rice Scientist of the ICAR for over 20 years,\ninputs to development of early generation modern Dr. Seshu was actively involved in climate change\nvarieties (such as Jaya, Sona, Phalguna, Prakash, issues and served on several intermational panels\nRasi etc.), and through painstaking data analysis of on the subject. He was appointed as a Member of\nnationwide coordinated trials and identification of the Scientific Panel of the Secretary-General of the\nlocation-specific elite varieties for different states. United Nations to study the climatic effects of nuclear\nThese varieties led to a three-fold increase in the  war. He was a special invitee to Intermational dialogue\n a os  o    s -na n n  \nreleased in countries outside India also. Sona gave Governors' Association, USA held at New York (Feb.\nrise to the popularrice variety, Sona-Masoori. Genetic  1989) and to the Global Forum on Environment and\nstudies carried out by Dr. Seshu have greatly assisted  Developmentfor Survival held at Moscow (Jan.1990).\nin developing rice varieties resistant to major biotic  I\nDr. Seshu served as a consultant on various occasions\nand abiotic stresses.\nto International organizations such as UNDP and\nAs an International Scientist and Global Coordinator FAO. He served as a member of the Research\n               \ncooperation  in  agricultural  research by  bringing  Fellow / Memberof various international professional\ntogether scientists from more than 75 countries with  societies. He served as a Chairman of the organizing\ndifferent cultural, ethnic and political backgrounds, committe for three International Rice Conferences\nand encouraging them to exchange and evaluate their  at IRRI. He was invited as a Keynote speaker at a\npromising varieties and share their test results. The  major Intermational conference organized by the\nleadership provided by Dr. Seshu led to the release Asian Vegetable Research Institute in Taiwan in 1982.\nof more than thousand rice varieties for different He traveled to more than seventy countries in his\necosystems in 74 countries including India. As a  professional capacity. Dr. Seshu served as a research\nresult, the global rice production has increased by  guide for several students from various countries\n30% from 1975 to date, while the area increased only  and universities for their Ph.D. and MS degrees. He\nby 12% during that period. Under the guidance of published more than 150 research papers in reputed\nDr. Seshu, INGER established itself as world's most  journals, authored nine Technical bulletins and three\nsuccessful and largest agricultural research network.  books.A rice variety has been named in as SESHU in\nMillions of farmers across the world were benefitted  recognition of his breeding contributions. He received\nby the network through availability  of improved  citations of honor from China and South Korea.\nrice varieties tolerant to various pathological and\nphysiological stresses. INGER under his direction\nwas given a CGIA R award.\n8 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_15": "R\nREVIEW ARTICLE\nOPENACCESS\nBrown planthopper: A genetic marvel*\nJ agadish S Bentur*\nA gri Biotech Foundation, Rajendranagar, Hyderabad 500030, India\n*Corresponding author (Email: jbentur@ yahoo.com)\nReceived: 26th November 2020; Accepted: 20th December 2020\nAbstract\n               \nthrough direct feeding and transmission of pathogenic viruses. Consequently, there has been increased focus\nof research on their biology, genetics and molecular biology in search of alternative methods to manage\nthem. This review highlights main findings of these studies to reveal how genetic plasticity of the brown\nplanthopper (BPH) has equipped the species to fight back adversities and pose challenges for its effective\nmanagement. Genome of BPH with size of 1141 Mb spread across 30 chromosomes is predicted to have\n27,571 genes. Salivary glands, first line of offense, secrete proteins that trigger either susceptibility (ETS)\nn d o s a o n  r  so h d aso    ()  o\nmetabolism, endocrine regulation, systemic immunity, vitellogenesis, and housing of microbial symbionts.\nBPH harbours yeast like symbionts (Y LS) in its fat bodies that play critical role in insect survival. BPH\npopulations across Asia have acquired resistance against almost all classes of insecticides which has been\nattributed to neofunctionalization of duplicated P450 genes. So far about 40 major host plant resistance genes\nand 72 QTLs have been reported from cultivated rice and its wild relatives but BPH has ability to quickly\nevolve virulent populations. Role of cytochrome P450 enzymes and of symbiotic Y LS in this ability has been\nshown. Several studies have focused on the reproductive physiology of BPH and identified key genes that\nalso covered genetic and molecular basis of wing polymorphism and adaptation for long distance migration\nin this insect. Other recent studies on effect of climate change on BPH incidence and its genetic ability to\nadapt to the changes in the weather and climate have cautioned that this insect is likely to continue to be a\nwith novel approaches and tools to contain the pest and stay a step ahead of it in the evolutionary race.\nKey words: BPH, biology, host plant resistance, insecticide resistance, climate change\nIntroduction\nfeed on rice, these three species, especially BPH, have\nchallenged rice production in intensive rice cultivation\nRice brown planthopper (BPH), Nilaparvata lugens\nbelt across Asia. It especially causes direct damage\n(Stal), along with the other two sympatric species\nin all stages of life cycle, particularly nymph and\nwhitebacked  planthopper  (WBPH),  Sogatella\nfurcifera (Horvath) and small brown planthopper \n(SBPH), Laodelphax striatella (Fallen), has again\nsnn qus Asseah pue snia pus pabhn buusun\ndiseases. Priorto 1980s BPH was noteven reckoned as\nattained a major pest status in this century (Bentur \na pest of rice. This phenomenal evolutionary success,\nand Viraktamath, 2008; Bottrell and Schoenly, 2012).\nas it is now emerging through intensive studies, is\nDespite 46 species of planthoppers being reported to\n*Based on the invited talk delivered at 53rd ARW on 15-4-2018 ; ↑Principal Scientist (Retd.), ICAR-IIRR, jbentur@yahoo.com\nJournal of Rice Research 2020, Vol 13, No. 2 ★ 9",
    "Page_16": "attributed to its genetic plasticity and adaptability. S\n Salivary G lands\nDue to its high economic impact on rice production,\n，\n Salivary glands are the first line offense of BPH while\na large number of researcher groups across the world\n nd s  a  p  \nhave been engaged in intensive studies during the past  types of secretions: a coagulating gelling secretion\nfive decades. This has resulted in explosion of over t\n that quickly hardens to form salivary sheath around\n 770 research publications during last five decades  the probing stylets consisting of polyphenol oxidase\n(Figure 1). The major focus of these studies has been \n1 and peroxidase enzymes, and a watery secretion that\non insecticide resistance related (30%), insect-plant \n contains digestive enzymes like alkaline phosphatase,\n）   \n9 esterase, amylase, beta glucosidase as well as other\nhave been excellent reviews published recently (Fujita\net al., 2013; Ling and Weillin 2016, Du et al., 2020,\n(SSGPs). These SSGPs are main class of effectors\nHaliru et al., 2020) covering specifically insect-plant\nthat trigger susceptibility (ETS) or immunity (ETI)\ninteractions. However, no comprehensive review is\ndepending on the rice genotype BPH is attempting\navailable. An attempt is made here to briefly review\nto feed upon (Huang et al., 2017; Ji et al., 2017; Ye\nthe broad progress in our understanding of BPH\net al., 2017). Of the 352 reported genes encoding\nbiology, genetics and its interaction with host plant.\nputative secreted proteins of salivary gland, 67 genes\nGenome of BPH has been sequenced (Xue et al.,\n are differentially expressed in TN1 and Mudgo reared\n2014) and noted with size of 1141 Mb spread across  insects (Jietal., 2013). Ra0 etal.,(2019) characterized\n30 chromosomes. Relatively, BPH genome size is six of the effector proteins. A mucin-like protein\nthe largest in comparison with those of WBPH (720  is required for feeding by BPH but it also induces\nMb, Wang et al., 2017)) or SBPH (541 Mb, Zhu et immunity response in plants acting like an effector\nal., 2017). In all, 27,571 genes have been predicted; (Shangguan etal., 2018).Application of salivary gland\nof which 10,245 have been assigned gene ontology\nyextract to rice plants induces systemic host mRNA\nwhile 16,330 genes are noted to be specific to BPH. patterns associated with nutrient remobilization\nBPH is monophagous with its feeding confined to rice (Petrova and Smith, 2015). Thus, salivary gland of\n(Oryza), having shifted its host from Leersia over the BPH has a repertoire of effector proteins which can\npast 0.25 million years (Sezer and Butlin, 1998).\nevolve rapidly to overcome host mediated resistance.\nPublications-Numbers\nFocus of study\n80\n50\n40\n80\nHPR\nInsecticides\nReproductior\nPhysiology\nWing morph&migrationMetageno\n###############\nCuture\nFigure 1: Number of publications on BPH appearing year-wise and the focus of the study (Source: Pubmed)\n10 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_17": "D\nFat Bodies\nof CY P6ER1 gene with resistance to imidacloprid\nthiamethoxam and buprofezin was noted. RNA\nInsect fat body is a highly dynamic tissue composed\ninterference of this CYP6ER1 gene resulted in\nprimarily of storage cells. It is distributed throughout \nsusceptibility (Garrood et al., 2015; Pang et al.,\nthe insect's internal body cavity; the haemocoel,\n 2016). However, P450 CY P6AY 1 was 0verexpressed\nnear the epidermis, digestive organs and ovaries.\nAkin to the combination of liver and adipose tissue\nin one of the Indian populations. Synergistic and\nin mammals, fat bodies are site of primary lipid\ncompensatory effects of two- point mutations in\nthe insect GABA receptor RDL confer resistance to\nmetabolism, endocrine regulation, systemic immunity,\nfipronil (Zhang et al., 2015). Carboxyl esterase gene\nvitellogenesis, and housing of microbial symbionts.\n(NlCarE) plays an important role in chlorpyrifos\nBPH harbours yeast like symbionts (YLS) in its fat\nbodies that play critical role in insect survival. While\ndetoxification and its overexpression may be involved\nthe insect can degrade seven of the amino acids\n        \n2017). RNA interference of NADPH-cytochrome\nP450 reductase (CPR) increases susceptibility to\nby Y LS while seven more of these are degraded by both\ninsecticides including buprofezin (Liu et al., 2015).\n(Wan et al., 2015). Impaired lysine degradation by\nYLS negatively affects the survival and development \nHost-plant Resistance\nof N. lugens. Transcriptome analysis of fat bodies\nMajor emphasis of BPH management is on\nfrom two BPH populations with different virulence\ndevelopment of resistant rice varieties exploiting host\nlevels revealed that these are sites of intermediate\nplant resistance (Brar et al., 2009). So far about 40\nmetabolism,  immunity  and  detoxification of \nmajor genes and 72 QTLs conferring resistance to\nxenobiotics (Yu et al., 2014). Expression of several\nBPH have been reported from cultivated rice and its\nwild relatives (Fujita et al., 2013, Ling and Weillin\ndiffered significantly from those reared on TN1 rice.2\n 2016, Du et al., 2020, Haliru et al., 2020). A major\nLipid, amino acid and xenobiotic metabolism related \n limitation here is the ability of BPH to quickly evolve\ngenes were significantly upregulated in the Mudgo\n virulent populations, often referred to as biotypes,\npopulation. Protein transport related genes in YLS,\ncapable of overcoming host resistance.  Recent\n and cell division and ribosome assembly related genes \nstudies have been aiming to understand genetic and\nin another symbiont Wolbachia were upregulated in\nmolecular basis of such virulence in BPH. Role of\nthis population. These studies highlight the critical\ncytochrome P450 enzymes in virulence was studied\nrole of the symbionts in BPH virulence on resistant \nby Peng et al., (2017) who noted that among the 21\ngenotypes.\nInsecticide Resistance\nvirulent biotype Y than in biotype 1. They suggest that\nduplication of P450 genes in BPH genome is likely\nB PH populations across A sia have acquired resistance\n contributing to adaptation to host plant resistance, as\nagainst almost all classes of insecticides (Matsumura\nin case of insecticide resistance noted above. Role\net al., 2009; Garrood et al., 2015; Wu et al., 2018).\nThere have been intensive studies on evolution\nof symbiotic YLS in metabolic response of BPH\nwhile feeding on resistant rice has been studied (Liu\nand mechanism of insecticide resistance. Role of\nP450 genes, a family with 54 genes, in insecticide\net al., 2017). The study showed significant metabolic\ndifferences between BPH nymphs feeding on the\nresistance in BPH has been extensively documented.\nNeofunctionalization of duplicated P450 genes \nresistant NIL-BPH15 and susceptible TN1 rice. To\ndrives the evolution of insecticide resistance in the\nsurvive on this resistant rice, BPH nymphs probably\ningest more sap and/or get necessary nutrients from\ntheir yeast-like symbionts at later feeding stages.\nstudied field-evolved resistance to imidacloprid and\nJournal of Rice Research 2020, Vol 13, No. 2 ★ 11",
    "Page_18": "resistance on BPH genome using molecular markers.  lethal doses of triazophos and fenvelrate insecticides\nOver 860 markers including 125 gene specific  also induce reproduction (Ba0 et al., 2008).\n  pn p pd q aa s\n W ing Polymorphism and Migration\nthree virulence loci Qhp7, Qgr5 & Qgr14 (Jing et al.,\nA special trait of interest for BPH is its ability to\n2014). Kobayashi et al., (2014) mapped the virulence\n migrate long distance being carried by the wind\ngene vBph1 located in the 1.8 cM genomic region \n currents (Otuka et al., 2008). To suit to this adaptation,\nflanked by SNPmarkers VLSO1 and VLSO5 of linkage\nthe insect has wing dimorphism involving short\ngroup 10.\nwinged brachyperous forms with high fecundity and\nReproductive Physiology\nlong winged macropterous form suited to long distance\n  o   ro  r\nmigration. Several recent studies have covered genetic\nS\n and molecular basis of wing polymorphism and\nenabled its evolutionary success is its reproductive \nadaptation for long distance migration. There is an\npotential. Several studies have focused on the\novarian diapause in macropterous females prior to\nreproductive physiology of BPH. Role of Broad-\nmigration and TOR (target of rapamycin) genes are\nComplex (Br) and Kruppel homolog 1 (Krh1), two\nshown to be involved in this diapause (Liu et al.,\ntranscription factor gens down stream of juvenile\n2016). Zhou et al., (2017) showed that transformer-2\nhormone and ecdysone pathways in the ovary\n      )\ndevelopment was noted by Jiang et al., (2017). An\nthe progeny. They also suggested the important role\nadenylyl cyclase like-9 gene (NlAC9) influences\nof NlJ HEH (juvenile hormone epoxide hydrolase)\ng   a) H    m\ngene in determining the wing morph. Higher levels\nPHF7, a novel male gene influences female fecundity\nof JH in V instar nymph lead to development of short\nand population growth through secretion of accessory\n wings. Xu and Zhang (2017) explained the molecular\ngland and transferred to female through mating (Ge\nbasis by which two insulin receptors (InR1 and InR2)\net al., 2017b). This can be a target gene for RNAi\n act as switches to determine alternative wing morphs\nmediated gene silencing to reduce population growth\nin the BPH.\nof the insect. Ge et al., (2016) have also shown that\nC limate C hange A daptation\n5-like gene expression reduces vitellogenin gene\nThere have been several recent studies on effect of\nexpression and fecundity. Yu et al., (2016) identified \nclimate change on BPH incidence and genetic ability\nof the insect to adapt to the changes in the weather and\n94 seminal fuid proteins in the male accessory glands\nclimate. Pandi et al., (2018) studied impactof elevated\nof BPH of which four were unique to this insect.\nCO2 and temperature on BPH in rice ecosystem. They\nForkhead box transcription factor L2 activated follicle\nobserved that increased CO2 and temperature resulted\ncell protein gene NlFcp3C to regulate insect chorion\nin escalated BPH multiplication through increase in\nformation (Ye et al., 2017). Role of juvenile hormone\nboth fecundity and number of adults, thus inflicting\n(JH) secreted by corpora allata has been studied\nhigher yield loss in rice. Similar study in Bangladesh\nintensively. TOR pathway-mediated JH synthesis\nby Ali et al.,(2014) showed months or areas\nregulates nutrient-dependent female reproduction (Lu\ncharacterized by a climate that is either cold and dry or\net al., 2016), while nutritional signaling also regulates\nhot and wet that are likely to experience higher levels\nvitellogenin synthesis and egg development through\n of BPH due to climate change. At high temperature\nJH (Liu et al., 2016). Silencing a sugar transporter\n(37 °C), heat shock protein (HSP) genes were the\ngene Nlst6 reduces growth and fecundity. Several\nmost co-regulated (Huang et al., 2017). Macropterous\n agro-chemicals like antibiotics or even insecticides\n are more heat resistant than brachypterous adults. Up-\nstimulate BPH reproduction. Adipose triglyceride\n regulation of NlHsc70 gene provides more thermal\nlipase (Atgl) mediates the antibiotic jinggangmycin-\n tolerance/resistance in macropterous adults (Lu et al.\n12 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_19": "Perspectives\nFujita D, KohliA and Horgan FG. 2013. Rice resistance\nto planthoppers and leafhoppers. Critical Reviews\nThis rapidly expanding knowledge on BPH and other\nin Plant Sciences, 32(3):162-191\nrelated planthoppers of rice has not only given us an\ninsight into its evolutionary superiority but also has\nGarrood WT, Zimmer CT, Gorman KJ, Nauen R, Bass\nC and Davies TGE. 2015. Field-evolved resistance\nto imidacloprid and ethiprole in populations of\no od  d n ap o \nview. RNAi based approach and the key target genes\nbrown planthopper Nilaparvatalugens collected\nidentified can be used for the purpose. Genome editing\nfrom across South and EastA sia. Pest Management\naiming at susceptibility genes is another promising\nScience, 72:140-149, doi.0rg/10.1002/ps.3980.\naltermative. Resequencing of scores of rice genotypes\nGe LQ, Gu HT, Huang B, Song Q, Stanley D,Liu F\nYang GQ and Wu JC. 2017a. An adenylyl cyclase\nand the emerging identification of superior haplotypes\nlike-9 gene (NlAC9) influences growth and\nof the known and unknown resistance genes can\nfecundity in the brown planthopper, Nilaparvata\nwiden our choice in host-plant resistance deployment\nlugens (Stal) (Hemiptera: Delphacidae).Plos\napproach. It is thus probable that we may stay a step\nOne, 13: 12:e0189214.\nahead of it in the evolutionary race.\nGe LQ, Xia T, Huang B, Gu HT, Song QS, Yang GQ,\nReferences\nLiu F and Wu JC. 2017b. PHF7, a novel male\nBao H, Liu S, Gu J, Wang X, Liang X and Liu Z.\ngene influences female fecundity and population\n2008.Sublethal effects of four insecticides\ngrowth in Nilaparvata lugens Stal (Hemiptera:\non thereproduction and wing formation of\nDelphacidae). Scientific Reports, 7:11611.\nbrown planthopper Nilaparvata lugens. Pest\nHaliru BS, Rafi MY, Mazlan N, RamleeSI,\nManagement Science, 65: 170-174.\nMuhammad I, Akos IS, Halidu J, Swaray S\nBentur JS and Viraktamath BC. 2008. Rice\nand Bashir YR. 2020. Recent strategies for\nplanthoppers strike back. A report on second\ndetection and improvement of brown planthopper\nintermational rice conference on rice planthoppers\nresistance genes in rice: A review. Plants 9(9),\nheld at IRRI, Philippines during 23-25 June.\n1202; doi:10.3390 /plants9091202.\nCurrent Science, 95: 4\nHuang HJ, Liu CW, Xu HJ, Bao YY and Zhang CX.\n2017. Mucin-like protein, a saliva component\nBottrell DG and Schoenly KG. 2012. Resurrecting\ninvolved in brown planthopper virulence and host\nthe ghost of green revolutions past: the brown\nadaptation. Journal of Insect Physiology, 98: 223-\nplanthopper as a recurring threat to high-yielding\n230. doi: 10.1016/j.jinsphys.2017.01.012.\nrice production in tropical Asia. Journal of Asia\nJi R, Ye W, Chen H, Zeng J, Li H, Yu H, Li J and Lou\nPacific Entomology, 15:122-140\nY. 2017. A Salivary Endo-β-1,4-Glucanase Acts as\nBrar DS, Virk PS, Jena KK and Khush GS. 2009.\nan Effector That Enables the Brown Planthopper\nBreeding for resistance to planthoppers in rice,\nto Feed on Rice. Plant Physiology, 73(3):1920-\npp.401-409. In Heong KL, Hardy B (edts.)\n1932. doi: 10.1104/pp.16.01493.\nPlanthoppers: New Threats to the Sustainability\nJi R, Yu H, Fu Q, Chen H, Ye W, Li S and Lou Y.\nof Intensive Rice Production Systems in Asia.\n2013. Comparative transcriptome analysis of\nInternational Rice Research Institute (IRRI), Los\nsalivary glands of two populations of rice brown\nBanos (Philippines).\nplanthopper, Nilaparvata lugens, that differs in\nDu B, Chen R, Guo J and He G. 2020.Current\nvirulence. Plos One, doi.org/10.1371/journal.\nunderstanding of the genomic, genetic, and\npone.0079612.\nmolecular control of insect resistance\ne in\nJiangJ, XuY and Lin X. 2017. Role of Broad-Complex\nrice. Molecular Breeding, 40(2):24\n(Br) and Kruppel homolog 1 (Kr-h1) in the ovary\nJournal of Rice Research 2020, Vol 13, No. 2 ★ 13",
    "Page_20": "development of Nilaparvata lugens. Frontiers in\nfunctional  analysis  of  a carboxylesterase\nPhysiology, 8:1013.\ngene associated with chlorpyrifos resistance\nin\nNilaparvata lugens (Stal). Comparative\nJing S, Zhang L, Ma Y, Liu B, Zhao Y, Yu H, Zhou\nX, Qin R, Zhu L and He G. 2014. Genome-wide\nBiochemistry and Physiology Part C 203:12-20.\nmapping of virulence in brown planthopper\ndoi: 10.1016/j.cbpc.\nidentifies loci that break down host plant\nMatsumura M, Takeuchi H, Satoh M, SanadaMorimura\nresistance. PLoS One, Jun 9; 9(6):e98911. doi:\nS, Otuka A, Watanabe T and Thanh DV. 2009.\n10.1371/jourmal.pone.0098911.\nCurrent status of insecticide resistance in rice\nKobayashi T, Yamamoto K, Suetsugu Y, Kuwazaki\nplanthoppers in A sia pp. 233-243. In Heong KL,\nS, Hattori M, Jairin J, Sanada-Morimura S and\nHardy B (edts.) Planthoppers: New Threats to\nMatsumura M. 2014. Genetic mapping of the\ntheSustainability of Intensive Rice Production\nrice resistance-breaking gene of the brown\nSystems in Asia. International Rice Research\nplanthopper Nilaparvata  lugens. Proceedings\nInstitute (IRRI), Los Banos (Philippines).\nBiological Sciences, 281(1787), 20140726.\nOtuka A, Matsumura M, Watanabe T and Dinh TV.\nhttps://doi.0rg/10.1098/rspb.2014.0726.\n2008. A migration analysis forrice planthoppers,\nLing Y and Weilin Z. 2016. Genetic and biochemical\nSogatellafurcifera (Horvath) and Nilaparvata\nmechanisms of rice resistance to planthopper. Plant\nlugens\n(Stal)\n）(Homoptera:\n: Delphacidae),\nCell Reports, 35(8):1559-1572.\n emigrating from northern Vietnam from April to\nLiu C, Du B, Hao F, Lei H, Wan Q, He G, Wang Y\nMay. Applied Entomology and Zoology, 43: 527-\nand Tang H. 2017. Dynamic metabolic responses\n534.\nof brown planthoppers towards susceptible and\nPang R, Chen M, Liang Z, Yue X, Ge H and Zhang W.\n resistant rice plants. Plant Biotechnology Journal,\n2016. Functional analysis of CY P6ER1, a P450\n10:1346-1357. doi: 10.1111/pbi.12721.\ngene associated with imidacloprid resistance\nLiu F, Li K, Cai W, Zhao J, Zou Yand Hua H.\nin Nilaparvata lugens. Scientific Reports, 10;\n2017. Knockdown of TOR causing ovarian\n6:34992.doi: 10.1038/srep34992.\ndiapause in a genetically stable brachypterous\nPeng L, Zhao Y, Wang H, Song C, Shangguan\nstrain of Nilaparvata lugens. Archives of Insect\nBiochemistry and Physiology, 95(4)doi: 10.1002/\nX, Ma Y, Zhu L and He G. 2017. Functional\narch.21400.\nstudy of cytochrome P450 enzymes from the\nbrown planthopper (Nilaparvata lugens Stal)\nLiu S, Liang QM, Zhou WW, Jiang YD, Zhu\nto analyze its adaptation to BPH-resistant rice.\nQZ, Yu H, Zhang CX, Gurr GM and Zhu\nFrontiers in Physiology, 8:972. doi: 10.3389/\nZ. 2015. RNA　interference of NADPH-\nfphys.2017.00972.\ncytochrome P450 reductase of the rice brown\nplanthopper,  Nilaparvata  lugens, increases\nPetrova A and Smith CM. 2015. Application of\nsusceptibility to insecticides. Pest Management\nbrown planthopper salivary gland extract to rice\nScience, 71(1):32-39. doi: 10.1002/ps.3760\nplants induces systemic host mRNA patterns\nLu K, Chen X, Liu WT and Qiang Zhou Q. 2016.\nassociated with nutrient remobilization. PLoS\nTOR\npathway-mediated\njuvenile\nhormone\nOne, 10(12):e0141769. doi: 10.1371/jourmal.\nsynthesis regulates nutrient-dependent female\npone.0141769.\nreproduction in Nilaparvata lugens (Stal).\nRao W, Zheng X, Liu B, Guo Q, Guo J, Wu Y,\nInternational Journal of Molecular Sciences,\nShangguan X, Wang H, Wu D, Wang Z, Hu L,\n17:438. doi:10.3390/ijms17040438\nXu C, Jiang W, Huang J, Shi S and He G. 2019.\nLu K, Wang Y, Chen X, Zhang Z, Li Y, Li W\nSecretome analysis and in planta expression of\nand Zhou Q. 2017. Characterization and\nsalivary  proteins identify candidate effectors\n14 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_21": "from the brown planthopper Nilaparvata lugens.\nbrown planthopper Nilaparvata lugens functions\nMolecular Plant Microbe Interactions, 32:227.\nas an effector for defense responses in rice.\n239.\nScientific Reports, 18:7:40498. doi: 10.1038/\nSezer M and Butlin RK. 1998. The genetic basis of\nsrep40498.\nhost plant adaptation in the brown planthopper\nYeYX, Pan PL, Xu JY, Shen ZF, Kang D, et al., 2017.\nForkhead box transcription factor L2 activates\n(Nilaparvata lugens). Heredity, 80(4):499-508\nFcp3C to regulate insect chorion formation. Open\nShangguan X, Zhang J, Liu B, Zhao Y, Wang H, Wang\nBiology, 7:170061.\nZ, Guo J, Rao W, Jing S, Guan W, Ma Y, Wu Y, Hu\nL, Chen R, Du B, Zhu L, Yu D and He G. 2018.A\nYu B, Li DT, Lu JB, Zhang WX, Zhang CX. 2016.\nmucin-like protein of planthopper is required for\nSeminal fluid protein genes of the brown\nfeeding and induces immunity response in plants.\nplanthopper, Nilaparvata lugens. BMC G enomics,\nPlant Physiology, 176(1):552-565.\n17:654.\nWan PJ, Yuan SY, Tang Y H, Li KL, Yang L, Fu Q and\nYu H, Ji R, Ye W, Chen H, Lai W, Fu Q and Lou Y.\nLi GQ. 2015. Pathways of amino acid degradation\n2014. Transcriptome analysis of fat bodies from\nin Nilaparvata lugens (Stal) with special\nreference  to  lysine-ketoglutarate reductase/\n populations with different virulence levels in rice.\nsaccharopine dehydrogenase (LKRSDH). PLoS\nPLoS 0ne, 12;9(2):e88528. doi: 10.1371/journal.\nOne, 22;10(5):e0127789. doi: 10.1371/journal\npone.\npone.0127789.\nZhang Y, Meng X, Yang Y, Li H, Wang X, Yang\nWang L, Tang N, Gao X, Chang Z, Zhang L, Zhou\nB, Zhang J, Li C, Millar NS and Liu Z. 2016.\nG, Guo D, Zeng Z, Li W, Akinyemi IA and\nSynergistic and  compensatory effects of two\nYang H. 2017. Genome sequence of a rice\npoint mutations conferring target-site resistance\npest, the white-backed planthopper (Sogatella\nto fipronil in the insect GABA receptor RDL.\nfurcifera). Gigascience, 6(1):p.giw004\nScientific Reports, 6:32335. doi: 10.1038/\nWu SF, Zeng B, Zheng C, Mu XC, Zhang Y, Hu\nsrep32335\nJ, Zhang S, Gao CF and Shen JL. 2018. The\nZhu J,Jiang F, Wang X, Yang P, Bao Y, Zhao W, Wang\nevolution of insecticide resistance in the brown\nW, Lu H, Wang Q, Cui N, LiJ, Chen X, Luo L, Yu\nplanthopper (Nilaparvata lugens Stal) of China in\nJ, Kang L, Cuil F (2017) Genome sequence of the\nthe period 2012-2016. Scientific Reports, 8:4586.\nsmall brown planthopper,Laodelphax striatellus.\nGigaScience, 6, 2017, 1-12\nX u HJ and Zhang CX . 2017. Insulin receptors and wing\ndimorphism in riceplanthoppers. Philosophical\nZhuo JC, Lei C, Shi JK, Xu N, Xue WH, et al.,\nTransactions Royal Society of London\n2017. Tra-2 mediates cross-talk between sex\nB\nBiological Sciences, 372 (1713) :20150489\ndetermination and wing polyphenism in female\nXue J, Zhou X, Zhang CX, Yu LL, Fan HW, Wang\nNilaparvata lugens. Genetics, 207:1067-1078.\nZ, Xu HJ, Xi Y, Zhu ZR, Zhou WW and Pan\nZimmer CT, Garrood WT, Singh KS, Randall E,\nPL. 2014. Genomes of the rice pest brown\nLueke B,Gutbrod O,Matthiesen S, Kohler\nplanthopper and  its endosymbionts reveal\nM, Nauen R, Davies TGE and Bass C. 2018.\ncomplex complementary contributions for host\nNeofunctionalization of duplicated P450 genes\nadaptation. Genome Biology, 15(12): 521.\ndrives the evolution of insecticide resistance in\nYeW,YuH,JianY,ZengJ,JiR, Chen H and LouY.2017\nthe brown planthopper. Current Biology, 28:268-\nA salivary EF-hand calcium-binding protein of the\n274,doi: 10.1016/j.cub.2017.11.060.\nJournal of Rice Research 2020, Vol 13, No. 2 ★ 15",
    "Page_22": "ORIGINAL RESEARCHARTICLE\nOPENACCESS\nPhenotyping and correlation studies of recombinant inbred lines derived from\ninterspecific cross of Oryza sativa and Oryza nivara\nDe silva NPS1 3, Divya B2* Shankar VG1, Kavitha B2, Raju AK2, Prashanthi P2, Poli Y2,\nSubrahmanyam D? and Sarla N2\n2ICA R Indian Institute of Rice Research, Hyderabad, 500030, India\nRegional Rice Research & Development Centre, Bombuwela, Kalutara, 12000, Sri Lanka\n*Corresponding author (Email: divyabalakrishnan05@ gmail.com)\nAbstract\nRecombinant Inbred Lines (RILs) derived from crosses between elite cultivars and wild introgression lines\nare important sources of new genetic variability. In this study 177 RILs derived from a cross of Swarna /\n166s (Swarna /Oryza nivara), were characterized for yield and grain shape related traits for two seasons\nRabi 2018-19 and Kharif 2019. Phenotypic correlation analysis showed that, single plant yield had a positive\nassociation with productive tiller number, total tiller number, panicle weight, biomass and harvest index in\nfollowed by productive tiller number and total tiller number. A perfect negative linear relationship was\nobserved between filled grain percentage and unfilled grain percentage. Across the seasons, biomass weight\nconsistently showed significant positive correlations with the majority of yield contributing traits, followed\nby days to 50 percent fowering. Grain shape traits (grain length, grain width, length/width ratio, grain area\nand grain perimeter) were interrelated with each other significantly. Trait association study in this mapping\npopulation showed that though the yield performance has always been the main focus of breeding programmes,\nthe complex interaction of the yield attributes is also equally significant to understand the genetic mechanisms\nfor yield improvement. Selected RILs from this study are being used in rice improvement programmes to\ndetect favorable genes from O. nivara for yield improvement.\nKey Words: Rice, yield, grain shape, correlation coefficient, recombinant inbred lines\nIntroduction\nlines of Oryza sativa is expected to reduce genetic\nprogrammes because yield is the most variable and  domestication process and use them in subsequent\ncomplex trait influenced by several environmental  targeted breeding programmes (Shakiba and Eizenga,\net al., 2011; Christopher and Sangodoyin, 2011). nearly untapped reservoir of genetic diversity that can\n16 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_23": "crop, rice. The high diversity existing in wild rice  enhancing  segments/  QTLs into  the genetic\nspecies as they have not undergone rigorous human  background of elite varieties (Kaladhar et al., 2008;\nselection, makes them potential sources of important  Fu et al, 2010; Bai et al., 2012; Thalapati et al., 2012;\nagronomic traits for exploitation by plant breeders  Gaikwad et al., 2014; Swamy et al., 2014; Surapaneni\nfor varietal improvement (Brar and Khush 1997; Gur  et al., 2017) helped in the identification of improved\nand Zamir, 2004; Xie et al., 2008; Yadav et al., 2013; (\n cultivars with wild introgressions (Sarla et al., 2009).\nSharma et al., 2013).\nIn India, Dhanarasi and Jarava are two rice varieties\nreleased for increased yield and they were derived\nThe genus Oryza has 22 wild species, with tremendous\nfrom crosses with O. rufipogon (Ram et al., 2007,\nvariability and contains numerous valuable genes for\n2010). DRR Dhan 40, a medium duration rice variety\nimprovement of several traits. This was demonstrated\n(BIL derived from Swarna x O. nivara IRGC81848)\nby Khush et al., (1977), by introgressing the gene\nwas released for Maharashtra, West Bengal and\nfor resistance to grassy stunt virus from O. nivara to\nTamil Nadu states of India (Sarla, 2014; Haritha et\ncultivated rice. Since then, wild species have been\nal., 2016). Improving mega varieties which are well\nwidely used forintrogression of several agronomically\nadapted, farmer accepted, popular and with good grain\nimportant traits such as tolerance to biotic stresses\nquality for any specific trait, is an important strategy\nlike blast (Jeung et al., 2007), brown planthopper\nin crop breeding programmes. In the present study,\n(Rahman et al., 2009; Jena and Kim, 2010; Sarao et\nRILs derived from a cross between cultivar Swarna\nal., 2016), and bacterial leaf blight (Natrajkumar et\nand BIL166s were used to understand the correlations\nal., 2011). O. nivara, a cross compatible wild species\n among the yield and grain shape related traits.\nof rice with AA genome is known as a source of\nimportant genes like cytoplasmic male sterility (Li et \nM aterials and Methods\nal, 2005), resistance to grassy stunt virus (Brar and\nPlant material\nKhush, 1997), bacterial leaf blight (Cheema et al.,\nSwarna [(MTU 7029/ IET5656 (Vasistha/Mahsuri)]\n2008) and BPH (brown planthopper) (Madurangi et\nis a low-land high yielding indica type mega rice\nal., 2013; Sarao et al., 2016). Introgression from non-\nvariety released in 1982 in India by RA RS, Maruteru\nAA genome species Oryza minuta (CCDD) was used\nand it is a semi-dwarf variety maturing within 135-\nin the successful transfer of blast resistance genes and\n140 days with an average yield of 6.5 t/ha. 166s (male\nO. australiensis (EE) for blast and BPH resistance\nparent), a stable advanced backcross introgression\ngenes into O. sativa (Jena and Khush,2000; Fu et al.,\nline derived from a cross between Swarna and Oryza\n2008; Suh et al., 2014).\nnivara IRGC81848 from HIRR, Hyderabad, is a late\nPrevious studies showed that introgression from (\n duration genotype, with strong culm strength and\nwild rice species also enhances tolerance to abiotic  panicle weight. 166s has higher grain yield and yield\nstresses like drought, salinity and cold (Koseki et stability than Swarna but with similar grain type to\nal.,2010; Ndjiondjop et al., 2010; Yang et al., 2012),  Swarna (Balakrishnan et al., 2016). Both were used\ndiversification of cytoplasmic male sterility sources  in crossing programmes (Kavitha et al., 2020). In the\n(Li et al., 2005), adaptability and yield-enhancing\n present study, the F。 and F, generations of the cross\ncomponents for improving rice yield (Swamy and\nd were raised during Rabi 2018/19 (dry) and Kharif\nSarla, 2008; Brar and Singh, 2011; Shakiba and 2\n2019 (wet) seasons respectively, at research farm,\nEizenga, 2014; Furuta et al., 2014; Bhatia et al.,  ICAR-Indian Institute of Rice Research, Hyderabad\n2018) and grain quality (Yun et al., 2016;Gaikwadet  sea level in alkaline vertisol soil under irrigated field\nal., 2018). It was reported that transferring yield-\n-condition.\nJournal of Rice Research 2020, Vol 13, No. 2 ★ 17",
    "Page_24": "Phenotypic evaluation of RIL s\ntraits to improve grain yield in breeding programmes.\n Hence, association analysis was undertaken to determine\nThe 177 RILs obtained from ICA R-IIRR were planted\nrow consisted of ten plants and each replication had of the characters to be considered in improving grain\nthirty plants.A randomized complete block design was yield. The phenotypic correlation coefficient among\nfollowed with two replications. Parental lines Swarna seventeen characters was assessed related to yield and\nand 166s were used as check varieties. The spacing grain shape-related traits using RILs derived from\nbetween rows was 20 cm and 15 cm between plants.\nSwarna / 166s, in Rabi 2018-19 and Kharif 2019 with\nThe crop was grown under irrigated condition and\ntwo replications (Table 1).\nphenotypic observations were recorded for yield and\nThe r-value for Karl Pearson's correlation coefficient\ngrain shape-related traits from the randomly selected\nhelps in identification of an association between\nthree plants in the middle row of each family. Twelve\ntwo distinct traits. Though it does not measure the\nyield related traits viz, days to 50% flowering (DFF),\n  n   so hn ooss  \nplant height (PH), number of productive tillers per\nrelationship (Yusuff et al., 2018). For the correlation\nplant (PTN), number of total tillers per plant (TTN),\ncoefficient interpretations, Ratner, (2009) gave a\npanicle length (PL), panicle weight (PW), 1000 grain\n standard accepted guideline. The r-value of 0, +1, and\nweight (TGW), filled grain percentage (FG), unfilled\ngrain percentage (UFG), single plant yield (SPY),\n -1 indicates no linear relationship, a perfect positive\nbiomass weight (BM) and harvest index (HI) were  linear relationship, and negative linear relationship,\nmeasured following Standard Evaluation System  respectively. The values that range from O to O.3, 0.3\n(IRRI, 2013). The days to 50 per cent flowering was  to 0.7, and 0.7to 1 indicate alow, moderate, and strong\ntaken as the number of days taken for 50 per cent positive linear relationships, respectively, while the\nheading in the family considering the 30 plants. Grain\nvalues that range from 0 to -0.3, -0.3 to -0.7, and -0.7\nshape-related five traits were taken viz, grain length\nto -1 indicate a low, moderate, and strong negative\n(GL), grain width (GW), grain length/width ratio\n linear relationships, respectively.\n(LW), grain area (GA) and grain perimeter (GP). All\nIn the present study, single plant yield showed\nthe parameters were measured using Image J (image\nassociation with one of the main yield components,\nanalysis software) and the mean of 10 seeds was taken\npanicle weight and a moderate positive association\nin each replication\nwith tiller number in Rabi 2018/19 and Kharif 2019\nStatistical analysis\nseasons, respectively. Further single plant yield\nThe  mean  values  from  each  replication  were showed significant  and  positive  association  with\nsubjected to statistical analysis. Correlation analysis panicle weight, biomass and harvest index. Panicle\n length had a positive association with days to fifty\nResearch STAR (STA R 2.0.1, http://bbi.irri.org) and\npercent flowering, plant height, biomass and panicle\nsignificant values were determined using Pearson\nweight. Panicle weight showed significant and positive\ncoefficients at the 0.05 and 0.01 levels.\nassociation with days to fifty percent flowering, plant\nResults and Discussion\nheight, panicle length, single plant yield and thousand\nAs a complex quantitative character, estimation of 9\n grain weight, while thousand grain weight showed\ngrain yield depends on contribution from other traits significant and positive association  with harvest\nwhich ultimately affects the overall yield potential of  index and panicle weight. As expected, percentage of\nthe genotype. The trait association which is either in  filled and unfilled grain had a perfect negative linear\npositive ornegative direction helps the breederto select relationship. Filled grain had significant and positive\n18 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_25": "R\na  a   so s9 x a u s p-d a p  e s o  \n-0.068\n8400-\n-0.134*\n0.158*\n0.005\n-0.122*\n0.953**\n-0.821** 0.846**0.198**\n-0.458**0.349**\n0.122*\n0.648**\n0.008\n-0.006\n-0.035\n-0.091\n0.074\nGP \n0.483**0.529**\n0.331**0.627**\n-0.016\n-0.051\n-0.079\n0.099\n0.094\n0.025\n0.047\n0.037\n0.078\n0.078\n0.054\n0.016\nHD \n0.171**\n-0.503**\n-0.046\n-0.008\n2800\n0.031\n0.065\n0.027\n0.064\n0.033\n0.019\nLW\n0.019\n0.042\n 1\n-0.136**\n0.057\n0.044\n0.064\n-0.118*\n-0.016\n-0.048\n0.0293\n0.955**0.013\nGW\n0.009\n-0.024\n0.07\n0.061\n0.039\n0.039\n0.08\n-0.155**\n0.477**\n**4650\n-0.236** -0.055\n-0.129*\n-0.077\n0.002\n0.014\n0.011\n-0.119*\n-0.184** 0.119*\n-0.018\n-0.574** -0.088\nS60'0\n-0.026\nGL\n-0.302**\n-0.188**\n0.173**(\n-0.134*\n0.184**\n0.154**\n-0.099\n0.076\n-0.063\n0.025\n-0.101\n-0.088\n-0.095\nIH\n0.318**0.432**\n0.528**\n0.561**0.565**\n0.533**\n0.389**\n0.387**\n-0.118*\n**6890\n-0.195**\n-0.127*　-0.081\nL900-\n0.118*\n 1 \n-0.061\n-0.037\n-0.054\n-0.035\nBM\n0.393**\n0.478**\n0.392**\n0.579**\n0.0660.602**\n-0.393** 0.608**\n-0.111*\n-0.036\n-0.014\nSPY\n4600\n0.036\n-0.091\n0.08\n-1.00**\n-0.254**\n-0.112*0.112*\n-0.109*0.109*\nUFG\n-0.018\n-0.042\n0.054\n0.034\n0.091\n0.052\n0.054\n0.061\n0.006\n0.101\n0.254**\n-0.066\n**80\n-0.052\n-0.091\n-0.054\n-0.062\n-0.006\n0.018\n0.042\n0.054\n0.034\n1\nFG \n-1**\n-0.1\n-0.178**\nTGW\n0.357** 0.412**-0.097\n0.109*\n0.266**0.095\n-0.266** -0.095\n-0.059\n0.131*\n0.057\n-0.084\n-0.079\n0.001\n0.006\n-0.055\n0.071\n0.013\n0.09\n0.519**\n**/490\n0.134*\n0.217**\n0.053\n0.267**\n-0.048\n-0.055\n0.074\n-0.001\n-0.029\n-0.028\n-0.032\nPW\n0.443**\n0.146**\n-0.146** 0.601**\n0.097\n 1 \n-0.061\n0.049\n0.110*\n6100\n0.049\n0.049\n0.102\n0.032\n0.043\n-0.052\n0.082\nPL\n-0.247米*\n0.952**\n0.517**\n0.407**0.135*0.084\n-0.019\n-0.068\n0.536**\n0.054\n0.054\n0.055\n-0.002\nTTN\n1\n2900\n0.082\n0.044\nLS00\n-0.137**\n-0.229**\n-0.177** 0.968**\n-0.063\n0.509**\n0.523**\n0.0004\nNLd\n0.052\n1\n0.071\n0.071\n0.081\n0.068\n0.069\n0.098\n-0.061\n-0.166**\n0.512**\n0.455**\n0.175**\n 1 \n-0.221** 0.081\n-0.115*\n0.115*\n0.088\n0.045\n0.043\n0.036\n0.004\n0.042\n0.047\nHd\nandGP-grainperimeter\n0.233**\n-0.153**\n0.392**\n0.294**\n0.315**\n0.233**\n**9470\n0.065\n-0.021\n-0.026\n0.022\n-0.021\nDFF\n1 \n0.072\n0.098\n0.02\nTGW\nDFF\nHd\nN.LI\nPL\nPW\nH\nGW\nLW\nJournal of Rice Research 2020, Vol 13, No. 2 ★ 19",
    "Page_26": "association with harvest index while it showed t\nthat grain yield per plant (single plant yield) showed a\nsignificant and  negative  association  with grainS\nsignificant positive association with grain weight per\n panicle (PW) using ILs of KMR3 x O. rufipogon.\nperimeter and days to fifty percent flowering. Unfilled\ngrain percentage showed significant and negative\ne\n In Kharif 2019, the same patterm of correlation of\nassociation with harvest index and significant,\nd m d a n s m s \npositive association with grain perimeter and days to\nheight, productive tiller number, panicle length and\nfifty percent flowering. Biomass showed significant\nsingle plant yield was observed; followed by days\npositive correlations with the majority of other traits\nto fifty percent fowering with plant height, panicle\nsuch as days to fifty percent flowering, plant height,\nlength, panicle weight, unfilled grains and biomass\nproductive tiller number panicle length, panicle\nwith significant and positive correlation for the\nweight, unfilled grains and single plant yield in Rabi\nmajority of the yield contributing traits. Biomass\n2018/19 followed by days to fifty percent flowering\nshowed  significant and negative association with\nwith plant height, productive tiller number, panicle\nharvest index. Haritha et al., (2017) reported that\nlength, panicle weight, unfilled grains, single plant\nabove ground biomass was significantly correlated\nyield and biomass.\nwith total dry matter and harvest index. HI showed\nRice grain yield is contributed by many component\n significant negative correlations with most of the\ntraits measured mainly by four indices: panicles\n contributing traits like days to fifty percent flowering,\nper unit area, number of spikelets per panicle, the \nplant height, productive tiller number, total tiller\nweight of spikelets (1000 grain weight) and spikelet number, unfilled grains and biomass; followed by\nshoot dry weight, grain harvest index, and nitrogen\n1 days to fifty percent flowering (with thousand grain\n(N) harvest index are positively associated with grain\n weight, filled grains and harvest index), plant height\nyield (Fageria, 2007). Supportive to the idea of four\n (with productive tiller number, total tiller number and\nmain components of grain yield, Bagati et al., (2016)\n filled grains), thousand grain weight (with days to\nusing a RIL population derived from a cross between\n fifty percent flowering, productive tiller number and\nPusa Basmati and Basmati 370, reported that tillering\ntotal tiller number) and harvest index (with days to\nability, spikelet fertility percentage, number of grains\nfifty percent flowering, unfilled grains and biomass)\nper panicle and 1000-grain weight had a significantly\n showed the significant and negative correlations with\npositive correlation with grain yield. A study carried\nthe majority of the traits under study. HI showed\nout by Kar et al., (2018) with low land rice varieties\nsignificant and positive association with thousand\nindicated that grain yield was positively correlated\n grain weight, number of filled grains, and single plant\nwith fertile grain number, fertility percentage, days to\nyield. It showed significant and negative association\nfowering and plant height indicating the importance\nwith days to fifty percent flowering, unfilled grains\nof such traits for the realization of high yield in rice.\nand biomass. Balakrishnan et al., (2016) observed\nHaritha et al., (2017) showed that yield per plant\nthat single plant yield exhibited a highly significant\nwas  significantly correlated with  above-ground\nassociation with panicle weight, biomass and harvest\nbiomass, total dry matter and harvest index using ILs\nindex in the introgression lines derived from Oryza\nof a cross between Oryza sativa (KMR3) x Oryza\nsativa cv. Swarma /Oryza nivara.\nrufipogon (WR120). Yusuff, et al., (2018) reported\nthat, the yield per hectare showed strong, positive\nGrain shape traits (GL, GW, LW, GA and GP) were\nand highly significant association with tillers per hill\ninterrelated with each other significantly across the\nand panicles per hill. Sudhakar et al., (2012) reported\n seasons. Grain length had significant and positive\n20 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_27": "association with length: width, grain area and grain\n al., (2012) also reported the significant and positive\nperimeter. The positive correlation between grain\n1 association of total tiller number with productive tiller\nlength and length by width ratio was also reported number. Yusuff, et al., (2018) revealed that tillers\nby Abdala et al., (2016) and Golam et al., (2014). per hill and grain weight per hill possessed positive\nGrain width had a significant and negative association\n association with yield per hectare.\nwith LW. Abdala et al, (2016) also reported a similar\n For some traits, significant associations were observed\nassociation, but observed a strong correlation\n only in one season (Table 1). Following associations\nbetween brown rice shape and paddy rice width. In\nwere significant and positive in Rabi 2018/19 season\nthe present study, there was no correlation between\n only. Days to fifty percent flowering with productive\ngrain length and grain width as reported by Abdala\ntiller number and single plant yield; plant height\net al, (2016). Length/ width ratio had a negative and\nsignificant association with grain width and grain\nn  with panicle length; panicle length with single plant\narea while it had a positive and strong association\nyield; panicle weight with biomass; unfilled grains\nwith grain perimeter and grain length. Grain area\n with biomass and grain length; harvest index with\nhad a significant, moderate and positive association\ngrain length/width ratio; grain weight with grain area\nwith grain length and grain perimeter, but significant\nand grain perimeter. Following associations were\nsignificant and negative, productive tiller number\nIn this study most of the trait associations were  with harvest index and grain length; total tiller number\nconsistently significant in both Rabi 2018/19 and\n1 with harvest index, grain length and grain perimeter;\nKharif 2019 seasons. Days to fifty percent flowering\n number of filled grains with biomass and grain length.\nhad a significant positive association with plant\n In Kharif 2019 only association among plant height\nheight, panicle length, panicle weight, unfilled grains \ns with unfilled grains; panicle weight with number\nand biomass and had a significant negative association  of filled grains and harvest index; number of filled\nwith harvest index and number of filled grains.  grains with single plant yield were significant and\nBalakrishnan et al., (2016) reported that days to fifty\n positive, while following associations were significant\npercent fowering showed a negative correlation with\nand negative, days to fifty percent flowering with\nnumber of filled grains, harvest index and days to fifty\nthousand grain weight; plant height with productive\npercent flowering while highly significant association\n tiller number, total tiller number and number of filled\nobserved between panicle length and panicle weight.\n grains; productive tiller number with panicle weight.\nFollowing  associations  showed  the  significant  thousand grain weight; total tiller number with panicle\ncorrelation, in same direction across the seasons;  weight, thousand grain weight; panicle weight with\nsingle plant yield with biomass, harvest index, grain  unfilled grains; thousand grain weight with biomass;\nlength and grain weight; grain length/width ratio with unfilled grains with single plant yield; single plant\ngrain area and grain perimeter; grain length showed yield with grain perimeter. Bagati et al, (2016)\nsignificant association with grain length/width ratio, reported panicle length exhibited significant positive\ngrain area and grain perimeter in both the seasons.  and negative association with grain yield during 2014\nwith days to fifty percent flowering, panicle length,  difference in trait association is mainly the varying\npanicle weight and biomass. This corroborates with the  environmental conditions. After transplanting, the 21\nfindings of Immanuel et al., (2011) for panicle length.  days old seedlings in the field were exposed to total\nProductive tiller number and total tiller number had submergence for few days and partially for about ten\na strong and positive association with each other and  days due to heavy rains in Kharif 2019. In general,\nmoderate positive association with single plant yield  the observed disparity in cultivation conditions, the\n and biomass. Immanuel et al, (2011), and Sudhakar et  inconsistencies in individual genotype expression, are\nJournal of Rice Research 2020, Vol 13, No.2 ★ 21",
    "Page_28": "reasonable causes for fluctuations in environmental  PJTSA U, Hyderabad, India. This research was carried\nindices (Adesola, 2013). Trait associations showed  out under project on Mapping QTLs for yield and\nseasonal variation mainly due to the factthat genotypic related traits using BILs from elite x wild crosses of\nperformance depends on environmental conditions  rice (ABR/CI/BT/11) and National Professor Project,\n(Bose et al., 2014: Balakrishnan et al., 2016). Similar  ICAR-IIRR (F.No:Edn/27/4/NP/2012-HRD) funded\nobservations on GEI were made by Tariku et al.,  by ICAR-Indian Council of Agricultural Research,\n(2013) and Akter et al., (2014) on multi-environment 1\n New Delhi, India. Financial support and scholarship\nstudies using rice genotypes.\nfor PhD studies to the first author from Sri Lanka\nC onclusion\nCouncil for A gricultural Research Policy, Sri Lanka\nis greatly acknowledged. The authors are highly\nIn the present study, association analysis was done\ngrateful to the Director ICAR-IIRR for providing all\nusing 177 RILs derived from a crossbetween Swarna\nthe necessary facilities\nx 166s for seventeen yield and grain shape-related\nReferences\ntraits in Rabi 2018/19 and Kharif 2019 seasons.\nBiomass showed significant positive correlations with\nAbdala AJ, Bokosi JM, Mwangwela AM and\nthe majority of traits, followed by days to fifty percent\nMzengeza TR. 2016. Correlation and path\nflowering in both seasons. Among all the traits,\ncoefficient analysis for grain quality traits in F1\nhighest significant and strong positive correlation was\ngeneration of rice (Oryza sativa L.). Journal of\nobserved between grain length and grain perimeter\nPlant Breeding and Crop Science, 8(7):109-116\nfollowed by productive tiller number and total tiller\nA desola LN. 2013. Genotype x Environment analysis\nnumber in Rabi season. When harvest index showed\nof some yield components of upland rice (Oryza\n significant negative correlations with majority of the\nsativaL.) under two ecologies in Nigeria.\nyield contributing traits followed by filled grains in\nInternational Journal for plant breeding and\nRabi season, days to fifty percent flowering, plant\ngenetics, 7(2):105-114\nheight, 1000 grain weight and harvest index showed\nthe same correlations in Kharif season. Grain shape\nAkterA, Jamil HM, Umma KM, Islam MR., Hossain\ntraits were interrelated with each other significantly in\nK and Mamunur RM. 2014.A MMI Biplotanalysis\nfor stability of grain yield in hybrid rice (Oryza\nboth seasons. Grain length had a significant, positive\nSativa L.). Journal of Rice Research, 2:126-169.\nand moderateassociation withgrainlength/width\ndoi:10.4172/jrr.1000126\n qm uooss qr e p  u 'o\nperimeter. Single plant yield showed a moderate\nBagati S, Singh AK, Salgotra RK, Bhardwaj R,\npositive association with both productive and total\nSharma M, Rai SK and Bhat A. 2016. Genetic\ntillers per plant, panicle weight, biomass and harvest\nvariability, heritability and correlation coefficients\nindex in both seasons. According to our results, the\nof yield and its component traits in basmati rice\nfocus on productive tiller number and panicle weight\n(Oryza sativa L.). SABRAO Journal of Breeding\nwill be most helpful while selecting the genotypes in\nand Genetics, 48(4): 445-452\nthe field for higher yield in this population.\nBai XF, Wu B and Xing Y Z. 2012.Yield-related QTLs\nA cknowledgements\nand theirapplications in rice genetic improvement.\nJournal of Integrative Plant Biology, 54(5):300-\nThis research was carried out as a part of the PhD\n311\nresearch work entitled \"Stability analysis of wild\nintrogression lines in rice using AMMI and GGE\n Balakrishnan D, Subrahmanyam D, Badri J, Raju A K\nbiplot analysis\" of the first author at ICAR-Indian\nRao YV, Beerelli K, Mesapogu S, Surapaneni M,\nInstitute of Rice Research and College of A griculture,\nPonnuswamy R, Padmavathi G, Babu VR and\n22 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_29": "Neelamraju S. 2016. Genotype x Environment\nhybridization. Rice Science, 15(2):79-87\ninteractions of yield  traits  in backcross\nFuruta T, Uehara K, Angeles-Shim RB, Shim J,\nintrogression lines derived from Oryza sativa cv.\nAshikari M and Takashi T. 2014. Development\nSwarma/Oryza nivara. Frontiers in Plant Science,\nand evaluation of chromosome segment\n7:1530. doi: 10.3389/fpls.2016.01530\nsubstitution lines (CSSLs) carrying chromosome\nBhatia D, Joshi S, Das A, Vikal Y, Sahi GK, Kumari\nsegments derived from Oryza rufipogon in the\nN, Kaur K and Singh K. 2017. Introgression of\ngenetic background of Oryza sativa L. Breeding\nyield component traits in rice (Oryza sativa sp.\nScience, 63(5): 468-475.\nindica) through interspecific hybridization. Crop\nGaikwad KB, Singh N, Bhatia D, Kaur R, Bains NS,\nScience, 57:1-17.\nBharaj TS and Singh K. 2014. Yield enhancing\n    NN  ' o\nheterotic QTL transferred from wild species\nAdditive   main   effects   and   multiplicative\nto cultivated rice Oryza sativa L. PLoS One,\ninteraction (AMMI) analysis of grain yield\n9:e96939\nstability in early duration rice. The Journal of\nGaikwad KB, Singh N, Bhatia D, Sharma N, Bains NS,\nAnimal and Plant Sciences, 24,1885-1897.\nBharaj TS and Singh K. 2018. Heterotic response\nBrar DS and Khush G.1997 Alien introgression in\nof genomic regions derived from Oryza rufipogon\nrice. Plant Molecular Biology, 35:35-47\nand O. nivara in improving grain morphology and\nquality of indica rice (Oryza sativa L.). Indian\nBrar DS and Singh K. 2011. Rice. In: Kole C (ed) Wild\nJournal of Genetics, 78(2): 155-165.\ncrop relatives: genomics and breeding resources.\nSpringer, Berlin, pp 321-365.\nGolam F, Kamilatulhusna Z, Arash N and Mohamad\nO. 2014. Genetic Analysis of F1 Hybrids Derived\nCheema KK, Bains NS, Mangat GS, Das A, Vikal\nfrom Aromatic (Exotic) Aromatic (Malaysian)\nY, Brar DS, Khush GS and Singh K. 2008.\nRice Crosses and Their Callus Induction\nDevelopment of high yielding IR 64 X Oryza\nPerformance for Haploid Production. Indian\nrufipogon (Griff)introgression lines and\nJournal of Science and Technology, 7(11):1852-\nidentification of introgressed alien chromosome\n1860.\nsegments using SSR markers. Euphytica, 160(3):\n401-409\nGur A and Zamir D. 2004. Unused natural variation\ncan lift yield bariers in plant breeding. PLoS\nChristopher OA　 and Sangodoin AY.  2011.\nBiology, 2:e245\nEvapotranspiration, soil and water quality\nHaritha G, Malathi S, Divya B, Swamy BPM,\nJournal of Crop Science, 3:169-178.\nMangrauthia SK and Sarla N. 2018. Oryza nivara\nSharma et Shastry. In., T. K. Mondal and R. J.\nFageria NK. 2007. Yield Physiology of Rice. Journal\nHenry (eds.), The Wild Oryza Genomes 207-238\nof plant nutrition, 30:6. 843-879\nSpringer.\nFu Q, Zhang P, Tan L, Zhu Z, Ma D, Fu Y, Zhan X,\nHaritha G, Sudhakar T, Chandra D, Ram T, Divya B\nCai H and Sun C. 2010. Analysis of QTLs for\nand Sarla N. 2016. Informative ISSR Markers\nyield-related traits in Yuanjiang common wild\nHelp IdentifyGenetically Distinct Accessions\nrice (Oryza rufipogon Griff.) Journal of Genetics\nof Oryza rufipogon in Yield Improvement. Rice\nand Genomics, 37: 147-157.\nScience, 23(5): 225-241\nFu XL, Lu YG, Liu X Dand Li JQ. 2008. Progress\nHaritha G, Vishnukiran T, Yugandhar P, Sarla N\non transferring elite genes from non-AA genome\nand Subrahmanyam D. 2017. Introgressions\nwild rice into Oryza sativa through interspecific\nJournal of Rice Research 2020, Vol 13, No. 2 ★ 23",
    "Page_30": "from Oryza rufipogon increased photosynthetic\nKaurA, Sidana K , Bhatia D, Neelam K, SinghG, Sahi\nefficiency of KMR3 rice lines. Rice Science,\nGK, Gill BK, Sharma P, Yadav IS and Singh K.\n24(2): 85-96.\n2018. A novel QTL qSPP2.2 controlling spikelet\nper panicle identified from Oryzalongistaminata\nIkeda M, Miura K, Aya K, Kitano H, Matsuoka M.\n2013. Genes offering the potential for designing\n(A. Chev. etRoehr.) mapped and transferred to\nOryza sativa (L.). Molecular Breeding, 38: 92\nyield-related traits in rice. Current Opinion in\nPlant Biology, 16:213-220\nKavitha B, Divya B, Sarla N. 2020. Variability and\nImmanuel SC, Pothiraj N, Thiyagarajan K, Bharathi\ncorrelation of yield traits in BIL x BIL populations\nM and Rabindran R. 2011 Genetic parameters\nderived from Swarna x O. nivara. J ournal of Rice\nof variability, correlation and path coefficient\nResearch, 13( 1):1-8\nstudies for grain yield and other yield Attributes\nKhush GS, Ling KC, Aquino RC and Aguiero VM.\namong rice blast disease resistant genotypes\n1977. Breeding for resistance to grassy stunt\nof rice (Oryza sativa L.), African Journal of\nin rice. In: Proc. 3rd Intern. Congr. SABRAO,\nBiotechnology, 10(17):3322-3334\nCanberra, A ustralia, pp 3- 9.\nIRRI. 2013. Standard Evaluation System for Rice.\nKoseki M, Kitazawa N, Yonebayashi S, Maehara Y,\n5th ed. International Rice Research Institute.Los\nWang ZX and Minobe Y. 2010. Identification\nBanos. 13p\nand fine mapping of a major quantitative trait\n Jena K and Khush GS. 2000. Exploitation of species in\nlocus originating from wild rice, controlling\nrice improvement: Opportunities, achievements\ncold tolerance at the seedling stage. Molecular\nand future challenges. In: Nanda JS. Rice breeding\nGenetics and Genomics, 284(1): 45-54\nand Genetics: Research Priorities and Challenges.\nLi SQ, Yang GH, Li SB, Li YS, Chen ZY and Zhu\nEnfield: Science Publication: 269-284\nYG. 2005. Distribution of fertility - restorer\nJena KK and Kim SM. 2010. Current status of brown\ngenes for wild-abortive and Honglian CMS lines\nplanthopper (Bplant height) resistance and\nof rice in the AA genome species of genus Oryza.\ngenetics. Rice, 3: 161-171\nAnnals of Botany, 96(3): 461-466\nJeung JU, Kim BR, Cho YC, Han SS, Moon HP, Lee\nMadurangi SAP, Rathnasekara D, Senanayake SGJN,\nYT and Jena KK. 2007. A novel gene, Pi40(t),\nSamarasinghe WLG, Hemachandra PV. 2013.\nlinked to the DNA markers derived from NBS-\nAntixenosis and antibiosis effects of Oryza\nLRR motifs confers broad spectrum of blast\nnivara accessions harbouring bph 2 gene on\nresistance in rice. Theoretical and Applied\nbrown planthopper [(Nilaparvata lugens (Stal)].\nGenetics, 115(8): 1163-1177.\nJounal of the National Science Foundation of Sri\nKaladhar K, Swamy BPN, Babu AP, Reddy CS and\nLanka,41(2):147-154\nSarla N. 2008. Mapping quantitative trait loci\nNatrajkumar P, Sujatha K, Laha GS, Viraktamath BC,\nfor yield traits in BC2F2 population derived\nMishra B, Rao SK, Hari Y, Hajira S, Pranathi\nfrom Swarna x O. nivara cross. Rice Genetics\nK, Balachiranjeevi CH, Yugander A, Sama\nNewsletter, 24:34-36\nVSAK, Balachandran SM, Madhav S M, Ram\nKar RK, Mishra TK, Pandey RK, and Das SR. 2018\nT, ShobhaRani N, Neeraja CN, Mangrauthia\nA ssessment of genetic variability in low land sub1\nSK, Reddy grain area and Sundaram RM. 2011.\nIdentification, molecular mapping and marker-\nsubmergence and stagnant flooding. Electronic\nassisted introgression of novel bacterial blight\nJournal of Plant Breeding, 9:2\nresistance genes from wild relatives of Oryza.\n24 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_31": "Indian Journal of Genetics and Plant Breeding,\nplanthopper Nilaparvata lugens (Stal) from wild\n71(2): 1-8.\nrice species. Rice Science, 23(4): 219-224\nNdjiondjop MN, Manneh B, Cissoko M, Drame NK,S\nSarla N, Swamy BPM, SudhakarT, BabuAP and K\nKakai RG, Bocco R, Baimey H and Wopereis\nKladharet al., 2009. High yielding rice lines from\nM. 2010. Drought resistance in an interspecific\nelite x wild crosses. D RR Newsletter, 7:9-10\nbackcross population of rice (Oryza spp.) derived\nSarla N. 2014. DRR Dhan40-with yield enhancing\nfrom the cross WAB56-104 (O. sativa) x CG14\nQTLs from wild species. DRR Newsletter, 12 2.\n(O. glaberrima). Plant Science, 179(4):364-373\nShakiba E and Eizenga G C. 2014. Unravelling the\nPimsaen W, Jogloy S, Suriharn B, Kesmala T,\nsecrets of rice wild species. In YanW, Bao J (eds)\nPensuk V and Patanothai A. 2010. Genotype\nRice germplasm, genetics and improvement. pp\nby environment (GXE) interactions for yield\n1-58.\n components of Jerusalem artichoke (Helianthus\nSharma S, Upadhyaya HD, Varshney RK and Gowda\ntuberoses L.). Asian Journal of Plant Sciences, 9:\nCLL. 2013. Pre-breeding for diversification of\n11-19.\nprimary gene pool and genetic enhancement of\nRahman ML, Jiang W, Chu SH, Qiao Y, Ham TH, Woo\ngrain legumes. Frontiers in Plant Science, 4:309\nMO, Lee J, Khanam MS., ChinJH, Jeung JU, Brar\nSreedhar S, Reddy TD and Ramesha MS. 2011.\nDS, Jena KK and Koh HJ. 2009. High-resolution\nG enotype x environment interaction and stability\nmapping of two rice brown planthopper resistance\nfor yield and its components in hybrid rice\nwy buguo ()izudg pue ()ozudg 'suab\ncultivars (Oryza sativa L.). International Journal\nOryza minuta. Theoretical and Applied G enetics,\nof Plant Breeding and Genetics, 5: 194-208.\n119(7): 1237-1246\nSudhakarT, Panigrahy M, Lakshmanaik M, BabuAP,\nRam T, Majumder N D, Krishnaveni D and Ansari M\nReddy CS, Anuradha K, Swamy, BPM and Sarla\nM. 2007. Rice variety Dhanrasi, an example of\nN. 2012. Variation and correlation of phenotypic\nimproving yield potential and disease resistance\nby introgressing gene(s) from wild species (Oryza\ntraits contributing to high yield in KMR 3- Oryza\nrufipogon  introgression lines.  International\nrufipogon). Current Science, 92: 987-992.\njournal of plant breeding and genetics, 6(2):69-\nRam T, Majumder N Dand Mishra B. 2010. Jarava:\n82, 2012\nA new high yielding and pest-resistant rice\nSuh JP, Jeung JU, Kim YG, Jena KK, Cho YC, Lee\nvariety for coastal saline areas. International Rice\nResearch Notes, 34: 1-4.\nJH, Kim MK, Hong HC., Lee, JH., Kim, JJ., Choi\nIS, Jeong EG, Hwang HG, Oh SK., Yang C Iand\nRatner B. 2009. The correlation coefficient: Its\nShin MS. 2014.A brown planthopper resistant and\nvalues range between +1/-1, or do they? Journal\nhigh grain quality rice variety ‘Anmi' developed\nof Targeting, Measurement and Analysis for\nby molecular breeding method. Korean Journal\nMarketing, 17 (2): 139-142.\nof Breeding, 46:152-159\nRoy, SC and Shil, P. 2020. Assessment of genetic\n Surapaneni M, Balakrishnan D, Mesapogu S, A ddanki\nheritability in rice breeding lines based on\nKR, Yadavalli VR, Tripura Venkata VGN and\nmorphological traits and caryopsis ultrastructure.\nNeelamraju S. 2017. Identification of major effect\nScientific Reports,10: 7830.\nQTLs for agronomic traits and CSSLs in rice\nSarao PS, Sahi GK, Neelam.K, Mangat GS, Patra BC,\nfrom Swarna/ Oryza nivara derived backcross\nSingh K. 2016. Donors for resistance to brown\ninbred lines. Frontiers in Plant Science, 8:1027\nJournal of Rice Research 2020, Vol 13, No. 2 ★ 25",
    "Page_32": "Swamy BPM and Sarla N. 2008. Yield enhancing\nYadav S, SinghA and Singh MR, Goel N, Vinod KK\nquantitative trait loci (QTLs) from wild species.\nMohapatra T and SinghAK. 2013.Assessment of\nBiotechnology Advances, 26:106-120\n genetic diversity in Indian rice germplasm (Oryza\nsativa L.): use of random versus trait-linked\nSwamy BPM, Kaladhar K, Reddy grain area,\nViraktamath BC and Sarla N. 2014. Mapping\nmicrosatellite markers. Journal of Genetics, 92,\n545-557.\nand introgression of QTL for yield and related\ntraits in two backcross populations derived from\nYang CW, Zhang TY, Wang H, Zhao N and Liu B.\nOryza sativa cv. Swarma and two accessions of O.\n2012. Heritable alteration in salt-tolerance in rice\nnivara. Journal of Genetics, 93: 643-654\ninduced by introgression from wild rice (Zizania\nlatifolia). Rice, 5:1-2\nTanksley SD and McCouch SR. 1997. Seed banks and\nmolecular maps: Unblocking genetic potential\nYun YT, Chung CT, Lee YJ, Na HJ, Lee JC, Lee SG\nfrom the wild. Science, 277:1063-1066\nLee KW, Yoon Y H, Kang JW, Lee HS, Lee JY and\nAhn SN. 2016. QTL Mapping of Grain Quality\nTariku S, Taddesse L, Bitew M. and Asfaw M. 2013.\nTraits Using Introgression Lines Carrying Oryza\nGenotype by environment interaction and grain\nrufipogon Chromosome Segments in Japonica\nyield stability analysis of rice (Oryza sativa L.)\nRice. Rice, 9:62\ngenotypes evaluated in north westerm Ethiopia.\nNet Journal of Agricultural Science, 1:10-16\nYusuff, O,Rafi MY, Magaji U, Abdullah N,\nMiah G, Chukwu SC, Hussin G, Ramli A and\nThalapati S, Batchu AK, Neelamraju S and Ramanan\nKareem 1. 2018. Genotypic and phenotypic\nR. 2012. Os11GSK gene from a wild rice, O.\nrelationship among yield components in rice\nrufipogon improves yield in rice. Functional &\nunder tropical conditions. Hindawi, BioMed\nIntegrative Genomics, 12(2): 277-289.\nResearch International, Article ID 8936767, 10\nXie X, Jin F, Song MH, Suh JP and Hwang HG,\npages,https://doi.0rg/10.1155/2018/8936767\nKim YG, McCouch SR and Ahn SN. 2008.\nZhu Z, Li X, Wei Y, Guo S and Sha A. 2018.\nFine mapping of a yield-enhancing QTL cluster\nIdentification of a novel QTL for panicle length\nassociated with transgressive variation in an\nfrom wild rice (Oryza minuta) by specific locus\nOryza sativa x O. rufipogon cross. Theoretical\namplified fragment sequencing and high density\nand Applied Genetics, 116:613-622\ngenetic mapping. Frontiers in Plant Science,\nXing Y and, Zhang Q (201o) Genetic and molecular\n9:1492. doi: 10.3389/fpls.2018.01492\nbases of rice yield. Annual Review of Plant\nBiology, 61:421-442\n26 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_33": "R\nORIGINAL RESEARCHARTICLE\nOPENACCESS\nThe potential of wet rice cultivation in Mizoram, India: A case for attaining self\nsufficiency in food security\nVishwambhar Prasad Sati\nDepartment of Geography and Resource Management,\nMizoram University (A Central University), Aizwal - 796004, India\nCorresponding author (Email: sati.vp@ gmail.com)\nReceived: 10th November 2020; Accepted: 25th December 2020\nAbstract\nA large number of rural people in Mizoram are fully dependent on agriculture for running their livelihoods\nPaddy is the staple crop, grown both under shifting and wet rice cultivation whereas arable land under paddy\nis significantly low under wet rice cultivation. This paper examines the potential of wet rice cultivation to\nattain self-sufficiency in food security in Mizoram based on Time series data of 2009-10 and 2014-15 on area,\ndevoted to wet rice cultivation and adequate irrigation facilities are provided, then the production and yield\nof rice will increase multifold.\nKey Words: WRC, food security, self-sufficiency, system rice intensification, Mizoram\nIntroduction\nHalf of the world's population produces and relies The state of Mizoram, an eastern extension of the\non the consumption of paddy (rice), a staple diet, and  Himalaya, has a primitive economy. Agriculture is\nimportant food crop, mainly in the tropical and sub-  the major source of livelihoods, which is dominated\ntropical climate zones (Ramakrishnan, 1992a; Swift  by shifting cultivation with low production and yield.\net al., 1996). Wet Rice Cultivation (WRC) is irrigated  A huge number of rural people (>50%) are dependent\nand practiced in tropical countries mainly in Asia,  on the output of traditionally grown crops. However,\nwhere about 90% of the world's rice is grown because  arable land is significantly less therefore, people of\nof suitable geographical and climatic conditions. rural areas are very poor as about 19.63% of people\nThe yield of WRC as well as quality of rice varies  living below the poverty line (BPL). WRC is practiced\nsignificantly depending upon the socio-ecological as a double-crop - both as Kharif and Rabi crops\nconditions (Ramakrishnan, 1992b; Mitchell, 1979;  whereas few districts practice WRC only in Rabi\nNguu and Palis, 1977; Dazhong and Pimental, 1984;\n season with a small proportion of arable land. WRC\nLeach, 1976).\nhas a high potential to attain self-sufficiency in food\ngrain and to reduce the number of people living in\nRice is the staple food in India, grown in the vast\nBPL. So far, no substantial studies have been carried\nwetland of the river valleys, mainly the Ganges and\nout on WRC and literature is scanty. One of the\nthe Brahmaputra, which are considered suitable for\n major problems related to WRC is the identification\nthe cultivation of paddy (Raghavan, 1964). Further\nof plots because of their tiny sizes, though there has\nthe coastal regions such as the states of Tamil Nadu,\nbeen attempt to use Remote Sensing Data in an earlier\nA ndhra Pradesh, Odisha, and West Bengal grow rice\nstudy (Ravan et al., 2004).\nin large areas (Subbalakshmi et al., 2020).\nJournal of Rice Research 2020, Vol 13, No.2 ★ 27",
    "Page_34": "D\nThis study attempts to examine the potential of W RC  subsistence agriculture. Total arable land in Mizoram\nin Mizoram. It aims to analyze the area, production,  is 51,033 ha of the total geographical area, of which,\nand yield of WRC compared to the potential of WRC area is 16,866 ha (33% of the total arable land)\nshifting cultivation, correlate households involved  which is less than 0.8% of the total geographical\nin WRC and BPL families, as well as irigation and area. Mizoram practices two types of agriculture\nproduction of WRC. It also analyzes the change in  shifting and WRC. The arable area under WRC is\n the area, production and yield; WRC potential area  low; however, its production and yield are substantial\n and utilization of WRC potential area; district wise  and quite higher than shifting cultivation. WRC is\nranking of WRC and requirement of WRC for self-\npracticed in the flood plains, formed by the perennial\nsufficiency.\nriver after deposition of alluvial soils, while arable\nStudy Area\npatches are also found in the river valley. Mizoram\nreceives 2,400 mm average annual rainfall and\nMizoram, an eastern extension of the Himalaya, has \n average annual temperature is 22.5°C, which is quite\nrich subtropical and montane agro-climate. Its total \ngeographical area is 21,027 sq km of which, 97% isS\n suitable for growing crops mainly for WRC. Figure 1\nhilly and undulating terain. The economy of the state  shows a small patch of WRC and a WRC field in the\nmainly depends on the output from the traditional Met river valley, the Serchhip district.\n(a)\n(b)\nFigure 1: Wet rice fields (a) small patch of WRC (b) wide WRC fields; both in the Met river valley, Serchhip district\nMethodology\ncorrelation, regression, and rank-score methods. SPSS\nwas also used to correlate irrigation, production and\nA set of qualitative and quantitative methods were\nHHs involved in WRC including BPL HHs. Based\nemployed to conduct this study. Data were gathered\non the indices of area, production, and yield, WRC\nmainly from secondary sources (Statistical abstracts\ndistricts were categorized into high, medium, and low\n- 2009-10 and 2014-15, Department of Agriculture,\nlevels. The districts were ranked and scored according\nAizawl) and through field observation. At the district\n to their potential in WRC and the final ranking was\nlevel, the data were collected on area and production\n given to districts for their future potential of WRC.\nof W RC, irrigation, the number of households (HHs)\nMaps were digitalized showing the district point\ninvolved in practicing WRC and people living below\nlevels of WRC and the future prospective of WRC.A\nthe poverty line (BPL). The collated data were\nregression model was used to correlated WRC HHs\nsubjected to analysis by SPSS using levels and indices,\nand BPL HHs, and irrigation and production of WRC\n28 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_35": "through a linear curb. Field visits were also made to\nthe average yield of total crops. In 2014-15, the total\nunderstand the WRC potential in Mizoram.\narable land decreased to 51,033 ha (21.37%), however\nWRC area share increased to 16,866 ha (33.04%).\nResults\nThe production share of WRC increased by 29.71%,\nArea, production, and yield of paddy under both\nfrom 20,544 MT to 37,096 MT.\nshifting and W RC\nThe paddy area under shifting cultivation in 2009-10\nAn analysis of the area, production, and yield of\nwas 3.7 times higher than WRC whereas in 2014-\npaddy under both shifting and WRC in Mizoram\n15, WRC area increased very close to the area of\nwas carried out. Firstly, the status of WRC in total\npaddy under shifting cultivation (Table 1). In terms\ncrops was compared in terms of area, production,\nof production, WRC yield which was half in 2009-10\nand yield followed by the comparison of WRC with\nincreased to double than that of shifting cultivation\nshifting cultivation of paddy. The total arable land\nin 2014-15. Hence, it was evident that the area,\nin Mizoram was 64,900 ha, and WRC shared 15.1%\nproduction, and yield of paddy increased under W RC,\narea (9,774 ha), while, in terms of production, its\nwhile shifting cultivation showed a decline.\nshare was 19.85%. The yield of W RC was just double\nTable 1: Area, production, and yield of paddy under shifting and W RC\nVariable\n2009-10\n2014-15\nChange (% )\n Shifting\nWRC\nShifting\nWRC\nShifting\nWRC\nArea\n36841\n9774\n20064\n16866\n-45.54\n+72.56\nProduction\n43985\n20544\n23583\n37096\n-46.38\n+80.57\nYield\n1.19\n2.10\n1.18\n2.20\n-0.84\n+4.76\nSource: Statistical Abstract, Department of A griculture, Aizawl, Mizoram\nDistrict-wise area of W RC\nTable 2: Area of W RC (ha)\nMizoram had a total WRC area of 16,866 ha with\nLevels\nIndices\nDistricts\nproduction of 37,096 MT, and a productivity level\nArea (2009-10)\nof 2.20 MT/ha in 2014-15. The District-wise area\nof WRC was categorized into three levels - high,\nHigh\n>2000\nChamphai and\nmedium, and low (Table 2), with three indices -\nKolasib\n>2000 ha, 1000-2000 ha, and <1000 ha in 2009-10.\nChamphai and Kolasib belonged to high category with\nMedium\n1000-2000\n Serchhip and\nLawngtlai\nan area of >2000 ha, while two districts - Serchhip\nand Lawngtlai were of Medium level (1000-2000 ha).\n<1000\nMamit, Lunglei,\nLow\nFour districts - Mamit, Lunglei, Saiha, and Aizawl\n Saiha, and Aizawl\nshowed low area (<1000 ha). In 2014-15, due to the\nArea (2014-15)\na s s  e    n\nfrom >4000 ha (high), 2000-4000 ha (medium) and\nHigh\n>4000\n Champhai and\n<2000 ha (low). Champhai and Kolasib maintained\nKolasib\nthe first position with >4000 ha area and Lawngtlai\nMedium\nand Serchhip continued to be under the medium\n2000-4000\n Lawngtlai and\n Serchhip\ncategory. The remaining four districts - Lunglei,\nMamit, Aizawl, and Saiha maintained a low level\nLow\n<2000\nLunglei, Mamit,\n(<2000 ha). All the districts maintained their status\nAizawl, and Saiha\nexcept Saiha and Aizawl.\nJournal of Rice Research 2020, Vol 13, No.2 ★ 29",
    "Page_36": "District-wise production of W RC\nTable 4: Productivity (Yield/ha) of W RC\nChamphai and Kolasib  districts showed  high\nLevels\nIndices\nDistricts\nproduction under WRC (>5000 MT) in 2009-2010,\nYield (2009-10)\nwhereas Lawngtlai, Mamit, and Serchhip districts\nHigh\n>2.5\nChamphai, Mamit\nhad medium-level production (1000-5000 MT),\nMedium\n1.5-2.5\nAizawl, Kolasib, Lunglei,\nand Lunglei, Aizawl, and Saiha districts recorded\nlow level of production (<1000 MT). In 2014-15,\nSaiha, and Lawngtlai\n<1.5\nSerchhip\nLow\nChamphai districts (Table 3). Kolasib district had\nYield (2014-15)\nhigher production than the Champhai district. Medium\nHigh\n>2.5\nLawngtlai and Mamit\nlevel production (4000-8000 MT) was reported by\n(equal)\nLawngtlai and Serchhip districts. Lunglei, Aizawl,\n Medium\n1.5-2.5\nAizawl, Lunglei, Serch-\nand Saiha districts had low level production (<4000\nhip, Saiha, and Kolasib\nMT).\nLow\n<1.5\nChamphai\nTable 3: Production of WRC (MT)\nChange in area, production, and yield of W RC\nLevels\nIndices\nDistricts\nAnalysis of data on change in area, production,\nProduction (2009-10)\nand yield between 2009-10 and 2014-15 (Figure 2)\nHigh\n>5000\nChamphai and Kolasib\nrevealed an increase in the area under WRC in all the\nMedium\n1000-5000\nLawngtlai, Mamit, and\ndistricts of Mizoram and it varied from 171.1% in\nSerchhip\nthe Aizawl district (highest) to 26.82% in the Saiha\ndistrict (lowest). Two other districts viz., Lunglei\nLow\n<1000\nLunglei, Aizawl, and\nand Lawngtlai showed >100% increase, whereas\n Saiha\nin Kolasib and Mamit there was an escalation of\nProduction (2014-15)\n73.67% and 64.35% area, respectively. Champhai\nHigh\n>8000\nKolasib and Champhai\nand Serchhip districts registered less than a 50%\nincrease in the WRC area, however Mizoram as a\nMedium\n4000-8000\nLawngtlai and Serchhip\nwhole registered a 62.75% expansion in WRC. In\nLow\n<4000\nLunglei, Mamit, Aiza-\nterms of production, Serchhip district ranked first\nwl, and Saiha\nshowing a 320.77% increase, followed by Lawngtlai\n(252.38%) and Lunglei (234.44%) districts while the\nDistrict-wise yield of W RC\nincrease in production was up to 189.21% in Aizawl.\nIn 2009-10, the WRC productivity was high (>2.5\nChamphai district registered a negative change with\nMT/ha) in Champhai and Mamit districts (2009-10),\n a 11.47% decrease. Other districts - Saiha, Kolasib,\nfollowed by the districts of Aizawl, Kolasib, Lunglei,\nand Mamit districts registered 80.76%, 63.76%, and\nSaiha, and Lawngtlai (Table 4) with medium level of\n51.34% increase in WRC production, respectively,\nproductivity (1.5-2.5 MT/ha). Only Serchhip district\n   p    na n\nreported low yield (<1.5 MT/ha). In 2014-15, WRC\nMizoram was 67.51%. There was 2.8% increase in\nproductivity in the Lawngtlai district jumped to a\nproductivity due to W RC in Mizoram.\nhigh level while, the yield of WRC decreased in the\nHousehold level area and production of WRC\nChamphai district, to a low level. Serchhip district\nwas promoted to medium level category along with\nThe Kolasib district had the highest area (1.46 ha) of\nother districts - Aizawl, Lunglei, Saiha, and Kolasib.\nWRC/HH in 2009-10 (Figure 3), followed by Saiha\n30 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_37": "(1.25 ha), Mamit (1.22 ha), and Champhai (1.08 ha)\nmaintained the top position with 1.97 ha area/HH,\ndistricts. Other districts had less than 1 ha area/HH.\nwhile. Lawngtlai, Champhai, Serchhip, and Lunglei\nThe state of Mizoram had an average of 1.06 ha area/\ndistricts also registered an increase in rice area/HH.\nHH. In 2014-15, the rice area increased to 1.28 ha/\nThere was decrease in area/HH in Mamit, Aizawl, and\nHH in Mizoram. A mong the districts, Kolasib district\n Saiha districts.\nSerchhip\nSaiha\nMamit\nLunglei\nLawngtlai\nKolasib\nChampha\nYieldProductionArea\nAizawl\n-100\n0\n100\n200\n300\n400\nFigure 2: Change (% ) in area, production, and yield of W RC 2009-10 and 2014-15\nSerchhip\nProductionofWRCHHs\nSaiha\nMamit\nLunglei\nLmngtlai\nKolasib\nChamphai\nAizawd\n2014-15\n2009-10\nSerchhip\nSaiha\nMamit\nLunglei\nLawngtlai\nKolasib\nAreaofWRCHHs\nChamphai\nAizawt\n2\n3\nArea（ha)Production(MIT)HHs\nFigure 3: HHs level area and production of W RC\nJournal of Rice Research 2020, Vol 13, No.2 ★ 31",
    "Page_38": "Mamit district topped in productivity per HH with 3.31\nC orrelation among irrigation, production, people\nMT/ha/HH, followed by Champhai (3.25) and Kolasib\nliving BPL and WRC HHs\n(3.21) districts in 2009-10, while it was less than 1.5\nThere was a positive correlation between irrigation\nMT/ha/HH. In 2014-15, the household productivity\nand production as evidenced by 0.725 r-value (Table\nwas the highest in Lawngtlai district (4.37 MT/ha/\n5, Figure 4), indicating that the districts with adequate\nHH), followed by the Kolasib district (4.04). There\nirrigation resources showed a higher production. There\nwas a decrease in two districts - Champhai (-0.86%)\nwas significantly negative correlation (r = -0.504)\nand Mamit (-0.81%). Overall, Mizoram state showed\nbetween irrigation and BPL, hence the districts with\nvery little change in rice production/HH (2.80-2.81\nirrigation facilities had less people living BPL.\nMT/ha) during 2009-2015.\nData also revealed that there was high involvement\nHousehold involved in WRC and BPL families\nof HH in districts with adequate irrigation facilities\nThe total number of households involved in WRC\n(r = +0.458). The productivity of WRC had a direct\n      \nimpact on people living BPL and the analysis showed\n15 (35.23%). It was the highest in Champhai district\nless people living BPL in areas with higher WRC\nshowing a 20.35% increase, followed by Kolasib with\nproductivity (r= -0.377). There was a significantly\nan increase of 28.85%. The number of households\npositive correlation between productivity and number\ninvolved in WRC was lowest in Saiha, Aizawl, and\nof people involved in WRC (r= 0.835).\nSerchhip districts. However all districts registered\nan increase in the number of households involved in\nUtilization of W RC potential area\nWRC during this period.\nMizoram has a total W RC potential area of 74,644 ha of\nwhich only 22.60% (16,866 ha area) has been utilized\nThe data on BPL revealed that Mizoram had 56,584\n(19.63%) people living BPL. At the district level,\nso far. W RC potential area is grouped into three levels\nthe highest numbers BPL was recorded in Lawngtlai\n- high (>10000 ha), medium (5000-10000 ha) and\ndistrict (13,126), followed by Aizawl (12,668) and\nlow (<5000 ha). The Serchhip district, followed by\nLunglei (11,437). Serchhip district had the lowest\nChamphai and Saiha districts are high WRC potential\nareas with >10000 ha area. The Lunglei and Lawngtlai\nnumber of people living BPL (1770), followed by\ndistricts have medium WRC potential while three\nChamphai (2715) and Kolasib (3401). Other two\ndistricts - Saiha and Mamit had 4245 people BPL.\ndistricts - Kolasib, Aizawl, and Mamit have a low\nTable 5: C orrelation among the variables related to WRC\nVariables\nCorrelation\nIrrigation\nProduction\n People living BPL\nWRC HHs\nIrrigation\nPearson Correlation\n1\n0.727*\n0-.504\n0.458\nSig. (2-tailed)\n0.041\n0.203\n0.254\nProduction\nPearson Correlation\n0.727*\n1\n0-.377\n0.853**\nSig. (2-tailed)\n0.041\n0.357\n0.007\nPeople living BPL\nPearson Correlation\n0-.504\n0-.377\n1\n0-.468\nSig. (2-tailed)\n0.203\n0.357\n0.242\nWRC HHs\n Pearson Correlation\n0.458\n0.853**\n0-.468\n1\nSig. (2-tailed)\n0.254\n0.007\n0.242\n*. Correlation is significant at the 0.05 level (2-tailed), **. Correlation is significant at the 0.01 level (2-tailed)\n32 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_39": "BPLFamilies\nProduction(MT)\n100000\nAizaw\n10000\nLae-o\n80000\n8000\nLawngtlai\n60000-\n6000\nLungleil\n40000\n4000-\nMamit\nKolanb\nB\n20000\n6\n2000-\nSarchhip\n1000\n2000\n3000\n4000\n0+\n0\n1000\n2000\n3000\n4000\nFamiliesInvolvedin WRC\nImnigation (Ha)\nFigure 4: C orrelation between families involved in WRC and BPL families and irrigation and production\npotential for WRC (Table 6, Figure 5). On the other\nThe analysis of utilization of the WRC potential area\nhand, the actual area under W RC at the district level\nrevealed that Lunglei and Champhai districts were\nis high (>2000 ha) in Champhai, followed by Lunglei,\npotential areas (>30%) while Lawngtlai, Kolasib,\nLawngtlai, and Serchhip districts. The Kolasib district\nMamit,  and Aizawl districts had WRC areas  of\nhas a medium area of 1000-2000 ha, whereas Mamit,\nmedium potential. (15-30%), Serchhip and Saiha\nAizawl, and Saiha districts possess low area (<2000\ndistricts showed low potential.\nha) under WRC.\nTable 6: L evels of WRC Potentials Area (ha), Area under WRC (ha), and Percentage of Utilization of\nWRC potential area\nLevels\nIndices\nDistricts\nWRC potential area (ha)\nHigh\n>10000\nSerchhip, Champhai, and Saiha\nMedium\n5000-10000\nLunglei and Lawngtlai\nLow\n<5000\nKolasib, Aizawl, and Mamit\nThe area under WRC (ha)\nHigh\n>2000\nChamphai, Lunglei, Lawngtlai, and Serchhip\nMedium\n1000-2000\nKolasib\nLow\n<1000\nMamit, Aizawl, and Saiha\nUtilization of WRC potential area (% )\nHigh\n>30\nLunglei and Champhai\nMedium\n15-30\nLawngtlai, Kolasib, Mamit, and Aizawl\nLow\n<15\nSerchhip and Saiha\nJournal of Rice Research 2020, Vol 13, No. 2 ★ 33",
    "Page_40": "二\n山\n7\nINDCES\nlncrmutceal\nlalsmalomal\nBoundary\nBhindio\nSats\nlloundary\nFhnndary\nDiara\nDistrit\nHuunlary\nBundary\nLiliotosaf MNC\nWICt e\nFurntal Atra (to)\n>10000\n3000-1000\n15.3\n-15\nFigure 5: Change (% ) in area, production, and yield of WRC from 2009-10 to 2014-15\nDistrict-wise ranking of different components of\n Mamit districts and low in Aizawl and Saiha districts.\nWRC\nLawngtlai, Mamit, and Aizawl districts showed very\nhigh potential in productivity, followed by Lunglei\nAn analysis of the area, production, yield, WRC\nand Serchhip districts (high). Saiha and Kolasib\npotential, and irrigated area underW RC was carried out \n(Moderate). Champhai district had a low potential.\nusing the ranking method (Table 7). Ranks from 1 to 8\nWRC potential area was the highest in Serchhip and\nwere assigned to districts based on their performance\nChamphai (very high) and the lowest in the Aizawl\nin a different component of WRC. The districts were\nand Mamit districts (low). Saiha and Lunglei districts\nfurther categorized into four potential groups based\nhad high potential, while Lawngtlai and Kolasib had\n on area, production and productivity of W RC as very\nmoderate potential. In terms of irrigation, 83.7%\nhigh, high, moderate, and low. Champhai and Kolasib\narea is irrigated under WRC (2014-15). Kolasib and\ndistricts showed very high potential, followed by\nChamphai districts were ranked very high followed\nLawngtlai and Serchhip with high potential. Lunglei\nby Serchhip and Lawngtlai districts (high). Saiha\nand Mamit districts belonged to moderate potential,\n and Lunglei districts showed moderate potential and\nwhereas Aizawl and Saiha districts had low potential \nAizawl and Mamit districts had low potential.\nin area under WRC. WRC production was the\nhighest in Kolasib and Champhai districts (very\nThe final ranking for future potential of WRC in\nhigh), followed by Lawngtlai and Serchhip districts\nMizoram was given based on summation scores\n  n     )\nof rankings of different variables related to WRC.\n34 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_41": "Champhai  district  showed  highest rank for future \ndistricts. Serchhip district was ranked next followed\n potential in W RC followed by Kolasib and Lawngtlai\nby Lunglei, Mamit, Saiha and Aizawl (Figure 6).\nTable 7: District-wise ranking of different components of WRC (2015)\nDistrict\nArea\nProduction\nYield\nWRC Potential\nIrrigated area\nAizawl\n Champhai\nKolasib\nLawngtlai\nLunglei\nMamit\n Saiha\nSerchhip\n2\n3\n4\n5\n6\n8\nVery high potential\nHigh potential\nModerate potential\nLow potential\nTRIPURA\nGLADESH\nA\nN\n>\nNV\nINDICES\nB\n1nternational\nBoundary\nStale\nBoundary\nDistriet\nBoundary\nPotentialAreaofWRC\n(\n60\n30\nKm\nFigure 6: Final ranking for the districts based on WRC potential in different variables\nJournal of Rice Research 2020, Vol 13, No.2 ★ 35",
    "Page_42": "A requirement of rice for self-sufficiency\nproduction was almost the same in both periods with\nlittle variations. In terms of productivity of WRC,\nThe analysis of population, WRC production, and\nsome districts showed significant increase but it was\nrequirement of rice  for self-sufficiency revealed\nstagnant in other districts during 2009-2015. The\nsubstantial increase in self sufficiency in rice during\narea and production of WRC increased in all districts\n2009-2015 (Table 8). However, total production was\nwith changing values whereas a decrease in WRC\nonly 26.82 % of total rice requirement, during this\nproductivity was noticed in Champhai, Kolasib, and\nperiod, showing a deficiency of 73.18% in production\nMamit districts though, these three districts showed\nin 2014-15. It was also estimated that an arable area\nhigh potential at HH level in W RC.\nof 105,876 ha was required to attain self-sufficiency\nin rice production.\nHigher production of WRC has a significant impact on\nattaining food security and lowering the numbers of\nDiscussion\nBPL families. An analysis of levels of WRC potential\nMizoram has an agricultural economy with majority\narea, actual area under WRC, and percent utilization\nof rice area and production under shifting cultivation\nof WRC has shown that Serchhip, Champhai, and\nwhile Wet Rice Cultivation areas are significantly low.\nSaiha districts have high potentials for WRC and\nIt was also evident that though the area of W RC is less\nthe current area under WRC is also high in these\nthan that under shifting cultivation, the production\ndistricts along with Lawngtlai. Further, utilization of\nand yield are higher and have been increasing. At \nWRC potential area (%) is the highest in Lunglei and\nthe district level, it has been observed that the two\nChamphai districts, as indicated by the rank-score\ndistricts Champhai and Kolasib had high areas\n  n     '\nunder WRC both in 2009-10 and 2014-15, Serchhip\n observed in Champhai and Kolasib districts in terms\nand Lawngtlai districts registered medium areas\nof area and production. Aizawl and Mamit districts\nand the remaining four districts had low area under\nranked highest in productivity. In the potential of\nWRC. The trends have also indicated there has been\n WRC, Serchhip and Champhai districts had the\ndoubling of the area under W RC with variations at the\nhighest rank while Champai district also has the best\ndistrict levels and there was also substantial increase  irrigation resources along with Kolasib. Ovearll,\nin production. However, district-wise, the status of  Champhai showed the first rank in WRC followed by\nTable 8: Requirement of rice as per population need in 2009-10 and 2014-15 and change\nVariables\n2009-10\n2014-15\nChange (% )\nPopulation (2011)\n9,21,970\n10,91,014\n18.3\n1.64\n1.64\nNil\n450 gm per day (Quintal)\nTotal requirement of rice for 1 year for human consumption\n15,12,030\n17,89,263\n18.3\nonly (Quintal)\nTotal annual requirement of rice for Mizoram (Quintal)\n19,22,030\n21,99,263\n14.4\n4,62,924\n5,89,940\n27.4\nTotal production of rice (Quintal)\n % of the production of the total requirement\n24.09\n26.82\n11.3\n % Deficiency in production\n75.91\n73.18\n-3.6\nLand required for self-sufficiency in Mizoram (Ha)\n148,888\n105,876\n-28.9\nSource: Statistical A bstract, Department of Agriculture, Aizawl, Mizoram\n36 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_43": "Lawngtlai and Kolasib placed with second rank and\n Dazhong W and Pimental D. 1984. Energy inputs in\nSerchhip was third ranked place in practicing WRC.\nagricultural systems of China, Agric. Ecosystems\nOther districts showed low potential.\nand Environment, 11: 29-35.\nShifting cultivation has been reported to be \nLeach, G. 1976. Energy and Food Production. IPC\neconomically unviable (Tawnenga et al., 1997; MART\nScience and Technology Press, Guildford, p. 137.\n2011; Sati 2014, 2017, 2018, 2019). Therefore, the\nMART. 2011. Livelihood based Agri Bussiness and\nfuture of WRC is potentially very high. Efforts made\nMarket studies for North East Rural Livelihood\nso far by the state government to increase the area and\nProject. Final Report - Mizoram. MART, Noida\nproduction of WRC, have resulted in 28.4% increase\n19.\nin area and 10% increase in production, respectively\nMIRSAC. 2009. Report on National Land Use / Land\n(Zodinsanga, 2013). These efforts should be continued\nCover Mapping using Multi-temporal Satellite\nso that the state will attain self-sufficiency in food\ndata - Mizoram. Mizoram Remote Sensing\ngrain production.\nApplication Centre, Science & Technology,\nC onclusions\nPlanning Dept., Aizawl, Mizoram 4.\nMizoram has a high potential to attain self-sufficiency\nMitchell R. 1979.  An Analysis of Indian\nin food grain through practicing WRC because of\nA groecosystem, Interprint, New Delhi, p. 180.\nits higher production and productivity than that of\nNunchunga JV. 2018. A Comparison between\nshifting cultivation. Data between 2009-10 and 2014-\nJhum and Wet Rice Cultivation in Mizoram.\n15 shows that there has been a large increase in the\nInternational Journal of Social Science and\nproduction of rice and substantial decrease in annual\nEconomic Research, 3(9): 4978 - 4989.\nrequirement for rice in the region. Since Mizoram\nRaghavan D. 1964. Agriculture in Ancient India, New\nhas a conducive climate to practice WRC, bringing\nDelhi.\na sizable proportion of arable land under WRC\ncan help in efforts to attain self-sufficiency in food\nRamakrishnan PS. 1992 a&b. Shifting Agriculture and\nSustainable Development: An Interdisciplinary\ngrain. The second important component of WRC\nStudy from North-Eastern India. MAB Book Ser.,\nis adequate irrigation. So, if irrigation facilities can\nUNESCO, Paris & Parthenon Publishing Group,\nbe extended to rain-fed areas, intensive irrigation\ncan meet the water requirements under the situation\nCarnforth, Lancs., U.K. 424 pp. (republished,\nof high climate variability and change. A system of\nWiley Eastern, New Delhi, India, 1993)\nrice intensification can also be a suitable approach\nRavan S, Kale M and Roy PS. 2004. Identification of\nto increase the production under WRC. Also, more\npotential sites forin situ conservation of landraces\narable land can be devoted to WRC under the Rabi\nassociated with forest ecosystem - Geomatics\ncrop in all the districts. A sustainable practice of WRC\napproach. Current Science, 87(8): 1117.\nwill reduce the number of people living in BPL and\nSamanta S, Pal B and Kumar DP. 2011. Land\nprogress towards attaining self-sufficiency in food\nsuitability analysis for rice cultivation based on\ngrain and food security.\nMulti-Criteria Decision approach through GIS.\nInternational Journal of Science and Emerging\nReferences\nTechnologies, 2(1): 13.\nA dams Inez. 1948. Rice Cultivation inAsia, American\nSati VP. 2020. Economic and Ecological Implications\nAnthropologist, 50:156-282.\nof Shifting Cultivation in Mizoram, India.\nA griculture Department. 2013. State A griculture Plan\nSpringer International Publishers, Switzerland,\n[Online], Available: http://agriculturemizoram.\nISBN 978-3-030-36601-8, P. 160, Environmental\nnic.in/sap.html.\nScience Series.\nJournal of Rice Research 2020, Vol 13, No.2 ★ 37",
    "Page_44": "Sati VP. 2019. Shifting Cultivation in Mizoram, India: \n Swift MJ, Vandermeer J, Ramakrishnan PS, A nderson\nA n Empirical Study of Its Economic Implications,\nJM, Ong CK and Hawkins B. 1996. Biodiversity\nJournal of Mountain Science, 16(9): 2136-2149.\nand agroecosystem function. In: Mooney HA,\nCushman JH, Medina E, Sala E and Schulze\nSati VP. 2017. A Sustainable Livelihood Approach\nE-D (Eds.). Functional Roles of Biodiversity: A\nto Poverty Reduction: An Empirical Analysis of\nGlobal Perspective. pp. 261-298. SCOPE Series,\nMizoram, the Eastern Extension of the Himalaya.\nSpringer Publications, Cham, Switzerland: ISBN\nJohn Wiley, Chichester, U.K.\n978-3-319-45622-5, Springer Series.\nTawnenga, Shankar U and Tripathi RS. 1997.\nEvaluating second year cropping on Jhum fallows\nSati VP. 2014. Practices of Shifting Cultivation and\nits Implications in Mizoram, North-East India:\nin Mizoram, north-eastern India: Phytomass\ndynamics and primary productivity; Journal of\nA Review of Existing Research, Nature and\nBioscience, 21(4): 564.\nEnvironment, 19(2): 179-187\nSubbalakshmi Lokanadhan, Darthiya, M. and\nZodinsanga. 2013. Self-sufficiency in rice output still\nSankaran, V. M. 2020. Potential yield assessment\neludes Mizoram. [Online], Available: http:/hmar.\nof red rice landraces under the north-eastern agro-\nin/2013/01/06/self-sufficiency-in-rice-output-\nstill-eludes-mizoram.\nclimatic zone of Tamil Nadu, Journal of Rice\nResearch, 13(1): 86-87.\n38 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_45": "R\nORIGINAL RESEARCHARTICLE\nOPEN ACCESS\nL aboratory evaluation of aqueous plant extracts against rice yellow stem borer,\nScirpophaga incertulas (Walker) (L epidoptera:Crambidae) and\nits safety to natural enemies\nSharmitha T1*, Gailce Leo Justin C? and Sheeba Joyce Roseleen S2\n1 Department of A gricultural Entomology, Tamil Nadu A gricultural University (TNA U),\nCoimbatore - 641 003, Tamil Nadu, India\n2 Department of Plant Protection, A nbil Dharmalingam A gricultural College and Research Institute,\nTNA U, Tiruchirappalli - 620 027, Tamil Nadu, India\n* Corresponding author (Email: sharmithavvta1@ gmail.com)\nReceived: 17th November 2020; Accepted: 25th December 2020\nAbstract\nLaboratory studies were conducted to evaluate the effect of aqueous extracts of pungam, tulsi, periwinkle,\nnotchi, sweet fag and neem seed kernels on egg, larva and adult of rice yellow stem borer. The effect of\nbotanicals on egg masses revealed the maximum ovicidal effect of reduced hatching (5.58 %) by sweet flag\nrhizome extract followed by NSKE (21.35 %) and pungam leaf extract (34.08 %). The maximum antifeedant\neffect in terms of stem protection was observed in NSKE (74.55 %) followed by pungam leaf extract (67.24\n%). All the botanicals were observed to exert equal anti-oviposition effect (100 %) on adult moths of yellow\nstem borer except tulsi (96.67 %). The botanicals were found to be safe to the egg parasitoids Telenomus\ndignus and Tetrastichus schoenobi with maximum adult emergence (> 90 %) from the treated egg masses\nof yellow stem borer compared to control exhibiting maximum natural parasitism (93.33 %), during Kharif,\n2018 and Rabi, 2019.\nKeywords: Yellow stem borer, botanicals, toxicity, egg parasitoids, safety\nIntroduction\nCrambidae) is widely distributed and the most\npredominant species of stem borer in rice ecosystem\nRice (Oryza sativa L.) belonging to family Poaceae\n(Reuolin and Soundararajan, 2019).\nis an important grain crop and staple food for more\nthan half of the human population (Zhang, 2019). Globally, rice stem borer management accounts for\nnext to wheat. India ranks first in area (43.79 m. ha)  (Huesing and  English, 2004). Overreliance on\nand second in production (109.70 MT) (Anonymous, synthetic pesticides causes ecological adversity and\n2018). Tamil Nadu is one of the major rice producing health related problems (Carvalho, 2017). It has also\nstates in India. The rice crop is subjected to a led to an exponential increase in the number of insect\nconsiderable damage by nearly 300 species of insect  species developing resistance to insecticides (Sparks\npests; among them only 23 species are serious pests of and Nauen, 2015) and destruction of population of\nrice (Pasalu and Katti, 2006). In India, out of the total  beneficial insects (Jafar et al., 2013). Rice ecosystem\nloss incurred by different insect pests of paddy, 30 per  harbours a wide range of natural enemy complex\nand Varma, 2012). The yellow stem borer (YSB),  reported a significant positive correlation of YSB\nScirpophaga  incertulas  (Walker)  (Lepidoptera:  population with the hymenopteran parasitoids of rice\nJournal of Rice Research 2020, Vol 13, No.2 ★ 39",
    "Page_46": "ecosystem. The extent of natural egg parasitism of \nLaboratory studies\nyellow stem borer in rice ecosystem has been reported\nMass rearing of yellow stem borer\nto a maximum of 95.00 per cent (Lakshmi et al.,\nThe YSB was reared following the methodology\n2010). However, a significant reduction in predators\ndescribed by Subashrao (2009) with slight modifications.\nand adults of the egg parasitoids Trichogramma sp.,\nThe YSB adults collected from the field using sweep\nTelenomus sp. and Tetrastichus sp. has been reported\nin the insecticide treated rice plots compared to\nnet were sexed and caged by providing rice leaves for\noviposition by female. The lower portion of rice leaves\nuntreated plots (Rahaman and Stout, 2019). These\n(cv. TN 1) were kept in small glass vials containing\nreports suggest the potential role of indigenous\nwater, so as to keep the leaves fresh and turgid for\nparasitoids and the need for their conservation in situ\nlonger period. A small piece of cotton, duly saturated\nfor suppressing the population of Y SB. The use of\n   s      \nbotanicals in pest management is the best altermative\ncage as food for adults. The egg masses laid on the\nto insecticides as they are safe to environment and\nleaves were taken out daily along with leaf and kept\ncompatible with natural enemies and other beneficial\nin the petri dishes with filter paper and stored at 15°℃.\norganisms. With this in view, a preliminary study was\nAll the egg masses collected and stored were taken\nconducted in the laboratory to evaluate the detrimental\nout on the same day and placed in petri dishes with\neffect of botanicals on different stages of yellow stem\nmoist filter paper to obtain uniform hatching of the\nborer and their safety to the egg parasitoids of Y SB.\nlarvae.\nMaterials and Methods\nThe newly hatched larvae were transferred to the\nField study\ntender pieces of rice stem with the help of soft camel\nhair brush. The hollow stems of rice from the top\nNatural parasitism of yellow stem borer egg mass\nportion of the plant with leaf sheaths were selected\nA field trial was conducted at the experimental farm\nfor the neonate larvae and the hollow stems from the\nof Anbil  Dharmalingam Agricultural  College and\n bottom portion of the plant were given as the larva\nResearch Institute, Tiruchirappalli District, Tamil\n reached the third instar. The hollow stems were cut\nNadu, in a Randomised Block Design during Kharif,\n such that each contained a node on both the end. The\n2018 and Rabi, 2019 with rice cv. TRY 3. The standard\nd bases of rice stems were wrapped with foam and\nagronomic practices recommended by Tamil Nadu\nu placed horizontally in a tray with thin film of water\nAgricultural University were adopted except the plant  to enable the development of roots from both the\nprotection measures. The egg masses of yellow stem  nodes to keep the stems fresh and turgid for longer\nborer (YSB) were collected thrice per month with period. Then the larvae (10 neonate/ cut stem) were\n10 days interval (30 egg masses/replication) during introduced into the small slit made at the centre of\nKharif, 2018 and Rabi, 2019 from the field and kept in  the rice stem with the help of camel hair brush. The\nthe petri plates with moist filter paper to avoid drying  top of the tray was covered with muslin cloth and\nof leaves and observed for the emergence of the  fastened with rubber band to prevent the larvae from\nadult parasitoids. Once emergence was completed,\nAq pia pue ysa ss au dy o pue bundos \nthe emerged adult parasitoids were observed under  maintaining the humid condition in the tray. The\nthe stereo-zoom microscope to identify the species.  larvae were transferred to fresh rice stems at two days\nThe extent of parasitism of egg masses of Y SB was  i\n interval until they pupated. After pupation, each stem\nworked out as given under (Vennila et al., 2018)\nwas split opened from the middle of the stem up to the\nsite of pupation. This facilitates easy emergence of the\nNo.of parasitized egg masses\nParasitism (%) =\nadult from the pupa in the laboratory. The stems with\n×100\nNo.of sample egg masses\npupae were kept inverted in a glass vial with water\n40 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_47": "p ae sa a  d    a  e   a \nstems moist until the adults emerged from the pupae.\nrhizomes (Yasodha and Natarajan, 2007) and neem\nThe emerged adults were used for subsequent rearing.S\n seed kernels (Venkat Reddy et al., 2012) were ground\nThe reared eggs, larvae and adults were utilised for separately and mixed with distilled water at 5 per\nthe laboratory experiments.\ncent concentration i.e.50 g leaves/rhizomes/neem\nseed kermels per litre of water, soaked overnight, then\nEffect of botanicals on adult emergence of egg\nfiltered through muslin cloth. Tween 20 (0.5 %) was\nparasitoids of YSB\nadded as a surfactant.\nThe naturally parasitised egg masses of Y SB were\nOvicidal activity of botanicals on YSB egg mass\ncollected from the field and kept in Petri dishes lined\nwith moist filter paper to avoid drying of leaves.1\nRice leaves with egg masses (3 days old) from the\n    b      p  a ss  \naqueous extract of botanicals for five seconds. Water for five seconds in each botanical (Temerak, 2006).\nwas used as untreated check. The treatments were The treated egg masses were allowed to shade dry\nreplicated thrice and the treated egg masses were for 15 minutes and placed in Petri dishes lined with\nshade dried for 15 min. and then kept in Petri dishes at  moistened filter paper to avoid drying of leaves\nthe rate of three egg masses per treatment and sealed.  and was sealed and observed for seven days. Three\nthe adult parasitoids. The experiment was terminated\n experiment was terminated after hatching of all the\n dp am sass ba au pue on a un sha au rooo a u uia ne po uonando uo\nwere then separated out with the help of a fine camel1\nunder microscope. The hatched and unhatched larvae/\nhair brush and needle and the number of hatched and\n eggs were counted under a stereo zoom microscope.\nunhatched eggs as well as emerged and unemerged\n The ovicidal action was measured by calculating the\nadults were counted under a stereo zoom microscope.\nhatching percentage (Heinrichs,1981).\nThe emergence of each species of egg parasitoid from\nLarval hatching (%) = [(No. of larva hatched)/ (No. of\nthe egg masses was worked out by the formula given\nlarva hatched + No. of eggs unhatched)] x100.\nby Vennila et al., (2018).\nAntifeedanteffectofbotanicalsonYSBlarvae\na\nAdult emergence (%) =\n× 100\nThe larval bioassay with botanicals was conducted by\na+b\n  sn o  \nWhere, a- number of parasitoids emerged, b- number\n(1981). Cut stalks of rice culms from the base of the\nof parasitoids un-emerged\nplant at a length of about 75 mm with nodes at both\nEffect of botanicals on different stages of YSB\nthe ends were chosen and placed in a glass vial/ test\ntube each, with water to prevent drying of the stalk\nPreparation of botanical extracts\nand by the rooting of the node at the bottom of the\nThe aqueous extracts of botanicals were prepared\n stalk. The rice culms were dipped in the botanicals\nfollowing the standard procedure described. The\nfor five seconds for proper soaking. At one day after\nleaves of pungam, Millettia pinnata (L.) Panigrahi;\ntreatment, both the ends of the culm were sealed by\ntulsi, Ocimum sanctum L.; periwinkle, Catharanthus \ndipping them in hot paraffn wax to seal the ends\nroseus (L.) G. Don; notchi, Vitex negundo L.; rhizome\n and were infested with a third instar larva. Each vial/\nof sweet flag, Acorus calamus L. and neem seed\ntest tube served as a replication. Cotton soaked with\nkernels were collected, washed and cut into small\nwater was placed at the top over the end of the tube to\nJournal of Rice Research 2020, Vol 13, No.2 ★ 41",
    "Page_48": "prevent the drying of stalk. Two days after infestation, S\n subsequently increased in September 2018 (33.33 %)\nthe cut stems were dissected and the length of stem  and October 2018 (40.00 %).\nfeeding was measured (Islam et al., 2013). The stem \n Table 1: Natural parasitism of egg mass of yellow\nprotection over control (%) was worked out by the\n stem borer, S. incertulas\nformula,\nEgg mass (no.)*\nParasitism\nA(%)= [(B - C) / (100 - C)] × 100\nSeason\nMonth\nParasit-\nSampled\n(% )*\nised\nWhere, A - stem length protection over control (%),\nJuly\n0.00\n0.00\n0.00 (0.91) e\n B- stem length protection in treatment (%), C- stem\nKharif,\nAugust\n30.00\n6.00\n20.00 (26.67) d\nlength protection in control (%)\n2018\nSeptember\n30.00\n10.00\n33.33(35.26) cd\nOviposition deterrent effect of botanicals on YSB\nOctober\n30.00\n12.00\n40.00 (39.23) c\nadults by free choice test\nNovember\n30.00\n13.00\n43.33 (41.17) c\nRice leaf tips (cv. TN1) were dipped in the botanicals\nDecember\n30.00\n24.00\n80.00 (63.44) ab\nfor five seconds for uniform soaking and shade dried.\nRabi,\nJanuary\n30.00\n28.00\n93.33 (75.03) a\nThe treated leaf tips were kept in glass vials with water\n2019\nFebruary\nto prevent the drying of leaves. Three replications\n30.00\n27.00\n90.00 (71.57) ab\nwere maintained. Water was used as untreated check.\nMarch\n30.00\n22.00\n73.33 (58.91) b\nFood source of five per cent honey solution soaked in\nTotal\n240.00\n141.00\n63.08\ncotton wool was provided for the stem borer moths.\nSEd\n8.07\nTwenty adults of Y SB (female) were released into the\nCD\ncage, 24 h after treatment. Oviposition was observed\n16.96\n(p=0.05)\nin the leaves after 24 h of adult release. The anti-\n*Mean of three replications; Figures in parentheses are arcsine\novipositional effect was calculated for each treatment\ntransformed values; In a column, means followed by similar\nby using the following formula:\n  (     (m\nOviposition deterrent effect (%) = [No. of eggs laid\nTelenomus dignus (Gahan) and Tetrastichus schoenobi\non untreated surface / Total no. of eggs laid (treated\n(Ferriere) were the two parasitoids observed in the\n+ untreated surface)] × 100\negg masses collected from the experimental plot.\nWhen mortality (%) was observed in the control for\nEarlier, Varma et al., (2013) reported maximum\nthe laboratory bioassays, the value was corrected by\n'ds snoun Aq sssu b gs K go uogesisrd\nthe following Abbot's formula (Abbott, 1925):\nwhile, Manjunath (1990) observed that maximum\nCorrected mortality (%) = [(Test mortality (%)\nAq pasiseed sseu be as A un reunod oniserd\nT. schoenobii alone, followed by T. dignus and T.\nControl mortality (%)) / (100- Control mortality)] x\n100\nschoenobi in combination.\nResults and Discussion\n Observations on safety to egg parasitoids revealed that,\nthe botanicals Millettia, Acorus, Vitex, Catharanthus,\nSafety of botanicals to egg parasitoids of Y SB\nOcimum and NSKE at a concentration of five per\nThe natural parasitism of egg mass of YSB was\ncent were safe to egg parasitoids T. dignus and T.\nmaximum in January 2019 (93.33 %), which was\nschoenobii, which was evident by above 90 per cent\non par with the parasitism in February 2019 (90.00\nemergence of adult parasitoids from the treated egg\n%) and in December 2018 (80.00 %) during Rabi,\nmasses (Table 2 & Figure 1). This is in alignment with\n2019 (Table 1). The parasitism of egg masses during\nthe previous findings of the repellent effect of neem\nkharif 2018 was minimum inAugust (20.00 %) which\n42 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_49": "cake and neem oil on YSB moths with a significant  extent of egg parasitism by the parasitoids T. dignus\nreduction in oviposition but without reducing the  and T. schoenobii (Manju and David, 2004)\nTable 2: Laboratory evaluation on the safety of botanicals on egg parasitoids of yellow stem borer, S.\nincertulas\nParasitoid emergence (% )\nTreatments\nConc. (% )\nT. dignus\nT. schoenobii\nT1 - Millettia leaf extract\n5\n90.85 (72.39) d\n91.33 (72.87) c\nT2-NSKE\n5\n90.09 (71.65) d\n90.38 (71.93) c\nT3 - Acorus rhizome extract\n5\n91.64 (73.20) cd\n92.22 (73.81) bc\nT4 - Vitex leaf extract\n5\n93.67 (75.43) bc\n92.12 (73.70) bc\nT5 - Ocimum leaf extract\n5\n94.80 (76.82) bc\n93.33 (75.03) bc\nT6 - Cathranthus leaf extract\n5\n96.33 (78.96) b\n97.70 (81.28) ab\nT7 - Control\n100.00 (89.10) a\n100.00 (89.10) a\nSEd\n1.59\n4.93\nCD (p=0.05)\n3.41\n10.57\n* Mean of three replications, Figures in parentheses are arcsine transformed values \n In a column, means followed by similar letter(s) are not different statistically (p=0.05) by LSD\n110\n100\n/%)\n90\n80\n(%)\n70\n60\n50\n40\n30\ned\n20\n10\n M illettia leaf\nNSKE\nAcorus\nVitex leaf\n O cimum leaf  C atharanthus\nControl\nextract\nrhizome\nextract\nextract\nleaf extract\nextract\nE gg hatching (% )\nA ntifeedant effect (% )\n Antioviposition effect (%)\nT.dignus\n-O-T.schoenobii\nFigure 1: Effect of botanicals on the different stages of yellow stem borer and its safety to egg parasitoids\nEvaluation of botanicals on different stages of YSB\nhatching of YSB (5.58 %), followed by NSKE (5\n%) showing 21.35 per cent hatching and Millettia\nAmong the botanicals evaluated, Acorus rhizome\nleaf extract (5 %) with 34.08 per cent hatching of\nextract exerted maximum ovicidal action which was\nY SB eggs (Table 3 & Figure 1). Aqueous extract of\nevident by significantly low percentage of larval\nJournal of Rice Research 2020, Vol 13, No.2 ★ 43",
    "Page_50": "A. calamus was found to exhibit maximum ovicidal  (Arivoli and Tennyson, 2013), which is in alignment\naction (38.89 % egg hatch) on Plutella xylostella (L.) with the least effect of Vitex on Y SB eggs (78. 39 %\n(Matharu and Mehta, 2017) while Lall et al., (2014)  YSB larval hatching). The ovicidal effect of Millettia\naq neou puo d o  q pdns st s A uo ba go buq ba un unpan unxu poa\nmasses of Spodoptera litura (Fabricius) treated with  aqueous extract of Pongamia glabra Vent. on eggs of\nNSKE. V. negundo was reported to exhibit 52.02  Oligonychus coffeae Nietner (Vasanthakumar et al.,\nper cent ovicidal activity against S. litura egg mass  2012).\nTable 3: Laboratory evaluation of botanicals on different stages of rice yellow stem borer, S. incertulas\nTreatments\nConc.\nL arval hatching\nA ntifeedant\nA ntioviposition\n(% )\n(% )*\neffect (%) *\neffect (%)*\nT, - Millettia (Pungam) leaf extract\n5\n34.08 (35.72)c\n67.24 (55.09)b\n100.00 (89.38)a\nT, - Neem Seed Kernel Extract (NSKE)\n5\n21.35 (27.52)b\n74.55 (59.70)a\n100.00 (89.38)a\nT, - Acorus rhizome extract\n5\n5.58 (13.66)a\n47.25 (43.42)c\n100.00 (89.38)a\nT4- Vitex leaf extract\n5\n78.39 (62.30)e\n34.22 (35.80)d\n100.00 (89.38)a\nT, - Ocimum leaf extract\n5\n92.20 (73.78)f\n66.81 (54.82) b\n96.67 (79.49)b\nT, - Catharanthus leaf extract\n52.65 (46.52)d\n64.42 (53.38)b\n100.00 (89.38)a\nT, - Control\n100.00 (87.14)g\n0.00 (2.87)e\n0.00 (0.63)\nSEd\n2.37\n1.54\n2.08\nCD (p=0.05)\n5.07\n3.31\n4.47\n*Mean of three replications; Figures in parentheses are arcsine transformed values\nIn a column, means followed by similar letters are not different statistically (p=0.05)\nThe present study revealed that the antifeedant\nC onclusion\neffect was maximum in NSKE with 74.55 per cent\nManagement of YSB dead heart and white ear\nstem protection from Y SB larval feeding followed\ndamage is difficult as the larval stage is concealed\nby Millettia leaf extract with 67.54 per cent stem\ninside the stem. Hence, management of this pest is\neasy and effective at the egg stage which prevents\nanti-oviposition effect (1oo %） was observed in\nthe further development of dead heart and white ear\nthe botanicals Millettia, NSKE, Acorus, Vitex and\nthat leads to yield loss. Natural parasitism of Y SB\nCatharanthus followed by Ocimum (96.67 %) (Table\negg masses was observed at a maximum rate which\n3). Chakraborty (2011) reported least damage of stem\nleads to the effective control of YSB at the egg stage\nborer with NSKE (5%) and maximum damage with\nitself. Hence, keeping in view the natural occurrence\nV. negundo extract (5%). Ra0 et al., (2002), reported\nof egg parasitoids in rice ecosystems, measures\nantifeedant effect (80%) against third instar larvae\n must be taken to avoid insecticide spray to conserve\nof Earias vitella (Fab.) on combined application of\nthem. Thus, the application of efficacious botanical\nneem, sweet-flag and pungam extracts (1:1:1). The\nderivatives like NSKE (5 %), Acorus rhizome extract\ncombination of aqueous extracts of NSKE (5%) and\n(5 %) and Millettia leaf extract (5 %) with ovicidal\nA. calamus (5%) exhibited strong ovicidal action and\nand repellent action on Y SB can be developed as an\novipositional deterrence against Leucinodes orbonalis\nalternative tool to insecticides for successful, eco-\n(Guenee) (Yasodha and Natarajan, 2007). NSKE\nfriendly and cost effective management strategy with\n(5%) has been reported as the suitable altermative to\nsafety to the egg parasitoids predominantly found in\nsynthetic insecticides for management of rice stem\nthe rice ecosystem.\nborers (Ogah et al., 2011).\n44 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_51": "References\nreuteri releases against the sweet potato whitefly\nnymphs. Bulletin of Insectology, 56: 269-276.\nAbbott WS. 1925. A method of computing the\neffectiveness of  an insecticide. Journal of\nKrishnaiah K and Varma NRG. 2012. Changing insect\nEconomic Entomology, 18 (2): 265-267.\npest scenario in the rice ecosystem— A national\nperspective. Directorate of Rice Research\nAnonymous. 2018. Second advance estimation\nRajendranagar, Hyderabad-500 030, AP, India:\nof production of food grains for 2018 - 2019,\n2-8 pp.\nDirectorate  of  Economics　 and \n1Statistics\nDepartment of Agriculture, Cooperation and\nLakshmi VJ, Surekha K and Pasalu IC. 2010.\nFarmers Welfare :1-2.\nParasitisation of rice yellow stem borer\nScirpophaga incertulas (Walker) egg masses.\nArivoli S and Tennyson S. 2013. Ovicidal activity\nAnnals of Plant Protection Sciences, 18 (2): 366-\nof botanicals against Spodoptera litura (Fab.)\n369.\n(Lepidoptera:Noctiduae). BulletinofEnvironment,\nPharmacology and Life Sciences, 2(10): 140-145.\nLall D, Summarwar S, Pandey J and Prasad A. 2014.\nSuppression of F1 generation through ovicidal\nCarvalho FP. 2017. Pesticides, environment, and food\naction of some plant extract against Spodoptera\nsafety. Food and Energy Security, 6(2): 48-60.\nlitura. International Conference on Agricultural,\nChakraborty K. 2011. Assessment of the efficacy of\nEcological and Medical Science, London: 28 -\nsome bio-rational pesticide formulations for the\n31.\nmanagement of yellow stem borer, Scirpophaga\nManju S and David PMM. 2004. Effects of soil and\nincertulas Wlk. in paddy field. Journal of\nfoliar application of neem products on densities\nBiopesticides, 4(1): 75-80.\nof rice yellow stem borer, Scirpophaga incertulas\nHeinrichs, EA. 1981. Manual for testing insecticides\n(Walker) egg masses and their parasitism. J ournal\non rice. Intermnational Rice Research Institute,\nof Biological Control, 18(1): 41-44.\nPhillippines. 142 pp.\nManjunath TM. 1990. A critical assessment of the egg\nHuesing J and English L. 2004. The impact of Bt\nparasitoids of rice yellow stem borer, Scirpophaga\ncrops on the developing world. Journal of\nincertulas (Walker) (Lepidoptera:Pyralidae), in\nAgrobiotechnology Management and Economics,\nIndia with special reference to parasitism of ‘egg\n7 (1 & 2) : 84-95.\na ie pusard ,sasse bha un shha, pue sss\n3rd Intermational Symposium on Trichogramma\nIslam MS, Das S, Islam KS, Rahman A, Huda MN\nand other Egg Parasitoids. San Antonio, Texas,\nand Dash PK. 2013.Evaluation of different\ninsecticides and botanical extracts against yellow\nUSA: 23-27.\nstem borer, Scirpophaga incertulas in rice field.\nMatharu KS and Mehta PK. 2017. Ovicidal activity\nInternational Journal of Biosciences, 3 (10): 117-\nof crude extracts of indigenous plant species\n125.\nagainst Plutella xylostella (L.) (Lepidoptera:\nPlutellidae). Environment and Ecology, 35(1A):\nJafar WNW, Mazlan N, Adam NA and Omar D.\n2013. Evaluation on the effects of insecticides on\n285-289.\nbiodiversity of arthropod in rice ecosystem. Acta\nOgah EO, Omoloye AA, Nwilene FE and Nwogbaga\nBiologica Malaysiana, 2(3): 115-123.\nAC. 2011. Effect of neem seed kernel extracts in\nJazzar C and Hammad EAF. 2003. The effcacy of\nthe management of rice stem borers in the field in\nenhanced aqueous extracts of Melia azedarach\nNigeria. Nigerian Journal of Biotechnology, 23:\nleaves and fruits integrated with the Camptotylus\n13-21.\nJournal of Rice Research 2020, Vol 13, No. 2 ★ 45",
    "Page_52": "Parasappa HH. 2017. Rice insect pests and theirnatural\n(Walker) infesting paddy, Oryza sativa (L.) under\nenemies complex in different rice ecosystem of\nmiddle Gujarat conditions. M.Sc. Thesis. Anand\nCauvery command areas of K arnataka. J ournal of\nA gricultural University, A nand, 153 p.\nEntomology and Zoology Studies, 5(5): 335-338.\nTemerak SA. 2006. Role of moth scales remain on the\nPasalu IC and Katti G. 2006. A dvances in ecofriendly\ntop of egg masses of Spodoptera littoralis and its\n approaches in rice IPM. J ournal of Rice Research,\ninterference with the performance of the natural\n1(1):83-90.\nbio-product spinosad. J ournal of Entomolgy, 3(2):\n102-107.\nRahaman MM and Stout MJ. 2019. Comparative\nefficacies of next-generation insecticides against \nVarma NRG, Jagadeeshwar R and Chitra S. 2013.\nyellow stem borer and their effects on natural\nRelative composition of egg parasitoids of rice\nenemies in rice ecosystem. Rice Science, 26(3):\nyellow stem borer Scirpophaga incertulas\n157-166.\n(Walker). Journal of Rice Research, 6 (2):53-58.\nRao NS, Rajendran R and Raguraman S. 2002.\nVasanthakumar D, Roobakkumar A, Subramaniam\nAntifeedant and  growth  inhibitory effects\nMS, Kumar P, Sundaravadivelan C and Babu\nof neem in combination with sweet-flag and\nA. 2012. Evaluation of certain leaf extracts\npungam extracts on Okra shoot and fruit borer,\nagainst red spider mite, Oligonychus coffeae\nEarias vittella (Fab.). Journal of Entomological\nNietner  (Acarina:Tetranychidae) infesting\nResearch, 26(3): 233-238.\ntea. International journal of Acarology, 38(2):\n135-137.\nReuolin SJ and Soundararajan RP. 2019. Study on\nimpact of weather parameters on the incidence\nVenkat Reddy A, Sunitha Devi R and Vishnu Vardhan\nof stem borer complex on rice. Journal of\nReddy D. 2012. Evaluation of botanicals and other\nEntomological Research, 43(4): 487-490.\nextracts against plant hoppers in rice. Journal of\nBiopesticides, 5 (1): 57-61.\nSarmah M. 2016. Bioefficacy of neem kernel aqueous\nextract (NKAE) against tea red spider mite,\nVennila P, Sridevi G and Padmakumari AP. 2018.\nOligonychus coffeae, Nietner and its effect on\nEffect of insecticides on parasitism by egg\nStethorus gilvifrons Mulsant, a potential predator\nparasitoids of the rice yellow stem borer,\nof red spider mite. J ournal of Biopesticides, 9 (2):\nScirpophaga incertulas. Journal of Entomology\n204-210.\nand Zoology Studies, 6(5): 67-70.\nSingh KM and Kumawat MM. 2020. Arthropod\nYasodha P and Natarajan N. 2007. Ovicidal and\nbiodiversity and conservation biological control\novipositional\n1  deterrent  botanicals  against\nin rice. Indian Journal of Entomology, 82 (2):\nLeucinodes  orbonalis  Guenee (Pyraustidae:\n374-384.\nLepidoptera). Asian Journal of Bio Science, 2\n(1/2): 25-30.\nSparks TC and Nauen R. 2015. IRAC: Mode of\naction classification and insecticide resistance\nZhang H. 2019. Rice. P. 65-76. In Bioactive Factors\nmanagement. Pesticide\nbiochemistry\nand\nand Processing Technology for Cereal Foods.\nphysiology, 121: 122-128.\nSpringer, Singapore.\nSubashrao DS. 2009. Bioecology and management\nof yellow stem borer, Scirpophaga incertulas\n46 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_53": "R\nORIGINAL RESEARCHARTICLE\nOPENACCESS\nVariability of rice sheath blight pathogen, Rhizoctonia solani fromTamil Nadu\nSathya R, Rajappan K and Ahila devi P*\nTamil Nadu Rice Research Institute, A duthurai,Thanjavur District- 612 101\nHorticultural College and Research Institute for Women, Tiruchirapalli - 620 027, India\nTamil Nadu A gricultural University, National Pulses Research centre,Vamban, Pudukottai District-622 303\n*Corresponding author (Email: ahila.devi1@ gmail.com)\nReceived: 29th August 2020; Accepted: 20th November 2020\nAbstract\nA survey was conducted in five different major rice growing areas of Tamil Nadu viz., Mayiladuthurai,\nAduthurai, Madurai, Vellore and Thiruvarur for the occurrence of Sheath Blight (ShB) disease, which\nrevealed that A duthurai in Thanjavur district is the hot spot area for ShB with highest disease incidence\nof 64%. Among the five isolates, Rhizoctonia solani (Rs2) collected from Aduthurai recorded the higher\nseverity of ShB (53.80%) followed by Thiruvarur isolate (Rss) (40.23%). R. solani isolates (Rs) were\nsuccessfully grown on different solid media viz., potato dextrose agar, beetroot dextrose agar, carrot dextrose\nm  uons rog ps sos ubonu a bog  sn pe re xop sdz 'ee\nof R. solani, peptone recorded the maximum mycelial growth of 8.57 cm with sclerotial production of\n86.67 per plate. Of the six carbon sources tested for supporting the growth of R. solani, glucose recorded\nthe maximum mycelial growth of 7.92. All the five isolates of R. solani were molecularly identified\nusing ITS 1F and ITS 4 R primer pairs. The results indicated an amplicon of 600 bp in all the isolates of\nR. solani.\nKey words: R. solani- nitrogen sources-carbon source- pH-Internal transcribed spacer\nIntroduction\nnoqe go nnpd a p s u ooo\n2390 kg/ha (Statistics, 2005). In Tamil Nadu, rice\nRice (Oryza sativa L.) is one of the widely cultivated\n an annual production of about 75.17 lakh tonnes and\nthe world population relies on it. It is a chief food for \nproductivity of 3758 kg/hectare during the year 2015-\nmore than 65% of the world's population and India's\n16 (INDIA STAT).\npre-eminent crop. Rice provides 20 per cent of the\nworld's dietary supply and good source of thiamine, 1\n Diseases are serious constraints to rice cultivation in\nriboflavin, niacin and dietary fiber. In Asia, where 95  India. More than 70 diseases caused by fungi, bacteria\nper cent of the world's rice is produced and consumed, and viruses have been recorded on rice (Ou, 1985).\nit contributes 40 - 80 per cent of the calories of Among them, sheath blight caused by Rhizoctonia\nAsian diet (Kanchana et al., 2012). Globally, more solani (Teleomorph: Thanatephorus cucumeris\n )    so ( )  s    o   \nand it accounts for 50 to 80 per cent of their daily  a serious disease worldwide (Rush and Lee, 1983).\ncalorie intake (Delseny et al., 2001). Over the next The sheath blight disease of rice is prevalent in\n20 years it is expected that demand for rice will grow  almost all the rice growing countries of the world.\nby 2.5 per cent per year (Hobbs, 2001). In India, rice  Sheath blight is an important soil borme fungal disease\nis grown in 43.86 million ha with the production of  causing annually up to 40 per cent of yield losses. The\nJournal of Rice Research 2020, Vol 13, No.2 ★ 47",
    "Page_54": "symptoms of the disease include greenish grey water-  ShB disease assessment - Symptomatology\nsoaked spots development on the outer most sheaths  ShB disease of rice caused by R. solani inficts damage\nof rice. As the disease progresses, spots enlarge and  to the outer most sheath covering the stem portion\ncoalesce forming larger lesions with grayish-white at maximum tillering or panicle initiation stage.\ncenter surrounded by tan to brown irregularborders or Symptoms initially occur on leaf sheaths near the\noutlines. Sclerotia surviving in the soil are the major water line as water-soaked lesions which are greenish\nWhen sclerotia come into contact with a rice plant,  and tend to coalesce. Secondary infections are caused\nthey germinate and the hyphae produce infection by hyphae growing upward towards uninfected plant\ncushions on the exposed leaf sheath. Haustoria grow parts, producing additional lesions and sclerotia to\nfrom the infection cushions, penetrate the host tissue, complete the 1st cycle. Such sclerotia fall down and\nand develop typical green gray, water-soaked lesions \n spread to adjacent plants through irrigation water\n(Dodman and Flentje, 1970).\nThese sclerotia can survive in soil for longer period\nand the inoculum can survive in the infected plant\nAmong the cultivated rice varieties, the level of\ndebris. Large lesions formed on infected sheaths of\nresistance to rice sheath blightis low. The conventional\nlower rice leaves may lead to softness of the stem\nmethod for the control of fungal diseases has been\nand lodging thereby causing considerable yield\nmainly the use of synthetic fungicides. However,\nloss. Visible disease symptoms include formation of\nchemical control is less acceptable due to the increase\n lesions, plant lodging and presence of ill-filled grains.\nin the development of resistance, lack of specificity\nSurvey\ntowards the target pathogen and adverse effect on\nA survey was conducted during the year 2017 to assess\nenvironment and beneficial microbes (Mcneil et al.,\nthe severity of sheath blight disease in different rice\n2010). Fungicide application may not be economically\ngrowing areas of Tamil Nadu viz., Mayiladuthurai\nfeasible and the time of application appears to be\nA duthurai, Madurai, Vellore and Thiruvarur districts\nimportant.\nduring August, 2017. Per cent disease index (PDI)\nKeeping this background, the following objectives\n and severity was calculated by the following formula\nwere formulated to manage the sheath blight disease\n using the Relative Lesion Height (Singh et al., 2015)\nof rice, viz., 1) Isolation of the causal organism of\nand ShB grade chart (IRRI SES, 2014).\nrice sheath blight (Rhizoctonia solani) and proving\nSum of individual ratings\n100\nthe pathogenicity 2) Physiological and nutritional\nPDI=\nTotal number of plants observed Maximum grade\nrequirement by the pathogen for its growth and 3)\nRice sheath blight grade chart\nMorphology and molecular characterization of R.\nsolani by using ITS primers.\n Disease grade |L esion height\n0\nNo infection observed\nMaterials and Methods\n1\nLesion limited to lower 20 per cent\nPlant materials and experimental site\nof the height of the plant\n3\nLesion limited to 21-30 per cent of\nPaddy variety ADT 49 was used throughout the\nthe height of the plant\nexperiment. Seeds were obtained from Tamil Nadu\n5\nLesion limited to 31-45 per cent of\nRice Research Institute (TRRI), Aduthurai. The\nthe height of the plant\nexperiments on proving pathogenicity of rice sheath\nblight (ShB) pathogen R. solani, isolation of bacterial\nLesion limited to 46-65 per cent of\nthe height of the plant\nantagonists from rice rhizosphere, in vitro studies and\ninduced systemic resistance were conducted at the\n9\nLesion more than 65 per cent of the\nheight of the plant\nTRRI, A duturai, Thanjavur district.\n48 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_55": "D\nmicroscopic observations, the isolates were confirmed\nLesion height\nRelative Lesion Height (RLH )=\nx100\n Plant height\nas R. solani.\nThe severity of the disease was calculated by using\nPathogenicity and Virulence study\nthe following formula (Knaus et al., 1985).\nPreparation of inoculums - Fresh stem bits of rice\n(6N)00I+ (LN)0S+ (SN)0C+ (EN)0I+ (IN)S+ (ON)0 \nplants were collected from the field. Stem bits were\nSeverity\nx100\nTotal number of tillers observed\nwashed with running tap waterto remove soil particles.\nThey were cut into small pieces of 2cm length by\nWhere, NO-N9 = Number of tillers classified as grade\nusing sterilized scissor, washed with sterile water and\n0-9\nspreaded on blotter paper. Then the bits were filled in\nIsolation and purification of rice ShB pathogen\nconical fask and plugged with nonabsorbent cotton\nPreparation of Potato Dextrose Agar (PDA) - PDA\n and sterilized in autoclave at 1.4 kg cm? pressure\nwas prepared as described by Islam et al., (2009). Two for 30 minutes. The flasks containing stem bits\nhundred grams of peeled and sliced potato was boiled   were transferred to laminar air flow chamber. Three\nin 500 ml water in a bowl for about half an hour. The numbers of 8 mm mycelial discs taken from 5 days\nextract of potato was filtered through a filter. The(\n old R. solani culture were transferred to each conical\nother ingredients viz., 20g each of dextrose and agar  f\nflask. They were incubated at room temperature for\nwere added in the extract and the volume was made 15 days. Similar inoculation was done for all the\nconical flask and sterilized in autoclave 121°C with t\nthe bits in flask and produced brown sclerotia after\n1.1 kg/cm? pressure for 15 minutes.\nfifteen days of inoculation. These stem bits without\nsclerotia were used as source of R. solani inoculum\nIsolation of R. solani from infected samples - The\nfor artificial inoculation.\ninfected rice sheaths showing the typical symptoms of\nrice sheath blight collected from different rice growing\nInoculation for proving pathogenicity - The\nareas were used for the isolation of the pathogen. The\n       \ndiseased sheath tissues were washed in running tap\nKoch's postulates on the paddy variety A DT 49 under\nwater cut into small bits of approximately 5mm long\n pot culture conditions. The plants were raised in\n earthen pots of 30cm diameter containing 3kg of pot\nby means of a surface sterilized scalpel. The bits were\nfurther surface sterilized in 0.1 per cent mercuric  mixture soil. Three seedlings perpot were maintained.\nchloride for 30 seconds and subsequently, washed At panicle initiation stage, the rice stem bit inoculum\nthree times in repeated changes of sterile distilled  of R. solani was placed between the leaf sheath and\ncontaining PDA medium amended with streptomycin  tillers per hill and thre hills per pot were inoculated\nsulphate (16mg/l) by means of forceps. All these steps  and replicated thrice. Similar inoculation was done\nwere carried out under aseptic conditions in the culture  for all the isolates separately. Inoculated plants were\nroom. The plates were incubated at room temperature  observed for the ShB symptoms regularly. After six\n s n  pd ssn  s    e ps p s i  ( \npathogen. The pure cultures of the pathogen were\n measured by following the Standard Evaluation\nobtained by single hyphal tip method (Rangaswami\n System (SES) developed by IRRI (1980). The plants\nand Mahadevan, 1998). The purified cultures of five  inoculated with uninoculated autoclaved stem bits\nisolates from five districts were maintained on PDA served as control. The pathogen was re-isolated\nslants forfurther studies. They were designated as Rs, from the typical ShB lesions and the characters were\nRs2, Rs, Rs4 and Rs. Based on the morphological and compared with those of original. The ShB severity\nJournal of Rice Research 2020, Vol 13, No.2 ★ 49",
    "Page_56": "and Relative Lesion Height (RLH) was measured for  borer. Then it was placed at the center of petri plates\neach isolate. The isolate which showed maximum ShB  containing 20 ml of solidified PDA, replicated thrice\nseverity and RLH was considered as most virulent \n and incubated at room temperature (28 ±2°C). The\none and taken for further studies.\ngrowth and morphological characters viz., colour of\n o    n\nG rowth and cultural characters of R. solani\nof sclerotia per Petri plate, colour of sclerotia and\nMorphological characters - Nine mm mycelial disc \n arrangement pattern on PDA were recorded. The\nwas cut from 5 days-old culture using sterilized cork\nStem bit culture\nInoculation of stem bits at Centre of the sheath portion\n Expression of symptoms on outer leaf sheath\nFigure 1: Artificial inoculation of Rhizoctonia solani in rice plants by stem bit culture method\nCultural characters\nwere incubated for five days at room temperature\n(28±2°C). Three replications were maintained for\nGrowth on different media - Seven different growth\neach treatment. The mycelial growth on different\nmedia viz., PDA, Czapek's Dox agar, carrot dextrose\n growth media was observed regularly.\nagar, Richards's agar and beetroot dextrose agar were \nprepared separately and autoclaved at 1.4 kg/cm2(\n Growth in different carbon, nitrogen sources, pH of\npressure for twenty minutes. Nine mm mycelial disc solid media - The Czapek's Dox medium with carbon\nof R. solani was cut from 5 days-old culture using\ng sources viz., sucrose or glucose, or dextrose or starch\ncork borer and placed at the center of each Petri plate or maltose and of nitrogen sources viz., ammonium\n50 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_57": "D\nnitrate or ammonium sulphate along with different  of R. solani isolates was amplified using following\npH viz., 5.0, 5.5, 6.0, 6.5, 7.0, 7.5, 8.0 using 0.1 N\n primer pairs as per the protocol (W hite et al., 1990).\nHCl or NaOH was prepared and autoclaved at 1.4 kg/\nForward primer: ITS1 (5'-TCCTGTAGGTGAACCTGCGG-3')\ncm2 pressure for 20 minutes. Czapek's Dox medium\nReverse primer: ITS4 (5'-TCCTCCGCTTATTGATATGC - 3′)\nwithout any carbon and nitrogen sources was kept as\ncontrol. Three replications were maintained for each\n The PCR mixture consisted of 5-10 ng of genomic\ntreatment. Nine mm mycelial disc of R. solani was cut \nDNA, 1pM each of ITS1 and ITS4 primers, 3 mM\nfrom 5 days old culture using cork borer and placed MgCl2, 200uM each of dNTP and 2.5 U of Taq\nroom temperature (28±2°C) and growth was observed(\n(Eppendorf, Germany) programmed for preheating at\n95°C for 5 minutes followed by 40 cycles consisting\nregularly.\nof denaturation at 94°C for 45 seconds, annealing\nM olecular characterization of R. solani isolates\nat 58°C for 1 min and extension at 72°C for 2 min\nGenomic DNA extraction from R. solani - Genomic\nCwith a final extension at 72°C for 8 min and final\nDNA was extracted from the pure cultures of R. solani  hold at 4°C. The PCR products were separated by\nisolates using CTAB (Zolan and Pukkila, 1986). Fresh  electrophoresis in a 1.2 per cent agarose gel stained\nmycelium of approximately 100 - 200g was ground  with Ethidium bromide and visualized under UV\npowdered mycelium was transferred into Eppendorf Innotech, Califormia, USA). The size of PCR products\ntube and added with 700 μl of CTAB buffer (700 mM 1\nof NaCl, 50 mM of Tris HCl with pH 8.0, 10 mM\nGenei, Pvt. Ltd., Bangalore).\nof EDTA, 2% CTAB, and 1% mercapto-ethanol). The\n Results and Discussion\nsamples were then incubated at 65°C for 15 minutes\nand added with 75Oul of Phenol: Chloroform: Isoamyl Survey on rice ShB - The rice ShB disease severity\n an emulsion and centrifuged at 10000 rpm for 10 min  growing areas of Tamil Nadu. The maximum severity\nat4°℃. The upper phase was transferred into new tube, index of 64 per cent was recorded at TRRI, Aduthurai\nadded with equal volume of Phenol: Chloroform: in Thanjavur district of Tamil Nadu followed by\n4°C for 10 minutes. The upper phase was transferred to the high population and virulence of the pathogens,\npo bundono snonuuo ‘nos an u susand enanaios lon s'o wim pappe pue aqn juopuddg mau ou\n(150 μl) of 3M sodium acetate or 5M NaCl and 600 rice, intensive cultivation and the susceptibility of\n pl of ice cold isopropanol. The content was mixed host to pathogen. Neha et al., (2016) reported higher\nthe supermatant was precipitated by centrifugation at Vadakkumangudi in Cuddalore district of Tamil Nadu.\n10,000 rpm and the pellet was washed twice with 70 Savary et al., (2000) estimated a yield loss up to 69%\n(Srinivas et al., 2013).\nPCR amplification of ITS region of R. solani isolates\n- The Intermal Transcribed Spacer (ITS) gene region\nJournal of Rice Research 2020, Vol 13, No.2 ★ 51",
    "Page_58": "Table 1: Survey on assessment of sheath blight disease in rice in Tamil Nadu\nS.IsolatePlaces\nDistrict\n Stage of \nPercent\nScle-\n Sclerotial\nNo of\nDisease\nNo\nthe crop\nDisease In-\nrotial\npattern\nsclerotia\nseverity\ndex (PDI)\ncolour\n / plate\n(Artificial\ncondition)\n1.\nRS1\nMayiladuthurai |Nagapattinam\nGrain\n30\nDark\nScattered\n53\n25.83\nfilling\nbrown\n2.\n A duthurai\nThanjavur\nTillering\n64\nLight\nRS2\n Periphery\n86\n53.80\nbrown\n3.\nRS3\nMadurai\nMadurai\nTillering\n24\nLight\nScattered\n38\n23.45\nbrown\n4.\nRS4\nVellore\nVellore\nGrain\n16\nLight\n Periphery\n17\n16.18\nfilling\nbrown\n5.\nRS5\nThiruvarur\nThiruvarur\nTillering\n56\nDark\nCentre\n82\n40.23\nbrown\nSymptomatology - Under artificial inoculation, the\nwas right angle. Among five isolates, the mycelium of\nsymptoms of rice ShB appeared on the outer most\n Rs, Rs, Rs, and Rs. isolates were fat in nature. Rs,\nsheath at maximum tillering and fowering stage of\nisolate showed fluffy mycelial growth (Table 2). The\nthe plants near the water level. Initially the pathogen\nmycelia of all the isolates were septate and showed\nproduces pale green soaked lesions seven days after\nright angle branching. The above characters were\ninoculation\nin agreement with those of the original descriptions\ngiven by Guleria et al., (2007) and Lal et al., (2014).\nPathogenicity- In the present study, rice ShB\npathogen was inoculated by rice stem bit method.\nCultural characters of R. solani\nAll the isolates were pathogenic and produced water\nGrowth of R. solani on different solid media - Rs2\nsoaked lesions on the sheath portion of plants under\nisolate exhibited variation in their growth in different\npot culture conditions. Among the five isolates of rice\nsolid media. The maximum mycelial growth of 8.85\nsheath blight, Rs, was identified as the most virulent\ncm and sclerotial production of 89 per plate was\none which recorded 53.80 per cent severity followed\nobserved in PDA medium followed by Beetroot Agar\nby Rs, with disease severity of 40.23 per cent (Table\n(8.62 cm) with sclerotial production of 85 per plate,\n1). The most virulent isolate Rs, was collected from\nwhile Richards's agar medium recorded the minimum\nTRRI, Aduthurai in Thanjavur district while the\nmycelial growth of 7 cm with sclerotial production\nisolate Rs4 collected from Vellore district, was less\n of about 73 per plate (Table 2). Similar findings were\nvirulent. The results indicated variations in virulence\nreported by several workers (A nilkumar and Sastry,\ndepending on the continuous availability of host.\n1982 ; Wasser et al., 1988).\nPrasad et al., (2010) inoculated R. solani in rice plants\nG rowth of Rhizoctonia solani on different Nitrogen\nby straw bit method and the pathogen produced typical \nsources - The virulent isolate of R. solani (Rs2)\nwater soaked lesions seven days after inoculation.\nobtained from Aduthurai was tested in different\nMorphological\ncharacters\nMorphological\n■\nnitrogen sources.\n.Among the different nitrogen\ncharacters are important tool for identification and\nsources, peptone recorded the maximum mycelial\nclassification of fungus. The colour of the mycelium\n growth of 8.57 cm with number of sclerotia of 86.67\ninitially white later turned to light brown in all the\nper plate followed by Ammonium sulphate with 7.5\nfive isolates and the angle of branching of mycelium\ncm growth and 73.67 sclerotia per plate. Potassium\n52 ★ Journal of Rice Research 2020, Vol 13, No.2",
    "Page_59": "-R\n of Sde-\n(cm)*at 4rotia per\nplate *\n4.00\n78.67\n72.67\n76.67\n70.00\n1.50\n3.95\n2\nMyoelial\n growth\nDAI\n6.00\n7.92\n7.40\n7.59\n6.96\n5.40\n0.17\n990\nsources\n Maltose\n Glucose\n Starch\nDex-\naSQn\nTable 2: Morphological characters and mutrient requirement of Rhizoctonia solani isolated from different places\nNumber of\n per plate\nat 7DAI*\n73.00\n73.67\n86.67\n0004\n72.00\n4.00\n1.76\n384\nMycelial\n growth\n(am)*at 4\nDAI\n7.25\n7.50\n8.57\n7.13\n7.25\n00Z\n0.15\n0.33\nAmmonium\nAmmonium\nPotassium\nwabonn\n \n sulphate\n Peptone\n nitrate\n Sodium\n nitrate\n Control\n of scle-\n/1no\nplate**\n98\n7\n3\n8\n7\n of myoelial\ngrowth at 4\nDiameter\nDAI (cm)*\n8.85\n7.20\n7.60\n8.62\n8.30\n0.14\n970\n Beetroot dex-\n Potato dex-\n Jebe asan\nRichard's\n ebe asan \nCarot dex-\n trose agar\nMedia\n agar\n agar\nSEd\nCD\nGrowth\nmyceli-\npe un\nDAI\n7.53\n8.85\n7.20\n6.76\n8.27\nColony\n colour\nDark\n brown\nLight\nbrown\nLight\nbrown\n brown\n brown\nLight fluffy\n type\nFlat\nFlat\nFlat\nFlat\nIsolate\n2\nRS3\nRS4\n1.\n2\n3\n4.\n5\nJournal of Rice Research 2020, Vol 13, No. 2 ★ 53",
    "Page_60": "nitrate showed the minimum mycelial growth (7.13\ncm) and sclerotia (70 per plate). Pal and Kaushik\n(2012) and Saha et al.，(2008) also reported the\nmaximum growth of R. solani in peptone nitrogen\nsource. (Table 2).\nGrowth of R. solani on different carbon sources -\n600bp\nWith respect to carbon sources, the results revealed\nthat glucose was the best carbon source recording the\nmaximum mycelial growth of 7.92 cm with sclerotial\nproduction of 78.67 per plate, followed by dextrose\nwhich showed a mycelial growth and sclerotial\nproduction of 7.59 cm and 76.67 perplate, respectively\n(Table 2). Maltose recorded the minimum mycelial\ngrowth of 6.8 cm and sclerotia of 64 per plate. Pal and\nKaushik (2012) observed the maximum growth of R.\n1-Molecular ladder(100bp)\nsolani in glucose source.\nGrowth of R. solani on different pH levels - In\nFigure 2: Molecular identification of Rhizoctonia solani\nthe present study, maximum mycelial growth was\nobserved at pH 7.0 (8.7 cm) with 84.5 sclerotia per\n*Mean of three replications ; DAI - Days After Inoculation\nplate followed by pH 6 with a mycelial growth and\nMolecular identification of R. solani isolates - All\nsclerotia of 8.27 cm and 82 per plate, respectively\nthe isolates were molecularly characterized using\n(Table 3). The least mycelial growth (6.31 cm) and\nITS 1 and ITS 2 primer pairs. The result stated an\nsclerotial production (66 per plate) was observed in\namplicon of 600 bp and confirmed that all the five\npH 8.0. Goswami et al., (2011) also reported that pH\nisolates belong to the genus Rhizoctonia (Figure 2).\n 7 supports the maximum mycelial growth followed\nMolecular techniques such as using specific primers\nby pH 6.\nfor species identification has quicker result compared\nTable 3: Efect of pH on the mycelial growth of\nto conventional methods (Moni et al., 2016).\nMolecular characterization also gives a real time\nRhizoctonia solani (Rs,) under in vitro conditions\nresult and can distinguish isolates from each host and\nS.\npH\nMycelial growth\nNumber of scle\neven from different geographic areas.\nNo\n(cm)*at 4 DAI\nrotia per plate*\nSalazar et al., (2000) designed specific ITS 1F and\n1.\n5\n6.48\n72.00\nITS 4R based on specific sequences of the ITS regions\n2.\n5.5\n6.33\n68.3\nin the R. solani species complex. They also showed\n3.\n6\n8.27\n82.00\nthat PCR detection has time saving advantages over\ntraditional tool for identification. ITS region of the R.\n4.\n6.5\n8.13\n79.67\nsolani can be amplified using universal primers ITS1\n5.\n8.7\n84.50\n→\nand ITS 4 and it can yield an amplicon of 700 bp\n6\n7.5\n6.45\n71.60\nsize in all the isolates of R. solani. Rani et al., (2013)\n6.31\n66.00\namplified ITS region of R. solani from cotton using\n7\n8\nITS1 and ITS 4 primers. Nadarajah et al., (2014)\nSEd\n0.09\n1.52\ncharacterized the Malaysian isolates of R. solani at\nCD\n0.22\n3.27\nmolecular level.\n54 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_61": "References\nKanchana S, Bharathi SL, llamaran M and\nSingaravadivel K. 2012. Physical quality\nAnilkumar T and Sastry M. 1982. Nutritional\nof selected rice varieties. World Journal of\nand pathological   variation among  isolates\nAgricultural Sciences, 8(5): 468-472.\nof Rhizoctonia bataticola from sunflower.\nZentralblatt fur Mikrobiologie, 137(3): 228-232.\nLal M, Singh V, Kandhari J, Sharma P, Kumar V and\nMurti S. 2014. Diversity analysis of Rhizoctonia\nCook RJ and Baker KF. 1983. The nature and\nsolani causing sheath blight of rice in India.\npractice of biological control of plant pathogens:\nAfrican Journal of Biotechnology, 13(51): 4594\nA merican Phytopathological Society.\n- 4605.\nDamicone J and Jackson K. 1996. Disease and yield\nMcneil J, Cotnoir PA, Leroux T, Laprade R and\nresponses to fungicides among peanut cultivars\nSchwartz JL. 2010. A Canadian national survey\ndiffering in reaction to Sclerotinia blight. Peanut\non the public perception of biological control.\nScience, 23(2): 81-85.\nBioControl, 55(4): 445-454.\nDelseny M, Salses J, Cooke R, Sallaud C, Regad\nMoni ZR, Ali MA, Alam MS, Rahman MA, Bhuiyan\nF, Lagoda P and Ghesquiere A. 2001. Rice\nMR, Mian MS, Khan MA1. 2016. Morphological\ngenomics: present and future. Plant Physiology\nand genetical  variability  among  Rhizoctonia\nand Biochemistry, 39(3-4): 323-334.\nsolani isolates causing sheath blight disease of\nDodman RL and Flentje NT. 1970. The mechanism and\nrice. Rice Science, 23(1): 42-50.\nphysiology of plant penetration by Rhizoctonia\nNadarajah K, Omar NS, Rosli MM and Shin\nsolani. In Rhizoctonia solani, biology and\nTze O. 2014. Molecular characterization and\npathology. University of Califormia Press.\nscreening for sheath blight resistance using\nGoswami B, Rahaman M, Hoque A, Bhuiyan K and\nMalaysian isolates of Rhizoctonia solani.\nMian I. 2011. Variations in different isolates of\nBioMed\n1 research international, https://doi.\nRhizoctonia solani based on temperature and pH.\norg/10.1155/2014/434257\nBangladesh Journal of Agricultural Research,\nNeha K, Balabaskar P, and Naveenkumar R.\n36(3): 389-396.\n2016. Survey and occurence of Rhizoctonia\nGuleria S, Aggarwal R, Thind T and Sharma T. 2007.\nsolani (Kuhn) causing sheath blight of rice\nMorphological  and  pathological  variability in\nand in vitro efficacy of bacterial antagonists\nrice isolates of Rhizoctonia solani and molecular\nagainst Rhizoctonia solani (Kuhn). Journal of\nanalysis of their genetic variability. Journal of\nEnvironmental Biology, 37(6): 1421.\nPhytopathology, 155(11-12): 654-661\nOu SH. 1973. A handbook of rice diseases in the\nHobbs P. 2001. Tillage and crop establishment in\ntropics. IRRI, Philippines.76pp.\nSouth A sian rice-wheat systems: Present practices\nOu SH. 1985. Rice diseases. CABI, UK.37pp.\nand future options. Journal of Crop Production,\n4(1): 1-22.\nPal P and Kaushik P. 2012. Effect of carbon and\nnitrogen sources on the growth of Rhizoctonia\nIslam M, Jeong YT, Ryu YJ, Song CH and Lee YS.\nsolani isolated from Rhynchostylis retusa blume.\n2009. Isolation, identification and optimal culture\nInternational Journal of Life Sciences, 1 (2): 16-\nconditions of  Streptomyces albidoflavus  C247\n18.\nsolani AG2-2. Mycobiology, 37(2): 114-120\nPapavizas GC. 1965. Comparative studies of single\nbasidiospore isolates of Pellicularia filamentosa\nJournal of Rice Research 2020, Vol 13, No.2 ★ 55",
    "Page_62": "and Pellicularia praticola. Mycologia, 57(1): 91- \nSingh AK and Srivastava J. 2015. Sheath Blight\n103.\nDisease of Paddy and Their Management Recent\nPrasad D, Singh R and Singh A. 2010. Management\nAdvances in the Diagnosis and Management of\nPlant Diseases, Springer. Pp 91-99.\nof sheath blight of rice with integrated nutrients.\nIndian Phytopathology, 63(1): 11.\nSrinivas P, Ratan V, Patel AP and Madhavi GB.\n2013. Review on Banded Leaf and Sheath Blight\nRangaswami G and Mahadevan A. 1998. Diseases of\nof Rice Caused by Rhizoctonia solani Kuhn.\ncrop plants in India: PHI Learning Pvt. Ltd.\nInternational Journal of Applied Biology and\nRani M, Rana J, Dahiya K and Beniwal V.\nPharmaceutical Technology, 4(4): 178-185.\n2013.\nMolecular\ncharacterization\nof\nStatistics A. 2005. Agricultural statistics at a glance.\nRhizoctonia solani AG-7 causing root rot on\nMinistry of Agriculture, New Delhi.\ncotton crop in India. International Journal of\nPharma and Bio Sciences, 4(2): 703-712\nWasser SK, Risler L and Steiner RA. 1988. Excreted\nsteroids in primate feces over the menstrual cycle\nRush M and Lee F. 1983. Rice sheath blight: a major\nand pregnancy. Biology of Reproduction, 39(4):\nrice disease. Plant Diseases, 67(7): 829-832.\n862-872.\nSaha A, Mandal P, Dasgupta S and Saha D. 2008.\nWhite TJ, Bruns T, Lee S and Taylor J. 1990.\nInfluence of culture media and environmental\nAmplification and direct sequencing of fungal\nfactors on mycelial growth and sporulation of\nribosomal RNA genes for phylogenetics. PCR\nLasiodiplodiatheobromae(Pat.）Griffon and\nprotocols: a guide to methods and applications,\nMaubl. Journal of Environmental Biology, 29(3):\n18(1): 315-322.\n407.\nZolan, M. and Pukkila, P. (1986) Inheritance of DNA\nSalazar O, Julian M and Rubio V. 200o. Primers\nmethylation in Coprinus cinereus. Molecular Cell\nbased on specific rDNA-ITS sequences for PCR\nBiology, 6: 195-200.\ndetection of Rhizoctonia solani, R. solani AG 2\nsubgroups and ecological types, and binucleate\nRhizoctonia. Mycological research, 104(3): 281-\n285.\n56 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_63": "AR\nOPENACCESS\nORIGINAL RESEARCHARTICLE\nEvaluation of a liquid formulation of Pseudomonas fuorescens for management of\nsheath blight in paddy\nYadav DL*, Manoj Kumar and Pratap Singh\nA griculture University, Kota, Rajasthan, India\n*Corresponding author (Email: dlaau21@ gmail.com)\nReceived: 15th September 2020; Accepted: 10th December 2020\nAbstract\nSheath blight is a soil-borme disease caused by the fungus Rhizoctonia solani and one of the most economically\nsignificant rice diseases worldwide. Two year pooled results of field experiment revealed minimum disease\nintensity (11.8%) and maximum reduction (58.0%) , maximum yield of paddy (3750.7 kg/ha) and cost benefit\nratio (1.75) from the treatment Pseudomonas fuorescens @ 2.0 1/ha as foliar spray which was at par with P.\nfluorescens @ 3ml/kg as seed treatment followed by 1.5 1/ha as foliar spray (PDI 10.3 and PDC 64.5%) with\ngrain yield (3911 kg/ha) as compared to control. However, standard check with fungicide Hexaconazole 5%\nEC @ 2ml/kg as seed treatment followed by 1.0 1/ha as foliar spray gave minimum disease intensity (9.3%),\nmaximum disease control (67.9%) and highest yield of paddy (3944 kg/ha) with highest cost benefit ratio\n(1.95).\nKeywords: Paddy, sheath blight, Rhizoctonia solani, Pseudomonas fuorescens and bio-agent\nIntroduction\nfertilizers, close plant spacing, widespread cultivation\nof high yielding varieties and weather conditions such\nRice (Oryza sativa L.) is the second most important\nas low light, cloudy days and high relative humidity.\ncereal and the staple food for more than half of the\nInfected plants are usually found in a circular pattern,\nworld's population. It provides 20 per cent of the\nworld's dietary energy supply followed by Maize and\n2009). The disease appears at tillering stage on leaf\nWheat. Sheath blight incited by R. solani is one of\nsheath as elliptical or oval to irregular, 1-3 cm long,\nthe potentially devastating disease of rice in almost\n      ss  \nall over the rice growing countries of the world. In\nthe water line. Presence of many such spots on the\nIndia, intensive and extensive cultivation of rice\nleaf sheath gives the appearance of snake skin. Under\n     o\nfavourable conditions, the infection spreads rapidly\nresulted heavy losses to the crop ranging from 5.2\nto the upper plant parts and also to the neighbouring\nto 70 per cent in yield. Losses due to sheath blight\nd   u no s  s\ndisease generally vary from 30 to 40 per cent and\nof the ears and results in poor filling of the grains.\nmay be even 1o0 per cent in endemic areas (Li et\nThe pathogen is also known to cause panicle infection\nal., 2009). The reduction in yield due to the disease\nresulting in production of unfilled or partially filled\nhas been estimated to vary from 5.2 to 50.0 per\ndiscoloured seed bearing brownish black spots or\ncent (Ou, 1985, Hori 1969). Per cent relative lesion\nblack to ashy gray patches (Acharya et al., 2004).\nheight (RLH) was to the tune of 68.68 percent (Naik\nThe use of pesticides caused an incredible harm to the\net al., 2017).The disease development was favoured\nenvironment and hazard in natural ecosystems, which\ndue to the application of high doses of nitrogenous\n resulted into replacement of chemicals with biological\nJournal of Rice Research 2020, Vol 13, No.2 ★ 57",
    "Page_64": "approaches, which are considered more environment \n Scoring of the diseases was done as per the scales\nfriendly in the long term. One of the emerging research\ngiven below.\narea for the management of different phytopathogenic\nScale for sheath blight disease\nfactors is the application of antagonistic plant\nScore\nDescription\ngrowth promoting rhizobacteria (PGPR), which are\ncapable of suppressing the phytopathogen damage.\n0\nNo infection\nTherefore, the present study was undertaken to assess\nVertical spread of the disease up to 20% of\n1\nthe bio-efficacy of Pseudomonas fuorescens for the\nplant height\n management of Sheath blight in paddy.\n3\nVertical spread of the disease up to 21-\n30% of plant height\nMaterials and Methods\nThe experiment was conducted at Agricultural\nVertical spread of the disease up to 31-\n45% of plant height\n Research Station, A griculture University, Kota during\nKharif 2018 and 2019 to evaluate the bio-efficacy\n1\nVertical spread of the disease up to 46 -\n65% of plant height\nof liquid formulation of P. fuorescens in managing\nsheath blight in paddy. The experiment was laid out\n9\nVertical spread of the disease more than\nin a Randomized Block Design (RBD) with three\n 66% of plant height\nreplications and nine treatments comprised of testing\nYield: Plot wise yield recorded after harvest and then\nof P. fuorescens as a positive check i.e. Hexaconazole\ncalculated in to K g/ ha.\n5% EC @ 1.0 l/ha and one untreated control plot for\nResults and C onclusion\ncomparison. Paddy (cv.P-1509) was raised by using\nall recommended agronomical package of practices\nThe results of field experiment revealed that there\nin both the seasons. Treatments were sprayed twice\nwere significant differences among the treatments\nusing a hand operated knapsack sprayer fitted with\nin reducing sheath blight severity (Table 1). Results\nhollow cone nozzle and water volume of 5oo lit/\nrevealed that Hexaconazole 5% EC @　1lit/ha\nha was maintained. Seedling dip treatment and first\nsignificantly reduced disease severity (68.00%) and\ndisease intensity (9.3%) compared to control (29.0%).\ndisease and second was given 14 days after the first\nSignificant differences of P fluorescens treatment\nspray. Observations on diseases were recorded 15\neffects were also recorded on percent disease incidence\ndays after each spray. The PDI was calculated on\nas well as on tillers and yield. Among the different\nfive plants / sampling unit by counting the number of\ndoses of P. fuorescens, the disease intensity was found\ninfected tillers. Each selected plant was approximately\nsignificantly lowest (10.3%) and maximum reduction\ndivided into three portions as bottom, middle and\n(64.5%) in the treatment (T7) P. fuorescens @ 3ml/\nkg as seed treatment followed by 1.5 lit/ha as foliar\ntop. The disease severity was assessed based on the\nspray which was at par with (T6) P. fuorescens @ 2.0\n    (o)   \nlit/ha as foliar spray (PDI 11.8 and PDC 59.3%). The\nexperimentation.\nhighest yield of paddy (3944.2 kg/ha) was recorded\nThe percent disease Index (PDI) was finally calculated\nin Hexaconazole 5% EC @ 2ml/kg as seed treatment\nusing the following formula:\nfollowed by 1.0 lit/ha as foliar spray (T8) which was\nSum of numerical rating\nat par with P. fuorescens @ 3ml/kg as seed treatment\nPDI =\n×100\nfollowed by 1.5 lit/ha as foliar spray (3911.7 kg/ha)\n Total numberof hills observed × maximum of score\n s  s   s\n58 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_65": "kg/ha) as compared to control (2766.3 kg/ha). The\nthe biological treatments, maximum\ncost benefit\nhighest cost benefit ratio of 1.95 was obtained with\nratio (1.75) was recorded by P. fuorescens @ 2.0 lit/\nHexaconazole 5% EC @ 2ml/kg as seed treatment \n ha as foliar spray against sheath blight of paddy.\nfollowed by 1.0 lit/ha as foliar spray. W hereas, among\nTable 1: Bio-efficacy of P. fuorescens on sheath blight in rice (pooled)\nInfected\nYield /ha\n% Disease\nB:C Ratio\nTreatments\ntillers (% )\n(kg)\ncontrol\nT1: P. fuorescens @ 2ml/kg as seed treatment\n27.2 (5.2)\n2836.3\n6.6\n1:1.12\nT2: P. fuorescens @ 3ml/kg as seed treatment\n22.5 (4.7)\n2933.3\n22.4\n1:1.17\nT3: P. fuorescens @ 4ml/kg as seed treatment\n20.7 (4.5)\n3200.8\n28.6\n1:1.35\n T4: P. fuorescens @ 1.0 lit/ha as foliar spray\n18.0 (4.2)\n3264.2\n37.9\n1:1.44\nT5: P. fuorescens @ 1.5 lit/ha as foliar spray\n14.3 (3.8)\n3427.5\n50.7\n1:1.54\nT6: P. fuorescens @ 2.0 lit/ha as foliar spray\n11.8 (3.6)\n3750.7\n59.3\n1:1.75\nT7: P. fuorescens @ 3ml/kg as seed treatment\n10.3 (3.2)\n3911.7\n64.5\n1:1.73\nfollowed by 1.5 lit/ha as foliar spray\nT8: Hexaconazole 5% EC @ 2ml/kg as seed\n9.3 (3.1)\n3944.2\n67.9\n1:1.95\ntreatment followed by 1.0 lit/ha as foliar spray\nT9: Untreated check\n29.0 (5.4)\n2766.3\n1:1.11\nLSD @ 5%\n2.61\n212.52\nValues in parentheses are square root transformed values of three replications\nResults are inconformity with Johnson et al., (2013)\napplication of carbendazim 50% WP as untreated\nwho found hexaconazole as an effective fungicide\ncontrol. Neha et al., (2016) also recorded that seed\nagainst sheath blight of rice. Naik et al., (2017) found\ntreatment with P. fuorescens @ 10 ml kg-1 along with\nthat the field effcacy of hexaconazole 5EC (0.1%) and\nseedling dipping of roots @ 3.0 1 ha-1 significantly\npropiconazole 25EC (0.1%) could be used effectively\nenhanced the germination (75.82%), plant height\nfor the management of sheath blight disease of rice\n(25.52), numberof tillers (16.99) and grain yield (48.23\nand thus helped for getting higher grain yield and B:\n g pot-1 ). P. fluorescens has emerged as a potential bio\nC ratio. P. fuorescens is ideal antagonist as they have\ncontrol agent due to different modes of action such\nas competition for nutrients and space, antibiosis,\ncompounds (Schroth and Hancock, 1982). Maximum\nmycoparasitism,\nl, induced\nsystemic\n resistance,\nincrease of all the growth parameters was recorded\nproduction of siderophore, phytohormones, production\nwith combination of P. fuorescens and T. harzianum.\nof lytic enzymes and various secondary metabolites\nSingh and Sinha (2009) observed growth promotion\nsuch as DAPG, Phenazine, pyoluteorin, pyrollnitrin,\ndue to seed treatment with T. harzianum and P.\nwhich are helpful in reducing pathogen population\nfuorescens  which  enhanced nitrogen uptake and\nwithin soil (Gupta et al., 2002). Thus, the finding of\nalleviated drought stress in rice crop. Tiwary and\npresent investigations is quite in conformity with the\nTrimurty (2009) also reported lowest disease severity\nreports of earlier workers. However, hexaconazole\nunder field conditions through seed treatment along\n(triazole fungicide) is a potent ergosterol biosynthesis\n  s     o \ninhibitor and sterol in most fungi and hence resulted\nJournal of Rice Research 2020, Vol 13, No. 2 ★ 59",
    "Page_66": "s  \nbecause it persists for a longer period inside the\n Zhu LF, Xa JL and Li ZK. 2009. QTL mining for\nplant system and protects crop against sheath blight\n sheath blight resistance using the back cross se-\nconstantly for a longer period.\nlected introgression lines for grain quality in rice.\nReferences\nActa Agronimica Sinica, 35, 1729- 1737.\nAcharya S, Basu A, Sarkar MK and Sengupta PK. Naik, R., K. Jayalakshmi and Basavaraj Naik, T.\n2004. Seed-borme infection in sheath blight of rice\n 2017. Efficacy of fungicides on the management\nand its effect on seedling health. Indian Phytopa-\nof sheath blight of rice. International Journal of\nthology, 57: 82-83.\nCurrent Microbiology and Applied Sciences, 6(9):\n611-614.\nGupta A, Meyer JM and Goel R. 2002. Development\nof heavy metal resistant mutants of phosphate sol-\nNeha KV, Balabaskar P and Naveenkumar R. 2016.\nubilising Pseudomonas sp. NBRI4014 and their\nSurvey and occurrence of Rhizoctonia solani\ncharacterization. Current Microbiology, 45:323-\n(Kuhn) causing sheath blight of rice and in vitro\n332.\nefficacy of bacterial antagonists against Rhizocto-\nnia solani (Kuhn). Journal of Environmental Biol-\nHollier CA, Rush MC and Groth DE.2009. Sheath\n0gy, 37:1421-1427.\nblight of rice Thanetophorus cucumeris (A.B.\nFrank) Donk Rhizoctonia solani Kuhn). Louisiana Ou SH. 1985. Rice diseases. Commonwealth Myco-\nlogical Institute, Kew survey, England, pp. 256-\nPlantPathology DiseaseIdentification and Man-\n368.\nagement Series Publication, 3123 (On-line only).\nHori M. 1969. On forecasting the damage due to Schroth MN and Hancock JG. 1982. Disease-sup-\nsheath blight of rice plants and the critical point\n pressive soil and root colonizing bacteria. Science,\nfor judging the necessity of chemical control of \n216: 1376- 1381.\nthe disease. Review of Plant Protection and Re-\nSingh Rajbir and Sinha AP. 2009. Biological control\nsearch, 2: 70-73.\nof rice sheath blight with antagonistic bacteria.\nJohnson I, Marimuthu, Ramjegathesh T, Raguchandar\nAnnals of Plant Protection Sciences, 17: 107-110.\nT, Karthikeyan M and Samiyappan R. 2013. Hex-\nTiwari PK and Thrimurty VS. 2009. Efficiency of\naconazole 5 SC for the management of rice sheath\nPseudomonas fluorescens isolates for plant growth\nblight. Journal of Todays Biological Sciences:\npromotion and disease management in rice. Annals\nResearch and Review, 2(1): 29 - 35.\nof Plant Protection Sciences, 17:119-123.\n60 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_67": "ORIGINAL RESEARCHARTICLE\nOPENACCESS\nIncidence of false smut on rice genotypes and the influence of weather factors on the disease\nLadhalakshmi D1*, Preeti2, Bhaskar M1, Koteshwar P1, Laha GS1, , Dilip T1, Sundaram RM1,\nPrakasam V1 and Srinivas Prasad M1\n2University of A gricultural Sciences, Raichur, K arnataka\n*Corresponding author (Email: ladhasavitha@ gmail.com , Dladha.Lakshmi @ icar.gov.in)\nReceived: 9t Ocober 2020; Accepted: 15th December 2020\nAbstract\nFalse smut disease of rice is evolving as severe grain disease in most of the rice growing regions of the world.\nDuring Kharif, 2020 heavy incidence of false smut was observed. Hence, assessment of the incidence of the\ndisease on different rice genotypes under natural field conditions was done at Rajendranagar farm, IIRR. The\nresults revealed that average disease incidence ranged between 26.5 - 87.8% and the average number of smut\nballs per panicle varied from 1-26 with the mean value of 57.77% and 10.15, respectively. The weather data\nindicated that maximum rainfall recorded during the months of September and October provided the most\nfavourable environmental conditions for the pathogen Ustilaginoidea virens. This also coincided with the 50\n % fowering date of the most of the genotypes leading to the increase in the disease.\nKeywords: False smut disease, Ustilaginoidea virens and Disease incidence\nIntroduction\nRFS caused by Ustilaginoidea virens (teleomorph:\nVillosiclava virens) has become the most devastating\nRice (Oryza sativa L.) is one of the most significant\ngrain disease of rice. The pathogen infects during\ncereal crops in India. It is nutritionally and\nbootingtofloweringstage andsymptomcanbeobserved\nagronomically most essential crop of the world and\non grains where individual grain is transformed into\nfeeds nearly 3.2 billion people. Rice production in\nchlamydospores mass which results in reduced yield\nIndia has increased from 82.5 million tonnes during\nas well as grain quality. The disease can cause 2.8-\nthe period of 1997-98 to 114 million tonnes in 2018-\n81% yield losses in different rice-producing areas\n19 (Anonymous, 2019). But projected figures for\ndepending on the rice variety and disease intensity.\nfuture indicate that the present levels of production\nEarlier the disease was considered as minor due to its\nare not sufficient to feed the population of the country.\nsporadic occurrence but in recent decades there has\nThe low productivity of rice in India is ascribed to\nbeen an increase in incidence because of extensive\nmany abiotic and biotic stress factors. With respect\ncultivation of rice hybrids and wider application of\nto biotic factors, diseases viz., blast, bacterial leaf\nnitrogenous fertilizers (Ladhalakshmi et al., 2019).\nblight, sheath blight, sheath rot, false smut, and brown\nRFS occurrence can be seen when incidence of rainfall\nspot are wide-spread and economically important.\ncoincides with the booting and heading stages of the\nIn recent decades, a number of minor diseases have\nrice crop. However, epidemics vary between varieties\nattained the status of major importance in rice. One\nand season. In this study, we have undertaken a survey\nsuch disease is the rice false smut (RFS) disease which\nto know the natural incidence of false smut in various\nis a threat to yield and grain quality. The disease has\n genotypes grown in Rajendranagar farm, ICA R-IIRR.\nbeen reported in more than 40 countries, especially in\nrice growing Asian nations such as China, India and\nBurma (Wang et al., 2019).\nJournal of Rice Research 2020, Vol 13, No.2 ★ 61",
    "Page_68": "Materials and Methods\nResults and Discussion\nAssessment of incidence of rice false smut disease\nIncidence of false smut was observed in most of the\nwas carried out at grain maturity stage during Kharif\ngenotypes at Rajendranagar farm, IIRR. The number\n2020 at Rajendranagar farm, HIRR, Hyderabad. Data\nof yellow and greenish black coloured smut balls per\nwere recorded in 50 genotypes by randomly selecting\npanicle ranged from 1-50 with maximum disease\n5 hills for observation. Disease incidence\newas\nincidence of 87.8 % (Table 1). The range, mean and\nassessed based on total number of tillers, number of\nstandard error of mean was calculated for average\ninfected tillers per hill and number of smut balls per\ndisease incidence and number of smut balls. Disease\ninfected panicle recorded on randomly selected hills\nincidence varied between 26.5 - 87.8% with the mean\nto know the disease incidence under natural disease\nvalue of 57.77%. The range for smut balls per panicle\ninfestation. Percentage of infected tillers in each\nvaried from 1 to 26 with the mean value of 10.15\n genotype was worked out. Weather parameters were\n(Figure 1).\nrecorded to know their effect on disease incidence.\nTable 1: False smut disease incidence in different genotypes at IIRR, Rajendranagar in Kharif 2020.\nSl.\nGenotype\nDisease inci-\nAverage No. of\nRange on the no. of\nCross combinations\nNo\nNumbers\ndence (% )\nsmut balls\nSmut balls/ Panicle\n1.\n1799\nISM X Yield genes\n78.92\n26.0\n10 -49\n1755\nHWR-23 X BPT\n2\n35.99\n16.4\n9-24\n3.\n1713\nMTU1010 X Yield genes\n61.51\n22.0\n15-28\n4.\n1708\nHWR-23X BPT\n59.33\n9.0\n7-10\n5.\n2120\nISM X Yield genes\n40.99\n18.6\n7-50\n6.\n1902\nHWR-23 X BPT\n49.95\n8.8\n4-20\n7\n1963\nHWR-23 X BPT\n83.11\n16.6\n8-30\n8.\n2067\nISM X Yield genes\n74.77\n12.2\n8-15\n9.\n1932\nHWR-23 X BPT\n46.56\n3.4\n2-5\n10.\n1583\nISM POPULATION\n26.50\n6.4\n5-10\n11.\n1824\nAKD Population\n80.69\n9.2\n7-15\n12\n3008\nHWR-23 X BPT\n41.37\n4.8\n1-10\n13.\n1564\nHWR-23X BPT\n61.94\n10.2\n7-14\n14.\n2041\nMTU1010 X Yield genes\n73.65\n11.4\n3-20\n15.\n1966\nISM POPULATION\n36.52\n10.2\n5-16\n16.\n816\nHWR-23XBPT\n45.05\n8.6\n3-13\n17.\n1955\nHWR-23 X BPT\n79.01\n18.6\n14-22\n18.\n2724\nISMPOPULATION\n53.68\n4.8\n3-6\n19.\n3396\nHWR-23 X BPT\n49.79\n12.4\n8-20\n20.\n3061\nMTU1010 X Yield genes\n40.33\n3.6\n3-5\n21.\n2804\nSwarna x Yield population\n52.94\n6.8\n4-11\n22.\n2726\nISMPOPULATION\n45.05\n5.6\n2-11\n23.\n2410\nISM X Yield genes\n57.61\n4.0\n1-9\n24.\n2387\nISM Parent\n52.59\n2.0\n1-3\n25.\n2728\nAKD Population\n47.46\n11.6\n7-19\n26.\n2972\nHWR-23 X BPT\n72.43\n8.0\n1-14\n62 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_69": "Sl.\nGenotype\nDisease inci-\nAverage No. of\nRange on the no. of\nC ross combinations\nNo\nNumbers\ndence (% )\nsmut balls\nSmut balls/ Panicle\n27.\n3133\nHWR-23 X BPT\n57.53\n1.0\n0-2\n28.\n2722\nHWR-23 X BPT\n33.40\n3.6\n1-5\n29.\n3230\nMTU1010 X Yield genes\n51.14\n8.4\n5-12\n30.\n2798\nAKD Population\n50.32\n3.2\n1-5\n2279\n31.\nHWR-23 X BPT\n55.37\n5.2\n4-7\n32.\n2400\nISM POPULATION\n45.38\n3.2\n0-6\n33\n2716\nISM Parent\n65.21\n15.6\n5-29\n34.\n3450\nISM POPULATION\n44.04\n4.75\n1-20\n35.\n2295\nISM X Yield genes\n86.42\n20.4\n9-27\n36.\n2286\nHWR-23XBPT\n61.00\n6.4\n4-9\n37.\n2096\nHWR-23X BPT\n69.11\n16.4\n2-27\n38.\n2137\nISM POPULATION\n68.90\n7.8\n2- 17\n39.\n3080\nISM POPULATION\n55.14\n3.8\n2-6\n40.\n2161\nHWR-23X BPT\n55.72\n11.4\n5-23\n41.\n2039\nISM POPULATION\n44.36\n7.6\n4-11\n42.\n1950\nHWR-23 X BPT\n87.83\n24.0\n10-45\n43.\n756\nSwarna x Yield population\n61.18\n12.4\n8-15\n44.\n2072\nSwarna parent\n75.29\n3.2\n2-4\n45.\n1830\nHWR-23X BPT\n69.52\n14.8\n5-42\n46.\n65\nISM POPULATION\n51.07\n7.6\n6-10\n47.\n903\nHWR-23 X BPT\n70.23\n19.8\n12-32\n48.\n750\nISM X Yield genes\n55.51\n12.4\n5-23\n49.\n1637\nMTU1010 X Yield genes\n64.12\n11.0\n3-19\nRange\n26.5 - 87.8\n1-26\nMean\n57.7\n10.15\nSEM\n2.1\n0.86\nWeather data revealed that there was heavy rainfall\nThe data also revealed that for different genotypes,\n(208.2 mm) in the third week of September 2020\ndays to 50% fowering ranged from 3rd week of\nfollowed by 4th week (85.8 mm)along with\n September to last week of October, 2020, coinciding\n() wu p () w mo\nwith the favourable weather conditions viz., low\ntemperatures and sun shine hours (2.3 hrs). High\nmaximum temperature (28°C - 29.5°C); high humidity\nrainfall continued in second and third weeks of\n(96 to 98%) and high amount of rainfall (147 - 208\nOctober with total rainfall of 196.8 and 147.8 mm,\n mm), which together played a major role in increasing\nrespectively. Similarly, the maximum and minimum\nthe disease incidence in the field.\ntemperature was low in 2nd and 3rd weeks compared to\n1st and 4th weeks of October, 2020 (Table 2).\nJournal of Rice Research 2020, Vol 13, No.2 ★ 63",
    "Page_70": "Average numberofsmut balls\nAverage Disease Incidence\n2\n0.0\n20.0\n40.0\n60.0\n80.0\n100.0\nFalse smutinfection\nFigure 1: Box plot representation on average no. of smut balls and average disease incidence\nTable 2: Meteorological data recorded at Rajendranagar for the month of September and October 2020\nWeeks\nTemperature (°C)\nR.H. (% )\nTotal rainfall\nTotal Rainy\nSUNSHINE\n(mm)\ndays\n(hrs.)\nMAX.\nMIN.\n1\nI1\nSeptember, 2020\n1st week\n32.6\n22.8\n91\n60\n5.4\n1\n8.6\n 2nd week\n31.6\n21.4\n96\n72\n69.6\n5\n4.8\n3rd week\n29.4\n21.3\n97\n30\n208.2\n6\n2.3\n4th week\n28.7\n21.8\n96\n91\n85.8\n2\n3.9\nOctober, 2020\n1st week\n31.42\n22.0\n89.8\n61.1\n0\n0\n6.0\n 2nd week\n28.0\n21.6\n97\n82\n196.8\n3\n1.7\n 3rd week\n29.5\n20.6\n98\n77\n147.8\n4\n4.9\n 4th week\n30.9\n17.9\n94.8\n60.2\n0\n0\n7.1\n64 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_71": "Based on average disease incidence, the genotypes\ninfection (68.9% to 87.83%) wherein the days to\nwere categorized into three different groups viz., group\n50% flowering dates of the genotypes coincided\nI with disease incidence of 26.5% to 50.32%, group II \nwith weather condition of October, 2020. Despite\nwith 51.07% to 65.21% and group I1I with 68.9% to\ncategorization, the overall false smut infection was\n87.83%. Table 3 revealed that with few exceptions,\nmoderate to high, indicating that conducive weather\nMTU 1010 and yield genes cross combinations\n conditions are also the key pre-disposing factors for\nTable 3: G rouping of genotypes based on the false smut average incidence along with the details of days\nto 50 % fowering\nFalse smut Disease incidence range (% ) / G enotypes\nDay to 50 %\nDay to 50 %\nDay to 50 %\n26.5 - 50. 32%\n51.07 - 65.21%\n68. 9 - 87.83%\nflowering\nflowering\nflowering\nHWR-23X BPT\n25/09/20\nISM Parent\n10/10/20\nSwama x Yield\n28/10/20\npopulation\nHWR-23 X BPT\n12/10/20\nISM Population\n18/10/20\nMTU1010 X Yield\n18/10/20\ngenes\nHWR-23XBPT\n23/09/20\nHWR-23 X BPT\n12/10/20\nHWR-23 X BPT\n23/09/20\nISM X Yield genes\n22/10/20\nISM Population\n12/10/20\nHWR-23 X BPT\n22/09/20\nISM Population\n22/10/20\nHWR-23 X BPT\n10/10/20\nISM Population\n21/10/20\nSwarna parent\n24/10/20\nISM Population\n22/10/20\nMTU1010 X Yield\n15/10/20\ngenes\nISM Population\n22/10/20\nAKD Population\n16/10/20\nMTU1010 X Yield\n14/10/20\ngenes\nISM Population\n16/10/20\nISM Population\n27/09/20/\nMTU1010 X Yield\n18/10/20\ngenes\nMTU1010 X Yield\nSwarna x Yield popu-\n10/10/20\n24/10/20\nHWR-23 X BPT\n26/09/20\nlation\ngenes\nHWR-23 X BPT\n21/09/20\nISM Population\n16/10/20\nISM X Yield genes\n22/10/20\nHWR-23 X BPT\n12/10/20\nHWR-23 X BPT\n15/10/20\nHWR-23 X BPT\n26/09/20\nHWR-23 X BPT\n13/10/20\nHWR-23 X BPT\n28/09/20\nISM X Yield genes\n22/10/20\nISM X Yield genes\n21/10/20\nAKD Population\n16/10/20\nAKD Population\n12/10/20\nHWR-23 X BPT\n11/10/20\nHWR-23 X BPT\n24/09/20\nISM X Yield genes\n22/10/20\nISM Parent\n26/10/20\nHWR-23 X BPT\n28/09/20\nISM X Yield genes\n21/10/20\nHWR-23 X BPT\n25/09/20\nISM Population\n13/10/20\nHWR-23 X BPT\n26/09/20\nHWR-23 X BPT\n11/10/20\nJournal of Rice Research 2020, Vol 13, No.2 ★ 65",
    "Page_72": "In the present study, the mean of average number\nP and Viraktamath C. 2012. Isolation and\nof smut ball per tillers (10.15) and average disease\ncharacterization of Ustilaginoidea virens and\nincidence (57.77%) was higher compared to earlier\nsurvey of false smut disease of rice in India.\nreports of Baite et al., (2017), Quintana et al., (2016)\nPhytoparasitica. 40: 171 - 176.\nand Singh and Pophaly (2010). However, Singh\nLadhalakshmi D, Laha GS, Srinivas Prasad\net al.,(2014) reported higher disease incidence\nM,Sundaram RM,Sarla N, Divya B, Prakasam V,\nbetween 5-80% in surveyed districts of Uttar Pradesh.\nLatha PC, Sanjeeva Rao D, Krishnaveni D and\nSimilarly, Ladhalakshmi et al., (2012) also reported\nKannan C. 2019. Artificial screening technique\ndisease incidence of 2-75% in North westerm states\nto identify the promising sources against rice\nand 5-85% in southern state of Tamil Nadu.\nfalse smut disease under field conditions.\nThe study conducted at HIRR showed that rice false\nXIX  Intermational Plant Protection Congress,\nIPPC2019,  10-14thNovember,  Hyderabad,\nthe natural field conditions when the weather factors\nTelangana, India\nwere more favourable. Earlier reports have revealed\nQuintana L, Gutierrez S, Maidana M and Morinigo\nhigher disease incidence mostly in hot spot areas)\nK. 2016. Rice false smut [Ustilaginoidea virens\nhowever, the it is evident from the present study that\n(Cooke) Takah.] in  Paraguay. Tropical Plant\nwhen the weather conditions are more conducive\nResearch.3(3): 704-705.\nand coincides with booting to fowering stage of the\n ensnun uv 'otoz 'fa Kreqdod pue 1 qbuss\ncrop, the disease may occur in severe form even if\nthe location is not a hot spot. A comprehensive study\nChhattisgarh. International Rice Research Notes.\ncovering large areas reporting the false smut disease\nbacked up by relevant weather data is needed to\n35: 1-3.\nunderstand and prevent further spread of this disease\nSingh S, Lal AA, Simon S, Singh A, Taduman R,\nto more areas in future.\nKamaluddeen and David AA. 2014. Survey of\nReferences\nfalse smut (Ustilaginoidea virens) of rice (Oryza\nsativa L.) in selected districts of Uttar Pradesh,\nA nonymous. (2019). FAO data, http//faostat.fao.org\nIndia.The Bioscan. 9: 389 - 392.\nBaite M, Lenka S, Mukherjee AK and Jena M. 2017.\nWang WM, Fan J and Jeyakumar JMJ. 2019. Rice\nSurvey of rice false smut caused by U stilaginoidea\nfalse smut: an increasing threat to grain  yield\nvirens in Odisha. The Bioscan. 12(4): 2081-2085.\nand quality. In: Jia Y, editor. Protecting rice grains\nLadhalakshmi D, Laha GS, Singh R, Karthikeyan A,\nin the post-genomic era. London: IntechOpen., p.\nMangrauthia SK, Sundaram RM, Thukkaiyannan\n89-108.\n66 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_73": "ORIGINAL RESEARCHARTICLE\nOPENACCESS\nAn estimate on the adoption of ICA R-llRR released varieties and their impact on rice\nproduction in India during 2015-20\nNirmala Bandumula*, Subba Rao LV, Sundaram RM, Muthuraman P, Swamy AVSR,\nAbdul Fiyaz R, Chiranjeevi M and Chaitanya U\nICA R-Indian Institute of Rice Research, Rajendranagar, Hyderabad-500030.\n*Corresponding author (Email: bnirmaladrr@ gmail.com)\nReceived: 10th October 2020; Accepted: 22nd December 2020\nAbstract\nRice is the most important food crop of India. ICAR-Indian Institute of Rice Research (ICAR-HIRR) was\nestablished in 1965 as All India Coordinated Rice Improvement Project (AICRIP) and has been playing a\nkey role in the improvement of rice technologies. Extensive testing under the All India Coordinated Rice\nImprovement Project, which is one of the largest networks for evaluation of any single crop in India, has\ncontributed to the release of 1375 rice varieties including 117 hybrids forall the majorrice growing ecosystems\nof the country during the last five and half decades (1965-2020). Of the 1375 varieties released, about 267\nvarieties are still in the breeder seed production (BSP) chain. In the present study, an estimate was made on\nthe area covered by the varieties released by ICA R-IIRR and their contribution to the rice production in India\nduring 2015-16 to 2019-20. It was estimated that, annually, the ICA R-IIRR varieties contribute to about 8 %\nof the total production of rice in the country. The revenue impact of ICA R-IIRR varieties is estimated at 3161\nMillion USD annually, which is in the form of gross returms from cultivation.\nKeywords: Rice, ICA R-IIRR varieties, area, production, gross returns\nIntroduction\nsecurity system. Rice export contributes to nearly\n 20% of revenue from total agricultural exports of the\nGlobally rice is planted in an area of about 162 million\nannually (FA O, 2020). Of this, A sia accounts for 90%  Rice is the most important food crop of India. The area\nof the production and consumption, but only about 46  under rice crop was 31 million ha in 1950-51 which\nmillion tonnes of rice is traded through intermational  has increased by 42 percent to 44 million hectares\nmarkets. Leading rice exporting countries are India, during 2019-20. However, the rice production has\nThailand, USA, Vietnam, and Pakistan. India is the registered an appreciable increase of nearly 5.7 times\nleading exporter of rice with the export of about 9.5from 20.58 million tonnes in 1950-51 to 118 million\nmillion tonnes (APEDA, 2021). India has the world's  tonnes during 2019-20 (GolI, 2021). The milled rice\nlargest area under rice with 44 million ha and is the  yield of 668 kg/ha in 1950-51 has increased to 2682\n2019-20) next only to China (3rd Advance Estimates, The Central Rice Research Institute, now named\nGol, 2020). It contributes to 24 percent of global rice  as National Rice Research Institute (NRRI) was\nproduction. Within the country, rice 0ccupies one-  established in the year 1946 to work on the crop and\nquarter of the total cropped area, contributes about 40  subsequently, ICA R-Indian Institute of Rice Research\nper cent of total food grain production and continues was established in 1965 as All India Coordinated Rice\nto play a key role in the national food and livelihood  Improvement Project (AICRIP) with 12 main centres.\nJournal of Rice Research 2020, Vol 13, No.2 ★ 67",
    "Page_74": "and to a full-fledged Institute in December, 2014. 28,300 elite lines developed by different cooperating\nAICRP on Rice is the largest research network on a centres were tested in multi-location trials across the\n n n no en  n o on ro p e  n b d \nvoluntary centres covering all the rice growing states  Rice Improvement Programme (AICRIP) at funded,\nin the country. Realizing the limitations imposed  voluntary centres and in partnership with private\nby the ecosystem complexities, destabilizing insect  sectorforhybrid rice. The dynamic time tested multi-\nao bunoau and busn rn s un nenb u se nm se sud as pe sisd\nrequirements of different varieties/ cultivars of rice year of Initial Varietal Trial (IVT) and two years of\nconsumed, AICRIP evolved need based programmes Advance Varietal Trial (AVT - 1 and AVT -2) as well\n/ trials over the years to identify suitable genotypes  as screening of elite breeding lines at hotspotlocations\nmanagement practices. During the initial phase i.e. resistance/tolerance, grain quality attributes and\nfor irrigated areas. This led to the development of \n Extensive testing under AICRIP has contributed to\nshort statured high yielding varieties (HYVs), which t\n the release of 1375 varieties including 117 hybrids for\nheralded the process of \"Green Revolution\" in India. ?\n all the major rice ecosystems of the country during the\nDuring 80s, yield stability and quality improvement \ntlast five and half decades (1965-2020). Of the 1375\nreceived major attention. This led to the development \nvarieties released in the country, about 267 varieties\nof varieties possessing major biotic stress tolerance\nare still in the breeder seed production (BSP) chain.\nand desirable quality to develop prototype of semi-\nA mong the several varieties/hybrids developed\ndwarf basmati rice varieties. Nineties witnessed\nand released by ICA R-IIRR, Improved Samba Mahsuri\nefforts in developing suitable hybrid rice technology\nis a product of Marker-Assisted Selection breeding\nand multi-location testing to validate their superiority\nthat has successfully introgressed three bacterial\nover varietal checks at least by 10% as well as non-\nblight resistance genes viz., xa5, xa13 and Xa21 in the\nbasmati quality trials targeting the export markets.\nbackground of one of the most popular rice varieties,\nDuring 2000s emphasis was on soil stress trials for\nproblem soil areas, aerobic trials laying emphasis on\nSamba Mahsuri (BPT5204) without sacrificing either\nthe yield or the cooking quality (Sundaram et al.,\ndeveloping genotypes for water limited environments\nand hill trials forincorporating cold tolerance. In recent\n2008). Recently, Improved Samba Mahsuri has been\ntimes, emphasis has been on the near isogenic line\nrecorded to have low glycaemic index of 50.99, which\nis desirable for rice consumers suffering from Type II\ndevelopment for quick evaluation of marker assisted\n diabetes (Sundaram et al., 2018). The development\nselection (MAS) derived products introgressed with \nof Improved Samba Mahsuri has paved the way for\ngenes conferring resistance/tolerance against biotic\nmore precise molecular breeding programs in rice.\nand abiotic stresses. A dditionally, nutritional security\nis stressed by enriching the grain with micronutrients\nThe research efforts in agriculture initially aimed at\nsuch as zinc, iron along with protein (Babu et al.,\nachieving self-sufficiency of food grains. Presently,\n2016).\nbio-fortification of major food crops is considered as\nFirst semi-dwarf high yielding variety \"Jaya\" released\n a viable strategy to address malnutrition and to ensure\nby AICRIP in 1968 ushered the green revolution in 1\n nutritional security. The development of high zino\nIndia. This transformed the country to a state of self- rice varieties, DRR Dhan 45, 48 and 49 by Indian\nsufficiency by mid eighties and stalled rice imports\ns  Council of Agricultural Research-Indian Institute of\nbeginning an era of exporting rice, earming high  Rice Research (ICAR-IIRR) is an effort to address\n68 ★ Journal of Rice Research 2020, Vol 13, No.2",
    "Page_75": "D\nmalnutrition, through bio-fortification in rice (Nirmala Estimation of gross returns with ICAR-IIRR\net al., 2016)\nvarieties\nICAR-IIRR contributes significantly to the production  Gross returm with ICA R- IRR varieties was calculated\nof breeder seed and currently there are about 11 ICA R-\n using the following equation:\nHIRR varieties indented for breeder seed production\nValue of HRR rice (Million USD) = Production of\nthrough Department of A griculture and Co-operation\nIIRR rice (t) * MSP (Rs. t1) /USD rate/106\n(DAC) in India. Therefore, the objectives of the\nWhere, MSP is minimum support price; USD rate is\npresent study were to estimate the area covered by the\nUSD exchange rate in rupees; 10° is conversion factor\nICAR-IIRR varieties and to assess the contribution\nto million.\nof ICA R-IIRR varieties to the overall rice production\nduring 2015-20 and the income gains of the country.\nResults and Discussion\nMethodology\nAvailability of pure seedis one of the crucial constraints\nfor bridging the gap between technology development\nIn the present study, breeder seed indents of GOI\nand its adoption. Breeder seed production (BSP) is\nand production, seed produced in mega seed project,\n being organized by ICA R-IIRR, Hyderabad under the\ntruthfully labelled seed sale at fIRR godown, seed\nNational Seed Project (NSP) - Crops as per the DAC\ndistributed through blight-out program and mega seed\nproject was considered mainly for the estimation of\nindents at 32-35 centres every year. BSP activity in\nrice began with 66 varieties in 1995 and the number\narea, production and gross-returns.\nof varieties has steadily increased to 234 by 2012\nEstimation of area under ICAR-IIRR varieties\nand 336 by 2020. The breeder seed production has\nIt was considered that one kg of breeder seed (BS)\nincreased from 541 tonnes (t) in 2015-16 to 1196\nwas required to produce 60 kg of foundation seed\ntonnes in 2019-20 (Figure 1).\n(FS), which in turn produces another 60 kg of certified\nThe ICAR-IIRR plays a significant role in the supply\nseed (CS) (Pathak et al.,2018). It was also considered\nof quality breeder seeds to the country. The major\nthat 50 kg of certified seed or truthfully labelled seed\nICAR-IIRR varieties indented through breeder seed\n(TLS) is required to plant one ha of rice area.\nindent include Improved Samba Mahsuri, IR 64,\nThe area covered by IIRR varieties was estimated\nJaya, Varadhan, Mahsuri, Dhanrasi, Rasi, Sampada\nusing the following equation:\nand Akshayadhan. Annually, in the past five years, at \nArea (Mha) = ((BSP of IIRR varieties\nleast eleven ICAR- HIRR varieties were indented for\n(901/(1-e46y)09/(6x)9T1+((09 *09 *(by)\nbreeder seed in India. During the year 2015-16, DRR\nWhere:\nDhan 44, Improved Samba Mahsuri and Sampada\nBSP is the Breeder Seed Produced\ntogether constituted more than 7o % of the breeder\nseed production of the total ICAR-IIRR varieties\nTLS is Truthfully Labelled Seed\n(Table 1). In the year 2016-17, DRR Dhan 44,\n10° is conversion factor to million\nSampada, Improved Samba Mahsuri, DRR Dhan 45\nEstimation of rice production with ICAR-HIRR\nand 46 together constituted about 69 % of the breeder\nvarieties\nseed production of the total ICAR-HIRR varieties.\nProduction of rice (unmilled) with ICAR-IIRR\n In the subsequent years, Improved Samba Mahsuri,\nvarieties was calculated by using the following\nSampada, IR 64 and DRR Dhan 44 were the major\nequation:\nvarieties indented through breeder seed indents\nProduction of IIRR rice varieties (Mt) = [Area of 1\n Improved Samba Mahsuri(ISM) is a fine and medium-\nIIRR varieties (Mha)/ Total area (Mha)] * Total paddy S\n slender grain variety having excellent grain and\nproduction (Mt)\ncooking quality with yield potential of 5.5-6 t/ha. It is\nJournal of Rice Research 2020, Vol 13, No.2 ★ 69",
    "Page_76": "1400\n1196\n1200\n1000\n913\nproduced\n759\n800\n721\n541\n600\n400\n200\n2015-16\n2016-17\n2017-18\n2018-19\n2019-20\nO  n p () und pas pg  \nTable 1. Breeder Seed Production (tonnes) of ICA R-IIRR rice varieties\nSl. No.\nName of variety\n2015-16\n2016-17\n2017-18\n2018-19\n2019-20\n1.\nDRR Dhan-50\n-\n0.85\n2.\nDRR Dhan-45\n4.2\n0.18\n0.25\n二\n-\n3.\nDRR Dhan-39 Jagjeevan\n0.84\n0.4\n0.7\n二\n0.6\n4.\nDRR Dhan-43\n2\n0.4\n0.28\n0.24\n5.\nDRR Dhan-44\n8\n6.3\n3\n1\n6.\nDRR Dhan-46\n2.4\n0.05\n0.7\n0.85\n7.\nDRR Dhan-51\n0.24\n8.\nImproved Samba Mahsuri\n6.5\n3.7\n3.55\n3\n2.3\n9.\nIR-64\n5\n5.5\n4\n6.45\n2.1\n10.\nJaya\n1\n0.84\n1.4\n0.42\n0.9\n11.\nKrishna Hamsa\n0.1\n0.12\n0.03\n0.05\n12.\nMahsuri\n0.3\n0.21\n0.18\n0.28\n0.12\n13.\nRasi\n0.3\n0.3\n0.1\n0.05\n0.05\n14.S\nSampada\n3.3\n6.38\n1.6\n4.78\n1.14\n15.\nDRR Dhan 47\n-\n0.35\n-\n16.\nDhanrasi\n0.1\n0.05\n0.05\n-\n17.\nJarava\n0.1\n-\n0.1\n18.\nSwarna Dhan\n0.35\n0.15\n0.12\n19.\nA kshaya Dhan\n0.1\n0.3\n二\n二\n20.\nVara Dhan\n0.3\n0.3\n21.\nIET-23832 (RP 5886 HP3 IR\n0.15\n-\n80463-B39)\n22.\nBasmati K asturi\n0.1\nTotal\n25.35\n33.67\n15.28\n17.04\n10.81\n Source: DR Progress Reports, Varietal Improvement Vol 1,2015 to 2019, IRR, Hyderabad.\n70 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_77": "highly resistant to bacterial blight disease. It is almost  2009). DRR Dhan 44 is characterized by very high\nsimilarto Samba Mahsuri in yield, grain and cooking yield under limited water conditions. It performs\nquality and agro-morphological traits besides having\nexceedingly well under dry direct seeded conditions\nresistance to bacterial blight. Under bacterial blight \n (sprinklerirrigation) with minimal inputs. Due to their\ninfestation, ISM gives more yield than the susceptible\n unique traits, more number of indents was received\nvarieties. It is one of the first biotechnology derived  for breeder seed production of these varieties.\nproducts in the country. Improved Samba Mahsuri has\nThe ICAR-IIRR plays a pivotal role in the supply of\nbeen recorded to have low glycaemic index of 50.99,\nquality Breeder Seed (BS) and Truthfully Labelled\nwhich is desirable for rice consumers suffering from\nSeed to the farmers of the country (Figure 2). The\nType II diabetes. Sampada, another high yielding\ntotal IIRR seed supplied to the farmers has increased\nvariety has medium slender grains with intermediate\nfrom 134 tonnes in 2015-16 to 143 tonnes in 2019-20\namylose (23%) and recorded 24% more yield than\nindicating an increase of about 7 percent of the supply\nBPT 5204. It is tolerant to blast, tungro disease\nof the seed of IIRR varieties.\nand white backed plant hopper (Somasekhar et al.\n250\n195\nBreeder seed\n200\nproduction(DAC)\nMega seed(BS)\n150\n143\nd（tonne\n134\nSeed Sales at\n107\n96\nGodown(TLs)\n100\nSeed sale under Blight\nout program(TLS)\n50\nMega Seed (TLS)\nTotalseed (t)\n2015-16\n2016-172017-182018-19\n2019-20\nFigure 2: ICAR-1IRR varieties seed (tonnes) distribution details during 2015 to 2020\nSource: Computed from i)breeder seed production data from DRR Progress Reports, Varietal Improvement Vol 1,2015 to 2019 and\ni)seed sales data from IIRR i) seed produced and distributed under Mega seed and Blight Out programs\nRice was cultivated on an area of 44 million hectares  paddy (9 MT of rice) in India. Thus, approximately 8%\nin India with a record production of 118 million tonnes of rice production in India comes from the cultivation\nin 2019-20. The estimated area under IIRR varieties  of varieties released from ICAR- IIRR. Annual gross\nranged from 2.5 Mha to 5.6 Mha in the past five years.\nreturns from the cultivation of ICAR-IIRR released\nOn an average, annually, IIRR varieties occupied an I\nrice varieties in India were estimated to be around\narea of about 3.4 Mha in India, for the past five years :\n3161 Million USD based on the average estimates for\n(Table 2). The cultivation of HIRR varieties resulted\nthe past five years.\nin the production of about 14 million tonnes (MT) of\nJournal of Rice Research 2020, Vol 13, No. 2 ★ 71",
    "Page_78": "Table 2: Contribution of ICAR-IIRR varieties to\nFood Security. NRRI Research Bulletin No. 16,\narea, production and gross returns (2015-20)\nICAR-National Rice Research Institute, Cuttack,\nSl.\nYear\nArea un-\n Production\nG ross returns\nOdisha, 753006, India. pp 26.\nNo.\nder IIRR\nof rice of\nfrom IIRR\nProgress Report (AICRIP)-Crop Improvement. 2015-\nVarieties\nHIRR Vari-\nVarieties\n20, ICAR-Indian Institute of Rice Research,\n(Mha)\neties (Mt)\n(Mill.USD)\nHyderabad.\n2015-16\n2.5\n9.40\n2071\n2\n2016-17\n4.0\n15.33\nRavindra Babu V, Ch Padmavathi, CN Neeraja, D\n3364\n2017-18\n5.6\n21.50\n5127\nKrishnaveni, Divya Balakrishnan, LV Subba\n3\n4\n2018-19\n2.5\n10.34\n2661\nRao, P Raghuveer Rao, GSV Prasad, Gururaja\n2.5\n10.23\n2580\nKatti, T Ram, D Subrahmanya, RM Kumar,\n5\n2019-20\nAverage\nAS Hari Prasad, K Surekha, MS Prasad and\n3.4\n13.40\n3161\nU Chaitanya. 2016. 50 years of AICRIP.. way\nSource: Computed from i)breeder seed production data from\nDRR Progress Reports, Varietal Improvement Vol 1,2015 to\nforward. Technical Bulletin No. 92/2016. ICAR-\n2019 and i)seed sales data from IIRR ii) seed produced and\n Indian Institute of Rice Research, Rajendranagar,\ndistributed under Mega seed and Blight Out programs\nHyderabad-500 030, Telangana State, India, 292.\nC onclusion\nSomasekhar N, Hariprasad AH, Nirmala B and\nVenkateshwarlu D. 2009. DRR Newsletter. 7(2):\nThe study provides insights on the impact of ICAR-\n2.\nIIRR varieties and quantified the contribution of the\nHIRR varieties to the total area and production of rice\nSundaram\nRM,\nMadhav\nMS, Neeraja CN,\nat the national level. It was estimated that, annually,\nBalachandran SM, Mangrauthia SK, Barbadikar\nthe IIRR varieties contribute to about 8 % of the total\nSK, Divya PS, Subba Rao LV and Hariprasad AS.\nproduction of rice in the country. The significant\n2018. Multi-trait improvement in rice through\nimpact of IRR varieties is the generation of gross\nmarker-assisted breeding. Oryza, 55: 24-37.\nreturms to the tune of 3,161 Million USD annually\nSundaram RM, Priya MRV, Biradar SK, Laha GS,\nand cumulative returns of 15,803 Million USD for the\nReddy GA, Rani NS, Sarma NP and Sonti RV.\nperiod from 2015-16 to 2019-20.\n2008. Marker assisted introgression of bacterial\nReferences\nblight resistance in Samba Mahsuri, an elite\nNirmala B, Ravindra Babu V, Neeraja CN, Amtul\nindica rice variety. Euphytica, 160: 411-422.\nWaris, Muthuraman P and Sanjeeva Rao D.\nThird  Advance\n　Estimatesofproduction \nof\n2016. ‘Linking agriculture and nutrition: an ex-\nmajor crops for 2019-20. Press Information\nante analysis of zinc biofortification of rice in\nBureau,\nGovernment of India, Ministry of\nIndia' Agricultural Economic Research Review,\nAgriculture & Farmers Welfare. https://pib.\n29(Conf.): 171-177\ngov.in/Pressreleaseshare.aspx?PRID=1573283\nPathak H, Pradhan SK, Parameswaran C, Mondal\nA ccessed on 03/02/2021\nB, Jambhulkar NN, Tripathi R, Chakraborti\nM, Kumar GAK, Samal P and Sahu RK.2018\nContributions of NRRI Rice Varieties to National\n72 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_79": "SHORT COMMUNICATION\nOPENACCESS\nPerformance of zinc rich rice cultivar - DRR Dhan 48 in farmers' fields\nJyothi Badri*, Jai Vidhya LRK, Lakshmidevi G, Subhakara Rao I, Nandini V, C hiranjeevi M,\nL aha GS and Subba Rao LV\nICA R-Indian Institute of Rice Research (ICA R-IIRR), Rajendranagar, Hyderabad-50o030\n*corresponding author (Email: jyothirishik@ gmail.com)\nReceived: 15th November 2020; Accepted: 15th December 2020\nAbstract\nBiofortified variety 'DRR Dhan 48'was recently notified and released [CVRC S.O. 1379 (E) dt. 27.03.2018]\nIt has a high zinc content of 27 and 22 ppm in brown and polished rice, respectively and introgressed with three\nbacterial blight resistant genes (xa5, xa13 and Xa21). It also has desirable grain quality parameters and agro-\nmorphological characteristics akin to the popularly grown Samba Mahsuri. DRR Dhan 48 is distinguishable\nfrom other rice varieties of comparable grain type and duration using morphological, biochemical and\nmolecular markers. Seed production was taken up in participatory mode in the farmer's field in Aroor village,\nValigonda mandal of Y adadri-B huvanagiri district in Telangana State during kharif 2020. Roughing at regular\nintervals was done by breeders to maintain seed purity. DRR Dhan 48 is well accepted by the farmers ano\ngradually gaining popularity. This cultivar is spreading from farmer to farmer and seed produced in farmer's\nfield during kharif 2020 was distributed among farmers across 3 states viz., Telangana, Andhra Pradesh and\nKarnataka for cultivation during Rabi 2020-21\nKeywords: DRR Dhan 48, biofortification, zinc, bacterial leaf blight, maintenance breeding, MS cultivar\nIntroduction\n60.9%) and good cooking quality with intermediate\namylose content (AC-24%), soft gel consistency (GC-\n     \n 28mm) and alkali spreading value (ASV-7.0).\n24555)], a high zinc, bacterial leaf blight resistant\nmedium slender grain rice variety derived from\nMaintenance of Pure Seed of DRR Dhan 48\nthe cross of RPBio226*1/CSR27,developed at\n DRR Dhan 48 is distinguishable from rice cultivars of\nsouthern states of India (A ndhra Pradesh, Telangana,\n Morphological markers- plant type, grain type,\nTamil Nadu, Karnataka and Kerala). DRR Dhan\n48 resembles popularly grown BPT5204 (Samba\n       \nMahsuri) in general agro-morphological and grain\n5204, resistance to bacterial blight and leaf blast\nquality characteristics, in addition also possesses high\nBiochemical markers- High zinc content (>20%) in\n pd    u       d  n \npolished rice) and shows good level of resistance to\n Molecular markers- Presence of three BB resistance\nbacterial leaf blight (BLB) and leaf blast. It is marker\ngenes- xa5, xa13 and Xa21\npositive for three BB resistance genes (xa5, xa13 and\nXa21) and also resistant to lodging as it possesses\nNucleus seed production of released cultivars is a\nstrong culm. It possesses desirable grain quality 1\n regular breeding activity. Hundred panicles were\nparameters viz., medium slender (MS) grains, high selected randomly during 2019 dry season (Rabi)\nmilling recovery (69.4%), head rice recovery (HRR-  at Ramachandra Puram farm of ICAR-IIRR located\nJournal of Rice Research 2020, Vol 13, No.2 ★ 73",
    "Page_80": "Field view of DRR Dhan 48\nin ICRISAT campus and were grown during Kharif  medium slender grain type, days to 50% fowering\nmethod. Seeds from the individual panicle were  135-140 days) and lines showing the same were\n        \n chosen. Also, the PRTs were inoculated with bacterial\nPRT. Observations were recorded on yield and yield \n blight pathogen at maximum tillering stage by leaf\nrelated traits along with disease reaction to bacterial\n clipping method under field conditions.\nleaf blight. In field, selection was carried out based\nThe freshly harvested grain from fourteen PRTs\non DRR Dhan 48 designated traits (90-95cm height,\npossessing morphological similarity with BPT 5204\n semi-dwarf, compact, heavy and exerted panicle type,\n    a   \n25\n1b\nla\n20\nZn content (ppm)\n15\n10\n5\n0\n3\n5\n7\n6\n3\nISM\nDRR-DHAN-48\nPRTs\n■Brown\nPolished\n Figure la: Resistance to bacterial leaf blight (score 1) in DRR Dhan 48 similar to Improved Samba Mahsuri.\n1b. Zinc (ppm) content in PRTs grown during kharif 2019\n74 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_81": "R\n100bp\n1OUbp\n100bp\na\nb\nC\n100bp=ladder. 1. Positive parent, 2. Negative parent and 3. DRR Dhan 48\nFigure 2: DRR Dhan 48 with BLB genes a. Xa 21 b. xa 13 and c. xa 5\nto both biochemical and molecular analysis.  In  Performance of DRR Dhan 48 in Farmer's field:\nbiochemical analysis, Zinc was estimated in both Pure seed of DRR Dhan 48 multiplied during Rabi\nbrown and polished grains using X RF at ICAR-IIRR 2020 from “PRT2'was grown in farmer's field of Shri.\n(Figure 1b). In molecular analysis, DNA isolated from  Sangi Nagaiah/Tummala Muralidhar of A roor village,\nleaf samples from 14 PRTs was tested for the presence  Valigonda mandal, Yadadri Bhuvanagiri District of \nof all three BLB resistant genes viz., xa5, xa13 and\n Telangana, during Kharif 2020 in four acres. Breeders\nXa21 (Figure 2). Seed harvested during Kharif 2019\n carried out regular field visits and undertook rouging to\nfrom ‘PRT2' with morphological similarity to BPT\n maintain the seed purity and explained the importance\n5204, resistance to bacterial leaf blight, marker\nof carrying out rouging in seed production plots to the\npositive to xa5, xa13 and Xa21 and zinc content of\nfarmers (Figure 3). Farmers checked for the presence\n24.4 ppm and 21.2 ppm for brown rice and polished\n of roughs along with their regular farming activities.\nrice respectively was chosen for seed multiplication\nFarmers appreciated the traits of DRR Dhan 48 in\nduring Rabi 2020.\nFigure 3: Field visit and rouging in DRR Dhan 48 in farmer's field during kharif 2020\nJournal of Rice Research 2020, Vol 13, No. 2 ★ 75",
    "Page_82": "terms of its desirable plant height (slightly shorter \nwhile in seed samples of IIRR farm ranged from 24.9\nthan BPT 5204), resistance to bacterial blight despite \npstod pue umoq u udd e'17 0 o'17 pue 127 0 \nnot taking up plant protection measures and grain\nrice, respectively. Varietal release to field performance\ntype akin to BPT 5204 and appreciated high (15-18)\nof DRR Dhan 48 is schematically represented in\nproductive tillers per plant. An average yield of 5104\nFigure 4.\nkg/ha was obtained in the farmer's field under late\nOwing to the desirable morpho-agronomic plant type\nsown conditions indicating the suitability of DRR\nand grain type similarity to BPT 5204, resistance to\nDhan 48 cultivation under late sown conditions.\nbacterial leaf blight and high zinc content, DRR Dhan\nSeed samples collected from farmer's field as well\n48 is well accepted by the farmers and is gradually\nas from IIRR Rajendranagar farm were used for zinc\n gaining popularity. This cultivar is spreading from\nestimation at Intermational Rice Research Institute\nfarmer to farmer and seed produced in farmer's field of\nSouth Asia Hub (IRRISAH), ICRISAT, Hyderabad.\nNalgonda district during Kharif 2020 was distributed\nThe average zinc content in seed samples collected\namong farmers across 3 states viz., Telangana, A ndhra\nin farmer's field ranged from 25.2 to 27.4 and 22.2\nPradesh and Karnataka for cultivation during Rabi\nto 23.3 ppm in brown and polished rice, respectively,\n2020-21.\nSimlartaBPT5204,GT-MS\nCVRCS.O.1379(E)dt.27.03.2018\nDRRDhan48\nBBresisant (5,xuL3andXa21)\nHighZn-22pmm（po|shed)\nSeedproduction2017&2018\nWildboardamage/cyclones\nLoss in seed purity\nRabi2019\nCollectionof100random panicles\n100PRTS\nAgro-morphologicalstudies\nKharif2019\nDiseasereactionto BB\nVarietalpurification/\n14PRTssimilartoBPT5204\nmaintenancebreeding\nZnanalysls (XRF-IRR)\nScreeningwith.xa5,xa13ano\nXo21gen\n5PRTs-BBgenemarkerpositive\n1PRT(PRT2)-markerpositive&\n21.2ppmZnin polished rice\nRob/2020\nPRT2-Seedmultiplication\nZnanalysis (XRF-IRRISAH)\nDRRDhan48\nBrowm-25.2to27.4ppmi\nKharif2020\nfieldperformance\nPolshed-22.Zto 23.3ppm\nFigure 4: Schematic representation of varietal release to field performance of DRR Dhan 48\n76 ★ Journal of Rice Research 2020, Vol 13, No. 2",
    "Page_83": "Society For Advancement of Rice Research\n Journal of Rice Research - Authors Guidelines\n(Regd. No.2175/2004 of A.P. Society Regn. Act. 2001)\nScope: JualfRice Reearchis achanelfor publicatinffullngth papers covering results oforiginal research nvited crital\nThe Society for Advancement of Rice Rese\nsearch is a registered society stared with main objective of providing a platform for exchange of\nreviews or nterpretative articles relatd tallareas frice science rebased crop sytems and rice crpmanagemet.hejoural a\ninformation and knowledge related to latest developments in rice research.\npublishes short communications bookreviews and etters tothe editor.\nAims and Objectives\nArticleporingexperetatonreachinaydnvlvinricrraseroping sytsilacptdasorigalr\n.To advance the cause ofrice research and development in the country.\nwhile critical reviews are generally nvited. Short articles concerned with experimental techniques or observation of unique nature will e\n· To disseminate knowledge on latest developments in rice research through publications, seminars, lectures and training programmes.\naccepted as short communicatinetes totheditor coneing previous artics are welme andare ublished ubject oreviw and\napprvalbditriaarigltwillittlytthptsaifthewh\n·To provide consultancyin ric production and development.\nalso published together.\n·Tofacilitate research andindustry ollaboration andpublic private parership atnationallvel.\nGeneral Requirement:\n·Tohonour outstanding achievers in rice research and development.\nSubmiionto the joural must be reports of original research of at least two crop seasons and must not be previously published or\n·To cooperate with other organizations having similaraims and objectives.\nsimultaneusly submittd toanyothercientific ortechicaljual. At least oneofthe athors (in caseofjoint authorshiphoul be\n·Topromte anyotherscientifi/professional activities conduive for the advancement ofscienceofrice and rice mrovement.\nmember of the Society for Advancement of Rice Research SARR) and not in arears of subscription. Authors of invited articles are\nexempted from this.\nSubmission of Manuscript:\nExecutive Council (2019-2021)\nManuseripts should be sent by email to the chief editor (rrchiefeditor@gmail.com/chintalapatipadmavathi68@gmail.com) as an\nPresident\nDr. S R Voleti, Director, ICAR-IIRR, Hyderabad\nwithhighrelutonmaesuitaseparatfliinrethaefomaripudtydolesad\nVice - Presidents\nDr. O N Singh, PPVFRA, Chennai\nsctinsddnn\nDr. Y Chandra Mohan, ARI, PJTSAU, Hyderabad\nandabsraagaoidaeeraldrtandisionlioal\nSecretary\nDr. R Mahendra Kumar, ICAR-IIRR, Hyderabad\nacknowledgements andreferences followedbyfigures andtables.\n Joint Seeretary\n Dr. Gopal Krishna, ICAR-IARI, New Delhi\nTitle should give aclearidea what the articles isabout It should be briefand informative (12-15 words).\nTreasurer\n Dr. B.Nirmala,ICAR-IIRR, Hyderabad\nMaterials and Methd shouldincluxermentaldsig, reatment etails, relicatinsandtechniques/methd mly.\nZonal Councillors\n Dr. RP Singh, BHU, Varanasi, UP-North India\nResults and Discussion shouldbe suppored by sound scientificall analyseddata along with xplanatory text with relevant tables and\nDr. PB Patil, NavsariAgril University, Gujarat-West India\nfigures.\nReferenqtntrytatsystlylteuaangdalhabetiallyali\n Dr. Vijay Pal Bhadana, ICAR-IIAB, Namkum, Ranchi- East India\nDr. B N V S R. Ravi Kumar, RS, Maruteru, AP- South India\nand awcaseletr a,b,c, et., tyarfr samearntris ofth ame athr. Rfrens shubpreented in thfmat g\nbelow:\n Journal of Rice Research is an official publication of Society for\nResearch papers\nEditorial Board\nAdvancement of Rice Research (SARR), ICAR-Indian Institute of Rice\nDurvasulaV eshu.2017.etworkingaPivotal StrategyforRiceGenetic Improvement. JournalofRice Research, 10(1): 18.\n: Dr. Ch Padmavathi\n1. \nChief Editor\nResearch, Hyderabad - 500030 and published twice a year i.e., June and\n2.\nAssociate Editors\nt\n December. All corespondence related to SARR should be addressed to\n Plant Breeding\n: Dr. J Aravind Kumar\nseretary,D RMKumar(kmam23@gmailcom)\n3.\nPaulManKeegstraK 0Cel-wall arbhdrats andtheirmdificatioasareoureforbifuelsPlt ul 5 96.\nBiotechnology\nThesis\n: Dr. R M Sundaram\nSoil Science\n Bhuiyan MDAR. 2010. Phenotypic and genotypic evaluation of selected transgressive variants derived from Oryza rufipogon Griff. x\n: Dr. M B B Prasad Babu\n Membership: Membership of the Society is open to all persons interested in\nOryza sativa L. cv. MR219. Ph D. Thesis. University Kebangsan Malaysia, Malaysia 150 p.\n: Dr. T Vidhan Singh\nfurthering the aims and objectives of the Sciety and in the opinion of the\nAgril. Engineering\nBook chapter\nPlant Pathology\n: Dr. M Srinivas Prasad\nexecutive commitee, have the necessaryqualification and experience.\nSotJM1984. Catabolismoffolats. P 307-327R.LBlackleyandS.JBenkvic (ed.) Folats andPterims Vol.1 JohWily& Sns,\nNew York\n Agril. Extension\n: Dr. Shaik N Meera\nBook\n ComputerApplications : Dr. B Sailaja\nMembership and Journal Subseription fee w.e.f August 2019\nSubba RaoLV, ShobhaRani N, Chranji M,Chaitanya U, Sudharhan I Suetha K, JythBadriand DipalRChouhary201DU\nSubseription price\nCharacterizatiofRiceVarietDirtoratfRicReearch,ajendranagar, Hyeraba-03,dia24p\nMembers - Foreign\nMembership category\nAnnual\nLife\nDr JauharAli, IRI, Philippines\n A. Individual membership\nDr Sudhir Yadav, IRRI Philipines \nIndian (Rs.)\n500 (300*)\n3000 (2000*)\nand symbols.\n Foreigner (US $ or its equivalent)\n300\nTables: Tables are used for reporting extensive numerical data in an organized manner and statistically analyzed. They should be self\nDr Umesh Reddy, West Virginia State University,USA\n50\nB. Corporate members/Patrons-one time (Rs.)\n20,000\n----\nDrAkshay Biswal, CIMMYT, Mexico\nC. Libraries and Institutions (Annual)\nDrRK Singh, IRRI, Philipins\nuitssfdfdaablrwilatytsq\n Indian (Rs.)\n2500\ntwo decimalplace values are sgested.\nMembers -India\n Foreign (US $ or its equivalent)\n550\nDrE A Siddiq, Ex-DDG, ICAR, Hyderabad\nPublished by :\nDr B N Singh, Ex-Director, CRRI, Cuttack \nAdmission fee ofRs. 100 ill be charged in adition to the above subcription fee;\nDr. S R Voleti, President, Society for Advancement of Rice Research, Hyderabad.\nDr J N Reddy, NRRI, Cuttack\nPrinted at :\nResearchabadwiaileaalala@mal\nDr JL Dwivedi, Retd. Head, NDUAT,Faizabad\nBalaji Scan Pvt. Ltd., Hyderabad - 500 004. Ph: 040-23303424 / 25 E-mail: bsplpress@gmail.com",
    "Page_84": "ISSN 2319-3670\nJournal of Rice Research\nVolume 13, No. 2\nDecember 2020\nSociety for Advancement of Rice Research\nICAR-Indian Institute of Rice Research (ICAR-IIRR) Rajendranagar\nSociety for Advancement\nHyderabad - 500 030 (India), Phone No: 091 40 24591234, 24591218\nFax: +91 40 24591217, www.sarr.co.in\n of Rice Research"
}