{
    "Page_1": "COMPUTATIONAL ANALYSISOF FLUID\nSTRUCTURE INTERACTIONINARTIFICIAL\nHEART VALVES\nby\nHan Hung Y eh\nB.A.Sc., The University of British Columbia, 2011\nTHE REQUIREMENTS FOR THEDEGREE OF\nMASTER OFAPPLIEDSCIENCE\nin\nTHE FACULTY OF GRADUATE AND POSTDOCTORAL STUDIES\n(Biomedical Engineering)\nTHE UNIVERSITY OF BRITISH COLUMBIA\n(V ancouver)\nAugust 2013\n① Han Hung Yeh, 2013",
    "Page_2": "Abstract\nThe development of heart valve stenosis and sclerosis can lead to the development of\nfatal complications such as congestive heart failure. Therefore, severe valve stenosis\nrequires a surgical operation with artificial heart valve replacement. Given that the\ngeometrical  differences between  artificial  valves  would  significantly influence\nhemodynamic performance around the implanted valve, additional knowledge for the\ninteractions between blood flow and the artificial valve is necessary. Therefore, in order\n() sonuup pin ronno paoueape re sasodond apns sr pooand o\nleaflet motion under different physiological conditions.\nA mong various FSI technique, it is proposed to simulate the motion of the artificial heart\nvalve with a fully-coupled algorithm and arbitrary  Lagrangian- Eulerian  formulation\n(ALE) using a monolithic solver. Models are constructed using a realistic aortic root for\nboth the bileaflet and bioprosthetic valves with additional modifications and\nconsiderations for the flexible arterial wall. Normal physiological blood pressure and\nconditions are used to simulate healthy scenarios, which are compared with experiments.\nValidation is conducted by analysing particle image velocimetry (PIV) experimental data\nboth velocity and maximum von Mises stress are higher if calculated using a rigid wall\nmodel. The leaflet dynamics, on the other hand, is relatively the same for rigid or flexible\nwall model. Clinically relevant scenarios are also simulated for both mechanical and\nbioprosthetic valves. The clinical focus for the mechanical valve is on the malfunction of\nthe valve due to leaflet restrictions. In addition, the clinical focus for the bioprosthetic\nvalve is on the systolic deficiency due to different tissue properties.\nii",
    "Page_3": "Preface\nThe thesis was prepared under the supervision and guidance of Dr. Dana Grecov, who\nprovided the research topic of simulating artificial heart valve hemodynamics with\nadvanced computational methods.\nDr. Satya Karri (ViVitro Lab, Inc.), provided supervision and guidance for the\ninformation regarding to artificial heart valve.\nA section of Chapter 2 and a section of Chapter 3 was presented at the 36th Annual\nConference of the Canadian Medical and Biological Engineering Society (CMBES36)\njointed with lAssociation des physiciens et ingenieurs biomedicaux du Quebec\n(APIBQ42). A paper was written for the conference and an additional publication\ninvitation was offered by the Journal of Medical and Biological Engineering.\nA version of Chapter 3 and the validation section of Chapter 2 will be submitted for\npublication.\niii",
    "Page_4": "Table of C ontents\nA bstract..\n.ii\nPreface .\niii\nTable of Contents .\n..iv\nList of Tables ...\n.vii\nList of Figures....\nix\nGlossary...\n.xii\nA cknowledgements\n..xiii\nDedication...\n..xiv\nChapter 1\nIntroduction.....\n1.1\n Background .\n1.1.1\n A natomy and Physiology...\n3\n1.1.2\nTypes of Artificial Heart V alve.\n1.1.2.1 The Mechanical Valve ...\n1.1.2.2 The Bioprosthetic Valve ..\n5\n1.1.2.3  The Transcatheter V alve ...\n.6\n1.2  Literature Review .\n1.2.1\nClinical Evaluation on Aortic Stenosis and Artificial Heart Valve...... 8\n1.2.2\nGeneral Computational Fluid Dynamics for Artificial Heart Valve .....8\n1.2.2.1 Laminar and Turbulent Model..\n.9\n1.2.2.2  Direct Numerical Simulation Model.\n.10\n1.2.3\nA dvanced CFD with Fluid Structure Interaction Method\n.10\n1.2.3.1 Fixed and Moving Mesh ..\n.11\niv",
    "Page_5": "1.2.3.2  Partitioned and Monolithic Solver.\n...11\n1.2.4\n Summary of Gaps in Existing Knowledge...\n....12\n1.3F\n Proposed Study.\n1.3.1\nMotivation.\n.14\n1.3.2\nExperimental V alidation ...\n.15\n1.3.3\nResearch Objectives..\n.15\nChapter 2\nGeneralized Computational Procedure ..\n2.1\nGeometry Parameterization....\n2.1.1\nFluid Domain and Aortic Wall.\n.17\n2.1.2\nMechanical Valve ....\n.21\n2.1.3\nBioprosthetic Tissue V alve...\n.24\n2.2\nGoverning Equations .......\n2.2.1\nGoverning Equations for Fluid Domain .....\n..25\n2.2.2\nGoverning Equations for Structure Domain\n.30\n2.2.3\n Fluid- Structure Coupling Equations ...\n.32\n2.3\n Boundary Condition Declaration...\n.33\n2.3.1\nInlet and Outlet Boundary........\n...33\n2.3.2\nFluid- Structure Interface..\n.36\n2.3.3\nPhysical Constraints\n...37\n2.4\n Computational Procedure Generalization..\n2.4.1\nMesh Configuration...\n2.4.2\nALE Configuration....\n.40\n2.4.3\nSolver Configuration\n.40\n2.5\n Experimental Setup....\n.42\n2.6\nChapter Summary .\n.43\nV",
    "Page_6": "Chapter 3\n Results and Discussions for Bileaflet Mechanical Valve ..\n....4\n3.1\n Rigid Wall Bileaflet Mechanical V alve....\n....45\n3.1.1\nV erification and V alidation....\n3.1.2\n Blood Flow Hemodynamics...\n..52\n3.1.3\nMechanical V alve Leaflet Dynamics..\n.59\n3.2\nFlexible W all Bileaflet Mechanical V alve.\n..63\n3.2.1\nBlood Flow Hemodynamics....\n3.2.2\nMechanical Valve Leaflet Dynamics..\n...68\n3.2.3\nModel Comparison\n.70\n3.3\n Clinical Application.\n.72\n3.4\n Chapter Summary \n.75\nChapter 4\nResults and Discussions for Bioprosthetic Valve...\n...76\n4.1\nRigid Wall Bioprosthetic Tissue Valve ....\n4.1.1\nBlood Flow Hemodynamics....\n.77\n4.1.2\nTissue Valve Leaflet Dynamics\n..80\n4.2\n Flexible Wall Bioprosthetic Tissue Valve .\n...82\n4.2.1\nBlood Flow Hemodynamics...\n4.2.2\nTissue Valve Leaflet Dynamics\n.86\n4.3\n Clinical Application...\n Chapter Summary .\n4.4\n...93\nChapter 5\nFuture Work and Conclusion .\n...94\n5.1\nConclusion...\n5.2\nContributions ..\n.95\n5.3\nClinical A spects.\n.95\n5.4\nModel Constraints and Limitations\n.97\nvi",
    "Page_7": "5.5 Future Work.\nBibliography\nvii",
    "Page_8": "List of Tables\nTable 1.1 Summary on Current Computational Methods Applied to Artificial Heart V alve\n.12\nTable 2.1 Weight Coefficient for Different Curve Profile\nTable 2.2 List of Geometrical Parameter for Aortic Root..\n..19\nTable 2.3 Material Properties for Computational Domain...\nTable 2.4 Material Properties of Bileaflet Mechanical Heart V alve....\n.22\nTable 2.5 Modeling Parameters for Bioprosthetic Tissue Valve ..\n.24\nTable 3.i Summary of Mesh Configuration for Rigid Wall Mechanical V alve.....45\nvili",
    "Page_9": "List of Figures\nFigure 1.1 Total Number of Discharges for U.S National Heart V alve Procedure from\n1997 to 2010....\nFigure 1.2 Cross Sectional Anatomy of the Heartl2l\n.3\nFigure 1.3 Commercially Available Bileaflet Mechanical Heart Valvel8]l\n5\nFigure 1.4 Commercially Available Bioprosethetic Tissue Valvel13]\n.6\nFigure 1.5 Commercially Available Transcatheter Aortic Valvel17]\nFigure 2.i1 Coordinate of All Control Points of Aortic Root by Bezier Polygon... 19\nFigure 2.2 Complete Computational Domain for the Simulation of Bileaflet Mechanical\nValve...........\nFigure 2..3 Schematic Drawing of Butterfly Hinge (Left) and Pin Hinge (Right)...22\nFigure 2.4 Illustration of Leaflet Constraints: Fully Closed Valve Leaflet Position ( Left)\nand Fully Opened V alve Leaflet Position (Right)......\n...23\nFigure 2.5 Complete Computational Domain for the Simulation of Tissue V alve.... 25\nFigure 2.6 Fourier Series Interpolation of Aortic and Ventricular Pressure Profile... 34\nFigure ..7 Cubic Spline Interpolation of Aortic and Ventricular Pressure Profile.... 36\nFigure ..8 Schematic Diagram for Mesh Construction...\nFigure 2.9 Overall Schematic Flow Chart of Solution Procedure .\n....41\nFigure 2.10 ViVitro Pulse Duplicator for Artificial Valve Evaluation[49]l.\n.42\nFigure 2.11 Schematic Diagram of Viv itro Flow Loop....\n..43\nFigure 3..1 Average U V elocity at Outlet for Different Mesh Configurations....47\nFigure 3.2 Numerical and Experimental Velocity Comparison at 30 mm Downstream at\nVarious Time Frame Near Peak Systolic ....\n..49\nFigure 3.3 Numerical and Experimental Velocity Comparison at V arious Downstream\nLocations during Peak Systolic ....\n...52\nFigure 3.4 Isolated Times for Different Phases during Cardiac Cycle ...\n...53\nFigure 3.5 Isolated Time Frames during Different Cardiac Phases for Rigid Wall\nMechanical V alve.......\n...54\nFigure 3.6 Velocity Distribution at 8 mm Downstream from the Base of Aortic Root...57\nFigure 3.7 Maximum Shear Stress Along Aortic W all for Rigid Wall Model... 58\nix",
    "Page_10": "Figure 3.8 Rigid Wall Mechanical Valve Leaflet Dynamics for One Cardiac Cycle..... 60\nFigure 3.9 Magnified Regions of Mechanical Leaflet Instability ....\nFigure 3.10 Maximum Von Mises Stress within V alve Leaflets for Rigid Wall Model ..62\nFigure 3.11 Isolated Time Frames during Different Cardiac Phases for Flexible W all\nMechanical Valve......\nFigure 3.12 Velocity Distribution at 8 mm Downstream from the Base of Aortic Root.66\nFigure 3..13 Maximum Shear Stress Along Aortic Wall for Flexible Wall Model... 67\nFigure 3.14 Flexible Wall Mechanical V alve Leaflet Dynamics....\n..68\nFigure 3.15 Maximum Von Mises Stress within V alve Leaflets for Flexible Wall Model\nFigure 3.16 Velocity Field Comparisons Between Rigid and Flexible Wall Model... 71\nMalfunction.....\n..74\nFigure 4.1 Isolated Time Frames during Different Cardiac Phases for Rigid Wall Tissue\nValve.....\nFigure 4.2 Velocity Distribution at 8 mm Downstream for Rigid Wall Tissue Valve....79\n   s re    re    s   i \n...80\nFigure 4.4 Rigid Wall Tissue V alve Leaflet Dynamics ...\n.81\nFigure 4.5 Maximum Von Mises Stress within Valve Leaflets for Rigid Wall Tissue\nValve Model.....\n....82\nTissue Valve....\nFigure 4.7 Velocity Distribution at 8 mm Downstream for Flexible Wall Tissue Valve.84\nFigure 4.8 Maximum Shear Stress Along Aortic Wall for Flexible Wall Tissue V alve\nModel....\n....85\nFigure 4.9 Flexible Wall Tissue V alve Leaflet Dynamics .\n..86\nFigure 4.10 Maximum Von Mises Stress within V alve Leaflets for Flexible Wall Tissue\nValve Model....\n...87\nFigure 4.11 Average U Velocity at 0.23 s for Rigid Wall Tissue Valve with Different\nValve Stiffness .....\n..89",
    "Page_11": "Figure 4.12 Leaflet Dynamics for Rigid Wall Tissue V alve with Different Valve Stiffness\n.90\nFigure 4.13 Leaflet Dynamics for Flexible Wall Tissue Valve with Different Tissue\nStiffness.\n.91\nFigure 4.14 Leaflet Dynamics for Flexible Wall Tissue V alve with Different W all\nStiffness ....\n.92\nxi",
    "Page_12": "Glossary\nCFD\nComputational fluid dynamics\nFSI\nFluid-structure interaction\nDNS\n Direct numerical simulation\nALE\nArbitrary Lagrangian-Eulerian formulation\nPIV\nParticle image velocimetry\nFDA\nU.S. Food and Drug Administration\nRANS\nReynolds-average Navier- Stokes\nxii",
    "Page_13": "Acknowledgements\nI would like to express my most sincere gratitude and appreciation to my supervisor Dr.\n   xa p b   a b r  \nbiomedical research. Additional thanks to Dr. Grecov for her patiently guidance and\nsupport throughout the whole project.\nA dditional sincere gratitude and appreciation to Dr. Satya Karri, the Director of ViV itro\nLab, for the guidance regarding to the computational simulation on artificial heart valves.\nDr. Karri also offered insightful comments and technical information on artificial heart\nvalve assessments.\nAdditional appreciation to ViVitro Lab Inc. for the initiation and the collaboration of\nartificial heart valve research.\nI would like to express my appreciation to my thesis committee members Dr. Hongshen\nMa and Dr. Robert Rohling for their time and advice.\nThe experimental data is kindly provided by ViVitro Lab Inc. and The University of\nVictoria for bileaflet mechanical valve verification and validation.\nxiii",
    "Page_14": "To my family and friendy for their enouess surpport\nxiv",
    "Page_15": "Chapter 1\nIntroduction\n p  os  n  n   d \nthroughout the body via blood vessels with a continuously pulsing pump-the heart. On\naverage, assuming a constant heart rate of 72 beats per minute, the heart would pulse\nroughly 2.65 billion times when one reached an age of 70 years old. Given the functional\nimportance of the heart, a surgical operation, either conventional or interventional\ncardiology, would typically require for a patient with cardiovascular disease, especially if\nthe disease is related to the heart valve. According to Rizzoli et al., the overall survival\nrate for patients who received an artificial valve replacement drop from 75% to 29% at\nyear 5 to 25, respectivelyll. They further found that with a total number of 3014\noperations, there were approximately 11% (334 operations) of the cases belong to\nreoperations. Among the 11% of reoperations, there were approximately 75.1% (251\noperations) were due to mechanical valve malfunctionl. Furthermore, inspecting a series\n            \nHealthcare Research and Quality, that the U.S national heart valve procedures during the\npast decade have revealed a steady increase in number of patient discharged, shown in\nFigure 1.1; therefore, an improved understanding of artificial heart valve hemodynamic is\nbeneficial for future studies.",
    "Page_16": "US National Heart Valve Procedure Total Number Discharged\n118.7 k\n114.2 k\n104.6 k\n102.8 k\n102.7k\n96.8 k\n91.1 k 88.4 k\n93.9 k\n94.0 k\n88.9 k\n84.1 k\n82.9 k\n78.8 k\n75.2 k\n107 0107 6007 8007 2007 9007 2007 1007 9007 7007 1007 0007 666 8661 2661\nFigure 1.1 Total Number of Discharges for U.S National Heart Valve Procedure\nfrom1997to2010\n1.1\n Background\nDuring clinical practices, a patient would require to undergo an iterative selection process\nwith both the surgeon and the cardiologist in order to determine the appropriate type of\n     r     \ndepended on the patient's physical conditions such as anatomy, drug intake, or age. The\nfollowing two sections briefly present the background information regarding to heart\nanatomy and artificial heart valve implants.\n2",
    "Page_17": "1.1.1Anatomy and Physiology\nThe heart is located within thoracic cavity, between the lungs and enclosed by pericardial\nsac. The heart is divided into four chambers: the left atrium, the left ventricle, the right\natrium and the right ventricle. There are four valves within the heart, each serves the\ncommon function to maintain unidirectional flow and prevents back flow of the blood,\nshown in Figure 1.2. Since the contraction of left ventricle would produce greatest blood\npressure in order to send the blood into ascending aorta through aortic valve, it would be\nthe primary selection to  investigate aortic heart valve hemodynamic and  valve\nperformance. There are usually three leaflet cusps that made up of aortic valve: the left\nand right coronary cusps and the non-coronary cusp. The junction between the leaflet\ncusps and left ventricle is known as annulus, which is made of fibrous tissue. Several\nmajor complications that may lead to heart valve failures are aortic stenosis, valve leaflet\ncalcification, or regurgitation.\nAorta (body)\nSuperiorvena cava\nPulmonary\n(from upperbody)\nartery\nRightpulmonary\n-Leftpulmonary\narteries(toright lungs)\narteries(to left lung)\nLeftpulmonary\nAorticvalve\nveins(from left lung)\nRightpulmonary\nLeftatrium\nveins(from right lungs)\nMitralvalve\nRightatrium\nLeftventricle\nTricuspidvalve\nInferior vena cava\n(from lowerbody)\nPulmonary valve\nDirectionofbloodflow\nRightventricle\nSeptum\nFigure 1.2 C ross Sectional A natomy of the Heartl2l",
    "Page_18": "1.1.2Types of Artificial Heart Valve\nThere are multiple approved products for artificial heart valves due to different design\nphilosophies, including maximizing durability or performance, or minimalizing damage\ndone to blood tissue. The following three sub sections are going to discuss briefly on\nartificial valves based on three main categories\n1.1.2.1 The Mechanical Valve\nSince the first ball and cage mechanical valve was successfully replaced the aortic valve\naffected by aortic stenosis performed by Dr. Harken in 1960, the development of artificial\nheart valve has accelerated due to the invention of the heart-lung bypass machine and\ncreated more than 70 different prosthetic valvesl31. An artificial mechanical valve is\ntypically comprised of three main parts: a suturing ring for securing the artificial valve to\nannulus, a set of valve leaflet for preventing reversed blood flow, and a control\nmechanism for controlling the motion of the valve leaflet, such as shown in Figure 1.3.\nBesides the early design of ball and cage mechanical valve, there are two major types of\nvalve introduced into market: tilting disk mechanical valve and bileaflet mechanical\nvalve.\nSince the mechanical heart valves have superior life expediency and the risk for structure\nfailure, the mechanical heart valve remained one of the selections for valve replacements\nblood flow that may be the site that originated thrombosis. This is the primary reason for\npatients receiving artificial mechanical valve to take anticoagulation medications for the\nalso been investigated and found to be prone for thrombosis and may require further\nimprovements; therefore, the development of an artificial heart valve that could mimics\nthe native heart valve without the increase of thrombogenic risk is considered as an\nalternative approach[3114]\n4",
    "Page_19": "Figure 1.3 C ommercially Available Bileaflet Mechanical Heart Valvel8]\n1.1.2.2 The Bioprosthetic Valve\nAs the desired approach is to replace the diseased valve with one that mimics the native\nvalve, a Ross procedure could be performed using autograft pulmonary valve in order to\nreplace the diseased aortic valve and followed by another allograft procedure to replace\nthe transplanted pulmonary valve. A lthough it is concluded that the Ross procedure has a\nlow risk for thrombosis and endocarditis while maintaining a high survival rate, the\nnecessity of reoperation limits the technique to younger patientsl9l. A bioprosthetic aortic\nvalve, as one of the alternative, is usually constructed with animal pericardium and\ndeveloped for superior hemodynamic, such as shown in Figure 1.4. Due to the same\ntrileaflet geometry from native aortic valve for the bioprosthetic aortic valve, the\nimprovements in hemodynamic performance could be simply depended on minor design\nmodifications of the commissure between each model. However, given that a\nbioprosthetic valve has superior hemodynamic performance than mechanical valves, the\nmortality rate is higher for patients who received a bioprosthetic valveliol1l. The\ns       a    o \ndeterioration, which might be caused by the decellularized valve leaflet under cyclic\nloadingl5l1ol121l Therefore, the bioprosthetic valve is often selected for patients who are\n5",
    "Page_20": "antithrombotic therapy even though the overall durability is less than mechanical\nvalvel6]10].\nFigure 1.4 C ommercially Available Bioprosethetic Tissue Valvel13]\n1.1.2.3 The Transcatheter Valve\nProvided that both mechanical valves and bioprosthetic valves would require an open\nheart procedure in order to replace the diseased valve, there are numerous patients who\ncannot proceed with an open heart surgery due to a relatively high or prohibitive surgical\nrisk. The transcatheter valve, a newly developed interventional cardiology technique that\nadopted from stents, delivers the bioprosthetic valve to the diseased valve through a\ncatheter in order to restore valve function[14l15]. A transcatheter valve would comprise the\nsame components with a bioprosthetic valve with the exception that the suturing ring\nfrom bioprosthetic valve is replaced with a stent frame, such as shown in Figure 1.5.\nGiven that the transcatheter valve is mainly deployed to patients with high risk of surgery,\nsuch as elderly patients with an increased risk, the clinical data and outcome available is\nlimited. However, it is concluded that the short term result after the implementation of\ntranscatheter aortic valve has shown to improve and maintain aortic valve function[16].\n6",
    "Page_21": "Figure 1.5 Commercially Available Transcatheter Aortic Valvel171\n1.2Literature Review\nTo investigate a biomedical engineering problem, one typical method is to conduct\ncontrolled physical experiments while another approach is to conduct numerical\nexperiments. Given that both methods would mimic one or more physiological conditions\nof human anatomy and physiology, the benefit of a physical experiment is that the result\ncould easily be verified and validated compare with a real world scenario at a cost of\nexperimental repeatability. Numerical experiment, on the other hand, may not easily be\nverified and validated; however, it benefits from identical experimental conditions and\npotential optimization by controlling the model parameters. Since flow around heart\nvalve has complex behaviour that would depend on multiple testing conditions such as\nflow pressure and surrounding geometry, the following three sections are going to review\nbriefly on the numerical methods for heart valve simulations with a focus on aortic valve,\nwhich is the valve with the most common valvular diseasel18].",
    "Page_22": "1.2.1 C linical Evaluation on A ortic Stenosis and Artificial Heart Valve\nThe Gorlin equation, introduced by Gorlin and Gorlin in 1951, has been used in clinical\npractice for the evaluation of effective orifice area (EOA) [19l. The EOA is a quantity\nrelating pressure gradient and volumetric flow rate for the estimation of heart valve\nefficiency [19l. The use of EOA is to estimate the effective area where heart valve opened\nduring systole to assess aortic stenosis. Since Gorlin equation, shown in Eq 1 - 1, is\nderived from Bernoulli equation, additional assumptions and modifications are made in\norder to improve the accuracyl2112121231241\nQmean\nEOA=-\nEq 1-1\nC·√2g·√△p\nWhere Qmean represents the volumetric flow rate through the orifice created by heart\nrepresents the pressure gradient across the valve orifice with a unit of millimeter of water\nor mercury.\nAs mentioned above, Gorlin equation provides a crude estimation of heart valve\ns  s          \ntherefore, in order to obtain additional information to assess valve hemodynamics, such\nas flow velocity or shear stress distribution, a more advanced model, such as Navier-\nStoke equations, should be applied.\n1.2.2G eneral C omputational Fluid Dynamics for Artificial Heart Valve\nWith the dramatically improvements in computational power for current devices, several\nresearches have investigated the hemodynamics around bileaflet mechanical valve\nintensively using computational fluid dynamics (CFD). Given this increase in\ncomputational resources, the construction of an advanced heart valve model for\nevaluating the hemodynamic performance could be achieved with the use of\n8",
    "Page_23": "computational codes. Provided with the high feasibility of solving relevant parameters for\n          \nestablished software could potentially replace the use of Gorlin equation as standard\nevaluation. Furthermore, with customizable and parameterizable CFD software, the\ncomputational modeling may be used to evaluate the hemodynamics on specific\nprototypes or patients. The outcomes of such computations are that the results could\nad (aah) uonensupv bnia pue poou s'n rog suausssse ue se psn aq Arenuod\nmarket evaluation. Therefore, the general approaches and advanced methods for CFD for\nboth mechanical and bioprosthetic valve are going to be discussed briefly in the\nfollowing two subsections.\n1.2.2.1 L aminar and Turbulent M odel\nSince the leaflet motion of artificial heart valve is highly depended on blood flow.\nvarious CFD simulations may be conducted based on different phases of the valve motion\nthe problem investigated, a simulation that assumed a fully opened valve leaflets may be\nconducted in order to determine shear stress generated throughout a cardiac\nlaminar pulsatile flow integrated with a fully opened bileaflet mechanical valve and a\ncycle until peak systolel25l. Hsu, on the other hand, conducts a three dimensional\nReynolds-average Navier-Stokes (RA NS) using the two-equation k-e turbulent model and\nconcludes that wall shear stress significantly decrease with a modified suturing ring[28]\nMoreover, Sirois and Sun conduct k-e turbulent model for a fully opened bioprosthetic\nvalve to evaluate the platelet activation due to shear stress?9]l. Finally, Sun et al.\ninvestigate transcatheter valve deformation and distortion with a steady back flow, which\nartificial valve might enter from transition to turbulent regime under high pressure\ngradient, a laminar or turbulent model would provide estimation on flow properties such\nas flow velocity and shear stress.\n9",
    "Page_24": "1.2.2.2 Direct Numerical Simulation M odel\nGiven that the laminar model can accurately compute solutions for the overall\nhemodynamics within the domain, the model has only minor ability to capture and\npredict small scale vortices generated by transition flow. In addition, the existing\nturbulent model would result in an averaging of the fluctuations and loss of transition\nflow information; therefore, the alternative for simulating complex hemodynamics would\n            \nfluctuations. The main differences between a laminar model and a DNS model are the\nscales for time and length such that a DNS model would significantly increase\ncomputational resource required by refining the distribution of allowable mesh and time\nstep. Dasi et al. preform a three dimensional DNS with physiological conditions and\nmechanical valve I3il. Their DNS results have revealed flow instability and vortex streets\nduring flow acceleration and peak systole while the deceleration phase showed a\ndiminishing of coherent structures. However, with their leaflet dynamics approximated\nthe entire cardiac cycle, the interactions between valve leaflets and surrounding flow\nremain open to uncertaintyl31].\n1.2.3 Advanced C FD with Fluid Structure Interaction Method\nAs mentioned above, neither laminar, turbulent, nor DNS model along could resolve the\nuncertainty regarding to interactions between artificial valve leaflet and surrounding fluid\ngeneral CFD algorithm to address the needs for precise interactions between different\nphysical boundaries within domain. With the addition of FSI to general CFD algorithm, it\nis possible to compute leaflet motion and deformation based on the solution from fluid\nS  b  s o b  s     \ndifferent approaches for conducting FSI simulations.\n10",
    "Page_25": "1.2.3.1 Fixed and M oving M esh\nFor a fluid problem, the computational domain is typically described with Eulerian\nmethod for the motion of fluid; therefore, the mesh for fluid domain is fixed. W hereas the\nstructural problem requires the computational domain to move with the motion and\ndeformation of the structure; hence, the Lagrangian method is applied such that the mesh\ncan be moved due to structure motion. Since the fixed mesh method does not require\nremesh and mesh refinement and that the method is able to handle large structure\ndisplacement, the fixed mesh method has been adopted by several researchers for\nfluid domain has a fixed background mesh while structure domain is on a separate grid, it\n      ro     r  ssu \nthe other hand, moving mesh method, also known as Arbitrary Lagrangian-Eulerian\nformulation (ALE) , ensures a higher solution accuracy due to simultaneous boundary\ndisplacement for both fluid and structure domainl321l. Although, ALE method might\nrequire conducting mesh reconstructions during the simulation in order to maintain high\nmesh quality with higher computational cost and difficultyl321l. Due to higher accuracy\nwith the application of ALE, researchers have adopted this method to solve FSI problems\ndifferent clinically relevant issues such as thrombogenic performancel38], experimental\nvalidation[39], and subaortic stenosis[41l. A few researchers also apply the ALE\nvalve[44][45]\n1.2.3.2 Partitioned and M onolithic Solver\nthe solver computes the solution for fluid and structure separately, which could be further\ndifferentiated into strong coupled and loose coupled methods. The benefit of applying\npartitioned approach is that the computational cost could potentially decrease depending\non the coupling method of the solverl321. Specifically, a loose coupled partitioned solver\n11",
    "Page_26": "only required one iteration per time step using the solution from previous time, which\nsolves the FSI boundary explicitly. The strong coupled partitioned solver solves FSI\nboundary implicitly using the solution at current time step, which might require more sub\niterations in order to achieve a converged solutionl32l. The partitioned approach, either\nexplicitly or implicitly coupled, however, could create solver instability; therefore, it is\nrequired to introduce a relaxation factor to stabilize the solver for convergence.\nFurthermore, the stability is depended on the level of interaction between fluid and\nstructure boundary. It is possible for a high level of sensitivity for interaction boundary\nthat neither strong coupled nor loose coupled method could achieve a converged solution,\nwhich also depended on the relaxation factorl321l. The monolithic approach solves the\nentire problem at one single time step within one solver, which avoid stability issue\ncreated by partitioned solve. The computational cost and accuracy for monolithic\napproach, compare with partitioned approach, is higher due to a unified algorithm that\nsolve the entire system simultaneously; thus, the approach is less atractivel46].\n1.2.4 Summary of G aps in Existing K nowledge\nTable 1.1 Summary on Current C omputational Methods Applied to A rtificial Heart\nValve\nRigid W all A ssumption\nMethod\nComputational\nFluid\nFluid-Structure Interaction\nTechniques\nMesh\nFixed\nALE\nSolver\nMonolithic Partitioned  Monolithic  Partitioned\nLaminar\n√\nMechanical\nTurbulent\nDNS\n√\nLaminar\nV\nBioprosthetic\nTurbulent\n√\nDNS\n12",
    "Page_27": "As discussed previously, several improvements could be made in order to model the\nsimulation of heart valve can be summarized as follows:\n· Simulation methods refinement\nWith current computational methods summarized in Table 1.1, overall progress\non the simulations of heart valve hemodynamics has showed that the main\ncomputational solver applied is the use of partition solver. However, the\npartitioned solver requires a delicate configuration in order to maintain solver\nstability. The monolithic solver, although is more accurate and stable, is not\ncommonly used due to higher computational resource requirement.\n·Complete cardiac cycle\nGiven that there is large difference between the aortic and ventricular pressure\nacross a heart valve during one cardiac cycle, an accurate and repeatable solution\nmight not always available. Therefore, simulations on partial cardiac cycle, either\nsystole or diastole, are often conducted given the large pressure difference.\n·Flexibility of arterial wall\nThe modeling focus of flexible arterial wall using FSI methods is on the\ninvestigation of arterial aneurysm or ventricular compression, the complex\ninteractions between blood, heart valve, and arterial wall are not considered[50151l!\ntechnique assumes the surrounding arterial wallto be rigid[31-1451.\n Clinically relevant problems\nComplications, such as leaflet malfunction or calcification, could be investigated\nbased on the modification of existing models. Given that additional information\nhave effects on the artificial valve hemodynamic performance can be evaluated.\n13",
    "Page_28": "1.3Proposed Study\nGiven that ViVitro Lab., our collaborator who is specialized in third party testing for\nartificial heart valve manufacturers, is interested in the investigation of numerical\n        o \nartificial valves, a thorough literature review on state-of-the-art numerical simulation\nusing general CFD and FSI is conducted. With the brief introduction on the current\ncomputational methods of artificial heart valve, the proposed study is organized with the\nfollowing three sections: the motivation, the experimental validation, and the objectives\n1.3.1M otivation\nAs previously discussed, numerical experiments could potentially be useful when\nconducting parameterized experiments with identical testing conditions. Given that\nresults due to the strong interaction between artificial heart valve leaflet and surrounding\nfluid, an advanced approach, FSI, should be incorporated. One advantage with the use of \nFSI is to conduct numerical experiments that could reflect and relate to clinical issues and\nimprove current understanding of problems in different types of artificial heart valves\nwith different causes. Furthermore, different approaches for conducting an FSI simulation\nhave been reviewed without an evidence of accurate and robust modeling for different\nclinical situations with different artificial heart valves. Therefore, a generalized modeling\nscheme that could apply to different clinically related problems is necessary. More\nspecifically, the proposed method for conducting hemodynamics studies is based on FSI\nwith ALE and monolithic solver for both mechanical and bioprosthetic valves under\nlaminar assumption. Moreover, with the investigation on the hemodynamics of artificial\nvalve using FSI models, additional needs regarding artificial heart valve assessment using\nCFD results are proposed by ViVitro Lab. Given that the customizable and\nparameterizable model will be available, it can be potentially used by ViVitro Lab, the\nthird party evaluation body, and FDA, the regulatory body, as an additional analysis tool\nfor artificial heart valve designs and evaluations.\n14",
    "Page_29": "1.3.2Experimental Validation\nIn order to verify and validate the proposed models with simulated results for artificial\nvalve, the FDA standard evaluations on heart valves are conducted at ViVitro Lab Inc.\nlocated in Victoria, BC. The experimental apparatus has both aortic and mitral valve\nimplemented with realistic ventricle that controls cardiac output. The verification and\nvalidation is conducted with controlled physiological pulse for artificial valves using PIV\ndata acquisition to process flow velocity field.\n1.3.3Research Objectives\nThe research objectives are listed as follows:\nPrimary objective:  To construct a CFD model using FSI method in order to evaluate\nthe hemodynamics of artificial heart valve in idealized aortic root geometry\nSecondary objective: To assess  heart  valve  performance between  numerical and\nexperimental result with ViV itro Lab\nTertiary objective: To address clinical concerns with model built in primary objective and\nnumerically experiment the influence of different parameters affecting the hemodynamics\nacross aorticvalve\n15",
    "Page_30": "Chapter 2\nG eneralized C omputational Procedure\nhemodynamics of artificial valve with advanced CFD; however, the numerical\ndeviated away from one to another, even with the same numerical approach applied to\nidentical problem. A CFD performance assessment conducted by Stewart et al.,\nresearchers from FDA, has revealed the CFD results deviations by different laboratories\ngiven that the laboratories have the freedom to select the computational software and\nmethods of own choicel47l. Therefore, this study is using a commercial software package\nin order to obtain accurate, stable, and repeatable numerical solution with FSI method.\nProvided that many commercially available software have the potential to obtain accurate\nand repeatable solution, COMSOL Multiphysics is selected due to its additional\nflexibility to modify physics and constraints to existing model without comprehensive\nremodeling while maintain general solver stability and accuracy. The flexibility of\nCOMSOL extends the possibility to integrate additional physics on top of FSI such as\nthermal analysis, particle tracing, or structure fatigue. These additions, however, are\nbeyond the scope of this study due to problem complexity and resource requirement.\nGiven that the computational software is determined, this chapter is going to discuss the\ngeneralized computational models constructed using COMSOL  starting with the\ndiscussion on geometry, governing equations, boundary conditions, solver configuration,\nand experimental setup.\n16",
    "Page_31": "2.1 Geometry Parameterization\nGiven that a three dimensional (3D) computational model was constructed and found that\nthe model would consume the amount of computational resource that was beyond the\nmaximum capability of the current device, the presented work is simplified to a two\ndimensional (2D) FSI simulation. However, the current 2D FSI model could easily be\ntransformed into a 3D model using more advanced equipment given that all physical and\ngeometrical parameters are maintained. The overall computational domain is modified\nfrom the domain published by Choi et al. in 2009 for the FSI simulation of bileaflet\nmechanical heart valvel43]. In order to parameterize the computational domain, the\ngeometry of the aortic root is firstly established, following with mechanical valve leaflet\nand tissue valve leaflet declaration.\n2.1.1 Fluid Domain and Aortic W all\nThe computational domain consists of a pair of artificial valve leaflet and idealized\nsinuses located at aortic root. Both ventricular entry and aortic exit are assumed to be\nstraight with an entrance length of 16.5 mm and an overall domain length of 75 mm. The\nblood vessel diameter is assumed to be 25 mm such that the computational model would\ncorrespond to an artificial valve replacement by a 25 mm St. Jude Medical bileaflet\nmechanical heart valve. The aortic root has an approximate length of 25 mm with\nmaximum aortic width of 8 mm for each sinus. The outline of aortic sinus is constructed\nwith a rational Bezier curve, which has the general form shown in Eq 2 - 1. To construct\nthe aortic root curvature, the quadratic rational Bézier curve is specifically used with\nthree control points, shown in Eq 2 - 2.\nZi=oPiwiB;(t)\nb(t) =\nEq 2-1\nZi=owiB;(t)\nP1(1 - t)2 ×W + P2(2t(1 -t)) × W2 + P3(t2) ×W3\nb(t) =\nEq2-2\n(1 - t)2 × w + (2t(1 -t)) × w2 + (t2) × W3\n17",
    "Page_32": "Where Bj (t) represents the Bézier curve function, t represent a positive number between\nzero and one in order to generate the path of Bézier curve, P; represents the control point\ncoordinates, and w; represents the scalar weight coefficients for all control points\nTable 2.1 Weight C oefficient for Different C urve Profile\nCurveProfile\nWeight Coefficient\nW1\nW2\nW3\nParabola\n1\n1\n1\nC ircular Arc\n1\n1\n1\nAortic Root\n3\n1\n1\n√2\nBy applying Eq 2 - 2, one could parameterize the aortic root curvature by adjusting the\n   s  d      \nTable 2.1, three different curves constructed with different combinations of weight\ncoefficient are shown. For the case of aortic root curvature, the second control point of\nthe quadratic rational Bézier curve has been shifted proximally to the base of aortic root\nin order to reconstruct the approximate curvature of sinus. The overall outline of aortic\nroot with ventricular entry and aortic exit are constructed using Bézier polygon, which\nlinks all control points with pre-defined Bézier curve to form an enclosed surface. All\ncontrol points and their own coordinate are presented in Figure 2.1 with dark circles\nhighlight the exact position of the control points.\n18",
    "Page_33": "(sinus, +root_hight)\n(0,h_pipe) \n(root_base, h_pipe)\n(root_length, h_pipe)\n(L,h_pipe)\nO\nO\nO\n(0,0)\n(root_base,0)\n(root_lenght,0)\n(L,0)\n (sinus, -root_hight)\nFigure 2.1 C oordinate of All C ontrol Points of Aortic Root by Bézier Polygon\nTable 2.2 List of G eometrical Parameter for Aortic Root\nParameter\nValue [mm]\nParameter\nValue [mm]\nh_pipe\n25\nroot_base\n22\nsinus\n30\nroot_length\n50\n+root_hight\n37\n- root_hight\n-12\nL\n75\nW all_thickness\n3\n19",
    "Page_34": "The geometrical parameters, which are used to construct the aortic root, are listed in\nTable 2.2 in millimeter. The value of geometrical parameter for aortic root are expressed\nas follows: h_pipe represents the diameter of aorta; root_base represents the base of\naortic root, which further depended on the position of artificial valve leaflet; sinus\nrepresents the horizontal position of the curvature control points; root _lenght represents\nthe average aortic root length; +/- root_hight represent the vertical position of the\ncurvature control points; L represents the overall computational domain length; and\nwall_thickness represent the average wall thickness of aorta. Together with the use of\nadditional sets of Bezier polygon, the wall thickness of aorta is integrated into the\n   s      n r    s\nassumed to be nearly uniform such that all the control point for constructing the wall of\nblood vessel using Bézier polygon would be simply a vertical translation of all control\npoints outline the aortic root. The finalized computational domain consists of anatomical\nsimilar aortic root curvature with a uniform vessel wall thickness in order to conduct FSI\nsimulation without the need to assume rigid blood vessel, shown in Figure 2.2.\n75mm\n3 mm\n个\n25\n31\nInlet\nOutlet\nmm\nmm\n16.5mm\n22 mm\n25 mm\n28 mm\nFigure 2.2 Complete  Computational Domain  for the Simulation of Bileaflet\nMechanical Valve\n20",
    "Page_35": "Table 2.3 M aterial Properties for C omputational Domain\n Blood\nDensity, Pblood\nkg\n1060\nm3\nViscosity, μblood\n0.0035 Pα · S\nAortic W all\nDensity, Pwall\nkg\n1060\nm3\nElastic M odulus, Ewall\n2 × 107 Pa\nPoisson Ratio, Vwall\n0.45\nwhole computational domain could be defined. Table 2.3 summarized all the necessary\nmaterial properties of blood and blood vessel before proceeding to the next simulation\nstep. The properties of blood are assumed to be isothermal and Newtonian with a\nconstant density and dynamic viscosity throughout the cardiac cycle. The properties of\naortic wall are assumed to be linear-elastic with an equivalent elastic modulus of 2 x\n107 Pa, which accounts for the natural hyper-elasticity of blood vessel.\n2.1.2 Mechanical Valve\nThe primary model of artificial heart valve is chosen to be the bileaflet mechanical heart\nvalve since the mechanical valve remains as the primary surgical option for artificial\nvalve replacement due to superior durability. The parameterization of mechanical valve\nleaflet starts with identifying the position of valve leaflet hinges. Given the geometrical\nscale of micro mechanism of mechanical valve hinges, the geometrical and computational\ncomplexity would be greatly increased if a geometrical simplification is not applied to the\ncomputational domain. Therefore, the hinge of mechanical valve is simplified to a pin\nhinge from the original butterfly hinge designed for bileaflet mechanical valve in order to\navoid singularity due to sharp corners and steep transitions, such as shown in Figure 2.3.\n21",
    "Page_36": "Table 2.4 M aterial Properties of Bileaflet Mechanical Heart Valve\nDensity,Pmech\nkg\n2116\nm3\nYoung's Modulus, Emech\nN\n30.5 x 109\nm2\nPoisson Ratio, Vmech\n0.3\nYield Strength\nN\n407.7 x 106\nm2\nThe material properties of the bileaflet mechanical heart valve are summarized in Table\n2.4. The vertical coordinate of mechanical valve hinges is governed by a fixed distant\nbetween two hinges, which is set to be 3 mm for St. Jude Medical bileaflet mechanical\nheart valve. The horizontal coordinate of mechanical valve hinges is governed by the\nphysical location of the artificial heart valve implant at the location of aortic valve, which\nis set to be at the end of ventricular entrance length, 16.5 mm. After the positions of\nmechanical valve hinges are determined, mechanical valve leaflets can be modeled with\nthe additional information on valve leaflet thickness and length. The St. Jude Medical\nbileaflet mechanical heart valve has a leaflet thickness of 0.65 mm and length of\n22",
    "Page_37": "12.8 mml43]. In order to remove geometrical singularity and improve solver efficiency,\nthe short edges of mechanical valve leaflet are rounded by applying fillet operation with a\nradius of 0.325 mm, equivalent to half of valve leaflet thickness, to all four vortices that\ndefined the domain of valve leaflet. Finally, the motion of mechanical valve leaflet is\nrestricted with a fully closed angle of 25 degree and a fully opened angle of 85 degree,\nsuch as illustrated in Figure 2.4.\n0.65\nmm\n10°\n130°\n12.8\nmm\n3mm\n25°\n85°\nFigure 2.4 Illustration of Leaflet Constraints: Fully C losed Valve Leaflet Position\n( L eft) and Fully Opened Valve Leaflet Position (Right)\nTwo separate computational domains are established by combining the mechanical valve\nleaflet model with aortic root model constructed previously. The complete computational\ndomain for mechanical valve is shown in Figure 2.2. Note that when the assumption of\nrigid wall is applicable, the arterial wall thickness of 3 mm would decrease to 0 mm such\nthat no arterial wall would be presented in rigid wall model\n23",
    "Page_38": "2.1.3Bioprosthetic Tissue Valve\nThe secondary model of artificial heart valve is chosen to be the bioprosthetic tissue\nvalve since the tissue valve is considered as the secondary surgical option for artificial\nvalve replacement due to superior hemodynamic performance. The profile and curvature\nof tissue valve is determined using Bézier polygon, the same technique used to construct\naortic root, with different weight coefficients for the quadratic rational Bézier curve.\nTable 2.5 M odeling Parameters for Bioprosthetic Tissue Valve\nDensity, Ptissue\nkg\n1060\nm3\nElastic Modulus, Etissue\n2 × 106 Pa\nPoisson Ratio, Vtissue\n0.45\nWeight C oefficients\n1\n3,\n1\nL eaflet Thickness\n0.4 mm\nElastic Modulus, Ewall\n2 × 107 Pa\nThere are two separate tissue valve models constructed during FSI simulation where one\nmodel assumes rigid blood vessel while the other model integrates flexible vessel wall\nwith tissue valve. Given that the modeling parameters are the same for both cases listed\nin Table 2.5, the only minor difference between the rigid vessel and flexible vessel model\nis the modification of valve leaflet base connecting to arterial wall. The complete\ncomputational domain for tissue valve is shown in Figure 2.5.\n24",
    "Page_39": "75mm\n3 mm\n1\n0.4 mm\n25\n31\nInlet\nOutlet\nmm\nmm\n22 mm\n25mm\n28mm\nFigure 2.5 C omplete C omputational Domain for the Simulation of Tissue Valve\n2.2\nG overning Equations\nWith the computational domain for both blood and artificial valve leaflet described and\nestablished in previous section, the equation of motion for the computational domain\nwould be described in the following three subsections: equations for fluid domain,\nequations for structure domain, and the equations for coupling both domains.\n2.2.1 G overning Equations for Fluid Domain\nAlthough the model for fluid mechanics assumption made by the majority of researchers\nwould be to assume the blood flow in large arteries falls within laminar regime, there are\nreasonable investigations on artificial valve modeling with the use of different turbulent\nmodels, such as k-8 and k-o[28][29][41142]143].\n25",
    "Page_40": "The general equation of motion to evaluate the hemodynamics of fluid domain, in three\n3, and the Navier-Stokes equations, shown in Eq 2 - 4 to Eq 2 - 6. For Navier-Stokes\nequations, the left hand side of the equation is the inertial forces, which is balanced by the\nright hand side of the equation: pressure force, body force, and viscous force.\nEq2-3\nθz\ndu\ndu\ndu\ndu\naP\nEq 2 - 4\nax\ndz\n0x\ndi\ndu\naP\nEq 2-5\ndy\nay\naw\naw\naP\nEq 2-6\naz\nfp9z\nLat\ndx\nd\nWhere p represents the density of fluid, u, v, w represents the velocity in x, y, z direction,\n 9i represents the body force in i-direction, and μ represents the dynamic viscosity of the\nfluid.\nSeveral assumptions could be made to simplify the fundamental equations in order to\napproximate flow characteristic of the domain. The assumptions made for blood flow in\nlarge arteries are:\n The computational domain is set to be in two dimensional\n· The fluid can be approximate to be laminar\n· The density of blood is maintained to be constant, incompressible\nThe rheological properties of blood are approximated to be Newtonian\n· The flow, with natural pulsatile profile, is established to be time dependent\n·The body forces, due to a short computational domain of 75 mm, could be\nneglected\n· All other fluid properties that might influence the flow, such as temperature\ndependency, are defined to be constant\n26",
    "Page_41": "With the assumptions to the problem properly defined, the generalized equation of\nmotion can be simplified to Eq 2 - 7 to Eq 2 - 9, shown as follows:\nDu.dv\n0\nEq 2-7\ndx\nay\nEq 2-8\nEq 2-9\nThe generalized equations shown above represent the  Navier-Stokes model  for\ndetermining flow pressure and velocity with the embedded assumptions that the length\nscale of the domain should be much greater than the inter molecule distance, which is in\nthe order of 1o-8 meter, and the time scale of the domain should be much greater than\nthe molecular collision, which is in the order of 10-io s. Fortunately, for the\ninvestigation of hemodynamics around aortic valve, the additional assumptions regarding\nto the length scale and time scale would be satisfied. Given that turbulent model would\nresult in information averaging regarding to vortices generation, the laminar model could\nbe used to if small scale vortices within domain are not the main focus. Although\nlaminar model could be refined and improved into DNS, Kolmogorov's scales must be\nfollowed in order to conduct such simulation. Since DNS would be the alternative for any\nCFD simulation due to the fact that results from DNS could provide all necessary\ninformation for the flow, one limitation of DNS is due to the usage of computational\nresources, which are heavily depended on Kolmogorov's scales, shown in Eq 2 - 10 and\nEq 2 - 11 for Kolmogorov's length scale and time scale.\nEq 2-10\n l。x ReT 4\nEq 2 -11\n27",
    "Page_42": "Where lk represents the Kolmogorov's length scale, tk represents the Kolmogorov's time\nscale, v represents the turbulent viscosity, e represents the dissipation rate of turbulent\n ssn ra 'o u  a go   ss   \nlarge eddy turn over time, Rer represents the turbulent Reynolds number\n_plou'\nl。\nwhere Rer =\nand u'=\nμ\ntLETOT\nThe feasibility of apply DNS to current study is estimated by evaluating the\n   - a    - a      s  \nthe length scale, the maximum length of eddy turning in flow, lo, can be approximated to\nequal the length of the computational domain, as it would be the maximum length an\neddy could form for given geometry. To calculate the length scale, the maximum\nvelocity, u', can be approximated to equal the peak velocity during systole, which would\nbe approximately be less than 1.5 \" in average. Given that the density of the blood is\n1060 % and the dynamic viscosity of the blood is defined to be 0.0035 Pa·s , the\nturbulent Reynolds number can be approximated as follows:\nkg\nplou' 1060\nx 0.075 m x 1.5\nm3\nRer=\n0.0035 Pα· S\nμ\nKolmogorov's length scale can then be approximated as follows:\n l。 × Rer 4 ≈ 0.075m × (3.4 × 104) ≈ 2.99 × 10-5m\nKolmogorov's time scale can then be approximated as follows:\n-1 .0.075m\n≈ tLETor × ReZ ≈\n× (3.4 × 104)≈ 2.71 × 10-4s\nS\n28",
    "Page_43": "Using Kolmogorov's length scale, the total number of mesh grid can be approximated if\nthe computational domain is assumed to be a rectangle with dimension of o.o75m x\n0.025m, which is the length and width of the computational domain shown above. The\ntotal number of mesh required of the domain would be:\n0.075m\n0.025m\n~ 2083333 ~ 2.08x 10° meshelements\n2.99 × 10-5m ^ 2.99 × 10-5m\nSimilarly, the total number of time step can be calculated using Kolmogorov's time scale\nand the duration of one cardiac cycle of 0.8s:\n0.8s\n≈ 2952 steps\n2.71 x 10-4s \nBased on performance benchmark evaluation on FSI simulation using COMSOL with the\ngeometry shown in section 2.1.2 for the case of mechanical valve without arterial wall, a\ncomputational domain, which consists with approximately 50oo0 mesh elements, would\nrequire an average 2 minutes solution time for each time step. Assuming the relationship\nof time consumed for each time step relative to total number of meshes is linear, a\ncomputational domain consists of 2.08 × 1o° mesh element would require an average 83\nto 2952, the total solution time required to conduct DNS for one full cardiac cycle would\nbe roughly 2.5 x 105 minutes, which is equivalent to 170 days. Although this cost\napproximation for DNS computational time with FSI is an over estimation due to the\nmaximum Kolmogorov's scales chosen, it is clear that it is not feasible to conduct DNS\nbased on the resource available. Therefore, laminar model with refined mesh distribution\n          n   g\nTurbulent models, compare with laminar model, would require solving additional\nequations and consuming extra computational resource for identical mesh distribution.\nTherefore it was determined to use turbulent models for hypertension flow, which is out\nof the scope of this project.\n29",
    "Page_44": "2.2.2G overning Equations for Structure Domain\nThe structure domain consist a pair of artificial valve leaflet as shown in previous section.\nThe material properties of the leaflet are assumed to be linear elastic for blood vessel wall\nand for both mechanical valve and bioprosthetic valve. In order to solve for the\ndeformation and stress distribution within the structure domain, the following governing\nequations for linear elastic material are shown:\nFor the equation of motion, Newton's second law applies:\nV·o+F= p\nEq 2-12\nWhere o represents Cauchy stress tensor, F represents the body force per unit volume, p\nrepresents the material density, and p represents the displacement of the material\n02p\nwhere p =\n0t2\nFor the equation of strain-displacement relationship:\n1\n1 (0Φm + 0Φn\n=\nEq 2-13\n0xm\nConverted in matrix form:\nExy\nEy\nEyz\n3\nAppling the general equation of Hook's Law in order to relate stress and strain:\n0 = C:ε\nEq 2 -14\nConverted in matrix form:\n30",
    "Page_45": "C1122\nC1133\nC1112\nC1123\nC1113][\nC1111\n11\nC2222\nC2233\nC2212\nC2223\nC1122\nC2213\n822\nO22\nC1133\nC2233\nC3333\nC3312\nC3323\nC3313\n833\n033\n2E23\nO23\nC1112\nC2212\nC3312\nC1212\nC1223\nC1213\n031\nC1123\nC2223\nC3323\nC1223\nC2323\nC2313\n2831\nLO12-\nLC1113\nC2213\nC3313\nC1213\nC2313\nC1313-\n[L2812-\nwhere C is the elasticity matrix. Appling the generalized Hook's Law for isotropic\nmaterial yields:\nC1122\nC1133\n0\nC1111\n0\n11\n011\nC2222\nC2233\n0\n0\nO22\nC1122\nE22\nC1133\nC2233\nC3333\n0\n0\n0\nE33\nO23\nC1212\n[2823\n0\n0\n0\n0\n0\n031\nC2323\n0\n2831\n0\n0\n0\n0\n0\n0\n0\n0\n0\nC1313-\n2812]\nFinally, equate the strain of structure domain based on stress with the replacement of\nelasticity matrix using Young's modulus and Poisson's ratio:\nV\n0\n0\n0\n1-\nV\n0\n0\n0\n11]\n0\n[011]\nV\nV\n1-v\n0\n0\n822\n1-2v\n022\nE33\nE\n0\n0\n0\n0\n0\nJ33\n2\n2E23\n(1 -v)(1 - 2v)\n023\n1-2v\n2831\n0\n0\n0\n0\n0\n031\n2\n[2812-\n012\n1 -2v\n0\n0\n0\n0\n0\n2\nWhere E represents the Young's modulus of the material and v represents the Poisson's\nratio for the material. The final above result calculates the enqineering strain of the\nstructure domain with given stress of the domain. With finite element analysis, the\ndeformation of the blood vessel and artificial valve can be obtained by computing the\nboundary stress from the fluid-structure interface, which is described in the following\nsection.\n31",
    "Page_46": "2.2.3Fluid-Structure C oupling Equations\nWith the governing equations for both fluid and structure domain established, the last set\nof equations for computing a FSI problems is to establish governing equations for the\nfluid-structure interface. Given that heart valves are passive and driven by the blood\npressure difference across the valve, the initial calculation is to compute the velocity\nbetween fluid and structure interface as shown in Eq 2 - 15. With the velocity of fluid\nand structure boundary known, Navier Stokes equation can be applied in order to\ncalculate the pressure generated by fluid, shown on the left hand side of Eq 2 - 16,\nbalanced by the stress of within structure domain, given from the right hand side of Eq 2\n-16.\n0Q structure\nufluid =\nEq 2-15\nat\nu. 0 =u. [((pnJn△) + piniJn△) n + Id-\nEq 2 -16\nWhere ufluia represents the velocity of the fluid domain and o represents Cauchy stress\ntensor With the stress of the structure domain calculated based on fluid pressure and the\nstructure motion based on fluid velocity, the force within structure domain can be\n20 recalculate stress and displacement from pre-deformed state to post-deformed state in\n order to determine structural stress and deformation.\n0²@structure -V · o =Fv\nEq 2-17\nU\n0t2\nSij -Sij° = C(e)\nEq 2-18\n0 = det(F)-1FSFT\nEq 2-19\nd²Pstructure = fv -V\nEq 2-20\nP\n0t2\n32",
    "Page_47": "Where F, represents the volume force vector prior to deformation, S represents the\nsecond Piola-Kirchhoff stress tensor, and f, represents the force in present state with\nrespect to the deformed volume.\n2.3Boundary C ondition Declaration\nTo fully describe the problem given the computational domain, boundary conditions must\nbe fully defined for all boundaries. Given that the flow around aortic valve is\nunidirectional, the flow inlet and outlet must be defined accordingly. Moreover, the outer\nboundaries of wall and fluid-structure interface should also be defined based on given\ngeometry. Nevertheless, the physical constraints for the geometry are defined based on\ndifferent types of artificial heart valve.\n2.3.1  Inlet and Outlet Boundary\nGiven the computational domains from section 2.1, the flow direction of the blood is\ndefined from left to right along x-axis based on the configuration of artificial heart valve\norientation, such as shown in Figure 2.2.\nSince blood flow within body is a pressure driven flow, the inlet boundary on the left\nhand side is declared with an inlet pressure boundary condition, shown in Eq 2 - 21.\nwhile the outlet boundary on the right hand side is declared with an outlet pressure\np = Pventricular\nEq 2-21\np = Paortic\nEq 2-22\n[μ(Vufluia + (Vufuia))] · n = 0\nEq 2-23\nThe pressure of the inlet and outlet boundaries are given with physiological pulsatile\npressure profile interpolated from Choil43l. Two different methods were used for\n33",
    "Page_48": "interpolating the pressure values for the boundaries: Fourier series and cubic spline. The\nFourier series for reconstructing the aortic pressure and ventricular pressure are shown in\nEq 2 - 24 and Eq 2 - 25 with eleven coefficients for higher accuracy. The complete\npressure profile is shown in Figure 2.6.\nPaortic = 96.71 - 18.66 cos(wot) + 2.588 sin(wt) + 0.1822 cos(2wt)\n- 8.668 sin(2wt) + 4.406 c0s(3wt) + 0.4626 sin(3wt)\n+ 0.05867 cos(4wt) + 1.393 sin(4wt) - 2.101 c0s(5wt)\nEq2-24\n+ 1.187 sin(5wt)\nwhere w = 8.438\nPventtricular = 44.24 - 50.76 cos(wt) + 44.4 sin(wt)\n- 0.4108 cos(2wt) - 19.45 sin(2wt) - 0.3481 cos(3wt)\n- 6.66 sin(3wt) + 8.032 cos(4wt) + 2.597 sin(4wt)\nEq 2-25\n+ 0.3551 cos(5wt) + 2.903 sin(5wt)\nwhere @w = 8.72\n140\n120\n100\n80\n40\n20\n0\n20\n0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\nTime (s)\nAortic Fit\nV entricular Fit\nAortic Data\n●Ventricular Data\nFigure 2.6 Fourier Series Interpolation of A ortic and Ventricular Pressure Profile\n34",
    "Page_49": "The advantage of applying Fourier series is that the function is well defined and\ncontinuous; therefore, the function would have a defined derivative at any point in time,\nwhich increases stability for the solver. However, since Fourier series interpolates the\npressure profile based on given data series with the combination of sine and cosine\nfunction, the accuracy of profile magnitude and phase of the interpolated profile relative\nto the exact data series is decreased. Therefore, the final pressure profile from Fourier\nseries would suffer from minor lag for pressure profile magnitude and time relative to the\nmagnitude. In order to resolve the time lag due to the reconstruction of pressure profile\nusing Fourier series, another method that applies cubic spline for pressure profile\nsmoothly pass through the data series obtained from exact physiological pulsatile\npressure profile, shown in Figure 2.7. To reconstruct the inlet and outlet pressure profile\nD  n pe n  -  bg un o a p   n \nadjacent data points from the exact physiological pulsatile pressure profile.\nx2-x1/\n(x2 -x)\n+(xx)(1-x-x)(ca(1-x-x）\nEq 2 -26\n+C2(x)\nwhere C = f'(x1)(x2 - x1) - (y2 - y1)\nC2 = -f'(x1)(x2 - x1) + (y2 -y1)\n35",
    "Page_50": "140\n120\n100\n(6p\n80\n60\n40\n20\n0\n20\n0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\nTime (s)\nAortic Fit\nVentricularFit\nAortic Data\n●Ventricular Data\nFigure 2.7 C ubic Spline Interpolation of A ortic and Ventricular Pressure Profile\n2.3.2 Fluid-Structure Interface\nThe fluid-structure interface is defined along any interface between the fluid domain and\nstructure domain. There are four main cases with different geometrical configuration\ninvestigated: rigid wall mechanical valve, flexible wall mechanical valve, rigid wall\nbioprosthetic valve, and flexible wall bioprosthetic valve. The fluid-structure interface for\nthe rigid wall models for both mechanical valve and bioprosthetic valve have the\ninterface deployed along the surface of the valve next to fluid domain. On the other hand,\nthe fluid-structure interface for the flexible wall models have the interface deployed not\nonly along the surface of the valve but also the surface of the blood vessel next to fluid\ndomain.\n36",
    "Page_51": "2.3.3 Physical C onstraints\nThe last piece of information required to fully define the whole computational domain is\nto define physical constraints for any undefined boundary. For the case of mechanical\nvalve, it is necessary to define the boundaries to constrain valve leaflet motion correctly;\ntherefore, the hinge of mechanical valve is defined with a free rotation boundary\ncondition. However, since artificial mechanical valve is designed with a minimum\nclosure angle of 25 degree and a maximum opening angle of 85 degree, the free rotation\nboundary condition would be insufficient to constrain the leaflet motion correctly. In\norder to address the minimum and maximum constrain issues, additional constraints are\nconstraints are defined for the two mechanical valve leaflet joints in order to avoid the\nassumption of symmetrical geometry such that each joint has two independent constraints.\none that controls leaflet closure and one controls leaflet opening. Since the constraints are\nintroduce numerically, the geometrical complexity of mechanical valve leaflet joints can\nbe simplified as mentioned in section 2.1.2. To evaluate the constraints in order to\nproperly control leaflet motion, Eq 2 - 27 and Eq 2 - 28 are used such that a counter\nmoment can be added to counter act the leaflet motion once the minimum or maximum\nleaflet angle is reached.\nif(α < 25)(K)(25 -α)(Mada) = 0\nEq2-27\nif(β > 85)(K2)(β - 85)(Madd) = 0\nEq 2 -28\nWhere α and β represent the current angular position of the valve leaflets, K1 and K2\nrepresent the control constants for adjusting magnitude of applied moment, and Madd\nrepresents the amount of moment added to the valve leaflet when the constrain is\nactivated.\n37",
    "Page_52": "With the Boolean operation that controls Eq 2 - 27 and Eq 2 - 28 to be zero when the\nmechanical leaflets are within the free rotation range, the physical constraints for the\nleaflet joints are satisfied. One drawback of the Boolean operation is that it may generate\nconvergence issues for the solver; therefore, the Boolean operation is further replaced by\nAdditional constrain that prescribe zero displacement is applied to any boundary that\ndoes not displace during the duration of cardiac cycle. The locations for this type of\nconstrain can be found near the base of bioprosthetic valve and near end of blood vessel\n   n o r  r  n   re  \ninner surface of blood vessel to ensure no further deformation. Nevertheless, the\nconstrain of free deformation is applied to the outer surface of blood vessel to ensure\nproper flexibility of blood vessel.\n2.4 C omputational Procedure G eneralization\nWith both geometries and boundary conditions fully defined, the computational\nprocedure can be generalized before the final calculation. To generalize the solver\nconfigurations, the mesh elements of the computational domain are necessary to be\nestablished first. Once the mesh elements are configured, the arbitrary Lagrangian-\nEulerian formulation (ALE) can be applied with mesh quality limit in order to ensure\nsolution accuracy. Finally, the selection of solver for solving the computational domain is\ndescribed. The proposed model is constructed to be ALE, monolithic, strongly coupled\ntwo-wayFSI simulation.\n38",
    "Page_53": "2.4.1Mesh C onfiguration\nThe basic mesh elements are constructed with unstructured triangular mesh for both fluid\nand structure domain. An additional meshing step is introduced with rectangular elements\ndefining boundary layers in order to ensure accurate solution within boundary layers. To\nfully configure and distribute the mesh elements across computational domain, the mesh\nfor structure domain and fluid domain are defined separately. For mesh element within\nfluid domain, density of the mesh is determined based the predefined constants given by\nsimulated scenarios and mesh configurations, the maximum element size is configured\nbelow 3 mm with minimum element size configured below 0.1 mm. The configured\nmeshes result with a mesh count that range from approximately 15,0oo to 1oo,000.\nAdditional mesh refinements are introduced to the fluid-structure interface in order to\nenhance solution accuracy. Moreover, boundary layer has also been applied along fluid-\nstructure interface for accurate streamline evaluation. Figure 2.8 shows the schematic\ndiagram for the overall mesh construction sequence.\nDefined Mesh Density\nConstruct Triangular\nMesh Elements Along\nFluid Domain\nRefine Fluid -\nStructure Interface\n Defined Boundary\nLayer\nConstruct Triangular\nMesh Elements Along\nStructure Domain\nFigure 2.8 Schematic Diagram for Mesh C onstruction\n39",
    "Page_54": "2.4.2ALE C onfiguration\nSince a FSI problem contains both fluid and structure domain, any deformation generated\nby one domain would affect the other simultaneously; however, the deformation of\nstructure is generally being described with Lagrangian frame of reference, where the\nframe of reference is fixed to the material, while the deformation of fluid is generally\nbeing described with Eulerian frame of reference, where the frame of reference is fixed in\nspace. Combining the two domains for a FSI problem would require a unified method to\ndescribe the frame of reference; therefore, the arbitrary Lagrangian-Eulerian formulation,\nor the free mesh formulation, is applied in order to account for large mesh deformation\nand motion. It is required to applied ALE method for a FSI problem when the problem is\ndescribed with a free mesh deformation algorithm due to the limitations from the use of\neither pure Lagrangian or Eulerian algorithm. If problem is to be solved with pure\n              \ndeformed given the deformation of the interface would be relatively small. On the other\nhand, if the problem is to be solved with pure Eulerian algorithm, the mesh configuration\nfor the computational domain would require a higher resolution in order to account of\nmesh refinements. Given the limitations for either Lagrangian or Eulerian method, the\nALE method relates the time derivative between material and referential, which further\nrelates to material and spatial domain, such that mass, momentum, and energy would be\nconserved. Due to the complexity of ALE formulation, the discussions on the numerical\naspects of ALE governing equations are out of scope of this study.\n2.4.3Solver C onfiguration\nAs discussed previously regarding to the advantages of applying different solver\nconfiguration for FSI problem in the literature review section from Introduction, the\nwidely used partitioned approach provides flexibility of using segregated solver for either\nstrongly coupled or weakly coupled solution with the cost of solver stability. On the other\nhand, the monolithic approach, which solves the system of equation within one step,\nprovides a fully coupled solution with the additional cost of computational resource.\nSince a highly non-linear FSI problem would generate solver instability, the decision of\n40",
    "Page_55": "selecting the monolithic approach may be in favor. Given the highly non-linear properties\nof the problem, the time step for the solver is automatically determined by COMSOL\nwith self-adjusting time stepping, which decrease the time step as necessary in order to\nobtain a converged solution for one time step. With the convergence criteria for a stable\ntime step are set to be within one percent, a properly configured solver could calculate an\naccurate solution throughout the whole cardiac cycle with additional cost of\ncomputational time. Moreover, with the ALE method applied to FSI model, the mesh for\nthe whole computational domain would be moved as the FSI interface deformed with\nrespect to boundary load. The distorted meshes due to moving interface during the\ncardiac cycle would potentially create inverted mesh elements that further decrease\nsolution accuracy and increase instability of the solver; therefore, the quality of the mesh\nwould need to be checked and re-meshed whenever the mesh quality dropped below the\nmesh quality criteria. As the solution is calculated with monolithic direct solver, the\noverall solution procedure is presented in Figure 2.9 with schematic flow chart.\nStart\nInitialization \n=t+△t\nMonolithicDirectSolve\nNavier-StokesEquation and\nLinear Elastic Material,\nLeafletPositionandmeshdeformation\n个\nAdjust△t\nConvergence\nno\nyes\nno\nRe-mesh\nyes\nMesh Check\ncomputational\nt = tend\nif(low quality)\ndomain\nyes\nEnd\nFigure 2.9 Overall Schematic Flow C hart of Solution Procedure\n41",
    "Page_56": "2.5 Experimental Setup\nTo verify and validate the computational model, the ViVitro Pulse Duplicator is used in\norder to apply physiological pulse under controlled environment, which fulfill the ISO\n5840 and FDA guidance. Shown in Figure 2.10, the cardiac output is applied with\nacquisition system. Both aortic and mitral valve chamber is angular tilted and mounted to\nthe ventricular chamber with clearance for flow visualization and PIV data collection.\nFigure 2.10 Vivitro Pulse Duplicator for Artificial Valve Evaluation149]\nIn Figure 2.11, a cross sectional schematic diagram of the Viv itro flow loop is presented.\nWith a realistic, flexible left ventricle pressurized by some surrounding working fluid,\nblood flow is ejected from mitral valve to aortic valve in order to measure the\nhemodynamic performance of testing valves. The surrounding working fluid is precisely\ncontrolled by ViVitro Pulse Duplicator to ensure accurate cardiac output. A realistic\naortic root is included in the test chamber made of rigid transparent acrylic block for the\nPIV visualization.\n42",
    "Page_57": "Aorticroot\nTestchamber\nAorticvalve\n-Mitralvalve\nFlowmeter\nLeft ventricle\nFigure 2.11 Schematic Diagram of V iVitro Flow L oop\n2.6\nChapterSummary\nIn summary, the four two-dimensional computational domains for simulating artificial\nheart valve were established. The bileaflet mechanical valve models and the bioprosthetic\ntissue valve models were constructed with a rigid blood vessel assumption and a flexible\nblood vessel assumption applied to each type of valve model separately. The governing\nequations for fluid domain and structure domain were defined with the coupling\nequations for fluid-structure interface. Additionally, the configurations of the mesh\nelements and the solver were discussed.\n43",
    "Page_58": "Chapter3\nResults and  Discussions for  Bileaflet\nMechanicalValve\nWith the computational models and simulation procedure fully established, each of the\ntwo main simulations on bileaflet mechanical valve and bioprosthetic tissue valve can be\nconducted. To summarize briefly regarding to the overall results from FSI simulations,\nthe post processed results for bileaflet mechanical valve are firstly presented in this\nchapter. The results for bioprosthetic tissue valve would be presented in the following\nchapter. In order to verify and validate the numerical experiments conducted using the\ncomputational scheme discussed in Chapter Two, both literature review and PIV\nexperimental data comparison against different computational models are conducted.\nMoreover, the primary results for bileaflet mechanical valve focus on the hemodynamics\nand shear stress around aortic valve and aortic root geometry, specifically the flow\nvelocity distribution for valve performance and maximum shear stress for blood damage.\nThe secondary results focus on the overall leaflet dynamics regarding the leaflet position\nin one complete cardiac cycle for bileaflet mechanical valve and the maximum von Mises\nstress distributed within the valve leaflet. Furthermore, clinical applications and\nevaluations regarding to mechanical valve leaflet malfunction are going to be discussed.\n44",
    "Page_59": "3.11\nRigid W all Bileaflet Mechanical Valve\nThe primary objective of the study is to construct CFD models with the use of FSI\nmethod in order to evaluate both the hemodynamics and the structural dynamics of the\nartificial heart valves. The presented results in this section are going to focus on the\nsimulated result for bileaflet mechanical valve with rigid wall assumption. In order to\ndiscuss the results processed from the simulated models, verification of the models is\nfirstly discussed, followed by the hemodynamics of the blood flow around mechanical\nvalve, and the structure dynamics of mechanical valve leaflet.\n3.1.1 Verification and Validation\nWith the results for rigid wall mechanical valve presented and discussed above, the\nverification and validation can be discussed by comparing the average velocity at the\noutlet and average downstream velocity. In order to confirm the accuracy and correctness\nof the constructed models, a study on mesh convergence is firstly conducted. Given that\nthe model is solved using finite element method, a proper mesh size should be established\nin order to ensure solution is mesh configuration independent for accurate results. Briefly\ndiscussed in the method section, since the computational domain is in 2D and mesh is\ngenerated using triangular elements for general domain and rectangular elements for\nboundary layer, the configuration of different mesh is by adjusting the element growth\nrate and element size.\nTable 3.1 Summary of Mesh C onfiguration for Rigid W all Mechanical V alve\nMesh C onfig.\nFine\nCoarse\nFiner\nExtra\nExtreme\nMesh Count\n6765\n13294\n18505\n34986\n47372\nMin Quality\n0.33\n0.39\n0.34\n0.39\n0.39\nMax Quality\n0.70\n0.68\n0.69\n0.72\n0.72\n%Difference\n0%\n97%\n174%\n417%\n600%\nShowing in Table 3.1, five different mesh configurations are summarized using the\ncoarse mesh configuration as baseline for comparing across different mesh configurations\n45",
    "Page_60": "With the total mesh element difference compared between any configurations against\ncoarse mesh, the growth of total element can be shown in percentage: the fine mesh of\n97%, the finer mesh of 174%, the extra fine mesh of 417%, and the extremely fine mesh\nof 6oo%. Notice that the minimum and maximum mesh qualities remain relatively\nsimilar such that any fluctuation due to mesh quality between different mesh\nconfigurations could be minimalized. In order to study the effect on solution accuracy of\ndifferent mesh configurations, the average existing velocity in x-direction is calculated\nfor each configuration, sho wn in Figure 3.1.\nThe average U velocity profile for different configurations at outlet are plotted in time\nwith the profiles clearly showing that solution would be independent after the extra fine\nmesh configuration, while the coarse, fine, and finer mesh configurations would have a\nvarying average outlet velocity due to the increase of mesh elements. Given that the\ndifference between extra fine mesh and extremely fine mesh in average velocity is well\nbelow 5% during the peak-opening phase and 10% during the end-opening phase, due to\nthe delay on valve closure, it is decided that the selected mesh configuration would be\nconfigured with the extra fine mesh due to mesh independence and computational\nconsumptions.\n46",
    "Page_61": "0.8\n0.6\n0.4\nUVelocity(m/s)\n0.2\n0\n-0.2\n-0.4\nI\n-0.6\n-0.8\n-1\n0.1\n0.2\n0.3\n0.4\n0\n0.5\n0.6\n0.7\n0.8\nTime (s)\nCoarse\nFine\nFiner\nExtraFine\nExtremeFine\nFigure 3.1 Average U Velocity at Outlet for Different Mesh C onfigurations\nIn addition to mesh convergence study for the computational model, the PIV\nexperimental data collected by ViVitro Lab and the University of Victoria are used in\norder to compare the experimental hemodynamics evaluations on bileaflet mechanical\nheart valve against the proposed model in this study. Note that different boundary\n  n  m s a  ne  s\nrate and the peak systole occur at 0.15 s. Given that specific pressure boundary\nconditions and geometrical configurations are constructed for validation, the comparison\nis conducted for various time frames around peak systole away from bileaflet mechanical\nvalve at approximately 9 mm downstream. To validate the temporal velocity profile,\n  (    s s     r\n3.2(c). In addition, velocity profiles at different locations at peak systole are calculated to\nvalidate spatial velocity profile, shown in Figure 3.3(a) to Figure 3.3(c).\n47",
    "Page_62": "35\n30\n25\n20\n15\n10\nAxis\n0\n-5\n-10\n-0.2\n0\n0.2\n0.4\n0.6\n0.8\n1\n1.2\n1.4\nAverage U Velocity (m/s)\nNum\n·....·Exp\n(a) 0.13 s\n35\n30\n25\n Position (mm)\n20\n15\n10\nY Axis\n5\n0\n-10\n-0.2\n0\n0.2\n0.4\n0.6\n0.8\n1\n1.2\n1.4\nAverage U Velocity (m/s)\n.....·Exp\nNum\n(b) 0.14 s\n48",
    "Page_63": "35\n30\n25\n(mm)\n20\nPosition (\n15\n10\nAxis\n0\n-5\n-10\n-0.2\n0\n0.2\n0.4\n0.6\n0.8\n1.2\n1.4\n<\nAverageU Velocity (m/s)\nNum\n(c) 0.15 s\nFigure 3.2 Numerical and Experimental Velocity Comparison at 30 mm Downstream at\nVarious Time Frame Near Peak Systolic\nAs shown in Figure 3.2, the result for average velocity around peak systole from\nnumerical simulation has a slightly difference compare with the results obtained from\nexperimental data. Noticeable throughout Figure 3.2(a) to (c), the central velocity jet has\na relatively higher difference than the two side jets. One of the reasons causing this\ndifference is due to the imposed initial conditions for numerical simulations; therefore,\nthe difference decrease as the time advances from 0.13 s to 0.15 s. During peak systole\nat 0.15 s, the maximum peak to peak velocity difference is roughly 15.6% around the\ncentral jet while the two side jets have a maximum velocity difference of 1.7%.\nThis difference may be caused by several experimental factors such as the frictional force\nwithin mechanical valve joints, the use of realistic ventricle for applying inlet flow, or the\nvertical tilting of the experimental apparatus for artificial valve.  In addition to\n49",
    "Page_64": "experimental factors, the measurement conducted by PIV would also affect the result due\nmixture; therefore, the estimated uncertainty from PIV experiments is roughly 5% to 10%.\nsuch that the information on pressure gradient across the valve is measured, which is the\nprimary boundary condition for computational model. Also, additional difference can be\nfound at the center of the domain due to the result of no-slip boundary condition applied\nto thesurface of valveleaflet.\nIn addition to temporal velocity difference, Figure 3.3(a) to Figure3.3(c) has showed that\nthe velocity profiles are in good agreements for numerical simulation and PIV experiment.\nThe velocity profiles at various downstream locations within computational domain are\nplotted in Figure 3.3 during peak systole at 0.15 s. The maximum velocity difference is\nlocated within the central velocity jet with a value of 10.5%, shown in Figure 3.3(c).\nRegarding to the maximum velocity difference at other locations, maximum of 15.6%\ndifference is found in Figure 3.3(a) while maximum difference of 12.6% is found in\nFigure 3.3(b).\nDespite of all factors influencing the final experimental data accuracy and resolution, the\nnumerical simulations have been validated against experimental data with a slightly over\nestimated velocity profile around aortic valve\n50",
    "Page_65": "35\n30\n25\n20\n15\n10\nAxis\n0\n-5\n-10\n-0.2\n0\n0.2\n0.4\n0.6\n0.8\n1\n1.2\n1.4\nAverage U Velocity (m/s)\nNum\n·..·Exp\n(a) 9 mm Downstream\n35\n30\n25\nPosition (mm)\n20\n15\n10\nY Axis\n0\n-5\n-10\n-0.2\n0\n0.2\n0.4\n0.6\n0.8\n1\n1.2\n1.4\nAverage U Velocity (m/s)\nNumerical\n·····Experimental\n(b) 12 mm Downstream\n51",
    "Page_66": "35\n30\n25\n(mm)\n20\nPosition (\n15\n10\nAxis\n0\n-5\n-10\n-0.2\n0\n0.2\n0.4\n0.6\n0.8\n1\n1.2\n1.4\nAverageU Velocity (m/s)\nNum\n(c) 15 mm Downstream\nDownstream L ocations during Peak Systolic\n3.1.2 Blood Flow Hemodynamics\nIt is necessary to define several important phases during one cardiac cycle such that it\nwould be relevant to compare across different models and different results. The\nidentification of different cardiac phases is done relatively to the valve leaflet dynamics,\nwhich could easily be separated logically, in order to compare different simulated models.\nThe defined cardiac phases for one cardiac cycle are differentiated as the initial-opening\nphase (the end-closing phase), the peak opening phase, the end-opening phase (the initial-\nclosing phase), and the mid-closing phase. These different phases can be identified and\nrelated to the simulated time by referring to the boundary pressure profile shown in\nFigure 3.4: the initial-opening phase defined by the occurrence of equilibrium pressure\nacross the valve at 0.15 s, the peak-opening phase defined by the occurrence of minimum\npressure gradient after initial opening phase at 0.23 s, the end-opening phase defined by\n52",
    "Page_67": "the occurrence of mechanical valve leaflet closure at 0.38 s, and the mid-closing phase\ndefined by the occurrence of steady back flow at 0.8 s. However, the identification of\nisolated time frame for different cardiac phases relative to the artificial valve are values\nthat depended on artificial valve types, leaflet motion, and pressure profiles such that\nthese values could only be the reference value for data comparison between different\nmodels.\n140\n120\n100\nPressure(mmHg)\n80\n60\n40\n20\n0\n-20\n0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\nTime (s)\nIni Opening\n■Peak Opening\nEnd Opening\nVent\n●Mid Closing\nAort\nFigure 3.4 Isolated Times for Different Phases during C ardiac Cycle\nSince the primary parameters that determine the performance of artificial heart valve are\nthe pressure gradient across the valve and velocity distribution inside the domain, a series\nof isolated time steps for different phases of cardiac cycle is shown in Figure 3.5. The left\ncolumn of Figure 3.5, (a) to (d), displays the velocity magnitude contour with the\nstreamlines and velocity arrow vectors while the right column of Figure 3.5, (e) to (h)\ndisplays the shear stress contour, with a unit of dPa (dyn/cm?), and reference velocity\narrow vectors.\n53",
    "Page_68": "Time=0.15Velocitymagnitude(m/s）\nTime=0.15Viscous stresstensor,yx component (dPa)\n0.9673\n-714.54\n748.5\n0.5\n1.5\n(a) 0.15 s\n(e) 0.15 s\nTime=0.23Velocitymagnitude(m/s)\nTime=0.23Viscous\nA1.1757\n-784.5\n836.83\n0.5\n(b) 0.23 s\n(f) 0.23 s\nTime=0.38Velocitymagnitude(m/s)\nTime=0.38Viscousstresstensor,yxcomponent(dPa\n9.3393\n-9241.2\n8343.\n0.5\n10\n(c) 0.38 s\n(g) 0.38 s\nTime\nnt(dPa\nA4.4112\n-3854.2\n4117.9\n(d) 0.80 s\n(h) 0.80 s\nFigure 3.5 Isolated Time Frames during Different Cardiac Phases for Rigid W all\nMechanical Valve\n54",
    "Page_69": "To briefly discuss the results presented in Figure 3.5, the initial opening phase with the\nisolated time frame of 0.15 s is firstly reviewed. Given that the pressure starts with a\nnegative gradient at time zero, a steady leakage flow, due to the intervalvular space\nbetween valve leaflets at fully closed position, is successfully captured when reached to\nthe initial-opening phase. At 0.15 s, where the pressure gradient is approximately zero,\nthe backward flow velocity slowly reaches to zero and creates a central vortex behind the\nintervalvular space, shown by the concentrated streamline in Figure 3.5(a). Vortices are\ngenerated at the ventricular portion of the computational domain due to leakage jet. Since\nthe flow around the initial-opening phase is at minimum, the area of high shear stress is\nconcentrated near the boundary around the area where the leakage jets exist.\nAt the peak-opening phase, with time advanced to 0.23 s, where the pressure gradient\nreached to a minimum, the flow velocity reaches to a maximum with a velocity\nmagnitude of 1.176 m/s. Given that the computational domain has a realistic aortic root\ngeometry implemented, the result successfully reproduces the recirculation of blood flow\ndeposition. As for the distribution of shear stress, a layer with higher shear stress is\nshown to be around the mechanical valve leaflet due to maximum forwarding blood flow.\nFurthermore, at the peak-opening phase, the valve leaflet reaches to a maximum opening\nposition of 85 degree and maintains at maximum opening until the end of opening phase\nAt the end-opening phase, with time advanced to 0.38 s, the mechanical valve leaflets are\nfully closed and generated a temporary peak backward flow from the mechanical valve\nleaflet closing. Due to the rapid change in flow direction, the distribution and the\nmagnitude of shear stress around the artificial valve are expected to be increased to a\nonly occurs near the intervalvular space at both end of mechanical valve leaflets while the\nhigh shear stress occur near the boundary of blood vessel wall due to the reverse flow.\n55",
    "Page_70": "Nevertheless, with time advanced to 0.8 s, the mid-closing phase of the cardiac cycle has\nrevealed a near-zero velocity magnitude for the blood flow at the aortic side, especially\noressure gradient across the valve, the leakage blood flow has a continuous high velocity\nmagnitude, which greatly affects the distribution of shear stress. Moreover, the central\nleakage blood flow, located between the two leaflets at the center of the bileaflet\nmechanical valve, is found to have a transition oscillatory behavior under high velocity.\nRegarding the shear stress distribution during mid-closing phase, the shear stress contour\nhas revealed a significant decrease in magnitude compare against the end-opening phase.\nIn addition, the high shear stress distributed near the vessel wall on the aortic side during\nthe end-opening phase has decreased to a near-zero magnitude, which suggests that the\nhigh wall shear stress would be temporary due to sudden valve closure. However, the\nshear stress near the end of mechanical valve leaflets remain as high as 4,ooo dPa, which\nsuggests a high possibility of thrombosis occurrence.\nTo analyse quantitatively the hemodynamics, the velocity across the diameter of the\nThe selection of the exact position for the evaluation of cross sectional velocity is\ndetermined based on the maximum wall-to-wall distance within the aortic root, which\ncould be approximated at 9 mm downstream from the base of aortic root. Therefore, the\noverall cross sectional velocity could be calculated and the velocity within aortic root\ncould also be fully captured. Shown in Figure 3.6, the velocity distribution at 9 mm\ndownstream is plotted with the vertical axis reflecting the y-position of the aortic root and\nthe horizontal axis reflecting the x component of the velocity vector while the center line\nof the aorta is marked in order to clearly identify the center of flow. As one may expected,\nthe velocity for the initial-opening phase at o.15 s has an approximated small reversed\npeak-opening phase at 0.23 s, an approximated peak velocity of 0.95 m/s has found near\nthe outer side of the two mechanical valve leaflets with a smaller velocity profile of\n0.7 m/s between the leaflets due to the intervalvular space of the mechanical valve.\n56",
    "Page_71": "Moreover, during the peak-opening phase, a reversed velocity of -0.35 m/s has been\nfound to occur within the realistic aortic root, which confirmed the recirculation due to\nnormal valve leaflet motion. For the end-opening phase at 0.38 s, a peak reverse velocity\nwith an approximated value of -0.73 m/s near the center of the flow is found. Since the\nflow characteristic at the end-opening phase would be a total reverse flow, the velocity\nprofile shown in the figure has confirmed that all velocities across the cross sectional\nplane are negative. Nevertheless, for the mid-closing phase, the reversed velocity is\ndecrease and stabilized to an approximated value of -0.2 m/s with a small recirculation\nvelocity of 0.06 m/s within aortic root.\n35\n30\n25\n(mm)\n20\n Position\n15\n10\nAxis \n5\n√\n0\n-5\n-10\n-1\n-0.8\n-0.6\n-0.4\n-0.2\n0\n0.2\n0.4\n0.6\n0.8\nAverage U Velocity (m/s)\n0.15\n Center Line\n0.23\n0.38\n0.8\nFigure 3.6 Velocity Distribution at 8 mm Downstream from the Base of Aortic Root\n57",
    "Page_72": "In addition to downstream velocity along x-direction across aortic root, the shear stress\nalong the wall of blood vessel is investigated for the probability of blood cell damage\nduring cardiac cycle. The maximum shear stress along the two aortic wall boundaries can\nbe plotted in time, shown in Figure 3.7. As indicated, there are significant peaks for both\ntop and bottom wall, for 6000 dPa and -3000 dPa, at 0.38 s when the valve leaflets\nclosed. On the other hand, the shear stresses during leaflet opening phases have a\nmagnitude near zero, while an average magnitude of 25oo dPa is found during leaflet\nclosed phase. Considering that erythrocytes may sustain a high shear stress of\napproximately 105 dPa under short period of few microseconds, the average magnitude\nof shear stress experiencing by blood cell should be under a critical value of 1500 dPa\nwith moderate shear stress exposure timel48]. Therefore, it could be suggested, according\nto Figure 3.7 for maximum shear stress distribution, that blood cell damages would most\nlikely to occur and thrombosis may be presented. In addition to shear stress calculation,\nsimulation time steps are refined to ensure artifacts are resolved around peak shear stress.\n6000\n5000\n4000\n(dPa)\n3000\nStress\n2000\n1000\n0\n1000\n-2000\n3000\n0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\nTime (s)\nTop Wall ···.· Bottom Wall\nFigure 3.7 Maximum Shear Stress Along Aortic Wall for Rigid W all Model\n58",
    "Page_73": "3.1.3 Mechanical Valve L eaflet Dynamics\nSince the motion of the artificial heart valve leaflet is closely related to the performance\nof the artificial valve, the second set of processed results from FSI models are the\ndetermination of structure dynamics for mechanical valve leaflets throughout one cardiac\ncycle. As mentioned in the Method section, given that the computational domain is\nconstructed with a geometrical symmetry, the physical constraints for the mechanical\nmight be caused by the possible occurrence of transition flow during peak systole. There\nis, however, one limitation for the activation of physical constrain on valve leaflets. Since\nthe method is to activate the constraints when the current angular position is beyond\n      s  o o n n o  \nconstrain activation.\nWith the time history for mechanical valve leaflet motion during one cardiac cycle\nplotted in Figure 3.8, the leaflet dynamics can be closely investigated and discussed. As\nthe initial-opening phase starts at 0.15 s when the pressure gradient across the\nmechanical valve is approximately equal to zero, the forward flow increase rapidly due to\nthe sudden increase in pressure gradient from 0.15 s to 0.23 s. Given this rapid ejection\nperiod of 80 ms, the valve leaflets are able to reach to maximum opening position at\n0.23 s from the fully closed position at 0.15 s. The valve leaflets are then maintained at\nfully opened position for approximately 110 ms from 0.23 s until an approximated time\nof o.34 s. The valve leaflets are then reached to a fully closed position when the time\nleaflet to be closed rapidly for a closing period of 40 ms.\n59",
    "Page_74": "90\n85\n80\n75\n55\n50\n45\n35\n30\n25\n20\n0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\nTime (s)\nLeaflet 1·····Leaflet 2\nFigure 3.8 Rigid W all Mechanical Valve L eaflet Dynamics for One C ardiac C ycle\nThe overall duration for the valve leaflets remain opened is approximately equal to\n230 ms, from 0.23 s to 0.38 s; while the overall duration for the valve leaflets remain\n3.9 shows two region of interest that reveals leaflet instability during cardiac cycle. The\ninstability for the period when valve leaflets maintain at fully opened position, shown in\nFigure 3.9(a), occur after the peak-opening phase of 0.23 s as the leaflet position\nconstraints are activated once the leaflet reached the maximum opening angle of 85\ndegree. Since the blood flow during the maximum leaflet opening period would be the\nmaximum throughout the whole cardiac cycle, the instability is most likely caused by the\nflow entering transition region due to high central velocity jets, shown in Figure 3.6 at\n0.23 s, around mechanical valve leaflet. It is noted that the instability during peak-\nopening phase could only be reproduced under an additional refined mesh configuration.\nThis further suggests that small scale vortices due to transitional flow could be captured\n60",
    "Page_75": "under finer mesh grids; therefore, in order to capture vortices in all scale, a DNS model\nwill be necessary. On the other hand, the instability around the end-opening phase shown\nin Figure 3.9(b) have a different cause since the flow velocity is lower right after the\nclosure of valve leaflets at 0.38 s. Since physical constraints are applied instantaneously\nwhenever the leaflet positions pass beyond the constrained angles in order to limit the\nminimum and maximum leaflet position, a large counter moment is applied to the valve\nleaflets such that the constrained boundaries at the joints of valve leaflet receive a large\nreaction force. Therefore the leaflets are modeled as striking against hard surface and\nresulting in leaflet rebounds, such as shown in Figure 3.9(b). As mentioned previously\nthis method does not require any additional geometrical complexities; however, the\nmethod introduces a small time lag in order to determine the precise time to activate\ncounter moment. The delay of counter moment activation could be observed in both\nFigure 3.9(a) and (b) at the time when leaflets reach either maximum or minimum\nangular position. To address the concern of constrain activation delay in this study,\nseveral control parameters are properly adjusted in order to reduce the artifact of position\novershoot within an absolute maximum difference of 0.1 degree.\nIn addition to leaflet position in time, the stress within valve leaflets can also be\ncalculated based on simulated results. Figure 3.10 shows the maximum von Mises stress\nwithin two mechanical valve leaflets over one cardiac cycle on a semi-log plot. It is\nclearly shown that a peak stress of approximately 100 MPa is generated at the time when\nleaflets are firstly closed; while the maximum stress for other time periods are\napproximately below 10 MPa. Since the yield strength of mechanical valve leaflet, which\nis commonly be constructed with pyrolytic carbon, is approximately 400 MPa; it may be\nsuggested that based on the result shown in Figure 3.10 the valve leaflets are not likely to\nfail by yielding. Also notice that the stresses within valve leaflet change according to the\nleaflet instability shown in Figure 3.9(a) during leaflet opening phase.\n61",
    "Page_76": "86\n34\n33\n85\n2330\nPosition(deg)\nLeaflet\n27\n26\n81\n25\n80\n24\n0.22 0.24 0.26 0.28 0.3 0.32 0.34 0.36\n0.3790.3810.3830.3850.3870.389\nTime (s)\nTime (s)\nLeaflet1·····Leaflet2\nLeaflet1·····Leaflet2\n(a) Instability during V alve Fully Opened\n(b) Instability during Valve Fully Closed\nFigure 3.9 M agnified Regions of M echanical L eaflet Instability\n1000\n100\nMaximum Von Mises Stress (MPa)\n10\n0.1\n0.01\n0.001\n0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\nTime (s)\nLeaflet 1\n·...·Leaflet2\nFigure 3.10 Maximum Von Mises Stress within Valve L eaflets for Rigid W all Model\n62",
    "Page_77": "3.2 Flexible W all Bileaflet M echanical V alve\nIn addition to the rigid wall mechanical valve model presented in previous section, it is\npossible to extend the same technique and construct a modified model that incorporates\nthe flexibility of arterial wall. Since blood vessel would be distorted during systole and\n  o    ss  n    \nvessel may result in insufficient accuracy comparing with natural blood flow. Therefore,\nthe addition of flexible wall model is introduced in order to estimate the difference\nbetween rigid wall model and flexible wall. Similar to previous section, the\nhemodynamics of the blood flow would be firstly discussed and followed by the structure\nmechanics of valve leaflets and model comparison.\n3.2.1 Blood Flow Hemodynamics\nWith the identical pressure boundary profiles, shown in Figure 3.4, applied to flexible\nwall model, the results can also be isolated in the same time frames used in rigid wall\nmodel, shown in Figure 3.11, where Figure 3.11 (a) to (d) are velocity contours and\nFigure 3.11 (e) to (h) are shear stress contours.\nStarting with the initial-opening phase at 0.15 s, due to the expansion of arterial wall at\nthe aortic portion, the leakage jets from intervalvular space have a higher velocity\nmagnitude compare with rigid wall model. The vortices generated by leakage jets are\nleaflets. Since the expansion of the vessel wall enlarges the overall volume of backflow, a\nhigher maximum velocity magnitude is presented at this phase with a value of 1.916 m/s,\ncompare against with the rigid wall model. Moreover, the shear stress distribution of the\ncomputation, shown by shear stress contour plot, also presents a higher maximum shear\nstress of 1619.6 dPa, which is higher than the critical value for blood cell damage.\n63",
    "Page_78": "During the peak-opening phase at 0.23 s, further expansion of arterial wall is presented\nwith a maximum flow velocity passing through valve leaflets due to the increase of\npressure gradient across mechanical valve. The recirculation of blood flow within\nrealistic aortic root during peak systole is also presented as shown in the rigid wall model\nThe maximum velocity magnitude is shown to be less than the rigid wall model, which\nimplies that the expansion of arterial wall acts as a flow damper to smooth the high\nvelocity generated by high pressure gradient. The high shear stress distribution during\nthis phase is generally concentrated along valve leaflet surfaces and arterial wall;\nhowever, since flow during this phase is smooth without blockage of valve leaflets, the\nmaximum shear stress is much lower than other phases with a value of 691 dPa.\nAt 0.38 s during the end-opening phase, valve leaflets are closed and resulting in leakage\njet formations from intervalvular space. A maximum velocity magnitude with a value\nof 4.112 m/s is generated from leakage jets, which is much lower than the result\nprocessed from rigid wall model. The addition of the elastic arterial wall might be one of\n            \nhigher pressure difference and damp down the velocity magnitude. As for the shear stress\nresults, comparing with the rigid wall model, a lower shear stress is presented around\nvalve leaflets with a value of 3485.5 dPa; however, the distribution of shear stress is\nrelatively similar to rigid wall model.\nFinally, the leakage jets are stabilized with vortices generated behind valve leaflet at the\nventricle portion during the mid-closing phase at 0.8 s. A maximum velocity magnitude\nof 4.345 m/s is generated from leakage jets. Flow at the aortic portion is nearly stalled\nwith a slightly recoiled arterial wall. The vortices within aortic root are relatively small\ncomparing with rigid wall model. The distribution of the shear stress is similar to the\nprevious phase with a decrease of high shear stress near arterial wall; however, unlike the\nrigid wall model where the shear stress magnitude is decreased from the end-opening\nphase, the shear stress magnitude remains relatively similar from the end-opening phase\nwith a value of 3516.4 dPa.\n64",
    "Page_79": "Time=0.15Velocitymagnitude(m/s)\n3.4955×10\n1.9158\n-1668\n1619.6\n0.5\n(a) 0.15 s\n(e) 0.15 s\nTime=0.23Velocitymagnitude（m/s)\nTime=0.23\n3.9299×104\n1.0723\n-674.77\n691.34\n0.5\n(b) 0.23 s\n(f) 0.23 s\nTime=0.38Veloctymagnitude(m/s)\nTime=0.38Viscousstresstensor,yxcomponent(dPa)\n1.6714x104\n4.112\n3302.4\n0.5\n(c) 0.38 s\n(g) 0.38 s\nTime=\n4.7268x10-5\n4.3448\n·3794.8\n3516.4\n0.5\n(d) 0.80 s\n(h) 0.80 s\nFigure 3.11 Isolated Time Frames during Different C ardiac Phases for Flexible W all\nMechanicalValve\n65",
    "Page_80": "In addition to velocity and shear stress contours for the flexible wall model, the exact\nvelocity profile can be calculated at 9 mm downstream away from the valve leaflet.\nShown in Figure 3.12, a small back flow with a velocity of -0.1 m/s occurs at 0.15 s\nduring the initial-opening phase. The peak velocity occurs at O.23s with an\napproximately value of 0.93 m/s around the tip of valve leaflet and an approximately\nvalue of 0.45 m/s between valve leaflets. The recirculating blood flow within aortic\nvalve has a minimum velocity of -0.25m/s during the peak-opening phase. During\nvalve leaflet closure at 0.38 s, the unsteady velocity range from 0.1 m/s within aortic\nroot to -0.15 m/s within central leakage jet. In addition, during mid-closing phase at\n0.80 s, a relatively steady back flow velocity with an approximate value of -0.2 m/s is\ngenerated due to back pressure from aorta. Notice that during closing phases at either\n0.15 s or 0.80 s, the recirculating blood flow within aortic root is at minimum, unlike the\nforward and backward unsteady flows, which generate vortices within aortic root.\n35\n30\n25\n20\n(mm)\n15\nosition（\n10\n0\n-5\n-10\n-0.4\n-0.2\n0\n0.2\n0.4\n0.6\n0.8\nAverage U Velocity (m/s)\n0.15s\n0.23 s\n0.38s\n0.80s\nCenter Line\nFigure 3.12 Velocity Distribution at 8 mm Downstream from the Base of Aortic\nRoot\n66",
    "Page_81": "p  n r   ss   \nPlotted in Figure 3.13 is the shear stress profile along the top and bottom arterial wall for\nthe computational domain. With a similar shear stress profile compare to the rigid wall\nmodel, higher shear stress is distributed mostly during the leaflet closing phase. However,\nnote that the magnitude of the shear stress is slightly lower than the rigid wall model,\npresented in Figure 3.7, with a peak shear stress magnitude of 3000 dPa. In addition to\nthe lower shear stress distribution for flexible wall model, the profile, shown in Figure\n3.13, has some oscillatory behavior except for the fully opened phase from 0.15 s\nto 0.38 s. The oscillation is caused by the deformation and vibration generated by the\nmotion of arterial wall since a large pressure difference is introduced at the beginning of\ncardiac cycle and at the time when leaflet firstly closed. The first set of oscillation at the\nbeginning of cardiac cycle could potentially be minimalized by simulating with multiple\ncontinuous cardiac cycles at a cost of computational resource such that the difference\nbetween each cycle would be minimalized.\n3000\n2000\n (dPa)\nShearStress\n1000\n1000\n-2000\n-3000\n0\n0.1\n0.2\n0.3\n0.4\n0.5\n0.6\n0.7\n0.8\nTime (s)\nTop Wall·.·.·Bottom Wall\nFigure 3.13 M aximum Shear Stress Along Aortic W all for Flexible W all M odel\n67",
    "Page_82": "3.2.2 Mechanical Valve Leaflet Dynamics\nAs discussed previously, valve leaflet position history is related to the hemodynamics of\nartificial heart valve. Figure 3.14 presents the position of valve leaflets in time. Similar to\nthe rigid wall model, the approximate time for leaflets to be fully opened is 1oo ms with\nboth leaflets start to open around 0.15 s and become fully opened around 0.25 s, which is\nslightly slower. The approximate time for leaflet to maintain opened is 100 ms from\n0.25 s to 0.35 s. In addition, the approximate time for leaflet to be fully closed is 30 ms\nwith leaflets closed at 0.38 s. Finally, the time for leaflets remaining fully closed is\napproximately 570 ms for the rest of the cycle. Rebound is occurring when the leaflets\nclosed at 0.38 s with an absolute maximum position overshoot of 0.03 degree, which is\nsignificantly better than rigid wall model, possibly due to lower velocity at leaflet closure.\n90\n80\n70\nPosition (Deg)\n60\nLeafletP\n50\n40\n30\n20\n0\n0.2\n0.4\n0.6\n0.8\nTime (s)\nLeaflet1·o.·Leaflet2\nFigure 3.14 Flexible W all M echanical V alve L eaflet Dynamics\n68",
    "Page_83": "Regarding the stress within the valve leaflet, the stress profile is plotted in Figure 3.15\nand reveals similar findings with the leaflet dynamics discussed previously. Oscillation in\nmaximum von Mises stress, which is caused by unsteady initial pressure difference, can\nbe found during the period when leaflets are closed. The peak maximum stress can still\nbe found at the time when leaflets are firstly closed at 0.38 s while the maximum von\nMises stress maintains roughly below 10 MPa throughout cardiac cycle. The magnitude\nof the stress is smaller compared with the rigid wall model, implying that the leaflet from\nthe flexible wall model would be more unlikely to fail by material yielding.\n100\nximumVonMisesStress(MPa)\n10\n0.1\n0.01\n0.001\n0.2\n0.4\n0.6\n0\n0.8\nTime (s)\nLeaflet1\n.··.·Leaflet2\nFigure 3.15 Maximum Von Mises Stress within Valve Leaflets for Flexible Wall\nModel\n69",
    "Page_84": "3.2.3M odel C omparison\nmodel, a distinct comparison is conducted by evaluating the difference between the\nvelocity fields for each isolated time frame shown in Figure 3.16 (a) to (d). At 0.15 s, in\nFigure 3.16(a) during the initial opening period, both models have a velocity profile with\na small value between 0 m/s to -0.1 m/s with minor velocity difference in between. At\n0.23 s, in Figure 3.16(b) during the peak opening period, the velocity magnitudes of the\ntwo models remain relatively similar with an approximate maximum forward velocity\nof 0.9 m/s; however, the distribution of velocity profile between the models have a\nsignificant difference. Due to the inclusion of the wall flexibility, blood recirculation\nvelocity jet between valve leaflets for flexible wall model has a decreased width and a\ndecreased velocity magnitude by 0.3 m/s to 0.45 m/s ; therefore, the velocity\ndistribution is increased on the other side of the leaflets. At 0.38 s, in Figure 3.16(c)\nduring the end opening period, the flexible wall model has a significantly lower velocity\nprofile, with a peak value of -0.15 m/s, compare against the rigid wall model, which\nhas a peak velocity of -0.72 m/s, along the central leakage jet. At 0.80 s, in Figure\n3.16(d) during the mid-closing period, the difference in velocity for both models is\ndecreased and only the rigid wall model presents minor recirculation within aortic root.\nGiven the difference presented in Figure 3.16, it is noticed that the velocity magnitude for\nflexible wall model is generally less than the rigid wall model; therefore, it is possible\nB          o  \nmodel.\n70",
    "Page_85": "35\n35\n30\n30\n25\n25\nY Position (mm)\n20\nPosition (mm)\n20\n15\n15\n10\n10\n5\n5\n0\n0\n-5\n-5\n-10\n-10\n-1\n-0.5\n0\n0.5\n-1\n-0.5\n0\n0.5\nAverage U Velocity (m/s)\nAverage U Velcity (m/s)\na)0.15s\nb)0.23 s\n35\n35\n30\n30\n25\n25\n20\n/ Position (mm)\nPosition (mm)\n15\n15\n10\n?\n5\n0\n0\n-5\n-5\n-10\n-10\n-1\n-0.5\n0\n0.5\n-1\n-0.5\n0\n0.5\nAverage U Velocity (m/s)\nAverage U Velocity (m/s)\nc)0.38 s\nd)0.8 s\nRigid\n-Flexible — ·Center Line\nFigure 3.16 Velocity Field C omparisons Between Rigid and Flexible W all Model\n71",
    "Page_86": "3.3 C linical Application\nSince there are two different bileaflet mechanical valve models introduced, with the\nflexible wall model modified from rigid wall model, a systematic comparison between\ntwo similar models has been conducted in order to investigate the significance of making\nrigid wall assumption. Furthermore, with the computational models on bileaflet\nmechanical valve fully described, the secondary objective of the study is to investigate\nclinical applications using the constructed CFD FSI models\nAlthough the bileaflet mechanical heart valve is known for its outstanding durability\nthere are some major clinically complications such as valve leaflet malfunctions, which\nwould require surgical reoperation depending on the severity of each scenario. Among\nseveral different causes that lead to different severities in the decrease of hemodynamic\nperformance for artificial heart valve due to leaflet malfunction, a total valve leaflet\nn n ro s  s   re  s   e\ncomplication. Therefore, simulations could be conducted in order to investigate similar\nscenarios and provided additional information on flow characteristics such that the\npattern of the flow could be used as supporting evidences. Shown in Figure 3.17, the rigid\nwall model, Figure 3.17 (a) to (d), and flexible wall model, Figure 3.17 (e) to (h), are\nmodified with one of the valve leaflet totally constrained such that the total blockage can\nbe simulated, which reflects the worst case scenario in valve malfunction.\nGiven that the only difference between the malfunction models and the normal models is\nthe restriction of bottom leaflet, the flow profiles for the malfunction models have similar\nresults compare against with the normal models. Presented in Figure 3.17 (a) and (e) for\nthe initial-opening phase, two vortices are generated behind the leaflets in the ventricular\nportion similar to the normal models since the leaflets have not yet be opened. In Figure\n n  bsd n n  d d a  ) p () \nrotation leaflet and generating smaller vortices due to leaflet blockage. The velocities for\nthe malfunction models are slightly higher than the normal models due to smaller\n72",
    "Page_87": "opening of the valve. Recirculation of blood flow only occurs in the aortic root close to\nthe opening leaflet while the aortic root near the malfunction leaflet has a minimum\nrecirculation. There are two vortices generated in front of the malfunction leaflet in aortio\nportion for the rigid wall model shown in Figure 3.17 (b). The flexible wall model, shown\nin Figure 3.17 (f), has a third vortex generated due to the forward leakage jet produced by\nthe intervalvular space between the malfunction leaflet and arterial wall.\n73",
    "Page_88": "Time=0.15Velocitymagnitude(m/s)\nTime=0.15Velocitymagnitude(m/s)\n0.9656\n1.0811×103\n2.4404\n0.5\n1.5\n0.5\n1.5\n(a) 0.15 s\n(e) 0.15 s\nTime=0.23 Velocity magnitude(m/s)\nTime=0.23Velocity magnitude(m/s)\n1.285\n1.4547×10-5\n1.3381\n0.5\n1.5\n0.5\n(b) 0.23 s\n(f) 0.23 s\nTime=0.38 Velocity magnitude (m/s)\nTime=0.38 Velocity magnitude (m/s)\n?0\n2.2202\n1.6518×10\n2.1708\n0.5\n1.5\n0.5\n1.5\n(c) 0.38 s\n(g) 0.38 s\nime=0.8\nTime=0.8Velocity magnitude(m/s）\n4.3867\n3.1684×10-6\n4.4351\n1.5\n0.5\n(d) 0.80 s\n(h) 0.80 s\nFigure 3.17 Velocity Contour for Rigid and Flexible Wall Model with Leaflet\nM alfunction\n74",
    "Page_89": "In addition, for the end-opening phase in Figure 3.17 (c) and (g), a large vortex is formed\nand sustained a non-zero velocity field at the center of aorta near aortic root with two\nsmaller vortices located within aortic root. Comparing with the rigid wall model, the\nexpansion of arterial wall is suppressing the two smaller vortices toward to arterial wall,\nwhich leads to wider central vortex. Nevertheless, for the mid-closing phase in Figure\n3.17 (d) and (h), velocity fields generate similar distributions compare with normal model\nalthough the flexible wall model is indicating additional vortices formation behind the\nvalve in ventricular portion. Overall, the simulations on malfunction valve have identified\nadditional vortices formation during cardiac cycle due to asymmetric leaflet position.\n3.4C hapter Summary\nIn summary, two distinct FSI models are constructed in order to gain additional\ninformation with the use of CFD. Furthermore, experimental validation and mesh\nThe first model is built with the assumption of rigid arterial wall, which is widely\nassumed in various articles and the second model is built without applying the\nassumption of rigid wall. Velocity and shear stress contours are firstly plotted in order to\nidentify several flow features such as vortices. Specific velocity profiles and shear stress\ndistributions are then presented with additional details and discussions. Additionally, the\nstudies of structure dynamics on valve leaflets are also completed with leaflet position\nanalysis. Nevertheless, comparisons between the rigid wall and the flexible wall model\nare conducted by investigating the hemodynamic performance given the same location\nwith rigid wall assumption calculates a higher velocity profile for all four isolated time\nframes investigated in this study. Therefore, the hemodynamic performance for rigid wall\nmodel might conclude with an over estimated results. Finally, a major clinically relevant\nscenario is investigated by rebuilding the computational model with a total one-leaflet\nmalfunction mechanical valve.\n75",
    "Page_90": "Chapter 4\nResults and Discussions for Bioprosthetic\nValve\nIn addition to the bileaflet mechanical valve discussed in previous chapter, FSI\nsimulations for bioprosthetic tissue valves are also conducted with both rigid and flexible\nwall models presented in this chapter. The flow characteristic and hemodynamic\nperformance, including flow velocity and shear stress distribution, is firstly discussed. In\naddition to the hemodynamic performance, leaflet position and maximum structure stress\nprofile regarding the leaflet structure dynamics for each model are going to be discussed.\nMoreover, an investigation of the difference in hemodynamic performance due to the\nchange of material properties caused by sclerosis, which is the hardening of valve leaflet\nand blood vessel, is conducted. Isolated changes in tissue valve stiffness and arterial wall\nstiffness are conducted separately. Given that the simulation is conducted using FSI\ntechnique that required a consistent computational domain for both fluid and structure\nfew severe computational limitations, such as maintaining overall geometrical\ntopography and domain continuity, must be satisfied. Therefore, the simulations on\nbioprosthetic valve would focus on systolic period of the cardiac cycle.\n76",
    "Page_91": "4.1 Rigid W all Bioprosthetic Tissue Valve\nStarting with the hemodynamic performance and followed by structure dynamics, the\nresults for tissue valve model with the assumption of rigid arterial wall are firstly\ndiscussed.\n4.1.1Blood Flow Hemodynamics\nGiven the computational limitations, only the peak-opening phase and end-opening phase\nis investigated for the models of tissue valve, shown in Figure 4.1. The velocity contours,\nplotted in Figure 4.1 (a) and (b), and shear stress contours, plotted in Figure 4.1 (c) and\nb p d rd  s   a s  \nphase. T'he maximum velocity magnitude for peak-opening phase at 0.23 s is 1.31 m/s,\nwhich is slightly higher than mechanical valve model. There are also two recirculation\nvortices generated within aortic root with the vortex center shifted further downstream.\nThe shear stress distribution, on the other hand, is lower than mechanical valve model\nwith an approximate maximum magnitude of 410 dPa . The maximum velocity\nthan mechanical valve model, around backward flow with lower velocity distributed in\naortic root. The two recirculation vortices are shifting toward the base of aortic sinus and\nfurther enhancing blood circulation. Furthermore, the shear stress distribution during this\nperiod has a lower value than peak-opening phase with an approximate magnitude\nof 180 dPa. Overall, based on the contour plots, the velocity during peak opening period\nof the cardiac cycle is higher than mechanical valve while the shear stress distribution is\nmuch less. Provided that the difference in velocity and shear stress between mechanical\nvalve and tissue valve, the hemodynamic performance for tissue valve is better than\nmechanical valve.\n77",
    "Page_92": "ime=0.23\n1.3105\n-406.33\n410.8\n(a) 0.23 s\n(c) 0.23 s\nTime=0.35Visco\n0.8792\n-180.92\n184.54\n(b) 0.35 s\n(d) 0.35 s\nFigure 4.1 Isolated Time Frames during Different Cardiac Phases for Rigid W all\nTissueValve\nIn addition to contour plots shown in Figure 4.1, the exact downstream velocity profiles\ncan be calculated, shown in Figure 4.2. The maximum velocity at 0.23s is\napproximately 1.05 m/s given that a concentrated central velocity jet with a diameter\nof 15 mm is ejected. This diameter of central velocity jet can be defined as the ejection\nwidth in order to conduct comparison between different models. Minimum recirculation\nis found during this period, as shown in Figure 4.1, that vortex centers are shifted further\ndownstream. The maximum velocity at 0.35 s is approximately -0.34 m/s, which is\nslightly higher due to two tissue valve leaflets collapsing at the center of the flow. A\nminor recirculating velocity is present during this period as the vortex centers are moving\ninto aortic root due to backward flow. Comparing the velocity profile between tissue\nvalves against mechanical valve, it can be notice that although tissue valve produces\nhigher central velocity, the velocity distribution is highly depended on the maximum\n78",
    "Page_93": "opening of tissue valve leaflets, which is related to material properties and leaflet\nthickness.\n35\n30\n25\nPosition (mm)\n20\n15\n10\nYAxis\n0\n-5\n-10\n-0.4\n-0.2\n0\n0.2\n0.4\n0.6\n0.8\n1\n1.2\nAverage U Velocity (m/s)\n0.23s.....0.35s\nFigure 4.2 Velocity Distribution at 8 mm Downstream for Rigid W all Tissue Valve\nNevertheless, the maximum shear stress along the wall can be plotted in order to\ninvestigate the possibility of blood cell damage, shown in Figure 4.3. The shear stress\ncalculated for tissue valve is significantly lower with a maximum magnitude of 460 dPa\ninstead of 6ooo dPa in mechanical valve model, which implies that the anticoagulant\ntherapy might not be necessary as the critical shear stress of 1500 dPa is not reached.\nHowever, given that only systolic period is simulated for tissue valve model, the actual\nmaximum stress throughout the whole cardiac cycle might be higher.\n79",
    "Page_94": "500\n400\n300\ness(dr\n200\n100\n3\nShe\n200\n300\n-400\n-500\n0.15\n0.2\n0.25\n0.3\n0.35\nTime (s)\nTopWall\n·..··BottomWall\nFigure 4.3 Maximum Shear Stress Along Aortic W all for Rigid W all Tissue Valve\nModel\n4.1.2 Tissue Valve Leaflet Dynamics\nUnlike the bileaflet mechanical valve model which has a well-defined leaflet dynamics in\nterms of degree of rotation, the leaflet motion for tissue valve model is based on leaflet\ndisplacement. Therefore, to characterize tissue valve dynamics, the maximum\ndisplacement for valve leaflets away from the center of the computational domain is\nplotted in Figure 4.4. It is shown that both leaflets take approximately 50 ms in order to\nreach a maximum displacement of 9.6 mm at 0.2 s. The displacement is decreased and\nmaintained at approximately 5 mm until 0.27 s after the peak leaflet displacement.\nFinally, the leaflets are returming to initial position and closed at approximately 0.35 s;\nhowever, the actual time of closure will be several milliseconds later and cannot be\nsimulated with presented technique since solution would diverge with inverted mesh\nelement when leaflet displacement approaches to zero.\n80",
    "Page_95": "11\n10\n3\nDispla\n0.15\n0.2\n0.25\n0.3\n0.35\nTime (s)\nLeaflet1·o..·Leaflet2\nFigure 4.4 Rigid W all Tissue Valve L eaflet Dynamics\nAdditional investigation regarding to structure stress within valve leaflet is presented in\nFigure 4.5. The overall von Mises stress during the systolic period, prior to leaflet closure\nat 0.32 s, is roughly below an approximate magnitude of 0.1 MPawith peak stress of\n0.112 MPa at 0.18 s. Although the absolute maximum von Mises stress cannot be\ncalculated for whole cardiac cycle, the maximum value during systolic period is\ncalculated to be approximately 0.139 MPa at leaflet closure. Given that tissue valve\nmodel is conducted only for systolic period, comparison against with the mechanical\nexperiencing much larger deformation then mechanical valve due to smaller Young's\nmodulus, the maximum stress for tissue valve is slightly higher than the averaged\nmaximum stress for mechanical valve due to material bending at the base of valve leaflets.\n81",
    "Page_96": "Stress(MPa)\n0.1\nMaximumVonMisesS\n0.01\n0.001\n0.15\n0.2\n0.25\n0.3\n0.35\nTime (s)\nLeaflet 1\nFigure 4.5 Maximum Von Mises Stress within Valve Leaflets for Rigid W all Tissue\nValve Model\n4.2\n Flexible W all Bioprosthetic Tissue Valve\nBy removing the rigid arterial wall assumption applied to computational domain,\nadditional investigation on flexible wall tissue valve model is secondly discussed\n4.2.1 Blood Flow Hemodynamics\nThe velocity contours for the flexible wall tissue valve are plotted in Figure 4.6 (a) and (b)\nwith the shear stress contour plotted in Figure 4.6 (c) and (d). Similar velocity and shear\nstress distribution can be found after removing the assumption of rigid wall. The\nmaximum velocity at 0.23 s is slightly lower than rigid wall model given that the flow is\nejecting at the center of the computational domain through intervalvular space. There is\nno significant recirculating flow within aortic root during this period given that only two\n82",
    "Page_97": "vortices are generated closer to aorta located near the side of aortic sinus. The shear stress\ndistribution is also similar to rigid wall model given that the maximum magnitude of\nshear stress is approximately 357 dPa, which is also slightly lower than rigid wall model.\nAt 0.35 s during valve closure, the maximum velocity, with a magnitude of 1.0 m/s, is\nslightly higher than the rigid wall model due to the contraction of flexible wall. The\nvortices centers generated during peak-opening phase are suppressed and translated\ntoward to the base of aortic sinus such that simple flow is generated with minimum\nvortices. Since velocity is higher and arterial wall is contracting during this period, the\nshear stress is also slightly higher with an approximate magnitude of 226 dPa located at\nthe tip of valve leaflet. Overall, the are only minor differences between rigid wall and\nflexible wall tissue valve models since arterial wall only experiences minimum\ndeformation due to initial condition and computational constraints.\nTime=0.23Velocity magnitude(m/s)\nTime=0.23 Viscous stress tensor,yxcomponent(dPa\n1.0349x10-5\n1.2496\n·341.44\n357.5\n(a) 0.23 s\n(c) 0.23 s\nTime=0.35Velocitymagnitude(m/s）\nTime=0.35Viscous stress tensor,yx\n1.1719x10-4\n1.0027\n-219.58\n226.72\n(b) 0.35 s\n(d) 0.35 s\nFigure 4.6 Isolated Time Frames during Different C ardiac Phases for Flexible W all\nTissueValve\n83",
    "Page_98": "In addition to the velocity and shear stress contour plots shown above, the exact\ndownstream velocity for peak-opening and end-opening period is plotted in Figure 4.7.\nComparing with the results from rigid wall model discussed above, the peak downstream\nvelocity is slightly smaller for flexible wall model with a magnitude of 1.02 m/s\nat O.23 s. The ejection width, defined by the diameter of central velocity jet, is\napproximately the same with a magnitude of 15 mm, comparing with rigid wall model.\nGiven that the velocity within aortic root is approximately zero, recirculating flow is not\npresented at 8 mm downstream, given that this is the widest cross section of\ncomputational domain. At 0.35 s during leaflets final closure, the back flow velocity is\nlarger than the rigid wall model with a peak velocity of -0.4 m/s. Unlike the rigid wall\nmodel, there is no significant recirculation generated during this period; however, small\nback flow due to negative pressure is presented within aortic sinus.\n35\n30\n25\n(mm)\n20\nPosition\n15\n10\nAxis\n0\n-5\n-10\n-0.6\n-0.4\n-0.2\n0\n0.2\n0.4\n0.6\n0.8\n1.2\nAverage U Velocity (m/s)\n0.23s\nFigure 4.7 Velocity Distribution at 8 mm Downstream for Flexible Wall Tissue\nValve\n84",
    "Page_99": "Regarding the generation of shear stress along arterial wall, the maximum shear stress\nthroughout the systolic period is shown in Figure 4.8. Similar to the results presented for\nthe flexible mechanical valve, the shear stress profiles calculated have some degree of\noscillatory and unsteadiness behavior due to the motion of both tissue valve leaflets and\nflexible arterial wall under pulsatile pressure. The maximum shear stress during the\nsimulated period has a magnitude of approximately 500 dPa, which is relatively similar to\nrigid wall model. Given the magnitude of shear stress is smaller than the critical limit\nbefore blood cell damaging, the hemodynamic performance for the tissue valve during\nsystolic period is indeed better than mechanical valve.\n600\n500\n400\n300\n200\nStre\n100\n100\n200\n300\n-400\n-500\n0.15\n0.2\n0.25\n0.3\n0.35\nTime (s)\nTopWall\n·...·BottomWall\nFigure 4.8 Maximum Shear Stress A long Aortic W all for Flexible W all Tissue Valve\nModel\n85",
    "Page_100": "4.2.2 Tissue Valve Leaflet Dynamics\nSimilar methodology used to process rigid wall tissue valve model can be applied for the\nflexible walls in order to analysis the leaflet dynamic. Maximum leaflet displacement\nrelative to the center of the domain is shown in Figure 4.9. The maximum displacement\nof the leaflet is found at 0.2 s with a displaced magnitude of 9 mm away from center.\nThe duration for leaflets to reach the peak opening is approximately 50 ms. The leaflets\nremain open for approximately 100 ms until 0.3 s with an approximate average\ndisplacement of 5 mm. In addition, the closure of the leaflet takes about 50 ms before the\nend of the systolic period at 0.35 s. Nevertheless, the overall leaflet dynamics profile also\nhas oscillatory behavior if compared with the rigid wall model.\n10\nwu\nE\n0.15\n0.2\n0.25\n0.3\n0.35\nTime (s)\nLeaflet1·...·Leaflet2\nFigure 4.9 Flexible W all Tissue Valve L eaflet Dynamics\n86",
    "Page_101": "Nevertheless, maximum von Mises stress is plotted in Figure 4.10 in order to investigate\nthe structure behavior for flexible tissue valve. The magnitude for maximum stress during\nsystolic period is roughly 0.1 MPa from 0.17 s to 0.28 s. The peak maximum stress\nduring the systolic period is approximately 0.154 MPa at valve closure; however, as\nmentioned previously, the maximum von Mises stress would be greater when two leaflets\nare in contact during diastolic period. Overall, only minor differences are observed for\nthe comparison of maximum von Mises stress between rigid wall and flexible wall tissue\nvalve model. Given that both models have only systolic period simulated with minor\nchanges on modeling parameters, minor differences between two models are expected. In\norder to improve and differentiate between rigid wall and flexible wall models, diastolic\nperiod may be included in the future since the back pressure may potentially affect\narterial wall motion further.\n1 E+6\nress\n1 E+5\nImVonMisesStre\n1 E+3\n0.15\n0.2\n0.25\n0.3\n0.35\nTime (s)\nLeaflet1···.·Leaflet2\nFigure 4.10 Maximum Von Mises Stress within Valve Leaflets for Flexible Wall\nTissue ValveModel\n87",
    "Page_102": "4.3 C linical Application\nIn order to extend the tissue valve model further such that clinical relevant problems can\ns ss r   a    o d  s \nleaflets material properties. With the increase of tissue stiffness, aortic sclerosis due to\nvalve leaflet calcification can be simulated. Since the models presented previously are\nsimulating a healthy tissue valve with a tissue stiffness that is representing a general\nupper limit of approximately 2 MPa, any increase of stiffness above the limit would\nWith the healthy leaflet stiffness of 2 M Pa as baseline comparison, four additional leaflet\nstiffness configurations are investigated. Since most parameters in biological system have\nbe 4 MPa, 5 MPa, 10 MPa, and 20 MPa in order to characterize minor, moderate, and\n  m         n  \nthat there is no significant difference between rigid and flexible wall model, rigid wall\nassumption is selected to reduce computational resource. The maximum velocity, as\nexpected, are slightly higher for the minor, with leaflet stiffness of 4 MPa and 5 MPa,\nand moderate sclerosis, with leaflet stiffness of 10 MPa. The maximum velocity for the\nseverer sclerosis, however, is lower than the healthy configuration. This difference in\nto leaflet stiffness. Comparison for the ejection width can be done between each severity\nagainst the healthy model, which has a width of 15 mm, the minor, moderate, and severer\nsclerosis has a width of 12.5 mm, 10.5 mm, and 9.2 mm, respectively. Given that the\nvolumetric flow rate is purely depend on the cross sectional area, which could be\napproximated using the ejection width, the cardiac output in percentage at the isolated\ntime of 0.23 s, comparing with the healthy model, would be 69.4%, 49%, and 37.6% for\nminor, moderate, and severer sclerosis, respectively. Therefore, if flow profile is captured\nwith imaging techniques, such as Doppler ultrasound, for patient with potential sclerosis\n88",
    "Page_103": "the presented model may be used as a guideline on identifying level of severity more\naccurately.\n35\n30\n25\nPosition (mm)\n20\n11111\n44\n15\n10\nAxis\n-5\n-10\n-0.1\n0.1\n0.3\n0.5\n0.7\n0.9\n1.1\nAverage U Velocity (m/s)\n5 Mpa\n2Mpa\n4 Mpa\n·10 Mpa\n· 20 Mpa\nFigure 4.11 Average U Velocity at 0.23 s for Rigid W all Tissue Valve with Different\nValve Stiffness\nIn addition to the investigation on average velocity at peak-opening phase, the maximum\nleaflet displacement for each valve stiffness configuration can also be plotted, shown in\nFigure 4.12. Known that with the increase of leaflet stiffness would decrease leaflet\ndeformation and displacement, the peak leaflet displacement for each model\nis 9.55 mm, 7.65 mm, 7.42 mm, 5.94 mm, and 5.29 mm for the leaflet with stiffness\nof 2 MPa, 4 MPa, 5 MPa, 10 MPa, and 20 MPa, respectively. Also note that due to the\n           a  \nmaximum opening is decreasing from 0.2 s to 0.186 s for healthy model to severe\n89",
    "Page_104": "sclerosis. Moreover, the increase of valve leaflet stiffness also has an effect on the time of\nleaflet closure. The more sever the sclerosis is, the shorter systolic period would be. As\nshown in Figure 4.12, the final closure time for systolic period is decreased from 0.35 s\nto 0.317 s for healthy model to sever sclerosis.\n10\nDISP\n0.15\n0.2\n0.25\n0.3\n0.35\nTime (s)\n2Mpa\n5 Mpa\n·10Mpa\n·20Mpa\nFigure 4.12 Leaflet Dynamics for Rigid Wall Tissue Valve with Different Valve\nStiffness\nNevertheless, with the freedom to modify tissue properties, the flexible wall tissue valve\ncan also be modified in order to investigate the effect of valve leaflet stiffening. The\nresults for different leaflet stiffness with a healthy arterial wall are revealing difference in\nleaflet dynamics shown in Figure 4.13. Given that the healthy model with a prefix of\nW20 V2 MPa\", which stands for wall stiffness of 20 MPa and valve stiffness of 2 MPa,\nas baseline for comparison; a stiffer leaflet is showing suppression in leaflet displacement\n90",
    "Page_105": "oscillation. Due to the suppression of leaflet motion, vortices would potentially be\nq pnom mo poon jo uonna a pu uoun mo yeu yns pssandns\nminimalized such that hemodynamic performance could drop and particle deposition\nmight occur.\n10\nw\n0.15\n0.2\n0.25\n0.3\n0.35\nTime (s)\nW20V2MPa\n...·.W20V4MPa\n●-W20V20\nFigure 4.13 Leaflet Dynamics for Flexible W all Tissue Valve with Different Tissue\nStiffness\nOn the other hand, the stiffness of arterial wall can be adjusted with a healthy valve in\norder to investigate the effect of arterial wall stiffening, showing in Figure 4.14. Given\nthat the healthy model of W20 V2 MPa is the comparison baseline, the arterial wall is\neither softening to 10 MPa or hardening to 40 MPa. With a less stiff arterial wall,\nindicated by W10V2 MPa, the leaflet motion appears to be more flexible as the\ndisplacement and oscillation is larger when comparing with healthy model. As expected,\nfor a stiffer arterial wall, indicated by W40 V2 MPa, the tissue valve leaflet has less\noscillations. Interestingly, the closure time of the tissue valve, as indicated in Figure 4.13\n91",
    "Page_106": "and Figure 4.14, is affected by the stiffness of valve leaflet instead of the stiffness of\narterial wall. Nevertheless, the oscillations of valve leaflet are affected more by the\nstiffness of arterial wall instead of the stiffness of valve leaflet.\n10\nntl\n0.15\n0.2\n0.25\n0.3\n0.35\nTime (s)\nW20V2MPa\n···..W10V2MPa\nW40 V2 MPa\nFigure 4.14 Leaflet Dynamics for Flexible W all Tissue Valve with Different Wall\nStiffness\n92",
    "Page_107": "4.4Chapter Summary\nIn summary, two FSI models for bioprosthetic tissue valve are presented in this chapter,\none with the assumption of rigid wall and the other with flexible walls. Based on the\ncalculated velocity profile and shear stress distribution, the tissue valve indeed has a\nbetter hemodynamic performance than the bileaflet mechanical valve model presented in\nboundary is smaller than the critical value before blood cell damage; however, due to the\ncomputational restrictions, results during diastolic period cannot be calculated. In\naddition to the healthy models presented, investigations regarding the change in tissue\nproperties are also conducted. It can be concluded that the increase in tissue stiffness\nwould decrease hemodynamic performance dramatically as aortic sclerosis would lead to\naortic stenosis. Moreover, the stiffening of arterial wall would suppress the generation of\nvortices by suppressing the oscillatory behavior of leaflet motion, which may lead to the\ndecrease in blood recirculation and particle deposition. In addition, the stiffening of valve\nleaflet would lead to early valve closure and decrease valve performance. Therefore, the\nchanges in tissue properties, either for arterial wall or valve leaflet, have a major impact\non the hemodynamic performance for bioprosthetic tissue valve.\n93",
    "Page_108": "Chapter 5\nFuture W ork and C onclusion\nWith the FSI models for both bileaflet mechanical valve and bioprosthetic tissue valve\ndiscussed in previous two chapters, the concluding remarks regarding the overall research\nobjectives will be summarized. In addition, several computational constraints and\nlimitations that are applicable to present models will be presented. Nevertheless, the\nfuture work that could be done in order to extend the present model further, including the\nimprovement and limitations, will also be briefly discussed.\n5.1C onclusion\nIn conclusion, as the primary objective for this study is to construct a CFD model using\nFSI method in order to evaluate the hemodynamics of artificial heart valve in idealized\n    n r   h     \nhemodynamic performance for both mechanical and tissue valve. With the secondary\nobjective on verifications and validations, PIV experiments at ViV itro Lab are conducted\nin order to compare the constructed models using experimental data. In addition, the\ntertiary objective is to investigate clinically related issues with proposed models; several\nadditional modifications are imposed such that clinical concerns can be addressed.\nFurthermore, numerical experiments are also conducted for each type of artificial heart\nvalve in order to investigate the influence of the tissue properties to the hemodynamics\naround aortic valve. More specifically, the increase tissue stiffness, which leads to aortic\nsclerosis, results in different degrees of aortic stenosis.\n94",
    "Page_109": "5.2 C ontributions\nThe following list summarizes the key contributions from this study:\n· A fluid-structure algorithm with a fully-coupled, monolithic direct solver is used\nwith large structure deformations  handled by arbitrary  Lagrangian-Eulerian\nformulation to increase model stability and accuracy.\n· The additions of flexible arterial wall to the FSI models have found significant\ndifferences comparing with the rigid wall assumption.\n· Results from simulations are validated with PIV experiments conducted by\nViVitro Lab given that a minimum difference of 15% is found between the\nsimulated results and experimental data.\n·Clinical relevant scenarios are conducted for valve malfunction and aortic\nsclerosis. It is found that leaflet closure and oscillations depended on valve\nstiffness and wall stiffness, respectively.\n· Parameters, such as shear stress, von Mises stress, and leaflet dynamics, are\n5.3 C linical Aspects\nThe clinically related issues regarding the complications found in artificial heart valve are\nsimulated with the FSI model constructed in this study. The achievements in the\ninvestigation of clinically relevant scenarios and the potential usage of current model for\nfuture work are listed as follows:\n· Mechanical valve malfunction\nPatients received an artificial valve replacement would likely to have pannus\nformation around the implanted valve that may cause valve malfunction. It is\nfound in the simulated models that a large vortex can be generated due to uneven\nopening of mechanical valve leaflets. The generated vortex can potentially cause\n·Bioprosthetic valve stiffness\nThe changes in tissue stiffness for both valve leaflet and arterial wall have found\nthat the stiffness of the valve leaflet alone would affect the time and duration of\n95",
    "Page_110": "valve leaflet opening. On the other hand, the stifness of arterial wall alone would\naffect the oscillation and instability generated by the valve leaflets during systole.\nThe investigations on clinically relevant cases have demonstrated both\ngeometrical and material dependency on the hemodynamic performance of\nartificial heart valves.\n·Patient-specific modeling\nSince computerized tomography (CT) scan is often used for visualizing the three\ndimensional structure of specific anatomical parts of a patient, the structure\n           \nhemodynamic performance for different types of artificial valve for different\npatients. The simulated result from the modeling of artificial valve can be used as\nsimulation on the effect of implanted valve.\n·  Artificial heart valve selection\nCurrently, the artificial heart valve selection procedure for patients requires heart\nvalve replacement is based on the patients’ age and daily activities. Given that\npatients with higher age would have a relative higher risk of having a heart valve\nsurgery, the selection procedure made by patients and surgeons is heavily based\non the age of patients. With computational methods and patient-specific\nperformance simulated.\n· Additional suggestions and guidance\nGiven that many types of data are collected from the FSI simulations, additional\nguidance  and  communication between  clinicians  and  researchers can  be\nFor instance, the magnitude of shear stress along the wall boundaries of aortic\nroot may provide guidance for anticoagulant intake. Also, velocity field and\nvortices formation from the simulated result may provide suggestions on artificial\nvalve damage or flow regurgitation.\n96",
    "Page_111": "5.4  Model C onstraints and L imitations\nThere are several key limitations regarding the computational models presented in this\nstudylisted asfollows:\n· Imposed zero initial condition introduces additional transition\n· Frictionless joint for mechanical valve provides a free rotational pivot\n· Blood properties are assumed to be Newtonian without considering shear thinning\nbehavior\n·Automatic re-mesh, required by large deformation, introduces additional\ninterpolation\n· Aortic wall properties are assumed to be isotropic elastic without considering\nviscoelastic behavior\n· Computational domain requires to maintain continuous\n· Curvatures of aortic root and tissue valve may not reflect all cases\n5.5 Future Work\nThere are some additional improvements and applications that can be done to the current\nmodel, such as model improvement, design optimization, and patient-specific application.\nIn order to improve the current model, it is possible to eliminate several limitations\ndiscussed in precious section. For example, it is possible to extend the simulated time\nfrom one cardiac cycle to multiple cardiac cycles such that the effects from initial\nconditions could be minimalized. Also, the pivots for mechanical valve leaflet are\nconstrained with applied moment when maximum and minimum leaflet angles are\nreached; an additional formulation can be integrated into the equation in order to account\nfor frictional force. In addition, the topography for tissue valve can be parameterized such\nthat the model can represent various types of valve. Nevertheless, the existing tissue\nvalve model can easily be modified to investigate hemodynamics of transcatheter valve\nFinally, the model can be transformed into 3D such at the solution along three axis can be\ncalculated.\n97",
    "Page_112": "As the models presented in this study fully coupled the fluid and structure domain, a\ndesign optimization can be conducted. As most physical parameters are known or can be\ncalculated as the result of FSI model, the structure of the artificial valve can be improved\nby redesigning the leaflet curvatures such that the flow resistance during valve opening\ncan be minimalized. In addition, stress distribution within artificial valve leaflets can be\nused for the investigation of fatigue and fracture analysis.\nNevertheless, with the newly introduced transcatheter valve available as another surgical\noption, several clinically related cases for transcatheter valve can be investigated.\nSpecifically, there are needs for improving the understanding of intervalvular leakage\nbetween the native or the implanted valve and the transcatheter valve. In addition, the\nselection guideline on valve size for transcatheter valve is yet to be determined.\n98",
    "Page_113": "Bibliogra\n[1]Rizzoli, G., Guglielmi, C., Toscano, G., Pistorio, V., Vendramin, I., Bottio, T.,\net al. (1999). Reoperations for acute prosthetic thrimbosis and pannus: an\nassessment of rate, relationship and risk. Europen Journal of Cardio-thoracio\nSurgery, 16, 74-80.\n[2]\nImage retrieved from National Heart, Lung, and Blood Institute, U.S.\nDepartment\nof\nHealth\nHuman\n Services,\nhttp://www.nhlbi.nih.gov/health/health-topics/topics/hhw/anatomy.html,\nAccessed on Aug 09, 2013\n[3]\nGott, V., Alejo, D., & Cameron, D. (2003). Mechanical heart valves: 50 years\nof evolution. Ann Thorac Surg, 76, S2230-9.\n[4]\nDasi, L., Simon, H., Sucosky, P., & Yoganathan, A. (2009). Fluid mechanics of\nartificial heart valves. Clinical and Experimental Pharmacology and\nPhysiology, 36, 225-237.\n[5]\nGrunemeier, G., Naftel, D., & Starr, A. (2000). Long-term performance of heart\nvalve prostheses. Curr Prpbl Cardiol, 25, 76-154.\n[6]\nSun, J., Davidson, M., Lamy, A., & Eikelboom, J.(2009). Antithrombotic\nmanagement of patients wth prosthetic heart valves: current evidence and\nfuture trends.Lancet, 374, 565-79\n[7]\n           \noptimal prosthesis and long-term management. Circulation, 119, 1034-1048.\n[8]\nImage\n retrieved\nfrom\ntheWebsiteofSt．Jude\ne  Medical,\nhttp://www.sjmprofessional.com/Products/US/Heart-V alve- Replacement/St-\nJude- Medical-Masters-HP-Series.aspx, Accessed on March 14, 2013\n99",
    "Page_114": "[9] Kouchoukos, N., Masetti, P., Nickerson, N., Castner, C., Shannon, W., &\n        \nechocardiographic follow-up. Ann Thorac Surg, 78, 773-81.\n[10] Rahimtoola, S. (2003). Choice of prosthetic heart valve for adult patients.\nJACC,41,893-904\n[11] Weber, A., Noureddine, H., Englberger, L., Dick, F., Gahl, B., Aymard, T., et\nprostheses for aortic valve replacement in patients younder than 60 years of age.\nJ Thorac Cardiovasc Surg, 144, 1075-83.\n[12] Liao, J., Joyce, E., Merryman, W., Jones, H., Tahai, M., Horstemeyer, M., et al.\n(2012). The intrinsic fatigue mechanism of porcine aortic valve extracellular\nmatrix. Cardiovascular Engineering and Technology, 3, 62-72.\n[13] Image retrieved from the Websiteof St. Jude Medical,\nhttp://www.sjmprofessional.com/Products/US/Heart-V alve-\nReplacement/Trifecta-Valve.aspx, Accessed on March 14, 2013\n[14] Leon, M., Smith, C., Mack, M., Miller, C., Moses, J., Svensson, L., et al.\n(2010). Transcatheter aortic-valve implantation for aortic stenosis in patients\n[15] Rodes-Cabau, J., Webb, J., Cheung, A., Ye, J., Dumont, E., Feindel, C., et al.\n(2012). Transcatheter aortic valve implantation for the treatment of severe\n s aad o   e sd u ios o os\nJACC, 55, 1080-90.\n[16] Webb, J., Altwegg, L., Boone, R., Cheung, A., Ye, J., Lichtenstein, S., et al.\n(2009). Transcatheter aortic valve implanttion impact on clinical and valve-\nrelated outcomes. Circulation, 119, 3009-3016.\n100",
    "Page_115": "[17]   Image\nretrieved\nfromtheWebsite\n Medtronic,\nhttp://wwwp.medtronic.com/newsroom/content/1260980989058.high_resolutio\nn.jpg, A ccessed on March 14, 2013\n[18] Iung, B., Baron, G., Butchart, E., Delahaye, F., Gohlke-Ba\"rwolf, C., Levang\nO., et al. (2003). A prospective survey of patients with valvular heart disease in\nEurope: the Euro heart survey on valvular heart disease. European Heart\nJournal, 24,1231-1243.\n[19] Gorlin, R., & Gorlin, S. (1951). Hydraulic Formula for Calculation of the Area\nof the Stenotic Mitral Valve, Other Cardiac Valves, and Central Circulatory\nShunts. American Heart Journal. American Heart Journal, 41, 1-29.\n[20] Segal, J., Lerner, D., Miller, C., Mitchell, R., Alderman, E., & Popp, R. (1987).\nW hen should doppler-determined valve area be better than the Gorlin formula?:\nvariation in hydraulic constants in low flow states. JACC, 9, 1294-1305.\n[21] Burwash, I., Thomas, D., Sadahiro, M., Pearlman, A., Verrier, E., Thomas, R.,\net al. (1994). Dependence of Gorlin formula and continuity equation valve area\non transvalvular volume flow rate in valvular aortic stenosis. Circulation, 89,\n827-835.\n[22] Burwash, 1. (2007). Low-flow, low-gradient aortic stenosis: from evaluation to\ntreatment. Curr Opin Cardio, 22, 84-91.\n[23] Blais, C., Burwash, I., Dumesnil, J., Loho, N., Rader, F., Baumgartner, H., et al.\n         s\n      \nCirculation, 113, 711-721.\n[24] Chambers, J., Springings, D., Cochrane, T., Allen, J., Morris, R., Black, M., et\n        \nobserved orifice area in native and prosthetic aortic valves. Br Heart J, 67, 193-\n199.\n101",
    "Page_116": "[25] Grigioni, M., Daniele, C., Del Gaudio, C., Morbiducci, U., Balducci, A.,\nD'Avenio, G., et al. (2005). Three-dimensional numeric simulation of flow\nthrough an aortic bileaflet valve in a realistic model of aortic root. ASAIO\nJournal, 51, 176-183.\n[26] Dwyer, H., Matthews, P., Azadani, A., Jaussaud, N., Ge, L., Guy, T., et al.\n(2009). Computational fluid dynamics simulation of transcatheter aortic valve\ndegeneration. Interact Cardiovasc Thorac Surg, 9, 301-308.\n[27] Dwyer, H., Matthews, P., Azadani, A., Ge, L., Guy, T., & Tseng, E. (2009)\nMigration forces of transcatheter aortic valve in patients wth noncalcific aortic\ninsufficiency. J Thorac Cardiovasc Surg, 138, 1227-33.\n[28]  Hsu, C. (2009). A study of sewing ring geometry on wall shear stress of\nimplanting bi-leaflet aortic valves, using computational fluid dynamics. J ournal\nof Mechanics, 25, 323-333.\n[29] Sirois, E., & Sun, W.(201o). Computational evaluation of platelet activation\ninduced by bioprosthetic heart valve. Artificial Organs, 35, 157-165.\n[30] Sun, W., Li, K., & Sirois, E. (2010). Simulated elliptical bioprosthetic valve\ndeformation: implicatons for asymmetric transcatheter valve deployment.\nJournal of Biomechanics, 43, 3085-3090.\n[31] Dasi, L., Ge, L., Simon, H., Sotiropoulos, F.,& Yoganathan, A.(2007)\nVorticity dynamics of a bileaflet mechanical heart valve in an axisymmetric\naorta. Physics of Fluids, 19, (067105)1-17.\n[32] Sotiropoulos, F., & Borazjani, I. (2009). A review of state-of-the-art numerical\n   sa   n    s\nComput, 47, 245-256.\n[33] Dimakopoulos, Y., Bogaerds, A., Anderson, P., Hulsen, M., & Baaijens, F.\n(2012). Direct numerical simulation of a 2D-stented aortic heart valve at\n102",
    "Page_117": "physiological flow rates. Computer Methods in Biomechanics and Biomedical\nEngineering, 15, 1157-1179.\n[34] De Tullop, M., Pedrizzetti, G., & Verzicco, R. (2011). On the effect of aortic\nroot geometry on the coronary entry-flow after a bileaflet mechanical heart\nvalve implant: a numerical study. Acta Mech, 216, 147-163.\n[35]  Borazjani, 1. (2013).  Fluid-structure interaction,  immersed boundary-finite\nelement method simulations of bio-prosthetic heart valves. Comput. Methods\nAppl. Mech. Engrg.\n[36] Luo, H., Mittal, R., Zheng, X., Bielamowicz, S., Walsh, R., & Hahn, J. (2008)\nAn immersed-boundary method for flow-structure interaction in biological\nsystems with application to phonation. J Comput Phys., 227, 9303-9332.\n[37] Hong, T., Choi, C., & Kim, C. (2009). Characteristics of hemodynamics in a\nbileaflet mechanical heart valve using implicit FSI method. PWASET, 37, 679\n684.\n[38] Dumont, K., Vierendeels, J., Kaminsky, R., Van Nooten, G., Verdonck, P., &\nBluestein, D. (2o07). Comparison of the hemodynamic and thrombogenic\nperformance of two bileaflet mechanical heart valves using a CFD/FSl model. J\nBiomech Eng, 129, 558-565.\n[39] Redaelli, A., Bothorel, H., Votta, E., Soncini, M., Morbiducci, U., Del Gaudio\nC., et al. (2004). 3-D Simulation of the St. Jude medical bileaflet valve opening\nValve Dis, 13, 804-813.\n[40] Nobili, M., Morbiducci, U., Ponzini, R., Del Gaudio, C., Balducci, A., Grigioni,\nM., et al. (2008). Numerical simulation of the dynamics of a bileaflet prosthetic\nheart valve using a fluid-structure interaction approaches. J Biomech, 41, 2539-\n2550.\n103",
    "Page_118": "[41] Guivier, C., Deplano, V., & Pibarot, P. (2007). New insights into the\nassessment of the prosthetic valve performance in the presence of subaortic\nstenosis through a fluid-structure interaction model. J Biomech, 40, 2283-2290.\n[42] Guivier-Curien, C., Deplano, V.， & Bertrand, E.(2009).Validation of a\nnumerical 3-D fluid-structure interaction model for a prosthetic valve based on\n[43]  Choi, C., & Kim, C. (2009). Numerical analysis on the hemodynamics and\nleaflet dynamics in a bileaflet mechanical heart valve using a fluid-structure\ninteraction method. ASAIO J, 55, 428-437.\n  ]\naortic valve function. ASAIO J, 43, M387-M392.\n[45] Morsi, Y., Yang, W., Wong, C., & Das, S. (2007). Transient fluid-structure\n        e r s  b\nOrgans, 10, 96-103.\n[46]  Hou, G., Wang, J., & Layton, A. (2012). Numerical methods for fluid-structure\ninteraction - a review. Commun. Comput. Phys., 12, 337-377.\n[47] Stewart, S., Paterson, E., Burgreen, G., Hariharan, P., Giarra, M., Reddy, V., et\nn         ) \nmedical device: results of FDA's first computational interlaboratory study.\n[48] Yeleswarapu, K., Antaki, J., Kameneva, M., & Rajagopal, K. (1995). A\nmathematical model for Shear-Induced Hemolysis. Artificial Organs, 19(7)\n576-582\n[49] Image retrieved from the Website of ViVitro Lab Inc., http://vivitrolabs.com/\nAccessed on March 14, 2013\n104",
    "Page_119": "[50] Tan, F., Tori, R., Borghi, A., Mohiaddin, R., Wood, N., & Xu, X. (2009).\nFluid-structure interaction analysis of wall stress and flow patterns in a thoracic\naortic aneurysm. International Journal of Applied Mechanics, 1(1), 179-199\n[51] Hron, J., & Turek, S.(2006). A monolithic FEM/Multigrid solver for ALE\nformulation of fluid structure interaction with application in biomechanics.\nLecture Notes in Computational Science and Engineering, 52, 146-170.\n105"
}