[
    {
        "type": "text",
        "text": "Drug Promotion Drug Problems ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Mike DeVillaer ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Provincial System Support Program   \nCentre for Addiction & Mental Health (CAMH)   \n&   \nDepartment of Psychiatry & Behavioural   \nNeurosciences, Faculty of Health Sciences,   \nMcMaster University ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "For best viewing results, reduce magnification to $90\\%$ ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Updated January 2015 ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "About Mike DeVillaer ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/9f6658c9a57f44d657367ce3db33174f8c93e293d8e3e83590fa28e1a843fe98.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Over his three and a half decades with The Addiction Research Foundation and The Centre for Addiction and Mental Health in Ontario Canada, Mike has enjoyed a varied career as a clinician, research/evaluation collaborator, educator, systems developer, policy advocate, and strategic planner. He has played a leadership role in the evolution of the addiction treatment system in both Hamilton and more broadly in Ontario. These include the establishment of women’s withdrawal management services, interagency clinical data systems, and the integration of tobacco cessation into the addiction treatment system. Mike also maintains a part-time faculty appointment in the Department of Psychiatry and Behavioural Neurosciences at McMaster University. He was the 1996 recipient of the John C. Sibley Award for Excellence in Health Sciences Research and Education by a Part-time Faculty Member at McMaster.  Mike’s current interests include the social epidemiology of drug problems, drug policy, and health profession education on addictions.  He is an active contributor to discussions on drug issues and social justice on EENet, Portico, and Twitter. ",
        "page_idx": 1
    },
    {
        "type": "image",
        "img_path": "images/780c9f3f249c1f149f437760cfb490d90e4e9adde5b6bd69a547aeaa64b0e019.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "This learning module is called “Drug Promotion, Drug Problems”. The overall goal in its development was to explore the relationship between how society portrays and promotes drug use, and the problems that arise for individuals and society at large. This includes all drug types – tobacco, alcohol, pharmaceuticals, and illegal drugs. The module is based upon the premise that the effective promotion of healthy living including prevention, treatment, and harm reduction approaches to drug problems should include both demand-side prevention and supply-side prevention. The former consists of population-targeted interventions that attempt to reduce the demand for drug products by individuals. This includes initiatives that foster an evidence-based understanding of drugs and their actions, personal awareness, responsibility, resiliency, and self-esteem as strategies to encourage any combination of abstinence, moderation, or otherwise safer drug use. The commonality is that the onus is placed upon the individual to regulate personal drug use. Demand-side interventions comprise a worthwhile, but insufficient, approach to a comprehensive drug strategy. ",
        "page_idx": 2
    },
    {
        "type": "image",
        "img_path": "images/7ad8ecb8a163605b4497ec5a5f7b3dda4f395f1f868421ab3cc34a9600e0908b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "A comprehensive approach must also address how society supplies drugs concurrently with the demand. Supply-side interventions address a wide variety of considerations such as product integrity and safety during manufacturing, methods of product promotion through advertising or depictions in pop culture, and ultimate availability through retail configuration – both legal and clandestine. Finally, a supply-side approach must also address how well government regulates all of these supply-side aspects, through policy and enforcement. In contrast to demand-side prevention, the supply-side approach extends expectations of preventing drug problems to drug, media, and entertainment industries. It also includes expectations of government in communicating a public health priority to these industries, reinforcing those communications with policy and law, and consistently and meaningfully enforcing those laws. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Learning Objectives ",
        "text_level": 1,
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "To foster an understanding that: ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "1) drug promotion and drug use are omnipresent;   \n2) tobacco and alcohol, two legal consumer drug products, account for the great majority of the economic costs and the harm to the public’s health; and,   \n3) there is evidence that this harm is related to the manner in which these drug products are promoted to the public ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "This module focuses on the specific relationships among the promotion of drug products, the use of drug products and drug problems. The module has three major components, each tied to one of these three respective learning objectives. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Drug Use: A Persistent Curiosity ",
        "text_level": 1,
        "page_idx": 5
    },
    {
        "type": "image",
        "img_path": "images/6231b60ba147ff5305e5145d83d42e0f6c75e4c204cc31dc28538b0badfc2ef9.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "The module will present fascinating aspects of drug promotion, drug use, and drug problems: ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "- Across time and place, our species has shown a persistent curiosity for using a variety of substances to play with our body chemistry   \n- The contrived dichotomy of safe drugs and dangerous drugs is not a helpful model. Any drug can be used safely; any drug is capable of causing harm.   \n- Drug use has become associated with lifestyle such that social niches are built around drug use; the “Madmen” (and women) of the advertising industry have skillfully taken advantage of this in promoting the use of drug products, including illicit ones   \n- Drug product ads has been criticized for targeting vulnerable populations including youth, racial minorities, lowe socioeconomic groups & the mentally ill   \n- Drug product ads have championed the women’s & pride movements, arts, fashion, & sports; but at what cost & with what disturbing ironies at play ? ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Drug Promotion: Myth & Reality ",
        "text_level": 1,
        "page_idx": 6
    },
    {
        "type": "image",
        "img_path": "images/9219157a5ec08384713197b30a33dd02fcd668e0be77c1315d4e0313ff2f1e72.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Cheeky, satirical celebrations of drug use abound in pop culture: ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "“When I read about the evils of drinking, I gave up reading.”   \n “Laughter is the best medicine, next to Oxycontin, and of course medicinal marijuana”   \n “Sex ‘n’ drugs ‘n’ rock‘n’roll are all my brain ‘n’ body need.” ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Research shows that drug promotion is clearly tied to high-risk use and harm. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "The economic cost for the self-indulgence of playing with our body chemistry is enormous: over $\\$14$ billion per year in Ontario alone. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "There is also significant harm to the Ontario public’s health each year: over 1.3 million alcohol, tobacco, & illegal drug-related hospital days and over 15,000 drug-related deaths. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Drug Problems: Cause for Optimism ",
        "text_level": 1,
        "page_idx": 7
    },
    {
        "type": "image",
        "img_path": "images/f690f4a754c7b85c1595b57f4f45a3f8ba67800c9486e6082ea1b7fc49245361.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The good news is that policy-enabled public health measures have shown considerable success in reducing high-risk drug use practices. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "So while there is cause for concern about the extent of drug problems, there is also cause for optimism if we use the optimum complement of approaches. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "The key is ensuring that a public health perspective is shared among care-givers, educators, people with drug problems and their families, as well as the public at large. Secondly, this perspective must be effectively advocated as a compelling priority for drug industries, drug marketers, and drug regulators. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "Fully-inclusive Disclosure ",
        "text_level": 1,
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "No part of my work has been funded by any of the following drug product industries: ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "• Tobacco   \nAlcohol Pharmaceutical   \nDrug cartels ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Before we get into the core content of the module, I will provide the customary disclaimer which also serves as an indication of my personal lexicon. I use “drugs” in its most inclusive sense – to refer to alcohol, nicotine, pharmaceutical products, and various illegal drugs. This also includes a few other substances, not usually thought of as drugs, but that some people use to achieve psychoactive effects and have the potential to impart harm. However, I have not included drugs that, although widely used, are not commonly associated with problems.  An example would be caffeine - with all due respect to Samuel Johnson who… ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Samuel Johnson, English writer, 1709-1784 ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "wryly (we think) confessed to being a “…a hardened and shameless tea drinker…” ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/bdd9cca149d9ebbf5c3aea11b411f549f9741bd9d9d32964f1252e26b1cefacc.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "Cultural Context: Drug Use as Lifestyle ",
        "text_level": 1,
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/7a36f6af821fdc48c31e5a289625fba514c44e20a7e35496931f944e43893f82.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "For many generations, and across a variety of civilizations and cultures, the human species has demonstrated a sustained curiosity towards substances that alter feelings and perceptions. Somewhere along the path of social evolution in western culture, it actually became fashionable to play with one’s body chemistry.  Drug use becomes incorporated and celebrated as a salient aspect of a chosen lifestyle among members of some peer groups. Accordingly, “lifestyle” advertising has been a prominent component of the marketing strategies employed by the alcohol, tobacco, and even the pharmaceutical industries. Magazines, web sites, and ‘head shops’ styled to serve the illegal drugusing subculture also employ this approach to popularization. ",
        "page_idx": 10
    },
    {
        "type": "image",
        "img_path": "images/2c00b6b32223939200ed4be14d647a805daed72c49e2667ba8beac4134853fe3.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "How to be a modern woman. The women’s movement was effectively co-opted by the tobacco industry, and in a very perverse way. Proclaim your independence by becoming dependent on a drug product. ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/0d55016b5f49cb5ad897f57bbd32dbc4dda396073899da277a425c1b2bf245cb.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "What better way to oppose discrimination on the basis of sexual preference than with alcohol ? - keeping in mind that alcohol consumption and related problems are more prevalent among gays than in the general population (McKirnan & Peterson, 1989). ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "David J. McKirnan, Peggy L. Peterson. (1989). Alcohol and drug use among homosexual men and women: Epidemiology and population characteristics. Addictive Behaviors 14 (5) P. 545–553. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "“…sex n drugs n rock n roll are all my brain n body need…” ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "Ian Dury, English punk artist, 1977 ",
        "page_idx": 13
    },
    {
        "type": "image",
        "img_path": "images/c99cf30a53cfa2118f8e1656c5a309ea212320cd0e9ab7543e3b4809e31c28a6.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "For a celebration of a totally hedonistic lifestyle, we can refer to the lyrics from a song by 1970’s punk band Ian Dury and the Blockheads. This song was very popular on so-called ‘alternative’ radio stations. ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "“In wine there is   \nwisdom, in beer   \nthere is   \nstrength, in   \nwater there is   \nbacteria.” ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "David Auerbach, Canadian writer, 2002 ",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/5b8f133432aa42abac91c873e086f761d5a4eea82f0f657c16ba49c96e6337f4.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Auerbach uses a less blatant and more wry and poetic approach. ",
        "page_idx": 14
    },
    {
        "type": "image",
        "img_path": "images/c7053ae4b09f59f53a7194b6d2ea8f8c3369c3d3eb6bcff60f182a9744c70dc7.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "I cannot cite evidence to confirm this claim, but I will confidently assert that Guinness pairs quite nicely with pepperoni and mushroom pizza. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "“When I read about the evils of drinking, I gave up reading.” ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Henny Youngman, British-American comedian ",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/1176f60b394184533a3e6d6e213e16d46c7105a93745b020b449c78b271974e9.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "Comedian Henny Youngman’s quote prompts us to keep in mind that alcohol use (probably more so than any other drug) is deeply ingrained within the culture of ‘cool’ that prevails in the western world. Attempts by health advocates to encourage moderation will often evoke a defensive reaction.  This is true in public and in professional education. ",
        "page_idx": 16
    },
    {
        "type": "image",
        "img_path": "images/6522b0bc5a3f184303360ee5678b2a21732c2243a6a983fc2b1b20da94e0efe8.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Alcohol’s default legitimacy will surface in clinical encounters as well. The unquestioned acceptance of alcohol consumption as a way of life, even in the face of harm, is clearly evident in this cartoon.  Those familiar with the Stages of Change will recognize this patient as being clearly pre-contemplative. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Real People Real Problems ",
        "text_level": 1,
        "page_idx": 18
    },
    {
        "type": "image",
        "img_path": "images/3cf7094beba3ca3bd95ac8e8ae697f64e5895ca0156749029044667e10007379.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "There is nothing wrong with enjoying some clever satire or hyperbole about drug use. Those of us who work in public health must be careful that we are not seen as the dour architects of the nanny state. But we should not allow our society to lose sight of the fact that there are real people with real problems – and lots of them. And that these problems arise within a context of a society in which drug promotion and drug use are omnipresent. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "Societal Purposes of Drug Use ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "image",
        "img_path": "images/1da57d80b0421268642d4030e65fd24c66a3109ede42bb7f4b485fce1dae6268.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "There are clear reasons why drug use is so deeply entrenched in Western society. Drugs alleviate or prevent unwanted physical and psychological sensations or conditions. That is, they can make us feel better, or at least less miserable for a short period of time. Drugs also facilitate social interaction.  This could be sharing a bottle of wine over dinner, going for a drink with teammates after a game, going outside with colleagues for a cigarette during a work break, sharing a prescription with someone who has symptoms similar to ones for which you were prescribed the medication, or sharing a joint at a concert, or sharing a needle to inject crystal meth. Some of these drug-using behaviours are widely-regarded as glamourous or cool, while others are more stigmatized, but they all possess an important social component. Drugs also create many jobs in the alcohol, tobacco, and pharmaceutical industries – in research, manufacturing, marketing, as well as in their associated retail outlets. Sales of these various drugs generate substantial revenue for these industries, a portion of which finds its way into government coffers through taxation. These taxes are used to help fund many things such as universities, hospitals, and drug treatment and prevention programs. Given such a compelling variety of societal benefits, we can probably expect drug use, and drug problems, to be around for a long time. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Drug Use: Mixed Messages ? ",
        "text_level": 1,
        "page_idx": 20
    },
    {
        "type": "image",
        "img_path": "images/56a7a40215162d998373da1fd964a4f6abed67e0a381347e22dbc5b38be8701d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "We are simultaneously encouraged and discouraged to use drugs. Use of some drugs is glamourized in the entertainment industry. The US Centre for Disease Control published a report in September 2012 showing increased depictions of tobacco in top box-office movies in 2011. Some drugs are very seductively marketed to us, sometimes in a way that attempts to exploit our personal aspirations or vulnerabilities. Some drugs are available to us but controlled by legislation which restricts that availability through health-profession gatekeepers and designated retail outlets.  Legislation is also used to outright prohibit the use of some drugs, and can carry very severe penalties for those who choose to disregard the law. As we will see in the ‘Prevalence’ section of this module, it is the drugs that are most readily available legally that are associated with the greatest burden of drug-related problems.  It may be that this is because we are not only allowed to use these drugs, we are actually encouraged to use them. The marketing and advertising practices, as well as other promotional activities, of legal drug industries continue to be controversial. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "Dangerous Drugs or Dangerous Decisions ? ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "image",
        "img_path": "images/9ecf4008fe442975ccca36eabdd6e038ef4196597167f7efec977154ee351b1f.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Some will assert that the reasons for the differences in legal status for drugs are arbitrary, and that the world is not as simple as a dichotomy of safe and unsafe drugs. Proponents of this view will assert that the potential for harm lies at least as much within the pattern and circumstances of use than within the drugs themselves. It would therefore follow that any drug could be used safely and any drug can cause harm. Such views will continue to challenge the status quo of the drug policy arena. Nonetheless, there remains a broad consensus that drug use as a whole is associated with a substantial amount of harm. The ‘Prevalence’ section of this module will explore the nature and extent of this harm in more detail. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "Overview of Drugs ",
        "text_level": 1,
        "page_idx": 22
    },
    {
        "type": "image",
        "img_path": "images/8a902f7d14e2da2db68b52fed9fa0d19122a0430446987170bb5d7c78e2235f2.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "As I said at the beginning, this module, uses the word ‘drug’’ in its most inclusive sense – to refer to alcohol, nicotine, pharmaceutical products, a wide variety of illegal drugs, and a few substances we don’t normally think of as drugs, but are still used by people to get high, and have the potential to cause harm. Before taking a look at the prevalence of use and problems, we will take a quick pictorial look at the major drugs of concern. ",
        "page_idx": 22
    },
    {
        "type": "image",
        "img_path": "images/26f2f381ba30df51fc7a999a9d870d51b872e23ed3c888fa03e2677056907fdd.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Ethanol, more commonly known as alcohol, has a pervasive presence in western culture through a variety of products including mostly beer, wine, and spirits. In Canada. alcohol consumption is legally restricted to those 19 years of age and older. ",
        "page_idx": 23
    },
    {
        "type": "image",
        "img_path": "images/126d603810e317234b5f03aa248a2509bd90968e454f056d39e9b9f80a8d06f0.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Some drugs are available through our health care system, and sold at pharmacies. Some are sold ‘over-the-counter’, while others require a prescription from a licensed health-care professional. These medications come in just about any form including tablets, capsules, and liquids. Some of these medications are associated with problems in some of the people who use them. Problems can arise as a result of inappropriate use of the drugs, or as a result of a hazardous combination with other drugs. They can also arise as a result of incorrect prescribing practices. Overzealous marketing practices and flawed government approval processes have also been criticized for their contributions to drug problems –oxycodone being a recent example in Canada and the United States. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Tobacco Cigarettes (Nicotine) ",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "image",
        "img_path": "images/77604ba690c437e7ac65d1bc52a32fabc5891600f64138d75d4264900db69f2d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Most tobacco is consumed in the form of cigarettes, and contains the drug nicotine, which has a very high potential for creating dependence. Many people are surprised to learn that, like alcohol, tobacco is one of our most significant drug problems. It was not that long ago that pharmacies in Ontario Canada sold cigarettes, and at a time when they were attempting to brand themselves as a community health service. Public health authorities were quick to point out the disconnect between that aspiration and the sale of a product that had become iconic of an unhealthy lifestyle. The vintage image seen here includes an interesting indication of the controversy at the time.  Note the 'community service award' strategically nestled on the top shelf, just left of centre (below the green arrow).  Eventually, tobacco products were removed from pharmacies.  You have no doubt also noticed that these “power-walls’, as they are called in the tobacco marketing business, have since been covered up in convenience stores within drawers. This is an attempt to curtail the product’s appeal to youth, and to reduce visual relapse triggers for those trying to quit smoking. In Ontario, it is against the law to possess cigarettes if under the age of 19. ",
        "page_idx": 25
    },
    {
        "type": "image",
        "img_path": "images/e0f3c11c7d0e89f7ee59215cd0afe2dcdf72225f106c2cc5129e6ac85f804f72.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "Cannabis, commonly in the form of marijuana, hash, and hash oil, is the most popular illegal drug. The active ingredient in cannabis is delta-9 tetra-hydra cannabinal from which we get the acronym THC. In Canada, we are currently seeing a prominent discussion of the proposed reform of laws governing cannabis products, including both decriminalization and legalization. ",
        "page_idx": 26
    },
    {
        "type": "image",
        "img_path": "images/3640d4f3ce2f32dfd87a7e6dc96ff4355c25335119b79dd78be7dc8afe180e49.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Opioids & opiates include drugs like oxycodone, codeine, morphine, opium, and heroin. Oxycodone and codeine are available with a prescription in pharmacies in the form of small tablets.  They are sometimes diverted to the illegitimate drug market and become illegal to possess in that circumstance. Opium is processed from the poppy plant and is usually sold in dark brown chunks.  Heroin is usually a white or brown powder. Both opium and heroin are illegal to possess in Canada. ",
        "page_idx": 27
    },
    {
        "type": "image",
        "img_path": "images/c4a158796c3719890d5056461f58fe7c513d5a232b6d4201a1128c40bc6436c3.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "One of the more notorious stimulants is cocaine hydrochloride found in the form of a crystalline powder. It is typically ‘snorted’ into the nostrils. Cocaine can be chemically processed to produce a form that can be smoked.  In this form, it looks like crystals or small rocks and is known as “freebase” or “crack”. “Crystal Meth” is a form of methamphetamine that looks like small thin transparent crystals. Crystal meth can be snorted, swallowed, smoked or injected.  It is made in illicit labs with fairly inexpensive ingredients. Ecstasy is a stimulant type of drug with hallucinogenic-like effects. It is usually sold as tablets or a powder. All of these substances are illegal to possess in Canada. For whatever reasons, these stimulant drugs, particularly cocaine and ecstasy, and more recently, ‘crystal meth’, have received a great amount of attention in the Canadian media and justice system.  As we will see later in this module, this attention is disproportionate to their relatively low prevalence of use in the Ontario general population. ",
        "page_idx": 28
    },
    {
        "type": "image",
        "img_path": "images/0826be11362e361a7b150366170d7e94ed91f0427b648810709902605fa2df28.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Hallucinogens include psilocybin (also known as magic mushrooms), mescaline from the peyote cactus, and lysergic acid diethylamide-25 (more commonly known as LSD).  All of these substances are illegal to possess in Canada. LSD is typically sold as liquid drops on a sheet of marked blotting paper, or small pellets called ‘microdot’, or gelatin chips, known as ‘window pane’. Less commonly, LSD can be absorbed into sugar cubes. Psilocybin, when sold, will usually appear as mushrooms or as crushed vegetable matter, and mescaline as a course brown powder. ",
        "page_idx": 29
    },
    {
        "type": "image",
        "img_path": "images/e3e7db9b172bc0369357dab62ae4c794a268568285beb7f86efa0ee40f80654e.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Inhalants include legal products such as glue, gasoline, and cleaning solvents - the fumes from which are inhaled to produce a short-lived high. Inhalants are widely available and typically used by young people who do not possess the resources to purchase illegal drugs. Stealing a can of gasoline from the back of a truck or a tube of glue from a local hardware store may be the only opportunity available to get high. ",
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/3aed07fd5c945e7c626e22e2353c3a4767fe34ea0fd471dbe2b49a491af16dd6.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "Sometimes previously unknown or obscure drugs or substances will appear and garner a lot of media attention. In 2012, there was a major scare about so-called ‘bathsalts’, a stimulant drug associated with a few media stories of gruesome acts of violence. The most publicized was a case of a man chewing the face of another man, while allegedly under the influence of bathsalts. However, forensic analysis showed that the only substance detected in the blood stream of the perpetrator was THC, suggesting that he had used cannabis, not bathsalts. More recently, there was a great deal of media attention to a drug known as ‘krokodil’. The actual drug name is desomorphine, a strong and fast-acting analgesic – frequently cut with a variety of toxic substances. Instances of severe skin damage from injecting adulterated desomorphine were greatly exaggerated in media reports which likened its effects on the skin to ‘flesh-eating’ and ‘zombie-like’. ",
        "page_idx": 31
    },
    {
        "type": "image",
        "img_path": "images/1a506f8cf32cab1bbd7abe721702ef4dd4253c0b6bf50b156c132a223deae399.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Rohypnol is a benzodiazepine sold in tablet form. Able to produce a relatively sudden sedative effect, it achieved notoriety as the ‘date rape drug’ a number of years ago. While use is not particularly widespread, this drug did bring to light a particularly disturbing phenomenon associated with the singles bar scene. Perhaps most bizarre is the Cane Toad which secretes a substance through the pores of its skin that, when ingested, provides some people with hallucinogen-like effects.  Less fortunate users can get quite ill. The licking of toads, like the use of these other drugs, despite the exaggerated sensationalism, is unlikely to become a prominent choice for getting high and unlikely to result in a serious societal impact. However, the practice does add to the diverse and wondrous mosaic of our species’ attempts to explore the fringes of experience by playing with our body chemistry. ",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "Estimating Prevalence of Drug Problems ",
        "text_level": 1,
        "page_idx": 33
    },
    {
        "type": "image",
        "img_path": "images/86ae147277309337feac44c1408e824528ab3b9e8a6dcbf232da723b3562e195.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "This section of the module will address the Prevalence of Drug Problems in Ontario. Given that drug problems are such a complex and elusive phenomenon, we must rely upon a variety of data types to adequately understand it. Accordingly, there are several types of indicators used to estimate the prevalence of drug problems. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "6 Indicator Types for Drug Problems ",
        "text_level": 1,
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "1. Economic costs   \n2. Drug use   \n3. High‐risk behaviour   \n4. Adverse consequences (morbidity)   \n5. Drug dependence   \n6. Death (mortality) ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "6 indicator types encountered in academic and popular writing for assessing the prevalence of drug problems. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "1) Drug-related costs to the economy.   \n2) The number of people who use a drug   \n3) The number of people who engage in high-risk behaviour that increases the chance of adverse   \nconsequences from their drug use.   \n4) The number of people who experience adverse consequences from drug use (morbidity)   \n5) The number of people meeting established criteria for drug dependence   \n6) The number of people who die from their use of a drug (mortality). ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "Indicator Type #1: Costs to the Economy ",
        "text_level": 1,
        "page_idx": 35
    },
    {
        "type": "image",
        "img_path": "images/b1d39afcfa691d49714601d35d237106c9c6386232981135cb9b5586b9000f11.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Health economists and epidemiologists have devised statistical techniques for assessing the cost of drug problems to the economy, and the results of their analysis are quite staggering. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Economic Costs of Drug Problems in Ontario, 2002 = \\$14,300 million ",
        "page_idx": 36
    },
    {
        "type": "image",
        "img_path": "images/e301dfbbc57c97f26570df48e5107d9dd69f705416d51873f167c1f073f76977.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Rhem et. al. (2006) The Costs of Substance Abuse in Canada in 2002.  Canadian Centre on Substance Abuse. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Each year in Ontario, drug use costs the Ontario economy over $\\$14$ billion. This is based upon a wide variety of costs including health and social care costs, rehabilitation, policing, court and legal proceedings, incarceration, productivity losses, etc. $\\$14$ billion also represents a very high price tag for the self-indulgence of playing with our body chemistry. As you can see from the pie chart, tobacco accounts for most of the costs at $42.4\\%$ , followed closely by alcohol at $37.2\\%$ .  All the illegal drugs combined come in third at $20.4\\%$ . ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Indicator Type #2: Drug Use ",
        "text_level": 1,
        "page_idx": 37
    },
    {
        "type": "image",
        "img_path": "images/a821a194ba7ec0b410609a6c6b435670038256a4fab054a46e3b8624bb1be7b9.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "While there are people who, for various reasons, abstain completely from any kind of recreational drug use, drug use is nonetheless widespread in Ontario. Statistics on drug use are just that – reflecting only use, and not necessarily actual harm. However, this indicator is of interest since, at the population level, the prevalence of drug use is often directly correlated with the prevalence of drug problems. So, if drug use increases, so too will problems. However, at an individual level, most people who use drugs do not experience serious harm. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "One also frequently encounters drug use being used as a proxy for drug problems in both the lay and sometimes the professional literature. ",
        "page_idx": 37
    },
    {
        "type": "image",
        "img_path": "images/b0d4c47ca12a939413c417e4e18f52b669fc5e35af73a4a7a93c717cbbdf1d83.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "In 1977, The Addiction Research Foundation began surveying Ontario students and adults on their use of drugs. The studies continue to be conducted by The Centre for Addiction and Mental Health, providing a timeline for drug use - now in its fourth decade. ",
        "page_idx": 38
    },
    {
        "type": "image",
        "img_path": "images/fcd5f496e73b9c9471a71669732d779d3a2afc70054ab4eb7f557acd54912941.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "These data arise from anonymous surveys of randomly-selected students from the school population. This chart shows the percentage of students in grades 7-12 who report using various types of drugs on at least one occasion in the previous year.  We might think of it as the popularity contest of drug use. Alcohol is clearly the most popular drug with cannabis as a distant second. Non-medical use of opioids, OTC cold meds and use of nicotine in the form of cigarettes and ‘chew’, lead a group of drug types of relatively less popularity. ",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "Long‐term Trends (1977‐2013) Ontario Grades 7, 9, 11 ",
        "text_level": 1,
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Alcohol Cigarettes Cannabis ",
        "page_idx": 40
    },
    {
        "type": "image",
        "img_path": "images/b7f1dc856fd40593ab760edc80115d7a6a81ed55dc2d771dd48ba472ccf24456.jpg",
        "img_caption": [],
        "img_footnote": [
            "CAMH: Drug Use Among Ontario Students, 1977-2013 (2013) N: 2013 - 5211 "
        ],
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "This chart shows the trend data for alcohol, tobacco, and cannabis. For consistency sake, this chart includes only students from Grades 7,9, & 11 because earlier editions of the survey sampled only odd numbered grades. We see data spanning 1977 through 2013. The long-term trend has been a steady decline in alcohol and cigarette use while use of cannabis is more undulating. It is interesting that prevalence of cannabis use is about the same in 2013 as in 1977. The recent significant declines in tobacco use by young people may be among the greatest public health achievements of our time. ",
        "page_idx": 40
    },
    {
        "type": "table",
        "img_path": "images/ea8843b907277ac2ce6df767eda14b2e5edbfa406e5b1c116dbad45ef95a1f50.jpg",
        "table_caption": [],
        "table_footnote": [],
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Prevalence of Drug Use Among Ontario Adults (18+yr) ",
        "text_level": 1,
        "page_idx": 41
    },
    {
        "type": "image",
        "img_path": "images/5b3ea09fc077fe613258e84d62e989ecac3107a33ae264f003f107c919d65cbd.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "Ialomiteanu, A.R., Hamilton, H.A., Adlaf, E.M., & Mann, R.E. (2014). CAMH Monitor eReport: Substance Use, Mental Health and Well-Being Among Ontario Adults, 1977–2013 (CAMH Research Document Series No. 40). Toronto, ON: Centre for Addiction and Mental Health. n: 1047-3021. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "This chart arises from anonymous surveys of randomly-selected adults from the general population and shows the proportion of adults who report having used various drugs at least once in the previous year.  The chart compares data on adult use from the most recent survey to the survey year for which data on the particular substance was first collected.  As was the case with students, alcohol is also the primary drug of choice among adults. It is followed distantly by opioids, tobacco and cannabis. Opioids includes any use of prescription opioids – medical or non-medical. Prevalence of use of alcohol and cocaine have remained stable during their respective periods of data collection. Cannabis use has increased, while the use of tobacco and prescribed opioids have decreased. The $95\\%$ confidence intervals around the two estimates for these three drug types do not overlap. So it is probably safe to conclude that these are real differences and not due to sampling error. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "Indicator Type #3: High‐risk Behaviour ",
        "text_level": 1,
        "page_idx": 42
    },
    {
        "type": "image",
        "img_path": "images/906bb0f6bd6d46e58a3f77c122fc0b3b497a8388419b2bf3849714cabac509ff.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "The third indicator type is high risk behaviour. This consists of drug-related behaviour that places an individual at increased risk for experiencing adverse consequences. This includes high-risk patterns such as using a large amount of a drug at one time; using a drug too frequently; or, using it in dangerous ways or circumstances. An important caveat to all this is that engaging in any of these high risk scenarios does not guarantee that an individual will actually experience adverse consequences - it just increases the likelihood. For example, drinking and driving is a well known high risk behaviour. Yet, there are people who become intoxicated and drive, and luckily manage to navigate their way home without incident. ",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "Canada’s Low-risk Alcohol Drinking Guidelines (2011) ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Daily: ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "• Women: 0–2 standard drinks Men: 0–3 standard drinks ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Weekly: ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "• Women: 0-10 standard drinks Men: 0-15 standard drinks ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "What’s a standard drink ? ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "1.5 oz $40\\%$ spirits 5 oz 12% wine 12 oz $5\\%$ beer • each equals 0.6 oz of absolute alcohol ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "These are evidence-based guidelines:  Alcohol and Health in Canada: A Summary of Evidence and Guidelines for Low-Risk Drinking ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "% of Ontarians (Age 18+) Exceeding Canada’s Low‐risk Alcohol Drinking Guidelines, 2013 ",
        "text_level": 1,
        "page_idx": 44
    },
    {
        "type": "image",
        "img_path": "images/2729f5695c5e74c50ceb0adf3e2efac8617c530d1a6f2fe78836045d58b075dd.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Ialomiteanu, A.R., Hamilton, H.A., Adlaf, E.M., & Mann, R.E. (2014). CAMH Monitor eReport: Substance Use, Mental Health and Well-Being Among Ontario Adults, 1977–2013 (CAMH Research Document Series No. 40). Toronto, ON: Centre for Addiction and Mental Health. n: 3021 ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "This chart shows the per cent of the adult population that exceeds either the daily or weekly limits at least once in the previous year. As we can see, almost 1 in 5 reported having exceeded the guidelines, and men are much more likely than are women to have done so. ",
        "page_idx": 44
    },
    {
        "type": "text",
        "text": "Prevalence of Drinking & Driving Among Adult Licensed Drivers (2013) ",
        "text_level": 1,
        "page_idx": 45
    },
    {
        "type": "image",
        "img_path": "images/17a0c8fa4a0f129b6e126f3d98b09d541e1329446dd6ea7caef475014e9b34ed.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Ialomiteanu, A.R., Hamilton, H.A., Adlaf, E.M., & Mann, R.E. (2014). CAMH Monitor eReport: Substance Use, Mental Health and Well-Being Among Ontario Adults, 1977–2013 (CAMH Research Document Series No. 40). Toronto, ON: Centre for Addiction and Mental Health. n:  2360, 1856 ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Drinking and driving is a fairly prevalent high-risk behaviour. In surveys, drinking and driving is defined as having more than one drink in the hour previous to driving, and having done that at least once in the previous year. The chart shows us that in 2013, a little more than 1 in 20 adult licensed drivers report doing so. Also note that men are much more likely than women to drink and drive. The good news is that the prevalence of drinking and driving is less than half of what it was in 1996. This stands as another remarkable public health achievement. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "An interesting piece of trivia is that the RIDE Program (Reduce Impaired Driving Everywhere) was started in Etobicoke, where it was originally called Reduce Impaired Driving in Etobicoke.  It was a collaboration of the Peel Police and the Peel Provincial Services Office of the Addiction Research Foundation, one of CAMH’s founding partners. ",
        "page_idx": 45
    },
    {
        "type": "text",
        "text": "Prevalence of Using Cannabis & Driving Among Adult Licensed Drivers (2013) ",
        "text_level": 1,
        "page_idx": 46
    },
    {
        "type": "image",
        "img_path": "images/04d30fc95753e67fdb49f425bdc049338ebfdcbe2c547e655d39442ca952375c.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Ialomiteanu, A.R., Hamilton, H.A., Adlaf, E.M., & Mann, R.E. (2014). CAMH Monitor eReport: Substance Use, Mental Health and Well-Being Among Ontario Adults, 1977–2013 (CAMH Research Document Series No. 40). Toronto, ON: Centre for Addiction and Mental Health. n:  2360, 1856 ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Driving after using cannabis is another risk behaviour. It is defined in this survey as having used cannabis in the hour previous to driving, and having done that at least once in the previous year. The chart shows us that in 2013, $2.3\\%$ of adult licensed drivers report doing so. This estimate has not varied significantly since 2002, when the CAMH Monitor began to collect data on cannabis use and driving. Also note that men are more likely to drive after using cannabis than are women. However, the estimates for differences between men and women are not sufficiently stable to be reliable. ",
        "page_idx": 46
    },
    {
        "type": "text",
        "text": "Indicator Type #4: Adverse Consequences ",
        "text_level": 1,
        "page_idx": 47
    },
    {
        "type": "image",
        "img_path": "images/f1a1c904ed41ddbdefc0395d8a63c69fd4c45ae92eabb84a84cb591105bf370d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "The fourth indicator type addresses circumstances in which individuals actually experience adverse consequences from their drug use. The resulting injuries and illnesses are also known as ‘morbidity’. ",
        "page_idx": 47
    },
    {
        "type": "text",
        "text": "The Continuum of Adverse Consequences ",
        "text_level": 1,
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Dependant drinkers account for only half of all recorded alcohol‐related harm (Rehm, J. 1999). ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "It is not accurate or helpful to think of our society’s use of drugs in terms of a dichotomy of a small group of ‘drug addicts’ or ‘alcoholics’ and a large group of people whose consumption is nonproblematic (“normal”). There is a continuum of adverse consequences that can vary in both frequency of behaviours and severity of consequences.  At one end of this continuum, there are people who frequently consume large amounts of one or more drugs, and engage in various high-risk behaviours while doing so. Accordingly, they tend to experience horrendous consequences weekly or even daily. At the other end of the continuum, there are people for whom excessive use, or use in high-risk circumstances, is extremely rare and they will accordingly experience only a few embarrassing, but essentially benign, consequences. And there are many degrees of adversity in between these two extremes. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "Rehm, J. (1999). Ökonomische Aspekte von Sustanzmißbrauch. In: Gastpar, M., Mann, K. & Rommelspacher, H. (Eds.) Lehrbuch der Suchterkrankungen (pp. 118-127). Stutgart: G. Thieme Verlag. ",
        "page_idx": 48
    },
    {
        "type": "text",
        "text": "The continuum of harm is a ",
        "text_level": 1,
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "dynamic one. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "An individual’s location on the continuum is not necessarily static, but can vary back and forth for many reasons. One major factor is simple maturation. Generally speaking, older adolescents $\\&$ young adults will spend more time at the riskier end of the continuum.  As they reach various maturational milestones in their lives such as graduation, moving into the workforce, getting married, buying a home, having children, most will move a few steps towards the safe end as each milestone occurs. Accordingly, older adults generally spend more time closer to the safer end of the continuum. The movement is not always unidirectional. For a given individual, there may be back and forward movement over the course of their lives.  A school reunion may provide an opportunity to reconnect with former acquaintances and behaviours, and some people will move back towards the riskier end of the continuum, but probably only for a few days. However other people, who experience serious disruption in their lives, may react with more long-term regressions and more serious consequences. ",
        "page_idx": 49
    },
    {
        "type": "text",
        "text": "Q: What’s a realistic public health goal ? ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "A: Maximize the amount of time that all people spend at the safer end. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Many prevention initiatives attempt to shift the entire population towards the safe end of the continuum, which will reduce the number of people in the high-risk end. It is probably not realistic to think that we are going to permanently steer all high-risk people into the safe end of the continuum.  Rather, we want to maximize the amount of time that all people spend at the safer end, and then provide helpful interventions for those who are not successful at navigating that potentially difficult course. ",
        "page_idx": 50
    },
    {
        "type": "text",
        "text": "Types of Data on Adverse Consequences ",
        "text_level": 1,
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "1. Statistical Records ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "There are two types of data available on adverse consequences.  One consists of routinely kept statistical records such as admissions to clinical services or drug-related crime statistics.  The other data source is anonymous surveys of randomly-selected individuals from the general population. ",
        "page_idx": 51
    },
    {
        "type": "text",
        "text": "$^{1.3+}$ Million Alcohol, Tobacco, & Illegal Drug‐Related Hospital Days, Ontario 2002 ",
        "page_idx": 52
    },
    {
        "type": "image",
        "img_path": "images/e3740ffcc32e10aabe0ba5ba0ae57cd21272f19a7befe53f3227dc48cd850f19.jpg",
        "img_caption": [
            "Rehm J. et.al. (2006). The Costs of Substance Abuse in Canada, 2002. Canadian Centre on Substance Abuse. "
        ],
        "img_footnote": [],
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Our hospitals routinely collect information on admissions. If someone is injured in a car accident and as a result spends three days in hospital, those are counted as three hospital days. If someone is in a car accident in which alcohol is involved, those are counted as three drug-related hospital days, in this case, more specifically, as alcohol-related hospital days.  As reflected in the title of this chart, alcohol, tobacco & illegal drugs account for in excess of 1.3 million hospital days per year.  That accounts for $17.8\\%$ , or about $1/6$ of all days spent by patients in hospital.  Another, albeit crude, way of thinking about this is that if you could walk into a typical Ontario hospital on a typical day, one of six patients in that hospital would be there for reasons related to their use of alcohol, tobacco, or illegal drugs. This presents a substantial burden on a care system that is supposedly struggling with sustainability. The graph shows us that of the three drug types, smoking accounts for the most drug-related hospital days – at $58.8\\%$ .  Alcohol is second at $33.1\\%$ .  All the illegal drugs combined contribute $8.1\\%$ of drug-related hospital days. ",
        "page_idx": 52
    },
    {
        "type": "text",
        "text": "Legal Consequences of Drug Use ",
        "text_level": 1,
        "page_idx": 53
    },
    {
        "type": "image",
        "img_path": "images/5887639f979308dab62681d8494a3c50c386b8226fa165dc2f815e6d3b459e38.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "Drug-related consequences can also impact on our social well-being.  Drug charges can prevent travel to other countries, limit access to some professions, and even take away our most basic of freedoms. ",
        "page_idx": 53
    },
    {
        "type": "text",
        "text": "407,500 Alcohol & Drug Offences in Ontario, 2002 (53% of all offences ) ",
        "text_level": 1,
        "page_idx": 54
    },
    {
        "type": "image",
        "img_path": "images/535d2b8333238ac1d537c61fbe0147ffd0ae3b9009bd7df3e07190b80f150bac.jpg",
        "img_caption": [
            "Rehm J. et.al. (2006). The Costs of Substance Abuse in Canada, 2002. Canadian Centre on Substance Abuse. "
        ],
        "img_footnote": [],
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "As with hospital admissions, we also have routinely-kept information on drug-related offences.  This chart shows us that there are over 400,000 drug offences in Ontario per year, and that these offences account for over half of all offences each year in Ontario. We also see that $58\\%$ of the drug-related offences are associated with alcohol, while all the illegal drugs combined account for $42\\%$ . ",
        "page_idx": 54
    },
    {
        "type": "text",
        "text": "Types of Data on Adverse Consequences ",
        "text_level": 1,
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "2. Studies of Population Prevalence ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "A limitation of statistical indicators such as hospital admissions or crime statistics is that we cannot be certain if we are dealing with a large group of individuals with only a few incidents each, or a relatively small group with many repeat incidents. This limitation has given rise to surveys of randomly-selected members of the general population, in which people are questioned on their use of drugs and adverse consequences arising. This provides us with an estimate of the number of distinct individuals involved. ",
        "page_idx": 55
    },
    {
        "type": "text",
        "text": "Prevalence of Harmful Use of Alcohol & Cannabis Among Ontario Adults (2013) ",
        "text_level": 1,
        "page_idx": 56
    },
    {
        "type": "image",
        "img_path": "images/96553115eb30de0a776ed4f304f3e525dd0fd4349cb3eec7baa22e8f55f62b60.jpg",
        "img_caption": [
            "Ialomiteanu, A.R., Hamilton, H.A., Adlaf, E.M., & Mann, R.E. (2014). CAMH Monitor eReport: Substance Use, Mental Health and Well-Being Among Ontario Adults, 1977–2013 (CAMH Research Document Series No. 40). Toronto, ON: Centre for Addiction and Mental Health. n:  3021, 2060 "
        ],
        "img_footnote": [],
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "The Alcohol Use Disorders Identification Test (AUDIT) is a psychometrically-validated instrument for measuring alcohol problems that has been used for these population surveys. Cannabis harm is assessed by items in the Cannabis Involvement Scale of the WHO’s Alcohol, Smoking & Substance Involvement Screening Test (ASSIST 3.0) The most common harms experienced include such things as: being unable to remember events of an episode, feeling guilt or remorse as a result of something that happened, having failed to do something that one was supposed to have done, been advised to reduce use, and having injured themselves or others.  Alcohol is reported on the basis of harm experienced in the past 12 months.  Cannabis is reported on the basis of harm experienced in the past 3 months. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "The chart shows us that $13.7\\%$ of adults reported harm from their use of alcohol and that this is higher for men than for women. Harm from cannabis use is reported by $7.5\\%$ of adults, again with men being more likely to than women. ",
        "page_idx": 56
    },
    {
        "type": "text",
        "text": "Specialized Addiction Treatment Programs ",
        "text_level": 1,
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "CAMH DATIS, 2013 ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "173 specialized drug treatment programs in Ontario   \n• 94,833 admissions by 62,398 distinct individuals ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "Clients who attend specialized addiction treatment programs are not representative of the general population in terms of their drug problems.  This specific clinical population shows us drug problems in their most concentrated form. ",
        "page_idx": 57
    },
    {
        "type": "text",
        "text": "Problem Drugs Identified in Admissions to Specialized Drug Treatment in Ontario, 2013 ",
        "text_level": 1,
        "page_idx": 58
    },
    {
        "type": "image",
        "img_path": "images/d468767ca399be868422cb8742241c544c742e494f81227177fd3832bda1a59c.jpg",
        "img_caption": [
            "CAMH (2014). Admissions to Substance Abuse Programs, 2013. DATIS Database (February 6 2014). "
        ],
        "img_footnote": [],
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "The data reflect the number of admissions for which various drugs were identified by the client as a ‘problem’ for them at admission. Note that alcohol is far ahead of the rest, with $66.7\\%$ of clients identifying it as one of their problems substances. Other frequently-reported problem substances include cannabis, cocaine/crack, tobacco, and prescribed opioids.  It is in the clinical population where illegal drugs such as cannabis, cocaine and crack become much more prominent.  In contrast, benzodiazepines, heroin or opium, and also crystal meth. are reported as problem substances by a relatively small proportion of the clinical population. ",
        "page_idx": 58
    },
    {
        "type": "text",
        "text": "Indicator Type #5: Drug Dependence ",
        "text_level": 1,
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "The World Health Organization has defined dependence as: ",
        "text_level": 1,
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "“…a cluster of physiological, behavioural, and cognitive phenomena in which the use of a substance takes on a much higher priority for a given individual than other behaviours that once had greater value…” ",
        "page_idx": 59
    },
    {
        "type": "image",
        "img_path": "images/fa84d76a78a38d934731af69429747a8e06656d273f9afcb7dd9e1c90955fee7.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "The fifth indicator of drug problems is the proportion of the population that meets commonly-accepted criteria for drug dependence. Note that ‘drug dependence’ is now used in place of the more traditional ‘drug addiction’ which was usually associated with a strictly physical phenomenon. Dependence, as now widely accepted in the field, recognizes the bulk of literature attesting to significant behavioural and cognitive components to this phenomenon. Take particular note of the last part of WHO’s definition which addresses a dramatic change in a person’s life priorities. ",
        "page_idx": 59
    },
    {
        "type": "text",
        "text": "Prevalence of Drug Dependence Among Ontario Adults (18+), 2013 ",
        "text_level": 1,
        "page_idx": 60
    },
    {
        "type": "image",
        "img_path": "images/5328e00dcde25c7c0501e97bac0b790e0e89f25a5bf092eb137e9b062c8503e8.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "Ialomiteanu, A.R., Hamilton, H.A., Adlaf, E.M., & Mann, R.E. (2014). CAMH Monitor eReport: Substance Use, Mental Health and Well-Being Among Ontario Adults, 1977–2013 (CAMH Research Document Series No. 40). Toronto, ON: Centre for Addiction and Mental Health.  n: 3021 ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "This chart shows that the percentage of Ontario adults dependant upon alcohol and tobacco are very close, at about 6.5 and $6.6\\%$ , respectively. Alcohol dependence is measured by the Alcohol Use Disorders Identification Test (AUDIT), while nicotine dependence is measured by The Heaviness of Smoking Index (HSI). Cannabis dependence is measured by Question 6 of the Alcohol, Smoking & Substance Involvement Screening Test (ASSIST). The question reads, “Have you ever tried and failed to control, cut down or stop using cannabis, marijuana or hash?” (last 3 mths). In the 2011 survey, $1\\%$ were dependant upon cannabis. However, the 2014 survey was unable to provide a reliable estimate for this item. ",
        "page_idx": 60
    },
    {
        "type": "text",
        "text": "Indicator Type #6: Mortality ",
        "text_level": 1,
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "• Drugs play a major role in deaths in Ontario ",
        "page_idx": 61
    },
    {
        "type": "image",
        "img_path": "images/2639006b3381ec24c59359c8ba258712ba8783ca14ae0b6296c0cc54cf5dbda6.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 61
    },
    {
        "type": "text",
        "text": "The sixth type of indicator is drug-related deaths, or ‘mortality’. ",
        "page_idx": 61
    },
    {
        "type": "image",
        "img_path": "images/9dabfbae88c17eb68e4a275e47216c2d9d479d14b16561a785e6f2a2b1726b5f.jpg",
        "img_caption": [
            "Rehm J. et.al. (2006). The Costs of Substance Abuse in Canada, 2002. Canadian Centre on Substance Abuse. "
        ],
        "img_footnote": [],
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Each year in Ontario there are approximately 80,000 deaths. $18.5\\%$ of them are related to the use of drugs. ",
        "page_idx": 62
    },
    {
        "type": "text",
        "text": "Type of Drug‐related Deaths in Ontario (2002) ",
        "text_level": 1,
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Drug-related deaths $=15,253$ ",
        "text_level": 1,
        "page_idx": 63
    },
    {
        "type": "image",
        "img_path": "images/6a0118b5ebbed8c6c865867baa01e836c31856b57838b3cb7d649ae5f89afc54.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Rehm J. et.al. (2006). The Costs of Substance Abuse in Canada, 2002.   \nCanadian Centre on Substance Abuse. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "This translates into about 15,000 drug-related deaths every year – can you imagine the public outcry if that many people died in airline crashes every year ? If this was the case, would you continue to fly ? It is in the mortality data where tobacco becomes really prominent, accounting for over $86\\%$ of drugrelated mortality. ",
        "page_idx": 63
    },
    {
        "type": "text",
        "text": "Morbidity & Mortality Update (Recent Reports from ICES & PHO) ",
        "text_level": 1,
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Opening Eyes, Opening Minds: The Ontario Burden of Mental Illness and Addictions Report, 2012 ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Seven more years: The impact of smoking, alcohol, diet, physical activity and stress on health and life expectancy in Ontario, 2012 ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "900,000 Days in Hospital: The Annual Impact of Smoking, Alcohol, Diet and Physical Activity on Hospital Use in Ontario, 2014 ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "The standard data source for many years has been the Rehm et. al. data on costs, morbidity & mortality from 2002, and this data set continues to be used in several places in this module. An instructive feature of that data set is the categorical comparison of ‘tobacco’, ‘alcohol’, and ‘all illegal drugs combined’. This comparison effectively highlights the burden of harm associated with alcohol and tobacco. However, the Rehm et, al data, as of 2015, are thirteen years old. More recently, The Institute for Clinical Evaluative Sciences (ICES) & Public Health Ontario (PHO) have released reports using different indicators and different comparisons. ",
        "page_idx": 64
    },
    {
        "type": "text",
        "text": "Summary of ICES & PHO Reports ",
        "text_level": 1,
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Hospitalization Days (2001‐12): tobacco smoking higher than alcohol ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Health‐adjusted Life Expectancy (2001‐5): reduced for those who smoked tobacco at unhealthy levels compared to those who drank alcohol at unhealthy levels ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Premature Mortality (YLL) & Deaths per Year (2005‐7): alcohol much higher than cocaine & prescription opioids ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Health‐adjusted Life Years (HALYs) Lost (2005‐7): alcohol much higher than cocaine & prescription opioids ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "This slide provides an update using findings from these recent reports. The new indicators are: ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Health Adjusted Life Expectancy: life expectancy adjusted for quality of life as measured by the Health Utilities Index; ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Years of Life Lost (YLL): customary life span minus age of those who died prematurely; ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Health-adjusted Life Years (HALYs): sum of YLL & Year-Equivalents of Reduced Functioning (YERF); ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "So although we cannot make the same categorical comparisons of ‘tobacco’, ‘alcohol’, and ‘all illegal drugs’, the picture seems to have remained essentially the same – that tobacco and alcohol still account for most of the harm. ",
        "page_idx": 65
    },
    {
        "type": "text",
        "text": "Opioid-related Deaths (ICES/PHO) ",
        "text_level": 1,
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "• Ontario, 1991-2010 – 242% increase • Age 25-34, 1/8 deaths related to opioids ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "Tara Gomes, Muhammad M. Mamdani, Irfan A. Dhalla, Stephen Cornish, J. Michael Paterson and David N. Juurlink The burden of premature opioidrelated mortality. Addiction 2014 109 (9) 1482-1488 ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "However, there is one important new caution arising from some other ICES/PHO data pertaining to prescribed opioid use. In Ontario, between 1991 & 2010, there was a $242\\%$ increase in opioid-related deaths.  Among young adults aged 25 to 34, 1 of every 8 deaths is related to opioids. All of us working in public health need to keep an eye on this. ",
        "page_idx": 66
    },
    {
        "type": "text",
        "text": "What have we learned so far ? ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "1) drug use and drug problems are widespread and diversely-manifested in Ontario   \n2) most of the harm is associated with the use of tobacco & alcohol ",
        "page_idx": 67
    },
    {
        "type": "text",
        "text": "Why Tobacco & Alcohol ? ",
        "text_level": 1,
        "page_idx": 68
    },
    {
        "type": "image",
        "img_path": "images/04e65989e0b931e10151c72b2cf6df66e9be952a2673c5b189fe11f157d68a3d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "So why are alcohol & tobacco so prominent across the six indicators of use and problems ? ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Many will point to the fact that these are the drugs that adults are legally allowed to use – almost certainly a factor. ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "But these are also the drugs that most of us have not just been allowed to use, but have actually been encouraged to use over most of our lives through marketing and advertising, and also … ",
        "page_idx": 68
    },
    {
        "type": "text",
        "text": "Sponsorship/Pop Culture ",
        "text_level": 1,
        "page_idx": 69
    },
    {
        "type": "image",
        "img_path": "images/d9d5e19f603b70865c0c375342410c6449170e9a2595b45e1092cf5e46fccd48.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Heineken: London 2012 Olympics’ Official Beer Sponsor ",
        "page_idx": 69
    },
    {
        "type": "image",
        "img_path": "images/fce4c8dbe94a1420615ec0a43bd2b23689781f2e30a3380ed4ca0fd8d159421f.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "Snoop Dogg Launches New Cigar Brand ",
        "text_level": 1,
        "page_idx": 69
    },
    {
        "type": "text",
        "text": "… through event sponsorship and glamourization in the entertainment industry. ",
        "page_idx": 69
    },
    {
        "type": "image",
        "img_path": "images/609faa0c089cbeb215fa9b876597a28522dbb5804b7fa7d2d63d7ba4623d6d02.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 70
    },
    {
        "type": "text",
        "text": "The conventional beliefs are that: 1) tobacco and alcohol promotion lead only to purchases and nonproblem use; and, 2) it is some combination of other factors such as prolonged stress, low coping skills, trauma, disadvantaged environments, poor role models, and biological predisposition that transforms non-problem use into harmful use, which manifests as problems. However, the emerging evidence is that the very manner in which tobacco and alcohol use is promoted fosters beliefs & behaviours that are directly related to harm. To be clear, the argument is not that drug promotion is the only, or even the major cause of drug-related harm. But it should be included as one of a constellation of factors, and regarded as one that has not received the attention it deserves. Drug product promotion is also a factor that, from a policy perspective, is relatively easy to address, given the will to do so. ",
        "page_idx": 70
    },
    {
        "type": "image",
        "img_path": "images/de0953d3c9870ca39cc8671678dc4e5c510f6066168cc9704ea55f1046e89565.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 71
    },
    {
        "type": "text",
        "text": "Advertising is everywhere. Advertising strategies can range from the amusingly banal … ",
        "page_idx": 71
    },
    {
        "type": "image",
        "img_path": "images/df754717693c19f7ecde34db0df259e8bd054a843708eaf01d10b64a40f5328b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 72
    },
    {
        "type": "text",
        "text": "… to the meticulously sophisticated… …and the provocatively seductive – aesthetically and otherwise. ",
        "page_idx": 72
    },
    {
        "type": "image",
        "img_path": "images/02a5404be45b915196e73199bad5162fbbafefd13be145463db0598ca8855b02.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 73
    },
    {
        "type": "text",
        "text": "McPresumptuous ? ",
        "text_level": 1,
        "page_idx": 74
    },
    {
        "type": "image",
        "img_path": "images/a108ed225921014006d5c5ccb423843a47a201ad154214c6af276eab11b7fe6a.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "The advertising of drug products occurs within a larger context of consumer advertising in which the public’s health is often subjugated to the pursuit of profit and corporate self-promotion, and this includes corporate sponsorship campaigns. In the months leading up to the 2010 Vancouver Winter Olympics, McDonalds ran these posters in their Canadian retail outlets.  Notice that the collar of the athletes’ jerseys has been designed so it would look like a lanyard from which a medal would hang. Also note how the products are being held in the location where the medal would hang from the lanyard. There is something disturbing about these products of questionable nutritional value being equated with the extraordinary level of health and fitness required to win a medal at the Olympics. ",
        "page_idx": 74
    },
    {
        "type": "text",
        "text": "Are We Happy Yet ? ",
        "page_idx": 75
    },
    {
        "type": "image",
        "img_path": "images/28038e6c53e488d7efdb1b3ef95ef0ab61ca8d66bfd04eb0ef529ee9ffaa76b5.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Sometimes when you are that presumptuous, you attract the wrong kind of attention. McDonalds has frequently been criticized by public health advocates. Their mascot, Ronald McDonald, has been dubbed the Joe Camel of obesity. McDonalds was also lampooned in the advocacy magazine, Adbusters, on one of its covers. The image resonated with a lot of people and was actually nominated for best magazine cover in 2013. This image introduces the strategy of counter-advertising. We will return to that topic, with a focus on drug products, later in the module. ",
        "page_idx": 75
    },
    {
        "type": "text",
        "text": "Tobacco & Alcohol Ads: ",
        "text_level": 1,
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "• glamour & sophistication • athleticism & virility • romance & sexuality ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Cultural Mythology ",
        "page_idx": 76
    },
    {
        "type": "image",
        "img_path": "images/78fb6656541347dd5c0db6fa0f6ea004a6078b4bfe816dc2aa51168bce1316d3.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "The drug product ads used in this module are from an extended time period, from the 1960s through to the current day. You will note that they differ in how they reflect the styles and the social issues of the day. However, the underlying strategies of influence remain constant – perhaps because they work so well. Historically, alcohol & tobacco ads have associated their products with glamour & sophistication, machismo & athleticism, and romance & sexuality. Sociologists call these associations our \"cultural mythology“. These are widely-held beliefs whose origins are obscure or uncertain. Their ongoing reinforcement occurs gradually, subtly, and perhaps even at an unconscious level. The ‘Test It’ ad above is from a time when women were beginning to move into non-traditional occupations for women. This one perversely encourages them to assert their independence by becoming dependant on a drug. ",
        "page_idx": 76
    },
    {
        "type": "text",
        "text": "Tobacco & Alcohol Ads: ",
        "text_level": 1,
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "• glamour & sophistication • athleticism & virility • romance & sexuality ",
        "page_idx": 77
    },
    {
        "type": "image",
        "img_path": "images/922aa188be2c190753265d3f8bec1cfb0d8b7423f81f0aa494d00f8fdda433c2.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 77
    },
    {
        "type": "text",
        "text": "The ‘Crush’ ad (2013) hints at engaging in an impromptu sexual encounter initiated by smooth talking – presumably at a club. Also note how the name of the wine in ‘Introducing Crush Midnight Cab’ is revealed by peeling back the surface layer of the ad. Could this be symbolic for introducing oneself after deploying the superficial pick-up line ? There may be more play on the name of this wine. ‘Cab’ is often used in wine appreciation circles as an abbreviation for cabernet sauvignon, the grape varietal from which this particular wine product is made. But might ‘Cab’ also be a reference to the mode of transport used at midnight to get to ‘your place or mine’ ? I’m reminded of an anecdote in which a man approaches a woman in a club: “So, how do you like your eggs in the morning.” The woman, deadpan, replies, “Unfertilized”. I’m deliberately reading a lot into this ad, perhaps too much, to make the point that there is always a challenge in knowing how much to read into the ads. It is true that many ads are meticulously designed, with multiple levels of intended meaning. But, like an irresistible Rorschach test, it is also tempting for us to project our own personal affectations onto the ads. That, in itself, is a powerful strategy for engaging consumers. ",
        "page_idx": 77
    },
    {
        "type": "image",
        "img_path": "images/913341acf8390e9a99d242335ccfe456235fa30ef1c026091253d3154041173d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 78
    },
    {
        "type": "text",
        "text": "This ad is a good example of how advertising can reinforce an existing cultural mythology to older consumers, and introduce that mythology to the next generation of customers. Roses and shouts of ‘bravo’ are used in high society to celebrate a great artistic performance. The calligraphy on the bottle has an almost Elizabethan look to it, perhaps suggesting a Shakespearean theatrical  production. Roses are also a symbol for romance. (Just check out the prices around Valentine’s day.) So maybe there is a celebration of another kind of ‘performance’ intended as well. Note that the roses are out of focus which suggests movement. But there may be some perceptual psychology at play here as well. The out-of-focus roses, by contrast, direct one’s attention to the very sharply-focused product name on the bottle. ",
        "page_idx": 78
    },
    {
        "type": "image",
        "img_path": "images/de5c66388271f27a0dda2a1b21856dfd2a597e9e5195b901f80a02ce6f010a28.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "An important part of advertising is known as market segmenting, for which there are three components: ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "1) study a segment of the population in terms of their demographics, their likes, dislikes, aspirations; 2) design your marketing campaign so your product appeals to people with that profile 3) integrate your product as an important part of the lifestyle that this particular type of person sees as attractive. ",
        "page_idx": 79
    },
    {
        "type": "text",
        "text": "Several examples follow in the ensuing slides. ",
        "page_idx": 79
    },
    {
        "type": "image",
        "img_path": "images/59c3ba24a43a8fb4b206b3791c2e082ea3ceb58e38bef6460e3e80ea009138a8.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 80
    },
    {
        "type": "text",
        "text": "These are two separate ads (from the 1980s) that I placed together to photograph them. The Magna ad is a very straight-forward manly celebration of the union between smoke and machines – roaring and billowing with machismo.  The Montclair ad is more complex. It invokes the wealthy yachtsman, and this is reinforced by the word ‘rich’, but there is an apparent contradiction. Note that below the word ‘rich’, there is a horizontal line and below the line, the copy reads ‘About 1/2 price’. The horizontal line juxtaposes the contradiction. A wealthy yachtsman does not need to smoke a discount cigarette. This ad is not targeted to wealthy yachtsmen, but rather to people who aspire to that lifestyle, but probably won’t ever attain it. However, what they can do is smoke the same brand of cigarette as the wealthy yachtsmen of the world. The ever-hopeful are invited to share a small part of the yachtsman lifestyle, however voyeuristic it may be  Ads do not simply attempt to sell a product – they sell a surrogate fulfillment of an aspiration or fantasy, thus creating a positive association with the product. ",
        "page_idx": 80
    },
    {
        "type": "image",
        "img_path": "images/f16cf9b0ae7983b08d426c6ebca692f2f73bad832fc6305d2cc9ae11a3f736f9.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "1) nicotine as appetite suppressant: we see a woman who is not as lithe as the guy is and may wish to lose some weight; the large confection she is holding suggests dieting may not be working; \"lights“ refers to lower tar and nicotine, but also often used in reference to lower calorie food products; ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "2) romance: the guy addressing her as 'sweetheart' suggests that there may be a romantic encounter in the making. ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "3) athletics:  athletic male wearing a Los Angeles Lakers basketball jersey and Houston Astros baseball cap; ",
        "page_idx": 81
    },
    {
        "type": "text",
        "text": "There is also a strong western theme: the cigarette brand name is West; the guy is wearing brand wear from sports that are more popular in North America than in Europe. ",
        "page_idx": 81
    },
    {
        "type": "image",
        "img_path": "images/68572b26868cacfb8f5f9a4e247cc32e3c002130d6f1c75078793bce6bafbecb.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "So, if we deconstruct this image, the intended market segment is: young European women, who wish to lose some weight (without making dietary sacrifices) and capture the affections of an attractive western guy. ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "Again, some of you may think I am reading too much into this ad, but please stay with me… ",
        "page_idx": 82
    },
    {
        "type": "text",
        "text": "An Inside Look at a Tobacco Marketing Campaign ",
        "text_level": 1,
        "page_idx": 83
    },
    {
        "type": "image",
        "img_path": "images/eb518b891b96f93c9a0b4b9430a70740b10327e76420142d09cbd2e32062a6a7.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Thanks to a whistleblower at RJ Reynolds Tobacco Co., details of a planned campaign were leaked to, and published in, the Washington Post in 1990. The campaign plan was for a new cigarette brand called “Dakota” which targeted young, poorly educated, white women, referred to as \"virile females“. ",
        "page_idx": 83
    },
    {
        "type": "text",
        "text": "Target: “Virile Females” ",
        "text_level": 1,
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "women with no education beyond high school women whose favourite pastimes included \"cruising\", \"partying\", attending \"Hot Rod shows\", & \"tractor pulls\" with their boyfriends   \nfavourite television roles are \"evening soap opera bitches“   \n• chief aspiration is \"to get married in her early twenties\" spend her free time \"with her boyfriend doing whatever he is doing\" ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Note the attention to detail in the envisioned lifestyle of the selected market segment. ",
        "page_idx": 84
    },
    {
        "type": "text",
        "text": "Reynolds’ Public Response ",
        "text_level": 1,
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "denied that Dakota was aimed solely at women expressed concern that the plans \"represent stolen, proprietary information belonging to R.J. Reynolds, and which would be of great value to our competitors“ ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "The Dakota exposure came just three weeks after R.J. Reynolds was forced, by strong opposition, to cancel plans to test market Uptown, a brand of cigarettes aimed at blacks ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "The priority of RJR is strikingly different from that of public health authorities. ",
        "page_idx": 85
    },
    {
        "type": "text",
        "text": "Marketing Memorandum, stamped \"RJR Secret\", 1997 ",
        "text_level": 1,
        "page_idx": 86
    },
    {
        "type": "image",
        "img_path": "images/2b157e48a3753f6eeb16607aac1bdc2d3520b36be18dc114a27ae69862555254.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "\"To ensure increased and longer term growth of Camel Filter, the brand must increase its share of penetration among the 14 24 age group which have a new set of liberal values and which represent tomorrow's cigarette business.\" ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "A few years later, more leaked documents showed that Reynolds, undaunted by the earlier embarrassments, was also targeting youth. ",
        "page_idx": 86
    },
    {
        "type": "text",
        "text": "On the Record ",
        "text_level": 1,
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "R.J. Reynolds 1994 public statement: ",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "“…that smoking is a choice for adults and that marketing programs are directed at those above the age to smoke.\" ",
        "page_idx": 87
    },
    {
        "type": "text",
        "text": "Note the contrast between the public position and the content of the leaked documents. ",
        "page_idx": 87
    },
    {
        "type": "image",
        "img_path": "images/703d69a1f2db4b14af72d0e4d6fae98b2242290e482da87d943cee7016602c91.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "In 1994, The Journal of the American Medical Association printed a report that suggests that advertising campaigns can be very successful. ",
        "page_idx": 88
    },
    {
        "type": "text",
        "text": "JAMA: Smoking Increases ",
        "text_level": 1,
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "$1944\\to1967$ , only a small increase in the number of teenaged girls who initiated smoking ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "$1967\\cdot>1973$ , smoking initiation rates jumped: ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "$35\\%$ among 17 yr old girls $75\\%$ among 15 yr old girls $110\\%$ among 12 yr old girls ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "rates among teenaged boys rose only negligibly during the same time period ",
        "page_idx": 89
    },
    {
        "type": "text",
        "text": "JAMA: Targeted Campaigns ",
        "text_level": 1,
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "The same report also noted that: ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "• during the same 6 yrs, aggressive marketing campaigns were mounted for Virginia Slims, Silva Thins, and Eve • all brands which targeted female smokers ",
        "page_idx": 90
    },
    {
        "type": "text",
        "text": "Market Uptake ",
        "text_level": 1,
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "U.S. Centre for Disease Control, October, 1998: ",
        "text_level": 1,
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "$73\\%$ increase in # of American teens who became daily smokers since the debut of the Joe Camel ad campaign in 1988 ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Tobacco Control, Summer 1998: ",
        "text_level": 1,
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "prior to the start of the Joe Camel campaign, Camel’s share of the youth market (ages 12‐17) was less than $1\\%$ 1.5 yr later, had risen to $8\\%$ • 5 yr later, had climbed to $13\\%$ . ",
        "page_idx": 91
    },
    {
        "type": "text",
        "text": "Market share increases of this magnitude are very rare, and highly coveted in the marketing industry. ",
        "page_idx": 91
    },
    {
        "type": "image",
        "img_path": "images/ca8851f3acbf7f07c7f81ae5ddb0958465643b9b6b644b577bc3677a4ec3948c.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "The evidence for the effectiveness of tobacco promotion has continued to mount. A review of the evidence on tobacco marketing and tobacco use by youth was published in a 2012 US Surgeon General’s Report. ",
        "page_idx": 92
    },
    {
        "type": "text",
        "text": "Evidence from the US Surgeon General ",
        "text_level": 1,
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "From Industry Documents: ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "tobacco marketing is intended to recruit new users and   \nincrease use of tobacco products   \ntobacco companies invest billions in marketing strategies that   \nattract youth   \nthe tobacco industry is targeting youth at the point‐of‐sale ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "From Peer‐reviewed literature: ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "tobacco marketing causes youth tobacco use point‐of‐sale marketing increases youth tobacco use “Causes” is a strong word when used in a publication from a scientific organization. This says that the evidence is not just correlational but that they are proclaiming an actual causal mechanism. ",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 93
    },
    {
        "type": "text",
        "text": "Pop Culture and Smoking I Want to Hold Your Brand… ",
        "page_idx": 94
    },
    {
        "type": "image",
        "img_path": "images/8a5881f6697b9b7fa46b38fe8c6b3447fe06501d5ccc07686b04d9750ee5c3c3.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 94
    },
    {
        "type": "text",
        "text": "Apart from advertising, pop culture also has tremendous influence on our behaviour. To make this point, let’s go back in time for a minute; in fact let’s go all the way back to the 1960’s. 1964 saw two very significant events in North America, occurring within about a month of each other – one in pop culture and one in public health. The Beatles obviously comprised the pop culture event - arriving in America on February 7, 1964. The Beatles were the Snoop Dogg or Miley Cyrus of their day – tremendously popular, and were frequently photographed smoking. ",
        "page_idx": 94
    },
    {
        "type": "image",
        "img_path": "images/116c769dac6dd5eab2138fe12386a99580651bf96190c076384671b5f0e153af.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 95
    },
    {
        "type": "text",
        "text": "Given the enormous influence the Beatles had not only on pop music, but also upon young people’s language and hair and clothing styles, it would not be unreasonable to speculate that they also prompted a lot of young people to try smoking. ",
        "page_idx": 95
    },
    {
        "type": "image",
        "img_path": "images/5c6a79efd7fcdf750f25e06f31623d3e2368caf08faecfe2943d69e6940afed4.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 96
    },
    {
        "type": "text",
        "text": "The significant public health milestone that occurred in 1964 was the release of the Report of US Surgeon General (Luther L Terry) for that year. It was the first year that the report warned of the health hazards of smoking tobacco. It’s release on January 11 was, unusually, a Saturday – in order to minimize or buffer the immediate impact on the stock market. ",
        "page_idx": 96
    },
    {
        "type": "image",
        "img_path": "images/0330dc6cb9df32606daebcd13d0436304c5372b7825a81423206441fb5aecc3b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 97
    },
    {
        "type": "text",
        "text": "The release of the SG’s Report was not a surprise for the tobacco industry. They knew it was coming and had been trying to prevent its release. When that failed, they went into damage control mode. This magazine ad is how one tobacco company responded – attempting to undermine the SG’s Report by exploiting the trust that people had in their physicians. ",
        "page_idx": 97
    },
    {
        "type": "image",
        "img_path": "images/cea9bd35a1f00ec9949dfc1058c206cc3db5131a13ca5ee80421628ad9474b24.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "This is an ad from the 1970s. On the surface, it is about loyalty to your brand, but the more subtle theme is to fight for your right to smoke. If you’d rather fight than switch brands, then presumably you would also rather fight than quit. This duality of intent is consistent with the use of twins in the ad. From a public health perspective, there can be no right to expose others to a known health hazard. Your right to swing your fist in the air ends where it makes contact with my nose. ",
        "page_idx": 98
    },
    {
        "type": "text",
        "text": "A New Era ",
        "text_level": 1,
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "• public education campaigns government & class-action lawsuits prohibitions on smoking in public places warning labels & graphic images restrictions on advertising & promotion exposure of the industry’s charitable activity as a strategic veneer of altruism ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "The 1964 SG’s Report marked the beginning of a new era when the tobacco industry would increasingly feel the wrath of the public health movement. The slide shows the many and varied incarnations of this. A fantastic book about this era was written by Richard Kruger, called “Ashes to Ashes”. It covers the history of the tobacco industry in North America and the rise of the Public Health movement and eventual public policy clash between public health and commerce, and the political machinations throughout that clash. ",
        "page_idx": 99
    },
    {
        "type": "text",
        "text": "The Strategic Veneer of Altruism: ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Charitable Donations ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "What do I mean by a ‘strategic veneer of altruism’ ? As the reputation of the tobacco industry was tarnished by the public health movement, it became increasingly important for the tobacco industry to find ways to retain a favourable presence in the eyes of the public and, most importantly, with lawmakers. They did so through charitable donations. ",
        "page_idx": 100
    },
    {
        "type": "text",
        "text": "Altruism or Public Relations ? ",
        "text_level": 1,
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "Tobacco industry support for the arts & sports: ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "in one year, Imperial Tobacco spent $\\$2$ million in donations (Ricard, 2002) then spent $\\$40$ million in one year publicizing its donations (Montreal Trial Exhibits, 2002) ",
        "page_idx": 101
    },
    {
        "type": "text",
        "text": "US District Court Judge Gladys Kessler 2006 ",
        "text_level": 1,
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Regarding several US cigarette companies convicted of engaging in racketeering to defraud the American people: ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "“[This case] is about an industry, and in particular these Defendants, that survives, and profits, from selling a highly addictive product which causes diseases that lead to a staggering number of deaths per year, an immeasurable amount of human suffering and economic loss, and a profound burden on our national health care system. Defendants have known many of these facts for at least 50 years or more. Despite that knowledge, they have consistently, repeatedly and with enormous skill and sophistication, denied these facts to the public, the Government, and to the public health community.” ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "Justice Kessler found that “the evidence in this case clearly establishes that Defendants have not ceased engaging in unlawful activity” ",
        "page_idx": 102
    },
    {
        "type": "text",
        "text": "In 2006, the façade came cashing down for the American tobacco industry. It is worth reading verbatim from Justice Kessler’s judgment. The brunt of the judgment was based not just upon the product (which is legal), but around what the industry knew and chose not to act upon or share. The judgment raises interesting questions about the culpability of other industries such as alcohol, pharmaceutical, gaming, and fast food.  In light of Kessler’s ruling and comments, I cannot imagine that these industries are not having conversations with their legal advisors on issues of transparency in how they conduct their business, relative to what they know about the harm of their products. ",
        "page_idx": 102
    },
    {
        "type": "image",
        "img_path": "images/2c7300c520ab2f4eec28c1949684310aaa030ba1227c9fb7dab1288d5e5c2f46.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "As a result of federal legislation passed in 2003, a theatre for the performing arts in Hamilton Canada changed its name from the “Du Maurier Ltd. Centre” to the “Dofasco Centre for the Arts” Dofasco was a local steel mill. ",
        "page_idx": 103
    },
    {
        "type": "text",
        "text": "The Future of Tobacco Promotion ",
        "text_level": 1,
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "flavoured cigarettes   \ne-cigarettes   \npackage as marketing tool   \ndirect marketing   \nproprietary magazines/web   \nsites   \nsmart-phone apps   \nadult venues/event tie-ins   \ncorporate social responsibility ",
        "page_idx": 104
    },
    {
        "type": "image",
        "img_path": "images/cf02a536f5e8f59e6d9936e5003579c6ca41f0b40fd94bebae7967357909c673.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 104
    },
    {
        "type": "image",
        "img_path": "images/2ecbd5d4e3747f160d2ce7f982cce72e1e940bcf1bd461a5581d862463a0631d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 104
    },
    {
        "type": "text",
        "text": "Just as the tobacco industry was prepared for the release of the US Surgeon’s General Report back in 1964, so too was it prepared for the legislative changes that would appear four decades later.  They continue to capitalize on trends to promote their product, as this cigarette package for Benson & Hedges Superslims demonstrates. Note the obvious iPod look to the package. The tobacco industry remains one of the most financially successful enterprises in the world. This is what you can achieve when you traffic in a highly addictive drug. ",
        "page_idx": 104
    },
    {
        "type": "image",
        "img_path": "images/0acceb3486f4ae0abff5362e505457a0866f1973faac0a55ee71aabc0210119a.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 105
    },
    {
        "type": "text",
        "text": "This ad, from the 1980s, is a visually captivating image that just oozes with \"cultural mythology“. It was through the magic of a glass slipper that Cinderella was delivered from a life of hard work and drudgery to a life of \"happily-ever-after“. “Why settle for Champagne ?” - that's what this ad is all about - moving up to a higher lifestyle. A friend of mine, who is a bit of a Scotch snob, replied: “Not with a blended scotch you won’t!”; Scotch aficionados insist upon a single malt scotch, rather than a blend. So this ad is similar to the tobacco ad with the wealthy yachtsman. This ad is not aimed at scotch aficionados – it is aimed at people who see scotch as an icon for a higher lifestyle to which they might aspire; Drinking Chivas Regal is positioned as a pathway towards achieving that lifestyle, or at minimum, an acceptable substitute for it. This important point warrants being repeated: Ads don’t simply attempt to sell a product. They sell a surrogate fulfillment of an aspiration or fantasy, thus creating a positive association with the product. ",
        "page_idx": 105
    },
    {
        "type": "image",
        "img_path": "images/7378af757452c05db3c8f4c72828e1a5f8bae9804848fb2e41517b926ae08b12.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 106
    },
    {
        "type": "text",
        "text": "Here we have a maple-flavoured whiskey.  You can imagine what the aficionado would think about that! Why maple-flavoured ? Why not creamy garlic cucumber or jalapeño-chipotle ? Perhaps there is a bit of Canadian nationalism, at play. But the main reason is that maple  is a sweet flavor. Along the line of those sweet fruity alcoholic coolers, sweetly-flavoured spirits are also intended to facilitate the transition from the soda pops of youth to the adult world of alcoholic beverages.  These beverages are sometimes called “cocktails with training wheels”. ",
        "page_idx": 106
    },
    {
        "type": "image",
        "img_path": "images/e64d44824dfacfeac794b3a1023b585ea1029eac4bc01ff5eecef4c97fa80308.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 107
    },
    {
        "type": "text",
        "text": "Cotton candy-flavoured vodka. Imported from France – available at LCBO retail outlets. Need I say more ? ",
        "page_idx": 107
    },
    {
        "type": "image",
        "img_path": "images/1e9df715a1574dc0100eed866e64c7126af7066b8ea99d9f783e5a6628a3637a.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 108
    },
    {
        "type": "text",
        "text": "Buzz beer is made from hemp, a plant of the same family as the marijuana plant. Hemp does not contain the most active constituent in marijuana – delta 9 tetra-hydra cannibinal (THC). But given the family ties, the brewing company obviously thought it cool to make the connection to marijuana, and even display the leaf of the cannabis/hemp family. The word “buzz” is drug use vernacular for being high. This is an interesting branding strategy, particularly at a time when marijuana decriminalization/legalization is receiving increased  attention. ",
        "page_idx": 108
    },
    {
        "type": "image",
        "img_path": "images/8c147492c8eb353997cfc236bcc792d894c80ea6ff955da08b794e7304d12c83.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 109
    },
    {
        "type": "text",
        "text": "This is an ad for the Keg Restaurant chain featuring a seasonal cocktail on their menu with lemonflavoured vodka as the principal ingredient – appeal to young people ?  Note the overt sexual reference in the ad copy; perhaps also suggested in the name of the cocktail: “Forbidden Fruit”. This ad may have been intended as a companion to a series of Keg TV ads of late 2013. The ads depicted a table of women and a separate table of men, with the women taking the initiative to make the connection in boldly flirtatious ways. Perhaps the intention is to rebrand the Keg as a singles bar scene. ",
        "page_idx": 109
    },
    {
        "type": "image",
        "img_path": "images/08246ccee524cb3a64d9598c45a07c9d2441e90d7adcacf16e8f3f36f95643ab.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 110
    },
    {
        "type": "text",
        "text": "This ad: “Hats off to a super beer.” is from the 1970s, and would appear to coincide with the Super Bowl. Straddling the beer product, are  the helmets of the two teams presumably competing that year. Some people see other kinds of symbolism here. I’ll let you decide how much you want to read into this one. ",
        "page_idx": 110
    },
    {
        "type": "image",
        "img_path": "images/5c3e73e025399db00b5bfaef2f69cf67edfd8ceec4a1a6c46cafd38ee2b83e70.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 111
    },
    {
        "type": "text",
        "text": "This is another vintage ad (1970s) – this one for Gilby’s gin. The image on the left was cropped and enlarged to produce the image on the right. Note the close-up image of the ice cubes. The artist appears to have, at least partly, penciled in the letters S E X, one letter in each ice cube, going from the top cube to the bottom one. The last time I looked at the evidence on subliminal perception I didn’t think the evidence was particularly compelling. This particular ad is probably just an ad agency being playful. But obviously, the alcohol and tobacco industries want to move product and an effective way to do that is to advertise their products in a way that they are associated with things near and dear to us. If this ad was designed and released by Gilby’s today, they might arrange for someone to subsequently ‘expose it’ on the internet. The ad would go viral, and Gilby’s would enjoy $\\$1$ millions worth of free advertising. ",
        "page_idx": 111
    },
    {
        "type": "text",
        "text": "Reality Check: Alcohol has nothing to do with either athletic or sexual prowess ",
        "page_idx": 112
    },
    {
        "type": "image",
        "img_path": "images/33815a9eddd07105b99e99ef29809430994e2f0316c000d3b48ddb4977e47502.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 112
    },
    {
        "type": "text",
        "text": "Not a New Idea ",
        "text_level": 1,
        "page_idx": 113
    },
    {
        "type": "text",
        "text": "William Shakespeare had this to say about the effects of alcohol on sexual appetite & performance: ",
        "page_idx": 113
    },
    {
        "type": "text",
        "text": "… it provokes the desire but it takes away the performance… 工 ",
        "page_idx": 113
    },
    {
        "type": "text",
        "text": "Macbeth (1606) ",
        "page_idx": 113
    },
    {
        "type": "image",
        "img_path": "images/f7134782b485fdd85921ac9d80d63966b51c12c173d56a596eab8f85d0beb1b1.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 113
    },
    {
        "type": "text",
        "text": "Shakespeare had this figured out over 400 years ago ! ",
        "page_idx": 113
    },
    {
        "type": "image",
        "img_path": "images/2c25cddb796bd4270a3c84dc4fcae79ee0a89435da42b165f5576654652b408d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 114
    },
    {
        "type": "text",
        "text": "Shakespeare’s wisdom aside, let’s continue our reality check by looking at the most recent data available. This 2012 Canadian report reviewed 20 yrs of research on alcohol promotion & drinking. ",
        "page_idx": 114
    },
    {
        "type": "text",
        "text": "Giesbrecht, N., Wettlaufer, A., April, N., Asbridge, M., Cukier, S., Mann, R., McAllister, J., Murie, A., Plamondon, L., Stockwell, T., Thomas, G., Thompson, K., & Vallance, K. (2013). Strategies to Reduce Alcohol-Related Harms and Costs in Canada: A Comparison of Provincial Policies. Toronto: Centre for Addiction and Mental Health. ",
        "page_idx": 114
    },
    {
        "type": "text",
        "text": "Young (Underage) People ",
        "text_level": 1,
        "page_idx": 115
    },
    {
        "type": "text",
        "text": "Increased exposure to alcohol advertising is linked to: ",
        "page_idx": 115
    },
    {
        "type": "text",
        "text": "earlier initiation of drinking increased drinking among current drinkers increases are sustained ",
        "page_idx": 115
    },
    {
        "type": "text",
        "text": "Young Adults (Legal Drinking Age) ",
        "text_level": 1,
        "page_idx": 116
    },
    {
        "type": "text",
        "text": "Greater exposure to alcohol portrayals in media is associated with: ",
        "page_idx": 116
    },
    {
        "type": "text",
        "text": "increased drinking   \npositive attitudes about alcohol and associated drinking behaviors ",
        "page_idx": 116
    },
    {
        "type": "text",
        "text": "You may not think that positive attitudes is such a bad thing, but hold that thought. I will come back to it. ",
        "page_idx": 116
    },
    {
        "type": "text",
        "text": "Event Sponsorship ",
        "text_level": 1,
        "page_idx": 117
    },
    {
        "type": "text",
        "text": "As seen on TV, movies, online, buses, bus shelters, billboards and other media: ",
        "page_idx": 117
    },
    {
        "type": "text",
        "text": "reinforces positive associations with alcohol creates unrealistic expectations of the effects of drinking increases consumption in high risk contexts ",
        "page_idx": 117
    },
    {
        "type": "text",
        "text": "You may not think that positive associations, like positive attitudes, is such a bad thing, but let’s look at some clinical research data which has some bearing on this. ",
        "page_idx": 117
    },
    {
        "type": "text",
        "text": "Reinforcement Expectancies, Drinking Behaviour & Treatment Outcome ",
        "text_level": 1,
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "If you believe that alcohol enhances your sexual, physical, mental, or social functioning (“positive attitudes” “positive associations”), then you are more likely to demonstrate the following: ",
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "Heavier drinking Adverse psychosocial consequences Poor progress in treatment Poor outcome one year after treatment ",
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "This slide presents a summary of a line of research begun decades ago by Sandra Brown and colleagues. Their ground-breaking research has been replicated and reinforced by many others since then. ",
        "page_idx": 118
    },
    {
        "type": "text",
        "text": "Widespread Consensus ",
        "text_level": 1,
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "All of these organizations have recommend limiting exposure to alcohol advertising: ",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "Canadian Public Health Association Canada’s Alcohol Strategy (Canadian Centre on Substance Abuse) US Surgeon General American Academy of Pediatrics US Institute of Medicine Center on Alcohol Marketing and Youth   \nWorld Health Organization The support of these organizations for limiting exposure to alcohol advertising was documented in the “Strategies to Reduce Alcohol-related Costs and Harms in Canada”, document, except for the support from CPHA which was conveyed in ‘Too High a Cost: A Public Health Approach to Alcohol Policy in Canada. 2011.’ and the support from WHO which was conveyed in ‘World Health Organization 2010 Global strategy to reduce harmful use of alcohol, Geneva,   \nwww.who.int/substance_abuse/msbalcstragegy.pdf . ",
        "page_idx": 119
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 119
    },
    {
        "type": "image",
        "img_path": "images/9f83ae1aadc98b8e6bd5d5f8eb22985624cee6775a58f1fe423b4bf9891319ea.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 120
    },
    {
        "type": "text",
        "text": "But meaningful change will take more than consensus in the public health sector. A consolidated effort on the part of public health authorities will be required to move the narrative to actual policy changes. The narrative no longer worries the alcohol industry. Everybody knows what is going on, and the industry is happy to openly proclaim it: If a scantily clad woman and a low price is what it takes to move product, then that’s what they’ll do. This is an actual billboard I photographed in May 2013 in Hamilton Canada, not far from McMaster University and even closer to a high school – probably not a coincidence. The ad disappeared around the time that the school year ended. ",
        "page_idx": 120
    },
    {
        "type": "image",
        "img_path": "images/ebfb4b3fe27f98f5346e8062517d6007cc51e9a592bfe6caaf125bdc4e20beca.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "Most industries have their marketing boards, associations, and lobby groups to protect and advance their political and commercial interests. But alcohol and tobacco in particular, are not benign products, like toothpaste. Their use is associated with an enormous amount of harm. So, when it comes to promotion, we need different rules than those that apply to most consumer products. To some extent we have that, but this needs a closer look in light of the evidence. When public health objectives collide with commercial interests, all too often the public’s health gets trumped. What is the priority for our society – public health or corporate wealth ? ",
        "page_idx": 121
    },
    {
        "type": "text",
        "text": "Commercially Legal Recreational Cannabis ",
        "text_level": 1,
        "page_idx": 122
    },
    {
        "type": "image",
        "img_path": "images/d41d18c77465367f853934d8f289787e38c1b7714880e3c60495660d60a2aa33.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "I think this juxtaposition of public health and commercial interests will also come to bear upon the marijuana decriminalization/legalization debate as well. In 2014, the sale of cannabis for recreational purposes became legal in several US states. Retail outlets, under state control, (like LCBO or Beer Store) are now selling cannabis for purely recreational purposes. The image above is of a cannabis product sold in a shop in Denver Colorado. Note the Strain ID: “Blue Dream” – not exactly the strain designation one would expect from a proper botanical taxonomic nomenclature! it did not take long for the glamourous marketing of cannabis products to begin. We’ve seen that the two most aggressivelymarketed drugs – alcohol and tobacco – are our two biggest drug problems. So an interesting question is whether we will also see cannabis become more of a problem as it is more aggressively marketed to people. I like to refer to the “holy trinity” of the social epidemiology of drug problems: increased availability of any drug will increase use at the population level which will increase the problems at the population level. ",
        "page_idx": 122
    },
    {
        "type": "text",
        "text": "Targeting the Mentally Ill ",
        "text_level": 1,
        "page_idx": 123
    },
    {
        "type": "image",
        "img_path": "images/7c9aff52105c4f0cc226d6c5fe699ae819162dbdc0a836581972074708742e61.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "Prochaska et.al. 2007   \nchronicles interest going back to the 1950s “…having two sides is just normal behavior.” ",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "Prochaska & colleagues have chronicled the interest of the tobacco industry in schizophrenia and draw attention to this ad for Merit cigarettes. Note the prominently placed word ‘Schizophrenic’ at the top of the ad and that the cigarette pack is presented as a double image. The copy reads, “Having two sides is just normal behaviour.” Clearly these two references to schizophrenia perpetuate the myth of what schizophrenia is not.  ‘Flavour down to a science’ – is this emulating a pharmaceutical-like claim ? ",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "We know and accept that we are all targeted by ads. But the enterprise becomes more contemptible when the most vulnerable among us are strategically targeted – whether it is the mentally ill enduring a stigma-filled world, or our children struggling with peer acceptance. ",
        "page_idx": 123
    },
    {
        "type": "text",
        "text": "Prochaska et. al. Tobacco Use Among Individuals With Schizophrenia: What Role Has the Tobacco Industry Played? Schizophrenia Bulletin, 2007 ",
        "page_idx": 123
    },
    {
        "type": "image",
        "img_path": "images/dffd0a118ae9319e14bfdce5327e3ce72564851f5b47bada0d778230ad651717.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 124
    },
    {
        "type": "text",
        "text": "Another question of some controversy is whether to restrict ads or counter them? When countering, the same market-segmenting strategy is often used - identify what's important to a population segment & configure the message accordingly.  There was some controversy surrounded this widespread ad campaign in New Zealand. Some felt it was irreverent and in poor taste. The ad's defenders argued that you can't change behaviour if you don't have people's attention. It raises an interesting ethical question: do we take the ethical high road and resist using the same manipulative techniques as the industry ? Do we stoically accept an unlevel playing field that gives advantage to the industry - even if it’s at the cost of the public’s health ? ",
        "page_idx": 124
    },
    {
        "type": "image",
        "img_path": "images/4e9f713b508d6fb1e8473f3b0c6c27a6b72b2da87fd6584ed3ad37972bcb608d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 125
    },
    {
        "type": "text",
        "text": "These questions will continue to play out in many media landscapes. There is a lot of drug promotion on the internet and in social media – both corporate, and unwitting fan-based idolatry. The internet is essentially an unregulated environment, and it renders national boundaries as fully-permeable membranes. Even The Great Firewall of China has been shown to be vulnerable to the efforts of hactivists with the required expertise and persistence.  All this presents a formidable challenge for implementing restrictions on any kind of drug product promotion. ",
        "page_idx": 125
    },
    {
        "type": "image",
        "img_path": "images/cee9cbc6ab67e202bff2e9927da7e3ebc1676671b94c65ef65e39b71f6d9430e.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 126
    },
    {
        "type": "text",
        "text": "You can also find many tobacco and alcohol ad parodies and counter-messaging on the web. Some of these images blatantly expose the dark side of alcohol and tobacco use and its promotion - sometimes in ways that radically challenge the traditional norms of public health messaging. ",
        "page_idx": 126
    },
    {
        "type": "image",
        "img_path": "images/3a9c8345a07b5761297263cc0881c5081e33b20cf0bf93cd9c90781e89f2b2e7.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 127
    },
    {
        "type": "text",
        "text": "Meme - an idea that spreads from person to person within a culture ",
        "page_idx": 127
    },
    {
        "type": "text",
        "text": "Take-home messages ",
        "text_level": 1,
        "page_idx": 128
    },
    {
        "type": "text",
        "text": "drug promotion, drug use, and drug   \nproblems are widespread   \nmost of the harm is associated with the use   \nof tobacco & alcohol   \nthe manner in which these products are   \npromoted is an important factor in the harm   \nmichael.devillaer@camh.ca ",
        "page_idx": 128
    },
    {
        "type": "text",
        "text": "I’m always grateful to receive your emailed comments (positive or negative) on this module. All feedback is a gift. ",
        "page_idx": 128
    }
]